{"path":"/serie/stream/gilmore-girls","name":"Gilmore Girls","descr":"Lorelai Gilmore (Lauren Graham) ist mit 16 Jahren Mutter geworden und hat ihre jetzt 16 Jahre alte Tochter Rory (Alexis Bledel), die eigentlich auch Lorelai heißt, seitdem allein aufgezogen. Die beiden pflegen ein sehr freundschaftliches Verhältnis, haben die gleichen Interessen, mögen die gleiche Musik und stehen auf den gleichen Typ Mann. Sie leben in dem malerischen Örtchen Stars Hollow in Connecticut, in dem sie viele Freunde aber auch Feinde haben.  Zu Lorelais Eltern Emily (Kelly Bishop) und Richard (Edward Herrmann) war der Kontakt lange abgebrochen, doch als sie sich bei ihnen Geld leiht, um Rory den Besuch der Chilton-Privatschule zu ermöglichen, bestehen Emily und Richard auf einem gemeinsamen wöchentlichen Abendessen mit den beiden. Das läuft dann wahlweise eisig oder peinlich ab.","seasons":[{"path":"/serie/stream/gilmore-girls/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-1/episode-1","name":"Alles auf Anfang","epNo":1,"alt":"Pilot","descr":"Lorelai Gilmore und ihre 16-jährige Tochter Rory leben in einer Kleinstadt in Connecticut, in der Lorelai ein Hotel leitet. Eines Tages kommt per Post die Zusage, dass Rory in die exklusive Privatschule Chilton aufgenommen werden soll. Zunächst ist die Freude bei Mutter und Tochter groß, doch dann lernt Rory den attraktiven Dean kennen, einen Neuzugang an ihrer bisherigen Schule. Fortan weigert sie sich strikt, ihre Chance in Chilton zu nutzen.Obwohl es für sie nicht einfach ist, das Geld für die astronomisch hohen Schulgebühren aufzutreiben, gibt Lorelai nicht so schnell auf. Es fällt ihr schwer, aber sie bittet ihre Eltern um ein Darlehen. Doch ihre Mutter Emily nimmt es Lorelai noch immer übel, dass sie mit 16 schwanger wurde und damals jede Hilfe ablehnte. Sie stellt eine Bedingung für das Darlehen: Lorelai und Rory sollen einmal in der Woche zum Abendessen vorbeikommen. Als die Familie am nächsten Freitag zusammen am Tisch sitzt, kommt es jedoch zu einem erbitterten Streit …Wer ist die Mutter, wer die Tochter? Das fragt sich in der Familie Gilmore nicht nur das jüngste Mitglied Rory. Die 16-Jährige leidet zwar an typischen Teenagersorgen, ist aber oft vernünftiger als ihre Mutter Lorelai, die ihre Umgebung gerne mal mit verrückten Einfällen und schlagfertigen Sprüchen durcheinander bringt. Doch trotz aller Gegensätze halten die beiden zusammen wie Pech und Schwefel – auch wenn es manchmal gewaltig kracht.Lorelai und Rory leben in Stars Hollow, einer Kleinstadt, in der Lorelai ein Hotel leitet – und in der getratscht wird, was das Zeug hält. So auch damals, als Lorelai mit 16 Jahren ihre Tochter zur Welt brachte. Ihre konservativen Eltern waren wenig erfreut darüber, deshalb zog Lorelai aus und nahm ihr Leben als allein erziehende Mutter selbst in die Hand. Doch nun wird Rory an einer Privatschule angenommen, die Lorelai sich eigentlich gar nicht leisten kann. Es fällt ihr schwer, aber sie bittet ihre Eltern um Hilfe. Auf diese Weise kommen sich die Gilmores wieder näher, und dabei geht es nicht immer harmonisch zu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357147","hoster":"VOE"},{"path":"/redirect/14378382","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357320","hoster":"VOE"},{"path":"/redirect/13588534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-2","name":"Ein klassischer Fehlstart","epNo":2,"alt":"The Lorelais First Day At Chilton","descr":"Rorys erster Schultag ist eine einzige Katastrophe: Ihre Mutter hat verschlafen und vergessen, ihre Kostüme aus der Reinigung zu holen. Hektisch springt sie in ein paar ausgebeulte Shorts und Cowboystiefel und verbirgt ihren unmöglichen Aufzug unter einem langen Mantel. Lorelais Geheimnis fliegt jedoch auf, als sie im Büro des Direktors ihren Mantel ausziehen muss.Die Eingewöhnung in Chilton fällt Rory nicht leicht. Ihre Mitschüler, allen voran die verwöhnte Paris, lassen sie spüren, dass sie nicht willkommen ist. Lorelai muss sich unterdessen mit Emily herumärgern, die darauf besteht, Rory mit den Kleidungsstücken und Accessoires auszustatten, die ihrer Meinung nach für eine Chilton-Schülerin unerlässlich sind. Als Emily sich auch noch nach einem Auto für ihre Enkelin umsieht und ohne Lorelais Einwilligung einen Internetzugang in ihrem Haus legen lässt, platzt Lorelai der Kragen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376129","hoster":"VOE"},{"path":"/redirect/13588556","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376281","hoster":"VOE"},{"path":"/redirect/13588535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-3","name":"Familie mit Handicap","epNo":3,"alt":"Kill Me Now","descr":"Weil Rory in Chilton eine Sportart wählen muss, besteht Emily darauf, dass sie mit ihrem Großvater in den Country Club geht, um die Grundlagen des Golfspiels zu lernen. Weder Rory noch Richard sind von der Idee begeistert, doch Emily setzt sich wie immer durch.Lorelai hat unterdessen alle Hände voll zu tun: Sie organisiert eine Doppelhochzeit in ihrem Hotel. Die beiden Bräute – zwei überaus zickige Zwillingsschwestern – treiben sie allerdings beinahe in den Wahnsinn.Der Tag im Club entwickelt sich für Rory und Richard derweil überraschend angenehm. Offensichtlich haben Großvater und Enkelin Gefallen aneinander gefunden. Als Lorelai davon erfährt, ist sie alles andere als erfreut. Eifersüchtig versucht sie, ihrer Tochter den Tag madig zu machen. Doch schließlich muss sie einsehen, dass sie Rory ihren Großeltern nicht so lange hätte vorenthalten dürfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376058","hoster":"VOE"},{"path":"/redirect/13588555","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357295","hoster":"VOE"},{"path":"/redirect/13588537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-4","name":"Mit Pauken und Trompeten","epNo":4,"alt":"The Deer-Hunters","descr":"Rory hat den Lernstoff in Chilton noch nicht ganz nachgeholt und in einer Klassenarbeit eine Vier geschrieben. Nun ist sie frustriert, denn in ihrer alten Schule hatte sie ausschließlich gute Noten. Aus lauter Scham hat sie noch nicht einmal ihrer Mutter von ihrer Niederlage erzählt. Erst beim Elternabend erfährt Lorelai davon. Dadurch lernt sie Rorys Lehrer Max besser kennen. Die beiden unterhalten sich ein bisschen und stellen fest, dass sie sich sehr sympathisch sind.Für die nächste Klassenarbeit büffeln Mutter und Tochter eine ganze Woche lang, doch an ihrem großen Tag verschläft Rory. Als sie mit dem Auto ihrer Mutter zur Schule fährt, hat sie auch noch eine folgenschwere Begegnung mit einem Hirsch. Deshalb kommt sie viel zu spät und wird vom Test ausgeschlossen. Wütend geht sie auf Paris los, die sich über sie lustig macht. Daraufhin wird Rory in Direktor Charlestons Büro zitiert.Lorelai wurde mittlerweile über die Vorfälle informiert und stürmt wütend Charlestons Zimmer. Sie wirft ihm vor, die Schüler maßlos zu überfordern. Kühl erklärt Charleston ihr daraufhin, dass Rory die Schule jederzeit verlassen könne, falls sie sich den Anforderungen nicht gewachsen fühle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357103","hoster":"VOE"},{"path":"/redirect/14378385","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357235","hoster":"VOE"},{"path":"/redirect/13588536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-5","name":"Katzenjammer","epNo":5,"alt":"Cinnamon\u0027s Wake","descr":"Beim Schulbasar bittet Rorys Lehrer Max ihre Mutter um ein Rendezvous. Lorelai will sich aber nur auf ein Treffen in einem Café einlassen, weil sie Komplikationen befürchtet. Rory nimmt derweil vorsichtigen Kontakt zu Dean auf, der mehr als erfreut darüber ist.Unterdessen stirbt Cinnamon, der Kater von Gilmores Nachbarn Babette und Morey Dell. Es wird eine Totenwache organisiert, zu der alle Freunde kommen und auf Cinnamon anstoßen. Plötzlich bemerkt Lorelai, dass Max vor ihrem Haus steht. Rory hat ihn ebenfalls entdeckt und wundert sich sehr, denn sie hatte keine Ahnung von den zarten Banden zwischen Max und ihrer Mutter. Lorelai sagt Max jedoch ab – mit der Begründung, dass sie ihren Nachbarn beistehen muss. Später verspricht Lorelai ihrer Tochter, dass sie in Zukunft immer ehrlich zu ihr sein wird. Doch auch Rory hat so ihre Geheimnisse …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376040","hoster":"VOE"},{"path":"/redirect/13588557","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357146","hoster":"VOE"},{"path":"/redirect/13588539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-6","name":"Alptraum Geburtstag","epNo":6,"alt":"Rory\u0027s Birthday Parties","descr":"Rorys Geburtstag fällt in diesem Jahr ausgerechnet auf einen Freitag, den Tag, an dem sie regelmäßig zusammen mit ihrer Mutter bei ihren Großeltern zum Abendessen zu erscheinen hat. Lorelais Bitte, den Termin zu verschieben, damit Rory zuhause ihre Geburtstagsparty feiern kann, lehnt Emily kategorisch ab.Emily selbst will eine Party für Rory ausrichten und hat – zu Rorys Entsetzen – sämtliche Schüler aus ihrer Klasse eingeladen. Nicht nur, dass Rory sich jetzt mit Paris und Tristan herumschlagen muss, nein, ihre Großmutter verlangt obendrein, dass sie eine Rede hält. Rory platzt der Kragen, und sie macht ihrer Großmutter vor allen Leuten Vorwürfe. Das hätte sie besser nicht getan: Emily ist so beleidigt, dass sie alle Versöhnungsversuche Rorys eiskalt abschmettert und sogar die Einladung zu Rorys eigener Party am nächsten Tag ablehnt.Tags darauf feiern Lorelai und Rory ein ausgelassenes Fest mit ihren Freunden, als es plötzlich klingelt und Emily und Richard vor der Tür stehen. Rory ist selig, dass der dumme Streit vom Vortag vergessen ist. Doch das ist nicht die einzige Überraschung des Tages …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357234","hoster":"VOE"},{"path":"/redirect/14378387","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357226","hoster":"VOE"},{"path":"/redirect/13588540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-7","name":"Ein Kuss mit Folgen","epNo":7,"alt":"Kiss And Tell","descr":"Rory hat sich in Dean verliebt. Also nimmt sie all ihren Mut zusammen und geht in den Laden, in dem er arbeitet. Die beiden unterhalten sich ein wenig, und plötzlich küsst Dean sie. Völlig verwirrt bedankt Rory sich und verlässt eilig den Laden.Kurz darauf erfährt Lane die aufregende Neuigkeit. Doch auch Lanes Mutter bekommt das Gespräch mit und gibt Rorys kleines Geheimnis brühwarm weiter an Lorelai, die nicht gerade begeistert ist. In einem Gespräch mit Luke erkennt sie jedoch, dass sie ein wenig eifersüchtig ist. Sie reißt sich zusammen und erzählt Rory euphorisch, dass sie von dem Kuss weiß. Rory misstraut der etwas angestrengten Begeisterung ihrer Mutter jedoch.Einige Tage später planen Lorelai und Rory einen Videoabend und kaufen dafür reichlich Süßigkeiten ein. Bei dieser Gelegenheit stellt Rory ihrer Mutter Dean vor, bereut es aber sofort: Lorelai lädt ihn zu ihrem Videoabend ein. Im Großen und Ganzen verläuft der Abend jedoch besser als erwartet. Als Rory im Bad ist, nimmt sich Lorelai allerdings Dean zur Brust und klärt ihn über die Regeln und Bedingungen hinsichtlich der Freundschaft mit ihrer Tochter auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376034","hoster":"VOE"},{"path":"/redirect/13588558","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357293","hoster":"VOE"},{"path":"/redirect/13588541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-8","name":"Schneechaos","epNo":8,"alt":"Love And War And Snow","descr":"Der Bürgermeister möchte die Schlacht, die vor 224 Jahren in Stars Hollow stattfand, nachstellen. Gegen Lukes Widerstand gelingt es ihm, seine Idee in der Bürgerversammlung durchzusetzen. Während die ersten Schneeflocken fallen, amüsiert sich die ganze Gemeinde über den erbitterten Streit der beiden.Am Freitag, dem Tag, an dem der obligatorische Besuch bei den Großeltern ansteht, schneit es so stark, dass Lorelai nicht nach Hartford fahren kann. Rory, die dort zur Schule geht, wird vom Fahrer ihrer Großeltern abgeholt und muss über Nacht dort bleiben.Als Lorelai abends durch Stars Hollow spaziert, trifft sie auf Max, dessen Wagen liegen geblieben ist. Lorelai und er verbringen einen schönen Abend, doch die sich anbahnende romantische Nacht wird im Keim erstickt, da plötzlich Lane vor der Tür steht. Sie ist frustriert, weil Rory ihren Liebeskummer offensichtlich nicht ernst nimmt und verkriecht sich in Rorys Zimmer, um sich ihrem Weltschmerz hinzugeben. Als Rory am nächsten Tag nach Hause kommt, ist sie mehr als überrascht, Max auf dem Sofa vorzufinden. Nun hat Lorelai einiges zu erklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357164","hoster":"VOE"},{"path":"/redirect/13588559","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357298","hoster":"VOE"},{"path":"/redirect/13588542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-9","name":"Kopfüber in die Nacht","epNo":9,"alt":"Rory\u0027s Dance","descr":"Rorys Schule veranstaltet einen Ball, zu dem Rory eigentlich nicht gehen möchte. Nach einem längeren Gespräch mit ihrer Mutter entschließt sie sich aber doch dazu. Vor allem aufgrund der Tatsache, dass Dean mitkommt, verliert die Veranstaltung viel von ihrem Schrecken. Nun muss Rory ihren verhassten Mitschülerinnen wenigstens nicht allein gegenübertreten.Während Lorelai wegen einer Zerrung im Rücken die Fürsorge ihrer Mutter über sich ergehen lassen muss, verbringen Rory und Dean einen schönen Ballabend. Doch dann stellt sich ihnen der hochnäsige Tristan in den Weg, und es kommt fast zu einer Prügelei, weil Tristan nicht aufhört, Rory zu belästigen. Dean kommt zu dem Schluss, dass Tristan in Rory verknallt ist, Rory will davon aber nichts wissen.Auf dem Heimweg kommen Rory und Dean an Miss Pattys Tanzstudio vorbei, das nicht abgeschlossen ist. Die beiden schleichen sich hinein und schlafen dort in aller Unschuld ein. Erst am nächsten Morgen wird das junge Paar von Patty geweckt. Panisch rennt Rory nach Hause. Sie befürchtet eine heftige Standpauke, wenn ihre Mutter merkt, dass sie die ganze Nacht nicht zu Hause war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357292","hoster":"VOE"},{"path":"/redirect/13588560","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357294","hoster":"VOE"},{"path":"/redirect/13588543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-10","name":"Vergeben und vergessen","epNo":10,"alt":"Forgiveness And Stuff","descr":"Seit einer heftigen Auseinandersetzung reden Lorelai und Rory kein Wort mehr miteinander. Auch zwischen Emily und Lorelai herrscht eisiges Schweigen, weshalb Emily zum traditionellen Weihnachtsessen nur Rory einlädt. Wütend geht Lorelai zu Luke, wo sie einen Anruf von Rory erhält: Richard wurde ins Krankenhaus eingeliefert, und Lorelai soll sofort kommen.Luke fährt mit Lorelai zum Krankenhaus, wo jeder diesen Schock auf seine eigene Weise verarbeitet: Während Rory Zeitungen besorgt und Emily das Personal herumkommandiert, will sich Lorelai nicht eingestehen, dass sie Angst vor der Begegnung mit Richard hat. Dabei wird ihr klar, dass sie ihren Vater wirklich liebt. Da kommt die Nachricht aus dem Krankenzimmer …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376128","hoster":"VOE"},{"path":"/redirect/14378384","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357305","hoster":"VOE"},{"path":"/redirect/13588544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-11","name":"Kuss und Schluss","epNo":11,"alt":"Paris Is Burning","descr":"Lorelai und Max sind frisch verliebt und unzertrennlich. Rory, der Max sehr sympathisch ist, freut sich, ihre Mutter so glücklich zu sehen, und macht den Vorschlag, auch mal etwas zu dritt zu unternehmen. Bei Lorelai gehen jedoch sofort die Alarmglocken an, denn sie befürchtet, Rory könne unter einem möglichen Ende der Beziehung besonders leiden, wen sie sich zu sehr an Max gewöhnt. Sie beschließt, sich unverzüglich von Max zu trennen.Ausgerechnet an dem Tag, an dem Chilton zum Elterntag geladen hat, teilt Lorelai Max ihre Entscheidung mit. Es kommt zu einem Streit, weil Max meint, dass Lorelais Begründung vorgeschoben sei und sie in Wahrheit bloß Angst davor habe, selbst verletzt zu werden. Doch schließlich liegen sich die beiden wieder in den Armen – allerdings beobachtet von Paris Geller, die die Neuigkeit sofort in der ganzen Schule verbreitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357148","hoster":"VOE"},{"path":"/redirect/14378386","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376279","hoster":"VOE"},{"path":"/redirect/13588545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-12","name":"Doppelt hält besser","epNo":12,"alt":"Double Date","descr":"Seit Sookie vor zwei Wochen Jackson gefragt hat, ob sie zusammen essen gehen wollen, verhalten sich beide völlig verkrampft, wenn sie sich begegnen. Sookie bleibt nichts anderes übrig, als die Flucht nach vorn zu wagen und sich konkret mit ihm zu verabreden. Jackson sagt spontan zu, will aber seinen Cousin Rune mitbringen, der zu Besuch in der Stadt ist. Sookie bitte deshalb Lorelai, ebenfalls mitzukommen.Auch Lane bittet ihre Freundin um einen Gefallen: Rory soll ein Treffen mit Deans Freund Todd arrangieren. Der Abend wird jedoch eine herbe Enttäuschung, da Todd sich als ein ziemlicher Trottel entpuppt.Das Treffen der Erwachsenen läuft ebenfalls aus dem Ruder: Sookie ist so schüchtern, dass sie kaum spricht, und Rune kann Lorelai nicht ausstehen, weil er sie viel zu groß findet. Die vier gehen schließlich zu Luke, wo Rune sich verabschiedet und Sookie und Jackson endlich zueinander finden. Da platzt plötzlich Mrs. Kim herein, die sich größte Sorgen um Lane macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376218","hoster":"VOE"},{"path":"/redirect/13588562","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357307","hoster":"VOE"},{"path":"/redirect/13588547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-13","name":"Concertus Interruptus","epNo":13,"alt":"Concert Interruptus","descr":"In Lorelais Auftrag hat Sookie vier Karten für das Bangles-Konzert in New York besorgt. Lorelai als größter Fan dieser Band ist außer sich vor Freude. Als Paris, Madeline und Louise zum Lernen zu Rory kommen, schenkt sie die Karten jedoch ihrer Tochter, damit diese die Mädchen einladen kann. Denn Lorelai wünscht sich nichts mehr, als dass sich Rory mit ein paar Chilton-Schülerinnen anfreundet und es fortan in der Schule etwas leichter hat.Begeistert fahren die vier Mädchen mit den Tickets nach New York, während sich Lorelai und Sookie billige Karten an der Abendkasse besorgen. Im Verlauf des Konzerts lassen sich Louise und Madeline jedoch von zwei Jungs auf eine Party abschleppen – obwohl abgemacht war, dass sich die Mädchen nach der Vorstellung wieder mit Lorelai und Sookie treffen. Als Lorelai davon erfährt, stürmt sie wütend die Party und holt die beiden Mädchen raus.Am nächsten Tag findet in Stars Hollow ein großer Trödelmarkt statt, für den Lorelai Spenden gesammelt hatte. Ein Sweatshirt aus Lukes Spende gefiel ihr so gut, dass sie es gekauft hat. Als sie es ihm nun begeistert vorführt, bekommt Luke einen Wutanfall. Das Sweatshirt hatte einst seiner Ex-Freundin Rachel gehört …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357296","hoster":"VOE"},{"path":"/redirect/13588563","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376280","hoster":"VOE"},{"path":"/redirect/13648801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-14","name":"Küken-Alarm","epNo":14,"alt":"That Damn Donna Reed","descr":"Rory und Lorelai lieben die spießige \"Donna Reed Show\" aus den fünfziger Jahren, weil sie sich über die altbackenen Vorstellungen von der Hausfrau am Herd köstlich amüsieren können. Dean, der eines Abends mit den beiden vorm Fernseher sitzt, versteht das nicht, denn ihm erscheint dieses Familienidyll durchaus erstrebenswert. Darüber kommt es zu einem heftigen Streit mit Rory.Das Küken, das Rory aus der Schule mitgebracht hat, ist aus seinem Käfig entwischt. Lorelai schafft es nicht, das kleine Federknäuel wieder einzufangen, und bittet Luke um Hilfe. Als Luke bei ihr erscheint, ist er erstaunt, dass es tatsächlich nur um das Küken geht – hatte er doch fest damit gerechnet, dass das entflohene Tier für Lorelai nur ein Vorwand war, um ihm näher zu kommen.Bei einem Gespräch mit ihrer Mutter gesteht Lorelai, dass sie möglicherweise etwas für Luke empfindet. Allerdings ist sie sich ihrer Gefühle noch nicht sicher. Da taucht plötzlich ein mysteriöser Motorradfahrer auf, der sich als Lorelais Jugendliebe und Rorys Vater Christopher entpuppt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376041","hoster":"VOE"},{"path":"/redirect/13588566","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13650156","hoster":"VOE"},{"path":"/redirect/13588546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-15","name":"Sex mit dem Ex","epNo":15,"alt":"Christopher Returns","descr":"Rorys Vater Christopher Hayden ist überraschend nach Stars Hollow gekommen. Bei einem Spaziergang mit Rory will er ihr ein Buch kaufen, doch seine Kreditkarte wird nicht angenommen. Rory wundert sich, denn es heißt, dass Christopher in Kalifornien großen beruflichen Erfolg habe.Für den Abend sind Rory, Lorelai, Christopher und dessen Eltern, die ebenfalls gerade in der Stadt sind, zum Essen bei Emily eingeladen. Der Abend wird jedoch ein Fiasko: Christophers Vater wirft Lorelai vor, das Leben seines Sohnes ruiniert zu haben, woraufhin Richard die Beherrschung verliert und die Haydens raus wirft.Trotzdem landen Lorelai und Christopher wieder zusammen im Bett. Als Christopher sie dann auch noch fragt, ob sie ihn heiraten will, platzt Lorelai jedoch der Kragen. Sie hält Christopher für viel zu unreif und ist sich sicher, dass eine Ehe mit ihm nicht gut gehen würde. Rory, die den Streit mitbekommen hat, würde eine Heirat der beiden allerdings befürworten, denn eines steht für sie fest: Lorelai und Christopher lieben sich noch immer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13625585","hoster":"VOE"},{"path":"/redirect/13580964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13633586","hoster":"VOE"},{"path":"/redirect/13580945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-16","name":"Chaos der Gefühle","epNo":16,"alt":"Star-Crossed Lovers And Other Strangers","descr":"Seit drei Monaten sind Dean und Rory nun schon zusammen. Eigens aus diesem Anlass hat Dean einen großen Abend geplant. Und obwohl das Date ausgerechnet an einem Freitag stattfinden soll, dem Tag des obligatorischen Besuchs bei ihren Großeltern, erlaubt Emily ihrer Enkelin, das gemeinsame Abendessen ausfallen zu lassen und mit Dean zu feiern.Lorelai kommt um das Abendessen mit Emily und Richard jedoch nicht herum. Zu allem Überfluss hat Emily den Sohn einer Freundin eingeladen, um ihn mit Lorelai zu verkuppeln. Das Unternehmen scheitert jedoch schon allein daran, dass Chase ein entsetzlicher Langweiler ist. Rory und Dean genießen unter dessen ein Essen beim Italiener, und Dean gesteht Rory seine Liebe. Rory reagiert jedoch verwirrt und ängstlich, was Dean so sehr kränkt, dass er mit ihr Schluss macht.Nachdem sie dem Langweiler Chase entflohen ist, besucht Lorelai das Gründerfest in Stars Hollow. Stimmung will bei ihr jedoch nicht aufkommen, denn Max fehlt ihr. Und auch die Sache mit Luke ist nicht einfacher geworden, seit seine Ex-Freundin Rachel wieder in der Stadt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13642684","hoster":"VOE"},{"path":"/redirect/13580963","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13637304","hoster":"VOE"},{"path":"/redirect/13580947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-17","name":"Tal der Tränen","epNo":17,"alt":"Breakup, Part 2","descr":"Dean hat sich von Rory getrennt. Rory ist jedoch nicht bereit, sich damit auseinanderzusetzen. Sie möchte ihren Schmerz einfach verdrängen. Doch Lorelai rät ihr dazu, sich so richtig im Selbstmitleid zu suhlen – nur so könne man über eine Trennung hinwegkommen. Von diesem Vorschlag hält Rory allerdings gar nichts.Rory beschließt, zur Party einer Mitschülerin zu gehen. Dort trifft sie auf Tristan, der ebenfalls von seiner Freundin verlassen wurde. Erst in diesem Moment wird ihr klar, wie traurig sie ist. Sie geht nach Hause und trauert. Dadurch bemerkt Lorelai, dass ihr ebenfalls etwas fehlt: Max. Hoffnungsfroh macht sie sich auf den Weg zu ihm …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376057","hoster":"VOE"},{"path":"/redirect/13588568","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376010","hoster":"VOE"},{"path":"/redirect/13588550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-18","name":"Die vierte Generation","epNo":18,"alt":"The Third Lorelai","descr":"Die Mutter von Richard, Rorys Urgroßmutter Trix aus London, kommt zu Besuch nach Stars Hollow. Als typische Engländerin ist sie sehr auf Etikette und gutes Benehmen bedacht – und sie kann Emily auf den Tod nicht ausstehen. Dennoch kommt die Familie anlässlich Trix’ Besuch zu einem großen Abendessen zusammen.Am nächsten Tag stellt sich heraus, dass vor allem Rory die alte Dame beeindruckt hat. Sie bietet Lorelai an, einen Treuhandfond für Rory einzurichten, damit ihre Ausbildung gesichert ist. Das will Emily um jeden Preis verhindern. Sie versucht Lorelai einzureden, dass Rory dann keinen Grund mehr habe, überhaupt zur Schule zu gehen. Genauso gut könne sie dann sofort nach Europa reisen und das Geld verjubeln.Rory bekommt von all dem nichts mit, denn sie hat ganz andere Probleme: Sie versucht, Paris und den traurigen Tristan zu verkuppeln. Ihr Plan geht jedoch nicht auf, und Paris hasst Rory nun mehr als je zuvor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357104","hoster":"VOE"},{"path":"/redirect/13588567","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376204","hoster":"VOE"},{"path":"/redirect/13588549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-19","name":"Zimmerservice","epNo":19,"alt":"Emily In Wonderland","descr":"Emily beklagt sich, dass es keine guten Antiquitätengeschäfte mehr gebe. Das bringt Rory auf eine Idee: Sie lädt ihre Großmutter ein, um ihr Stars Hollow und vor allem das Antiquitätengeschäft von Lanes Eltern zu zeigen. Emily ist begeistert und findet im Laden der Kims tatsächlich ein schönes Stück.Anschließend führt Rory ihre Großmutter zu dem Geräteschuppen auf dem Gelände des Hotels \"Independence Inn\", in dem Lorelai und sie nach dem Umzug nach Stars Hollow gewohnt haben. Emily ist entsetzt und richtet Rory ein Zimmer in ihrem Haus ein – ohne Lorelai darüber zu informieren.Luke will Rachel nicht glauben, dass sie es dieses Mal wirklich ernst meint. Lorelai, die sich mit Rachel mittlerweile glänzend versteht, versucht zu vermitteln, und ermutigt Luke, sich auf die Beziehung einzulassen. Rachel hat unterdessen ein altes Hotel entdeckt, dass sie Lorelai zeigt. Die ist begeistert, ließe sich doch hier ihr Traum realisieren, sich gemeinsam mit Sookie selbständig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376033","hoster":"VOE"},{"path":"/redirect/13648798","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357306","hoster":"VOE"},{"path":"/redirect/13588552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-20","name":"Drei magische Worte","epNo":20,"alt":"Ps: I Lo...","descr":"Rory, die noch immer unter der Trennung von Dean leidet, ist entsetzt: Ihre beste Freundin Lane trifft sich mit ihrem Ex! Lanes Erklärung, man bereite ein gemeinsames Schulprojekt vor, akzeptiert sie nicht. Sie fühlt sich von allen verraten. Als sie dann auch noch von Max erfährt, dass er und ihre Mutter wieder Kontakt haben, ist für Rory das Maß voll.Nach einem heftigen Streit mit Lorelai reißt Rory aus und fährt zu ihren Großeltern, wo sie mit offenen Armen aufgenommen wird. Unterdessen stellt Lorelai Dean zur Rede und erfährt so, dass er Rory seine Liebe gestanden habe, sie aber nicht damit umgehen konnte. Lorelai ist wie vom Donner gerührt und fährt zu einem klärenden Gespräch zu ihrer Tochter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376042","hoster":"VOE"},{"path":"/redirect/13588570","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376203","hoster":"VOE"},{"path":"/redirect/13588551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-1/episode-21","name":"Alte Liebe, neues Glück","epNo":21,"alt":"Love, Daisies And Troubadours","descr":"Luke hält sich in letzter Zeit auffallend oft in Lorelais Nähe auf und scheint darüber zu vergessen, dass er wieder mit Rachel zusammen ist. Als Lorelai ihn darauf anspricht, gesteht er ihr, dass er sich durch Rachel eingeengt fühlt. Doch Rachel kennt den wahren Grund und sagt Luke auf den Kopf zu, dass er in Lorelai verliebt ist. Sie verlässt ihn, und zwar endgültig.Unterdessen kommen sich Max und Lorelai immer näher – bis es zu einem Streit wegen Luke kommt. Doch gerade als Lorelais Gefühle richtig hoch kochen, macht Max ihr einen Heiratsantrag. Lorelai ist völlig perplex und erklärt Max, wie ein Heiratsantrag auszusehen hat: Mit tausend gelben Margeriten, Kerzenschein und Musik. Am nächsten Tag betritt sie das Hotel und findet in der Lobby ein Meer von gelben Margeriten. Wird sie den Antrag nun annehmen?Nachdem Rory einige ungeschickte Annäherungsversuche unternommen hat, entschließt sich auch Dean, es noch einmal mit ihr zu versuchen. Doch als er Rory von der Schule abholen will, sieht er sie dort zusammen mit Tristan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357106","hoster":"VOE"},{"path":"/redirect/13588569","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357161","hoster":"VOE"},{"path":"/redirect/13588553","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-2/episode-1","name":"Der Antrag","epNo":1,"alt":"Sadie, Sadie","descr":"Obwohl sie von allen Seiten zu einer positiven Antwort gedrängt wird, ist Lorelai sich noch nicht sicher, ob sie Max’ Heiratsantrag annehmen wird. Erst als sie am Abend mit Max telefoniert, wird ihr klar, dass sie sich längst für ihn entschieden hat. Ihren Eltern, bei denen sie zum Abendessen eingeladen ist, verschweigt sich diese Neuigkeit jedoch.Eine Woche später sind Lorelai und Rory wieder zu Gast bei Emily und Richard. Auf Anregung von Emily ist dieses Mal sogar Dean dabei. Der wünscht sich jedoch schon bald an einen anderen Ort, weil Richard findet, Dean sei nicht der richtige Umgang für seine Enkelin, und zerreißt ihn in der Luft. Gleichzeitig erreicht die Familie ein Anruf von Sookie. Sie erzählt Emily nichts ahnend von der Verlobungsfeier, die sie als Überraschung für Max und Lorelai plant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007824","hoster":"VOE"},{"path":"/redirect/8541618","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620754","hoster":"VOE"},{"path":"/redirect/10620762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-2","name":"Nicht ohne meine Mutter","epNo":2,"alt":"Hammers And Veils","descr":"Rory hat mal wieder Ärger mit ihrer Mitschülerin Paris. Beide Mädchen beteiligen sich an einem Wohltätigkeitsprojekt, und Paris macht Rory das Leben schwer. Von Paris erfährt sie jedoch auch, dass man für die Aufnahme an einer Elite-Universität nicht nur gute Noten, sondern auch möglichst viele außerschulische Aktivitäten nachweisen muss. Rory setzt diesen Rat sofort ihn die Tat um und gerät darüber in einen heftigen Streit mit Dean, der nicht versteht, dass sie keine Zeit mehr für ihn hat.Lorelai hat unterdessen ein Problem mit ihrer Mutter, die sich ihr gegenüber wie ein Eisklotz benimmt. Sie ahnt nicht, dass Sookie das Geheimnis ihrer Verlobung aus Versehen schon ausgeplaudert hatte, bevor ihre Eltern davon wussten, und spricht Emily auf ihr Verhalten an. Es kommt zu einer Auseinandersetzung, und die beiden Frauen trennen sich im Streit. Lorelais Verlobungsparty wird nun wohl ohne ihre Mutter stattfinden müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007826","hoster":"VOE"},{"path":"/redirect/8541644","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620758","hoster":"VOE"},{"path":"/redirect/10620760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-3","name":"Kalte Füße","epNo":3,"alt":"Red Light On Wedding Night","descr":"Die Vorbereitungen für Lorelais Hochzeit sind im vollen Gange. Max, der ohnehin zu Lorelai ziehen will, bleibt deshalb übers Wochenende in Stars Hollow. Dass Luke ihm die ganze Zeit die kalte Schulter zeigt, stört ihn nur wenig, denn Max ist glücklich. Lorelai, ihre Freundinnen, Rory und Michel feiern unterdessen Lorelais Junggesellinen-Party, zu der Michel heimlich Emily eingeladen hat. Die berichtet, wie aufgeregt sie vor ihrer Hochzeit mit Richard gewesen sei. Lorelai hingegen ist äußerst gelassen und ruhig. Das verunsichert sie so sehr, dass sie beginnt, an ihrer Entscheidung zu zweifeln.Am nächsten Tag kommt Max ins Hotel, weil er etwas in Lorelais Wohnung bringen will, aber keinen Schlüssel hat. Die Tatsache, dass sie dauernd vergisst, ihm einen nachmachen zu lassen, bringt Lorelai wieder ins Grübeln. Als dann auch noch Luke mit einem selbst gemachten Hochzeitsbaldachin vorbeikommt, wachsen ihre Zweifel. Sie beschließt, die Hochzeit abzusagen und zusammen mit Rory spontan auf eine kleine Reise zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007829","hoster":"VOE"},{"path":"/redirect/8541632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620765","hoster":"VOE"},{"path":"/redirect/10620763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-4","name":"Auf und davon","epNo":4,"alt":"The Road Trip To Harvard","descr":"Lorelai ist klar geworden, dass sie Max nicht heiraten will. Hals über Kopf bricht sie mit Rory zu einer Fahrt ins Blaue auf. Die beiden landen in einer Pension, deren Besitzerin zwar sehr freundlich, aber auch äußerst aufdringlich ist. Aus Angst, mit ihr weitere langweilige Gespräche führen zu müssen, bleiben Rory und Lorelai trotz ihres Hungers den ganzen Abend auf ihrem Zimmer.Rory nutzt die Zeit, um ihrer Mutter aus der Nase zu ziehen, warum die Hochzeit mit Max nicht stattfindet. Nach langem Zögern gesteht Lorelai ihrer Tochter daraufhin, dass sie Max nicht wirklich liebt. Am nächsten Tag brechen Mutter und Tochter nach Harvard auf, damit Rory einen ersten Eindruck vom College-Leben bekommt. Wieder zu Hause schaut Lorelai als erstes bei Luke vorbei und eröffnet ihm, dass sie ihren Plan, mit Sookie ein Hotel zu eröffnen, nun endlich in die Tat umsetzen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007827","hoster":"VOE"},{"path":"/redirect/8541621","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620766","hoster":"VOE"},{"path":"/redirect/10620767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-5","name":"Ein schwerer Fall","epNo":5,"alt":"Nick \u0026 Nora/Sid \u0026 Nancy","descr":"Lukes Schwester Liz wird mit ihrem Sohn Jess nicht fertig und schickt den 17-Jährigen nach Stars Hollow, wo Luke ihn zur Vernunft bringen soll. Doch der missratene Knabe ist eine wirklich harte Nuss: Er ist aufsässig und verschlossen, klaut und blickt arrogant auf die Kleinstädter herab. Wegen ihm streiten sich auch Lorelai und Luke, der nicht gerade erfreut darüber ist, dass Lorelai sich in seine Familienangelegenheiten einmischt.Für die Schülerzeitung muss Rory unterdessen ein Interview mir Max führen, was ihr zunächst recht schwer fällt. Doch dann bekunden beide ihr Bedauern über die geplatzte Hochzeit und klären in einem langen Gespräch ihr Verhältnis. Als Rory wenige Tage später auf Jess trifft, versucht er, sie mit ein paar Zaubertricks zu beeindrucken. Die Tatsache, dass er ein begeisterter Leser ist, beeindruckt Rory jedoch viel mehr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007832","hoster":"VOE"},{"path":"/redirect/8541629","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620774","hoster":"VOE"},{"path":"/redirect/10620773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-6","name":"Emily in Nöten","epNo":6,"alt":"Presenting Lorelai Gilmore","descr":"Lorelai ist entsetzt: ihrer Großmutter zuliebe will Rory sich auf einem Debütantinnenball in die feine Gesellschaft einführen lassen. Da die Mädchen auf dem Ball von ihren Vätern vorgestellt werden sollen, ruft Rory auch noch Christopher an, der sofort zusagt. Das Wiedersehen mit ihm ist allerdings sowohl für Rory als auch für Lorelai eine Überraschung: Anstelle seines Motorrades fährt Christopher jetzt einen Volvo, und einen festen Job hat er auch. Offenbar ist ihm seine neue Freundin so wichtig, dass er für sie sein ganzes Leben auf den Kopf gestellt hat.An Rorys großem Abend sind alle furchtbar aufgeregt, nur Emily ist todunglücklich. Sie hatte wieder einmal einen Streit mit Richard, der Angst um seinen Posten bei der Versicherungsgesellschaft hat. Lorelai erkennt, dass ihre Mutter im Grunde niemanden hat, dem sie sich anvertrauen könnte, und versichert Emily, für sie da zu sein, wenn sie sie braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007834","hoster":"VOE"},{"path":"/redirect/8541626","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620776","hoster":"VOE"},{"path":"/redirect/10620772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-7","name":"Mutprobe","epNo":7,"alt":"Like Mother Like Daughter","descr":"Weil man in Chilton der Meinung ist, Rory sondere sich ab, bekommt sie von der Schulleitung die Auflage, mehr Kontakte zu anderen Schülern zu knüpfen. Als sich Lorelai daraufhin bei Direktor Charleston beschwert, wird sie zur Mitarbeit in einer wohltätigen Gruppe verdonnert. Einer davon ist der Booster Club, der Spenden für die Instandhaltung der Schule sammelt und zu diesem Zweck eine Modenschau plant. Lorelai bietet sich an, das Ganze zu organisieren und stellt ihr Hotel für die Show zur Verfügung.Auf ihrer Suche nach Anschluss gerät Rory unterdessen an eine geheime Verbindung namens The Puffs. Paris, die Rory erklärt, dass diese Gruppe sehr viel Macht besitzt, will ebenfalls aufgenommen werden, und mit Rorys Hilfe gelingt ihr das auch. Doch dann fordern die Puffs eine Mutprobe: Die Mädchen sollen in Charlestons Büro einbrechen – und werden dabei natürlich prompt erwischt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007838","hoster":"VOE"},{"path":"/redirect/8541633","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620786","hoster":"VOE"},{"path":"/redirect/10620783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-8","name":"Zukunftsträume","epNo":8,"alt":"The Ins And Outs Of Inns","descr":"Endlich wollen Lorelai und Sookie ihren Traum vom eigenen Hotel wahr machen. Doch Fran aus der Konditorei weigert sich, ihre alte Pension zu verkaufen. Kurz darauf kommt überraschend Mia, die Besitzerin des Independence Inn, zu Besuch. Lorelai erzählt von ihren Plänen und ist entsetzt über Mias Reaktion: Ihre Chefin ist offensichtlich sehr glücklich, nun, da Lorelai geht, endlich das Independence Inn verkaufen zu können. Das trifft Lorelai tief, hatte Mia sie doch aufgenommen, als sie damals mit ihrem Baby Hilfe suchte. Aus Frust über den Verlust ihres zweiten Zuhauses beginnt Lorelai einen bösen Streit mit Sookie.Am Abend erzählt Lorelai ihrer Mutter von Mia. Emily wird neugierig und fährt zum Hotel, um Mia kennen zu lernen. Doch Mias Angebot, sich über die Vergangenheit auszusprechen schlägt sie kühl aus. Derweil spielt Jess in der Stadt einen Streich nach dem anderen. Daraufhin werden die Leute so wütend, dass sie den nichts ahnenden Luke zur Rechenschaft ziehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007837","hoster":"VOE"},{"path":"/redirect/8541623","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620779","hoster":"VOE"},{"path":"/redirect/10620782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-9","name":"Romeo und Julia","epNo":9,"alt":"Run Away Little Boy","descr":"Zusammen mit Paris, deren Freundinnen und Tristan soll Rory in der Schule den fünften Akt von \"Romeo und Julia\" aufführen. Ausgerechnet Rory ist für die Rolle der Julia vorgesehen, während Tristan natürlich den Romeo spielt. Doch durch seine mangelnde Disziplin sabotiert er ständig die Proben. Zu allem Überfluss küsst er \"Julia\" dann auch noch ein bisschen zu intensiv und bringt damit Dean auf die Palme. Am Abend der Aufführung stellt sich jedoch heraus, dass die ganze Aufregung umsonst war: Tristan wurde der Schule verwiesen, weil er mit ein paar Kumpels versucht hatte, einen Safe zu knacken.Lorelai war unterdessen mit einem jüngeren Mann aus ihrem Wirtschaftkurs aus, was Luke wahnsinnig eifersüchtig macht. Lorelai ist wie vor den Kopf geschlagen und versteht seine Reaktion nicht. Doch dann macht Sookie ihr klar, dass Luke schon lange in sie verliebt ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007835","hoster":"VOE"},{"path":"/redirect/8541627","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620787","hoster":"VOE"},{"path":"/redirect/10109570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-10","name":"Schlittenfahrt","epNo":10,"alt":"The Bracebridge Dinner","descr":"Während einer Schlittenfahrt kommen Rory und Jess ins Gespräch, und Rory gibt ihre anfängliche Reserviertheit ihm gegenüber auf. Dass sie Jess inzwischen offenbar ganz sympathisch findet, bleibt allerdings auch Dean nicht verborgen.Für eine Reisegruppe aus Chicago hat Lorelai in ihrem Hotel ein historisches Festmahl arrangiert. Doch nun stellt sich heraus, dass die Gesellschaft wegen heftiger Schneefälle nicht kommen kann. Da aber schon alles für das \"Bracebridge Dinner\" vorbereitet ist, laden Lorelai und Sookie all ihre Freunde und auch Lorelais Eltern ein. Endlich verbringen alle zusammen mal wieder einen schönen Abend, doch dann lässt Richard eine Bombe platzen. Er hat gekündigt – und Emily bisher nichts davon gesagt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007840","hoster":"VOE"},{"path":"/redirect/8541625","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620794","hoster":"VOE"},{"path":"/redirect/10620789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-11","name":"Das Darlehen","epNo":11,"alt":"Secrets And Loans","descr":"Zu ihrem Entsetzen muss Lorelai feststellen, dass ihr Haus von Termiten befallen und schwer beschädigt wurde. Etwa 15.000 Dollar wird die Instandsetzung kosten, und Lorelai hat keine Ahnung, wie sie so viel Geld auftreiben soll. Rorys Vorschlag, Emily und Richard um Hilfe zu bitten, verwirft Lorelai sofort. Als Rory das Problem bei einem Essen mit Emily trotzdem zur Sprache bringt und Emily sofort Hilfe anbietet, lehnt Lorelai vehement ab. Sie befürchtet, das Geld nicht ohne Gegenleistung zu erhalten.In den nächsten Tagen versucht Lorelai alles, um einen Bankkredit zu bekommen, doch ohne Erfolg. Erst durch Emilys Unterstützung kommt sie doch noch zu einem Darlehen. Allerdings kommt es darüber zu einem heftigen Streit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007841","hoster":"VOE"},{"path":"/redirect/8541630","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620813","hoster":"VOE"},{"path":"/redirect/10620807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-12","name":"Vater-Tag","epNo":12,"alt":"Richard In Stars Hollow","descr":"Emily ist mit den Nerven am Ende: Seit Richard im Ruhestand ist, fühlt sie sich ständig von ihm beobachtet. Lorelai ist wenig begeistert von der Bitte ihrer Mutter, Richard für einen Tag bei sich aufzunehmen, doch sie stimmt zähneknirschend zu.Schon in der ersten Stunden in Stars Hollow bringt Richard seine Tochter auf die Palme: Am Frühstückstisch schreibt er ihr vor, was sie zu essen hat, und im Hotel kritisiert er an ihren Arbeitsstil herum. Auch Rory bekommt Richards Launen zu spüren: Als Dean am Abend mit dem Auto vorbeikommt, das er für Rory gebaut hat, verbietet Richard ihr, das Geschenk anzunehmen.Nachdem Richard alle seine Lieben auf die eine oder andere Weise verletzt hat, platzt Lorelai der Kragen. Sie macht ihrem Vater unmissverständlich klar, was sie von seiner permanenten Einmischung hält. Zu ihrer Überraschung erklärt Richard ihr daraufhin, dass er durchaus wisse, was für eine Last er für seine Familie sei – schließlich habe er das Telefongespräch mitgehört, in dem seine Frau Lorelai anfleht, ihn bei sich aufzunehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007842","hoster":"VOE"},{"path":"/redirect/8541628","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620818","hoster":"VOE"},{"path":"/redirect/10620815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-13","name":"Picknick","epNo":13,"alt":"A-Tisket, A-Tasket","descr":"In Stars Hollow findet eine ganz besondere Picknickkorb-Versteigerung statt: Der Mann, der den Korb ersteigert, darf mit der Frau, die ihn gepackt hat, picknicken gehen. In Rorys Fall ist leider nicht Dean, sondern Jess der Glückliche. Das bringt Dean so in Rage, dass er Lorelai sein Herz ausschüttet. Das wiederum macht Rory wütend – zumal Lorelai ihr auch noch klar macht, dass sie nichts von Jess hält. Dennoch erlaubt sie ihr, den Ausflug mit Jess zu machen.Lanes Freund Henry hat die Nase voll von der ewigen Heimlichtuerei und will deshalb mit einem anderen Mädchen zum Abschlussball gehen. Lane ist todunglücklich und wirft ihrer Mutter an den Kopf, dass sie durch ihre Strenge alles verdorben hat. Sookie trifft sich unterdessen mit Jackson zum Picknick und erlebt eine faustdicke Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007839","hoster":"VOE"},{"path":"/redirect/8541638","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620826","hoster":"VOE"},{"path":"/redirect/10620823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-14","name":"Schlechtes Timing","epNo":14,"alt":"It Should Have Been Lorelai","descr":"Christopher und seine Freundin Sherry kommen zu Besuch nach Stars Hollow. Die beiden sind noch immer sehr verliebt und wohnen mittlerweile zusammen. Sherry ist ganz wild darauf, Rory kennen zu lernen, und gibt Lorelai unmissverständlich zu verstehen, dass sie an ihr keinerlei Interesse hat. Während also Sherry mit Rory ausgeht, nimmt Lorelai ihren Ex-Mann mit zum obligatorischen Freitagabend-Essen bei ihren Eltern.Emily empfängt Christopher mit offenen Armen, verliert aber die Fassung, als sie erfährt, dass es ihm mit seiner neuen Freundin ernst ist. Sie wirft Lorelai vor, nicht genug getan zu haben, um Rory ihren Vater zurückgeben zu können. Das sitzt – zumal Lorelai erkennt, dass sie insgeheim immer gehofft hat, wieder mit Christopher zusammen zu kommen. Als sie Christopher ihre Erkenntnis mitteilt, versteht er sie jedoch völlig falsch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007833","hoster":"VOE"},{"path":"/redirect/8541631","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620825","hoster":"VOE"},{"path":"/redirect/10109571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-15","name":"Trautes Heim, Stress allein","epNo":15,"alt":"Lost And Found","descr":"Luke ist kurz vorm Durchdrehen: Er hält es in seiner winzigen Wohnung mit Jess nicht mehr aus. Nach langer Suche findet sich endlich eine passende Wohnung, doch dann erfährt Luke, dass das Haus Taylor gehört. Wutentbrannt wirft er ihm den Mietvertrag vor die Füße.Dean bemerkt, dass Rory das Armband, das er für sie gemacht hat, nicht mehr trägt. Da erst fällt ihr selbst auf, dass es weg ist. Hektisch durchsucht sie die ganze Stadt – ohne zu ahnen, dass sie es beim Picknick mit Jess verloren hatte und er es an sich genommen hat. Als Jess erfährt, dass Lorelai nach dem Armband sucht, schmuggelt er es heimlich in ihr Zimmer, wo Rory es schließlich auch findet. Doch Lorelai riecht den Schwindel und stellt Jess zur Rede …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007836","hoster":"VOE"},{"path":"/redirect/8541639","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620842","hoster":"VOE"},{"path":"/redirect/10620830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-16","name":"Rivalen","epNo":16,"alt":"There\u0027s The Rub","descr":"Nicht ganz freiwillig begleitet Lorelai ihre Mutter in ein nobles Wellness-Hotel. Wie nicht anders zu erwarten, kommt es schon bald zu ersten Spannungen und man ist froh, bald wieder nach Hause fahren zu können. Als Emily sich beklagt, dass sie zu Lorelai nicht so ein gutes Verhältnis habe wie diese zu ihrer Tochter, hat Lorelai eine Idee: Sie schlägt vor, als Symbol für das gemeinsame Wochenende die Bademäntel aus dem Hotel mitgehen zu lassen.Rory will den Abend alleine verbringen, wird aber von Paris gestört, die sie zwingt, mit ihr zu lernen. Kurz darauf platzt Jess mit einem riesigen Fresspaket herein und lädt sich selbst zum Essen ein. Dann steht plötzlich auch noch Dean vor der Tür und stellt Rory erbost zur Rede. Da kommt ihr Paris zu Hilfe, indem sie behauptet, Jess sei nur wegen ihr gekommen. Doch Deans Misstrauen ist geweckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007844","hoster":"VOE"},{"path":"/redirect/8555519","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620837","hoster":"VOE"},{"path":"/redirect/10620841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-17","name":"Eine Hochzeit und ein Todesfall","epNo":17,"alt":"Dead Uncles And Vegetables","descr":"Lukes Onkel Louie ist gestorben, und Luke soll das Begräbnis organisieren. Den Wünschen seines Vaters entsprechend soll Luke seinen Onkel neben ihm in Stars Hollow begraben lassen. Nachdem Luke einiges in Kauf genommen hat, damit alles so läuft wie gewünscht, erfährt er jedoch, dass weder die Verwandten noch Louies Bekannte zur Beerdigung kommen wollen. Offenbar gibt es niemanden, der Louie gemocht hat.\r\rSookie lässt sich von Emily bei den Hochzeitsvorbereitungen helfen und bemerkt in ihrem Feuereifer gar nicht, dass die geplanten Festlichkeiten gar nicht mehr ihrem und Jackson Geschmack entsprechen. Taylor hat unterdessen Probleme mit einem jungen Mann, der einst Troubadour der Stadt werden wollte, nun aber genau gegenüber von Taylors Laden einen Gemüsestand aufmacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007849","hoster":"VOE"},{"path":"/redirect/8541634","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620846","hoster":"VOE"},{"path":"/redirect/10620847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-18","name":"Auf ein Neues","epNo":18,"alt":"Back In The Saddle Again","descr":"Für ein Schulprojekt soll Rory einen Konsumartikel entwickeln und dafür Produktions- und Marketingbedingungen prognostizieren. Sie bittet Lorelai, ihr als Beraterin beizustehen, doch Lorelai fühlt sich überfordert und schlägt Richard für diesen Job vor. Richard, der in letzter Zeit nur noch an seinem Oldtimer herumgeschraubt hat, sagt zu und ist schon bald voll in seinem Element. Dadurch erkennt er, dass er nicht für den Ruhestand geschaffen ist. Er beschließt, sich selbstständig zu machen.Rory ist genervt, weil Dean seit der Sache mit Jess ständig bei ihr anruft. Deshalb mach Lorelai ihm klar, dass er Rory durch seine Verlustängste erst recht von sich wegtreibt. Er befolgt den Rat und ruft nur noch alle zwei Tage an. Doch Rory ist noch immer nicht geneigt, darauf zu reagieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007852","hoster":"VOE"},{"path":"/redirect/8541642","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620851","hoster":"VOE"},{"path":"/redirect/10620852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-19","name":"Nachhilfe","epNo":19,"alt":"Teach Me Tonight","descr":"Unangenehme Nachrichten für Luke: Der Direktor von Jess’ Schule macht ihm klar, dass Jess das Schuljahr noch einmal wiederholen muss, wenn sich nicht sofort etwas ändert. Obwohl Lorelai dagegen ist, bittet Luke daraufhin Rory, seinem Neffen Nachhilfeunterricht zu geben. Rory willigt ein, doch Jess nervt sie schon bei der ersten Stunde so sehr, dass sie seinem Vorschlag, mit dem Auto zur Eisdiele zu fahren und anschließend zu lernen, dankbar annimmt. Die ganze Sache endet jedoch mit einem Unfall, bei dem Rory sich das Handgelenk verletzt. Lorelai ist außer sich vor Wut und macht, da Jess verschwunden ist, Luke für dieses Missgeschick verantwortlich. Die beiden kriegen sich so in die Haare, dass sie schließlich kein Wort mehr miteinander sprechen.Unterdessen hat auch Christopher von dem Unfall erfahren und sich sofort auf den Weg nach Stars Hollows gemacht. Lorelai merkt jedoch schon bald, dass er nicht nur wegen Rory gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007850","hoster":"VOE"},{"path":"/redirect/8541635","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620858","hoster":"VOE"},{"path":"/redirect/10620861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-20","name":"Eine Frau für alle Fälle","epNo":20,"alt":"Help Wanted","descr":"Richard will wieder arbeiten und gründet eine Firma, die Großkunden in Versicherungsfragen berät. Doch seine langjährige Sekretärin sagt im letzten Moment ab, und Lorelai muss für sie einspringen. Sie erledigt alle anfallenden Aufgaben und erweist sich als ideale Sekretärin. Als sie schließlich keine Zeit mehr hat und die Bewerberin Karen einstellen will, ist ihr Vater dementsprechend enttäuscht.Emily organisiert eine Party zur Eröffnung der Firma und sieht dort endlich Rory wieder. So erfährt sie von dem Unfall, an dem ihrer Meinung nach natürlich Lorelai Schuld ist, weil sie Rory nicht von Jess ferngehalten hat. Daraufhin entbrennt ein Streit zwischen Lorelai und Rory, die nicht mehr wie ein kleines Mädchen behandelt werden möchte. Sie klärt ihre Mutter darüber auf, dass sie an dem Unfall ebenso beteiligt war wie Jess. Genervt von Lorelais Uneinsichtigkeit fährt Rory zurück nach Stars Hollows, wo sie auf Luke trifft. Der hatte sich nach dem Streit mit Lorelai eine kleine Auszeit genommen und stimmt mit Rory völlig darin überein, dass Jess nicht alleine für den Unfall verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174132","hoster":"VOE"},{"path":"/redirect/8541637","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620874","hoster":"VOE"},{"path":"/redirect/10620867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-21","name":"Ferngesteuert","epNo":21,"alt":"Lorelai\u0027s Graduation Day","descr":"Zu Lorelais bestandener Abschlussprüfung an der Wirtschaftsschule hat Christopher ihr einen Präsentkorb mit einer Perlenkette geschickt. Während Lorelai noch zutiefst gerührt ist, überredet Rory sie, nun auch zur Abschlussfeier der Schule zu gehen. Heimlich lädt sie auch ihre Großeltern ein, was Emily wieder einmal zu einer völlig überzogenen Aktion veranlasst: Sie engagiert sowohl einen Kameramann als auch einen Toningenieur, damit die Zeremonie der Nachwelt angemessen präsentiert werden kann.Rory erhält einen Anruf von Jess und macht sich danach wie ferngesteuert auf den Weg nach New York, um ihn zu besuchen. Die beiden verbringen einen schönen Tag zusammen, doch der Bus zurück nach Hartford hat so viel Verspätung, dass Rory nicht mehr pünktlich zur Abschlussfeier kommt. Abends gesteht sie ihrer entsetzten Mutter schließlich, dass sie die Schule geschwänzt und Jess besucht hat, sich aber selbst keinen Reim darauf machen kann. Lorelais Vermutung, sie sei in Jess verliebt, weist sie aber vehement zurück. Doch Lorelai ist alarmiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007846","hoster":"VOE"},{"path":"/redirect/8541636","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10109575","hoster":"VOE"},{"path":"/redirect/10109574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-2/episode-22","name":"Herzschmerz","epNo":22,"alt":"I Can\u0027t Get Started","descr":"Die Hochzeit von Sookie steht kurz bevor, und alle erwarten den großen Tag in freudiger Erregung. Nur bei Jackson will sich keine rechte Vorfreude einstellen, denn er soll auf Wunsch seines Vaters im Kilt heiraten. Unterdessen überredet Jess seinen Onkel Luke, ihn wieder bei sich aufzunehmen, und spürt Rory im Hotelgarten auf. Als die beiden sich näher kommen, vergisst Rory ihre Vorsätze für einen Moment, und es kommt zu einem Kuss.Nachdem Christopher angedeutet hat, dass er sich von Sherry trennen will, hat Lorelai auch ihn zu Sookies Hochzeit eingeladen. Am Abend vor der Hochzeit landen Lorelai und Christopher zusammen im Bett und erkennen, dass sie beide noch etwas füreinander empfinden. Glücklich beschließen sie, wieder als Familie zusammen zu leben. Doch ein Anruf von Sherry macht einen dicken Strich durch die Rechnung: Sherry ist schwanger, und Christopher beschließt, dieses Mal für sein Kind da zu sein. Lorelai ist am Boden zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007848","hoster":"VOE"},{"path":"/redirect/8541640","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10620759","hoster":"VOE"},{"path":"/redirect/10620753","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-3/episode-1","name":"Schwere Entscheidungen","epNo":1,"alt":"Those Lazy Hazy Crazy Days","descr":"Zusammen mit Paris nimmt Rory an einem Schülervertreter-Treffen in Washington teil. Während Paris sich sofort einen Verehrer sucht, mit dem sie ihren letzten Abend verbringt, muss Rory die ganze Zeit an Jess denken, bringt es aber nicht fertig, ihm einen Brief zu schreiben. Wieder zu Hause muss sie dann schockiert mit ansehen, wie Jess auf dem Straßenfest ein anderes Mädchen küsst. Zudem wirft Lorelai ihr vor, unfair gegenüber Dean zu sein. Sie macht ihrer Tochter klar, dass sie endlich eine Entscheidung treffen muss.Abends besucht Lorelai ihre Eltern und teilt ihnen mit, dass sich die Sache mit Christopher erledigt hat. Richard versteht, dass Christopher für sein Kind da sein will und schlägt sich auf seine Seite. Darüber kommt es zu einem Streit mit Emily, die zwar hinter Lorelai steht, ihr aber alles andere als Trost spendet. Enttäuscht fährt Lorelai zu Luke und spricht sich mit ihm aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007843","hoster":"VOE"},{"path":"/redirect/8541643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621105","hoster":"VOE"},{"path":"/redirect/10109572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-2","name":"Gebrochene Herzen","epNo":2,"alt":"Haunted Leg","descr":"Als Vizepräsidentin der Schülerschaft hat Rory alle Hände voll zu tun. Vor allem aber muss sie dafür sorgen, dass die Schülerschaftspräsidentin Paris in ihrem blinden Machtstreben nicht die Interessen der anderen Schülervertreter vergisst. Francie und ihre Freundinnen setzen Rory bereits gehörig unter Druck, damit sie sich bei Paris für sie einsetzt.Auch in Sachen Gefühle befindet sich Rory auf einer Achterbahnfahrt. Sie hat schwer daran zu knabbern, dass Jess in aller Öffentlichkeit mit seiner Freundin Shane knutscht und sie einfach ignoriert. Als sie ihn deshalb schließlich zur Rede stellt, hält er ihr vor, dass sie sich in den Ferien kein einziges Mal bei ihm gemeldet habe und immer noch mit Dean zusammen sei.Lorelai leidet sehr unter der Trennung von Christopher und reagiert nicht auf seine unablässigen Anrufe. Eines Tages taucht Christopher dann auch noch persönlich auf und macht ihr Vorwürfe, dass sie sich nicht bei ihm meldet. Für Lorelai ist das Maß damit voll. Lautstark macht sie ihm klar, dass die erneute Trennung mehr ist, als sie ertragen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014686","hoster":"VOE"},{"path":"/redirect/8541645","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621116","hoster":"VOE"},{"path":"/redirect/10621123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-3","name":"College-Fieber","epNo":3,"alt":"Application Anxiety","descr":"Rory bekommt ihre Bewerbungsunterlagen für Harvard. Doch sie empfindet nicht nur Freude, sondern vor allem auch Angst – hat sie doch gerade erfahren, dass die Strategie, mit der sie die Aufnahmebedingungen zu erfüllen gedenkt, womöglich nicht die Richtige ist. Völlig verunsichert wendet sie sich an ihre Mutter, die sofort Abhilfe schafft: Über Direktor Charleston besorgt sie die Adresse des Harvard-Absolventen Darren Springsteen, der Rory alle Fragen beantworten kann.Um eine Band zu finden, hat Lane eine Anzeige in der Zeitung aufgegeben. Da ihre Mutter aber nichts von ihrem Vorhaben wissen darf, gibt sie kurzerhand die Nummer von Lorelai an. Mit Dave ist schließlich ein Junge am Hörer, den Lane akzeptiert. Die beiden treffen sich und stellen bald fest, dass sie auf einer Wellenlänge sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007847","hoster":"VOE"},{"path":"/redirect/8541641","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621127","hoster":"VOE"},{"path":"/redirect/10621136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-4","name":"Jugendsünden","epNo":4,"alt":"One\u0027s Got Class And The Other One Dyes","descr":"Lorelai wird von Debbie darum gebeten, auf der Stars Hollow High über ihren Beruf zu sprechen, und sagt sofort zu. Der Vortrag scheint trotz ihrer Nervosität gut zu laufen, doch dann löchern sie die Schüler mit Fragen zu ihrer Schwangerschaft als Teenager. Alle Versuche, die Fragen abzuwehren, bleiben ohne Erfolg. Kurz darauf zeigen sich die bigotten Mütter aus Debbies Clique äußerst empört darüber, dass Lorelai es offenbar befürwortet, wenn ein Mädchen schon mit 16 schwanger wird.Lane will sich von ihrem Elternhaus emanzipieren und bringt das auf etwas drastische Weise zum Ausdruck: Sie färbt sich die Haare Lila. Währenddessen erzählt sie Rory ganz entspannt, dass sie in ihren Bandkollegen Dave verliebt ist. Als dann aber ihre Mutter nach Hause kommt, wird Lane panisch und färbt sich die Haare wieder um. Unterdessen erklärt Jess in einem Streit mit Luke, dass ihm nichts an Shane liege. Sie sei nur ein trauriger Ersatz für die, die er eigentlich liebe: Rory.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11778636","hoster":"VOE"},{"path":"/redirect/8541646","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621147","hoster":"VOE"},{"path":"/redirect/10621150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-5","name":"Ein verpatztes Date","epNo":5,"alt":"Eight O\u0027Clock At The Oasis","descr":"Auf einer von ihrer Mutter Emily organisierten Auktion trifft Lorelai einen Mann namens Peyton, der ihr äußerst gut gefällt. Um an ihn heranzukommen, muss sie jedoch Emily einweihen, die natürlich hocherfreut seine Telefonnummer besorgt.Kurze Zeit später haben Lorelai und Peyton ihr erstes Date, doch der Abend wird ein Reinfall auf der ganzen Linie. Lorelai ist das vollkommen egal, doch Emily hat damit ein echtes Problem: Sie ist mit Peytons Mutter befreundet und hat Angst um ihre Stellung in diversen Vereinen, falls man Lorelai die Schuld an dem verpatzten Date geben sollte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007856","hoster":"VOE"},{"path":"/redirect/8545416","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621168","hoster":"VOE"},{"path":"/redirect/10621156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-6","name":"Faule Eier","epNo":6,"alt":"Take The Deviled Eggs","descr":"Weil Rory von Sherry zu einer Baby-Party eingeladen wurde, fährt Lorelai sie nach Boston. Dort angekommen, überredet Sherry sie, ebenfalls zu bleiben. Lorelai stimmt zu, doch die Party ist für sie ein Alptraum: Zuerst muss sie die albernen Partyspielchen ertragen, die Sherrys Freundinnen vorbereitet haben, und dann erzählt Sherry ihr auch noch, wie verändert Christopher von Sookies Hochzeit nach Hause kam und wie sehr er sich auf das Baby freut. Lorelai platzt der Kragen.Jess hat sich einen gebrauchten Wagen gekauft, und Luke macht sich Sorgen darüber, woher der Junge das Geld dafür hat. Während Jess ihm versichert, dass er das Geld selbst verdient hat, kommen Lorelai und Rory aus Boston nach Hause. Mit dabei haben sie eine ganze Ladung gefüllter Eier, die Sherry ihnen aufgedrängt hat und für die sie nun doch noch einen Verwendungszweck finden: Aus Wut auf Sherry und Christopher, Jess und seine neue Freundin Shane zielen sie genau auf Jess’ geliebtes Auto …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007855","hoster":"VOE"},{"path":"/redirect/8545414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13331013","hoster":"VOE"},{"path":"/redirect/10621174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-7","name":"Tanzmarathon","epNo":7,"alt":"They Shoot Gilmores, Don\u0027t They?","descr":"Lorelai ist schon ganz aufgeregt: Der diesjährige Tanzmarathon steht vor der Tür, und sie will unbedingt gewinnen. Vier Mal schon hat ihr ein Nachbar den Pokal vor der Nase weggeschnappt, doch dieses Mal soll ihm das nicht gelingen, das hat sich Lorelai fest vorgenommen. Zu dumm, dass ihr Tanzpartner ausgerechnet jetzt in eine Ehekrise gerät und den Tanzmarathon absagen muss. Lorelai überredet Rory, für ihn einzuspringen – und ist nun ganz sicher, dass sie den Wettbewerb gewinnen wird. Sie ahnt jedoch nicht, dass Rory nach dem ganzen Hin und Her mit Dean und Jess ein äußerst wackeliger Tanzpartner ist: In der sechsten Runde macht Dean öffentlich Schluss, und Rory verlässt die Tanzfläche. Damit ist der Tanzmarathon auch für die fassungslose Lorelai gelaufen.Auch Sookie und Jackson nehmen an dem Tanzmarathon teil. Doch auch sie scheiden schon früh aus, weil sie ihre Babyfrage etwas zu laut diskutiert haben. Unterdessen bringt Lorelai ihre Schuhe zur Reparatur und kommt Luke dabei ein gutes Stück näher …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007853","hoster":"VOE"},{"path":"/redirect/12978246","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621183","hoster":"VOE"},{"path":"/redirect/10109573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-8","name":"Mit List und Tücke","epNo":8,"alt":"Let The Games Begin","descr":"Richard lädt Lorelai und Rory ein, mit ihm und Emily nach Yale zu fahren, um dort die Universität zu besichtigen. Keiner weiß, dass Richard sogar einen Vorstellungstermin für Rory organisiert hat, und als er endlich damit herausrückt, fühlt sich Lorelai wieder einmal vor den Kopf gestoßen. Rory nimmt den Termin in Yale zwar wahr, wirft ihrem Großvater anschließend aber vor, sie überrumpelt zu haben. Nachdem sich auch Lorelai und Richard wieder in die Haare bekommen haben, lassen die beiden Frauen Richard und Emily einfach stehen und fahren mit dem Taxi nach Hause.Auch in Rorys Liebesleben geht es turbulent zu: Sie und Jess kommen sich immer näher, doch so ganz wohl ist Rory bei der Sache nicht. Sie beschließt, sich zuerst mit Dean auszusprechen, bevor sie eine neue Beziehung anfängt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007858","hoster":"VOE"},{"path":"/redirect/8541649","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621192","hoster":"VOE"},{"path":"/redirect/10621179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-9","name":"Stress hoch vier","epNo":9,"alt":"A Deep-Fried Korean Thanksgiving","descr":"Rory und Lorelai haben mehrere Einladungen zu Thanksgiving. Wie jedes Jahr wollen sie zuerst zu den Kims, danach zu Sookie und zu guter Letzt zu Luke. Doch dann taucht Emily auf und besteht darauf, dass die beiden auch bei ihr und Richard vorbeikommen. Rory und Lorelai bleibt nichts anderes übrig, als an Thanksgiving vier Einladungen zu bewältigen.Nach kurzen Besuchen bei den Kims, bei Sookie und Jackson und bei Luke machen sich Lorelai und Rory auf den Weg nach Hartford. Dort erfährt Lorelai, dass Rory sich in Yale beworben hat, und glaubt nun, Richard und Emily hätten Rory manipuliert. Erbost nimmt sie ihre Tochter an die Hand und verlässt die Party.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007859","hoster":"VOE"},{"path":"/redirect/8541648","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621191","hoster":"VOE"},{"path":"/redirect/10621195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-10","name":"Das Winterfest","epNo":10,"alt":"That\u0027ll Do, Pig","descr":"Anlässlich Richards Geburtstags hat Emily ein Abendessen für die ganze Familie organisiert. Das gemütliche Beisammensein wird jedoch durch einen überraschenden Besuch von Richards kratzbürstiger Mutter Trix gestört, die ihren entsetzten Verwandten eine unangenehme Nachricht unterbreitet: Die starrsinnige alte Dame hat vor, nach Hartford zu ziehen.Rory versucht ihren Freund Jess zu überreden, sie auf das Winterfest der Highschool zu begleiten, doch er lehnt strikt ab. Erst als Rory sich wieder mit Dean versöhnt, ändert er seine Meinung plötzlich. Er unterstellt Dean, sich wieder an Rory heranmachen zu wollen, und beschließt, seine Freundin doch zu der Feier zu begleiten. Unterdessen treibt Francie in der Schule ein übles Spiel mit Paris. So sehr Paris ihr manchmal auf die Nerven geht – diese Ungerechtigkeit kann Rory nicht mit ansehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007862","hoster":"VOE"},{"path":"/redirect/8541650","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621196","hoster":"VOE"},{"path":"/redirect/10621200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-11","name":"Wahrheit oder Pflicht","epNo":11,"alt":"I Solemnly Swear","descr":"Nachdem Emily von einem früheren Hausmädchen verklagt worden ist, drängt sie Lorelai, in einer eidesstattlichen Erklärung zu versichern, sie würde ihr Personal fair behandeln. Widerwillig sagt Lorelai zu, doch ihre Erklärung fällt nicht so positiv aus, wie Emily sich das vorgestellt hatte. Nun herrscht zwischen Mutter und Tochter mal wieder dicke Luft.\r\rParis ist wütend auf Rory, weil sie glaubt, diese habe sie hintergangen. Beide Mädchen sind jedoch der hinterhältigen Francie auf den Leim gegangen, die fleißig Intrigen spinnt und einen Keil zwischen Rory und Paris zu treiben versucht. Unterdessen besuchen Lorelai und Sookie ein Seminar zum Thema Hotelmanagement und treffen dort auf Sookies alten Freund Joe, der mit seinem Kumpel Alex ebenfalls an einem Seminar teilnimmt. Joe ist gleich wieder Feuer und Flamme für Sookie, kassiert aber schon bald einen Korb. Alex hat mehr Glück: Er bittet Lorelai um ein Date – und sie sagt zu …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007857","hoster":"VOE"},{"path":"/redirect/8541651","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14320068","hoster":"VOE"},{"path":"/redirect/10621209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-12","name":"Am Haken","epNo":12,"alt":"Lorelai Out Of Water","descr":"Lorelais neuer Verehrer Alex lädt sie zu einer Verkostung von Kaffeesorten ein. Dabei kommen sich die beiden schnell näher, und Alex schlägt vor, zusammen angeln zu gehen. Obwohl Lorelai alles andere als eine Naturfreundin ist, sagt sie spontan zu. Doch nun braucht sie die Hilfe von Luke, der ihr ein paar Grundbegriffe in Sachen angeln beibringen soll.Lane versucht unterdessen alles, um ihre Mutter dazu zu bringen, sie am Abschlussball ihrer Schule teilnehmen zu lassen. Und natürlich möchte Lane mit Dave hingehen, was kein Problem für Mrs. Kim sein sollte, engagiert sie ihn mittlerweile doch bei allen Festen im Hause Kim als Gitarristen. Auch bei der Hochzeit von Lanes Cousin James mit einer zu diesem Zweck eigens eingeflogenen Koreanerin ist Dave anwesend. Doch Mrs. Kim ist der Überzeugung, dass Lane nicht mit Dave auf den Ball gehen sollte, weil er kein Koreaner ist. Sie stellt ihrer Tochter einen Jungen vor, der ihrer Meinung nach eine viel bessere Begleitung für Lane wäre. Doch Young Chui ist Lane alles andere als sympathisch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007861","hoster":"VOE"},{"path":"/redirect/8541652","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621224","hoster":"VOE"},{"path":"/redirect/10109586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-13","name":"Babyalarm!","epNo":13,"alt":"Dear Emily And Richard","descr":"Luke ist bei Nicole ein gutes Stück vorangekommen: Er hat sie um ein Date gebeten – und sie hat ja gesagt! Aufgeregt macht sich Luke auf den Weg zum Treffpunkt und verbringt einen sehr netten Abend mit der attraktiven Frau. Ob mehr daraus wird?Unterdessen bekommt Rory eine Einladung von Sherry. Sie soll sich im Krankenhaus mit Sherrys Freundinnen treffen und anschließend mit ihnen essen gehen, um die Geburt des Babys zu feiern. Zu dumm, dass das Baby sich nicht an den Zeitplan seiner Mutter hält: Es wird eine Woche zu früh das Licht der Welt erblicken. Und nun, da Sherrys Freundinnen alle arbeiten müssen und Christopher auf Reisen ist, muss Rory im Krankenhaus allein die Stellung halten. Doch bei dem Gedanken, die hysterische Sherry in den Kreißsaal begleiten zu müssen, wird ihr ganz anders.Kurz bevor es losgeht, trifft glücklicherweise Lorelai im Krankenhaus ein, und auch Christopher ist im richtigen Moment zur Stelle. Während er Lorelai stolz das Baby präsentiert, wird sie immer nachdenklicher. Sie erinnern diese Szenen an damals, als sie ohne Christophers Unterstützung und ganz alleine ins Krankenhaus fuhr, um Rory auf die Welt zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007860","hoster":"VOE"},{"path":"/redirect/8545417","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621219","hoster":"VOE"},{"path":"/redirect/10109576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-14","name":"Blauäugig","epNo":14,"alt":"Swan Song","descr":"Emily will unbedingt Jess kennen lernen und besteht darauf, dass er zum nächsten Abendessen der Gilmore-Familie mitkommt. Jess ist zwar nicht gerade begeistert, verspricht aber, da zu sein. Doch er kommt viel zu spät und mit einem Veilchen zu Emily. Rory glaubt, Jess habe sich mit Dean geprügelt und bricht einen Streit vom Zaun, woraufhin Jess wutentbrannt das Haus verlässt.In den nächsten Tagen reagiert Jess auf keinen von Rorys Anrufen. Erst nachdem Luke ihm klar macht, dass sein Verhalten vollkommen kindisch ist, lenkt er ein. Er entschuldigt sich bei Rory und erzählt, dass er sich das blaue Auge beim Football zugezogen habe. Luke erklärt er jedoch, das Veilchen habe er bei einem Kampf mit einem wütenden Schwan abgekriegt. Offenbar ist ihm der wahre Grund für seine Verletzung so peinlich, dass er sich lieber die abenteuerlichsten Geschichten ausdenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335316","hoster":"VOE"},{"path":"/redirect/8555535","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621229","hoster":"VOE"},{"path":"/redirect/10621236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-15","name":"Auf glattem Eis","epNo":15,"alt":"Face-Off","descr":"Die Eishockeymannschaft von Stars Hollow hat es nach 40 Jahren endlich wieder ins Halbfinale geschafft. Die ganze Stadt ist im Eishockeyfieber, und Taylor hat sogar Verwandte aus allen Teilen des Landes nach Stars Hollow eingeladen, damit er zusammen mit ihnen die Mannschaft anfeuern kann. Dass er sie ausgerechnet in ihrem Hotel einquartiert, macht Lorelai jedoch schwer zu schaffen.Rory ist frustriert, weil sie immer wieder auf Jess’ Anrufe warten muss und keine ordentliche Verabredung zustande kommt. Lorelai drängt sie dazu, sich das Verhalten ihres Freundes nicht länger gefallen zu lassen und endlich etwas zu unternehmen. Daraufhin trifft Rory eine Entscheidung, die sie kurze Zeit später schon wieder bereut.Lane langweilt sich einmal mehr bei einem Date, das ihre Mutter für sie arrangiert hat. Dave ist aber dennoch rasend vor Eifersucht. Unterdessen wird Emily schon wieder von ihrer Schwiegermutter Trix heimgesucht und beinahe in den Wahnsinn getrieben. Als sie Trix jedoch beim Knutschen in ihrem Wohnzimmer erwischt, glaubt sie, die alte Dame endlich in der Hand zu haben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922791","hoster":"VOE"},{"path":"/redirect/8541686","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621234","hoster":"VOE"},{"path":"/redirect/12519229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-16","name":"Aus der Traum","epNo":16,"alt":"The Big One","descr":"Zur 200-Jahr-Feier von Chilton sollen Paris und Rory gemeinsam die Festrede halten. Paris schlägt vor, die ganze Sache am Telefon vorzubereiten, da sie sich noch immer von Rory hintergangen fühlt. Doch plötzlich steht sie vor Rorys Tür und berichtet ihr, dass sie mit ihrem Freund Jamie geschlafen habe. Nun will sie von Rory wissen, ob das richtig war, doch Rory ist auf diesem Gebiet selbst noch zu unerfahren, um Paris einen Rat zu geben. Lorelai, die das Gespräch \"zufällig\" mitbekommt, fällt ein Stein vom Herzen: Ihre Tochter ist noch Jungfrau!Am Tag der großen Feier erscheint Paris erst auf den letzten Drücker. Sie sieht schlampig aus und sagt kein Wort. Auf dem Podium platzt jedoch schließlich alles aus ihr heraus: Das Auswahlkomitee von Harvard hat ihre Bewerbung abgelehnt und damit ihren größten Traum zerstört. Paris empfindet diese Ablehnung als Strafe dafür, dass sie mit Jamie geschlafen hat – und teilt das dem Publikum auch mit.Lorelai trifft unterdessen auf Max, der sie noch immer liebt. Das offenbart er ihr mit einem leidenschaftlichen Kuss, der Lorelai völlig verwirrt zurücklässt. Als Lorelai und Rory am Abend nach Hause kommen, finden sie im Briefkasten mehrere große Umschläge. Überglücklich stellt Rory fest, dass sie von allen Universitäten Zusagen bekommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007863","hoster":"VOE"},{"path":"/redirect/8541653","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12285059","hoster":"VOE"},{"path":"/redirect/10621246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-17","name":"In Schutt und Asche","epNo":17,"alt":"A Tale Of Poes And Fire","descr":"Die Poe-Gesellschaft hat sich in Stars Hollow angemeldet, um einen Edgar Allen Poe-Abend zu veranstalten. Lorelai ist zufrieden, hat aber alle Hände voll zu tun, da das Hotel bis auf das letzte Bett ausgebucht ist. In der Nacht bricht jedoch ein Feuer aus, und die Gäste müssen evakuiert werden. Da alle anderen Hotels ausgebucht sind, ergreift Lorelai eine außergewöhnliche Maßnahme: Sie quartiert die Gäste bei sich und den anderen Bewohnern der Stadt ein.Am nächsten Tag ist das Feuer gelöscht. Als Lorelai das verkohlte Innere sieht, ist sie den Tränen nahe. Ihr wird klar, dass man grundlegend renovieren muss, bevor man dort wieder Gäste bewirten kann. Rory muss unterdessen auswählen, auf welche Uni sie gehen will. Hat sie zuvor noch von Harvard geträumt, gibt sie nach Auswertung aller Kriterien Yale den Vorzug. Wie wird sich Rory entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007866","hoster":"VOE"},{"path":"/redirect/8541654","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621248","hoster":"VOE"},{"path":"/redirect/10621262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-18","name":"Das liebe Geld","epNo":18,"alt":"Happy Birthday, Baby","descr":"Luke hat herausgefunden, dass Jess Extra-Schichten im Supermarkt einlegt, statt zur Schule zu gehen. Als er ihn daraufhin zur Rede stellt, gibt Jess sich gewohnt stur und uneinsichtig. Deshalb entschließt sich Luke zu einer ungewöhnlichen Maßnahme: Er versteckt Jess’ Auto, so dass dieser nicht mehr zum einige Kilometer entfernten Supermarkt fahren kann. So bleibt Jess nicht anderes übrig, als die Schule zu besuchen – und zwar zu Fuß.Zu Lorelais bevorstehendem Geburtstag organisiert Rory eine Party, auf der es die größte Pizza der Welt geben soll. Während sie vollauf damit beschäftigt ist, alle Schwierigkeiten aus dem Weg zu räumen, übergibt Richard seiner Tochter einen Scheck über 75.000 Dollar, dem Gewinn aus einer Investition, die er kurz nach ihrer Geburt getätigt hatte.Am Abend von Lorelais Geburtstagsessen bei Emily und Richard gibt Lorelai ihrer Mutter einen Scheck, mit dem sie ihre Schulden für Rorys Schulgeld begleichen will. Emily reagiert erbost und unterstellt Lorelai böse Absichten: Sie würde ihre Schulden nur zurückzahlen, damit sie nicht mehr zum wöchentlichen Abendessen erscheinen müsse. Als Emily dann auch noch erfährt, woher Lorelai plötzlich soviel Geld hat, brennen ihr endgültig die Sicherungen durch. Rasend vor Wut stürmt sie aus dem Zimmer und lässt ihre Familie ratlos am Festtags-Tisch zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007869","hoster":"VOE"},{"path":"/redirect/8541656","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621273","hoster":"VOE"},{"path":"/redirect/10621269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-19","name":"Eine wilde Nacht","epNo":19,"alt":"Keg! Max!","descr":"Lorelai muss an den Vorbereitungen für Rorys Abschlussfeier teilnehmen und trifft dabei auf ihren alten Verehrer Max, der höflich-distanziert mit ihr umgeht. Als er beim nächsten Treffen nicht erscheint, sucht Lorelai ihn in seinem Büro auf und stellt ihn zur Rede. Daraufhin gibt Max zu, noch immer nicht über die Trennung hinweg zu sein. Er schlägt deshalb vor, sich möglichst aus dem Weg zu gehen.Lanes Band hat endlich einen Gig: Sie und ihre Mitstreiter sollen auf der Party ihres Schulfreundes Kyle spielen. Obwohl die Band dort mehr als gut ankommt, ist Dave genervt: Ständig schleicht Young Chui um Lane herum. Der Koreaner, mit dem Mrs. Kim ihre Tochter verkuppeln will, ist bis über beide Ohren in Lane verliebt. In ihrer Verzweiflung trinkt Lane einen über den Durst und ruft dann ihre Mutter an, um ihr mitzuteilen, was sie für Dave empfindet.Jess benimmt sich unterdessen komisch und wird immer verschlossener, je mehr Rory nachfragt. Er hat vor kurzem erfahren, dass er von der Schule fliegt, ist aber zu feige, es ihr zu sagen. Auf Kyles Party versucht er, mit Rory zu schlafen, doch Rory wehrt ihn ab und verlässt verletzt das Zimmer. Als Dean sie so verstört sieht und herausfindet, dass Jess der Grund dafür ist, platzt ihm der Kragen: Ohne nachzudenken stürzt er sich auf seinen Rivalen. Kyles Party ist damit natürlich gelaufen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007876","hoster":"VOE"},{"path":"/redirect/8541657","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621295","hoster":"VOE"},{"path":"/redirect/10621286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-20","name":"Erben gesucht","epNo":20,"alt":"Say Goodnight, Gracie","descr":"Jimmy, der leibliche Vater von Jess, taucht eines Tages aus heiterem Himmel in Stars Hollow auf, um nach seinem Sohn zu sehen. Luke ist jedoch dagegen, dass er Jess besucht. Er hat Angst, dass Jimmy noch mehr Unruhe in Jess’ Leben bringt. Deshalb verschweigt er seinem Pflegesohn Jimmys Besuch.Die Besitzerin des Dragonfly Inn ist gestorben. Nun hoffen Lorelai und Sookie, dass sie sich ihren alten Traum doch noch erfüllen können: Das verfallene Hotel zu kaufen, zu renovieren und neu zu eröffnen. Um die Gelegenheit ja nicht zu verpassen, beginnen sie schon während der Beerdigung mit dem Erbschaftsanwalt zu verhandeln.Rory hat unterdessen schlimmen Liebeskummer: Sie weiß nicht, wie sie nach der Schlägerei auf der Party mit Jess umgehen soll. Zudem wird immer deutlicher, dass sie mit seiner Art einfach nicht klar kommt. Unglücklich zieht sie sich in sich selbst zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007878","hoster":"VOE"},{"path":"/redirect/8541655","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621304","hoster":"VOE"},{"path":"/redirect/10109577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-21","name":"Vatertag","epNo":21,"alt":"Here Comes The Son","descr":"Rory hat alle Hände voll damit zu tun, sich auf ihre Abschlussprüfungen vorzubereiten. Um sie nicht zusätzlich zu belasten, hält Lorelai es für das Beste, ihr zu verschweigen, dass Jess spurlos verschwunden ist. Luke ahnt, dass Jess seinem Vater hinterhergefahren ist, behält das aber lieber für sich.Unterdessen ist Jess in Venice Beach angekommen und begibt sich zum Haus seines Vaters, der überrascht über diesen Besuch ist und eigentlich keine Verantwortung für seinen Sohn übernehmen will. Als Jess ihn bittet, eine Weile bei ihm bleiben zu dürfen, sagt Jimmy deshalb nur widerwillig zu. Er glaubt, Jess würde die Welt offen stehen, doch ohne Schulabschluss sieht Jess’ Zukunft nicht gerade rosig aus.Das Verhältnis zwischen Lorelai und Emily ist nach wie vor frostig. Als Emily sich einen peinlichen Ausrutscher leistet, nur um Lorelai loszuwerden, ist das selbst Rory zu viel. Sie macht ihrer Großmutter schwere Vorwürfe. Lorelai ist trotzdem am Boden zerstört. Ihr einziger Lichtblick zurzeit ist Rory, die die Schule vermutlich als Beste ihres Jahrgangs abschließen wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007877","hoster":"VOE"},{"path":"/redirect/8541658","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621321","hoster":"VOE"},{"path":"/redirect/10621322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-3/episode-22","name":"Ein starker Abgang","epNo":22,"alt":"Those Are Strings, Pinnocchio","descr":"Nachdem das Independent Inn endgültig geschlossen wurde, stehen Lorelai und Sookie ohne Job da. Lorelai frustriert Sookie zusätzlich, indem sie ihr mitteilt, sie müsse sich aus dem Hotel-Projekt zurückziehen, da sie das Geld, das eigentlich für den Kauf des Dragonfly Inn bestimmt war, für Rorys Studium verwenden will. Als Rory mitbekommt, dass Lorelai ihren großen Traum für ihr Studium aufgeben will, ist sie geschockt. Sie besucht ihre Großeltern und bittet um ein Darlehen, das ihr natürlich sofort gewährt wird. Lorelai ist davon allerdings gar nicht begeistert, heißt das doch, dass sie sich immer wieder Emilys Vorhaltungen anhören muss. Dennoch ist sie froh darüber, das Hotel doch noch kaufen zu können.Während Rory und Lorelai nach Rorys Abschlussfeier Urlaub in Europa machen wollen, plant Luke, eine Kreuzfahrt mit Nicole. Lorelai ist sicher, dass er ihr auf hoher See einen Heiratsantrag machen wird, doch Luke weist solche Pläne vehement von sich. In der darauf folgenden Nacht hat er einen verwirrenden Traum: Lorelai bittet ihn, Nicole nicht zu heiraten. Rory erhält unterdessen ständig Anrufe, ohne dass sich jemand meldet. Sie vermutet ganz richtig, dass es sich um Jess handelt und sagt ihm, dass sie ihre Beziehung als beendet betrachte, weil Jess ihr nicht genug vertraut habe. Doch Jess reagiert auch darauf nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007870","hoster":"VOE"},{"path":"/redirect/8541659","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12285061","hoster":"VOE"},{"path":"/redirect/10621340","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-4/episode-1","name":"Überraschung!","epNo":1,"alt":"Ballrooms And Biscotti","descr":"Nach einer langen Reise durch Europa sind die Gilmore Girls nach Stars Hollow zurückkehrt, wo sie von ihren Nachbarn freudig empfangen werden. Bei ihrer Begrüßungsrunde durch die Stadt macht Lorelai auch Halt bei Luke und fragt ihn über seine Kreuzfahrt aus. So erfährt sie, dass Luke und Nicole an Bord zwar geheiratet, schon bald aber festgestellt haben, dass dieser Schritt ein Fehler war. Nun wollen sie sich so schnell wie möglich wieder scheiden lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440190","hoster":"VOE"},{"path":"/redirect/8440191","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621265","hoster":"VOE"},{"path":"/redirect/10621267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-2","name":"Der erste Tag","epNo":2,"alt":"The Lorelais First Day At Yale","descr":"Endlich ist der große Tag gekommen: Rory zieht nach Yale. Lorelai leiht sich den Pick-Up von Luke und bringt ihre Tochter samt ihrer Sachen persönlich in ihr neues Domizil. Während Rory sich in ihrem Wohnheim einrichtet und dabei ihre Mitbewohnerin Tana kennen lernt, hört sie plötzlich eine bekannte Stimme: Es ist Paris, die sich in Zukunft mit Rory ein Zimmer teilen wird. Nachdem Lorelai noch ein Paar Einkäufe für Rory erledigt hat, nimmt sie Abschied und fährt zurück nach Stars Hollow. Auf dem Rückweg erhält sie jedoch einen Hilferuf von Rory, die fürchterliches Heimweh hat und ihre Mutter bittet, zurückzukommen und über Nacht bei ihr zu bleiben. Lorelai kehrt sofort um und leistet ihrer Tochter Beistand. Und mit einer kleinen Party, die sie am Abend im Wohnheim steigen lässt, bereitet sie Rory auch gleich einen guten Einstand bei den anderen Studentinnen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440200","hoster":"VOE"},{"path":"/redirect/8440197","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621283","hoster":"VOE"},{"path":"/redirect/10621277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-3","name":"Partyservice","epNo":3,"alt":"The Hobbit, The Sofa And Digger Stiles","descr":"Kaum hat sie sich in Yale eingelebt, stellt Rory mit Entsetzen fest, dass ihre Großmutter den Gemeinschaftsraum ihres Wohnheims mit neuen Möbeln bestückt hat. Ein wenig Ablenkung will sie auf ihrer ersten Party in Yale finden, doch während Paris verbissen um Anerkennung kämpft, langweilt sich Rory dort fast zu Tode. Eine weniger langweilige Begegnung hat sie auf dem Heimweg: Es ist Marty, der nackt auf dem Fußboden im Flur schläft und sich offensichtlich sehr dafür schämt, in dieser Situation erwischt worden zu sein. In Stars Hollow versuchen sich Lorelai und Sookie unterdessen mit einem eigenen Catering-Service, wobei Sookie kochen und Lorelai die Organisation der Partys übernehmen will. Doch schon ihr erster Auftrag droht nach hinten loszugehen. Richard erhält derweil Besuch von Jason Stiles, dem Sohn seines ehemaligen Arbeitgebers. Er möchte in Richards Firma einsteigen, wovon Richard alles andere als begeistert ist. Als er jedoch erfährt, dass Jason damit seinem Vater eins auswischen will, ist er sofort dabei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922803","hoster":"VOE"},{"path":"/redirect/14238880","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621299","hoster":"VOE"},{"path":"/redirect/10621290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-4","name":"Alarm, Alarm!","epNo":4,"alt":"Chicken Or Beef","descr":"Rory kommt übers Wochenende nach Hause, um ein paar ruhige Tage mit ihrer Mutter zu genießen. Kaum angekommen, trifft sich jedoch auf Dean, der sie zu seiner Hochzeit einlädt. Rory ist verwirrt, beschließt aber, die Einladung anzunehmen. Inzwischen ist Lorelai mit den Nerven am Ende: Weil sie jetzt alleine wohnt, hat Kirk eine Alarmanlage installiert, die nun bei jeder Bewegung losgeht. Doch es kommt noch dicker: Als die neue Anlage endlich wieder abgeschaltet ist, beginnt Kirk, Lorelai persönlich zu bewachen. Die Pläne für den Hotelumbau sind derweil so weit gediehen, dass Lorelai und Sookie bald mit der Renovierung beginnen können. Plötzlich legt ihnen Taylor jedoch Steine in den Weg: Angeblich müssten aufgrund des Denkmalschutzes bestimmte Auflagen eingehalten werden. Schon bald wird jedoch klar, dass Taylor ein ganz bestimmtes Ziel verfolgt. Er will Lorelai damit zwingen, sich bei Luke dafür einzusetzen, dass er mit seinem Eiswagen vor dem Diner parken darf. Unterdessen landet Dean völlig betrunken bei Luke und fantasiert von Rory, die die einzig Richtige für ihn sei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440211","hoster":"VOE"},{"path":"/redirect/12978252","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621306","hoster":"VOE"},{"path":"/redirect/10621312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-5","name":"Das war wohl nichts","epNo":5,"alt":"The Fundamental Things Apply","descr":"In einem Seminar lernt Rory ihren Kommilitonen Trevor kennen, der mit ihr ausgehen möchte. Zunächst sagt Rory ab, doch nach einem Gespräch mit Lorelai ändert sie ihre Meinung. Der Abend ist jedoch ein völliger Reinfall: Trevor und Rory haben sich nichts zu sagen und fühlen sich sichtlich unwohl miteinander. Luke ist enttäuscht darüber, dass es mit Nicole so schlecht läuft. Um ihn aufzumuntern, lädt Lorelai ihn zu einem Videoabend ein. Der Versuch, sich Casablanca anzusehen, scheitert aber kläglich, weil Lorelai ihre Tochter per Telefon Tipps geben muss, wie sie sich gegenüber Trevor verhalten soll. Schließlich ruft auch noch Emily an, erbost darüber, dass Lorelai ihrer Innenarchitektin Natalie erzählt habe, sie verstünde sich nicht besonders mit ihrer Mutter und sähe es nicht gerne, wenn Natalie für beide arbeiten würde. Emily beklagt sich bitterlich darüber, dass Lorelai sie nicht an ihrem Leben teilhaben lässt, und ein kindischer Streit entbrennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8425019","hoster":"VOE"},{"path":"/redirect/8440223","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621328","hoster":"VOE"},{"path":"/redirect/10621318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-6","name":"Abserviert!","epNo":6,"alt":"An Affair To Remember","descr":"Sookie und Lorelai haben endlich einen lukrativen Auftrag für eine Dinner-Party in der Tasche. Als sie jedoch erfahren, dass es Emily ist, die sie engagiert hat, ist die Freude nicht mehr ganz so groß. Doch die beiden brauchen dringend Geld und müssen wohl oder übel in den sauren Apfel beißen. Schließlich entpuppt sich die Zusammenarbeit mit Emily jedoch als ziemlich entspannt, und schon bald freut sich selbst Lorelai auf die Party, mit der Richards Firma eingeweiht werden soll. Dann macht ihr jedoch Jason einen Strich durch die Rechnung: Er will die Einweihung der Firma nicht mit einer Dinner-Party feiern, sondern mit einem Ausflug nach Atlantic City.Rory ist verzweifelt: Sie muss für ihr Studium lernen, findet aber nirgendwo ein ruhiges Plätzchen: Im Wohnheim sorgen Tana und Paris immer wieder für Aufruhr, und Lorelais Haus ist bis unter die Decke mit nun nicht mehr benötigten Broccoli-Törtchen voll gestopft. Schließlich findet sie einen alten Baum, der bestens für ihre Zwecke geeignet ist. Dieser wird jedoch schon bald von einem dreisten Studenten okkupiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440227","hoster":"VOE"},{"path":"/redirect/8440222","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12285062","hoster":"VOE"},{"path":"/redirect/10621346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-7","name":"Still gestanden!","epNo":7,"alt":"The Festival Of Living Art","descr":"Eigentlich sollte die Stadt Woodbury in diesem Jahr das \"Festival der lebenden Bilder\" veranstalten, bei dem weltberühmte Gemälde von lebenden Personen auf der Bühne dargestellt werden. Doch Woodbury sagt ab, und Stars Hollow springt ein. Sofort nimmt der gestresste Taylor die Organisation in die Hand und verärgert Lorelai, der er nicht erlaubt, wie vor sieben Jahren das Renoir-Mädchen darzustellen, weil sie damals auf der Bühne gezuckt hatte. Dafür soll Rory in einem neuen Gemälde mitwirken. Darauf will sie sich jedoch nur dann einlassen, wenn Lorelai ihr Renoir-Mädchen wiederbekommt. Das Baby von Sookie lässt sich unterdessen Zeit. Der eigentliche Geburtstermin ist längst überschritten, und Sookie macht sich langsam Sorgen. Unterdessen taucht Nicole wieder auf und bittet Luke, mit der Scheidung zu warten und es noch einmal mit ihr zu versuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440261","hoster":"VOE"},{"path":"/redirect/14235224","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621349","hoster":"VOE"},{"path":"/redirect/10621344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-8","name":"Neue Freunde, neue Feinde","epNo":8,"alt":"Die, Jerk","descr":"Rory schreibt einen Artikel über eine Uni-Aufführung von \"Der Nussknacker\", in der sie die Primaballerina kritisiert. Ihr Redakteur ist begeistert und veröffentlicht den Artikel in der nächsten Ausgabe der Uni-Zeitung. Daraufhin wird Rory von einer hysterischen Tänzerin verfolgt und öffentlich zur Rede gestellt.Lorelai bekommt Blumen von Jason, der unbedingt mit ihr ausgehen möchte. Sie zögert allerdings, weiß sie doch, dass Emily nicht viel von ihm hält. Außerdem ist er der Geschäftspartner ihres Vaters, und Lorelai befürchtet Komplikationen. Doch Jason gibt nicht auf und erschleicht sich sogar eine Einladung zum Essen bei Emily und Richard. So viel Hartnäckigkeit beeindruckt Lorelai dann doch.Nicole und Luke beschließen unterdessen, es noch einmal miteinander zu versuchen. Lorelai trifft überraschend im Diner auf die beiden Turteltäubchen und weiß nicht, wie sie sich verhalten soll. Sie nimmt es Luke übel, dass er ihr nichts davon erzählt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440235","hoster":"VOE"},{"path":"/redirect/14235221","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621373","hoster":"VOE"},{"path":"/redirect/10621359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-9","name":"Kleine Geheimnisse","epNo":9,"alt":"Ted Koppels Big Night Out","descr":"Die gesamte Familie Gilmore ist nach Yale gefahren, um sich das Traditionsspiel zwischen Yale und Harvard anzusehen. Auf dem Campus treffen sie auf Richards alte Jugendliebe Pennilyn Lott, die man – laut Emily – einmal im Jahr bei dem Spiel sieht. Doch dann stellt sich heraus, dass Richard und Pennilyn seit 39 Jahren einmal im Jahr zusammen essen gehen – und das hinter dem Rücken ihrer Partner. Emily wird fuchsteufelswild und schafft es wieder einmal, Lorelai die Schuld für ihre Misere zu geben. Jetzt reicht es Lorelai: Um ihrer Mutter eins auszuwischen, verabredet sie sich mit Jason, dessen Einladungen sie aus Rücksicht auf ihre Eltern bisher ausgeschlagen hatte. Das Date verläuft schließlich zwar anders als geplant, doch die beiden amüsieren sich trotzdem prächtig. Unterdessen macht Rory eine unangenehme Entdeckung: Paris hat eine Affäre mit Professor Asher Flemming, einem Freund ihres Großvaters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440242","hoster":"VOE"},{"path":"/redirect/8440241","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621365","hoster":"VOE"},{"path":"/redirect/12980887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-10","name":"Eine heimliche Affäre","epNo":10,"alt":"The Nanny And The Professor","descr":"Als Rory aus den Semesterferien zurück in die Uni kommt, muss sie mit Schrecken feststellen, dass Paris gar nicht in die Skiferien gefahren ist, sondern sich ganz ihrer Affäre, dem 60-jährigen Professor Asher Flemming, gewidmet hat. Rory will davon nichts wissen und konzentriert sich auf ihr Studium.Zu Hause in Stars Hollow beginnt Lorelai unterdessen eine Affäre mit Jason, der ihr schon bald Schwierigkeiten macht, weil sie die ganze Geschichte vor ihren Eltern verheimlichen will. Die Heimlichtuerei fällt aber auch Lorelai zunehmend schwer. Michel hat eine Existenzkrise. Er ist eifersüchtig auf Tobin, denn der ist der neue Babysitter bei Sookie. Da bietet sich auch Michel als Babysitter an, doch er lässt das Baby schon bei seinem ersten Termin unter das Bett kullern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922806","hoster":"VOE"},{"path":"/redirect/8440246","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621388","hoster":"VOE"},{"path":"/redirect/10621375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-11","name":"Der Glöckner von Stars Hollow","epNo":11,"alt":"In The Clamor And The Clangor","descr":"Stan, ein kürzlich verstorbener Bürger von Stars Hollow, hat der Gemeinde Geld vermacht, damit die Glocken der Kirche repariert werden können. Darüber freut sich allerdings nicht jeder, denn fortan läuten die Glocken alle halbe Stunde. Lorelai ist so genervt, dass sie Luke bittet, ihr bei der Zerstörung der Glocken zu helfen. Kaum auf dem Glockenturm angelangt, werden die beiden aber von Reverend Skinner erwischt. Doch statt ihnen eine Moralpredigt zu halten, ermutigt er sie, ihr zerstörerisches Werk zu vollenden. Kurz darauf herrscht endlich wieder Ruhe und Frieden in Stars Hollow.Lane und ihre Band haben die einmalige Chance im berühmten New Yorker Club CBGB’s aufzutreten – allerdings erst um ein Uhr Nachts. Da Lane klar ist, dass ihre Mutter ihr den Gig nicht erlauben wird, schleicht sie sich heimlich aus dem Haus, muss dann aber zu ihrem Entsetzen feststellen, dass der Auftritt mangels Publikum abgesagt wurde. Sie traut sich nicht mehr nach Hause und kriecht bei Rory unter. Am nächsten Tag stellt Lane sich dem schwersten Gespräch ihres Lebens. Sie erklärt ihrer Mutter, dass sie sie seit Jahren belüge, weil sie ihr einerseits alles recht machen wolle, andererseits aber auch eigene Interessen habe. Sie schlägt eine Lösung vor, von der sie hofft, dass sie für beide Seiten akzeptabel ist. Doch Mrs. Kim bleibt unversöhnlich und setzt ihre Tochter vor die Tür …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440252","hoster":"VOE"},{"path":"/redirect/8440253","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621386","hoster":"VOE"},{"path":"/redirect/10621387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-12","name":"Abgefahren","epNo":12,"alt":"A Family Matter","descr":"Eines Morgens taucht in Lukes Laden eine Frau auf, die Lorelai und Rory noch nie gesehen haben. Sie entpuppt sich als Lukes Schwester und Jess’ Mutter Liz, über deren Besuch Luke nicht gerade erfreut ist. Sein Misstrauen gegenüber Liz bestätigt sich, als plötzlich auch noch Jess vor der Tür steht. Gegen Lukes Willen hat Liz ihrem Sohn sein Auto wiedergegeben, und dieser ist auf der Landstraße von der Polizei aufgegriffen und zu Luke gebracht worden. Luke hat jedoch endgültig genug von Jess und verweigert ihm die Unterkunft.Lorelai weigert sich noch immer, ihren Eltern von der Beziehung zu Jason zu erzählen. Schließlich fasst sie sich jedoch ein Herz und verspricht Jason, endlich mit der Heimlichtuerei Schluss zu machen. Als Emily sich in einem harmlosen Gespräch über Jason schon bei der bloßen Vorstellung halb kaputtlacht, ihre Tochter und Jason könnten ein Verhältnis haben, verlässt Lorelai allerdings der Mut …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9614753","hoster":"VOE"},{"path":"/redirect/8440260","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621397","hoster":"VOE"},{"path":"/redirect/13386363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-13","name":"In Sachen Liebe","epNo":13,"alt":"Nag Hammadi Is Where They Found The Gnostic Gospel","descr":"Liz stellt ihrem Bruder ihren neuen Freund T.J. vor. Luke reagiert nicht gerade begeistert, waren die Freunde seiner Schwester – Jess’ Vater eingeschlossen – doch bisher allesamt Versager, die Liz auch noch schlecht behandelt haben. Dann bemerkt Luke jedoch, dass T.J. seiner Schwester wirklich am Herzen liegt und die Zuneigung gegenseitig zu sein scheint. In Anbetracht der Tatsache, dass die beiden vielleicht bald nach Stars Hollow ziehen, gibt Luke seine ablehnende Haltung auf.Jess kann Stars Hollow erst verlassen, wenn sein Auto repariert ist. Bis dahin nutzt er die Zeit, um seine ehemaligen Mitbürger ein letztes Mal zur Verzweiflung zu bringen: Er beschimpft Luke, hilft Leuten, die seine Hilfe gar nicht wollen, und macht Rory nervös, indem er jedes Mal bei ihrem Anblick sofort verschwindet. Als er ihr zur Abreise schließlich seine Liebe gesteht, ist Rory fassungslos.Ihren Eltern zuliebe muss Lorelai unterdessen zu einem Gala-Dinner. Jason ist auch vor Ort, und die beiden heimlich Verliebten müssen auf Emilys Geheiß so tun, als seien sie ein Paar. Jason ist das Ganze jedoch zu lächerlich, so dass er die Veranstaltung zu Lorelais Entsetzen vorzeitig verlässt …Unterdessen behandeln Emily und Richard den von Lorelai eingeladenen Luke wie Luft. Emily schärft Lorelais Ex-Mann Christopher dagegen ein, dass er alles daran setzen soll, Lorelai zurückzugewinnen. Nach ein paar Gläsern zuviel verrät Christopher sich jedoch und erreicht damit, dass Luke wutentbrannt das Haus verlässt. Erbost über diese erneute Einmischung in ihr Leben teilt Lorelai ihrer Mutter mit, dass sie nichts mehr mit ihr zu tun haben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440266","hoster":"VOE"},{"path":"/redirect/8440267","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621398","hoster":"VOE"},{"path":"/redirect/10621406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-14","name":"Land unter","epNo":14,"alt":"The Incredible Shrinking Lorelais","descr":"Lorelai und Rory haben so viel zu tun, dass sie es noch nicht einmal schaffen, miteinander zu telefonieren. Dabei hat Rory Sorgen, die sie gerne mit ihrer Mutter besprechen würde: Zum einen vermisst sie Lane, die nach dem Rauswurf bei ihrer Mutter im Wohnheim untergekrochen war und erst kürzlich wieder nach Hause zurückgekehrt ist. Und zum anderen befürchtet sie, sich in diesem Semester einfach zu viel vorgenommen zu haben. Als einer ihrer Professoren ihr empfiehlt, mindestens einen Kurs abzugeben, fühlt sich Rory wie eine Versagerin. Hals über Kopf macht sie sich auf den Weg zum Hotel ihrer Mutter, wo sie allerdings nur auf Dean trifft.Lorelai erkennt unterdessen, dass ihr und Sookie an allen Ecken und Enden das Geld fehlt, um den Hotelumbau endlich abschließen zu können. Zudem muss sie feststellen, dass zurzeit weder auf Sookie noch auf Michel Verlass ist: Sookie wird von ihrem Baby voll in Anspruch genommen und Michel von seinem Job. So muss Lorelai alle Termine selbst wahrnehmen. Der ganze Stress und die Geldsorgen führen schließlich dazu, dass sie in Lukes Gegenwart zusammenbricht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917799","hoster":"VOE"},{"path":"/redirect/8440271","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621415","hoster":"VOE"},{"path":"/redirect/10621409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-15","name":"Kaufrausch","epNo":15,"alt":"Scene In A Mall","descr":"Nach langer Zeit wollen Lorelai und Rory endlich mal wieder zusammen nach schicken Klamotten schauen. Da Lorelai zurzeit aber nicht gut bei Kasse ist, können sich die beiden nur einen Schaufensterbummel leisten. Dieses Unternehmen entpuppt sich jedoch als äußerst frustrierend – zumal Mutter und Tochter dabei auf Emily treffen, die sich in einem wahren Kaufrausch befindet. Sie hetzt die beiden gnadenlos durch die Kaufhäuser und überhäuft sie mit Dingen, die sie weder brauchen noch haben wollen.Wenig später wird klar, was mit Emily los ist: Sie ist verzweifelt, weil Richard zu viel arbeitet, oft auf Geschäftsreisen geht und sich weiterhin heimlich mit seiner früheren Freundin Pennilyn Lott trifft. Emily ist deshalb zu der Überzeugung gekommen, sie tauge zu nichts und ihr Leben sei völlig unausgefüllt. Lorelai rät ihr, sich endlich mit Richard auszusprechen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440764","hoster":"VOE"},{"path":"/redirect/8440274","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621423","hoster":"VOE"},{"path":"/redirect/10621421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-16","name":"Ein Trauerfall","epNo":16,"alt":"The Reigning Lorelai","descr":"Trauer im Hause Gilmore: Gran, die Mutter von Richard, ist plötzlich und unerwartet an einem Herzinfarkt gestorben. Richard ist vollkommen am Ende, war seine Mutter doch sein Ein und Alles. Emily bleibt nichts anderes übrig, als die Organisation von Beisetzung und Trauerfeier selbst in die Hand zu nehmen. Als sie zusammen mit Lorelai Grans Papiere durchgeht, stößt sie auf einen Brief, den Gran ihrem Sohn einen Abend vor der Hochzeit mit Emily geschrieben hatte. Darin fleht sie ihn geradezu an, Emily nicht zu heiraten, da diese sicherlich keine gute Ehefrau sei, Pennilyn Lott würde doch viel besser zu ihm passen. Emily ist am Boden zerstört und nun ebenfalls zu nichts mehr zu gebrauchen, so dass die gesamte Arbeit mal wieder an Lorelai hängen bliebt. Zum Dank für ihren selbstlosen Einsatz erntet Lorelai am Tag der Beerdigung von Emily allerdings lediglich Kritik an ihrer Kleidung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440770","hoster":"VOE"},{"path":"/redirect/8440277","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621431","hoster":"VOE"},{"path":"/redirect/10621426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-17","name":"Partylaune","epNo":17,"alt":"Girls In Bikinis, Boys Doin The Twist","descr":"Rory und Paris haben die Nase voll vom kalten Winter, der einfach nicht weichen will. Kurz entschlossen machen sie sich deshalb mit ein paar Freundinnen auf den Weg nach Florida, wo die Frühlingsferien alljährlich ausgiebig gefeiert werden. Nachdem sie dort die eine oder andere Party gefeiert haben und mit einem schrecklichen Kater aufgewacht sind, müssen Rory und Paris allerdings feststellen, dass Springbreak einfach nichts für sie ist.Als Jason ihr einen Schlüssel zu seiner Wohnung überreicht und ihr erklärt, dass er ihre Beziehung nun enger gestalten will, ist Lorelai beinahe zu Tränen gerührt. Während es zwischen den beiden ernst zu werden scheint, hängt der Haussegen bei Luke und Nicole gewaltig schief: Luke hat versehentlich fremde Socken angezogen, als er in seiner Wohnung übernachtet hat. Nun fragt sich Nicole, wem diese Socken gehören. Als er Nicole wenig später mit einem fremden Mann im Haus verschwinden sieht, ist es allerdings Luke, den die Eifersucht packt: In einem zügellosen Wutanfall stürzt er sich auf das Auto des vermeintlichen Kontrahenten – und wird prompt festgenommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440777","hoster":"VOE"},{"path":"/redirect/14238881","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621443","hoster":"VOE"},{"path":"/redirect/10621442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-18","name":"Ach du dickes Ei","epNo":18,"alt":"Tick, Tick, Tick, Boom!","descr":"Rory bekommt Besuch von Dean, der ihr mitteilt, dass er das College abbrechen und Geld verdienen will, um sich das von seiner neuen Freundin gewünschte Reihenhaus leisten zu können. Als Rory ihr Entsetzen darüber zum Ausdruck bringt, fährt Dean einfach wütend davon. Unterdessen zeigen sich Jason und Richard zufrieden: Offenbar hat Jasons Vater Floyd die Streitigkeiten der letzten Zeit vergessen. Deshalb lädt Richard ihn und seine Frau Carol zu einem Essen im Hause Gilmore ein, zu dem auch Jason, Lorelai und Rory antreten sollen. Lorelai reagiert panisch: Wie werden Jasons Eltern auf sie reagieren?Während ganz Stars Hollow zum Himmel stinkt, weil viele der von Kirk versteckten Ostereier noch nicht gefunden wurden und nun schon seit Wochen vor sich hingammeln, bereitet man sich im Hause Gilmore auf den großen Abend vor. Doch kaum hat Floyd das Haus betreten, lässt er auch schon die Bombe platzen: Er will Jason und Richard verklagen, weil Jason sich angeblich widerrechtlich verhalten hat, in dem er sich mit Richard zusammengetan hat. Und dann plaudert er auch noch aus, dass Lorelai und Jason bereits seit fünf Monaten ein Paar sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440778","hoster":"VOE"},{"path":"/redirect/8440280","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621441","hoster":"VOE"},{"path":"/redirect/10621703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-19","name":"Ausgetrickst","epNo":19,"alt":"Afterboom","descr":"Um eine Klage Floyds abzuwenden, ergreift Richard drastische Gegenmaßnahmen, die Jason als den großen Verlierer dastehen lassen: Richard steigt bei ihrer gemeinsamen Firma aus, um wieder bei Floyd einzusteigen und die Firma als Tochtergesellschaft weiterzuführen. Damit ist Jason ein für alle Mal aus dem Spiel. Entsetzt spricht er mit Lorelai, die daraufhin wütend zu ihrem Vater fährt und ihn zur Rede stellt. Doch Richard stellt sich stur und macht sogar Emily klar, dass sie entweder mit ihm im Boot sitzt oder gehen kann. Verletzt zieht Emily daraufhin in ein Hotel. Als Lorelai sich wenig später mit Jason trifft und er ihr mitteilt, dass er wiederum nun Richard verklagen will, kommt es auch zwischen ihnen zu einem derart heftigen Streit, dass Lorelai die Beziehung beendet.Rory hat an der Uni bis über beide Ohren voll zu tun. Nun befürchtet sie auch noch, auf ihre letzte Hausarbeit eine schlechte Note zu bekommen – und das ausgerechnet im Kurs von Asher Flemming, dem alten Bekannten ihres Großvaters und derzeitigen Freund von Paris. Wider Erwarten erhält sie jedoch eine glatte Eins auf ihre Arbeit. Doch auch damit ist sie nicht zufrieden: Mit dem Gefühl, aufgrund der Verbindungen zu ihm zu positiv bewertet worden zu sein, bittet sie Asher um ein Gespräch. Der macht der beschämten Rory jedoch klar, dass ihre Arbeit wirklich anregend und gut war und er seine Zensuren keinesfalls aufgrund persönlicher Verbindungen trifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440786","hoster":"VOE"},{"path":"/redirect/8440281","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621455","hoster":"VOE"},{"path":"/redirect/10621451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-20","name":"Alles für die Katz","epNo":20,"alt":"Luke Can See Her Face","descr":"Lorelai ist verzweifelt: Gerade erst hat sie Jason verlassen und ist wieder Single, da pfeifen es auch schon die Spatzen von den Dächern. Mit seinem Single-Dasein hat auch Luke zu kämpfen. Er ist sogar schon so frustriert, dass er sich einen Kurs auf Kassette kauft, der ihm den Weg zur wahren Liebe weisen soll. Probleme ganz anderer Art hat Paris: Als Asher ins Krankenhaus muss, erfährt sie, wie alt er tatsächlich ist. Völlig ausgelöst fragt sie sich nun, ob er tatsächlich der Mann fürs Leben ist.Liz und T.J. wollen in Stars Hollow heiraten. Luke ist überrascht, begreift jedoch, wie wichtig die Hochzeit für seine Schwester ist, und reist sogar nach New York, um Jess zum Kommen zu bewegen. Dennoch ist er positiv überrascht, als Jess an Liz’ großem Tag tatsächlich vor der Tür steht. Weniger glücklich läuft das Aufeinandertreffen von Jess und TJ: Als TJ seinen zukünftigen Stiefsohn bittet, Liz zum Altar zu führen, lehnt Jess patzig ab. Daraufhin kommt es fast zu einer Prügelei zwischen den beiden, und nur Luke kann verhindern, dass niemand zu Schaden kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440785","hoster":"VOE"},{"path":"/redirect/8440285","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621456","hoster":"VOE"},{"path":"/redirect/10621463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-21","name":"Unter der Haube","epNo":21,"alt":"Last Week Fights, This Week Tights","descr":"Die Hochzeit von Liz und T.J. steht unmittelbar bevor, weshalb ganz Stars Hollow schon in heller Aufruhr ist. Es soll eine Kostümhochzeit werden, und die mittelalterlichen Kostüme wollen genäht und zusammengestellt werden. Bei den Anproben bemerkt T.J. unterdessen, dass er es genießt, die strumpfhosenartigen Hosen zu tragen. Während der Zeremonie werden ihm allerdings die gravierenden Nachteile dieser Schnittform bewusst.Wider Erwarten hat Jess sich während der gesamten Feierlichkeiten ordentlich benommen. Nun steht seine Abreise bevor, doch zuvor trifft er sich noch einmal mit Rory und gesteht ihr seine Liebe. Mit dramatischen Gesten bittet er sie, einfach abzuhauen und mit ihm mitzukommen, doch für Rory ist die Beziehung längst vorbei. Bei Luke und Lorelai scheint es dagegen erneut zu knistern: Nachdem sie sich auf der Hochzeit wunderbar miteinander amüsiert haben, wollen sie sich gleich am nächsten Tag schon wieder treffen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440801","hoster":"VOE"},{"path":"/redirect/8440287","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621471","hoster":"VOE"},{"path":"/redirect/10621467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-4/episode-22","name":"Das erste Mal","epNo":22,"alt":"Raincoates And Recipes","descr":"Luke und Lorelai sind offensichtlich bis über beide Ohren ineinander verliebt, doch Lorelai gelingt es noch immer nicht, Lukes Zeichen richtig zu deuten. Zudem hat sie im Moment alle Hände voll zu tun: Vor der offiziellen Eröffnung des Dragonfly Inn veranstaltet sie einen Probelauf mit ihren Freunden, um zu sehen, welche Mängel noch auszumerzen sind. Zu allem Überfluss taucht ausgerechnet jetzt auch noch Jason auf und bittet sie, es noch einmal mit ihm zu versuchen.Die Situation zwischen Emily und Richard ist inzwischen so eskaliert, dass die beiden sich scheiden lassen wollen. Dagegen sind Rory und Dean in ihrer Beziehung ein gutes Stück vorangekommen. Nun fühlt sich Rory endlich bereit für das erste Mal …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8440185","hoster":"VOE"},{"path":"/redirect/8440186","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621475","hoster":"VOE"},{"path":"/redirect/10621474","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-5/episode-1","name":"Ohne Worte","epNo":1,"alt":"Say Goodbye To Daisy Miller","descr":"Rory ist mit Dean im Bett gelandet und muss nun eine Moralpredigt ihrer Mutter über sich ergehen lassen, weil Dean verheiratet ist. Daraufhin schaltet Rory auf stur und weigert sich, auch nur ein Wort mir ihrer Mutter zu wechseln. Da kommt ihr ein Angebot ihrer Großmutter gerade recht: Emily will die durch die Trennung von Richard gewonnene Freiheit genießen und den Sommer über gemeinsam mit Rory durch Europa reisen.Dean verhält sich derweil ziemlich kindisch und behandelt die ahnungslose Lindsay so, als hätte sie ihn enttäuscht. Völlig verzweifelt versucht Lindsay daraufhin alles, um Deans Liebe zurückzugewinnen, doch er bleibt für sie ein verschlossenes Buch. Ebenso kindisch ist das Verhalten von Lorelai, die nach einer heftigen Knutscherei mit Luke nun nicht weiß, ob sie mit ihm zusammen ist oder nicht. Am Telefon einigen sich die beiden schließlich darauf, es miteinander zu versuchen. Dann ereilt Luke jedoch ein Hilferuf seiner Schwester aus Maine, und die beiden Frischverliebten müssen ihr vereinbartes Treffen bis auf weiteres verschieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335331","hoster":"VOE"},{"path":"/redirect/8541664","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621489","hoster":"VOE"},{"path":"/redirect/10621485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-2","name":"Ein Brief Mit Folgen","epNo":2,"alt":"A Messenger, Nothing More","descr":"Rory und Emily verbringen unterdessen eine schöne Zeit in Europa. Vor allem Emily genießt nach der Trennung von Richard die Reise sehr und erfreut sich an den vielen Komplimenten fremder Männer. Zwischen Rory und Lorelai herrscht dagegen noch immer eisiges Schweigen. Dann wendet sich Rory jedoch mit einer Bitte an ihre Mutter: Sie soll Dean einen Brief übergeben, den Rory nicht schicken will, damit Lindsay nichts davon mitbekommt. Die Mühe war allerdings umsonst, denn Lindsay findet den Brief trotzdem und schmeißt Dean in hohem Bogen raus.Als Rory wenig später wieder im Lande ist, kommt es zu einer unangenehmen Begegnung zwischen ihr und Lindsays Mutter Theresa. Völlig verwirrt will Rory daraufhin mit Dean reden, doch der wendet sich von ihr ab. Unterdessen hat Luke seiner Schwester und ihrem Mann T.J. auf dem Mittelaltermarkt ausgeholfen, nachdem die beiden einen Unfall hatten. Nach sieben Wochen kehrt er nun endlich nach Stars Hollow und zu seiner geliebten Lorelai zurück, doch zu einem Treffen kommt es auch jetzt nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007875","hoster":"VOE"},{"path":"/redirect/8541669","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621496","hoster":"VOE"},{"path":"/redirect/10621492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-3","name":"Der Kaffee danach","epNo":3,"alt":"Written In The Stars","descr":"Endlich haben Luke und Lorelai Zeit für ihr erstes offizielles Date und landen nach einem romantischen Restaurantbesuch in Lukes Wohnung. Am nächsten Morgen braucht Lorelai dringend eine Tasse Kaffee, doch Luke hat keinen im Haus. Nur mit Lukes Karohemd bekleidet geht Lorelai deshalb ins Diner – und sorgt so dafür, dass ihre aufkeimende Liebe zum interessantesten Gesprächsthema der Woche avanciert. Taylor will sogar darüber abstimmen lassen, ob eine Beziehung zwischen Luke und Lorelai überhaupt statthaft ist.Richard und Emily leben nach wie vor getrennt, und zwischen ihnen herrscht eisiges Schweigen. Als Emily eines Abends jedoch bemerkt, dass Richard das Haus noch einmal verlässt, lässt ihr das einfach keine Ruhe. In Yale halten Rory und Paris unterdessen Totenwache für Paris’ kürzlich verstorbenen Liebhaber Professor Asher Flemming. Dabei kommt Rory plötzlich der Gedanke, dass sie mit Dean noch etwas zu klären hat. Sie lässt alles stehen und liegen und macht sich auf den Weg nach Stars Hollow …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007867","hoster":"VOE"},{"path":"/redirect/8541661","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621502","hoster":"VOE"},{"path":"/redirect/10621500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-4","name":"Wahlkampf","epNo":4,"alt":"Tippecanoe And Taylor Too","descr":"Rory will ihr Verhältnis mit Dean klären, doch das erweist sich als unmöglich, da Dean wieder bei seiner Mutter wohnt und diese die beiden wie Kinder behandelt. Zudem reagiert Dean tatsächlich äußerst kindisch, und Rory kommen Zweifel, ob ihre Beziehung eine Zukunft hat. Nach einer heftigen Auseinandersetzung trennen sich die beiden schließlich im Streit. Kurz darauf versöhnen sie sich jedoch wieder, und Rory stellt die alles entscheidende Frage: Hätten sich Dean und Lindsay auch dann getrennt, wenn Lindsay ihren Brief an Dean nicht gefunden hätte?Jackson hat Ärger mit Taylor, der ihn schikaniert, weil er sein Gewächshaus angeblich nicht korrekt gebaut hat. Schließlich weiß sich Jackson nicht mehr anders zu helfen, als Taylor herauszufordern, indem er sich bei den Stadtrat-Wahlen als dessen Gegenkandidat aufstellen lässt. Die Organisation seiner Wahlkampagne übernimmt Lorelai, die ihrerseits noch ein Hühnchen mit Taylor zu rupfen hat und sich mit voller Kraft in die Arbeit stürzt. Wenig später schon meldet sich jedoch ihr schlechtes Gewissen gegenüber Taylor, und sie überredet ein paar Leute, doch für ihn zu stimmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007873","hoster":"VOE"},{"path":"/redirect/8541667","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621506","hoster":"VOE"},{"path":"/redirect/10621516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-5","name":"Ein Date zu viert","epNo":5,"alt":"We Got Us A Pippi Virgin","descr":"Um das Verhältnis zwischen ihr und Dean ein wenig aufzulockern, schlägt Lorelai ein Date zu viert vor – sie, Rory, Dean und Luke. Die Männer sind zunächst nicht begeistert, fügen sich aber in ihr Schicksal. Der Abend verläuft dann nicht anders, als erwartet: Luke verliert die Beherrschung und macht Dean unsanft klar, dass er nichts von ihm hält. Er ist der Meinung, Rory habe jemand besseren verdient, als einen, der seine Ehefrau einfach sitzen lässt.Emily hat in Richards Poolhaus herumgeschnüffelt und dort eine Glitzerweste gefunden. Sie ist entsetzt, will Richard aber auch nicht auf seine nächtlichen Eskapaden ansprechen. Daraufhin fühlt Lorelai vorsichtig bei Richard vor, ob er Emily nicht doch über seine Aktivitäten als Sänger in einem Quartett informieren möchte. So erfährt sie, dass Richard sehr unter der Trennung leidet und sich über alles wünscht, mit Emily noch einmal von vorne anfangen zu können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007868","hoster":"VOE"},{"path":"/redirect/8541663","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13056409","hoster":"VOE"},{"path":"/redirect/10621514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-6","name":"Tanz der Hormone","epNo":6,"alt":"Norman Mailer, Im Pregnant","descr":"Rory wird in der College Zeitung das Ressort Reportagen zugeteilt. Ihr erster Versuch, einen spannenden Artikel zu schreiben, scheitert aber schon am langweiligen Thema: Sie hat einen Computerfreak zum Herunterladen von Musik aus dem Internet befragt und nur Altbekanntes zu hören bekommen. Schon interessanter ist da das Mädchen mit Ballkleid und Affenmaske, dem Rory im Waschraum begegnet. Als Rory von ihr auch noch eine lateinische Parole hört, meint sie, einem Geheimbund auf der Spur zu sein und geht der Sache auf den Grund.Auf das Drängen ihrer Finanzberaterin hin beschließt Lorelai, den Mittagstisch im Hotel vorübergehend zu streichen. Sookie geht deshalb jedoch sofort auf die Barrikaden und gibt Norman Mailer, der dort jeden Tag mit einem Journalisten sitzt, die Schuld an dem Dilemma – schließlich bestellt er nie etwas anderes als Eistee. Da fällt es ihr plötzlich wie Schuppen von den Augen: Sie ist nur so launenhaft, weil sie schon wieder schwanger ist …Heute zu Gast bei \"Gilmore Girls\": Der amerikanische Schriftsteller und zweifache Pulitzer-Preisträger Norman Mailer (\"Heere aus der Nacht\", \"Gnadenlos\") und sein Sohn Stephen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007871","hoster":"VOE"},{"path":"/redirect/8541665","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621524","hoster":"VOE"},{"path":"/redirect/10621527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-7","name":"Sprung ins Ungewisse","epNo":7,"alt":"You, Jump, I Jump, Jack","descr":"Emily hat von der Beziehung zwischen Lorelai und Luke erfahren und besteht nun auf einem gemeinsamen Abendessen, das sich für Luke erwartungsgemäß unangenehm gestaltet. Emily lässt keine Gelegenheit aus, um ihm zu zeigen, dass sie ihn für einen ungehobelten Bauerntrampel hält. Und auch Richard benimmt sich unmöglich: Er schlägt vor, Lukes Diner so richtig auf Vordermann zu bringen, damit man expandieren und Filialen im ganzen Land eröffnen könne.Für die Schülerzeitung recherchiert Rory im Umfeld des Geheimbundes ‚Live And Death Brigade‘ und überredet Mitglied Logan, sie zu einem Treffen der Gruppe mitzunehmen. Mit verbundenen Augen wird sie daraufhin zu einem geheimen Treffpunkt in den Wäldern gebracht, wo der Bund ein Fest feiert. Noch durchschaut sie nicht, was Logan mit ihr vorhat. Doch am nächsten Morgen erlebt sie eine Überraschung und entscheidet sich, zum ersten Mal in ihrem Leben, wirklich mutig zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007874","hoster":"VOE"},{"path":"/redirect/8541660","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621532","hoster":"VOE"},{"path":"/redirect/10621525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-8","name":"Katerstimmung","epNo":8,"alt":"The Party\u0027s Over","descr":"Mit viel Liebe hat Luke ein Menü für Lorelai zubereitet, doch der gemeinsame Abend wird durch T.J. sabotiert. Er hat sich mit Liz gestritten und meint, sich bei Luke sammeln zu müssen. Bei dieser Gelegenheit erfährt Luke ganz nebenbei, dass T.J. und seine Schwester vorhaben, nach Stars Hollow zu ziehen – eine Entscheidung, die Luke nicht gerade begeistert.Emily und Richard sind der Meinung, dass Rory etwas Besseres als Dean verdient hat. Um sie mit passenderen Kandidaten bekannt zu machen, geben sie eine Party, auf der die Söhne ihrer reichen Freunde Kontakt zu Rory knüpfen sollen. Erwartungsgemäß entpuppen sich die meisten davon als schreckliche Schnösel oder Langeweiler. Rory ist deshalb überglücklich, als plötzlich Logan auftaucht, dessen Eltern ebenfalls mit Emily und Richard befreundet sind. Zusammen mit ihm und seinen Freunden feiert sie im Poolhaus eine eigene Party und vergisst darüber beinahe Dean, der sie abholen wollte und schon seit einer Stunde vor dem Haus wartet. Als Rory mit Logan und seinen Freunden vor dem Haus auftaucht, erkennt Dean jedoch, dass Rory mittlerweile in einer Welt lebt, in der für ihn kein Platz mehr ist. Todunglücklich trennt er sich von ihr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379271","hoster":"VOE"},{"path":"/redirect/8541670","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621535","hoster":"VOE"},{"path":"/redirect/10621540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-9","name":"Auf Männerfang","epNo":9,"alt":"Emily Says Hello","descr":"Lorelai und Rory wollen Emily und Richard klarmachen, was sie von ihrer Trennung halten und knöpfen sich die beiden deshalb getrennt voneinander vor. Emily macht jedoch alle Hoffnungen auf eine Versöhnung zunichte, da sie die Trennung für endgültig hält und sich mit anderen Männern verabreden will.Lorelai lädt Christopher zum Essen ins Hotel ein, bekommt jedoch schon bald ein schlechtes Gewissen, weil sie Luke nichts davon erzählt hat. Schließlich bleibt ihr nichts anderes übrig, als ihm zu gestehen, dass sie sich mit ihrem Ex-Mann getroffen hat. Luke reagiert jedoch erstaunlich gelassen und versucht sich einzureden, dass er nicht eifersüchtig ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007881","hoster":"VOE"},{"path":"/redirect/8541662","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621544","hoster":"VOE"},{"path":"/redirect/10621541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-10","name":"Die Ausreißerin","epNo":10,"alt":"But Not As Cute As Pushkin","descr":"Rory soll die Chilton-Schülerin Anna für ein paar Tage bei sich aufnehmen und ihr Yale zeigen. Euphorisch erzählt sie Anna alles über Geschichte und Glanz der Universität, doch das Mädchen interessiert sich mehr für Partys und Jungs. Wenig später verschwindet Anna spurlos, und Rory erfährt erst vom aufgebrachten Chilton-Direktor Hanlin Charleston, was passiert ist: Anna war verbotenerweise auf einer illegalen Party, die von der Campus-Polizei gesprengt wurde.In Stars Hollow lädt Miss Patty zu ihrem 40-jährigen Bühnenjubiläum. Lorelai möchte mit Luke hingehen, doch der lehnt schlechtgelaunt ab. An diesem Tag hat er wie jedes Jahr seinen schwarzen Tag, an dem er einfach abtaucht. Niemand weiß, warum das so ist und was Luke an diesem Tag macht. Doch Lorelai verrät er sein Geheimnis: Es ist der Todestag seines Vaters, und Luke drückt seit 15 Jahren seine Trauer auf diese Weise aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007880","hoster":"VOE"},{"path":"/redirect/8541666","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621554","hoster":"VOE"},{"path":"/redirect/10621556","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-11","name":"Auf den Hund gekommen","epNo":11,"alt":"Women Of Questionable Morals","descr":"Emily und Richard läuft ein Hund zu. Zunächst hat Emily panische Angst vor dem Tier, doch dann schließt sie es schnell ins Herz – zumal sich durch seine Anwesenheit eine hervorragende Möglichkeit bietet, immer öfter zu Richard ins Poolhaus zu gehen. Dort versuchen die beiden in ungewöhnlicher Eintracht, den Besitzer ausfindig zu machen – und kommen sich dabei wieder näher.Christopher taucht in Yale auf, um das Verhältnis zu Rory wieder zu kitten, doch Rory blockt ihn vollkommen ab. Sie ahnt allerdings nicht, dass Christophers Vater im Sterben liegt, und er deshalb ihre Nähe sucht. Das erfährt sie erst von Emily, als es bereits zu spät ist: Christophers Vater ist tot. Bestürzt macht Rory sich auf den Weg zu Christopher, und auch Lorelai kommt vorbei, um ihn zu trösten. Daraus entwickelt sich eine feuchtfröhliche Nacht, die sie Luke lieber verschweigt. Nun plagt sie jedoch ihr schlechtes Gewissen – vor allem, da Luke ihr in ihrer Abwesenheit eine eigene Eisbahn gebaut hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007883","hoster":"VOE"},{"path":"/redirect/8541673","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621553","hoster":"VOE"},{"path":"/redirect/10621560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-12","name":"Süße Stunden","epNo":12,"alt":"Come Home","descr":"Rory hat sich bereit erklärt, Logan bei den Recherchen für einen Artikel zu helfen und zwei schöne Abende mit ihm verbracht. Nun hofft sie, dass Logan, für den sie mittlerweile mehr als freundschaftliche Gefühle empfindet, sie zu der Feier seines Vaters einlädt. Dieser ist Besitzer eines großen Verlages und zählt Rorys großes journalistisches Vorbild Seymour Hersh zu seinen Gästen. Doch sie wird enttäuscht: Logan fragt sie nicht.Emily und Richard nähern sich wieder an, aber dann erfährt Richard, dass Emily mit seinem Erzfeind Simon McLaine im Country Club essen war. Darüber ist er so erbost, dass er bei nächster Gelegenheit Emilys Auto rammt. Nach einem heftigen Wortgefecht versöhnen die beiden sich jedoch wieder und fühlen sich einander plötzlich so nahe, dass sie an ihrem 40. Hochzeitstag ihr Ehegelübde erneuern wollen. Lorelai bittet Luke, sie zu der Feier zu begleiten, doch Emily hat ohne ihr Wissen auch Christopher dazu eingeladen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007882","hoster":"VOE"},{"path":"/redirect/8541674","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621563","hoster":"VOE"},{"path":"/redirect/10621566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-13","name":"Hochzeit in Moll","epNo":13,"alt":"Wedding Bell Blues","descr":"Auf der Feier von Emily und Richard erscheint auch Logan, der ein hübsches Mädchen an seiner Seite hat. Rory findet jedoch schnell heraus, dass die Fremde nicht seine Freundin ist. Spontan nimmt sie Logan daraufhin mit in ein ruhiges Zimmer, wo sie ihm ihre Gefühle offenbart. Nur wenig später werden die beiden von Lorelai bei einer leidenschaftlichen Knutscherei erwischt.Unterdessen behandeln Emily und Richard den von Lorelai eingeladenen Luke wie Luft. Emily schärft Lorelais Ex-Mann Christopher dagegen ein, dass er alles daran setzen soll, Lorelai zurückzugewinnen. Nach ein paar Gläsern zuviel verrät Christopher sich jedoch und erreicht damit, dass Luke wutentbrannt das Haus verlässt. Erbost über diese erneute Einmischung in ihr Leben teilt Lorelai ihrer Mutter mit, dass sie nichts mehr mit ihr zu tun haben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007884","hoster":"VOE"},{"path":"/redirect/8541672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621569","hoster":"VOE"},{"path":"/redirect/10621575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-14","name":"Wahltag","epNo":14,"alt":"Say Something","descr":"Nach dem Eklat auf der Feier von Emily und Richard ist Luke stocksauer und gibt Lorelai zu verstehen, dass er eine Auszeit braucht. Lorelai kann das nicht akzeptieren und ruft ihn immer wieder an, doch Luke reagiert einfach nicht. Schließlich findet sie ihn in Taylors Laden, wo er ihr erklärt, dass er nicht mehr mit ihr zusammen sein kann. Lorelai ist am Boden zerstört.Logan und Rory kommen sich immer näher, und Rory schwebt auf Wolke Sieben, als er sie zu sich nach Hause einlädt. Ihre Hoffnungen werden jedoch enttäuscht: Dort tagt eine Pokerrunde. Zu allem Überfluss bekommt sie schließlich auch noch einen Anruf von Sookie, die sie sofort nach Hause bestellt: Lorelai braucht ihre Hilfe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007885","hoster":"VOE"},{"path":"/redirect/8541668","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621576","hoster":"VOE"},{"path":"/redirect/10621577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-15","name":"So ein Theater!","epNo":15,"alt":"Jews And Chinese Food","descr":"Vor Wochen schon hat Lorelai sich und Luke als Helfer für eine Theateraufführung der Schule angemeldet. Sie wollte die Kostüme nähen, und Luke sollte bei den Kulissen helfen. Aufgrund ihrer Trennung zieht Lorelai es nun aber vor, Luke nicht über den Weg zu laufen und die Kostüme zu Hause zu nähen. Als Luke ins Theater kommt und Lorelai dort nicht vorfindet, ist er maßlos enttäuscht und fährt zu ihr, um sie zur Rede zu stellen. Beide sind jedoch so wütend und traurig über ihre Trennung, dass es zu einem Streit kommt und die Fronten sich zusehends verhärten.Nachdem er seine Gefühle monatelang erfolglos zu unterdrücken versucht hat, fasst Marty endlich den Mut, Rory seine Liebe zu gestehen. Seine Hoffnungen werden jedoch enttäuscht: Rory sagt ihm offen und ehrlich, dass sie für ihn nicht mehr als freundschaftliche Gefühle empfindet und in Logan verliebt ist. Marty ist am Boden zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007886","hoster":"VOE"},{"path":"/redirect/8541671","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621592","hoster":"VOE"},{"path":"/redirect/10621584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-16","name":"Dicke Luft","epNo":16,"alt":"So... Good Talk","descr":"Lorelai leidet nach wie vor unter der Trennung von Luke und lässt sich weder von Sookie noch von Rory aufheitern. Als Rory das obligatorische Freitags-Dinner bei Emily und Richard besucht, lässt sie ihre Großmutter deshalb deutlich spüren, dass sie wegen der unverschämten Einmischung in Lorelais Leben ebenfalls wütend auf sie ist. Emily fällt aus allen Wolken: Sie ist in dem Glauben, nur zu Lorelais Bestem gehandelt zu haben.Emily hat jedoch nicht nur mit Rorys ablehnender Haltung zu kämpfen, sondern auch mit der Tatsache, dass Lorelai sich offenbar blendend mit Richard versteht. Dieser öffnet seiner Frau schließlich die Augen. Reumütig fährt sie daraufhin zu Luke, um sich zu entschuldigen und zu erklären, dass sie sich in Zukunft aus der Beziehung raushalten wird. Das lässt Luke sich nicht zweimal sagen: Voller Vorfreude macht er sich auf den Weg zu Lorelai, um sie in die Arme zu schließen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007887","hoster":"VOE"},{"path":"/redirect/8541677","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621591","hoster":"VOE"},{"path":"/redirect/10621595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-17","name":"Hin und weg","epNo":17,"alt":"Pulp Friction","descr":"Lorelai und Luke haben sich endlich wieder versöhnt. Da Lorelai aber nach wie vor nicht beim Freitagsdinner erscheint, nimmt Emily an, die beiden seien noch immer getrennt. Wutentbrannt stellt sie deshalb Luke zur Rede – und provoziert damit einen erneuten Streit mit ihrer Tochter, die sich derlei Einmischung für die Zukunft verbittet.Rory ist unglücklich: Logan will eine offene Beziehung mit ihr führen, doch sie erträgt es nicht, ihn mit anderen Mädchen zu sehen. Um sich abzulenken, nimmt sie eine Einladung zu einer Kostüm-Party an, bei der sie auch Logan begegnet. Nun ist plötzlich Logan eifersüchtig und versucht alles, um sie ganz für sich zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922797","hoster":"VOE"},{"path":"/redirect/8541675","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621603","hoster":"VOE"},{"path":"/redirect/10621596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-18","name":"Der Traum vom Haus","epNo":18,"alt":"To Live And Let Diorama","descr":"Rory ist noch immer unglücklich mit dem Arrangement, mit Logan eine offene Beziehung ohne Verpflichtungen zu führen. Die Tatsache, dass er sich nun schon einige Tage nicht gemeldet hat, verstärkt ihre Zweifel zusätzlich. Frustriert betrinkt sie sich zusammen mit Paris und Lane, die ebenfalls Probleme mit ihren Freunden haben.Lorelai gibt ein Interview für eine Zeitschrift, in dem sie sich in ihrer Wut auf ihre Mutter dazu hinreißen lässt, einige unschöne Dinge über sie zu sagen. Kurz darauf tun ihr ihre Äußerungen jedoch schon wieder leid, und sie verweigert die Zustimmung zur Veröffentlichung. Luke wird derweil von Dean mit einem unangenehmen Gedanken konfrontiert: Wird Lorelai sich – genau wie Rory mit Dean – irgendwann mit ihm langweilen und höher hinaus wollen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007890","hoster":"VOE"},{"path":"/redirect/8541679","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12285063","hoster":"VOE"},{"path":"/redirect/10621606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-19","name":"Der Küchenspion","epNo":19,"alt":"But I\u0027m A Gilmore","descr":"Sookie muss auf ärztlichen Rat das Bett hüten, um ihre Schwangerschaft nicht zu gefährden. Sie hat sich jedoch nicht um eine Vertretung für die Küche gekümmert, und Luke muss spontan einspringen. Dieser wird nun von Sookie mit dauernden Kontrollanrufen traktiert. Ihr Misstrauen geht sogar so weit, dass sie sich heimlich Essensproben nach Hause bringen lässt. Als Luke davon erfährt, kommt es zum Eklat. Wird Lorelai schlichten können?Logan will es mit einer festen Beziehung mit Rory versuchen und nimmt sie zu einem Abendessen bei seiner Familie mit. Eigentlich will er bei diesem Treffen seine Schwester unterstützen, die ihre Verlobung bekannt geben will, doch dazu kommt es nicht: Logans Mutter Sarah und Grandpa Huntzberger stürzen sich sofort auf Rory und geben ihr deutlich zu verstehen, dass sie nicht gut genug für Logan ist. Wutentbrannt verlassen Rory und Logan daraufhin das Haus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007892","hoster":"VOE"},{"path":"/redirect/8541676","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621611","hoster":"VOE"},{"path":"/redirect/10621617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-20","name":"Das perfekte Paar","epNo":20,"alt":"How Many Kropogs To Cape Cod?","descr":"Richard und Emily erfahren von Rorys Einladung bei den Huntzbergers und verfallen in rege Geschäftigkeit: Eine Gegeneinladung muss erfolgen, denn Rorys neuer Freund Logan Huntzberger ist genau nach ihrem Geschmack. Während die beiden schon an Hochzeit und Babys denken, muss Rory sich allerdings erst einmal durch das Praktikum bei der Zeitung von Logans Vater Mitchum kämpfen.Lorelai hat ein Angebot von einer Hotel-Investment-Gruppe bekommen: Sie soll als Managerin um die Welt reisen und andere Hotels beaufsichtigen. Zunächst will sie ablehnen, doch aufgrund des äußerst angespannten Verhältnisses zu ihren Eltern denkt sie schon bald darüber nach, ihr Leben in Stars Hollow tatsächlich aufzugeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007896","hoster":"VOE"},{"path":"/redirect/8541680","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621615","hoster":"VOE"},{"path":"/redirect/10621618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-21","name":"Kurzschluss","epNo":21,"alt":"Blame Booze And Melville","descr":"Nach einem feuchtfröhlichen Abend landen Lorelai und Luke ohne Verhütung zusammen im Bett. Nun ist Lorelai in Panik, wieder schwanger zu sein. Doch das ist noch nicht das Schlimmste: Das Interview, in dem Lorelai ihre Mutter mit Stalin vergleicht, ist trotz ihres Einspruchs veröffentlicht worden. Der gerade erst wiederhergestellte Familienfrieden ist in Gefahr!Obwohl Rory mit ihrem Job bei Mitchums Zeitung gut klargekommen ist, bescheinigt er ihr, dass sie kein Talent als Journalistin habe und sich höchstens zur Assistentin eigne. Rory fällt aus allen Wolken und lässt sich auf eine große Dummheit ein: Zusammen mit Logan \"borgt\" sie sich während der Verlobungsfeier von Logans Schwester eine Yacht aus dem Hafen und wird daraufhin von der Polizei aufgegriffen. Sookie bringt unterdessen ein gesundes Mädchen zur Welt, und Emily nimmt einen russischen Balletttänzer bei sich auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007893","hoster":"VOE"},{"path":"/redirect/8541682","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621627","hoster":"VOE"},{"path":"/redirect/10621625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-5/episode-22","name":"Auszeit","epNo":22,"alt":"A House Is Not A Home","descr":"Nachdem Rory und Logan im Yachthafen ein Boot geklaut haben, muss Lorelai ihre Tochter aus dem Police Department abholen. Sie versteht Rorys Gründe nicht, und Rory schweigt beharrlich. Erst nach einiger Zeit rückt sie damit heraus, dass Mitchum Huntzberger ihr vorgehalten habe, eine schlechte Journalistin zu sein. Lorelai ist nur wenig überrascht, ist Huntzberger doch als ungerechter Fiesling weit über seine Branche hinaus bekannt. Rory nimmt sich seine Worte jedoch so zu Herzen, dass sie eine schwerwiegende Entscheidung trifft: Sie will Yale verlassen und eine Auszeit nehmen, um sich darüber klar zu werden, was sie wirklich mit ihrem Leben anfangen will. Lorelai will das auf keinen Fall zulassen und bittet schweren Herzens ihre Eltern um Hilfe. Die fallen ihr jedoch wieder einmal in den Rücken, in dem sie Rory anbieten, während ihrer Auszeit im Poolhaus zu wohnen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007889","hoster":"VOE"},{"path":"/redirect/8541681","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621630","hoster":"VOE"},{"path":"/redirect/10621638","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-6/episode-1","name":"Funkstille","epNo":1,"alt":"New And Improved Lorelai","descr":"Rory hat ihrer Mutter eröffnet, dass sie nicht mehr in Yale studieren will und zu ihren Großeltern ziehen wird. Lorelai ist am Boden zerstört, doch sie verdrängt ihren Schmerz mit aller Kraft und geht zu Luke, um ihm einen Heiratsantrag zu machen.Während auch Paris entsetzt über Rorys Entscheidung ist, sieht Rory gelassen ihrer Anhörung wegen Sachbeschädigung entgegen, da sie sich bei ihrem Anwalt, einem alten Freund ihres Großvaters, in guten Händen wähnt. Die Strafe fällt jedoch deutlich höher aus, als angenommen: Rory muss 300 Stunden gemeinnütziger Arbeit ableisten.Mitten in der Nacht kommt es bei Lorelai unterdessen zu einer Überreaktion: Sie bringt die restlichen Sachen ihrer Tochter zu Richard und Emily und teilt ihnen mit, dass sie weder mit ihnen noch mit Rory weiteren Kontakt wünscht. Aber wird sie das auch durchhalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007894","hoster":"VOE"},{"path":"/redirect/8545418","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621636","hoster":"VOE"},{"path":"/redirect/10621645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-2","name":"Frisch gestrichen!","epNo":2,"alt":"Fight Face","descr":"Seit Lorelais Auftritt bei ihren Eltern herrscht eisiges Schweigen zwischen ihr und Rory. Lorelai ist am Boden zerstört, und auch Rory ist mit der neuen Situation alles andere als glücklich. Zudem muss sie ihre vom Gericht verordneten Arbeitsstunden ableisten, was ihr nicht gerade leicht fällt.Während Rory von Luke erfährt, dass er und ihre Mutter sich verlobt haben, will Luke ein Haus kaufen und renovieren, damit er und Lorelai ein neues, gemeinsames Zuhause haben. Lukes Bemühungen sind jedoch völlig umsonst, denn Lorelai hat das alte Haus so lieb gewonnen, dass sie nicht ausziehen möchte.Lorelais Wunsch ist Luke Befehl: Er holt sich Rat vom Architekten und beginnt damit, Lorelais heruntergekommenes Haus umzubauen und zu renovieren. Gegen seinen Willen muss er dafür seinen Schwager T.J. engagieren, denn der hat sich den Job durch einen üblen Trick erschlichen. Ob das gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007891","hoster":"VOE"},{"path":"/redirect/8541689","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621640","hoster":"VOE"},{"path":"/redirect/10621647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-3","name":"Der Schoko-Hund","epNo":3,"alt":"The Ungraduate","descr":"Rory beginnt, in den gemeinnützigen Stunden etwas Positives zu sehen und stürzt sich mit Feuereifer in die Arbeit. Als jedoch Logan aus Europa zurückkehrt, spürt sie zum ersten Mal einen Hauch von Traurigkeit darüber, dass sie nicht mehr in Yale ist. Trotzdem nimmt sie das Jobangebot ihrer Großmutter an und wird Sekretärin bei der Vereinigung \"Daughters Of The American Revolution\".Die Bauarbeiten an Lorelais Haus nehmen immer größere Ausmaße an. Das liegt nicht zuletzt an T.J., der als Bauleiter keinerlei Erfahrung hat und alle einfach nur nervt. Schließlich schmeißt er den Job zerknirscht hin und fühlt sich überflüssig und zu nichts zu gebrauchen. Doch Luke baut ihn wieder auf, indem er ihm vor Augen hält, dass es noch andere Möglichkeiten gibt, sich beruflich zu verwirklichen.Während Sookie und Michel wegen des Hochzeitstermins drängen und sogar schon ein Datum auserkoren haben, muss sich Luke in Lorelais Abwesenheit um den Hund Paul Anka kümmern. Das geht nicht gut: Der Hund frisst kiloweise Schokolade und muss nun dringend zum Tierarzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007897","hoster":"VOE"},{"path":"/redirect/8541678","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621651","hoster":"VOE"},{"path":"/redirect/10621654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-4","name":"Eiszeit","epNo":4,"alt":"Always A Godmother, Never A God","descr":"Dicke Luft im Hause Melville: Jackson will seine Kinder taufen lassen und dazu seine ganze Familie einladen. Sookie ist entsetzt, da sie die Melvilles furchtbar findet und außerdem nicht weiß, wo sie die ganze Sippe unterbringen soll. Lorelai schlägt vor, die Familie in ihrem Hotel unterzubringen, bereut ihr Angebot aber schon bald, da ihr vor allem Jacksons Bruder Beau furchtbar auf die Nerven geht. Sookie heckt unterdessen einen Plan aus, um Lorelai und Rory wieder zusammenzubringen: Sie will, dass Lorelai die Taufpatin von Martha wird und Rory die von Davey. Ob das gut geht?Emily sitzt wegen eines totalen Schneechaos’ in Finnland fest und kann deshalb nicht an der großen Veranstaltung der \"Daughters Of The American Revolution\" teilnehmen, die sie seit Wochen vorbereitet. Nun soll Rory sie vertreten, doch die hat ganz andere Sorgen: Logan hat sich seit seiner Rückkehr aus Europa vollkommen verändert. Rory versucht, ihn darauf anzusprechen, doch Logan geht ihr offensichtlich aus dem Weg. Erst nach ein paar Tagen gesteht er ihr, dass sein Vater ein Machtwort gesprochen hat: Logan soll endlich erwachsen werden und in seine Fußstapfen treten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104076","hoster":"VOE"},{"path":"/redirect/8541685","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621658","hoster":"VOE"},{"path":"/redirect/10621652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-5","name":"Nachbeben","epNo":5,"alt":"We\u0027ve Got Magic To Do","descr":"Nach langer Funkstille müssen sich Lorelai und Richard wegen einer Versicherungssache treffen. Dabei erzählt Lorelai ihrem Vater, wie sehr Rory von den Huntzbergers gedemütigt wurde, doch Richard glaubt ihr kein Wort. Rory hat unterdessen die Gelegenheit, sich an den Huntzbergers zu rächen: Bei der von ihr veranstalteten Spendengala der \"Daughters Of The American Revolution\" begrüßt sie Logans Mutter Shira mit einem zuckersüßen Lächeln – und weist ihr und ihren Freundinnen anschließend einen Platz am Katzentisch zu. Richard nutzt unterdessen die Gelegenheit, Mitchum Huntzberger zu den Vorfällen während Rorys Praktikum bei seiner Zeitung zu befragen. Unumwunden gibt Mitchum dabei zu, dass er Rory entlassen habe, weil sie seiner Meinung nicht das Zeug zur Journalistin habe. Richard schäumt vor Wut und berichtet sofort seiner Frau von dieser Unverschämtheit. Entsetzt knöpft Emily sich daraufhin Shira vor und lässt sie wissen, wie wenig sie von ihr und ihrer Familie hält. Selbst für eine kleine Drohung ist Emily sich nicht zu schade …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007898","hoster":"VOE"},{"path":"/redirect/8541690","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621660","hoster":"VOE"},{"path":"/redirect/10621662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-6","name":"Wahnsinn mit Methode","epNo":6,"alt":"Welcome To The Doll House","descr":"Taylor hat beschlossen, allen Straßen von Stars Hollow ihre historischen Namen wiederzugeben. Lorelai ist damit alles andere als einverstanden, denn ihr Hotel liegt in einer Straße, in der früher Kranke und Siechende behandelt wurden, und die daher einen ziemlich unappetitlichen Namen trug. Alle Versuche, das drohende Unheil abzuwenden, scheitern jedoch kläglich an Taylors Sturheit.Richard und Emily machen sich große Sorgen um Rory, die sich immer mehr in sich selbst zurückzieht. Eines Abends passt Richard deshalb Logan ab, um über ihn herauszufinden, was Rory so bedrückt. Logan versteht das Ganze jedoch völlig falsch und glaubt nun, Richard wolle antesten, wann er und Rory zu heiraten gedenken. Um sie aus der Reserve zu locken, schickt Emily ihrer Tochter derweil ihre alten Sachen zu. Lorelai durchschaut Emily jedoch und ignoriert diese Provokation …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007901","hoster":"VOE"},{"path":"/redirect/8541683","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621669","hoster":"VOE"},{"path":"/redirect/10621668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-7","name":"Einundzwanzig","epNo":7,"alt":"Twenty-One Is The Loneliest Number","descr":"Kurz vor ihrem 21. Geburtstag fühlt Rory sich hundeelend, hatte sie mit ihrer Mutter doch ganz spezielle Pläne für diesen Tag gemacht. Lorelai geht es nicht anders. Außerdem ist sie wütend, weil Richard ihre Tochter mit einem verlockenden Geldangebot dazu bewegen will, ihr Studium wieder aufzunehmen.Unterdessen erwischen Emily und Richard ihre Enkelin bei einer wilden Knutscherei mit Logan. Entsetzt schalten sie Reverend Boteright ein, der Rory davon überzeugen soll, sich ihre Jungfräulichkeit zu bewahren. Daraufhin erwartet sie jedoch ein noch größerer Schock: Ihr Rat kommt zu spät.An Rorys großem Tag schmeißt Emily eine feudale Party für ihre Enkelin. Rory ist das Ganze allerdings ziemlich egal – bis auch ihre Mutter auf der Feier auftaucht. Die alte Vertrautheit zwischen den beiden will sich aber einfach nicht mehr einstellen. Lorelai ist verzweifelt: Hat sie ihre Tochter nun für immer an Emily und Richard verloren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007908","hoster":"VOE"},{"path":"/redirect/8541684","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621681","hoster":"VOE"},{"path":"/redirect/10621680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-8","name":"Freischwimmer","epNo":8,"alt":"Let Me Hear Your Balalaikas Ringing Out","descr":"Lorelais Hund Paul Anka ist plötzlich vollkommen lethargisch und frisst nicht mehr. Lorelai macht sich große Sorgen und auch Vorwürfe, sich nicht früher um das Tier gekümmert zu haben. Sie bezeichnet sich deshalb als schlechte \"Mutter\" – und meint damit vor allem, dass sie bei Rory versagt hat. Luke soll unterdessen eine Mädchen-Fußballmannschaft sponsern, ist jedoch entsetzt, als er sieht, wie brutal die vermeintlichen kleinen Engel einander angehen.Rory wird nachdenklich: Der Lebensinhalt von Logan und seinen Freunden scheint ausschließlich darin zu bestehen, auf Partys zu gehen und massenhaft Alkohol zu konsumieren. Ihr reicht das alles nicht mehr aus, doch erst der überraschend aufgetauchte Jess rüttelt sie vollends wach. Es kommt zu einem heftigen Streit mit Logan, durch den ihre gesamte Beziehung infrage gestellt wird.Als Emily es in dieser Situation auch noch wagt, Rory Vorwürfe zu machen, weil sie heimlich bei Lane übernachtet hat, platzt Rory der Kragen: Sie sagt ihrer Großmutter endlich einmal deutlich die Meinung. Emily ist jedoch so verbohrt, dass sie kein bisschen auf Rory eingeht. Das reicht: Rory teilt ihr mit, dass sie sich nicht mehr von ihr und Richard gängeln lassen will und aus dem Poolhaus ausziehen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007902","hoster":"VOE"},{"path":"/redirect/8541688","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621684","hoster":"VOE"},{"path":"/redirect/10621683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-9","name":"Die verlorene Tochter","epNo":9,"alt":"The Prodigal Daughter Returns","descr":"Endlich gehen Rory die Augen auf: Sie erkennt, dass das Leben bei ihren Großeltern nicht das richtige für sie ist und sie eigene Wege gehen muss. Sie bewirbt sich bei der Stanford Eagle Gazette, doch das Gespräch mit Zeitungschef Stuart verläuft nicht gerade Erfolg versprechend. So schnell gibt Rory allerdings nicht auf: Sie beschließt, Stuart so lange auf die Nerven zu gehen, bis er sie einstellt.Luke und Lorelai bekommen sich in die Haare, weil Luke eifersüchtig auf Christopher ist und annimmt, Lorelai würde ihm etwas verheimlichen. Zudem macht Luke eine merkwürdige Begegnung zu schaffen: Ein kleines Mädchen namens April ist zu ihm ins Diner gekommen und hat ihn um eine Haarprobe gebeten. Mit einem DNA-Test will sie nun feststellen lassen, ob Luke ihr Vater ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007899","hoster":"VOE"},{"path":"/redirect/8545425","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621711","hoster":"VOE"},{"path":"/redirect/12980888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-10","name":"Geldsegen","epNo":10,"alt":"He\u0027s Slippin\u0027 \u0027Em Bread... Dig?","descr":"Während Rory sich entscheidet, nach Yale zurückzukehren, erfährt Lorelai, dass ihr Ex-Mann Christopher eine große Erbschaft gemacht hat. Christopher ist vollkommen euphorisch und will Lorelai und Rory alles Mögliche kaufen, um die Versäumnisse der Vergangenheit wiedergutzumachen. Und Rory hat tatsächlich einen Wunsch: Sie bittet ihren Vater, ihre Studiengebühren zu bezahlen, damit sie endlich nicht mehr von Richard und Emily abhängig ist.Da Lorelai sich nach einigen kleinen Unwahrheiten vorgenommen hat, Luke gegenüber immer ehrlich zu sein, berichtet sie ihm sofort von ihrem Treffen mit Christopher. Luke reagiert äußerst gelassen und verständnisvoll, bekommt aber schon bald ein schlechtes Gewissen, weil er selbst Lorelai eine entscheidende Tatsache verschweigt: April ist tatsächlich seine Tochter. Unterdessen kommt es zu heftigen Reibereien in Lanes Band, da Zack eifersüchtig auf Brian ist, der einen Song für Lane geschrieben hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007900","hoster":"VOE"},{"path":"/redirect/8541687","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621704","hoster":"VOE"},{"path":"/redirect/10621699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-11","name":"Das perfekte Brautkleid","epNo":11,"alt":"The Perfect Dress","descr":"Sookie und Lorelai gehen endlich die Vorbereitungen für Lorelais Hochzeit an. Lorelai erweist sich allerdings nicht gerade als entscheidungsfreudig – bis sie zufällig das Kleid ihrer Träume entdeckt. Danach laufen die Vorbereitungen wie von selbst, und auch ein Termin und ein Ort für die Feierlichkeiten sind schnell gefunden. Das ist zuviel Glück vor Lorelai: Plötzlich kommen ihr Zweifel, ob sie die richtige Entscheidung getroffen hat.Luke besucht Anna, die Mutter seiner Tochter April. Die beiden werden sich schnell einig, dass Luke Mutter und Kind in Zukunft finanziell unterstützen wird und im Gegenzug April regelmäßig sehen kann. Ein Problem trübt die Freude jedoch: Luke hat Lorelai noch immer nichts von April erzählt, obwohl er doch derjenige ist, der auf rückhaltlose Ehrlichkeit in der Beziehung besteht.Rory ist glücklich, als Untermieterin in die Wohnung von Paris und Doyle einziehen zu können. Da stört es sie auch nicht, dass die Gegend, in der sie nun wohnt, ziemlich gefährlich und verrufen ist. Probleme macht ihr dagegen der Routine-Termin beim Uni-Psychologen, der zum Desaster gerät: Logan hat ihr auf dem Weg aufgelauert, um ihr seine Liebe zu gestehen. Vollkommen durcheinander bricht Rory daraufhin in der Praxis zusammen und handelt sich damit eine zweimonatige Therapie ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007905","hoster":"VOE"},{"path":"/redirect/8545429","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621716","hoster":"VOE"},{"path":"/redirect/10621710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-12","name":"Hochzeitsstress","epNo":12,"alt":"Just Like Gwen And Gavin","descr":"Logans Versuche, Rory zurückzugewinnen, sind allesamt fehlgeschlagen. In seiner Verzweiflung wendet er sich nun an Lorelai und bittet sie, mit Rory zu reden. Lorelai zweifelt zunächst an seinen guten Absichten, erkennt aber schon bald, dass Logan es ernst meint. Sie schreibt ihrer Tochter einen Brief, der Rory immerhin dazu veranlasst, sich bei Logan zu melden.Da Lorelai neben ihrer Arbeit einen Stand auf dem Winterfest von Stars Hollow betreut, hat sie kaum Zeit für Luke. Der nutzt die Gelegenheit, um sich mit seiner Tochter April im Diner zu treffen. Wider Erwarten erscheint dort jedoch auch Lorelai und staunt nicht schlecht, als sie von April erfährt, wer ihr Vater ist. Die Tatsache, dass Luke ihr seine Tochter so lange verschwiegen hat, stimmt sie nachdenklich und lässt Zweifel an ihrem zukünftigen Ehemann aufkommen. Dann gesteht Luke ihr auch noch, dass ihm der Hochzeitstermin ein wenig zu früh erscheint. Lorelai kommt ihm entgegen und schlägt vor, die Hochzeit zu verschieben, glücklich ist sie damit allerdings nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252149","hoster":"VOE"},{"path":"/redirect/8545422","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379267","hoster":"VOE"},{"path":"/redirect/10621715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-13","name":"Ein fast perfektes Dinner","epNo":13,"alt":"Friday Night\u0027s Alright For Fighting","descr":"Als Chefredakteurin der \"Yale Daily News\" ist Paris schon jedem Mitarbeiter auf die Füße getreten. Ihr Verhalten geht den anderen Nachwuchs-Journalisten so gegen den Strich, dass sie sich entweder krank melden oder kündigen. Als die Zeitung wegen akuter Unterbesetzung nicht mehr erscheinen kann, platzt Rory der Kragen. Sie nimmt die Sache in die Hand und schafft es mit Logans Unterstützung, die anderen so zu motivieren, dass die Zeitung doch noch gedruckt werden kann. So kommen sich auch Rory und Logan endlich wieder näher.Die Tatsache, dass Luke ihr seine Tochter so lange verschwiegen hat, belastet die Beziehung zu Lorelai sehr. Sookie nimmt die Nachricht dagegen relativ gelassen auf und versucht Lorelai zu beruhigen. Wenig später fragt sie sich jedoch, ob ein Kind, das sie neulich auf der Straße gesehen hat, nicht ein Kind von Jackson sein könnte. Unterdessen verschlechtert sich die Stimmung zwischen Rory und ihren Großeltern, die beleidigt sind, weil plötzlich Christopher für Rorys Studiengebühren aufkommt. Lorelai überzeugt Rory deshalb davon, mit ihr gemeinsam zum obligatorischen Freitagabend-Dinner bei Richard und Emily zu erscheinen, um die Wogen zu glätten. Ein Abend mit endlosen Rededuellen steht den Gilmore Girls bevor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007904","hoster":"VOE"},{"path":"/redirect/8541706","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621718","hoster":"VOE"},{"path":"/redirect/10621722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-14","name":"Hausverbot","epNo":14,"alt":"You\u0027ve Been Gilmored","descr":"In der Redaktion der \"Yale Daily News\" geht noch immer alles drunter und drüber. Deshalb wird Paris als Chefredakteurin abgewählt – und Rory fällt es nicht leicht, ihr die schlechte Nachricht zu überbringen. Paris schafft es jedoch, die Redaktion nach einer flammenden Rede hoch erhobenen Hauptes zu verlassen. Einen Tag später ist Rory neue Chefredakteurin – und obdachlos, denn Paris hat sie samt ihrer Möbel vor die Tür gesetzt.Rory findet auf die Schnelle keine Wohnung und nimmt Logans Angebot, bei ihm einzuziehen, dankbar an. Als Christopher Wind davon bekommt, teilt er die Neuigkeit gleich brühwarm Lorelai mit. Doch Lorelai hat zu große Angst davor, ihre Tochter noch einmal zu verlieren. Sie will sich nicht einmischen. Rory riecht den Braten dennoch, denn Lorelai gebärdet sich äußerst seltsam. Ebenso seltsam verläuft ein Abendessen von Luke und Lorelai bei Emily und Richard, die sich einmal mehr als eine Gefahr für das Seelenheil anderer Menschen erweisen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007906","hoster":"VOE"},{"path":"/redirect/8541692","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621723","hoster":"VOE"},{"path":"/redirect/10621728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-15","name":"Reif für die Insel","epNo":15,"alt":"A Vineyard Valentine","descr":"Auf Logans Vorschlag lädt Rory ihre Mutter und Luke dazu ein, das Valentins-Wochenende im Haus der Huntzbergers auf Martha’s Vineyard zu verbringen. Lorelai sagt gerne zu, erhofft sie sich von dem Wochenende doch ein bisschen Entspannung in ihrer Beziehung zu Luke, der voll und ganz von seiner Tochter April vereinnahmt wird und gar nicht merkt, wie traurig Lorelai darüber ist. Luke scheint den Aufenthalt jedoch nicht zu genießen, mäkelt an allem herum und besorgt noch nicht einmal ein Valentins-Geschenk für Lorelai. Um größeres Übel abzuwenden, überlässt Logan ihm eines der beiden Geschenke, die er für Rory gekauft hat. Als Luke ihr dieses Geschenk beim gemeinsamen Hummeressen überreicht, ist Lorelai baff: Damit hatte sie nicht gerechnet. Es folgt eine Aussprache, bei der die beiden endlich einiges klären können. Die Idylle währt jedoch nicht lang: Am nächsten Morgen platzt Mitchum Huntzberger herein, kommandiert seinen Sohn zu einer Sitzung nach London ab und erinnert ihn auch gleich daran, dass er bald für ein Jahr nach England gehen muss. Rory ist todtraurig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007907","hoster":"VOE"},{"path":"/redirect/8541696","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621736","hoster":"VOE"},{"path":"/redirect/10621738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-16","name":"Versumpft","epNo":16,"alt":"Bridesmaids Revisited","descr":"Logans Schwester Honor heiratet. Rory verbringt den Abend vor der Hochzeit mit Honor und ihren Freundinnen, die fröhlich und unbekümmert über ihre Bettgeschichten mit Logan plaudern. Obwohl diese Liebeleien sich abgespielt haben, als sie vorübergehend von Logan getrennt war, ist Rory zutiefst enttäuscht. Sie teilt Logan unverzüglich mit, dass sie ausziehen wird, und betrinkt sich daraufhin in einer Studentenkneipe. Dort trifft sie auf Doyle, der auch nicht viel besser dran ist: Paris hat ihm den Laufpass gegeben und ihn vor die Tür gesetzt. Für Rory löst sich dadurch allerdings wenigstens ein Problem: Sie kann wieder bei Paris einziehen.Christopher nimmt Lorelais Angebot, in Notfällen auf seine Tochter G.G. aufzupassen, nur zu gerne an. Lorelai bereut ihr Entgegenkommen aber schon bald: G.G. entpuppt sich als eine verzogene Nervensäge, die durch nichts zu bändigen ist. Unterdessen schwebt Lane auf Wolke Sieben: Zack hat ihr einen Heiratsantrag gemacht – und sie hat angenommen. Doch was wird Mrs. Kim dazu sagen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007909","hoster":"VOE"},{"path":"/redirect/8541694","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621742","hoster":"VOE"},{"path":"/redirect/10621747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-17","name":"Mit Sack und Pack","epNo":17,"alt":"I\u0027m OK, You\u0027re OK","descr":"Rory will gerade wieder bei Paris einziehen, als unerwartet Logan auftaucht, dicht gefolgt von Doyle, der sich mit Paris versöhnt. Auch Rory und Logan wollen es noch einmal miteinander versuchen, doch Rory ist nicht mit ganzem Herzen bei der Sache. Sie fährt nach Stars Hollow – ohne ihm Bescheid zu geben – und gibt sich bei ihrer Rückkehr ungewohnt reserviert.Zack hat bei Lanes Mutter um ihre Hand angehalten und die harte Prüfung bestanden, die Mrs. Kim ihm auferlegt hat. Während Lane deshalb im siebten Himmel schwebt, muss Lorelai gleich zwei unangenehme Neuigkeiten verdauen: Luke wird seine Tochter April auf ihrer Klassenfahrt begleiten, und ihre Eltern geben bekannt, dass sie nach Stars Hollow ziehen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007910","hoster":"VOE"},{"path":"/redirect/8541695","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621746","hoster":"VOE"},{"path":"/redirect/10621750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-18","name":"Rache ist süß","epNo":18,"alt":"The Real Paul Anka","descr":"Rory ist immer noch verletzt wegen der vielen Affären, die Logan während ihrer vorübergehenden Trennung hatte. Nachdem Logan ihr auch noch eröffnet hat, dass er mit seinen Freunden Urlaub in Costa Rica machen wird, fährt Rory aufs Geratewohl zu einem Tag der offenen Tür in Jess’ Buchladen. Dabei wird offensichtlich, dass Jess sie noch immer liebt, und schon bald kommt es zu einem Kuss. Dann macht Rory jedoch einen Rückzieher, denn sie will Logan trotz allem nicht betrügen.Lorelai erfährt schockiert, dass die Umzugspläne ihrer Eltern langsam Form annehmen. Sie haben bereits einen Makler eingeschaltet und sich mehrere Häuser angesehen. Aus Angst, Richard und Emily könnten ihr zu sehr auf die Pelle rücken, macht Lorelai das Städtchen nach Kräften schlecht. Emily jedoch ist unbeeindruckt und nutzt die Gelegenheit, ihrer Tochter mal wieder die Leviten zu lesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007911","hoster":"VOE"},{"path":"/redirect/8541697","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621758","hoster":"VOE"},{"path":"/redirect/10621759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-19","name":"Trinkfest","epNo":19,"alt":"I Get A Sidekick Out of You","descr":"Die Hochzeit von Lane und Zack wird durch den Besuch von Lanes koreanischer Großmutter verkompliziert: Die beiden müssen nun nicht nur christlich, sondern auch buddhistisch heiraten. Erst nachdem sie die langwierigen Zeremonien hinter sich gebracht haben, verläuft der große Tag endlich nach den Vorstellungen des Brautpaares.Da auf Mrs. Kims ausdrücklichen Wunsch keine Frau ohne männliche Begleitung bei der Hochzeit erscheinen darf und Luke mit April auf Reisen ist, lässt Lorelai sich von Christopher begleiten. Die Feierlichkeiten scheinen Lorelai allerdings nicht gut zu bekommen: Sie beginnt an der Ernsthaftigkeit von Lukes Absichten zu zweifeln und vergreift sich am Tequila.Während die Feier noch in vollem Gange ist, erhält Rory einen Anruf: Logan, der sich im Streit von ihr getrennt hatte, hat sich in Costa Rica verletzt. Bestürzt lässt Rory alles stehen und liegen, um bei ihm zu sein, wenn er im Krankenhaus in New York eintrifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007914","hoster":"VOE"},{"path":"/redirect/8541698","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621760","hoster":"VOE"},{"path":"/redirect/10621753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-20","name":"Letzte Rettung","epNo":20,"alt":"Super Cool Party People","descr":"Luke will für seine Tochter April eine Geburtstagsparty im Diner schmeißen. Lorelai bietet ihre Hilfe an und ist äußerst verletzt, als Luke ablehnt. Er ist noch immer davon überzeugt, dass es zu früh ist, sie April vorzustellen.Luke muss seine Meinung ändern, als die Party zum Desaster zu geraten droht. Zerknirscht bittet er Lorelai um Hilfe, die die Gelegenheit nutzt, die Party zu retten und Aprils Sympathie zu gewinnen. Unterdessen ist Rory in größter Sorge: Die Verletzungen, die Logan sich während seines Trips mit seinem Elite-Club \"Life and Death Brigade\" zugezogen hat, sind ernster als erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007912","hoster":"VOE"},{"path":"/redirect/8541701","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621770","hoster":"VOE"},{"path":"/redirect/10621767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-21","name":"Verpflegt noch mal","epNo":21,"alt":"Driving Miss Gilmore","descr":"Logan wird aus dem Krankenhaus entlassen und trifft zu Hause auf eine überbesorgte Rory, die sich liebevoll um ihn kümmert. Unterdessen hat sich Emily einer Augenkorrektur unterzogen, und Lorelai muss nun als ihr Chauffeur herhalten. Das gibt Emily wieder einmal die Gelegenheit, ihrer Tochter den ganzen Tag auf die Nerven zu gehen.Rory ist sauer: Logans Vater Mitchum hat im Wall Street Journal eine abwertende Bemerkung über sie gemacht. Unterdessen muss Jackson feststellen, dass ein paar ehemalige Angestellte auf seinen Feldern Marihuana angebaut haben. Panisch versuchen er und Sookie nun, sich der Pflanzen unauffällig zu entledigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007915","hoster":"VOE"},{"path":"/redirect/8541691","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621778","hoster":"VOE"},{"path":"/redirect/10621771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-6/episode-22","name":"Ganz oder gar nicht","epNo":22,"alt":"Partings","descr":"Emily und Richard mischen sich wieder einmal in das Leben ihrer Mitmenschen ein und versuchen, Christopher mit der attraktiven Psychologin Carolyn zu verkuppeln. Carolyn ist es auch, die Lorelai klar macht, dass es ein Fehler war, Luke die Hochzeit immer wieder aufschieben zu lassen. Wild entschlossen sucht sie ihn auf und stellt ihm ein tränenreiches Ultimatum, wodurch es endgültig zur Trennung kommt. Zutiefst verstört und verletzt landet Lorelai daraufhin wieder mit Christopher im Bett …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007913","hoster":"VOE"},{"path":"/redirect/8541693","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621788","hoster":"VOE"},{"path":"/redirect/10621780","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/gilmore-girls/staffel-7/episode-1","name":"Abgeschossen","epNo":1,"alt":"The Long Morrow","descr":"Nach ihrer Trennung von Luke hält Lorelai es alleine nicht aus. Sie fährt zu Christopher und verbringt die Nacht mit ihm. Während er ihr Zusammensein offensichtlich genießt, spürt Lorelai sehr schnell, dass sie einen Fehler gemacht hat. Von ihrem schlechten Gewissen geplagt, verlässt sie am nächsten Morgen fluchtartig Christophers Wohnung.Rory ist traurig, weil Logan nach London abgereist ist. In der Firma seines Vaters tritt er seinen ersten richtigen Job an. Er hat jedoch ein Abschiedsgeschenk in ihrer gemeinsamen Wohnung hinterlassen: eine Spielzeugrakete! Rory ist zunächst irritiert und weiß nicht, was sie davon halten soll.Frustriert fährt sie nach Stars Hollow, um mit ihrer Mutter zu sprechen. Lorelai macht ihr den Vorschlag, Logan in London zu besuchen. Zunächst ist Rory unsicher, ob sie dies wirklich tun soll. Doch dann findet sie durch eine ausführliche Internet-Recherche heraus, was Logans Abschiedsgeschenk zu bedeuten hat …Lorelai entrümpelt ihre Wohnung, um alle Sachen, die sie an Luke erinnern, loszuwerden. Als wäre das ganze Durcheinander in ihrer Wohnung und ihrem Herzen nicht schon groß genug, ruft auch noch Christopher an und will sie zum Essen einladen. Lorelai erteilt ihm eine eindeutige Abfuhr. Dann steht am nächsten Morgen plötzlich Luke vor ihrer Tür …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007917","hoster":"VOE"},{"path":"/redirect/9025335","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621783","hoster":"VOE"},{"path":"/redirect/10621787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-2","name":"Scherbenhaufen","epNo":2,"alt":"That\u0027s What You Get, Folks, For Makin\u0027 Whoopee","descr":"Rory ist traurig, dass sie nicht wie geplant mit Logan nach Asien fahren kann. Da er nach London musste, um dort in der Firma seines Vaters zu arbeiten, entschließt sie sich, die Semesterferien in Stars Hollow zu verbringen. Glücklicherweise ist gerade ihre beste Freundin Lane aus den Flitterwochen zurückgekehrt. Doch leider ist die Wiedersehensfreude getrübt. Lane und ihr frisch gebackener Ehemann haben sich nicht nur einen Magen-Darm-Virus eingefangen. Lane ist auch ziemlich enttäuscht von ihren ersten sexuellen Erfahrungen, wie sie Rory unter vier Augen gesteht. Dann erfährt Lane auch noch, dass die Hochzeitsnacht nicht ohne Folgen geblieben ist …Zum Trost für die geplatzte Reise schmückt Lorelai das ganze Haus für Rory und verwandelt es in einen asiatischen Tempel. Bei einem außergewöhnlichen Sushi-Mix von Sookie machen es sich die beiden auf dem Sofa so richtig gemütlich. Da klingelt plötzlich das Telefon und Rory hört mit an, was Christopher auf den Anrufbeantworter ihrer Mutter spricht: Er will mit ihr über die gemeinsame Nacht sprechen. So erfährt Rory, dass ihre Eltern miteinander geschlafen haben und verurteilt ihre Mutter dafür aufs Schärfste.T.J. hilft Luke, dessen demoliertes Restaurant wieder auf Vordermann zu bringen. Während der Reparaturarbeiten erzählt Luke T.J., dass er und Lorelai getrennt sind. T.J. lädt ihn daraufhin zu einem Abendessen ein. Lukes schwangere Schwester Liz meint genau verstanden zu haben, warum die Beziehung zwischen ihrem Bruder und Lorelai in die Brüche gegangen ist. Leben die beiden wirklich auf zu unterschiedlichen Planeten? Eine zufällige Begegnung zwischen Luke und Lorelai im Supermarkt scheint dies zu bestätigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007918","hoster":"VOE"},{"path":"/redirect/8541700","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621794","hoster":"VOE"},{"path":"/redirect/10621792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-3","name":"Knigge-Girls","epNo":3,"alt":"Lorelai\u0027s First Cotillion","descr":"Emily plant, für die Enkelkinder ihrer Freunde einen Ball zu veranstalten. Die Kinder sollen bei der Veranstaltung zeigen können, was sie im Benimm-Unterricht gelernt haben. Nun fehlt Emily nur noch ein geeigneter Ort für die Generalprobe des Balls, und ihr kommt – wie könnte es anders sein – das Dragonfly Inn in den Sinn.Als dann probeweise Emily und die Kinderschar zu einer Teegesellschaft in Lorelais Hotel auftauchen, ist Michel vor Begeisterung ganz aus dem Häuschen – ganz im Gegensatz zu Lorelai, der der Anblick der kleinen Mädchen Magenschmerzen verursacht. Sie fühlt sich an ihre eigene Kindheit und Jugend erinnert, aus der sie irgendwann nur noch ausbrechen wollte. Michel, Feuer und Flamme für die nahende Tanzveranstaltung, schafft es durch einen Trick, seine Chefin dazu zu bringen, gemeinsam mit ihm daran teilzunehmen …Rory hat große Sehnsucht nach Logan und Angst, dass ihre Beziehung die große Entfernung nicht aushält. Paris gibt ihr daraufhin den Rat, Logan eine erotische SMS zu schreiben. Rory nimmt diese Idee dankbar auf.Lane ringt sich endlich dazu durch, Zack von ihrer Schwangerschaft zu erzählen. Zunächst reagiert er fast gleichgültig darauf. Lane ist wütend und traurig, doch bei einer Aussprache stellen beide fest, dass das Problem eigentlich woanders liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007916","hoster":"VOE"},{"path":"/redirect/8541702","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621795","hoster":"VOE"},{"path":"/redirect/10621797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-4","name":"Rein platonisch","epNo":4,"alt":"\u0027S Wonderful, \u0027S Marvelous","descr":"Nachdem Christopher Lorelai seine Liebe gestanden und ihr erklärt hat, notfalls auch auf sie zu warten, lässt sie sich auf eine Beziehung mit ihm ein – die jedoch erst mal platonisch bleiben soll. Ihre Freunde und die Familie freuen sich zwar für sie, fürchten aber auch, Christopher könnte sie ein weiteres Mal verletzen.Luke hat angeboten, seine Tochter April bei sich aufzunehmen, solange Anna bei ihrer Mutter ist, die operiert werden muss. Kaum in ihrer neuen Unterkunft angekommen macht sich April daran, die Wohnung ihres Vaters zu verschönern. Luke, der sich sehr über den Besuch freut, geht erst mal mit ihr einkaufen. Doch dann will April ihn mit ihrer Biologielehrerin verkuppeln, und davon ist Luke alles andere als begeistert …Während sich Richard über das Angebot einer Gastdozentur aus Yale freut, trifft seine Frau sich mit ein paar Freunden zum Essen. Auf der Heimfahrt wird sie von einem Polizisten beim Telefonieren am Steuer erwischt. Als dieser sie bittet auszusteigen, wird Emily ausfallend und muss prompt ins Röhrchen pusten. Kurz darauf erhält Lorelai einen Anruf vom Polizeirevier – und freut sich diebisch: Sie amüsiert sich köstlich über das Missgeschick ihrer Mutter und fährt gemeinsam mit Christopher auf die Wache, um ihre Mutter abzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007922","hoster":"VOE"},{"path":"/redirect/8545419","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621807","hoster":"VOE"},{"path":"/redirect/10621801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-5","name":"Vergurkt noch mal!","epNo":5,"alt":"The Great Stink","descr":"In Stars Hollow gibt es einen Umweltskandal: In der Nähe der Stadt ist ein Güterzug voller Gewürzgurken entgleist und die verwesende Fracht verpestet nun die Luft. Doch erst als die geballte Wut der Stadtbewohner ihn trifft, erklärt sich Stadtratsvorsitzender Taylor zähneknirschend bereit, das Chaos beseitigen zu lassen.Und auch im privaten Bereich gibt es Stunk. Das erste Mal in ihrer neuen, platonischen Beziehung zanken sich Lorelai und Christopher: Er zeigt ihr einen Brief von Sherry aus Paris, in dem sie sich bei ihm entschuldigt und den Wunsch äußert, ihre Tochter wiederzusehen. Es kommt zum Streit über dieses Thema, weil Lorelai der Meinung ist, dass Christopher seine Tochter selbst nach Paris bringen und sie nicht – wie er es will – vom Kindermädchen begleiten lassen soll.Rory fällt aus allen Wolken: Logan ist in der Stadt. Wegen eines geschäftlichen Termins ist er kurz aus London herübergeflogen. Doch Rorys Freude über seine Stippvisite wird schnell getrübt. Logan lädt sie ein, den Erfolg seines Geschäftsabschlusses zu feiern, doch das Treffen entpuppt sich entgegen Rorys Erwartungen nicht als romantisches Tête-à-Tête. Logan hat seine Kollegen dabei, zu denen auch die arrogante Bobby gehört. Rory reagiert eifersüchtig und fühlt sich ausgeschlossen. Dumm nur, dass Logan schon wieder zurück nach London muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007924","hoster":"VOE"},{"path":"/redirect/8541719","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621813","hoster":"VOE"},{"path":"/redirect/10621808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-6","name":"Essen macht fertig","epNo":6,"alt":"Go, Bulldogs!","descr":"Im Rahmen eines Elternwochenendes besuchen Christopher und Lorelai Rory in der Universität. Doch was wie ein nettes Treffen beginnt, wird schnell zur komplizierten Familienangelegenheit. Lorelai, die die Besuche in Yale bisher erfolgreich vermieden hat, trifft auf ihre Eltern Emily und Richard. Und deren Auftreten als perfekte Großeltern trägt nicht gerade zur Verbesserung von Lorelais Stimmung bei. Christopher hingegen leidet unter Schuldgefühlen. Er fühlt sich als Vater, der seine Tochter im Stich gelassen hat. Nun will er alles auf einmal wiedergutmachen …Luke lernt die Trainerin Susan Bennett kennen, als er seine Tochter April vom Schwimmunterricht abholt. Sie lädt ihn ein, an einem Kurs für Erwachsene teilzunehmen und Luke stimmt – wenn auch etwas widerstrebend – zu. Schließlich verabreden sich die beiden sogar zu einem Abendessen. Doch der Abend verläuft überhaupt nicht so, wie Luke es sich vorgestellt hat: Susan Bennett ist nicht nur eine radikale Veganerin, sondern darüber hinaus auch ziemlich aufdringlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100847","hoster":"VOE"},{"path":"/redirect/8541704","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621816","hoster":"VOE"},{"path":"/redirect/10621818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-7","name":"Stadt der Liebe","epNo":7,"alt":"French Twist","descr":"Lorelai und Christopher fahren gemeinsam mit Gigi, Christophers Tochter, nach Paris. Gigi soll dort ihre Mutter besuchen. Lorelai und Christopher nutzen die Gelegenheit für einen romantischen Kurzurlaub. Und die Stadt der Liebe bleibt nicht ohne Einfluss – vor allem nicht auf Christopher. Er kommt auf die Idee, dass er und Lorelai heiraten könnten – hier und jetzt in Paris! Aber Lorelai will nichts überstürzen und zaudert.Rory hat Torschlusspanik. Sie steht kurz vor dem Ende ihres Studiums und weiß nicht, was sie danach machen soll. Was sie jetzt gebrauchen könnte, ist der gute Rat eines vertrauten Freundes. Als Rorys neue Freundin Lucy mit einem Freund im Schlepptau auftaucht, scheint Hilfe zu nahen: Es ist niemand anderer als Marty, Rorys alter Kumpel. Doch Marty tut so, als hätten sie sich nie zuvor gesehen. Rory ist mehr als irritiert.Lane und Zack erfahren, dass sie Zwillinge bekommen. Als sie Lanes Mutter von der Schwangerschaft erzählen, schlägt sie vor, die Kinder zu sich zu nehmen. Doch Lane und Zack halten das Angebot zunächst für keine gute Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007923","hoster":"VOE"},{"path":"/redirect/8541708","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621826","hoster":"VOE"},{"path":"/redirect/10621827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-8","name":"Ausgewohnt","epNo":8,"alt":"Introducing Lorelai Planetarium","descr":"Nachdem Lorelai und Christopher aus Paris zurückgekehrt sind, lädt Lorelai Rory zum Essen ein – unter dem Vorwand, sie wolle ihr ausführlich von der Reise berichten. Eigentlich geht es ihr aber darum, Rory zu beichten, dass sie und Christopher kurz entschlossen in Paris geheiratet haben. Im Gegensatz zu Lorelai ist Christopher sicher, dass Rory sich über die Nachricht freuen wird. Doch Lorelai behält Recht: Rory ist schockiert und verlässt wütend das Haus.Doch ihre Laune bessert sich schnell, als sie erfährt, dass Logan in der Stadt ist. Er gibt eine Party und stellt Rory einige seiner Kollegen vor, unter anderem auch einen Freund, der ein Onlinemagazin herausgibt. Er macht Rory ein interessantes Angebot.Luke macht sich Sorgen um April: Sie hat Fieber und starke Bauchschmerzen. In seiner Hilflosigkeit wendet er sich an Lorelai, die vermutet, dass April eine Blinddarmentzündung hat. Luke fährt mit April sofort ins Krankenhaus und auch Lorelai kommt hinzu, um zu sehen, wie es den beiden geht. So erfährt auch Luke, dass Lorelai geheiratet hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007927","hoster":"VOE"},{"path":"/redirect/8545436","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621823","hoster":"VOE"},{"path":"/redirect/10621832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-9","name":"Verstrickt","epNo":9,"alt":"Knit, People, Knit!","descr":"Lorelai hat schlechte Laune. Das liegt nicht nur daran, dass Emiliy und Richard ihr und Christopher ein schreckliches Ölgemälde zur Hochzeit geschenkt haben. Sie hat auch das Gefühl, dass die Bewohner von Stars Hollow Christopher nicht wirklich als ihren Ehemann akzeptieren – weil sie eigentlich Luke in dieser Rolle sehen. Lorelai ärgert sich fürchterlich darüber, denn keiner hat ihrer Meinung nach das Recht, ihr den Ehemann vorzuschreiben. Trotzdem ersinnt sie einen Plan: Christopher soll sich besser in das Städtchen integrieren und darum mit Jackson ein Bier trinken gehen. Als die beiden bei K.C.’s an der Theke sitzen, wirken sie allerdings nicht so, als ginge Lorelais Plan auf.Lucy feiert eine Geburtstagsparty, auf der Rory auch Marty wiedertrifft. Sie ist zwar ziemlich enttäuscht, dass er bei ihrem letzten Treffen so getan hat, als ob er sie nicht kennen würde. Trotzdem versucht sie, nett zu ihm zu sein. Nachdem jede Menge Alkohol geflossen ist, macht Marty Rory ein überraschendes Geständnis …Stars Hollow veranstaltet einen großen Strickwettbewerb: Durch die eingenommenen Spendengelder soll die Muddy-River-Brücke gerettet werden. Aber es ist gar nicht so einfach, die erforderliche Summe von 10.000 Dollar zusammenzubekommen. Als alle Teilnehmer sich schon die Finger wundgestrickt haben, spendet Christopher die restliche offene Summe. Alle sind begeistert – bis auf Lorelai.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007925","hoster":"VOE"},{"path":"/redirect/8541713","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621843","hoster":"VOE"},{"path":"/redirect/10621835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-10","name":"Kindersegen","epNo":10,"alt":"Merry Fisticuffs","descr":"Christopher und Lorelai machen sich in der Umgebung von Stars Hollow auf die Suche nach einer neuen, gemeinsamen Bleibe. Doch Lorelai will keines der besichtigten Häuser so recht gefallen. Immer hat sie etwas auszusetzen bis Christopher klar wird, dass es im Grunde nicht um die Häuser geht: Lorelai will nur partout nicht aus Stars Hollow wegziehen. Hinzu kommt, dass ihre Mutter ihr gehörig auf die Nerven geht. Emily hat Randall Faber, einen stadtbekannten Bühnenbildner, engagiert. Er soll die Hochzeitsfeier für Lorelai und Christopher arrangieren. Lorelai kann Randall überhaupt nicht riechen und boykottiert jeden Vorschlag, den er macht.Liz, die vor zwei Wochen Mutter geworden ist, hatte sich den Alltag mit Kind viel weniger anstrengend und stressig vorgestellt. Kurzerhand gönnt sie sich eine Auszeit, indem sie die kleine Doula ungefragt bei ihrem wenig begeisterten Onkel Luke ablädt. Luke, völlig ratlos, was er mit dem Säugling anfangen soll, entschließt sich, einen kleinen Spaziergang zu unternehmen, bei dem er Lorelai trifft. Sie ist ganz entzückt von dem Baby. Völlig ins Gespräch vertieft, stehen die beiden plötzlich vor Doose’s, wo Christopher sie sieht. Er ist nicht angetan von dem innigen Eindruck, den die beiden auf ihn machen …Logan ist für ein Wochenende zu Besuch bei Rory. Als sie Marty treffen und dieser immer noch so tut, als würde er Rory nicht kennen, wird Logan misstrauisch. Er quetscht Rory solange aus, bis sie ihm die ganze Geschichte erzählt: Marty verstellt sich so, damit Lucy nicht bemerkt, dass er immer noch etwas für Rory empfindet. Logan will das nicht so recht glauben. Doch als sich alle vier zu einem Abendessen treffen, bemerkt Logan die Blicke, die Marty Rory zuwirft und lässt das Geheimnis auffliegen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007920","hoster":"VOE"},{"path":"/redirect/8541712","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621837","hoster":"VOE"},{"path":"/redirect/10621848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-11","name":"Zwischen den Jahren","epNo":11,"alt":"Santa\u0027s Secret Stuff","descr":"Rory kehrt kurz nach Weihnachten von ihrem Besuch bei Christopher aus London zurück. Sie schämt sich ein wenig, weil sie – entgegen einer Abmachung mit Lorelai – in London doch schon Weihnachten gefeiert hat. Lorelai ist zwar enttäuscht, beschließt jedoch gemeinsam mit Rory, nun endlich das Fest nachzuholen und erst einmal einen Weihnachtsbaum zu besorgen. Während die beiden genau wissen, was sie wollen, scheint Christopher ganz andere Vorstellungen von einem anständigen Weihnachtsbaum zu haben …Luke schlägt sich derweil mit ernsteren Problemen herum: Sein Anwalt hält es im Sorgerechtsstreit um April für unerlässlich, dass Luke ein Leumundszeugnis vorweisen kann. Da sein Anwalt ein Dokument, das Liz verfasst hatte, bereits abgelehnt hat, kommt Christopher auf die Idee, Lorelai darum zu bitten. Lorelai ist gerne bereit, ihm diesen Gefallen zu tun, bis sie feststellt, wie schwer es ist, in diesem Zeugnis das zusammenzufassen, was sie eigentlich sagen möchte.Für Luke wird die Situation nicht leichter, als plötzlich April vor seiner Tür steht: Sie hat sich heimlich zu ihm geschlichen. Nachdem er den Tag mit ihr verbracht hat, erklärt er ihr, wie wichtig es für einen guten Ausgang des Gerichtsverfahrens ist, dass April ihre Mutter nicht belügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007926","hoster":"VOE"},{"path":"/redirect/8541707","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621849","hoster":"VOE"},{"path":"/redirect/10621845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-12","name":"Mister Sorglos","epNo":12,"alt":"To Whom It May Concern","descr":"Früh morgens taucht eine ziemlich aufgelöste Sookie mit einem Korb voller Muffins bei Lorelai auf: Der Babysitter hat kurzfristig abgesagt, und nun ist die kurze Skireise, die sie mit Jackson geplant hat, in Gefahr. Lorelai ist natürlich gerne bereit, ihrer Freundin aus der Patsche zu helfen. Als sie jedoch bei Sookie und Jackson eintrifft, bemerkt sie sofort die angespannte Stimmung, die bei den beiden herrscht. Als Sookie und Jackson schließlich auch noch verfrüht am Nachmittag wiederkommen und sich entsetzlich streiten, läuten bei Lorelai die Alarmglocken. Sie spricht Jackson direkt darauf an und er gibt zu, dass er sich damals, nach der Geburt der kleinen Tochter, nicht – wie mit Sookie abgemacht – hat sterilisieren lassen. Jetzt ist Sookie gegen ihren Willen wieder schwanger geworden. Lorelai versucht die Situation zu retten und unternimmt erstmal einen langen Spaziergang mit Sookie …Sookie ist nicht die Einzige, die auf Lorelais Hilfe angewiesen ist. Luke benötigt im Sorgerechtsstreit um April ein Leumundszeugnis, um das er Lorelai gebeten hat. Lorelai, die sich anfangs unglaublich schwer damit tut, schafft es nach etlichen Schreibversuchen, das Dokument fertigzustellen. Sie ist nun sehr gespannt, ob ihr Zeugnis Luke helfen wird, den Prozess zu gewinnen. Christopher, der einen Entwurf des Dokuments in einer Schublade entdeckt, ist von Lorelais Schreiben entsetzt, da er es für einen Liebesbrief hält. Er ist felsenfest davon überzeugt, dass Lorelai noch immer etwas für Luke empfindet …Rory, inspiriert von Lorelais Schreibkünsten, entscheidet sich, Lucy einen Entschuldigungsbrief zu schreiben. Als aber eine Reaktion Lucys auf den Brief ausbleibt, wird Rory nervös. Schließlich ist es Paris, die Lucy zur Rede stellt und ein Gespräch zwischen den beiden vermittelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007921","hoster":"VOE"},{"path":"/redirect/8541703","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621853","hoster":"VOE"},{"path":"/redirect/10621860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-13","name":"Am offenen Herzen","epNo":13,"alt":"I\u0027d Rather Be In Philadelphia","descr":"Lorelai erreicht ein alarmierender Anruf von Rory: Richard liegt mit einem Herzinfarkt im Krankenhaus! Lorelai bricht sofort auf und erfährt, dass sich Richard einer riskanten Operation unterziehen muss, bei der ihm ein Bypass gelegt werden soll. Kurze Zeit später trifft auch Emily ein, die sich für Lorelais Begriffe wieder einmal unmöglich aufführt: Während alle in großer Sorge um Richard sind, scheint Emily nichts besseres zu tun zu haben, als Tischreservierungen in Restaurants und Verabredungen zum Bridge abzusagen. Als sie sich schließlich auch noch Richards Testament von ihrem Anwalt ins Krankenhaus faxen lässt, gerät Lorelai endgültig aus der Fassung.Lorelai, die dringend emotionale Unterstützung benötigt, versucht verzweifelt, Christopher auf dem Handy zu erreichen – ohne Erfolg. Doch glücklicherweise finden sich viele Freunde der Gilmore Girls im Krankenhaus ein: Sookie, Michel und Babette sind sofort zur Stelle und Logan fliegt sogar mit einem Helikopter aus London ein, um für die beiden da zu sein. Schließlich kommt auch Luke, der die schlimme Neuigkeit von Babette erfahren hat, um Lorelai beizustehen. Lorelai ist trotz allem sehr enttäuscht, dass Christopher nicht zurückruft. Als Luke schließlich abends noch einmal vorbeikommt, um sich bei Lorelai nach Richards Befinden zu erkundigen, platzt Christopher in das Gespräch herein und ist total beleidigt, Luke schon wieder in Lorelais Nähe zu sehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007928","hoster":"VOE"},{"path":"/redirect/8541705","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621856","hoster":"VOE"},{"path":"/redirect/10621861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-14","name":"Tierisch traurig","epNo":14,"alt":"Farewell, My Pet","descr":"Michel trauert um einen seiner geliebten Hunde und drängt Lorelai, eine Trauerfeier für Chin-Chin zu veranstalten. Nur widerwillig stimmt Lorelai zu – hat sie doch mit ernsteren Problemen zu kämpfen. Ihr Vater erholt sich im Krankenhaus allmählich von seiner Bypass-Operation","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007931","hoster":"VOE"},{"path":"/redirect/8541714","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621874","hoster":"VOE"},{"path":"/redirect/10621866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-15","name":"Im Rausch vereint","epNo":15,"alt":"I\u0027m a Kayak, Hear Me Roar","descr":"Nachdem Richard aus dem Krankenhaus entlassen wurde, muss er sich zu Hause noch schonen – und auf Anordnung seines Arztes auf Fleisch und Alkohol verzichten. Das fade Diätessen verursacht dem schwierigen Patienten extrem schlechte Laune – sehr zum Leidwesen von Emily. Als sich dann auch noch Richards Steuerberater meldet und Richard sich weigert, dessen Forderungen nachzukommen, ist Emily vollends mit den Nerven fertig. Da greift Lorelai ihrer Mutter unter die Arme: Sie beauftragt Sookie, etwas Anständiges für Richard zu kochen und hilft ihrer Mutter bei der Steuererklärung. Im Gegenzug öffnet Emily ihr Alkoholgeheimversteck und nach einigen Wodkas und Whiskeys gesteht Lorelai ihrer Mutter, dass sie sich von Christopher getrennt hat. Lorelai, die natürlich mit einem Rüffel von ihrer Mutter rechnet, ist völlig überrascht, wie Emily auf die Neuigkeit reagiert …Logan feiert gemeinsam mit Rory und seinem Vater Mitchum Geburtstag. Mitchum versucht, Rory auf seine Seite zu ziehen, was die Zukunftspläne für Logan angeht. Als Rory und Logan nach Hause kommen, scheint sich dieses Thema aber von selbst zu erledigen: Logan erhält einen Anruf von seinem Partner, der ihm mitteilt, dass ihre Firma wegen Urheberrechtsverletzungen angeklagt wird …Liz und T.J. haben bei Luke Unterschlupf gesucht, da ihr Haus wegen eines Mottenproblems ausgeräuchert werden muss. Nachts belauscht Luke ein Gespräch zwischen den beiden. Liz ist der Meinung, Luke sei einsam und Lorelai im Grunde doch die Richtige für ihn …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007929","hoster":"VOE"},{"path":"/redirect/8541709","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621877","hoster":"VOE"},{"path":"/redirect/10621878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-16","name":"Schiff Ahoi!","epNo":16,"alt":"Will You Be My Lorelai Gilmore?","descr":"Lorelai hat sich bereit erklärt, eine Baby-Party für Lane zu organisieren. Während der Vorbereitungen geraten Lane und ihre Mutter sich über Fragen der Kinderziehung in die Haare und Lorelai muss sich einmal mehr als Streitschlichterin bewähren. Rory kann Lorelai leider nicht unterstützen – sie erhält den lang ersehnten Anruf von einem Redakteur der \"New York Times\" und fährt zu einem Vorstellungsgespräch in die New Yorker Redaktion. Als sie zurückkehrt, beichtet Logan ihr endlich das Fiasko in seiner Firma. Rory ist ziemlich enttäuscht, dass Logan ihr erst jetzt von seinen Sorgen erzählt. Er hat unterdessen nur eins im Sinn: Dampf ablassen und sich aus Frust betrinken. Sehr zu Rorys Missfallen fliegt er mit zwei alten Freunden nach Las Vegas …Luke sieht nach einem längeren Gespräch mit Liz endlich ein, dass er seinen eingefahrenen Lebenspfad verlassen muss. Er hat das Gefühl – ähnlich wie sein Vater – an alten Gewohnheiten festzuhalten, nur aus Angst, etwas Neues auszuprobieren. Er beschließt, neue Wege zu gehen und verkauft kurz entschlossen zunächst einmal sein altes Boot. Auf der Baby-Party wagt er zudem wieder eine – wenn auch zaghafte – Annäherung an Lorelai. Lane nutzt die Gelegenheit des Festes, um sich mit einer Bitte an Rory zu wenden: Sie möchte, dass Rory bei ihren Kindern die Rolle übernimmt, die Lorelai immer für Lane gespielt hat. Rory ist gerührt und stimmt begeistert zu.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096190","hoster":"VOE"},{"path":"/redirect/8541711","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621876","hoster":"VOE"},{"path":"/redirect/10621881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-17","name":"Drei und keine zuviel","epNo":17,"alt":"Gilmore Girls Only","descr":"Lorelai möchte unbedingt, dass Rory mit zu Mias Hochzeit kommt, doch Rory hat das Gefühl, Logan nicht allein lassen zu können. Nach dem Fiasko in seiner Firma geht es Logan psychisch schlecht, was er allerdings durch ein unausstehliches Verhalten zu kompensieren versucht. Als Mitchum eines Morgens in die Wohnung platzt und seinen Sohn auffordert, sich in einer Stunde in seinem Büro zu melden, reagiert Logan mehr als kindisch – und Rory platzt der Kragen. Kurzerhand sagt sie doch für Mias Hochzeit zu. Lorelai freut sich so darüber, dass sie Rorys Vorschlag zustimmt, Emily mit auf das Fest zu nehmen.Auf dem Hochzeitsfest kommen in Emily alte, verdrängte Gefühle wieder hoch: Mia war diejenige, die vor vielen Jahren Lorelai und Rory Asyl gewährt hatte, nachdem sich Lorelai mit ihren Eltern überworfen hatte. Lorelai weiß allerdings nicht, dass ihre Mutter Mia vor fünf Jahren besucht hat, um mit ihr über diese Probleme zu sprechen und wundert sich, dass Mia ihr plötzlich ins Gewissen redet. Mia meint, Lorelai müsse mehr Nachsicht mit Emily haben, diese sei eigentlich nur sehr verletzt …Zack bekommt kalte Füße: Die Geburt der Zwillinge steht bevor und er ist sich nicht sicher, ob er ein guter Vater werden wird. Er bittet Luke um Hilfe und fragt ihn, ob er bereit wäre, die Taufpatenschaft für die Babys zu übernehmen. Luke, der sich vorgenommen hat, nicht mehr so muffelig und eigenbrötlerisch zu sein, willigt ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007940","hoster":"VOE"},{"path":"/redirect/8541721","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621893","hoster":"VOE"},{"path":"/redirect/10621890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-18","name":"Das Frühlingslabyrinth","epNo":18,"alt":"Hay Bale Maze","descr":"Ganz Stars Hollow ist in heller Aufregung: Das alljährliche Frühlingsfest steht bevor. Lorelai hat alle Hände voll zu tun. Ihr Hotel ist restlos ausgebucht, da sich das Fest auch bei Touristen einer großen Beliebtheit erfreut. Doch dann lässt Stadtratsvorsitzender Taylor Doose die Bombe platzen: Er will, dass das Frühlingsfest nicht wie in den Jahren zuvor mit Getränke-, Fress- und Spielbuden gestaltet wird. Stattdessen soll es nur ein riesiges Labyrinth aus Strohballen geben.Obwohl Taylors Idee auf wenig Gegenliebe bei den Bewohnern von Stars Hollow stößt, wird sein Konzept umgesetzt – und wird zum Erstaunen aller ein voller Erfolg. Die Besucher sind sämtlich total begeistert und auch Lorelai wagt schließlich einen Gang durch das Labyrinth. Dort steht plötzlich Luke vor ihr und die beiden beginnen, über die Missverständnisse in ihrer früheren Beziehung zu sprechen …Rory ist derweil hin- und hergerissen, was ihre berufliche Zukunft betrifft: Man hat ihr eine Stelle als Redakteurin bei einer Tageszeitung in Providence angeboten. Doch sie hat sich auch für ein Stipendium beworben, in dessen Rahmen sie ein Praktikum bei der New York Times absolvieren könnte. Rory fällt es unglaublich schwer, sich zu entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007933","hoster":"VOE"},{"path":"/redirect/8541771","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621894","hoster":"VOE"},{"path":"/redirect/10621896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-19","name":"Ausgebremst","epNo":19,"alt":"It\u0027s Just Like Riding a Bike","descr":"Obwohl sich Lorelai und Luke während des Frühlingsfestes von Stars Hollow ausgesprochen haben, fällt ihnen der normale Umgang miteinander noch schwer. Als Lorelais Auto den Geist aufgibt, bringt Sookie sie auf die Idee, Luke um Hilfe zu bitten und sie beim Kauf eines neuen Wagens zu beraten. Doch die Aktion erweist sich als kompliziert: Lorelai kann sich einfach nicht entscheiden, weil sie im Grunde lieber ihr altes Auto behalten würde, und fängt einen Streit mit Luke an. Doch gerade dadurch scheint das Eis zwischen den beiden endlich gebrochen zu sein …Paris erhält jede Menge Zusagen für einen Studienplatz: Sie hat die freie Wahl, wo sie Jura oder Medizin studieren möchte. Da sie sich in ihrer Entscheidung aber nicht beeinflussen lassen will, trennt sie sich kurzerhand von Doyle – obwohl sie ihn noch liebt. Doch Doyle lässt dies nicht so einfach mit sich machen. Rory erwartet derweil mit großer Spannung die Antwort auf ihre Bewerbung für das Stipendium. Doch als der langersehnte Brief endlich eintrifft, entspricht er nicht Rorys Erwartungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007936","hoster":"VOE"},{"path":"/redirect/8541710","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621899","hoster":"VOE"},{"path":"/redirect/10621906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-20","name":"Für immer","epNo":20,"alt":"Lorelai? Lorelai?","descr":"Für Rory bricht in beruflicher Hinsicht eine Welt zusammen: Weder die New York Times noch die Chicago Sun Times wollen sie als Redakteurin haben und die Tatsache, dass Paris überall genommen wurde und total glücklich ist, macht die Sache für Rory nicht leichter. Sie ist so verzweifelt, dass sie sich nur schwer auf die anstehenden Abschlussprüfungen konzentrieren kann und fährt nach Hause zu Lorelai, um sich bei ihr auszuweinen. Um Rory auf andere Gedanken zu bringen, kommt Lorelai auf die glorreiche Idee, eine Karaoke-Bar zu besuchen – wo zu ihrem Erstauen bereits schon Kirk, Miss Patty, Babette und Gypsy ihren gesanglichen Ambitionen freien Lauf lassen. Rory bittet Lorelai, ein Lied für sie zu singen. Und nachdem sich Lorelai mit einigen Tequilas Mut angetrunken hat, gibt sie Whitney Houstons Hit ‚I will always love you‘ zum Besten. Da betritt völlig unerwartet Luke die Bar und Lorelais Darbietung wirkt plötzlich wie eine Liebeserklärung …Zack erhält das Angebot einer renommierten Rockband, als Lead-Gitarrist mit auf eine zweimonatige Tour zu gehen. Zack ist begeistert und auch Lane freut sich für ihn. Zack hat es zur Bedingung für seine Teilnahme an der Tour gemacht, dass Lane und die Babys ihn begleiten. Doch Lane entscheidet sich nach reiflicher Überlegung gegen die Reise – sie und die Kleinen würden Zack nur bremsen.Luke bereitet sich mit Feuereifer auf die Bootstour mit April vor – da bekommt er einen Anruf von April, dass diese für ein Wissenschaftssommerlager des Metropolitan Museums angenommen wurde. April ist hin- und hergerissen, weil sie sowohl mit Luke verreisen als auch am Sommerlager teilnehmen möchte. Obwohl Luke im Grunde seines Herzens sehr enttäuscht ist, nimmt er ihr die Entscheidung ab: Er rät April, an dem Wissenschaftskurs teilzunehmen. Sie könnten schließlich im nächsten Sommer ihre Bootstour nachholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007934","hoster":"VOE"},{"path":"/redirect/8541724","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621910","hoster":"VOE"},{"path":"/redirect/10621902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-21","name":"Die Abschlussfeier","epNo":21,"alt":"Unto The Breach","descr":"Emily und Richard sind sehr stolz, dass Rory ihr Examen bestanden hat und geben ihr zu Ehren eine Abschlussparty. Logan entscheidet sich, die Gunst der Stunde zu nutzen, um Rory endlich in aller Form und vor aller Augen einen Heiratsantrag zu machen. Rory, die völlig sprachlos ist, bittet ihn, mit ihr den Raum zu verlassen. Als beide allein sind, gesteht sie ihm, dass sie sich von der ganzen Situation überfordert fühlt: Sie benötigt Zeit, um darüber nachzudenken, ob sie diesen großen Schritt jetzt schon wagen will …Lorelai trifft während eines Spaziergangs auf Luke und erzählt ihm von Logans Heiratsantrag und Rorys Unentschlossenheit. Als Luke Lorelai daraufhin fragt, wie sie zu einer Hochzeit stehen würde, ändert sich der Ton der Unterhaltung merklich – es ist plötzlich nicht mehr klar, ob es um Rory und Logan oder um Luke und Lorelai geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007937","hoster":"VOE"},{"path":"/redirect/8541783","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621918","hoster":"VOE"},{"path":"/redirect/10621907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gilmore-girls/staffel-7/episode-22","name":"Die letzte Klappe","epNo":22,"alt":"Bon Voyage","descr":"Lorelai sitzt mit ihren Eltern bei einem gemeinsamen Abendessen. Plötzlich platzt Rory ganz aufgeregt herein und überrascht ihre Familie mit einer erfreulichen Neuigkeit: Sie hat ein Jobangebot erhalten, das sie mit Kusshand angenommen hat. Sie ist überglücklich, doch einen Wermutstropfen hat die Sache: Rory wird für mindestens zwei Jahre auf Reisen sein – und es wird schon in zwei Tagen losgehen!Aufgrund der knappen Zeit droht damit leider auch das heimlich geplante Riesenfest ins Wasser zu fallen, das ganz Stars Hollow mit Rory anlässlich ihres bestandenen Examens feiern wollte. Doch Luke ist es so wichtig, dass die Feier stattfindet, dass er gemeinsam mit Sookie einen Notfallplan ausheckt – und die Party kann wenig später tatsächlich steigen. Rory ist schier überwältigt. Auch Lorelai ist sehr gerührt – besonders als sie von Sookie erfährt, dass die gesamte Organisation auf Lukes Konto geht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9007932","hoster":"VOE"},{"path":"/redirect/8541718","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10621480","hoster":"VOE"},{"path":"/redirect/10621491","hoster":"Streamtape"}]}]}]}]}