{"seriesId":"gipfelstrmer-das-berginternat","name":"Gipfelstürmer - Das Berginternat","descr":"Nele Seitz ist eine engagierte Sozialpädagogin aus Köln, die in dem aufstrebenden Sportinternat Schloss Bergbrunn Teil des Kompetenzteams für jugendliche Leistungssportler werden soll. Die Direktorin Gitta Engel  war Neles Mentorin im Studium und will sie nach einem Mobbing-Vorfall unbedingt für das Internat gewinnen. Sport ist allerdings nicht mehr wirklich Neles Metier. Das hat sie vor Jahren hinter sich gelassen. Obwohl sie von den ehrgeizigen Kollegen zunächst skeptisch beäugt wird, gewinnt sie bald das Vertrauen der Schüler. Nele hat nämlich einen feinen Instinkt für den Unterschied zwischen gesundem Ehrgeiz und übersteigertem Leistungswahn. Darüber hinaus eröffnet ihr das Landleben auch privat interessante Bekanntschaften und neue Perspektiven.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Neue","epNo":1,"alt":"","descr":"Nele Seitz, Sozialpädagogin aus Köln, erhält ein Jobangebot in der bayerischen Provinz: Im Sportinternat Schloss Bergbrunn soll sie das Kompetenzteam für junge Leistungssportler ergänzen. Die Direktorin Gitta Engel war Neles Mentorin im Studium und möchte sie nach einem Mobbing-Vorfall an das Internat binden. Von den Kolleginnen und Kollegen durchaus skeptisch beäugt, gewinnt sie bald das Vertrauen der jungen Sportler. Ihre erste Aufgabe ist der Schüler und Star-Mountainbiker Konstantin Berz, der aufgrund seiner Leistungen und seiner riesigen Internet-Fangemeinde ein wichtiges Aushängeschild für das Internat ist. Leider zeigt er sich seit einigen Wochen völlig außer Kontrolle. Nicht nur die junge Referendarin Isabelle Zieglitz bekommt seine Launen zu spüren. Nele sammelt Hinweise und versucht, zu Konstantin durchzudringen. Am Ende gelingt es ihr, den jungen Schüler aus seiner Abwärtsspirale zu reißen und dadurch auch das Geheimnis um den \"Fall Zieglitz\" zu lüften.","versions":[{"lang":1,"streams":[{"redirect":7517585,"hoster":"VOE"},{"redirect":10025446,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Flieg, Liv, flieg!","epNo":2,"alt":"","descr":"Nachdem das Ruder-Team vom Sportinternat Schloss Bergbrunn einen wichtigen Wettkampf gegen die Konkurrenz verloren hat, liegen alle Hoffnungen auf der 16-jährigen Weitspringerin Liv Sellmann. Sie muss es in den deutschen Leichtathletik-Kader schaffen, ansonsten kann die Schule das Premium-Siegel des Kultusministeriums und die damit einhergehende Förderung vergessen. Der neue Fall für Nele Seitz birgt einen Blick in ihre eigene Vergangenheit. Da die sportlichen Leistungen von Liv vor Kurzem deutlich eingebrochen sind, kündigt sich Livs Mutter Marie an, die es ausgerechnet unter Neles Vater Bernie als Trainer zu Olympia-Gold schaffte. Nele muss herausfinden, was in dem Mädchen vor sich geht, und versucht, sie vor den übermäßigen Erwartungen zu schützen. Die Direktorin Gitta Engel bekommt einen Anruf von einem Anwalt. Angeblich ist der Kaufvertrag, mit dem ihr Vater damals das Schloss Bergbrunn erworben hat, ungültig. Damit droht sie das Internat zu verlieren. Auch wenn sie weiß, dass ihr Halbbruder und Dauerkontrahent Josef Eder dahintersteckt, benötigt sie die Hilfe von Richterin Ingeborg Paulus, um dieser neuen Kampfansage die Stirn zu bieten.","versions":[{"lang":1,"streams":[{"redirect":10025430,"hoster":"VOE"},{"redirect":10025449,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wir sind Anders","epNo":3,"alt":"","descr":"Ärger bei den Rodlern. Nach einem Streit unter Freunden stürzt ausgerechnet der aussichtsreiche Doppelsitzer vom Sportinternat Bergbrunn. Als Ersatz für den verletzten Amir reist Uschi Simmers Sohn Ben an. Der begnadete Rodler hatte vor drei Jahren einen schlimmen Unfall, bei dem sein Vater ums Leben kam und Ben selbst sich schwer verletzte. Noch immer geht er an Krücken. Zu Uschi hat er seither ein distanziertes Verhältnis. Doch nun kann Ben nicht nur dem Rodler-Team helfen, sondern auch gemeinsam mit seiner Mutter den Todestag seines Vaters begehen. Eine ähnliche Annäherung wie Uschi und Ben müssen auch Leichtathletik-Trainerin Bianca Racke und ihr Sohn Sebastian schaffen. Der steht als Schüler von Bergbrunn kurz vor dem Abitur. Doch dann findet Sozialpädagogin Nele Seitz heraus, dass der junge Mann ein handfestes Problem hat, das ihm den Weg zum Abschluss verbauen könnte. Was tun, obendrein in Anbetracht einer so leistungsbesessenen Mutter? Nele selbst zweifelt derweil immer wieder am privaten Lebensglück mit dem Koch Leonard, der sie beinahe schon bedrängt mit der Idee, im Gasthaus seiner Eltern Therese und Josef eine gemeinsame Wohnung einzurichten. Wie verlockend sind da die Avancen des feschen Rudertrainers David, der Nele in einer ganz privaten Angelegenheit um Rat ansucht. Neles beste Freundin, die Ärztin Dr. Sonja Bernrieder, bittet Nele einzig, Leonard nicht zu lange hinzuhalten – schließlich sind Sonja und Leonard seit Kindheitstagen miteinander befreundet. Therese und Josef kämpfen derweil noch im betagten Alter um ihre Ehe. Therese genießt ihr Studium in München und bietet Couchsurfing im Internet an. Das kann Josef nicht gefallen. Die Gemeinschaft auf Bergbrunn erhält neuen Zusammenhalt, als Ben dem Rodler-Team zunächst zum erhofften Erfolg verhilft, dann aber aufgrund seiner Behinderung nicht zum Wettkampf zugelassen werden soll. Gemeinsam kämpfen die Bergbrunner für ihr Recht und haben am Ende tatsächlich Grund zu feiern.","versions":[{"lang":1,"streams":[{"redirect":7517584,"hoster":"VOE"},{"redirect":10025606,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dabei sein ist alles","epNo":4,"alt":"","descr":"Rektorin Gitta soll aussortieren. Im allzu kleinen Sportinternat Bergbrunn werden nur die besten Schüler bleiben können. Opfer der Auslese: Außenseiterin Inna. Die junge Russin fällt bisher vor allem dadurch auf, dass sie sich gern extravagante Kleidung im Internet bestellt und die Schülerschaft immer wieder mit hochprozentigem Alkohol versorgt. Dennoch sorgt das nicht für ihre Beliebtheit: Inna bleibt eine Außenseiterin, die an der Schule einfach nicht ihren Weg zu finden scheint. Selbst im Lehrer-Kollegium ist Sozialpädagogin Nele Seitz ihre einzige Befürworterin. Seinen Weg möchte unter allen Umständen auch der junge Richard finden. Trotz eiskalten Schmelzwassers schiebt er Kajak-Extraschichten im Wildwasser und zieht sich dabei einen fiebrigen Infekt zu. Als er sogar dann nicht vom Training ablässt und einen Zusammenbruch erleidet, macht sich Ruder-Trainer David schwere Vorwürfe. David macht außerdem der Kuss mit Nele noch immer zu schaffen, aus dem nichts folgte, außer Verwirrung. Er überlegt, zu seiner Tochter nach Kopenhagen zu ziehen. Als Nele von dem Vorhaben hört, findet sie ein überaus schlagkräftiges Gegenargument. Liebesglück wünscht sich endlich auch Gitta. Sie bekommt Probleme mit dem Verwaltungsrat, weil sich herumgesprochen hat, die alleinstehende Schulleiterin habe ein Verhältnis mit ihrer Kollegin Uschi. Tatsächlich liebt Gitta eine Frau – nur eben nicht Uschi, sondern Ruth Limke. Die ist nun aber ausgerechnet die Mutter von Katharina Limke, einer begnadeten Beachvolleyballerin und einer der heißesten neuen Anwärterinnen auf einen Platz in Bergbrunn. Gitta fürchtet wegen der üblen Nachrede um ihre Stellung, aber nicht lange. Dann wird ihr bewusst, dass sie die Einzige ist, die dem Internat als Leiterin Richtung und Werte vorgeben kann – und sie hinterfragt, ob Ausgrenzung an ihrer Schule ein für sie gangbarer Weg ist. Als einige der Schüler Inna zu einer Fake-Party in den nächtlichen Wald schicken und diese sich verläuft, tritt dieser Disput offen zutage. Ist dies eine Art des Zusammenlebens, für die Bergbrunn steht? Auch die Lehrerschaft muss sich kritisch hinterfragen. Derweil gewinnen Gitta und das Internat neue alte Feinde: Durch Zufall erfährt Josef, dass sein Sohn Leonard das Schloss Bergbrunn erben wird, sollte Gitta bis zu ihrem 50. Geburtstag kinderlos bleiben. Und Leonard lässt sich – nachdem Nele ihn für David verlassen hat – frustriert darauf ein","versions":[{"lang":1,"streams":[{"redirect":10025656,"hoster":"VOE"},{"redirect":10025659,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sehtest","epNo":5,"alt":"","descr":"Die neue Schülerin Katharina scheint sich selbst zu verletzen. Sozialpädagogin Nele Seitz bemerkt gleich im ersten Gespräch, dass die Beachvolleyballerin ein familiäres Problem hat. Was diese Frage prekär macht: Katharina ist die Tochter Ruth Limkes.","versions":[{"lang":1,"streams":[{"redirect":10025378,"hoster":"VOE"},{"redirect":10025286,"hoster":"Streamtape"}]}]}]}]}