{"path":"/serie/stream/girlfriend-kari","name":"Girlfriend (Kari)","descr":"[Girl Friend Beta] Die Animeumsetzung des extrem beliebten gleichnamigen Dating-Sim mit über 5,3 Millionen Usern.","seasons":[{"path":"/serie/stream/girlfriend-kari/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-1","name":"","epNo":1,"alt":"Our First Promise","descr":"\"Unser erstes Versprechen” Kokomi Shiina, die im Gymnastik-Team ist, geht wie jeden Tag erschöpft zur Schule. Während des Trainings trifft sie auf ein Mädchen namens Chloe Lemaire. Als Chloe geht, lässt sie versehentlich ein Bild fallen, das ihr viel bedeutet, also versucht Kokomi, sie in der Schule zu finden. Doch das ist nicht so einfach...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008306","hoster":"VOE"},{"path":"/redirect/8542053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-2","name":"","epNo":2,"alt":"Blue Melon Buns","descr":"\"Blaues Melonenbrot” Kokomis Mutter hat ein Festmahl vorbereitet, um Kokomi für den Wettbewerb anzufeuern, doch Kokomi macht sich Sorgen um ihre Figur. Sie versucht, ihre Misere zu verstecken, doch zugleich reagiert sie überempfindlich auf die Worte ihrer Mitmenschen. Schließlich hat sie sogar beim Training Probleme...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008300","hoster":"VOE"},{"path":"/redirect/8542049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-3","name":"","epNo":3,"alt":"Cameras and Shortcake","descr":"\"Kamera und Shortcake” Murakami Fumio und Mochidzuki Erena sind beste Freundinnen, doch ihre Persönlichkeiten könnten nicht unterschiedlicher sein, weshalb sich Außenstehende wundern, warum sie sich so nahe stehen. Manche können nicht einmal verstehen, warum sie befreundet sind. Diese Folge erzählt davon, wie sie Freunde geworden sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12922809","hoster":"VOE"},{"path":"/redirect/8542052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-4","name":"","epNo":4,"alt":"Cats and a Rainy Night","descr":"\"Katzen und eine regnerische Nacht” Auf dem Weg zur Schule finden Akane und Isuzu ein paar ausgesetzte Kätzchen. Dort treffen sich die Mädchen zum ersten Mal. Beide können die Katzen nicht bei sich zu Hause aufnehmen, und beide wollen sie nicht auf der Straße lassen, also nehmen sie die Kätzchen mit zur Schule.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13500086","hoster":"VOE"},{"path":"/redirect/8542055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-5","name":"","epNo":5,"alt":"Darjeeling with Everyone","descr":"\"Darjeeling mit allen” Als die Schulcaféteria plötzlich schließt, ist der Andrang im Laden der Schule gigantisch.. Die Schülerratsvorsitzende Kanata schlägt vor, dass der Schülerrat eine eigene Caféteria betreiben könnte, aber Risa, die bei Kanatas Plänen immer den Kürzeren zieht, ist dagegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008305","hoster":"VOE"},{"path":"/redirect/8542056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-6","name":"","epNo":6,"alt":"Sweet Bitter Potato","descr":"\"Sweet Bitter Potato” Yuzuho und Momoko stellen sich an, um Süßkartoffeln im Laden der Schule zu kaufen. Dabei trifft Momoko auf Nagiko, und nach einer Reihe von Ereignissen glaubt sie, dass Nagiko unverschämt gegenüber den anderen Mädchen in ihrem Jahrgang ist. Währenddessen versucht der Okkult-Club, ein Geheimnis aufzudecken...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008307","hoster":"VOE"},{"path":"/redirect/8542058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-7","name":"","epNo":7,"alt":"Doggy and Scramble","descr":"\"Doggy \u0026 Scramble” Mahiro vom Literatur-Club schreibt für den Club ein Mini-Magazin, und schon seit der Grundschule arbeitet sie an einer Geschichte, die sie wieder und wieder neu formuliert. Zuerst gibt sie die Geschichte nur Murakami Fumio zum Lesen, doch plötzlich will sie jeder lesen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008303","hoster":"VOE"},{"path":"/redirect/8542059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-8","name":"","epNo":8,"alt":"On the Other Side of the Cream Soda","descr":"\"Auf der anderen Seite des Cream Sodas” Die Nationalmeisterschaften stehen bevor und Shiina Kokomi ist ganz aufgeregt. Doch zugleich hat sie Angst davor, sich noch mehr herauszufordern. Dann beginnt sie mit einem Nebenjob...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13109665","hoster":"VOE"},{"path":"/redirect/8542061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-9","name":"","epNo":9,"alt":"Evolutionary Girl","descr":"\"Evolutionary Girl” Das Kulturfest der Seiou-Akademie, genannt Seiou-Festival, steht unmittelbar bevor. Die Clubs ziehen Lose, um zu entscheiden, wer wann auf der Bühne stehen darf, und Neuron Cream Soft, die Band des Musik-Clubs, darf an einem unerwarteten Zeitpunkt auftreten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008310","hoster":"VOE"},{"path":"/redirect/8555962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-10","name":"","epNo":10,"alt":"Princess \u0026 Pride","descr":"\"Princess \u0026 Pride” Es ist Zeit für den Miss-Seiou-Kontest, bei dem die Beauty Queen der Schule gewählt wird! Akane Sakurai vom Rundfunk-Komitee wird gebeten, die Moderation zu übernehmen, und sie bereitet sich auf ihre wichtige Rolle vor, indem sie die Favoriten interviewt und ein besonderes Ereignis veranstaltet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008314","hoster":"VOE"},{"path":"/redirect/8542062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-11","name":"","epNo":11,"alt":"Goodbye a la Mode","descr":"\"Auf Wiedersehen à la Mode” Die Prüfungen sind vorbei und Weihnachten steht vor der Tür, doch Chloe scheint sich trotzdem nicht zu freuen. Ihre Mitschüler sorgen sich um sie, doch Chloe will nicht verraten, was sie bedrückt. Erena und Kokomi halten es nicht mehr aus und machen sich selbst daran, die Wahrheit herauszufinden...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008311","hoster":"VOE"},{"path":"/redirect/8542060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-kari/staffel-1/episode-12","name":"","epNo":12,"alt":"Girlfriend xxx","descr":"\"Girlfriend xxx” Die Weihnachtszeit ist vorbei und die Stadt ist von der lebendigen Neujahrsstimmung erfüllt. Chloe und Yuria können es kaum erwarten, das japanische Neujahrsfest mitzuerleben. Kokomi lädt die beiden zu sich ein, und Fumio und Akane stoßen ebenfalls dazu. Durch Isuzu können sie schließlich alle zusammen einen ausgelassenen Ausflug zum Schrein unternehmen, wo die Zeit bis zum neuen Jahr heruntergezählt wird","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9008313","hoster":"VOE"},{"path":"/redirect/8542063","hoster":"Streamtape"}]}]}]}]}