{"path":"/serie/stream/girlfriend-girlfriend","name":"Girlfriend, Girlfriend","descr":"Nach Jahren des Wartens kann der Oberschüler Naoya sein Glück kaum fassen: sein Schwarm Saki hat endlich in eine Beziehung eingewilligt. Doch unmittelbar darauf macht ihm seine Mitschülerin Nagisa ein Geständnis. Naoya ist hin und hergerissen: Er hat mit Saki ja nun eine Freundin, aber er möchte auch Nagisas Gefühle nicht verletzen. Also einigen sich Nagisa und er darauf, Saki zu einer Dreiecksbeziehung zu überreden. Wird sie nachgeben? Und falls ja, wie würden die drei damit klarkommen, immer weiter von den üblichen sozialen Maßstäben abzuweichen?","seasons":[{"path":"/serie/stream/girlfriend-girlfriend/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-1","name":"","epNo":1,"alt":"Even If That Isn`t the Right Way","descr":"Naoya schwebt im siebten Himmel, denn seine Angebetete hat seinem Werben endlich nachgegeben und nun in der Oberschule hat er neuerdings endlich eine Freundin. Doch sein Glück währt nicht lange, denn ein anderes Mädchen gesteht ihm seine Liebe. Diesem anderen Mädchen verfällt er an Ort und Stelle, doch da es nicht fair wäre, deswegen mit seiner Freundin Schluss zu machen, sieht er nur einen Ausweg: Sie beide bitten, ihm zu erlauben, eine Dreiecksbeziehung zu führen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8487678","hoster":"VOE"},{"path":"/redirect/8487677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-2","name":"","epNo":2,"alt":"How Nagisa Feels","descr":"Nachdem sich Saki tatsächlich dazu überreden ließ, sich auf eine Dreiecksbeziehung mit Naoya und Nagisa einzulassen, ziehen die drei bei Naoya ein. Und natürlich geht es schon in der ersten Nacht drunter und drüber. Zudem bleibt das Problem, dass die gesamte Schülerschaft bereits weiß, dass Saki mit Naoya zusammen ist. Und Saki graust es beim Gedanken daran, ihnen diese Dreiecksbeziehung zu eröffnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8487725","hoster":"VOE"},{"path":"/redirect/8487723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-3","name":"","epNo":3,"alt":"A Place for Three","descr":"Naoya, Saki und Nagisa beschließen, ihre Beziehung in der Schule geheim zu halten und so zu tun, als ob sie einander nicht kennen. Doch Nagisa hat dummerweise gedankenverloren Bentos für alle drei zusammengestellt. Also stehen sie nun vor der Frage, wo sie diese zu dritt essen können, ohne dass jemand sie zu dritt sieht. Außerdem dämmert Saki langsam, dass sie als Freundin weit weniger zu taugen scheint als Nagisa","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8487680","hoster":"VOE"},{"path":"/redirect/8487684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-4","name":"","epNo":4,"alt":"Girlfriend and Girlfriend","descr":"Saki, die nach Hause geflohen ist, lässt sich erst nach mehreren, für Naoya schlaflosen, Nächten wieder überzeugen, zurückzuziehen in die Wohnung, in der sie zu dritt leben. Als sich Saki und Nagisa überlegen, was sie für Naoya tun könnten, beginnen sie sich näherzukommen und sie setzen sich zu einer gemeinsam Runde zocken hin. Zurück in der Schule essen sie wieder zu dritt im Sportgeräteschuppen, bis sie von einem ungebetenen Gast überrascht werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8487688","hoster":"VOE"},{"path":"/redirect/8487686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-5","name":"","epNo":5,"alt":"A Third One!?","descr":"Nachdem eine Mitschülerin am geheimen Plätzchen unserer drei Turteltäubchen über diese stolpert, befürchten sie schon das Schlimmste, bis ihnen auffällt, wer diese Mitschülerin ist. Denn sie ist keine Geringere als der MeTube-Star Mirika. Und es kommt noch dicker: Mirika ist fest entschlossen, Naoyas dritte Freundin zu werden. Das können Saki und Nagisa natürlich nicht zulassen, doch sie haben noch keine Ahnung, wie hartnäckig ein MeTube-Star ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8487690","hoster":"VOE"},{"path":"/redirect/8487689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-6","name":"","epNo":6,"alt":"Tsun Is Dere","descr":"Die MeTuberin Mirika hat beschlossen, Naoyas dritte Freundin zu werden und sich kurzerhand in seinem Garten in einem Zelt eingenistet. Nun gilt es, sie schnellstmöglich wieder zu vertreiben, bevor Naoya sich in eine Dritte verliebt. Das ist allerdings nicht ganz so einfach, denn wenn Mirika eines ist, dann ist es hartnäckig. Also hecken Naoya, Saki und Nagisa einen Plan aus und transportieren ihr Zelt ab, während sie im 24-Stunden-Shop auf Toilette ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8407304","hoster":"VOE"},{"path":"/redirect/8407296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-7","name":"","epNo":7,"alt":"The Girlfriends\u0027 Challenge","descr":"Nach seiner heldenhaften Rettungsaktion macht es allen Anschein, als hätte sich Mirika ebenfalls in Naoya verliebt. Einmal mehr stehen Saki und Nagisa vor der Frage, was sie tun könnten, um ihre neue Konkurrentin auszustechen. Bei einem kurzen Abstecher zu Hause bringt Sakis Mutter sie auf eine Idee, doch Naoya reagiert erst nicht, wie sie es sich erhofft. Und auch Nagisa fasst einen Plan, nachdem sie etwas Verdächtiges im Wäschekorb bemerkt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8486539","hoster":"VOE"},{"path":"/redirect/8486544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-8","name":"","epNo":8,"alt":"Obviously in Love","descr":"Rika, die in seinem Klassenzimmer auftaucht, um Naoya zu treffen und ein wenig nachgibt, ist in einem Zustand der Schnelligkeit mit Saki, die versucht, darauf zu achten. Naoya, die die Situation beobachtete, dachte, dass Saki sich Sorgen machen könnte und umarmte Saki offen vor allen in der Klasse. Saki und Nagisa, die von Rika geplagt werden, die Naoya nicht nur in der Schule, sondern auch beim Verlassen der Schule folgt, belügen schließlich Naoya, die begonnen hat, Rikas Gefühle zu bemerken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8537760","hoster":"VOE"},{"path":"/redirect/8537758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-9","name":"","epNo":9,"alt":"The Tsun\u0027s Dere Gets Outed","descr":"Naoya, der von Saki gesagt wurde, dass Rikas Verhalten auf die besondere Brunstzeit des Mädchens zurückzuführen war, entschuldigt sich bei Rika, dass sie missverstanden hatte, dass sie für sie war. Als sie das hört, macht Rika Naoya traurig und frustriert, weil ihre Gefühle schwer zu erreichen sind, aber sie belebt mit ihrem eigenen Mut und brennt mehr Kampfgeist, um Naoya umzudrehen. Dann brachte Rika Naoya zum Sportlager und unternahm eine lächerliche Aktion.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13014692","hoster":"VOE"},{"path":"/redirect/8618804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-10","name":"","epNo":10,"alt":"Can\u0027t Wait for the Hot Springs","descr":"Nun, da feststeht, dass unser Dreierpärchen gemeinsam in ein Onsen fährt, nehmen sich Saki und Nagisa vor, sich richtig ins Zeug zu legen und auf dem Ausflug Naoya näherzukommen, damit Mirika ihn aufgibt. Aber einmal mehr haben sie die Rechnung ohne Mirika gemacht, denn die hängt sich kurzerhand an die drei ran. Und damit ist sie nicht einmal alleine.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8710562","hoster":"VOE"},{"path":"/redirect/8710561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-11","name":"","epNo":11,"alt":"Hot Spring Tropes","descr":"Nagisa und Rika haben keine andere Wahl, als gemeinsam zu handeln, um Shinos Verdacht auf Verzweigung zu verschleiern. Im Gasthauszimmer nehmen zwei Personen ein Freibad. Naoya, die sich Sorgen um Nagisa macht, ist zu einer anderen Aktion geworden und geht ihn auf dem Dach des Gebäudes abholen. Nagisa und Rika, die ein Bad nehmen, werden gefunden und sie versuchen, sie nach Hause zu bringen, aber sie werden plötzlich von Nagisa, die verärgert ist, bedrängt und zurückgewiesen. Naoya und Rika sind allein, als Nagisa aus dem Badezimmer geht. Rika versucht Naoya zu verführen, indem sie die Situation als Chance nutzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8762567","hoster":"VOE"},{"path":"/redirect/8762566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-1/episode-12","name":"","epNo":12,"alt":"Girlfriend, Girlfriend","descr":"Nagisa öffnet sich Saki gegenüber und schildert ihr, wie es dazu kam, dass sie sich in Naoya verliebt hat und was diese Liebe zu ihm in ihr bewirkt hat. Naoya, der das alles mithört, bleibt jedoch felsenfest davon überzeugt, dass Nagisa nur Rücksicht auf die beiden nimmt und versucht es ihr weiter auszureden. Und bei dem ganzen Trubel sind natürlich auch Shino und Mirika bald nicht weit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8826061","hoster":"VOE"},{"path":"/redirect/8826062","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-1","name":"","epNo":1,"alt":"Get `Em Go Go Summer Break!!","descr":"Die Sommerferien stehen kurz bevor und Naoya plant, alles was er beim Jobben verdient hat, für diese auszugeben. Die Vorfreude ist wie zu erwarten groß, aber vorher stehen sie vor einem kleinen Problem: Die Semesterprüfungen. Wer nämlich bei dreien davon versagt, muss die ganzen Sommerferien über in die Nachhilfe und Nagisa sieht schwarz, sie zu bestehen. Zum Glück ist Sakis beste Freundin Shino, die Musterschülerin, die aber dummerweise gerade schlecht auf Naoya und Nagisa zu sprechen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13174801","hoster":"VOE"},{"path":"/redirect/13174798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-2","name":"","epNo":2,"alt":"Welcome, Shino-san","descr":"Shino zieht bei Naoya und seinen beiden Mädels ein, fest entschlossen, dieser Dreiecksbeziehung ein Ende zu setzen. Schnell fällt Nagisa auf, dass Saki und Shino sehr verschieden sind, was die Frage aufwirft, wie sich die beiden überhaupt angefreundet haben. Dabei muss Shino auch daran zurückdenken, wie sie über Saki Naoya kennengelernt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13209780","hoster":"VOE"},{"path":"/redirect/13209781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-3","name":"","epNo":3,"alt":"Get Yourself Together","descr":"Das Fest und das Feuerwerk stehen kurz bevor und Shino und Saki hecken einen Plan aus, wie sie Naoya dazu bringen, Saki während des Feuerwerks zu küssen. Auch Rika lässt es sich natürlich nicht nehmen, sich Naoya im Yukata zu präsentieren. Und so stehen am Tag des Festes vier Mädchen vor Naoyas Tür, um ihn auszuführen. Und wie immer läuft natürlich nichts nach Plan.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13235911","hoster":"VOE"},{"path":"/redirect/13235910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-4","name":"","epNo":4,"alt":"Fireworks with the Girlfriends","descr":"Nachdem sie Naoya aus den Augen verloren haben, machen sich Saki und Nagisa auf die Suche nach ihm. Und siehe da, Nagisa findet ihn noch während des Feuerwerks. Was ihr dank einer Abmachung, die sie mit Saki getroffen hat, sehr gelegen kommt. Etwas später trudelt auch Saki ein und Nagisa räumt das Feld. Was Naoya die Gelegenheit gibt, das Feuerwerk mit beiden seinen Freundinnen nacheinander zu genießen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13272081","hoster":"VOE"},{"path":"/redirect/13272083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-5","name":"","epNo":5,"alt":"Getting Ready with the Girlfriends","descr":"Saki kriegt Post: Ein ganzer Stapel an Paketen. Beigelegt ist ein Zettel, laut dem sie angeblich in einem Wettbewerb Campingausrüstung inklusive einen Gratiscoupon für einen Campingplatz gewonnen hat. Also beschließen Naoya und seine Mädels, campen zu gehen. Doch natürlich ist das alles nur ein weiterer Plan Rikas, um sich eine schöne Zeit mit Naoya zu machen und ihn schlussendlich Saki und Nagisa auszuspannen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13410996","hoster":"VOE"},{"path":"/redirect/13410989","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13292065","hoster":"VOE"},{"path":"/redirect/13292067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-6","name":"","epNo":6,"alt":"The Girlfriends` Resignations","descr":"Es ist Rika gelungen, Naoya und seine Mädels was ins Essen zu mischen, das sie alle ins Traumland befördert. Als er wieder aufwacht, findet sich Naoya an einen Baum gefesselt wieder. Zeit für Rika, es schamlos auszunutzen, dass sie ihn eine Weile lang für sich hat. Nagisa, Saki und Shino wachen derweil auch wieder auf und verirren sich prompt im Dunkeln im Wald.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13410984","hoster":"VOE"},{"path":"/redirect/13410981","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13316857","hoster":"VOE"},{"path":"/redirect/13316850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-7","name":"","epNo":7,"alt":"Nights with the Girlfriends","descr":"Wie ausgemacht, verliert Rika keine Zeit und zieht sofort nach dem Campingausflug bei Naoya ein. Die erste Frage, die geklärt werden muss: Wo wird sie schlafen? Ihr schwebt natürlich nichts Geringeres als Naoyas Zimmer vor, doch da sich die anderen beiden sonst benachteiligt fühlen würden, beschließen sie, abwechselnd bei Naoya im Zimmer zu schlafen. Und da Naoya Saki und Nagisa beweisen will, dass er bei keiner schwach wird, überzeugt er sogar Shino, sich an dieser Schlafzimmerrotation zu beteiligen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13411008","hoster":"VOE"},{"path":"/redirect/13411006","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13345317","hoster":"VOE"},{"path":"/redirect/13345325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-8","name":"","epNo":8,"alt":"Unyielding Feelings","descr":"Es ist Sommer und Saki hat eine grandiose Idee: Warum nicht gemeinsam ans Meer fahren? Die anderen sind schnell überzeugt und so wird zuerst gemeinsam nach Bikinis geshoppt. Shino versucht derweil ihr Möglichstes, damit niemand von ihren Gefühlen für Naoya erfährt, doch allem Anschein nach scheint eine den Braten bereits gerochen zu haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13411019","hoster":"VOE"},{"path":"/redirect/13411010","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13418513","hoster":"VOE"},{"path":"/redirect/13418518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-9","name":"","epNo":9,"alt":"Vacay with the Girlfriends","descr":"Naoya und seine Mädels starten in ihren Urlaub. Allerdings ist Naoya noch nie geflogen und schnell wird klar, dass er mit Flugangst zu kämpfen hat. Den Flug überstanden erreichen sie Okinawa und dort das Ferienhaus von Shinos Eltern, das sie gütigerweise zur Verfügung stellt. Sakis Ziel für den Ausflug ist klar: Sie will Naoya endlich küssen, doch Rika und nun auch Shino, die von ihr erpresst wird, werden natürlich alles daran setzen, dass eben das nicht geschieht. Und auch Nagisa hat ein wichtiges Anliegen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13410973","hoster":"VOE"},{"path":"/redirect/13410972","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13418492","hoster":"VOE"},{"path":"/redirect/13418493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-10","name":"","epNo":10,"alt":"Her Resolve","descr":"Die drei Gruppen im Freizeitpark haben endlich alle Schalter betätigt und stehen nun TBH, Chiaro und Scuro gegenüber. Endlich erfahren die Rapper, weshalb die mysteriösen Herausforderer in allen Divisions für Unruhen sorgen …","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13569502","hoster":"VOE"},{"path":"/redirect/13569503","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13443929","hoster":"VOE"},{"path":"/redirect/13443928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-11","name":"","epNo":11,"alt":"Her Resolve, and Then","descr":"Shino und Naoya sind auf einer unbewohnten Insel gestrandet und zu allem Übel scheint Shino sich beim Sprung ins Wasser erkältet zu haben. Während sie hin und hergerissen ist, ob sie Naoya ihre Gefühle gestehen soll oder nicht, beschließt Naoya am nächsten Tag zurückzuschwimmen und Hilfe zu holen, doch bald wird klar, dass er seine Pläne ändern muss. Derweil sind die anderen Mädchen krank vor Sorge um die beiden und suchen fieberhaft nach ihnen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13569495","hoster":"VOE"},{"path":"/redirect/13569498","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13503265","hoster":"VOE"},{"path":"/redirect/13503268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/girlfriend-girlfriend/staffel-2/episode-12","name":"","epNo":12,"alt":"Her Resolve, and...","descr":"Nagisa öffnet sich Saki gegenüber und schildert ihr, wie es dazu kam, dass sie sich in Naoya verliebt hat und was diese Liebe zu ihm in ihr bewirkt hat. Naoya, der das alles mithört, bleibt jedoch felsenfest davon überzeugt, dass Nagisa nur Rücksicht auf die beiden nimmt und versucht es ihr weiter auszureden. Und bei dem ganzen Trubel sind natürlich auch Shino und Mirika bald nicht weit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13569496","hoster":"VOE"},{"path":"/redirect/13569497","hoster":"Streamtape"}]}]}]}]}