{"seriesId":"glcksbrchis-co","name":"Glücksbärchis \u0026 Co.","descr":"Sie sorgen füreinander und teilen miteinander – die knuddeligen Glücksbärchis sind wieder da. Dieses Mal sind außerdem auch ihre Cousins mit von der Partie.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Herzensammler","epNo":1,"alt":"Take Heart","descr":"Sie sorgen füreinander und teilen miteinander – die knuddeligen Glücksbärchis sind wieder da. Dieses Mal sind außerdem auch ihre Cousins mit von der Partie. Die Glücksbärchis erleben mit ihren Cousins im Herzbärchiland viele Abenteuer, entdecken ihre besonderen Fähigkeiten und helfen Freunden beim Bewältigen von Ängsten. Die Cousins \u0026 Co.usinen der Glücksbärchis fliegen mit ihrem Wolkenschiff der Glückswolke hinterher. Unterwegs sammeln sie die umherfliegenden Kümmerherzen mit ihrer Spezialausrüstung, dem Schnappi-Schnapper, ein. Die Wolke führt sie schließlich in ihre alte Heimat Wolkenland. Leider verhalten sich die Cousins recht tollpatschig und richten überall kleine Schäden an. Weil Wunderherz Angst vor weiterer Verwüstung hat, versteckt sie die Glückswolke. Beastli schnappt sich den Schnappi-Schnapper und will ihn nicht zurückgeben. Doch wenn die Glückswolke zu wenig Kümmerherzen hat, verschwindet Wolkenland und mit ihm nach und nach auch seine Bewohner","versions":[{"lang":1,"streams":[{"redirect":11309534,"hoster":"VOE"},{"redirect":10109637,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wunderherz und Schmusebärchi","epNo":2,"alt":"Return to Tender","descr":"Wunderherz’ Zimmer muss wieder hergerichtet werden. Denn als die Cousins mit dem Wolkenschiff in den Leuchtturm hineingeflogen sind, haben sie es zerstört. Während Schmusebärchi und Brummbärchi mit der Renovierung beginnen, segelt Wunderherz mit den Cousins durchs Wolkenland. Mit der Zeit wird die Sehnsucht nach Onkel Schmusebärchi riesengroß. Schmusebärchi geht es nicht anders. Nur zugeben will das keiner von beiden und dann kommt es auch noch zu Missverständnissen.","versions":[{"lang":1,"streams":[{"redirect":11309541,"hoster":"VOE"},{"redirect":10109638,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Schiffsentführung","epNo":3,"alt":"The Bright Stuff","descr":"Da Mutherz Löwe heute auf Kümmer-Mission ist, soll Klugherz Waschbär als Schiffskapitän das Ruder übernehmen. Kaum im Amt, schon hat er ein Problem, denn das Wolkenschiff wurde entführt. Außerdem beansprucht Beastli alle Kümmerherzen für sich allein. Zum Glück entdeckt Wunderherz endlich die unglaubliche Kraft ihres Bauchzeichens. Mit ihrer Hilfe gelingt es, die Glückswolke wieder mit Kümmerherzen zu füllen. Jetzt muss nur noch das Schiff gefunden werden.","versions":[{"lang":1,"streams":[{"redirect":11309540,"hoster":"VOE"},{"redirect":10109639,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Teilegerns Leckereienstand","epNo":4,"alt":"The Share Shack","descr":"Teilegern plant schon lange, einen Leckereienstand im Wolkenland zu eröffnen. Der Aufbau soll nun an einem Tag geschafft werden. Die Cousins helfen den Glücksbärchis gern, denn sie haben erfahren, dass sie für immer in Wolkenland bleiben. Jeder macht das, was er am besten kann. Aber da sie nicht wirklich zusammenarbeiten, kommt es zu einem heillosen Durcheinander. Die gegenseitige Konkurrenz stellt sich eher als Hindernis heraus","versions":[{"lang":1,"streams":[{"redirect":11309543,"hoster":"VOE"},{"redirect":10109640,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Bauchzeichen-Fest","epNo":5,"alt":"Belly Badgered","descr":"Die Cousins \u0026 Cousinen sollen beim großen Bauchzeichen-Fest allen Glücksbärchis die Kraft ihrer Bauchzeichen und damit ihre besonderen Fähigkeiten vorführen. Beastli ist verärgert, dass er nicht eingeladen wurde und will das Fest ruinieren. Zunächst versucht der den Cousins weißzumachen, dass ihre Bauchzeichen nicht mehr funktionieren. Zufrieden stellt Beastli fest, dass die Glücksbärchis verunsichert sind. Und sollten sie traurig werden, hat Beastli sein Ziel erreicht.","versions":[{"lang":1,"streams":[{"redirect":11309546,"hoster":"VOE"},{"redirect":10109641,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wunderherz und die Kümmerherzen","epNo":6,"alt":"Wonder\u0027s Heart","descr":"Ein wunderschöner, neuer Tag hat im Wolkenland begonnen. Doch die Cousins finden einfach keine Kümmerherzen für ihre Glückswolke. Wunderherz gesteht, dass sie bereits alle Herzen eingesammelt hat. Das bedeutet für die Cousins, sie haben frei. Schnell wird es ihnen langweilig, aber Wunderherz will partout keine Hilfe annehmen. Doch dann wendet sich das Blatt und völlig unerwartet werden die Cousins gebraucht – und zwar dringend.","versions":[{"lang":1,"streams":[{"redirect":11309547,"hoster":"VOE"},{"redirect":10109642,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Beste Freunde","epNo":1,"alt":"BFFs","descr":"Weil Harmonie beim wöchentlichen Picknick mit Teilegern verhindert ist, amüsiert sich Teilegern diesmal mit Knuddelherz. Harmonie ist von ihrer besten Freundin maßlos enttäuscht und zugleich eifersüchtig. Sie rächt sich, indem sie sich zu einem Picknick mit Großherz Eli verabredet. Ein Eifersuchts-Picknick-Wettstreit entspinnt sich und Hurrabärchi gerät dazwischen. Finden die zwei besten Freundinnen wieder zusammen?","versions":[{"lang":1,"streams":[{"redirect":13534462,"hoster":"VOE"},{"redirect":10109643,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Wunsch mit Folgen","epNo":2,"alt":"Well Wishing","descr":"Das große Poeten-Frühstück steht an, bei dem jeder ein Gedicht vortragen kann. Großherz Eli ist wahnsinnig aufgeregt. Eigentlich will sie ihr Gedicht auswendig lernen, doch sie lässt sich immer wieder ablenken. Am Ende des Tages kann sie ihr Gedicht immer noch nicht und wünscht sich, dass es nie morgen werden würde. Ihr Wunsch geht in Erfüllung. Alle im Wolkenland haben mit den Auswirkungen zu kämpfen, denn der neue Tag will einfach nicht beginnen","versions":[{"lang":1,"streams":[{"redirect":13534467,"hoster":"VOE"},{"redirect":10109644,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der tollste Tag aller Zeiten","epNo":3,"alt":"Awesomest Day Ever","descr":"Wunderherz und Sonnenschein sollen Mutherz Löwe ablenken, während die anderen für ihn eine Überraschungsparty vorbereiten. Es ist jedoch nicht so einfach, den neugierigen Löwen abzulenken. Der möchte nämlich, dass für seine beiden Freunde der heutige Tag der schönste Tag aller Zeiten wird. So hetzt er von einem zum anderen: mit Wunderherz Bauchzeichenkraft trainieren, mit Sonnenschein am Abenteuerstrand sein. Dabei verdirbt er sich fast selbst die größte Überraschung","versions":[{"lang":1,"streams":[{"redirect":12174143,"hoster":"VOE"},{"redirect":10109645,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das luftige Lied","epNo":4,"alt":"Share Air","descr":"Harmonie hat ein leichtes, luftiges Lied geschrieben, für das noch die schweren Instrumente wie Kesselpauke, Sousaphon und Kontrabass fehlen. Während sie diese besorgen will, nimmt sie Teilegern das Versprechen ab, gut auf das Lied aufzupassen. Doch diese hat nichts Besseres zu tun, als es den Glücksbärchis vorzuspielen. Plötzlich schweben alle in der Luft herum – alle außer Brummbärchi. Mit Hilfe der Cousins muss er nun die Glücksbärchis wieder einfangen.","versions":[{"lang":1,"streams":[{"redirect":13534468,"hoster":"VOE"},{"redirect":10109646,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Brumm-Bärchi und Großherz","epNo":5,"alt":"Nurture is Her Nature","descr":"Eigentlich wollte Großherz Eli gemeinsam mit Brummbärchi an den Picknickspielen teilnehmen. Doch beim Dreibein-Wettlauf geht alles schief. Brummbärchi stürzt und verletzt sich den Knöchel. Von da an macht er für alles, was ihm passiert, Großherz Eli verantwortlich. Die fasst einen Plan: Sie mischt ihm eine Heilsalbe. Wird das den grummeligen Brummbärchi versöhnen?","versions":[{"lang":1,"streams":[{"redirect":13534466,"hoster":"VOE"},{"redirect":10109648,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Beastlys Leckereien-Stand","epNo":6,"alt":"Beastly Bungalow","descr":"Alle Einwohner des Wolkenlandes treffen sich gern an Teilegerns Leckereienstand, um die angebotenen Köstlichkeiten zu genießen. Sogar Beastli freut sich über die Gemeinschaft. Und als Teilegern ihre Ideen für die Leckereien des Tages ausgehen, hilft ihr Beastli mit Freude. Schon bald hat er keine Lust mehr und eröffnet seinen eigenen Stand: Beastlis Bungalow. Allerdings reicht es nicht, nur die Zutaten zu kennen oder Ideen zu haben.","versions":[]}]}]}