{"path":"/serie/stream/glitch","name":"Glitch","descr":"Ein Cop und eine Ärztin stehen vor einem emotionsgeladenen Rätsel, als sechs Bewohner ihrer Kleinstadt auf unerklärliche Weise kerngesund von den Toten wiederauferstehen.","seasons":[{"path":"/serie/stream/glitch/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/glitch/staffel-1/episode-1","name":"Die Wiederauferstandenen","epNo":1,"alt":"The Risen","descr":"Irgendwo in einer Kleinstadt; es ist ein ruhiger Abend, als es im Friedhof plötzlich laut wird. Man hört dumpfe Geräusche, Schreie gellen durch die Luft. Die Polizei wird alamiert. Doch bevor der Polizist James beim Friedhof angelangt, ist ein Jugendlicher Namens Bo vor Ort. Er versteckt sich hinter den Büschen um zu sehen was in Gottes Namen sich hier abspielt. Er kann es kaum fassen; fünf Menschen graben, klettern und steigen aus ihren Gräbern. Nackt und voller Erde, nichts ahnend wer, wo und wann sie sind, irren sie erst auf dem Friedhof herum. Als James die erste nackte Person entdeckt, informiert er die Ärztin Alicia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11482065","hoster":"VOE"},{"path":"/redirect/8542186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-1/episode-2","name":"Willkommen in der Hölle","epNo":2,"alt":"Am I In Hell?","descr":"Schritt für Schritt beginnen sie ebenfalls zu glauben dass sie gestorben und auferstanden sind. Die einen haben kleine Erinnerungsfetzen, andere wissen nach wie vor nichts. Der ehemalige Bürgermeister Fitzpatrick zieht mit seinem neuen Freund Bo umher. Kathe sieht die neue Frau an James Seite. Es ist ihre beste Freundin Sarah, sie wohnt nicht nur mit James in Kathe\u0027s Haus, sondern ist auch noch hochschwanger! Was sie sehr verletzt, aber auch wütend macht. John Doe, der vermutlich ein Strafgefangener oder Mörder ist, meint, sie seien alle in der Hölle... hat er womöglich recht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008480","hoster":"VOE"},{"path":"/redirect/8556109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-1/episode-3","name":"Wunder oder Strafe","epNo":3,"alt":"Miracle Or Punishment","descr":"Elishia sucht nach einem Weg, die Auferstandenen sicher aus der Stadt zu bringen. Vic macht eine bizarre Veränderung durch und Maria macht sich auf eine riskante Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9011402","hoster":"VOE"},{"path":"/redirect/8542187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-1/episode-4","name":"Es gibt keine Gerechtigkeit","epNo":4,"alt":"There Is No Justice","descr":"James besucht den damaligen Freund von Kirsty um heraus zu finden, ob er tatsächlich der Mörder von seiner Freundin war. Obwohl er selbst in einer Krise steckt, da er mit Kathe eine Nacht verbracht hat und nun zwischen Kathe und Sarah steht. Patrick ist nun bei seinen Mit-Auferstandenen und schafft es endlich seine Kiste zu öffnen, was interessante Schlüsse mit sich bringt. John Doe geht für kurze Zeit auf Tour, bis ihn Alicia findet und ihn an einen Ort bringt, der mit seiner Vergangenheit zu tun hat. Kirsty klärt tiefgründiges, Vic mutiert zu einem Monster und hat Maria mehr als nur etwas angetan...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9011412","hoster":"VOE"},{"path":"/redirect/8556113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-1/episode-5","name":"Dreiecksgeschichten","epNo":5,"alt":"The Impossible Triangle","descr":"Eine böse Überraschung! Vic verliert immer mehr und mehr die Fassung. Man erfährt den wahren Grund noch nicht, weshalb Vic so übermässig aggressiv ist. Aber er ist sauer genug um John in weitem Bogen durch die Luft zu katapultieren, als John Alicia zu Hilfe kommen will. Sahra sitzt mit Kathe am Tisch und die Stimmung ist jede Minute anders. Sarah ist nicht bereit James zu teilen und fällt ihr auf ne fiese Art und Weise in den Rücken. Patrick will unbedingt sein Haus an Bo\u0027s Familie vermachen, erntet aber Gegenteiliges. Als Bo und Fitzpatrick zurück gehen, werden sie von Vic schon erwartet... und Maria wird endlich gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268250","hoster":"VOE"},{"path":"/redirect/8556116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-1/episode-6","name":"Es muss Regeln geben","epNo":6,"alt":"There Must Be Rules","descr":"Charlie und Kristie trauern sehr um Maria und hoffen vergebens auf eine erneute Auferstehung. Vic\u0027s Bein wird von Elishia und Kate operiert. Erstaunlicherweise erholt sich das Gewebe einiges schneller als gewöhnlich. Das lässt James an der Ehrlichkeit von Elishia zweifeln und Chris, der nun auch über die Vorkommnisse bescheid weiss, informiert sich genauer was Elishia in den letzten Jahren getan hat. Da sich Vic so schnell erholt überzeugt er John sich seiner Meinung anzuschliessen was unschöne folgen hat. Sarah gebärt ihr Baby, doch danach gibt es Komplikationen. Dann erfährt James gleich doppelt Informationen, über Sarah und die Ärztin Elishia...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008485","hoster":"VOE"},{"path":"/redirect/8556119","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/glitch/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/glitch/staffel-2/episode-1","name":"Ein schräger Typ","epNo":1,"alt":"The Rare Bird","descr":"Ärztin Elishia ist vor 4 Jahren verstorben. Als sie wieder aufersteht, weiss sie, dass sie ihre Spuren verwischen muss. Was also hat sie wirklich getan. Und wieso ist sie wieder zurück? Hat sie ihre eigene Erfindung an sich selbst getestet? James ist die ganze Zeit damit beschäftigt, Informationen einzuholen und dem hin- und herfahren zwischen Sarah und Kate. Paddy findet in Charlie seinen neuen Helfershelfer um seinen Besitz auf keinen Fall in die Hände seiner Nachfahren zu geben, die für Paddy dessen unwürdig sind. John trifft auf eine fremde Frau. Sie entpuppt sich als die Auftraggeberin von Elishia, hat Informationen über ihn, die Elishia selbst gesammelt hat und arbeitet in der Pharmazeutischen Firma, zu der sie John mitnimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008489","hoster":"VOE"},{"path":"/redirect/8542219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-2/episode-2","name":"Zwei Wahrheiten","epNo":2,"alt":"Two Truths","descr":"Die Auferstandenen überschreiten die Grenze. Doch was sie dort entdecken, ist alles anderea als schön. Charlie wird immer wieder von Flashbacks heimgesucht, die große Angst in ihr triggern. John wird zum Ofper von Heysens Experimenten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008500","hoster":"VOE"},{"path":"/redirect/8556123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-2/episode-3","name":"Allzu menschlich","epNo":3,"alt":"All Too Human","descr":"Phil findet Sarah im Park, nachdem diese mit Kate spazieren war. Phil öffnet seinen Mund und presst in an Sarah\u0027s. Und so fliessen die Vorhaben von Phil, die auch in Vic waren, zu Sarah über. Schon davor war Sarah nicht ganz korrekt, doch was wird sie nun tun, nachdem sie all das böse ebenfalls in sich trägt? Nachdem Elishia mit Prof. Heysen sprach und beide sich einigten, geht Heysen zurück um Elishia\u0027s Ausrüstung zu holen. Was beide nicht wissen, Phil ist Heysen zu dem treffen gefolgt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008505","hoster":"VOE"},{"path":"/redirect/8542231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-2/episode-4","name":"In der Pflicht","epNo":4,"alt":"A Duty Of Care","descr":"Prof. Heysen wird über Elishia informiert und sie bietet an zu helfen, wenn sie Elishia\u0027s Unterlagen erhält. Doch niemand traut dem andern. Sarah ist nun beinah wie Phil, der einzige Unterschied, bei Sarah spielen Emotionen eine grössere Rolle als bei Phil, der einfach nur sein Ziel erreichen will. Paddy legt sich wieder einmal mit den Fitzgeralds an und Kirstie ist auf der Suche nach ihrem Mörder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008494","hoster":"VOE"},{"path":"/redirect/8542238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-2/episode-5","name":"Die wandelnden Verwundeten","epNo":5,"alt":"The Walking Wounded","descr":"Heysen setzt alles daran, endlich das Geheimnis der Erinnerungen zu offenbaren. Paddy setzt sich für sein Anwesen ein. James ist hinter dem gnadenlosen Killer her, der für die Auferstandenen immer noch eine Bedrohung darstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008496","hoster":"VOE"},{"path":"/redirect/8542212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-2/episode-6","name":"Der Brief","epNo":6,"alt":"The Letter","descr":"James weiß nun, was wirklich mit Sarah los ist. Obwohl die Grenze immer kleiner wird und mit einer Morddrohung im Nacken, treffen die Auferstandenen auf ein überraschendes Angebot, das ihnen Schutz und Sicherheit verschafft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008495","hoster":"VOE"},{"path":"/redirect/8709995","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/glitch/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/glitch/staffel-3/episode-1","name":"Mum","epNo":1,"alt":"Mum","descr":"Zwei Neuankömmlinge erstehen aus ihren Gräbern auf während James Hayes (Patrick Brammall) noch Sarahs Tod betrauert. Unterdessen machen Kate Willis (Emma Booth), Kirstie Darrow (Hannah Monson) und Charlie Thompson (Sean Keenan) Pläne, Yoorana zu verlassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309533","hoster":"VOE"},{"path":"/redirect/10109631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-3/episode-2","name":"Quintessenz","epNo":2,"alt":"Quintessence","descr":"Nach einer actionreichen Nacht in Melbourne entdeckt William seine wahre Berufung. Unterdessen ist Kate (Emma Booth) unterwegs nach Adelaide als sie erkennt, dass sie in eine Falle gelockt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309531","hoster":"VOE"},{"path":"/redirect/10109632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-3/episode-3","name":"Das erste Mal","epNo":3,"alt":"First Times","descr":"Chris versucht weiterhin, die Auferstandenen zu beschützen. Kirstie (Hannah Monson) muss sich mit der Möglichkeit einer ungewollten Schwangerschaft auseinandersetzen. Charlie (Sean Keenan) trifft auf einen love interest. Unterdessen kehrt Phil nach Yoorana zurück und bringt eine neue Aufgabe mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379297","hoster":"VOE"},{"path":"/redirect/10109633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-3/episode-4","name":"Absolut sicher","epNo":4,"alt":"Perfectly Safe","descr":"Chi und Belle (Jessica Faulkner) freunden sich mit einem jungen Chinesen an während Kirstie (Hannah Monson) und Charlie (Sean Keenan) ein Angebot von Noregard erhalten. Kate (Emma Booth) befragt Phil zu seinen wahren Beweggründen während James (Patrick Brammall) und William einen neuen Plan in Bewegung setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309538","hoster":"VOE"},{"path":"/redirect/10109634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-3/episode-5","name":"Der Feind","epNo":5,"alt":"The Enemy","descr":"Chris\u0027 Beziehung zu seinem Bruder wird auf die Probe gestellt, Kate (Emma Booth) misstraut James (Patrick Brammall) und William immer mehr. Unterdessen versucht Kirstie (Hannah Monson) die Auferstandenen davon zu überzeugen, Sams Angebot anzunehmen während Phil die Wahrheit über James entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309535","hoster":"VOE"},{"path":"/redirect/10109635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/glitch/staffel-3/episode-6","name":"Little Gidding","epNo":6,"alt":"Little Gidding","descr":"Die katastrophalen Buschfeuer erreichen Yoorana. Die Auferstandenen müssen sich mit ihren Gefühlen über Leben und Tod auseinandersetzen. Noregards Kräfte bedrohen sie und so müssen die Auferstandenen mit James (Patrick Brammall) und William auf den Friedhof zurückkehren bevor es zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309539","hoster":"VOE"},{"path":"/redirect/10109636","hoster":"Streamtape"}]}]}]}]}