{"path":"/serie/stream/go-on","name":"Go On","descr":"Die Ehefrau des Radiomoderators Ryan kommt bei einem Verkehrsunfall ums Leben. Schon vier Wochen später kehrt Ryan völlig überdreht an seinen Arbeitsplatz zurück. Sein Chef Steven glaubt allerdings, er habe den Schicksalsschlag noch nicht verdaut und benötige professionelle Hilfe. So muss Ryan gegen seinen Willen zehn Therapiestunden in einer Trauma-Gruppe absolvieren. Therapeutin Lauren ist von ihrem desinteressierten Neuzugang zunächst wenig angetan. Doch mit seiner unkonventionellen Art bringt Ryan bald frischen Schwung und positive Stimmung in die bunt zusammengewürfelte Gruppe.","seasons":[{"path":"/serie/stream/go-on/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/go-on/staffel-1/episode-1","name":"Erste Runde","epNo":1,"alt":"Pilot","descr":"Nach dem Tod seiner Frau bei einem Verkehrsunfall kehrt Ryan King (Matthew Perry) zurück zu seiner Arbeit als Radiosportmoderator. Doch sein Chef Steven (John Cho) hat Zweifel: Ryan soll erst professionelle Hilfe in Anspruch nehmen, bevor er wieder ans Mikrofon darf. Die sucht er in der Selbsthilfegruppe von Lauren (Laura Benanti) …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104086","hoster":"VOE"},{"path":"/redirect/8542262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-2","name":"Katzenjammer","epNo":2,"alt":"He Got Game, She Got Cats","descr":"Ryan (Matthew Perry) möchte Sonia (Sarah Baker) helfen, obwohl Lauren (Laura Benanti) ihm davon abrät. Die Folgen von Ryans Ratschlag bringen Sonias Leben aus den Fugen. Nun ist es an ihm, die Sache wieder einzurenken. Abends hat Ryan Probleme, allein zu Hause zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008552","hoster":"VOE"},{"path":"/redirect/8542252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-3","name":"Gruppenzwang","epNo":3,"alt":"There’s No \"Ryan” In Team","descr":"Ryan (Matthew Perry) will die Gruppe und sein Privatleben auseinander halten, doch das wird zunehmend schwerer. Zu Hause soll sich ein Landschaftsgärtner an die Arbeit machen, jedoch möchte Ryan ihm nicht sagen, dass seine Frau gestorben ist. Und auch Steven (John Cho) will helfen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008559","hoster":"VOE"},{"path":"/redirect/8542254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-4","name":"Auf ihn mit Gebrüll!","epNo":4,"alt":"Bench-Clearing Brawl","descr":"Ein Traum wird für Ryan (Matthew Perry) wahr: Der bekannte Eishockey-Profi Jeremy Roenick möchte, dass er bei einem seiner Spiel mit auf dem Feld steht. Doch schon bald stellt sich heraus, dass ihm das Angebot nur aus Mitleid gemacht wurde. Anne (Julia White) bittet Ryan, sie zu einer lesbischen Hochzeit zu begleiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008555","hoster":"VOE"},{"path":"/redirect/8542255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-5","name":"Geisterstunde","epNo":5,"alt":"Do You Believe In Ghosts …Yes!","descr":"Immer wieder sieht Ryan (Matthew Perry) seine verstorbene Frau Janie (Christine Woods). Ihm wird bewusst, dass sie nun nicht mehr für ihn da ist. Steven (John Cho) schleppt ihn nach der Trennung von seiner Freundin auf nächtliche Aufreißtouren. Währenddessen ist Laurens (Laura Benanti) bevorstehende Prüfung zur Immobilienmaklerin wegen ihrer Prüfungsangst in Gefahr…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008556","hoster":"VOE"},{"path":"/redirect/8542257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-6","name":"Das große Fressen","epNo":6,"alt":"Big League Chew","descr":"Als Ryan (Matthew Perry) offensichtlich aus Trauer zu viel isst, es sich aber nicht eingestehen kann, schreitet die Gruppe ein. Lauren (Laura Benanti) hat ihrem Freund Wyatt (Hayes MacArthur) von den Stunden und den Gruppenmitgliedern erzählt. Sie bringt ihn mit, damit sich die beiden Teile ihres Lebens kennenlernen können. Doch Ryan gibt den beiden einen überflüssigen Rat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008568","hoster":"VOE"},{"path":"/redirect/8542256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-7","name":"Schnitzeljagd","epNo":7,"alt":"Any Given Birthday","descr":"An seinem Geburtstag möchte Ryan (Matthew Perry) lieber seine Ruhe haben. Die Gruppe hat dennoch eine große Feier für ihn geplant, auf die er sich nun einlassen muss. Sonia (Sarah Baker) passt in der Zwischenzeit auf Steven (John Cho) auf und ein Geschenk aus der Vergangenheit wartet auf Ryan…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008558","hoster":"VOE"},{"path":"/redirect/8542253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-8","name":"Spielkinder","epNo":8,"alt":"Videogame, Set, Match","descr":"Ein großer Tag steht an: Yolanda (Suzy Nakamura) möchte die Gruppe verlassen und den Erfolg mit ihren Freunden feiern. Ryan (Matthew Perry) wird bewusst, dass Owen (Tyler James Williams) einen großen Bruder braucht, um sich von seinem Verlust zu erholen. Er nimmt sich des Jungen an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008561","hoster":"VOE"},{"path":"/redirect/8545486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-9","name":"Hoch die Tassen!","epNo":9,"alt":"Dinner Takes All","descr":"Thanksgiving steht vor der Tür. Ryan (Matthew Perry) und Steven (John Cho) geraten in einen Wettstreit um die Aufmerksamkeit ihrer ehemaligen College-Freundin Amy (Lauren Graham). Die Gruppe begeht den Feiertag gemeinsam im Büro von K-Bal. Dort treffen nun auch Familienmitglieder zum ersten Mal auf die anderen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008566","hoster":"VOE"},{"path":"/redirect/8542261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-10","name":"Das Kreuz mit dem Kreuz","epNo":10,"alt":"Back, Back, Back … It’s Gone!","descr":"Zeit für einen Neuanfang: Ryan (Matthew Perry) beschließt, dass er wieder bereit für Dates ist. Daraufhin lädt ihn die Olympiagewinnerin Misty May-Treanor zu einem Beachvolleyball-Spiel ein. George (Bill Cobbs) feiert unterdessen ein weiteres Lebensjahr, dass über die Erwartungen der Ärzte hinaus geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008562","hoster":"VOE"},{"path":"/redirect/8542263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-11","name":"Bis ans Ende der Welt","epNo":11,"alt":"The World Ain’t Over ‘Til It’s Over","descr":"Die Weihnachtsfeier der Gruppe kollidiert mit dem Datum, an dem Mr. K (Brett Gelman) das Ende der Welt erwartet. Die beiden Ereignisse werden kurzerhand zusammengelegt. Ryan (Matthew Perry) lädt Anne (Julie White) auf einen Ausflug mit Steven (John Cho) in eine Weingegend ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008570","hoster":"VOE"},{"path":"/redirect/8542265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-12","name":"Die Lachnummer","epNo":12,"alt":"Win At All Costas","descr":"Der Sportmoderator Bob Costas fragt Ryan (Matthew Perry), ob er bei seiner neuen Show dabei sein möchte. Faustas (Tonita Castro) Nichte feiert ihren 15. Geburtstag. Alle aus der Gruppe, außer Anne (Julie White), sind eingeladen. Mr. K.\u0027s Freude über den Erfolg seines Projekts ist nur von kurzer Dauer…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008564","hoster":"VOE"},{"path":"/redirect/8542260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-13","name":"Einmal Toooor Puppe","epNo":13,"alt":"Gooooaaaallll Doll!","descr":"Um sein erstes Date nach dem Tod seiner Frau endlich abhaken zu können, verabredet sich Ryan (Matthew Perry) mit Carries (Allison Miller) Freundin. Doch die verhält sich merkwürdig… Yolanda (Suzy Nakamura) hat einen Job im Krankenhaus gefunden. Aber ihre neue Art kommt nicht besonders gut an…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008560","hoster":"VOE"},{"path":"/redirect/8542259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-14","name":"Comeback Spieler des Jahrs","epNo":14,"alt":"Comeback Player Of The Year","descr":"Ein großes Wiedersehen: Simone, ein ehemaliges Gruppenmitglied, kommt zurück. Alle freuen sich sehr, außer Ryan. Der befürchtet, dass sich die Dynamik der Gruppe ändern könnte. Steven möchte Ryan eine Lektion erteilen und heuert Mr. K und Football-Spieler Terrell Owens als Gehilfen an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014695","hoster":"VOE"},{"path":"/redirect/8542258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-15","name":"Kalte Dusche","epNo":15,"alt":"Pass Interference","descr":"Ryans (Matthew Perry) Versuche, sich mit Simone (Piper Perabo) zu treffen, sind nicht sehr erfolgreich: Immer wenn es zu knistern beginnt, erscheint ihm Janies Geist (Christine Woods). Die Frauen in der Gruppe wollen Lauren (Laura Benanti) mit einem Hochzeitskleid überraschen. Owen (Tyler James Williams) muss dafür als Körperdouble herhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008563","hoster":"VOE"},{"path":"/redirect/8542264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-16","name":"Hart aber fair","epNo":16,"alt":"Go Deep","descr":"Lauren (Laura Benanti) möchte von ihrer Gruppe Feedback zu ihrer Arbeit bekommen und gibt ihnen anonyme Fragebögen. Als eine einzelne schlechte Bewertung zurückkommt, möchte sie unbedingt wissen, von wem sie stammt. Ryan (Matthew Perry) hat einen neuen Assistenten engagiert und lässt sich von Simone (Piper Perabo) in ein Meditationszentrum mitnehmen – mit wenig Erfolg…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008565","hoster":"VOE"},{"path":"/redirect/8542269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-17","name":"Ringkampf","epNo":17,"alt":"Ring And A Miss","descr":"Simones (Piper Perabo) Wunsch, dass Ryan (Matthew Perry) seinen Ehering vom Finger nimmt, erweist sich als sehr schwer erfüllbar. Ein Treffen mit einem alten Freund bringt ihn überraschend weiter in seiner Beziehung zu ihr. Währenddessen engagiert Anne (Julie White) aus Verzweiflung Mr K (Brett Gelman) als Babysitter…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12415326","hoster":"VOE"},{"path":"/redirect/10019355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-18","name":"Bingo!","epNo":18,"alt":"Double Down","descr":"In seinem Trennungsschmerz verliert sich Ryan (Matthew Perry) erneut im Spiel. Er wettet auf alles und jeden. Als die Lebensversicherung seiner Frau ausgezahlt wird, muss Lauren (Laura Benanti) einschreiten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10019363","hoster":"VOE"},{"path":"/redirect/10019362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-19","name":"Einsame Spitze","epNo":19,"alt":"Go For The Gold Watch","descr":"Als Ryans (Matthew Perry) Radioshow auf dem ersten Platz landet, stellt sich für ihn trotzdem nicht das große Glück ein. Lauren (Laura Benanti) gibt ihm einen Ratschlag, anderen zu helfen. Das probiert er gleich an Danny (Seth Morris) und seinen Frauenproblemen aus. Owen (Tyler James Williams) und Anne (Julie White) sind neugierig auf Mr K (Brett Gelman) und sehen sich in seinem Haus um…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10019368","hoster":"VOE"},{"path":"/redirect/10019367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-20","name":"Wer mit wem?","epNo":20,"alt":"Matchup Problems","descr":"Um Ryan (Matthew Perry) zu helfen, will Anne (Julie White) ihn ihrer frisch verwitweten Bekannten Talia (Courteney Cox) vorstellen. Doch als sie die beiden zum Date begleitet, wird nicht ganz klar mit wem Talia eigentlich flirtet. Auf einer Kreuzfahrt soll Yolanda (Suzy Nakamura) nach dem Wunsch ihrer Eltern einen Mann kennenlernen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10019375","hoster":"VOE"},{"path":"/redirect/10019374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-21","name":"Balla Balla","epNo":21,"alt":"Fast Breakup","descr":"Ryan (Matthew Perry) steckt mitten in Frauenproblemen: Er weiß nicht, wie er auf einen betrunkenen Anruf seiner Sekretärin Carrie (Allison Miller) reagieren soll. Außerdem muss er Lauren (Laura Benanti) beistehen, die eine schwerwiegende Entscheidung getroffen hat. Die anderen bereiten derweil Laurens Junggesellinnenabschied vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335352","hoster":"VOE"},{"path":"/redirect/10019378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-on/staffel-1/episode-22","name":"Und Tschüss","epNo":22,"alt":"Urn-ed Run","descr":"Endlich sind alle soweit, ihr Leben selbst in die Hand zu nehmen und den großen Aufbruch aus der Gruppe zu wagen. Doch keiner zieht seinen Plan durch. Lauren (Laura Benanti) macht sich Vorwürfe, ob die Gruppensitzungen überhaupt jemandem geholfen haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10019352","hoster":"VOE"},{"path":"/redirect/10019348","hoster":"Streamtape"}]}]}]}]}