{"path":"/serie/stream/go-wild-mission-wildnis","name":"Go Wild! – Mission Wildnis","descr":"[Wild Kratts] Der Biologe Chris Kratt und sein Bruder Martin, ein Zoologe, haben sich ganz dem Tierschutz verschrieben – im wahren Leben wie auch in der Zeichentrickwelt ihrer neuen Serie \"Wild Kratts\". Wann immer Tiere in Not geraten, eilen die animierten Kratt-Brüder zu Hilfe. Und so stolpern sie rund um den Globus von einem Abenteuer ins nächste. Dabei entdecken sie in jeder Episode ein exotisches Tier.","seasons":[{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-1","name":"Kroko-Kinder","epNo":1,"alt":"Mom of a Croc","descr":"Krokodile verbuddeln ihre Eier bis die Jungen schlüpfen. Chris und Martin sind neugierig. Wie ergeht es den Eiern unter der Erde? Um das herauszufinden, lassen sich die beiden von Stella schrumpfen und als Eier tarnen und von einer Krokodilmama verbuddeln. Stella ist gar nicht wohl bei der Sache, sie kann Krokodile nicht ausstehen und traut der Krokodildame nicht über den Weg. Doch die entpuppt sich als herzensgut und äußerst fürsorglich. Doch als die Jungen geschlüpft sind und von Feinden bedroht werden, beweist sie, dass Krokodile auch sehr gefährlich werden können. Allerdings nur wenn man sie bedroht…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11825984","hoster":"VOE"},{"path":"/redirect/11826008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-2","name":"Wal gegen Kalmar","epNo":2,"alt":"Whale of a Squid","descr":"Stella hat ein neues Amphibien-Tauchboot gebaut, das es bis in die Tiefsee schaffen soll. Chris und Martin wollen es auf der Stelle testen, denn sie möchten sich auf die Spuren der Pottwale und Riesenkalmare begeben. Unter Wasser zeigt sich jedoch, dass sich Stella verkalkuliert hat. In 900 Meter Tiefe hält das U-Boot dem Druck nicht mehr stand. In letzter Sekunde kann Stella noch rettend eingreifen. Denn zum Glück funktioniert ihre zweite neue Erfindung einwandfrei. Mit einem ausfahrbaren Greifarm holt sie die Kratts wieder nach oben. Doch kaum über Wasser, wollen die beiden schon wieder in die Tiefe, denn bei ihrem Ausflug sahen sie, dass eine Pottwalfamilie in Not ist. Nun können ihnen nur ihre Wild-Power-Anzüge helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826016","hoster":"VOE"},{"path":"/redirect/11826009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-3","name":"Die Buddelmeister der Savanne","epNo":3,"alt":"Aardvark Town","descr":"Die Kratts arbeiten an einer digitalen Landkarte der afrikanischen Savanne. Sie haben es sich zur Aufgabe gemacht jedes Erdloch und jeden Bewohner zu verzeichnen. Bei einer ihrer Erkundungstouren stoßen sie auf eine flüchtende Erdferkelmutter mit ihrem Baby. Eine Hyäne ist den beiden auf den Fersen. Aus lauter Angst und Verwirrung springt das Kleine in Chris’ Rucksack. Als die beiden Brüder dies bemerken ist die Mutter schon außer Sichtweite. Nun wollen sie sie mit Hilfe ihrer Karte finden, doch leider ist diese noch nicht ganz ausgereift. Während die Brüder noch suchen, läuft die Erdferkeldame ausgerechnet Zach Van Tech in die Arme. Der hat natürlich nichts Besseres zu tun, als das Tier gleich gefangen zu nehmen. Wird es Chris und Martin gelingen, die Mutter des kleinen Erdferkels zu finden und zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826021","hoster":"VOE"},{"path":"/redirect/11826019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-4","name":"Der Flug der Drachenechse","epNo":4,"alt":"Flight of the Draco","descr":"Eigentlich wollten die Kratts im indonesischen Regenwald nach Drachenechsen suchen. Doch nachdem Chris beim Klettern in den Bäumen abgestürzt ist, hat er Höhenangst. Deshalb muss sein Bruder sich allein aufmachen, um dem Geheimnis der Flugkünste der Drachenechsen auf die Spur zu kommen. Er ist nicht der einzige, der an den Echsen Interesse hat. Auch Donita hat es auf die Reptilien abgesehen. Allerdings sind ihre Beweggründe andere: Tiefgefroren sollen sie das Highlight ihrer ‚Lebender-Schmuck‘-Kollektion werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826023","hoster":"VOE"},{"path":"/redirect/11826025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-5","name":"Das Geheimnis der Regenwürmer","epNo":5,"alt":"Mystery of the Squirmy Wormy","descr":"Es hat stark geregnet und nun wimmelt es auf dem Boden vor lauter Regenwürmern. Für Chris und Martin ein willkommener Anlass, der Frage auf den Grund zu gehen, warum Regenwürmer bei Regen an die Oberfläche kommen und ein guter Grund, Stellas neue Schrumpfmaschine zu testen. Die beiden lassen sich auf Regenwurmgröße schrumpfen, um Wurm Pinky in das Tunnelsystem der Würmer zu folgen. Hier ist es ziemlich nass und glitschig, aber genau so mögen es die Würmer. Sie brauchen die Feuchtigkeit. Würden sie sich auf der Erdoberfläche bewegen, liefen sie Gefahr auszutrocknen. Es sei denn, es regnet. Dann fühlen die Würmer sich auch an der Oberfläche wohl und kriechen aus ihren Tunneln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826029","hoster":"VOE"},{"path":"/redirect/11826024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-6","name":"Das Schnabeltier-Omelett","epNo":6,"alt":"Platypus Cafe","descr":"Chris und Martin entdecken bei einer ihrer Touren ein Schnabeltier, das Junge erwartet. Das finden die beiden ungeheuer interessant, denn Schnabeltiere gehören zu den wenigen eierlegenden Säugetieren. Was die Brüder nicht ahnen: Gourmand ist nicht weit, denn er hat es auf die Eier des Schnabeltiers abgesehen. Er hat sie bereits für ein Dinner verplant, das er Donita und Zach kredenzen will. Das müssen die Kratt Brüder natürlich um jeden Preis verhindern!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335377","hoster":"VOE"},{"path":"/redirect/11826026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-7","name":"[Derzeit nicht erhältlich] ","epNo":7,"alt":"Build It Beaver","descr":"Chris und Martin machen einen Kanuausflug. Die beiden wollen sich einen Biberbau anschauen. Während die beiden unter die Lupe nehmen, was die Biber hier errichtet haben, ist ein fleißiger Biber bereits mit Ausbauarbeiten beschäftigt. Als Baustoff für die Erweiterung des Dammes hat er sich das Paddel der Kratts geschnappt. Als Chris versucht, es vorsichtig aus dem Damm zu entfernen, passiert das Unglück. Der Damm bricht und das Wasser des Bieberteiches fließt ab. In Windeseile bringen die Brüder alle Tiere auf die Tortuga in Sicherheit und versuchen den Damm zu reparieren. Doch das ist gar nicht so einfach, wenn man kein Biber ist.","versions":[]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-8","name":"Die Reise der Schmetterlinge","epNo":8,"alt":"Voyage of the Butterflier XT","descr":"Chris und Martin erforschen eine besondere Schmetterling-Art, den Monarchfalter. Diese Gattung gehört zu den sogenannten Wanderfaltern und kann Distanzen von über 4000 Kilometern zurücklegen. Die beiden wollen die Schmetterlinge auf ihrer Tour von Nordamerika in den Süden begleiten. Doch sie sind nicht die einzigen, die Interesse an den hübsch gemusterten Faltern haben. Donata möchte aus den Schmetterlingen Haarspangen für ihre Lebender-Schmuck-Kollektion machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826039","hoster":"VOE"},{"path":"/redirect/11826040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-9","name":"Die Honigliebhaber","epNo":9,"alt":"Honey Seekers","descr":"Chris und Martin ziehen durch die große Wüste Kalahari. Sie sind auf der Suche nach dem mutigsten und furchtlosesten Tier Afrikas. Auf ihrer Tour fängt Chloe eine geheime Videobotschaft ab, in der Gaston Gourmand Zach Van Tech zu einem Überraschungsdinner einlädt. Auf der Speisekarte steht, wie könnte es anders sein, ein gefährdetes Tier. Welches verrät er jedoch nicht. Das Wild Team erfährt nur, dass das Tier etwas mit Honig zu tun. Dies ist der einzige Hinweis, den sie haben. Dennoch muss es ihnen gelingen, das Dinner zu verhindern. Glücklicher Weise finden sie jedoch schnell heraus, dass Gaston es auf den Honigdachs abgesehen haben muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826045","hoster":"VOE"},{"path":"/redirect/11826046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-10","name":"Das Wettangeln","epNo":10,"alt":"Bass Class","descr":"Stella arbeitet an einem neuen Stromlinienprogramm. Für ihre Entwicklung möchte sie sich etwas von Fischen abschauen, denn die bewegen sich schließlich perfekt unter Wasser. Also machen sich Chris und Martin auf die Suche nach einem Vorzeigeexemplar für Stella. Dabei stoßen sie auf Finn, einen begnadeten Angler, der wegen seiner großen Fänge sogar mit einem stattlichen Anglerpokal geehrt wurde. Genau auf diesen Pokal hat es Zach Van Tech abgesehen. Und selbstverständlich ist er nicht gewillt sich einem ehrlichen Wettkampf zu stellen, er bevorzugt unlautere Methoden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826052","hoster":"VOE"},{"path":"/redirect/11826051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-11","name":"Der Glühwürmchencode","epNo":11,"alt":"Fireflies","descr":"Das Wild Team plant ein nächtliches Picknick. Sie möchten Glühwürmchen beobachten. Die Käfer senden ihre Leuchtsignale, um potentielle Partner auf sich aufmerksam zu machen und dies tun sie nur zur einer ganz bestimmten Zeit im Jahr. Doch nicht nur das Wild Team ist fasziniert von den leuchtenden Käfern, auch Donita Donata hat von dem alljährlichen Lichtreigen Wind bekommen. Sie will die Glühwürmchen entführen und für ein leuchtendes Abendkleid einspannen. Wird es Chris und Martin gelingen, Donita rechtzeitig zu stoppen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826076","hoster":"VOE"},{"path":"/redirect/11826049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-12","name":"Die Perlentaucher der Arktis","epNo":12,"alt":"Mystery of the Weird Looking Walrus","descr":"Bei einer Testfahrt mit den Rochengleitern entdecken Chris und Martin eine Walrossherde. Die beiden sind ganz fasziniert. Auf den ersten Blick scheinen die großen dicken Tiere plump und ungelenk, doch unter Wasser gleiten sie beinahe grazil und an Land können sie auf allen vier Flossen sogar einen Menschen überholen. Walrosse haben sich mit ihrem Aussehen perfekt an ihre Umgebung angepasst. Genau das hat Zach van Tech auf die Tiere aufmerksam gemacht. Um Donita Donata beliefern zu können, braucht er geschickte Perlentaucher. Er plant, die Walrosse für seine Zwecke zu missbrauchen. Um ihn aufhalten zu können, müssen Chris und Martin eine gehörige Portion Walross-Power auffahren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826063","hoster":"VOE"},{"path":"/redirect/11826058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-13","name":"Wenn man vom Tasmanischen Teufel spricht","epNo":13,"alt":"Tazzy Chris","descr":"Das Wild Team ist in Tasmanien unterwegs, denn hier braucht jemand ihre Hilfe. Der Tasmanische Teufel. Ein Raubbeutler, der vom Aussterben bedroht ist. Nur in Tasmanien ist der Beutelteufel noch zu finden, doch es werden immer weniger. Die Kratts wollen herausfinden, wie viele Tiere es in Tasmanien noch gibt, und wie man sie schützen und retten kann. Dummer Weise bekommt Zach Van Tech von ihrer Mission Wind und heftet sich an ihre Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922841","hoster":"VOE"},{"path":"/redirect/11826061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-14","name":"Das unbekannte Seeungeheuer","epNo":14,"alt":"Octopus Wildkratticus","descr":"Martin und Chris überbieten sich mit Tricks auf den Manta-Boards, bis Martin sich bei einem Sprung in der Wäscheleine verfängt. Er zieht die Leine samt der Wild-Power-Anzüge mit sich in die Tiefe. Zum Glück taucht Martin wieder auf, die Anzüge jedoch nicht. Ausgerechnet hier ist die Strömung sehr stark. Die Kratts starten eine aufwändige Such- und Bergungsaktion und stoßen dabei auf einen mysteriösen Meeresbewohner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826074","hoster":"VOE"},{"path":"/redirect/11826071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-15","name":"Die flinken Wassersprinter","epNo":15,"alt":"Walk on the Wetside","descr":"Die Brüder Chris und Martin Kratt sind auf Entdeckertour: Sie wollen herausfinden, warum Basilisken über das Wasser laufen können. Doch sie bemerken schnell, dass sie auf ihrer Suche nach einem Basilisken nicht die Einzigen sind. Die Bösewichte Donita und Dabio sind ebenfalls hinter den seltenen Tieren her und tatsächlich gelingt es ihnen, ein Exemplar zu fangen. Doch anders als Chris und Martin haben Donita und Dabio vor, den Basilisken zu töten und zu einem Hut zu verarbeiten. Gelingt es den Entdecker-Brüdern, das Tierchen rechtzeitig zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826081","hoster":"VOE"},{"path":"/redirect/11826075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-16","name":"Ein Elefant im Porzellanladen","epNo":16,"alt":"Elephant in the Room","descr":"Chris und Martin finden ein verletztes Elefantenkalb, das sich offenbar verlaufen hat, denn von seiner Herde ist weit und breit keine Spur zu sehen. Nachdem sie dem Elefantenkalb einen Dorn aus dem Fuß gezogen haben, lassen Chris und Martin es in der Obhut ihrer Crew, während sie sich auf die Suche nach der Mutter machen. Dabei ahnen sie nicht, dass ihr neuer Freund in der Zwischenzeit wieder munter ist und im fliegenden Forschungslabor für allerlei Chaos sorgt. Auch die Suche nach der Elefantenherde gestaltet sich für die Kratt-Brüder schwieriger als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826085","hoster":"VOE"},{"path":"/redirect/11826084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-17","name":"Die Nashörner sind los!","epNo":17,"alt":"Let the Rhinos Roll!","descr":"Auf ihrer Fahrt durch die afrikanische Savanne werden der Biologe Chris Kratt und der Zoologe Martin ungewollt Zeuge, wie ein Spitzmaulnashorn verfolgt und gefangen wird. Die beiden Brüder gehen der Sache auf den Grund und werden tatsächlich fündig: Der hinterhältige Erfinder Zach van Tech hat die Nashörner offenbar entführt und will sich die kräftigen Tiere zu nutzen machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826083","hoster":"VOE"},{"path":"/redirect/11826089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-18","name":"Kickboxen mit Kängurus","epNo":18,"alt":"Kickin’ it with the Roos","descr":"Chris und Martin Kratt sind mit ihrem Geländewagen in Australien unterwegs und beobachten im Outback Rote Riesenkängurus. Vor allem die starken Hinterbeine, mit Hilfe derer die Kängurus sehr hoch und weit springen und zudem auch noch richtig schnell werden können, faszinieren die Brüder. Allerdings nur so lange, bis sich ein neugieriges Jungtier plötzlich ihre Autoschlüssel schnappt und davon hüpft. Zum Glück haben sie ihre Power-Anzüge an, die sie im null Komma nix ebenfalls in Kängurus verwandelt. Nun beginnt eine wilde Verfolgungsjagd und Chris und Martin erfahren am eigenen Leib, was es heißt, als Känguru zu leben. Denn Hüpfen will gelernt sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826088","hoster":"VOE"},{"path":"/redirect/11826092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-19","name":"Die Eichel-Olympiade","epNo":19,"alt":"The Blue and the the Gray","descr":"Chris und Martin sind mit ihrer Crew in ihrem Raumschiff Tortuga unterwegs: Ihr Ziel – ein Wald, in dem Grauhörnchen und Blauhäher beheimatet sind. Die Brüder wollen herausfinden, welches Tier mehr Eicheln sammeln und horten kann. Doch kaum haben sie sich wagemutig aus der Tortuga ins Dickicht abgeseilt, passiert schon das erste Missgeschick. Die Brüder verlieren ihre Wild Pads und sind somit für den Rest der Crew nicht mehr erreich- geschweige denn auffindbar. Hinzukommt, dass es in dem dichten Wald nahezu unmöglich ist, mit der Tortuga zu landen. Als sich Martin dann auch noch versehentlich erst in eine Eichel und dann in einen Baum verwandelt, ist die Situation vollends verfahren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826097","hoster":"VOE"},{"path":"/redirect/11826093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-20","name":"Die Großstadtfalken","epNo":20,"alt":"Falcon City","descr":"Ihre Suche nach Wanderfalken führt Chris und Martin mitten in eine Stadt. Stella bezweifelt, dass sie hier fündig werden. Sie verspricht den Brüdern, dass sie, sollten sie erfolgreich sein, Stellas neueste Erfindung ausprobieren dürfen. Das spornt die beiden natürlich zusätzlich an. Doch die eizigen Vögel, die sie zunächst zu Gesicht bekommen sind Tauben. Überraschender Weise sind die jedoch gar nicht so langweilig, wie Chris und Martin immer vermutet haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826098","hoster":"VOE"},{"path":"/redirect/14172096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-21","name":"Ein Koala in der Wüste","epNo":21,"alt":"Koala Balloon","descr":"Chris und Martin machen sich auf zu einer Wanderung durch die australische Wüste – allerdings ohne die üblichen technischen Hilfsmittel. Die Kratt-Brüder wollen einen Ausflug in die Vergangenheit unternehmen und ganz ohne Hightech-Ausrüstung, so wie Entdecker es früher taten, losziehen. Sie sind sich sicher, dass dies eine ganz besondere Erfahrung wird. Doch als plötzlich ein Koala buchstäblich vom Himmel fällt, stehen die Brüder so ganz ohne Hilfsgerät vor einem Problem…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826100","hoster":"VOE"},{"path":"/redirect/11826101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-22","name":"Das Gepardenrennen","epNo":22,"alt":"Cheetah Racer","descr":"Die Kratt Brüder sind zusammen mit ihrem Entdecker-Team, bestehend aus Stella, Chloe und Jimmy, in der Afrikanischen Savanne unterwegs und sind fasziniert von den dort lebenden Geparden. Vor allem einer Sache wollen die Brüder unbedingt auf den Grund gehen: Wie schafft man es, so schnell wie ein Gepard zu sein? Martin schlüpft daraufhin in seine Turnschuhe und fordert das Gepardenweibchen Blitz zu einem Wettrennen auf. Chris und Stella verfolgen das Rennen aus ihrem Geländewagen und fahren nebenher. Doch selbst mit den besten Laufschuhen verliert Martin gegen Blitz und zu allem Unglück kann auch der Geländewagen der unebenen Strecke nicht Stand halten und rutscht in einen Graben. Das Team ahnt zudem nicht, dass es heimlich von Widersacher und Erfinder Zach Van Tech beobachtet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826103","hoster":"VOE"},{"path":"/redirect/11826110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-23","name":"Der Alarm der Nasenaffen","epNo":23,"alt":"Ker-Honk","descr":"Chris und Martin Kratt hat es mit ihrem Team in den Regenwald von Borneo verschlagen. Sie wollen herausfinden, warum die seltenen Nasenaffen so eine große Nase haben. Sie stoßen auf eine Gruppe der seltenen Tiere, deren Anführer sich verletzt hat. Kurzerhand übernimmt Martin die Rolle des führenden Affenmännchens, was trotz tatkräftiger Unterstützung von Chris gar nicht so einfach ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826122","hoster":"VOE"},{"path":"/redirect/11826118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-24","name":"Die Geparden-Tarnung","epNo":24,"alt":"Mimic","descr":"Bei ihrem zweiten Besuch in der Afrikanischen Savanne auf den Spuren der Geparden treffen die Kratt-Brüder eine alte Freundin wieder: die Gepardendame Blitz. Und es gibt eine Überraschung: Blitz hat ein Junges bekommen. Doch ihre Wiedersehensfreude währt nicht lange, als die Brüder beobachten, wie Blitz bei der Jagd auf eine Gazelle plötzlich selbst zum Opfer wird. Auf der Suche nach Inspiration für ihre Safari-Winterkollektion hat es Donita Donata auf die Gepardendame abgesehen. Nun müssen sich Chris und Martin etwas einfallen lassen, um Blitz zu retten. Zum Glück haben die Brüder auch schon eine brillante Idee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826124","hoster":"VOE"},{"path":"/redirect/11826128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-25","name":"Karakal-Ball","epNo":25,"alt":"Caracal-Minton","descr":"Chris, Martin, Stella, Jimmy und Chloe tragen unter sich ein Federballturnier in der afrikanischen Savanne aus. Doch schon bald sind alle Federbälle kaputt und Stella muss zu einer Notlösung greifen: Sie zeigt den anderen einen wunderschönen Federball aus echten Federn – ein über 100 Jahre altes Familienerbstück. Nun kann das Spiel weiter gehen und Chris und Martin tragen ein spannendes Match aus. Dabei bemerken sie jedoch nicht, wie sich ein Karakal anschleicht. Plötzlich springt dieser auf, fängt Stellas Federball und läuft davon. Stella ist am Boden zerstört, doch Chris und Martin versprechen ihr, die seltene Wüstenkatze samt Ball zu finden. Insgeheim jedoch zweifeln die beiden Brüder, ob sie ihrer Freundin da mal nicht zu viel versprochen haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826131","hoster":"VOE"},{"path":"/redirect/11826126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-26","name":"Zebrastreifen","epNo":26,"alt":"Zig-Zagged","descr":"Chris und Martin sind fasziniert von Zebras, vor allem die Streifen haben es den Brüdern angetan. Sie wollen herausfinden, wie viele Streifen ein Zebra wohl besitzt. Aber wie sollen sie das in der afrikanischen Savanne anstellen, ohne die scheue Herde zu stören? Und was hat es eigentlich genau mit den vielen Streifen auf sich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826134","hoster":"VOE"},{"path":"/redirect/11826135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-27","name":"Die Affenmedizin","epNo":27,"alt":"A Huge Orange Problem","descr":"Chris und Martin landen mit der Tortuga-Crew im Regenwald. Die Kratt-Brüder wollen die Gegend erkunden und die Öffentlichkeit auf das Schicksal der hier lebenden Orang-Utans aufmerksam zu machen. Sicherheitshalber nehmen sie den Erste-Hilfe-Kasten mit, schließlich sollte man die kräftigen Tiere nicht unterschätzen. Doch dann brauchen nicht die Kratts sondern Stella, Chloe und Jimmy etwas aus dem Koffer. Die drei haben sich die Zeit damit vertrieben, wie Affen durch den Wald zu schwingen und haben nun überall gehörigen Muskelkater. Chris und Martin eilen mit dem Koffer zurück zur Tortuga, doch dann stellt sich ihnen ein riesiges Orang-Utan-Männchen in den Weg…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826132","hoster":"VOE"},{"path":"/redirect/11826171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-28","name":"Der Tiefsee-Yeti","epNo":28,"alt":"Seasquatch","descr":"Chris, Martin und die Tortuga-Crew erforschen gemeinsam den Ozean. Die Kratt-Brüder wollen herausfinden, wie die Nahrungskette bei den Unterwassertieren funktioniert. Als Jimmys geliebter Joystick plötzlich ins Wasser fällt, tauchen die beiden hinterher. Keine ungefährliche Angelegenheit, schließlich müssen sie aufpassen, dass sie nicht Teil der Nahrungskette werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826140","hoster":"VOE"},{"path":"/redirect/11826139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-29","name":"Fressen und gefressen werden","epNo":29,"alt":"The Food Chain Game","descr":"Stella stellt die Kratt-Brüder Martin und Chris heute vor eine ganz besondere Herausforderung: Sie möchte wissen, wie die vielen verschiedenen Lebewesen in der afrikanischen Savanne über eine Nahrungskette miteinander verbunden sind. Sie schlägt den abenteuerlustigen Brüdern ein Spiel vor. Chris und Martin verwandeln sich mit Hilfe ihrer Power-Anzüge in Grashalme und sollen sich jeweils in das nächste Tier verwandeln, das versucht, sie zu fressen. Aber genau da fangen die Probleme schon an. Denn da Grashalme sich bekanntlich ja nicht bewegen können, müssen die Brüder ganz schön viel Geduld aufbringen, bis sich endlich ein Tier ihrer erbarmt. Und tatsächlich verwandeln sich Chris und Martin in ganz unterschiedliche Tiere. Derjenige, der als Erstes am obersten Ende der Nahrungskette angelangt ist, hat gewonnen. Aber welches Tier mag das wohl sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826152","hoster":"VOE"},{"path":"/redirect/11826142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-30","name":"Geheimnisvolle Kreaturen","epNo":30,"alt":"Masked Bandits","descr":"Chris und Martin Kratt planen mit ihrer Crew eine Kostümparty. Mitten in den Vorbereitung haben sie plötzlich das Gefühl, dass auf der Tortuga etwas nicht mit rechten Dingen zu geht. Jimmy befürchtet, ein Geist oder gar ein Monster stecke hinter den seltsamen Vorkommnissen. Doch Martin und Chris sind sicher, dass sich nur ein neuer tierischer Freund auf die Tortuga geschlichen hat. Und tatsächlich: Als sie sich auf die Suche begeben, werden sie schnell fündig…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826145","hoster":"VOE"},{"path":"/redirect/11826157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-31","name":"Pollenflug!","epNo":31,"alt":"Flight of the Pollinators","descr":"Chris und Martin sind fasziniert von Honigbienen und ihrem Verhalten. Um den gestreiften Insekten so nahe wie möglich zu kommen, lässt Chris sich auf die Größe einer Sommersprosse schrumpfen und erkundet den Innenraum einer Blüte. Es dauert nicht lange, da kommt auch schon die erste Honigbiene angeflogen. Doch was erst interessant erscheint, wird schon bald zu einem turbulenten Abenteuer. Denn Chris bleibt durch die klebrigen Pollen der Blüte an der Biene kleben und diese nimmt ihn mit auf einen rasanten Flug. Dumm nur, dass Chris und die Biene so klein sind, dass Martin und die Tortuga-Crew Mühe haben, ihren Freund wieder zu finden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826159","hoster":"VOE"},{"path":"/redirect/11826153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-32","name":"Der Gecko-Effekt","epNo":32,"alt":"The Gecko Effect","descr":"Chris und Martin beobachten einen Gecko, der kopfüber an der Glaskuppel der Tortuga hängt, und fragen sich, wie er das schafft. Ihre erste Vermutung – mit Saugnäpfen – erweist sich als falsch und löst eine Kettenreaktion von kleineren und größeren Pannen aus. Inzwischen hat Zach Van Tech ein Auge auf Stellas Verkleinerungsgerät geworfen. Als er es tatsächlich in die Finger bekommt, wird die Lage für das Wild Team schwierig, aber sie haben Glück mit Stellas mobilem Erfindungs-Koffer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826162","hoster":"VOE"},{"path":"/redirect/11826158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-33","name":"Der kleine Heuler","epNo":33,"alt":"Little Howler","descr":"Martin und Chris kehren von einem Ausflug in den Wald auf die Tortuga zurück. Doch gerade als sie ihren Freunden Stella, Chloe und Jimmy von ihren Erlebnissen erzählen, werden sie von einem merkwürdigen Geräusch unterbrochen: Ein Wolfsjunges hat sich in ihrem Rucksack versteckt. Aber wie ist es da hineingelangt, ohne dass die Kratt-Brüder es bemerkt haben? Martin und Chris müssen überlegen, wo sie überall im Wald waren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826173","hoster":"VOE"},{"path":"/redirect/11826174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-34","name":"Ein stacheliger Geburtstag","epNo":34,"alt":"Quillber’s Birthday Present","descr":"Chris und Martin fliegen über die afrikanische Savanne und machen sich dabei Gedanken über ein geeignetes Geburtstagsgeschenk für Stella. Doch den beiden Brüdern fehlt bisher die zündende Idee. Währenddessen tun Chloe und Jimmy so, als hätten sie Stellas Geburtstag vergessen, um insgeheim Stellas Überraschung vorzubereiten. Doch ausgerechnet jetzt erscheint Zach auf der Bildfläche und führt nichts Gutes im Schilde…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826167","hoster":"VOE"},{"path":"/redirect/11826178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-35","name":"Ein Haus für eine Fledermaus","epNo":35,"alt":"A Bat In The Brownies","descr":"Chris und Martin sind gemeinsam mit Stella und Chloe im Wald unterwegs. Jimmy backt derweil auf der Tortuga seine berühmten Brownies. Doch die süße Köstlichkeit lockt nicht nur die Freunde wieder zurück zu ihrer Station, auch eine kleine Fledermaus kann dem Duft nicht widerstehen und versteckt sich zwischen den kleinen Kuchen. Die Meinung über ihren kleinen Besucher geht zwischen den Freunden allerdings auseinander","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826175","hoster":"VOE"},{"path":"/redirect/11826182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-36","name":"Haialarm!","epNo":36,"alt":"Stuck On Sharks","descr":"Chris und Martin erkunden den tiefen Ozean und entdecken dabei einen weißen Hai. Die Kratt-Brüder sind beeindruckt von dem gewaltigen Tier und wollen ihm so nah wie möglich kommen. Dafür lassen sie sich auf Fischgröße schrumpfen und docken sich mit Hilfe eines Miniatur-U-Bootes an den weißen Hai an. Doch plötzlich wird ihr neuer Freund von Erzfeind Gourmand gefangen, der aus seinem Fang Haifischflossensuppe machen will…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826183","hoster":"VOE"},{"path":"/redirect/11826181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-37","name":"Gefiederte Tänzer","epNo":37,"alt":"Birds of A Feather","descr":"Die Kratt-Brüder wagen einen Fallschirmsprung mitten über dem Regenwald Neuguineas. Sie sind auf den Spuren der wunderschönen Paradiesvögel. Doch damit sind sie nicht allein: Auch Donita hat es auf die bunten Vögel abgesehen, um sich aus deren Federn ein neues Kleid zu kreieren. Als sich Stella spaßeshalber in einen farbenfrohen Paradiesvogel verwandelt, wird sie prompt von Donitas Komplizen Dario geschnappt und entführt. Die Kratt-Brüder müssen schnell handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826193","hoster":"VOE"},{"path":"/redirect/11826190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-38","name":"Die Regenwald-Kobolde","epNo":38,"alt":"Googly-Eye: The Night Guru","descr":"Chris und Martin sind nachts, ausgestattet mit Stirnlampen, im Wald unterwegs. Doch egal, wie sehr sie ihre Augen anstrengen, können sie viele Tiere, die ihnen begegnen mit dem bloßen Auge nicht erkennen. Als sie plötzlich einem Koboldäffchen begegnen, scheint die Lösung einfach. Mit ihren großen Augen scheinen die niedlichen Tiere im Dunkeln bestens sehen zu können. Was für ein glücklicher Zufalls, als die Brüder zurück in der Tortuga erfahren, dass Stella gerade an neuen Nachtsichtbrillen arbeitet. Allerdings sind diese noch nicht hundertprozentig fertig. Chris und Michael nehmen sie trotzdem heimlich mit und tatsächlich haben sie nun eine völlig neue Perspektive im dunklen Gehölz. Dabei ahnen sie jedoch nicht, dass Stella inzwischen entdeckt hat, dass die Brillen nicht mehr da sind und stinksauer ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826186","hoster":"VOE"},{"path":"/redirect/11826188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-39","name":"Rettet die Raubvögel!","epNo":39,"alt":"Raptor Round-Up","descr":"Stella liebt Vögel. Sie beschließt, sich heute einmal eine Pause vom Erfinden zu gönnen, um die verschiedensten Vogelarten mit dem Fernglas zu beobachten. Auch Chris und Martin sind große Fans des Federviehs. Besonders Greifvögel wie der Habicht, Falke oder Adler haben es ihnen angetan. Aber wie kann man diese Vögel eigentlich unterscheiden? Bei ihren Beobachtungen stoßen die Freunde auf Gourmand, der ebenfalls ein großes Interesse an den Vögeln hat – allerdings nicht an ihrer Schönheit, sondern an ihrem Geschmack","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917804","hoster":"VOE"},{"path":"/redirect/11826192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-1/episode-40","name":"Folge 40","epNo":40,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11912531","hoster":"VOE"},{"path":"/redirect/11912532","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-1","name":"Der feuerspeiende Riese","epNo":1,"alt":"Bad Hair Day","descr":"Das Wild Team trifft auf ein Löwenrudel. Chris und Martin folgen dem Rudelführer bei seinem Kontrollgang. Plötzlich tauchen zwei fremde Löwen auf, die das Rudel für sich beanspruchen wollen. Dem\"König der Tiere\" bleibt nur wenig Zeit…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826210","hoster":"VOE"},{"path":"/redirect/11826202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-2","name":"Die verlorene Flusspferd-Disc","epNo":2,"alt":"Race for the Hippo Disc","descr":"Chris und Martin geraten sich beim Tausch von Wild-Discs gewaltig in die Haare. Plötzlich macht sich eine Disc selbstständig und fällt in den Fluss. Und dort wohnen imposante Flusspferde, die gar nicht begeistert sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826213","hoster":"VOE"},{"path":"/redirect/11826204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-3","name":"Tierisches Kräftemessen","epNo":3,"alt":"Creature Power Challenge","descr":"Zach Van Tech will unbedingt allen beweisen, dass er der beste Erfinder aller Zeiten ist. Er setzt deshalb winzige Stör-Roboter in die Anzüge des Wild-Teams ein und richtet ein unglaubliches Chaos an. Nur Stella kann ein Unglück verhindern, doch ist sie schnell genug?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826219","hoster":"VOE"},{"path":"/redirect/11826212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-4","name":"[Derzeit nicht erhältlich] ","epNo":4,"alt":"Termites versus Tongues","descr":"Stella und Chloe schütten aus Versehen einen Behälter mit Grasduft über ihre Kleidung und geraten obendrein in den Verkleinerungsstrahl. In ihrer neuen Gestalt werden sie von Termiten verschleppt, die sie für Grashalme halten. Chris und Martin läuft die Zeit davon. Haben sie das Geheimnis um die Fähigkeiten der Tiere entschlüsselt, können sie ihre Freunde aus den Fängen der Termiten retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749566","hoster":"VOE"},{"path":"/redirect/13749565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-5","name":"Das Comeback der Truthähne","epNo":5,"alt":"Happy Turkey Day!","descr":"Chris und Martin wollen der Welt unbedingt zeigen, dass Truthähne durchaus wertvolle und wichtige Tiere sind. Als Gourmand zu einem großen Truthahn-Essen einlädt, versucht das Wild-Team, dieses mit allen Mitteln zu verhindern. Doch bis dahin ist es ein weiter Weg, denn der Truthahn-Anzug von Martin lässt sich nicht mehr abschalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826211","hoster":"VOE"},{"path":"/redirect/11826215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-6","name":"Das Rätsel der langen Giraffenhälse","epNo":6,"alt":"Neck and Neck","descr":"Chris und Martin werden von einer aufmüpfigen Giraffe geweckt. Deshalb machen sich Chloe und Stella Gedanken über den Zweck der langen Hälse der Tiere. Die Meinungen könnten unterschiedlicher kaum sein und schon bald streiten sich die Mädchen. Eine Lösung muss her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826221","hoster":"VOE"},{"path":"/redirect/11826214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-7","name":"Klammeraffenzirkus!","epNo":7,"alt":"Bugs Or Monkeys?","descr":"Chris und Martin können sich nicht auf ihr nächstes Abenteuer einigen, da sie die Artenvielfalt im Regenwald beinahe erdrückt. Zur Auswahl stehen Klammeraffen und Insekten. Doch dann kommt ein kleiner Klammeraffe zu Martin und der wird den tierischen Freund nicht mehr los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826220","hoster":"VOE"},{"path":"/redirect/11826222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-8","name":"[Derzeit nicht erhältlich] ","epNo":8,"alt":"Secrets of the Spider’s Web","descr":"Chris und Martin suchen mal wieder nach unzerstörbarem Material, denn in der Natur gibt es sowas: Spinnenseide! Die beiden versuchen, dem Geheimnis der Fäden auf die Spur zu kommen. Unterdessen will Donita Donata die Spinnen des Dschungels einfangen und ihre Fähigkeiten für ihre eigenen Zwecke missbrauchen: zur Kleiderproduktion. Chris und Martin müssen das unbedingt verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749568","hoster":"VOE"},{"path":"/redirect/13749570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-9","name":"Der schwarze Jaguar","epNo":9,"alt":"Shadow: The Black Jaguar","descr":"Zach belauscht dank einer neuen Spionage-Erfindung ein Gespräch von Martin und Chris. Als er herausfindet, dass es dabei um Katzen geht, ist er ganz Ohr. Denn Katzen könnten gute Werbeträger für sein Unternehmen sein. Deshalb will er unbedingt einen schwarzen Jaguar entführen und ihn als Werbebotschafter nutzen. Doch die Wild-Brüder wollen ihm einen Strich durch die Rechnung machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917805","hoster":"VOE"},{"path":"/redirect/11826224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-10","name":"Der unfassbare Kolibri","epNo":10,"alt":"To Touch a Hummingbird","descr":"Chris und Martin sind sicher, dass es keine Wild-Power gibt, die sie nicht bändigen können. Plötzlich schwirrt ein kleiner Vogel vor ihnen herum und lockt sie in den Dschungel. Dort erwartet die Brüder ihr bislang größtes Abenteuer…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826230","hoster":"VOE"},{"path":"/redirect/11826229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-11","name":"Die wunderbare Welt der Faultiere","epNo":11,"alt":"Rainforest Stew","descr":"Gaston Goumand kreiert ein seiner Meinung nach fabelhaftes Rezept: Regenwaldeintopf. Chris und Martin merken sofort, dass durch die exotischen Zutaten wie Jaguarbällchen und Faultierbrühe das ganze Ökosystem durcheinander geraten würde. Sie machen sich sofort daran, Gaston aufzuhalten. Die Faultiere liegen den mutigen Brüdern sehr am Herzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826236","hoster":"VOE"},{"path":"/redirect/11826239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-12","name":"Seepferdchen sind keine Ohrringe!","epNo":12,"alt":"Seahorse Rodeo","descr":"Chris und Martin machen einen Strandausflug und treffen im Wasser auf eine Herde Seepferdchen. Beide beschließen sofort, diese faszinierenden Kreaturen zu erforschen, doch dann erscheint Donita auf der Bildfläche. Für sie würden Seepferdchen ganz hervorragende Ohrringe abgeben. Das müssen die Kratt-Brüder natürlich verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826247","hoster":"VOE"},{"path":"/redirect/11826245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-13","name":"Sprichst du Delfinisch?","epNo":13,"alt":"Speaking Dolphinese","descr":"Stella hat nach langer Zeit den Delfin-Decoder fertiggestellt. Jetzt können Chris und Martin mit Delfinen in Kontakt treten und schon bald lernen sie zwei aufgeweckte Jungtiere kennen. Doch dann verschwindet einer ihrer neuen Freunde plötzlich spurlos. Chris und Martin machen sich auf die Suche…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826250","hoster":"VOE"},{"path":"/redirect/11826242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-14","name":"Sauberes Wasser, gesunde Frösche!","epNo":14,"alt":"Aqua Frog","descr":"In einem Bach tummeln sich Ochsenfrösche, die von Motorbooten gestört werden. Als die Kinder, denen die Boote gehören, auf Stella, Chris und Martin treffen, berichten sie ihnen von einer mysteriösen Verschmutzung des Gewässers. Die Kratt-Brüder müssen schnell handeln, denn das Biotop der Frösche könnte in Gefahr sein. Sie finden schon bald heraus, dass Zach Van Tech hinter allem steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826246","hoster":"VOE"},{"path":"/redirect/11826255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-15","name":"Die Tortuga lernt schwimmen!","epNo":15,"alt":"Tortuga Tune-up","descr":"Eines Tages steigt Stella mit dem linken Bein zuerst aus dem Bett und beginnt an der Tortuga herumzunörgeln. Chris und Martin versuchen sie umzustimmen, aber auch sie müssen zugeben, dass es schön wäre, wenn ihr Schiff tauchen und schwimmen könnte. Also wird kurzerhand beschlossen, eine Meeresschildkröte als Vorlage heranzuziehen und die Tortuga umzurüsten. Für Stella und Chloe eigentlich eine leichte Übung, wären da nicht ein hungriger Tigerhai und ein verlorener Hauptzündschlüssel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826251","hoster":"VOE"},{"path":"/redirect/11826253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-16","name":"Kugelfische in der Karibik","epNo":16,"alt":"Blowfish Blowout","descr":"Während sich das Wild Team an einem heißen Tag in der Karibik mit einer Wasserbomben-Schlacht abkühlt, taucht plötzlich Donitas rosa Schiff am Horizont auf. Die Designerin hat sich in den Kopf gesetzt, Kugelfische zu modischen kleinen Hüten zu verarbeiten. Bei dem Versuch, ihr auf die Schliche zu kommen, werden Chris und Martin von einem Planktonschwarm erfasst und verlieren die Orientierung. Werden Stella und Chloe sie rechtzeitig finden? Und werden sie gemeinsam verhindern können, dass Donita ihren üblen Plan in die Tat umsetzt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826256","hoster":"VOE"},{"path":"/redirect/11826254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-17","name":"Der schnellste Läufer der Wüste","epNo":17,"alt":"Road Runner","descr":"Während Chris und Martin ihr erstes Abenteuer in der Sonora-Wüste genießen, stellen Chloe und Stella fest, dass es dringend nötig wäre, die Vorrats- und Materiallager der Tortuga aufzufüllen. Besonders kritisch: An Bord gibt es nur noch eine einzige Flasche Wasser! Aber die Brüder haben am Boden eine Echse gesehen, die sie nicht sofort einordnen können, und betteln so lange, bis Chloe den Abflug zwei Mal verschiebt, um ihnen die Gelegenheit zu geben, sie ordnungsgemäß zu identifizieren. Dabei hilft ihnen nicht nur Stella, sondern auch der schnellste Läufer der Wüste, ein Vogel, der zwar fliegen kann, es aber vorzieht zu laufen: der Rennkuckuck!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826278","hoster":"VOE"},{"path":"/redirect/11826259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-18","name":"Rettungsmission ‚Korallenriff‘","epNo":18,"alt":"Rocket Jaw: Rescuer of the Reef","descr":"Bei einem nächtlichen Tauchgang in die verborgene Welt der Korallenpolypen entdecken Chris und Martin Papageifische, die große Stücke des Riffs abtragen und offenbar von Zach Van Tech ferngesteuert werden. Der gewissenlose Erfinder hat sich mit Donita Donata zusammengetan, um an ihrer Korallenschmuckkollektion mitzuverdienen. Doch zum Glück hat das Wild Team einen tierischen Zauberkünstler auf seiner Seite, einen wahren Meister der Täuschung und Tarnung. Mit Anglerfischpower ist es nämlich ein Leichtes, Zach die Fernbedienung zu entwenden und Fische und Polypen zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826263","hoster":"VOE"},{"path":"/redirect/11826300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-19","name":"Borstenkaninchen im Schnee","epNo":19,"alt":"Snow Runners","descr":"Bei einer Bruchlandung mit ihrem\"verbesserten\" Abenteuerschlitten schubsen Chris und Martin ohne es zu merken einen Käfig durch die Hintertür der Tortuga ins Freie. Darin: drei asiatische Borstenkaninchen, die eigentlich gerade auf dem Weg nach Hause waren. Das Wild Team ist in heller Aufregung, denn im kalten, verschneiten Nordamerika können ihre kleinen Lieblinge nicht lange überleben. Erst als sich die Jungs mit einem Schneeschuhhasen anfreunden, gelingt es ihnen, unter Einsatz von Hilfsmitteln wie Basiliskenhautschuppen, Luchshaaren und rosa Hasenohren, die\"Borstis\" nacheinander aufzuspüren und zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826418","hoster":"VOE"},{"path":"/redirect/11826377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-20","name":"Die Invasion der Baumfresser","epNo":20,"alt":"Attack of the Tree Eating Aliens","descr":"Während Chris und Martin über Nordamerika fliegen, nimmt Chloe einen Notruf von Adrian und Katie entgegen. Die beiden machen sich Sorgen, weil in ihrem Wald viele Bäume krank sind und sterben. Die betroffenen Stämme weisen rätselhafte Löcher auf, deren Herkunft sich zunächst niemand erklären kann. Doch nachdem Stella zu unrecht die Helmspechte verdächtigt, entdeckt Martin schließlich die wahren Schuldigen: holzfressende Käfer, die in Bauholz aus Asien eingeschleppt wurden. Zum Glück gibt es auch in China Wildlife Kids, und eins davon bringt das Wild Team auf die Lösung des Problems: Die Eindringlinge müssen entfernt werden, mit der Wild Power ihrer natürlichen Fressfeinde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826340","hoster":"VOE"},{"path":"/redirect/11826325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-21","name":"[Derzeit nicht erhältlich] ","epNo":21,"alt":"Rattlesnake Crystal","descr":"Während das Wild Team bespricht, wohin das nächste Abenteuer führen soll, setzen plötzlich die Systeme der Tortuga aus und zwingen Jimmy zu einer unsanften Bruchlandung in der Sonora-Wüste. Dort muss Chloe zu ihrem Entsetzen feststellen, dass die seltenen Tellur-Kristalle, die den Kern des Schiffes mit Energie versorgen, so gut wie aufgebraucht sind. Der Tortuga droht der Totalschaden – es sei denn, Chris und Martin können innerhalb weniger Stunden neue Kristalle besorgen. Ohne ihre gewohnten technischen Hilfsmittel machen sich die Jungs auf die Suche, und lernen dabei die höflichsten Schlangen der Welt kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749571","hoster":"VOE"},{"path":"/redirect/13749572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-22","name":"Angriff der Stinktiere","epNo":22,"alt":"Skunked","descr":"Chris und Martin sind in der Sonora-Wüste unterwegs und treffen dort auf einen Fleckenskunk. Zwei Artgenossen des Skunks nisten sich währenddessen im Hauptquartier des Wild-Teams ein. Da die Eindringlinge für menschliche Gesellschaft nicht viel übrig haben, verdrängen sie das Wild-Team aus dem Quartier. Als Zach Van Tech die Geschehnisse in der Tortuga bemerkt, nutzt er die Gunst der Stunde und versucht heimlich alle Daten des Bordcomputers zu kopieren. Wird das Team dies rechtzeitig verhindern können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826469","hoster":"VOE"},{"path":"/redirect/11826467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-23","name":"Mission „Gilatier“","epNo":23,"alt":"Gila Monster Under My House","descr":"Chris und Martin machen sich auf den Weg um einem kleinen Jungen namnes Javier zu helfen. Dieser hat schreckliche Angst weil sich eine Gila-Krustenechse unter seiner Veranda eingenistet hat. Gelingt es dem Wild Team dem aufgebrachten Jungen seine Angst zu nehmen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826495","hoster":"VOE"},{"path":"/redirect/11826475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-24","name":"Wüstenelfen und springende Bohnen","epNo":24,"alt":"Desert Elves","descr":"Chloe und Jimmy haben einen Ausflug in die Stadt gemacht. Als sie sich wieder auf den Heimweg machen, geben ihre Schwebe-Bikes mitten in der Sonora-Wüste den Geist auf. Als die beiden nicht zurück ins Hauptquartier kommen, fangen die anderen an sich Sorgen zu machen. Chris und Martin machen sich auf die Suche nach den Vermissten. Zum Glück hatte Jimmy seine Springbohnensammlung mit dabei und unterwegs, unbemerkt eine Spur hinterlasen. Diese Spur kann der Suchtrupp nun benutzen um Chloe und Jimmy aufzuspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826477","hoster":"VOE"},{"path":"/redirect/11826479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-25","name":"Stellas Murmeltiertag","epNo":25,"alt":"Groundhog Wake-Up Call","descr":"Stella hat einen Wild Power Anzug erfunden und möchte, dass Chris und Martin diesen testen. Die zwei haben allerdings überhaupt keine Lust als Versuschskaninchen herhalten zu müssen. Nun muss Stella den Anzug selbst testen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826480","hoster":"VOE"},{"path":"/redirect/11826488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-2/episode-26","name":"Das Leben unter der Schneedecke","epNo":26,"alt":"Journey to the Subnivean Zone","descr":"Chris und Martin wollten schon immer mal beobachten, wie Schneeflocken in den Wolken entstehen. Als sie sich diesen Wunsch erfüllen, kommt es allerdings zu einem Missgeschick. Chris’ Versuch auf einer Schneeflocke zu reiten, geht schief. Eine Verkettung unglücklicher Umstände führt dazu, dass die zwei Brüder sich schließlich auf der Erde, unterhalb der Schneedecke wiederfinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826489","hoster":"VOE"},{"path":"/redirect/11826482","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-1","name":"Die Tauschbörse der Einsiedlerkrebse","epNo":1,"alt":"Hermit Crab Shell Exchange","descr":"hris und Martin verbringen den Morgen am Strand und beobachten dabei wie ein Einsiedlerkrebs von einem Schneckenhaus in ein anderes umzieht. Davon inspiriert schmieden sie gemeinsam mit Stella einen Plan und programmieren neue Wild Discs. Allerdings kommt ihnen schon bald Gaston Gourmand in die Quere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826491","hoster":"VOE"},{"path":"/redirect/11826500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-2","name":"Wenn Fische fliegen","epNo":2,"alt":"When Fish Fly!","descr":"Im Wild Team werden die Rollen getauscht, was dazu führt, dass Chris und Martin eine Flugmaschine entwickeln sollen und Stella und Chloe die dafür notwendigen Naturbeobachtungen liefern müssen. Dabei kommt es allerdings zu diversen Komplikationen und kleinen Katastrophen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826493","hoster":"VOE"},{"path":"/redirect/11826494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-3","name":"Kleiner Otter auf großer Fahrt","epNo":3,"alt":"Slider: the Otter","descr":"Auf ihrer Tour durch den Zypressensumpf stoßen Chris und Martin auf einen kleinen Otter namens Gleiter. Dieser ist noch ganz unerfahren und kaum fähig alleine in der Wildnis zu überleben. Schnellstmöglich bringt das Wild Team den kleinen Ausreißer zu der ortsansässigen Otterfamilie zurück. Dabei stellt sich allerdings heraus, dass Gleiter garnicht zu dieser Familie gehört sondern aus dem 1600 Kilometer entfernten Nordwald stammt. Wird es den Freunden gelingen den kleinen Otter nach Hause zu bringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826499","hoster":"VOE"},{"path":"/redirect/11826507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-4","name":"Mission Moskito","epNo":4,"alt":"Mosquito Dragon","descr":"Das Wild-Team versucht im Zypressensumpf herauszufinden, warum ausschließlich weibliche Moskitos das Blut anderer Lebewesen trinken. Derweil hat Zach von Tech eine zündende Idee: Er konzipiert einen Schwarm hochtechnologisierter Nano-Mücken, der sämtliche Daten aus den Bordcomputern der Tortuga stehlen soll. Ob dieser hinterhältige Plan funktioniert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918261","hoster":"VOE"},{"path":"/redirect/11918255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-5","name":"Unter der Eisdecke","epNo":5,"alt":"Under Frozen Pond","descr":"An einem klaren, sonnigen Wintertag beschließen Chris und Martin, ihren Freunden zu zeigen, wie die Bewohner des Biberteichs die kalte Jahreszeit überstehen. Sie ahnen nicht, dass zur gleichen Zeit Zach van Tech auf der Suche nach dem idealen Ort für das alljährliche Treffen der Bösewichte ist. Er landet mit seinem Jet ausgerechnet über dem Eisloch, durch das das Wild Team mit einem verkleinerten Tauchboot in den Teich eingestiegen ist. Zum Glück können die beiden Brüder ihre Freunde mit Biber-Power aus ihrer misslichen Lage befreien, aber über dem Eis wartet schon die nächste Herausforderung: Die Bösewichte wollen anhand eines Hockeyspiels klären, wer gehen muss und wer bleiben darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918291","hoster":"VOE"},{"path":"/redirect/11918288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-6","name":"Die Pantherbabysitter","epNo":6,"alt":"Search for the Florida Panther","descr":"In den ausgedehnten Sumpfgebieten Floridas leben die seltenen und äußerst menschenscheuen Florida-Panther. Als Stella einen der Panther entdeckt, ist die Freude groß, doch sie schlägt bald in Sorge um. Das Weibchen versucht sich nämlich mit einem gebrochenen Bein zurück zu ihren Jungen zu schleppen. Natürlich greift das Wild-Team ein. Während Stella einen stützenden Spezialverband für die Mutter bastelt, übernehmen Chris und Martin begeistert die Aufgabe, auf die Pantherjungen aufzupassen. Doch wer hätte gedacht, dass Pantherbabysitter so gefährlich leben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918285","hoster":"VOE"},{"path":"/redirect/11918283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-7","name":"Der verlorene Schlüssel","epNo":7,"alt":"Osprey","descr":"Chloe muss Wartungsarbeiten an der Tortuga vornehmen. Unterdessen fährt Jimmy alle Systeme herunter und zieht den Hauptschlüssel aus der Konsole. Um zu verhindern, dass das gute Stück wieder auf dem Meeresboden landet, befestigt er es an einem schwimmfähigen Gummifisch. Doch der Schlüssel fällt ihm aus der Tasche, treibt ins offene Meer hinaus und schon bald kommt es zu einem Wettrennen zwischen Zach und dem Wild-Team…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918290","hoster":"VOE"},{"path":"/redirect/11918279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-8","name":"Das Opossum in meiner Tasche","epNo":8,"alt":"Opossum in My Pocket","descr":"Mitten im Zypressensumpf treffen Chris und Martin auf die Opossum-Mama Jill und ihre vier Jungen. Doch aus Versehen versteckt sich eines der Kleinen im Rucksack von Chris. Als das verschüchterte Opossum dann auch noch Gourmand in die Hände fällt, muss das Wild-Team alles tun, um zu verhindern, dass das kleine Opossum als Pizza-Füllung endet…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918286","hoster":"VOE"},{"path":"/redirect/11918274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-9","name":"Bandito, der Schwarzfußiltis","epNo":9,"alt":"Bandito: The Black-Footed Ferret","descr":"Stella erfindet einen neuen Steinbohrer und Martin nicht bis zum Morgen warten, sondern muss ihn sofort ausprobieren. Das geht natürlich schief, und der Bruchpilot landet auf einer Wiese, die von seltenen Schwarzfußiltissen bewohnt wird. Leider ist ausgerechnet Zach Van Tech wach und verfolgt Martins Abenteuer. Als er sieht, wozu die Schwarzfußiltisse fähig sind, entführt er sie, um sie in Räuberbots zu verwandeln und die Geheimnisse der Tortuga zu klauen. Ob dieser hinterhältige Plan aufgeht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826509","hoster":"VOE"},{"path":"/redirect/11826505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-10","name":"Im Land der wilden Bisons","epNo":10,"alt":"Where the Bison Roam","descr":"Auf ihrer Suche nach Überresten der unendlichen Prärie erleiden Chris und Martin einen Unfall. Durch den Aufprall erleiden beide eine Gehirnerschütterung und finden sich plötzlich in einer Traumwelt wieder. In dieser Welt sind sie nicht mehr Chris und Martin, sondern Lewis und Clark, zwei berühmte Entdecker des 19. Jahrhunderts. In ihrern neuen Rollen erleben die zwei so einige Abenteuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918268","hoster":"VOE"},{"path":"/redirect/11918276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-11","name":"Krokodil oder Alligator?","epNo":11,"alt":"Crocogator Contest","descr":"Eine unerwartete Quiz-Frage von Chris regt das Wild Team dazu an, einen Wettbewerb zu veranstalten. Es gilt herauszufinden, inwiefern sich Krokodile und Alligatoren voneinander unterscheiden. Für jedes erklärte Merkmal gibt es einen Punkt von Jimmy. Team Alligator, bestehend aus Martin und Stella, geht zunächst in Führung, doch Team Krokodil holt auf. Leider muss der Wettbewerb beim Gleichstand von zwei zu zwei unterbrochen werden, weil der Unparteiische von zwei echten Riesenreptilien bedroht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922842","hoster":"VOE"},{"path":"/redirect/11918280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-12","name":"Die schnellsten Läufer der Tierwelt","epNo":12,"alt":"The Amazing Creature Race","descr":"Chris und Martin beobachten Gabelhornantilopen und bekommen dabei eine Idee: Sie möchten herausfinden, welches das schnellste Tier der Welt ist. Dazu ziehen die beiden sich verschiedene Wild-Power-Anzüge über und treten in einem Wettbewerb gegeneinander an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918265","hoster":"VOE"},{"path":"/redirect/11918263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-13","name":"Ein Sturm auf der Prärie","epNo":13,"alt":"Prairie Who?","descr":"Das Wild Team ist gerade in der Prärie unterwegs als es von einem Tornado überrascht wird. Die Tortuga wird dabei so stark beschädigt, dass sie aufgegeben werden muss. Chris, der sich als Erster von den Folgen des Tornados erholt, schickt einen Notruf an die anderen und bestimmt einen Treffpunkt an dem das Team wieder zueinander finden soll. Leider erreicht seine Botschaft das Team nur bruchstückhaft und jeder interpretiert Chris Worte anders.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826510","hoster":"VOE"},{"path":"/redirect/11826515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-14","name":"Die Vögel der Prärie","epNo":14,"alt":"Mystery on the Prairie","descr":"Als Jimmy völlig verstört von einem Ausflug zum Büffelbeerenbusch zum Team zurückkehrt, machen sich Chris und Martin sofort auf den Weg um den Grund für Jimmys Verhalten herauszufinden. Während der Suche nach Rätsels Lösung erleben die beiden so einige Abenteuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826525","hoster":"VOE"},{"path":"/redirect/11826524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-15","name":"Lemurenjagd mit Chamäleon-Power","epNo":15,"alt":"Chameleons on Target","descr":"Chris und Martin versuchen Stella zu überreden, Chamäleon-Discs zu programmieren. Stella weigert sich allerdings vehement und bastelt weiter an ihrem Ring-Chip. Erst als ihr Ring-Chip von einem frechen Lemur geklaut wird, muss Stella der Bitte der beiden Jungs nachkommen und eine Chamäleon-Disc programmieren. Nur mit Chamäleonpower kann man den Kampf gegen Lemuren gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826517","hoster":"VOE"},{"path":"/redirect/11826521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-16","name":"Muttertag mit Hindernissen","epNo":16,"alt":"Fossa Palooza!","descr":"Um pünktlich zum Muttertag zu Hause zu sein, muss das Wild Team Madagaskar verlassen, ohne Fossas gesehen zu haben. Besonders Chris ist untröstlich, möchte seine Mutter aber nicht enttäuschen. Er ahnt nicht, dass er viel schneller als erwartet wieder in Madagaskar landen wird, und dass ihn dort eine wahre \"Fossa-Palossa\" erwartet. Auch Martin erlebt eine Überraschung, als er sich auf die Suche nach seinem Bruder macht, aber es ist keine angenehme. Donita Donata hat es sich in den Kopf gesetzt, Lemurenschals als Last-Minute-Muttertagsgeschenke anzubieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826528","hoster":"VOE"},{"path":"/redirect/11826529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-17","name":"Mini-Madagaskar","epNo":17,"alt":"Mini Madagascar","descr":"Während sie auf Madagaskar Diademsifakas beobachten, erinnern sich Chris und Martin daran, wie viel Spaß es macht, sich verkleinern zu lassen und auf allen möglichen Tieren zu reiten. Kurzerhand beschließen sie, den Ritt auf einem Lemuren zur Mission des Tages zu machen. Anfangs geht alles gut, aber auch im Reich der kleinen Lebewesen gelten die gleichen Regeln wie überall in der Natur. Es gibt Jäger und Gejagte, und nicht jedes süße Fellknäuel ist so harmlos, wie man glauben möchte. Als sich dann auch noch die Diademsifakas am Verkleinerungsgerät vergreifen, ist in der Tortuga das Chaos perfekt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826526","hoster":"VOE"},{"path":"/redirect/11826535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-18","name":"Aye-Aye, Piraten!","epNo":18,"alt":"Aye Aye","descr":"Das Wild-Team übt sich in der Piratensprache, als es auf See von einem Sturm überrascht wird. Die Tortuga übersteht die Macht der Elemente unbeschädigt – ebenso wie ein seltsames Nest, das nach dem Sturm auf sie zu treibt. Darin sitzt ein noch seltsameres Tier, das einigen Teammitgliedern Rätsel aufgibt. Chris und Martin wissen, was es ist, wollen die anderen aber raten lassen. Doch während sie die Mutter des \"Schiffbrüchigen\" suchen, richtet der kleine Kobold in der Tortuga gehörigen Schaden an und kriecht schließlich in die Lüftungsschächte zwischen den Panzerwänden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826538","hoster":"VOE"},{"path":"/redirect/11826537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-19","name":"Menu auf Madagaskar","epNo":19,"alt":"Lemur Legs","descr":"Das Wild-Team befindet sich auf Madagaskar, um die einzigartige Tierwelt der Insel zu erforschen. Gourmand hält sich ebenfalls dort auf und plant ein Festmenü für ausgewählte Ehrengäste. Auf der Speisekarte stehen vom Aussterben bedrohte Tierarten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826540","hoster":"VOE"},{"path":"/redirect/11826544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-20","name":"Was riecht denn da?","epNo":20,"alt":"Lemur Stink Fight!","descr":"Das Wild-Team erkundet auf Madagaskar das Leben der Lemuren und macht dabei einige übel riechende Entdeckungen. Auch Donita Donata und ihr Diener Dabio lernen viel über exotische Duftstoffe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918258","hoster":"VOE"},{"path":"/redirect/11918257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-21","name":"Affenalarm auf Madagaskar!","epNo":21,"alt":"Golden Bamboo Lemur","descr":"Auf Madagaskar entdeckt die kleine Patricia ein Bambuslemuren-Pärchen mit einem wenige Tage alten Jungtier. Da sie ein Mitglied des weltweiten Wildlife-Kids-Clubs ist, erkennt sie, dass es sich um extrem seltene Goldene Bambuslemuren handelt, und berichtet deshalb dem Wild Team von ihrer Entdeckung. Obwohl sie Madagaskar gerade verlassen wollten, können sich Chris und Martin so eine Gelegenheit nicht entgehen lassen und kehren um. Sie ahnen nicht, dass Donita Donata sie beobachtet und auf der Suche nach einem pelzigen Accessoire für ein goldenes Abendkleid ist. Der kleine Bambuslemur gefällt ihr auf Anhieb, also entführt sie ihn und stellt das Wild Team vor die Wahl: Wollen sie nur dieses eine Jungtier retten oder alle Lemuren, die auf der Insel leben? Die werden nämlich von einer Affeninvasion heimgesucht, die Donita als Ablenkungsmanöver eingefädelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12404754","hoster":"VOE"},{"path":"/redirect/11826548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-22","name":"Schatzsuche auf Madagaskar","epNo":22,"alt":"Tenrec Treasure Hunt","descr":"Eines Morgens erlebt das Wild-Team auf Madagaskar eine Überraschung. Chris hat eine tierische Schatzsuche vorbereitet. Rätsel führen von einem Hinweis zum nächsten, und von einem \"Schätzchen\" zum nächsten. Bei dieser Suche geht es nämlich nicht um Piratengold, sondern um Tenreks! Die gibt es in allen Formen, Größen und Lebensräumen, und dabei erleben Chris’ Freunde alle möglichen Abenteuer. Als das vorletzte beinahe in einer Katastrophe endet, zeigt sich, dass die coolen Eigenschaften der Tenreks auch Kratt-Brüder retten können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826556","hoster":"VOE"},{"path":"/redirect/11826547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-23","name":"Fangschrecken-Power!","epNo":23,"alt":"Praying Mantis","descr":"Als Finn und Ben eines Morgens aufwachen, stellen sie fest, dass aus dem Kokon, den sie vor ein paar Tagen aufgelesen haben, ungefähr 200 kleine Fangschrecken geschlüpft sind. Um sie nicht zu zerquetschen, bitten die Jungs das Wild Team um Hilfe. Doch während die Mission \"Fangschrecke\" erfolgreich erledigt wird, lässt sich Zach van Tech von den Fangbeinen der Insekten inspirieren. Er baut sich ein Paar Roboterarme, und damit gelingt es ihm, das Verkleinerungsgerät zu stehlen. Zum Glück ist Stella nicht weniger fasziniert von den Fähigkeiten der Gottesanbeterinnen – und bei dieser Insektenart haben die Weibchen die Oberhand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11918262","hoster":"VOE"},{"path":"/redirect/11918256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-24","name":"Fang das Fischmobil!","epNo":24,"alt":"Capture the Fishmobile","descr":"Stella hat ein neues Fischmobil entwickelt, mit dem man sich einem Schwarm anschließen kann, um scheinbar gefahrlos die Meere zu erkunden. Doch weil sie eine entscheidende Messung vergessen hat, machen Chris und Martin beim ersten Test keine gute Figur. Um sich gegen den Verdacht zu wehren, sie wären nur ‚eingerostet‘, schlagen die Brüder ein Spiel vor: Wenn es ihnen bis Sonnenuntergang gelingt, Stella, Chloe und Jimmy und deren Fischmobile zu fangen, haben sie gewonnen. Doch sie haben ihre Rechnung ohne die anderen Fischjäger gemacht, die auch ihren Anteil abbekommen wollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826558","hoster":"VOE"},{"path":"/redirect/11826555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-25","name":"Eine tierische Zeitreise zu den Dodos","epNo":25,"alt":"Back in Creature Time, Part 1 – Go Dodo Go","descr":"Im Philippinischen Regenwald pflegen Stella und Chloe ein Affenadler-Weibchen mit einem verletzten Flügel, während Chris und Martin sich vergewissern, dass ihr Partner mit dem Nestschutz nicht überfordert ist. Ihre Mission löst ein Gespräch über gefährdete und bedrohte Tierarten aus, im Verlauf dessen Stella verkündet, dass sie ein Zeitsprung-Trampolin erfunden hat, mit dem man in die Vergangenheit reisen kann. Die Brüder wollen das natürlich ausprobieren und besuchen zusammen mit Chloe die Dodos auf Mauritius, im 17. Jahrhundert. Dort können sie zwar ein paar Vögel vor Gourmands Urahn retten, aber nicht die ganze Art vor dem Aussterben bewahren. Zach hat inzwischen einen Tarnumhang erfunden und sich in die Tortuga eingeschlichen. Er schmiedet einen fiesen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826565","hoster":"VOE"},{"path":"/redirect/11826566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-3/episode-26","name":"Eine tierische Zeitreise zu den Beutelwölfen","epNo":26,"alt":"Back in Creature Time, Part 2 – Tasmanian Tiger","descr":"Die zweite Zeitreise mit Stellas Trampolin führt Chris und Martin nach Tasmanien. Dort wollen sie einer Beutelwolffamilie beibringen, sich vor Donita und Dabios Vorfahren zu hüten und keine Schafe zu stehlen, aber die Zeit reicht nur für ein paar allgemeine Tipps. Abgesehen davon, dass der Zeittunnel immer instabiler wird, ist es auch Zach van Tech zunächst gelungen, in die Vergangenheit zu reisen und seinen üblen Plan in die Tat umzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826585","hoster":"VOE"},{"path":"/redirect/11826563","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-1","name":"Die Gottesanbeterin","epNo":1,"alt":"Liturgusa Krattorum","descr":"Wegen ihrer Verdienste um die Tierwelt wird eine neu entdeckte Art der Gottesanbeterinnen nach den Kratt Brüdern benannt: Liturgusa Krattorum. Die Kratts sind stolz und fahren sofort an den Amazonas, um ihre Namensvetterin kennenzulernen. Zach van Tech platzt fast vor Neid und plant, unterstützt von Donita Donata und Gourmand, alle Exemplare dieser Gattung einzufangen und fremden Zwecken zuzuführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826582","hoster":"VOE"},{"path":"/redirect/11826577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-2","name":"Pandas in Gefahr","epNo":2,"alt":"Panda Power Up!","descr":"Das Wild Team ist auf Expeditionsreise in den chinesischen Bambuswäldern, um eine Zählung der bedrohten Pandabären vorzunehmen. Doch auch Zach Van Tech interessiert sich für die Pandas. Allerdings will er sie nicht retten, sondern ferngesteuerte lebendige Stofftiere aus ihnen machen. In China angekommen saugen seine Zachbots der Tortuga und den Buzzbikes der Kratts die Stromvorräte aus und machen sie dadurch manövrierunfähig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826579","hoster":"VOE"},{"path":"/redirect/11826580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-3","name":"Die Schneeeulen-Invasion","epNo":3,"alt":"Snowy Owl Invasion","descr":"Ein Notruf erreicht das Wild Team. Überall in Nordamerika sind Schneeeulen aufgetaucht, die eigentlich in der Arktis zuhause sind. Doch Donita Donata hat bereits Gefallen an den hübschen weißen Vögeln gefunden, die sie zu Winterhüten verarbeiten will. In der Arktis findet das Wild Team schnell den Grund für die Wanderbewegung: Unter der dichten Schneedecke finden die Eulen nicht mehr ausreichend Futter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826591","hoster":"VOE"},{"path":"/redirect/11826581","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-4","name":"Rettung der Schuppentiere","epNo":4,"alt":"Pangolin Rescue","descr":"Das Wild Team hat gerade ein Schuppentier mit seinem einzigartigen Keratin-Panzer entdeckt, als ein Notruf aus Süd-China eingeht: Gourmand versucht, alle Schuppentiere zu fangen, um aus ihren gemahlenen Schuppen medizinische Smoothies herzustellen. Doch mit Schuppentier-Power gelingt es dem Wild Team, diese wenig bekannte Tierart zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826587","hoster":"VOE"},{"path":"/redirect/11826593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-5","name":"Tierische Weihnachten – Teil 1","epNo":5,"alt":"A Creature Christmas-Part 1","descr":"Das Wild Team will in Ruhe Weihnachten feiern, doch die Bescherung wird gestört, als sie erfahren, dass Zach, Donita und Gourmand überall auf der Welt Tierbabys fangen, um Zachs Weihnachtsbaum mit ihnen zu schmücken. Also muss Weihnachten warten, das Team kann die Babys ja nicht einfach im Stich lassen. Doch leider geht der erste Rettungsversuch ziemlich schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826590","hoster":"VOE"},{"path":"/redirect/11826594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-6","name":"[Derzeit nicht erhältlich] ","epNo":6,"alt":"A Creature Christmas-Part 2","descr":"Das Wild Team startet einen zweiten Versuch, die von Zach, Donita und Gourmand gefangenen Tierbabys zu befreien. Und nach einigen Rückschlägen gelingt es diesmal auch. Doch leider reicht die Zeit nicht mehr aus, all die Babys zurück zu ihren Familien zu bringen. Also feiert das Team zusammen mit den Tierbabys aus allen Erdteilen ein wunderbares Weihnachtsfest in der Tortuga.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749573","hoster":"VOE"},{"path":"/redirect/13749576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-7","name":"Das Wild Team in Seenot","epNo":7,"alt":"Puffin Rescue","descr":"Die Tortuga wird von einer Monsterwelle getroffen und die Helden des Wild Teams werden in verschiedene Richtungen gespült. Während Chloe auf der sinkenden Tortuga hockt und Stella und Jimmy allein in einem Rettungsfloß auf dem Meer treiben, verschlägt es Martin und Chris auf zwei verschiedene Inseln. Erst als es Martin gelingt, die Wild-Power eines Papageitauchers zu aktivieren, naht die Rettung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826602","hoster":"VOE"},{"path":"/redirect/11826600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-8","name":"Ein Wettlauf in der Gezeitenzone","epNo":8,"alt":"Stars of the Tides","descr":"Martin und Chris sammeln am Strand Urlaubssouvenirs. Da ruft Stella einen Wettstreit aus. Wer von den beiden in der Gezeitenzone einen vollen Wechsel von Ebbe und Flut überlebt und dann als erster die Ziellinie überschreitet, wird zum Helden der Gezeitenzone gekürt. Aber in einem der härtesten Lebensräume der Erde ist das gar nicht so einfach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826611","hoster":"VOE"},{"path":"/redirect/11826599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-9","name":"Der letzte große Hummer","epNo":9,"alt":"The Last Largest Lobster","descr":"Während das Wild Team am Strand picknickt, klaut eine Möwe eine Wild-Disc und lässt sie ins Meer fallen. Als die Kratt-Brüder dann nach der Disc tauchen, treffen sie auf einen riesigen Hummer und folgen ihm. Doch sie sind nicht allein auf seiner Spur, denn Gourmand verspricht sich ein delikates Abendessen von dem angeblich letzten großen Hummer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826606","hoster":"VOE"},{"path":"/redirect/11826613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-10","name":"Der Goldstumpfnasenmann","epNo":10,"alt":"Golden Snub Nosed Monkey Man","descr":"Das Wild Team ist auf der Suche nach Goldstumpfnasen. Als sie dann in den Ausläufern des Himalayas eine Horde dieser ausgefallenen Affenart finden, geschieht Martin ein Missgeschick. Auf Grund einer Fehlfunktion seines Wild-Power-Anzugs verwandelt er sich in einen übergroßen Goldstumpfnasenmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826615","hoster":"VOE"},{"path":"/redirect/11826621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-11","name":"[Derzeit nicht erhältlich] ","epNo":11,"alt":"The Other Martins","descr":"Es gibt zwei Tiere, deren englische Bezeichnung wie Martin klingen, der Fichtenmarder (‚pine marten‘) und die Purpurschwalbe (‚purple martin‘). Martin hat das Glück, die Wild-Power dieser beiden Tiere, die ihn natürlich besonders faszinieren, gleich an einem Tag erfahren zu dürfen. Chris verliert seine Wildlife-Weste an ein Eichhörnchen und erlebt einen deutlich weniger glücklichen Tag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13749578","hoster":"VOE"},{"path":"/redirect/13749575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-12","name":"Ein aal-lektrischer Notfall","epNo":12,"alt":"Eel-lectric!","descr":"Die Tortuga stürzt in einen Fluss im Amazonas-Regenwald und versinkt teilweise im Schlamm. Die Folge ist ein Totalausfall der Elektronik und der Stromversorgung. Chloe kann die Stromkreise zwar reparieren, aber zum Start des Schiffes fehlt Energie. Doch zum Glück gibt es im Amazonas Zitteraale, die für den nötigen Strom sorgen, bevor Jaguare und Krokodile dem Team gefährlich werden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174151","hoster":"VOE"},{"path":"/redirect/11826617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-13","name":"Das Geheimnis des Doppelhorn-Narwals","epNo":13,"alt":"The Mystery of the Two Horned Narwhal","descr":"Während Chris und Martin darüber streiten, was besser ist, Hörner oder ein Geweih, fragt ein Wildlife-Kid, warum das Wild Team sich noch nie mit Narwalen und ihren Hörnern beschäftigt hat. Sofort entbrennt ein Streit, ob es Narwale wirklich gibt und ob sie tatsächlich ein Horn haben. Doch das lässt sich nur in der Arktis klären. Also macht sich das Wild Team auf den Weg dorthin und lernt viel Neues.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826624","hoster":"VOE"},{"path":"/redirect/11826626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-14","name":"Schwimmen mit Seeottern","epNo":14,"alt":"Sea Otter Swim","descr":"Da Jimmy nicht gut schwimmen kann, engagiert das Wild Team die Seeotterdame Coach für ihn. Da Seeotter von der Natur für das Leben im Wasser perfekt ausgerüstet sind, könnte er keine bessere Lehrerin haben. So lernt er nicht nur schwimmen, sondern sogar auch tauchen. Und das ist sehr wichtig, denn Korken, Coachs Baby, treibt unbeobachtet aufs offene Meer hinaus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826639","hoster":"VOE"},{"path":"/redirect/11826636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-15","name":"Ein pelziges Fundstück","epNo":15,"alt":"Red Panda Rescue","descr":"Chris findet einen kleinen Roten Panda, der sich verirrt hat. Aber bevor das Wild Team das Junge zu seiner Mutter zurückbringen kann, taucht Zach auf und stiehlt es. Denn Zach sucht gerade ein Geburtstagsgeschenk für Donita, und der würde der kleine Rote Panda als Schal sicher sehr gut gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826640","hoster":"VOE"},{"path":"/redirect/11826644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-16","name":"Von schwarzen und weißen Bären","epNo":16,"alt":"Spirit Bear","descr":"Das Wild Team reist auf die Bäreninsel, um Schwarzbären zu beobachten. Überraschender Weise begegnen ihnen dort jedoch auch völlig weiße Schwarzbären, sogenannte Geisterbären. Doch während das Wild Team damit beschäftigt ist, das Geheimnis der Geisterbären zu entschlüsseln, droht der ganzen Insel Gefahr. Petra Pflasterstein von der Natur-Teer GmbH will mit ihrem Teermaschinen-Fahrer Rex die ganze Insel asphaltieren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826646","hoster":"VOE"},{"path":"/redirect/11826647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-17","name":"Farbenfrohes China","epNo":17,"alt":"The Colors of China","descr":"Das Wild Team ist in China, um herauszufinden, welche Rolle die Farbe für die vielen bunten chinesischen Tierarten spielt. Doch plötzlich verschwinden einige dieser Tiere. Die Spur führt zu Donita, die eine Modenschau mit typisch chinesischen Tieren dekorieren will. Dabei schwärmt sie gerade für eine Welt in Schwarz, Grau und Weiß und hat einen Kein-Farb-Stab erfunden, mit dem sie die Tiere entfärben kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826643","hoster":"VOE"},{"path":"/redirect/11826652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-18","name":"Mini-Tortuga in Gefahr","epNo":18,"alt":"Box Turtled In!","descr":"Die Tortuga wird versehentlich verkleinert und dann von einem Kojoten verschleppt, der das Hauptquartier des Wild Teams für eine echte Schildkröte hält. Und obwohl die Tortuga dem harten Panzer einer Dosenschildkröte nachempfunden wurde, gibt es eine ganze Reihe von Raubtieren, die ihr in verkleinertem Zustand gefährlich werden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826648","hoster":"VOE"},{"path":"/redirect/11826649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-19","name":"Die ältesten Tiere der Welt","epNo":19,"alt":"Animals Who Live to be 100 Years Old","descr":"Martin erfreut sich an seiner zahmen Fruchtfliege, als diese plötzlich stirbt. Obwohl sie mit fünf Wochen für eine Fruchtfliege ein hohes Alter erreicht hat, kommt das unseren Freunden recht kurz vor. Und das Wild Team stellt sich die Frage, welche Tiere leben am längsten und wodurch erreichen sie ein so hohes Lebensalter? Doch diese Frage interessiert auch Zach, der gerade die erste Falte in seinem Gesicht entdeckt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826658","hoster":"VOE"},{"path":"/redirect/11826653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-20","name":"Die Meisterschützen der Unterwasserwelt","epNo":20,"alt":"Archerfish School","descr":"Donita Donata fängt wieder einmal Tierbabys ein, um sie als Accessoires für ihre neue Frühjahrskollektion zu verwenden. Unterdessen versucht Chris, von einem Schützenfisch das Schießen mit Wasserstrahlen zu erlernen. Das ist jedoch gar nicht so leicht. Wird er die Fähigkeit rechtzeitig meistern, um die Tierbabys aus Donitas Fängen zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826709","hoster":"VOE"},{"path":"/redirect/11826707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-21","name":"Die Wölfe des Ozeans","epNo":21,"alt":"This Orca Likes Sharks","descr":"Durch eine Flaschenpost erfährt das Wild Team, dass es irgendwo einen Orca gibt, der Haie jagt. Stella entwickelt ihren Delfin-Decoder weiter, so dass Chris und Martin sich auf Orcanesisch mit den Schwertwalen verständigen können. Und so finden sie tatsächlich den Alten Haizahn, einen Orca, der Haie frisst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335364","hoster":"VOE"},{"path":"/redirect/11826722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-22","name":"Von Jägern und Beutetieren","epNo":22,"alt":"Baby Tooth \u0026 Kid Musky","descr":"Das Wild Team befindet sich in der arktischen Tundra. Martins Lieblingstier hier sind die Moschusochse, während Chris die Polarwölfe favorisiert. Stella fertigt einfach von beiden Tierarten eine Power-Disc an und so kann das Team anhand von Polarwolf und Moschusochse das unterschiedliche Verhalten von Jägern und Beutetieren und ihre jeweiligen Überlebensstrategien studieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826727","hoster":"VOE"},{"path":"/redirect/14166766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-23","name":"Ungewöhnliche Tierfreundschaften","epNo":23,"alt":"Cheetah Adopted","descr":"In der afrikanischen Savanne treffen Martin und Chris auf das Gepardenjunge Fleckchen, dass aber seltsamerweise in Schlürfis Warzenschweinrotte zu leben scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826728","hoster":"VOE"},{"path":"/redirect/11826732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-24","name":"Die verlorene Souvenirsammlung","epNo":24,"alt":"Musk Ox Mania","descr":"Da Chris seine kostbare Tier-Souvenir-Sammlung verloren hat, reist das Wildteam in die arktische Tundra. Chris ist sich sicher, dass er die Sammlung noch hatte, als er dort mit Martin Moschusochsen-Kämpfe veranstaltet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917810","hoster":"VOE"},{"path":"/redirect/11826738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-25","name":"Abenteuer in der Tiefsee – Teil 1","epNo":25,"alt":"Creatures of the Deep Sea – Part 1","descr":"Stella hat ein neues U-Boot entwickelt, mit dem das Wildteam auch die Tiefsee erforschen kann. Dort unten lauern jedoch viele Gefahren, wie zum Beispiel ein Koloss-Kalmar, dem das Boot nur mit viel Mühe entkommt. Und dann ist dort auch noch Gourmad unterwegs, der für Zach van Tech auf Meeresfrüchtefang ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826735","hoster":"VOE"},{"path":"/redirect/11826739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/go-wild-mission-wildnis/staffel-4/episode-26","name":"Abenteuer in der Tiefsee – Teil 2","epNo":26,"alt":"Creatures of the Deep Sea – Part 2","descr":"Gourmand hat sich an den heißen Schloten aktiver Tiefsee-Vulkane eine richtige Tiefsee-Küche eingerichtet und will die Meerestiere gleich dort unten zubereiten. Aber zum Glück gelingt es Chris und Martin mit Riesen-Kalmar-Power und Wal-Power, die Tiefseetiere, die Gourmand bereits gefangen hat, wieder zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11826749","hoster":"VOE"},{"path":"/redirect/11826747","hoster":"Streamtape"}]}]}]}]}