{"seriesId":"goblin-works-garage-das-tuner-trio","name":"Goblin Works Garage - Das Tuner-Trio","descr":"Die Kfz-Experten Jimmy de Ville, Ant Partridge und Helen Stanley verwandeln in der \"Goblin Works Garage\" klassische Serienmodelle in einzigartige Unikate mit Seltenheitswert. Vom Konzeptbike über den japanischen Street-Racer bis zum Rallye-Klassiker: Die britischen Profischrauber wissen genau, wie man betagte Vehikel technisch auf den neuesten Stand bringt und sie bei Bedarf stilsicher modifiziert – in allerbester Restorod-Manier.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ford Escort MK II","epNo":1,"alt":"Rally Escort","descr":"Jimmy de Ville überrascht seine Schrauber-Kollegen in der Werkstatt mit einer Offroad-Ikone. Der Autohersteller Ford hat mit dem Escort Rallye-Geschichte geschrieben, aber unter der Haube des MK II verbirgt sich ein dunkles Geheimnis. Denn der Vorbesitzer hat in den Wagen einen Mazda-Motor mit Angeberturbo eingebaut. Dieser Fauxpas wird von den Kfz-Freaks mit einem Zetec-16-Ventiler umgehend korrigiert. Danach verpasst das Tuner-Trio dem Rechtslenker schicke Niederquerschnittsreifen und eine ultracoole Lackierung","versions":[{"lang":1,"streams":[{"redirect":8387996,"hoster":"VOE"},{"redirect":8388000,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"MGB Speedster","epNo":2,"alt":"Mgb Speedster","descr":"Der MGB ist ein erfolgreicher britischer Sportwagen, denn in rund zwei Jahrzehnten wurden über eine halbe Million Exemplare verkauft. Aber Mitte der Siebzigerjahre hat der Autohersteller das Design dem amerikanischen Geschmack angepasst und diese Veränderungen sind so gar nicht nach dem Geschmack der Profischrauber in der \"Goblin Garage\". Deshalb bauen Jimmy de Ville und seine Kollegen den Oldie in dieser Folge zum Speedster um – mit Rennfelgen aus Magnesium, einer neuen Frontscheibe und einem getunten Zweiliter-Motor.","versions":[{"lang":1,"streams":[{"redirect":8387998,"hoster":"VOE"},{"redirect":8387997,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Land Rover","epNo":3,"alt":"Slammed Land Rover","descr":"Verrückt oder genial? Jimmy de Ville verblüfft das Team mit einer ausgefallenen Idee. Der Kfz-Experte will einen Land Rover tieferlegen. Fahrten über Stock und Stein wären damit für den Offroad-Klassiker passé, denn im offenen Gelände gilt die Devise: je mehr Bodenfreiheit, desto besser. Aber so mancher Autoliebhaber sucht ein Fahrzeug mit Seltenheitswert, das man nicht an jeder Ecke sieht. Dieser Umstand wäre beim \"Slam Rover\" mit Seitenauspuff durchaus gegeben. Geht die Rechnung der Autoschrauber in der \"Goblin Works Garage\" auf?","versions":[{"lang":1,"streams":[{"redirect":8388004,"hoster":"VOE"},{"redirect":8388005,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ford Capri","epNo":4,"alt":"Capri Muscle Car","descr":"Ein Grill mit abnehmbaren Scheinwerfergittern, massive Alufelgen und handgefertigte Auspuffrohre: Jimmy de Ville und sein Team starten ein neues Custom-Projekt. Dieses Mal motzt die Truppe einen Ford Capri aus den Achtzigern zum Muscle Car auf. Da ist ein leistungsstarker Motor unerlässlich, deshalb haben sich die britischen Kfz-Freaks für einen Coyote-V8 mit 415-PS und vier Nockenwellen entschieden. Damit das Power-Gerät unter die Haube passt, müssen die Jungs aber die Kotflügel beschneiden und die Lenksäule verlegen.","versions":[{"lang":1,"streams":[{"redirect":8388010,"hoster":"VOE"},{"redirect":8388020,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Chevrolet Apache","epNo":5,"alt":"Chevy Monster Truck","descr":"Pick-ups sind in der Custom-Car-Szene extrem angesagt. Das wollen sich die Kfz-Freaks in der \"Goblin Works Garage\" zunutze machen. Das Team baut einen Chevrolet Apache zum Monster-Truck um. Der Oldie wird mit riesigen Blattfedern und Dämpfern rund 30 Zentimeter angehoben. Ein V8-Motor, ein Vierfach-Vergaser und eine Hochleistungsnockenwelle sorgen zudem für reichlich Power. Und Profi-Schrauber Ant Partridge hat obendrein noch ein zweites Projekt am Start. Der Mechanik-Freak macht eine Harley-Davidson flott für ein Flat-Track-Rennen.","versions":[{"lang":1,"streams":[{"redirect":8388022,"hoster":"VOE"},{"redirect":8388026,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Datsun Z","epNo":6,"alt":"Datsun Street Racer","descr":"Ein auffälliges Design und eine amtliche Performance: Der Datsun 280Z hat beides – deshalb wäre der \"The Fast and the Furious\"-Hype ohne den Urahnen der japanischen GT-Sportwagen nicht denkbar gewesen. Und was haben die Auto-Cracks in der \"Goblin Works Garage\" mit dem asiatischen Flitzer vor? Die veraltete Technik aus den Siebzigerjahren wird modernisiert, so kitzeln die britischen Kfz-Freaks noch mehr Leistung aus dem Vehikel heraus. Große Felgen, Niederquerschnittsreifen und eine Retro-Le-Mans-Lackierung sorgen zudem für einen abgefahrenen Look.","versions":[{"lang":1,"streams":[{"redirect":8388033,"hoster":"VOE"},{"redirect":8388031,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mini Clubman","epNo":1,"alt":"Mini","descr":"Restaurieren oder komplett neu aufbauen? Jimmy de Ville, Ant Partridge und Helen Stanley wägen in der neuen Werkstatt die Vor- und Nachteile ab, bevor sie eine Entscheidung treffen. Denn der Mini Clubman, den das Tuner-Trio auf dem Gebrauchtwagenmarkt eingekauft hat, soll möglichst viel Geld in die Kasse spülen. Mit einem High-Performance-Motor könnte der Plan aufgehen, deshalb verwandelt das Team den Klassiker in der \"Goblin Works Garage\" in eine amtliche Rennmaschine. Auf zwei Rädern wollen die Kfz-Experten ebenfalls punkten. Die Profischrauber bauen eine Harley-Davidson Sportster 1200 zum Ice-Racer um","versions":[{"lang":1,"streams":[{"redirect":8388040,"hoster":"VOE"},{"redirect":8388046,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"BMW E30","epNo":2,"alt":"BMW","descr":"Die Vorliebe für Sportwagen der Bayerischen Motorenwerke hat Helen Stanley von ihrem Vater geerbt. Deshalb lässt sich die britische Kfz-Expertin in dieser Folge nicht beirren. Helen will es mit einem umgebauten BMW E30 auf die Titelseiten angesagter Auto-Magazine schaffen. Und mit einem schlüssigen Konzept kann sie in der \"Goblin Works Garage\" auch ihre Kollegen überzeugen. Das Tuner-Trio investiert rund 40 000 Pfund in den Wagen und verwandelt den Achtzigerjahre-Klassiker mit einem maßgeschneiderten Bodykit und geschmiedeten Felgen in ein supercooles Unikat","versions":[{"lang":1,"streams":[{"redirect":12268260,"hoster":"VOE"},{"redirect":8388044,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Porsche 944 Turbo","epNo":3,"alt":"Porsche","descr":"Ein Klassiker mit Klappscheinwerfern: Der Porsche 944 Turbo kam 1985 auf den Markt und überzeugte die Kundschaft mit hervorragenden Fahreigenschaften. Diesen Wagen zu tunen, ist riskant. Denn wenn man die Sache falsch angeht, kann man viel kaputt machen. Aber Jimmy de Ville, Ant Partridge und Helen Stanley haben sich jeden Schritt genau überlegt. Das Trio will den Wagen noch schneller machen und verpasst dem Vehikel obendrein einen neuen Look. Nach dem Umbau soll der leichte Racer beim Geschwindigkeitsvergleich mit einem Serien-944er zeigen, was er drauf hat","versions":[{"lang":1,"streams":[{"redirect":8388060,"hoster":"VOE"},{"redirect":8388056,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ford Mustang","epNo":4,"alt":"Mustang","descr":"Metallspäne in der Ölwanne verheißen nichts Gutes. Deshalb nehmen Jimmy de Ville, Ant Partridge und Helen Stanley ihren Neueinkauf genauer unter die Lupe. Dabei bestätigen sich ihre schlimmsten Befürchtungen. Der Motor des Ford Mustang ist hin. Das Tuner-Trio muss eine neue 4,7-Liter-Maschine einkaufen und diese Anschaffung reißt ein fettes Loch ins Portemonnaie. Da hilft nur eins: positiv denken! Die britischen Auto-Experten motzen das Vehikel mit einem Heckspoiler und goldenem Lack zum Streetracer auf, um aus dem Wagen doch noch Profit zu schlagen.","versions":[{"lang":1,"streams":[{"redirect":8388058,"hoster":"VOE"},{"redirect":8388067,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Volvo 245","epNo":5,"alt":"Volvo","descr":"In den USA gibt es einen riesigen Markt für Custom Cars. Dort wollen die britischen Auto-Schrauber mit einem Tuning-Projekt für Schlagzeilen sorgen. Jimmy de Ville und Helen Stanley bringen einen alten Camper auf den Drag Strip. Die Kfz-Cracks bauen in den VW Bus einen 250 PS starken Subaru-Motor ein. Damit soll der getunte Volkswagen auf dem Las Vegas Motor Speedway eine gute Zeit abliefern. Ant Partridge repräsentiert das \"Goblin Works\"-Team unterdessen bei einem Bike-Event. Bei der \"Malle Mile\" gibt der Mechanik-Profi auf einer umgebauten Ducati Gas.","versions":[{"lang":1,"streams":[{"redirect":8388074,"hoster":"VOE"},{"redirect":8388072,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"VW Bus T2","epNo":6,"alt":"VW Campervan","descr":"In den USA gibt es einen riesigen Markt für Custom Cars. Dort wollen die britischen Auto-Schrauber mit einem Tuning-Projekt für Schlagzeilen sorgen. Jimmy de Ville und Helen Stanley bringen einen alten Camper auf den Drag Strip. Die Kfz-Cracks bauen in den VW Bus einen 250 PS starken Subaru-Motor ein. Damit soll der getunte Volkswagen auf dem Las Vegas Motor Speedway eine gute Zeit abliefern. Ant Partridge repräsentiert das \"Goblin Works\"-Team unterdessen bei einem Bike-Event. Bei der \"Malle Mile\" gibt der Mechanik-Profi auf einer umgebauten Ducati Gas.","versions":[{"lang":1,"streams":[{"redirect":8388087,"hoster":"VOE"},{"redirect":8388078,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vauxhall Viva","epNo":7,"alt":"Vauxhall Viva","descr":"Ein Mauerblümchen mit Charisma: In dieser Folge erprobt das Tuner-Trio sein Talent an einem Vauxhall Viva. Die dritte Generation des britischen Mittelklasse-Pkws sollte in den Siebzigerjahren unter anderem dem Ford Escort Konkurrenz machen. Aber die Verkaufszahlen des erfolgreichen Mitbewerbers konnte das unscheinbare Familienauto nicht toppen. Trotzdem sieht das \"Goblin Works\"-Team in dem Wagen Potenzial. Die Profi-Schrauber verpassen dem Underdog einen aggressiven Look und eine neue Auspuffanlage. Damit brüllt das Vehikel auf Knopfdruck wie ein Löwe.","versions":[{"lang":1,"streams":[{"redirect":8388085,"hoster":"VOE"},{"redirect":8388084,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fiat 500","epNo":8,"alt":"EV Fiat 500","descr":"Ein Offroad-Biest, mit dem man nach Lust und Laune über Stock und Stein brettern kann: Jimmy de Ville, Ant Partridge und Helen Stanley bauen in dieser Folge einen Ford Bronco zum Gelände-Pick-up um. Die britischen Autoschrauber verpassen dem betagten US-Klassiker in der \"Goblin Works Garage\" eine brandneue Federung, die jede Bodenwelle schluckt. Mit einem stabilen Überrollkäfig und schicken Schalensitzen ist das Fahrzeug nach dem Makeover kaum wiederzuerkennen. Jetzt müssen die Kfz-Freaks für das Unikat einen gut betuchten Käufer finden.","versions":[{"lang":1,"streams":[{"redirect":8388100,"hoster":"VOE"},{"redirect":8388097,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ford Bronco","epNo":9,"alt":"Ford Bronco","descr":"Ein Offroad-Biest, mit dem man nach Lust und Laune über Stock und Stein brettern kann: Jimmy de Ville, Ant Partridge und Helen Stanley bauen in dieser Folge einen Ford Bronco zum Gelände-Pick-up um. Die britischen Autoschrauber verpassen dem betagten US-Klassiker in der \"Goblin Works Garage\" eine brandneue Federung, die jede Bodenwelle schluckt. Mit einem stabilen Überrollkäfig und schicken Schalensitzen ist das Fahrzeug nach dem Makeover kaum wiederzuerkennen. Jetzt müssen die Kfz-Freaks für das Unikat einen gut betuchten Käufer finden.","versions":[{"lang":1,"streams":[{"redirect":8388104,"hoster":"VOE"},{"redirect":8388107,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Toyota Supra","epNo":10,"alt":"Supra","descr":"Eine Legende kehrt zurück! 2020 bringt der Autohersteller Toyota ein neues Supra-Modell auf den Markt. Diesen Hype um den kultigen Sportwagen will das Tuner-Trio ausnutzen. Die Profi-Schrauber verwandeln ein älteres Fahrzeug der Marke in ein abgefahrenes Unikat. Das Team verpasst dem 326 PS starken, japanischen Streetracer in dieser Folge supercoole Felgen, eine stylishe Lackierung und einen beweglichen Heckspoiler. Zweirad-Experte Ant Partridge tüftelt in der Werkstatt zudem an einem Motorrad für den britischen Superbike-Champion James Haydon.","versions":[{"lang":1,"streams":[{"redirect":13095003,"hoster":"VOE"},{"redirect":8388113,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mercedes 200D","epNo":11,"alt":"Albania","descr":"Jimmy de Ville, Ant Partridge und Helen Stanley sind in Korfu gelandet. Von dort aus führt die Reise nach Tirana, denn in Albanien gibt es viele junge Autofans. Private Pkws waren in dem ehemals kommunistischen Land bis 1991 verboten – aber das ist Geschichte und die Tuning-Szene vor Ort wächst schnell. Das Goblin-Team will auf der Balkanhalbinsel mit einem umgebauten Mercedes für Schlagzeilen sorgen, denn die Marke ist dort sehr beliebt. Die Limousine aus den 80ern wird mit größeren Rädern und einem Unterfahrschutz zum Offroader umfunktioniert.","versions":[{"lang":1,"streams":[{"redirect":12916627,"hoster":"VOE"},{"redirect":8388119,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"VW Beetle Cabrio","epNo":12,"alt":"Beetle","descr":"Der VW Käfer nimmt mit über 21 Millionen Exemplaren im Ranking der meistverkauften Automodelle einen Spitzenplatz ein. Sein Nachfolger entwickelte sich dagegen vom Liebling zu Ladenhüter. An die Erfolge des legendären \"Kugelporsches\" konnte der New Beetle nicht anknüpfen. Das Design der Neuauflage wirkte auf der Straße zu niedlich. Das wollen Jimmy de Ville, Ant Partridge und Helen Stanley in dieser Folge ändern. Die britischen Kfz-Freaks verwandeln das Fahrzeug mit einem neuen Fahrwerk und frei stehenden Rädern in ein cooles Oldschool-Unikat.","versions":[{"lang":1,"streams":[{"redirect":8388136,"hoster":"VOE"},{"redirect":8388130,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Classic Motor Show Birmingham","epNo":13,"alt":"Classic Motor Show Birmingham","descr":"Acht Messehallen – randvoll mit Autos und Zubehör: Das Tuner-Trio macht auf der Classic Motor Show in Birmingham Werbung in eigener Sache. Bei dem Event werden rund 70 000 Besucher erwartet, dort wollen Jimmy de Ville, Ant Partridge und Helen Stanley Sahnestücke aus ihrer Werkstatt präsentieren. Denn in den vergangenen Wochen und Monaten waren die Kfz-Profis fleißig. Vom BMW-Streetracer über den Mini Clubman mit High-Performance-Motor bis zur Hillclimb-Dukati: Das Team hat gewöhnliche Serienmodelle zu einzigartigen Unikaten mit Seltenheitswert umgebaut.","versions":[{"lang":1,"streams":[{"redirect":8388143,"hoster":"VOE"},{"redirect":8388145,"hoster":"Streamtape"}]}]}]}]}