{"seriesId":"god-friended-me","name":"God Friended Me","descr":"Der überzeugte Atheist Miles (Brandon Micheal Hall) erhält von \"Gott\" eine Freundschaftsanfrage via Facebook. Unbeabsichtigt wird er so zu dessen Handlanger, der die Leben und Schicksale der Menschen in seiner Umgebung verändert. Die Serie soll auf erbauliche Art Fragen von Glauben, Wissenschaft und Existenz untersuchen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Miles Finer, ein offener atheistischer Podcaster, findet sein Leben auf den Kopf gestellt, als er über einen Social-Media-Dienst eine Freundschaftsanfrage von \"Gott\" erhält. Schlagartig ändert sich das Leben und Schicksal anderer um ihn herum.","versions":[{"lang":2,"streams":[{"redirect":14492379,"hoster":"VOE"},{"redirect":13296186,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Good Samaritan","descr":"Miles (Brandon Micheal Hall) erhält die Gelegenheit seines Lebens, als ein nationaler Anbieter von Radiosendern seinen Podcast auf Sendung bringen will. Der \"Gott\"-Account schlägt vor, dass er sich mit einer allein erziehenden Mutter anfreundet. Außerdem versucht Cara (Violett Beane), eine Beziehung zu ihrer entfremdeten Mutter aufzubauen.","versions":[{"lang":2,"streams":[{"redirect":14492378,"hoster":"VOE"},{"redirect":13296183,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Heavenly Taco Truck","descr":"Als Miles, Rakesh und Car einen Food-Truck ausprobieren wollen, wird Miles Brieftasche gestohlen. Der \"Gott\"-Account schlägt vor, dass ganze zu \"liken\". Aber als er dann vorschlägt, dass er sich mit einem Privatdetektiv anfreundet, beschließt Miles, den Spieß umzudrehen und sich von dem Privatdetektiv helfen zu lassen, den Dieb aufzuspüren.","versions":[{"lang":2,"streams":[{"redirect":14493498,"hoster":"VOE"},{"redirect":13296197,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Error Code 1.61","descr":"God schlägt Miles (Brandon Micheal Hall) und Cara (Violett Beane) vor, dem Hayden Planetarium einen Besuch abzustatten. Hier treffen sie auf Fliss (Annaleigh Ashford), eine junge Frau, die nach ihrem alten Freund sucht, der vielleicht \"der Eine\" gewesen sein könnte. Außerdem schauen sich Rakesh (Suraj Sharma) und Jaya (Shazi Raja) den Touristenführer im Planetarium genauer an.","versions":[{"lang":2,"streams":[{"redirect":13296198,"hoster":"VOE"},{"redirect":13296196,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Unfriended","descr":"Der Account von Gott kündigt Miles (Brandon Micheal Hall) die Freundschaft, nachdem sich dieser gegen den jüngsten Freundschaftsvorschlag entschieden hat, bei dem es sich um eine Frau handelt, die kürzlich ihre Schwester verloren hat und die versucht, mit diesem Verlust und dem daraus resultierenden emotionalen Trauma zurechtzukommen.","versions":[{"lang":2,"streams":[{"redirect":13296202,"hoster":"VOE"},{"redirect":13296200,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A House Divided","descr":"Miles (Brandon Micheal Hall) bekommt den Vorschlag sich mit einem Taxifahrer anzufreunden. Dieser wehrt sich dagegen, dass seine Tochter außerhalb ihres Glaubens heiratet. Außerdem nimmt Miles an einer Marketing-Klasse teil, die ihm helfen soll, seinen Podcast zu bewerben.","versions":[{"lang":2,"streams":[{"redirect":13296204,"hoster":"VOE"},{"redirect":13296205,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Prodigal Son","descr":"Miles (Brandon Micheal Hall) muss mit ein paar unbequemen Wahrheiten über seine Familie auskommen, als das Gott-Profil ihn zu seinem Onkel Terrance führt. Caras (Violett Beane) Vater besucht sie und entdeckt, dass sie in Kontakt mit ihrer Mutter steht, die die Familie vor vielen Jahren verlassen hat.","versions":[{"lang":2,"streams":[{"redirect":13296207,"hoster":"VOE"},{"redirect":13296210,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Matthew 621","descr":"Das Gott-Profil sendet Miles (Brandon Micheal Hall) die Freundschaftsanfrage eines Anwalts, der vor sechs Monaten gestorben ist. Das bringt ihn, Cara (Violett Beane) und Rakesh (Suraj Sharma) dazu, in der Vergangenheit des Mannes nach einem Hinweis zu suchen. Außerdem wagt Miles den ersten Schritt mit Nia. Ali (Javicia Leslie) ermutigt Arthur (Joe Morton), endlich wieder Saxophon zu spielen.","versions":[{"lang":2,"streams":[{"redirect":14492380,"hoster":"VOE"},{"redirect":13296212,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"King\u0027s Gambit","descr":"Das Team trifft sich wieder mit dem Privatdetektiv Ray Nicolette, als Miles (Brandon Micheal Hall) eine Freundschaftsanfrage eines Schachspielers erhält, der verschwand, nachdem er vor 10 Jahren ein großes Spiel gegen seinen Rivalen verloren hatte.","versions":[{"lang":2,"streams":[{"redirect":13296219,"hoster":"VOE"},{"redirect":13296220,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Coney Island Cyclone","descr":"Als das Gotteskonto Miles (Brandon Micheal Hall) den Namen eines von Arthurs Gemeindemitgliedern schickt, öffnen die Ähnlichkeiten mit ihrem eigenen Verlust alte Wunden wieder. Denn auch er ist ein alleinstehender Vater, der kürzlich seine Frau verloren hat. Auch Rakesh (Suraj Sharma) und Cara (Violett Beane) jagen einer neuen Spur eines einsamen Hackers hinterher.","versions":[{"lang":2,"streams":[{"redirect":14492310,"hoster":"VOE"},{"redirect":13296221,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"17 Years","descr":"Miles (Brandon Micheal Hall) ist schockiert und verärgert, als ihm das God Account den Namen des betrunkenen Fahrers schickt, der seine Mutter 17 Jahre zuvor getötet hat, was Cara (Violett Beane) und Rakesh (Suraj Sharma) dazu veranlasste, ihm zu helfen, den schlimmsten Moment seines Lebens zu überstehen.","versions":[{"lang":2,"streams":[{"redirect":14492381,"hoster":"VOE"},{"redirect":13296225,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ready Player Two","descr":"Miles (Brandon Micheal Hall) wendet sich an seinen Vater, um Hilfe zu holen, als er erfährt, dass der Vorschlag seines letzten Freundes angenommen wurde, nachdem er als Baby in Arthurs Kirche ausgesetzt wurde. Außerdem erklärt Pria, dass sie über Henry Chase, die wahre Identität von \"Falken\" und seine mögliche Verbindung zum Gotteskonto bescheid weiß.","versions":[{"lang":2,"streams":[{"redirect":13296227,"hoster":"VOE"},{"redirect":13296230,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Miracle On 123rd Street","descr":"Miles (Brandon Micheal Hall) ist schockiert, als ihm das Gotteskonto 76 gleichzeitige Vorschläge von Freunden schickt. Außerdem zieht Ali (Javicia Leslie) bei Miles ein, während ihre Wohnung desinfiziert wird, und Rakesh (Suraj Sharma) erhält überraschende Nachrichten bei der Arbeit.","versions":[{"lang":2,"streams":[{"redirect":14493404,"hoster":"VOE"},{"redirect":13296233,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Trouble with the Curve","descr":"Es gibt einen neuen Freundschaftsvorschlag: Es ist einen vielversprechendes junge Baseball-Talent, das Cal trainiert.","versions":[{"lang":2,"streams":[{"redirect":13296238,"hoster":"VOE"},{"redirect":13296237,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Two Guys, a Girl, and a Thai Food Place","descr":"Miles (Brandon Micheal Hall) und Cara (Violett Beane) helfen einer jungen Frau, die ins Koma gefallen ist, nachdem sie in der Nacht vor ihrer Hochzeit verschwand und ohne Erinnerungen an den Abend aufgewacht ist. Rakesh (Suraj Sharma) begegnet dem CEO Simon Hayes, der hinter dem Gott Account stecken könnte. Carver legt einen schwierigen Start hin.","versions":[{"lang":2,"streams":[{"redirect":14492382,"hoster":"VOE"},{"redirect":13296242,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Scenes From An Italian Restaurant","descr":"Der Account von Gott sendet Miles (Brandon Micheal Hall) und Cara (Violett Beane) einen neuen Namen: Sophia, eine stellvertretende Küchenchefin, braucht Hilfe, um ihren Traum von einem eigenen Restaurant in die Tat umzusetzen. Ali und Miles machen sich darüber hinaus Sorgen, dass Arthur (Joe Morton) schon bald ersetzt werden könnte, während Rakesh (Suraj Sharma) und Simon Hayes sich näher kommen.","versions":[{"lang":2,"streams":[{"redirect":13296244,"hoster":"VOE"},{"redirect":13296246,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Dragon Slayer","descr":"Miles (Brandon Micheal Hall) bekommt das Angebot, mit einem Podcast-Sender zu arbeiten, der die exklusiven Rechte an der Gott-Account-Story will. Doch als Cara (Violett Beane) die Möglichkeit hat, ihre Karriere durch ein ein Interview mit Simon Hayes über seine mögliche Verbindung zum Account zu verbessern, muss sie sich entscheiden, ob sie bereit ist, Miles Durchbruch für ihre Karriere zu riskieren.","versions":[{"lang":2,"streams":[{"redirect":13296247,"hoster":"VOE"},{"redirect":13296249,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Return To Sender","descr":"Als ein mysteriöses Paket fälschlicherweise auf Miles (Brandon Micheal Hall) Türschwelle auftaucht, führt ihn seine Suche nach dessen Bedeutung zu einem Paar, das den Verlust ihrer Tochter betrauert. Außerdem vereinigen sich Miles, Cara (Violett Beane) und Rakesh (Suraj Sharma) wieder mit John Dove, Miles erstem Freundesvorschlag, nachdem Rakesh eine Verbindung zwischen Dove und Simon Hayes entdeckt.","versions":[{"lang":2,"streams":[{"redirect":13296490,"hoster":"VOE"},{"redirect":13296253,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Road To Damascus","descr":"Arthur (Joe Morton) begleitet Miles (Brandon Micheal Hall) auf einen Road Trip, nachdem sie den Gott-Account mit einem geschlossenen Sommercamp in Verbindung bringen konnten. Cara (Violett Beane) trifft eine Karriere verändernde Entscheidung und Pria eröffnet Rakesh (Suraj Sharma) überraschende Neuigkeiten. Bei der großen Enthüllung von Simon Hayes myteriösem Projekt erreicht die Jagd nach dem Gott-Account ihren Höhepunkt.","versions":[{"lang":2,"streams":[{"redirect":14492311,"hoster":"VOE"},{"redirect":13296257,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Que Sera Sera","descr":"Miles (Brandon Micheal Hall), Cara (Violett Beane) und Rakesh (Suraj Sharma) treffen endlich auf Henry Chase, der ihnen immer wieder ausgewichen ist. Doch bekommt Miles auf einmal einen neuen Namen vom Gott-Account zugeschickt.","versions":[{"lang":2,"streams":[{"redirect":13296264,"hoster":"VOE"},{"redirect":13296262,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Joy","descr":"Miles (Brandon Micheal Hall) versucht Joy (Jessica Lu) zu helfen, die ihm vom Gott-Account vorgeschlagen wurde. Doch was will der Account von den beiden? Schon bald machen sie die Bekanntschaft von einem US-Soldaten, der auf Heimaturlaub in New York ist. Simon hilft derweil Cara (Violett Beane) dabei, sich mit einer wichtigen Person aus ihrer Vergangenheit in Paris zu treffen. Rakesh (Suraj Sharma) gewöhnt sich indes an seine neue Rolle, während Trish sich Gedanken über Arthur (Joe Morton) macht, der sich nicht von dem Haus trennen kann, in dem er mit seiner alten Familie gewohnt hat. Dabei wollten sich die Verlobten doch eine neue Bleibe suchen.","versions":[{"lang":2,"streams":[{"redirect":13296267,"hoster":"VOE"},{"redirect":13296266,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Lady","descr":"Noch während sich Miles (Brandon Micheal Hall) fragt was der Account von Gott ihm alles ermöglichen kann, hilft er und Rakesh (Suraj Sharma) Joy (Jessica Lu) mit ihrem neuen Freundesvorschlag, Teddy, einem aufstrebenden Selbsthilfe Guru. Außerdem folgt Cara (Violett Beane) einem Hinweis, der auf den Account von Gott hindeutet, nach Paris und Ali (Javicia Leslie) enthüllt Arthur(Joe Morton), dass sie Harlem Episcopal für eine progressive und LGBTQ-freundliche Gemeinde verlassen hat.","versions":[{"lang":2,"streams":[{"redirect":13296268,"hoster":"VOE"},{"redirect":13296270,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"From Paris With Love","descr":"Miles (Brandon Micheal Hall) trifft sich mit Cara (Violett Beane) in Paris, um die Hinweise vom Gott-Account zu entschlüsseln. In New York hilft Rakesh (Suraj Sharma) Joy (Jessica Lu) mit ihrem neuesten Freundesvorschlag, Sarah, einer Polizistin, die Joy vor kurzem einen Strafzettel geschrieben hat.","versions":[{"lang":2,"streams":[{"redirect":13296280,"hoster":"VOE"},{"redirect":13296272,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"All Those Yesterdays","descr":"Miles (Brandon Micheal Hall), Cara (Violett Beane) und Rakesh (Suraj Sharma) unterstützen Joy (Jessica Lu) als der God Account ihr einen Freundesvorschlag schickt, der schmerhafte Erinnerungen weckt. Arthur (Joe Morton) wird von einer geschäftlichen Gelegenheit verführt.","versions":[{"lang":2,"streams":[{"redirect":13296281,"hoster":"VOE"},{"redirect":13296276,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Greater Good","descr":"Die Welten von Miles (Brandon Micheal Hall) und Arthur (Joe Morton) überschneiden sich, als der Gott-Account andeutet, dass die Tochter von Bishop Thompson dringend Hilfe benötigt. Die Eltern von Jaya sind derweil von Rakesh (Suraj Sharma) und seinen jüngsten Erfolgen begeistert. Deshalb sind sie auch dafür, dass die Beziehung der beiden das nächste Level erreicht.","versions":[{"lang":2,"streams":[{"redirect":13296279,"hoster":"VOE"},{"redirect":13296283,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Fighter","descr":"Der Gott-Account schickt Miles (Brandon Micheal Hall) den Namen von Elena, eine Sozialarbeiterin, die kürzlich mit dem Martial-Arts-Training begonnen hat, um ein schweres emotionales Trauma zu überwinden. Arthur (Joe Morton) ist derweil hin- und hergerissen: Ihm bietet sich eine spannende Karrieremöglichkeit, aber er hat seiner Verlobten auch ein Versprechen gemacht, das er nicht brechen will. Rakesh (Suraj Sharma) sucht indes den Künstler aufzuspüren, der das mysteriöse Gemälde gemalt hat, welches Miles und Cara (Violett Beane) in Paris gefunden haben.","versions":[{"lang":2,"streams":[{"redirect":13296288,"hoster":"VOE"},{"redirect":13296290,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Instant Karma","descr":"Miles (Brandon Micheal Hall) ist verwirrt als Sameer, ein Anwalt mit finanziellen Problemen, ein Lotterie-Ticket, das den Jackpot gewonnen hat, nicht wiederhaben will. Ali (Javicia Leslie) öffnet sich der Gemeinde in der LGBTQ-positiven Kirche und Audrey (Karine Vanasse), die Künstlerin hinter dem mysteriösen Gemälde, das Miles in Paris gesehen hat, enthüllt unerwartete Informationen über ihre Arbeit.","versions":[{"lang":2,"streams":[{"redirect":13296289,"hoster":"VOE"},{"redirect":13296292,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Last Grenelle","descr":"Miles (Brandon Micheal Hall) ist geschockt, dass ihn die Hinweise, denen er in Paris begann zu folgen, zu Gideon führen, der vor Jahren bei den Freundesvorschlägen geholfen hatte, dann aber die Entscheidung traf, den Gott-Account zu verlassen.","versions":[{"lang":2,"streams":[{"redirect":13296293,"hoster":"VOE"},{"redirect":13296294,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Prophet \u0026 Loss","descr":"Als Miles (Brandon Micheal Hall) den Namen von Caras Stiefvater (Violett Beane), Paul, herausfindet, erfahren sie, dass er möglicherweise in illegalen Machenschaften an der Börse involviert ist. Aber, als Cara Miles bittet seinen Drang einzugreifen, zu ignorieren, muss er sich zwischen ihren Wünschen und dem God Account entscheiden.","versions":[{"lang":2,"streams":[{"redirect":13296301,"hoster":"VOE"},{"redirect":13296302,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"High Anxiety","descr":"Als Miles (Brandon Micheal Hall) Sorgen, dass der God Account eine Kluft zwischen ihm und Cara (Violett Beane) erzeugt, größer wird, entscheidet er sich den Account zu ignorieren, nachdem er einem letzten Freundesvorschlag, Miguel, einem Fensterputzer mit einer kranken Tochter, hilft.","versions":[{"lang":2,"streams":[{"redirect":13296300,"hoster":"VOE"},{"redirect":13296305,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A New Hope","descr":"Als Joy (Jessica Lu) Miles (Brandon Micheal Hall) erklärt, dass all seine Freundesvorschläge Klienten der gleichen Versicherung sind, entdeckt er eine neue Spur wer hinter dem God Account stecken könnte. Joys Theorie bestätigt sich, als sie erfahren, dass Miles\u0027 neuester Freundesvorschlag Abe, ein Holocaust-Überlebender, der nach seiner Schwester sucht, ebenfalls Klient der Versicherung ist.","versions":[{"lang":2,"streams":[{"redirect":13296307,"hoster":"VOE"},{"redirect":13296304,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Bff","descr":"Das NCIS-Team untersucht einen F-18-Absturz und das anschließende Verschwinden des Piloten, der das Flugzeug steuerte. Außerdem bespricht McGee widerwillig eine sehr persönliche Entscheidung mit seinen Teamkollegen.","versions":[{"lang":2,"streams":[{"redirect":13296308,"hoster":"VOE"},{"redirect":13296309,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Princess And The Hacker","descr":"Rakesh (Suraj Sharma) ist völlig verwirrt, als eine App, über die man seinen vermeintlichem Seelenverwandten finden kann, ihm Lulu, eine Prinzessin aus Afrika, vorschlägt und eben nicht Jaya. Als Miles (Brandon Micheal Hall) dann vom Gott-Account Lulus Namen zugesendet bekommt, will Rakesh die Initiative ergreifen und sogleich herausfinden, wie er ihr helfen kann. Ali (Javicia Leslie) erzählt indes Arthur (Joe Morton) und Trish von ihrer schwerwiegenden Diagnose.","versions":[{"lang":2,"streams":[{"redirect":13296315,"hoster":"VOE"},{"redirect":13296318,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Raspberry Pie","descr":"Miles (Brandon Micheal Hall) ist verwirrt, als der God Account ihm seinen eigenen Namen als Freundschaftsvorschlag schickt. Aber als Rakesh (Suraj Sharma) entdeckt, dass Miles\u0027 Facebook-Konto geklont wurde und der Vorschlag für das gefälschte Konto war, wenden sie ihre Aufmerksamkeit auf den Hacker Zack. Außerdem beginnt Ali (Javicia Leslie) mit Fruchtbarkeitsbehandlungen, um ihre Eizellen vor Beginn der Chemo einzufrieren.","versions":[{"lang":2,"streams":[{"redirect":13296319,"hoster":"VOE"},{"redirect":13296317,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Last Little Thing","descr":"Als Ali (Javicia Leslie) mit der Chemotherapie beginnt, ist Miles (Brandon Micheal Hall) entschlossen, Anna, eine junge Frau, bei der ebenfalls Krebs diagnostiziert wurde, davon zu überzeugen, dass es mehr gibt, als nur ihre Bucket List zu vervollständigen. Außerdem wagen sich Miles, Rakesh (Suraj Sharma) und Cara (Violett Beane) in ein Untergrund-Pokerspiel, während sie weiter nach einem Hacker suchen, der möglicherweise Informationen über das God-Konto hat.","versions":[{"lang":2,"streams":[{"redirect":13296322,"hoster":"VOE"},{"redirect":13296320,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Atheist Papers","descr":"Ein bekannter Autor und Atheist kritisiert Miles\u0027 (Brandon Micheal Hall) Podcast. Doch er muss seine verletzte Ehre runterschlucken um Daryl zu helfen als Gott-Account Miles seinen Namen schickt. Ali (Javicia Leslie) testet eine neue Beziehung während sie mit ihrer Krebsbehandlung umgehen muss.","versions":[{"lang":2,"streams":[{"redirect":13296326,"hoster":"VOE"},{"redirect":13296329,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Harlem Cinema House","descr":"Als der God Account Miles die Namen von drei Mitarbeitern eines alten Kinos schickt, in das er und Ali als Kinder gegangen sind, macht er es sich zur Aufgabe, dem Theaterbesitzer, Mr. Johnson (Frankie Faison), zu helfen, das Geld zu sammeln, um zu sparen das Theater, bevor es schließt.","versions":[{"lang":2,"streams":[{"redirect":13296327,"hoster":"VOE"},{"redirect":13296332,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Almost Famous","descr":"Ali ist hoffnungsvoll, als man ihr sagt, dass sie eine Kandidatin für eine neue Arzneimittelstudie ist, die ihr bei der Krebsbehandlung helfen soll. Aber als der Gott-Account vorschlägt, dass Miles (Brandon Micheal Hall) Kylie, der Tochter des für die Arzneimittelprüfung zuständigen Krankenhausverwalters Tammy, hilft, zögert er, sich einzumischen, aus Angst, Alis Chancen auf eine Aufnahme zu schmälern.","versions":[{"lang":2,"streams":[{"redirect":13296335,"hoster":"VOE"},{"redirect":13296333,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Fugitive","descr":"Miles (Brandon Micheal Hall), Cara (Violett Beane) und Rakesh (Suraj Sharma) versuchen, einem Kopfgeldjäger, Bonnie, immer einen Schritt voraus zu sein, der nach Miles\u0027 neuem Freundschaftsvorschlag sucht, einem Kleinkriminellen, der wegen Flucht vor Gericht auf der Flucht ist. Als Miles das Interesse daran verliert, wer hinter dem God-Konto steckt, intensiviert Rakesh die Suche, indem er plant, einen leistungsstarken Supercomputer der Regierung zu hacken, der die Firewall des Kontos durchbrechen kann.","versions":[{"lang":2,"streams":[{"redirect":13296337,"hoster":"VOE"},{"redirect":13296338,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Collateral Damage","descr":"Miles (Brandon Micheal Hall) wägt die Konsequenzen ab, die sich aus der Erfüllung der Wünsche des God Account ergeben, als sein neuer Freundschaftsvorschlag, Trevor (Ben Rappaport), behauptet, Miles habe sein Leben ruiniert, als er Rose (Emma Thorne) half, Rose (Emma Thorne) mit Lt. Freemont (Zach Appleman), ihrer früheren Liebe und einem früheren Freundschaftsvorschlag, wieder zu vereinen. Als Miles versucht, Trevor dabei zu helfen, seine Gefühle für Rose am Vorabend ihrer Hochzeit hinwegzureden, wird ihm klar, dass er selbst noch Gefühle für Cara (Violett Beane) hat.","versions":[{"lang":2,"streams":[{"redirect":13296341,"hoster":"VOE"},{"redirect":13296342,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Miracles","descr":"Miles (Brandon Micheal Hall) hilft seinem neuen Freundesvorschlag, C.J., einem Jungen, der sagt, dass ein Engel will, dass er seinen Vater mit seinem entfremdeten Großvater zusammenbringen soll.","versions":[{"lang":2,"streams":[{"redirect":13296344,"hoster":"VOE"},{"redirect":13296347,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Mountain","descr":"","versions":[{"lang":2,"streams":[{"redirect":13296348,"hoster":"VOE"},{"redirect":13296351,"hoster":"Streamtape"}]}]}]}]}