{"seriesId":"goldrausch-parkers-abenteuer","name":"Goldrausch: Parkers Abenteuer","descr":"Parker Schnabel (bekannt aus Die Schatzsucher – Goldrausch in Alaska) begibt sich auf die Spuren der Ahnen seines Standes. Dazu besucht er u.a. den Yukon, Guyana, Neuguinea und Australien um zu erfahren unter welch harten Bedingungen die Menschen vor hunderten Jahren, bis in die heutige Zeit hinein,  dem Boden das goldene Gut abringen. Dabei durchstreift er nicht nur unberührte Natur und erlebt beeindruckende Abenteuer, sondern hält stets auch seine Augen offen auf der Suche nach erfolgversprechenden Claims.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf den Spuren der Pioniere","epNo":1,"alt":"Footsteps of Legends","descr":"Das große Klondike-Abenteuer beginnt in der Kleinstadt Haines, nicht weit entfernt von Parker Schnabels Zuhause. Von dort aus führt die Route bei klirrender Kälte über einen verschneiten Gebirgspass, die sogenannten \"Golden Stairs\", in Richtung Dawson City. Auf der rund 970 Kilometer langen Route durch die Wildnis müssen Parker und seine drei Begleiter reißende Flüsse und gigantische Seen überqueren – dabei wird sich das Quartett, wie die Pioniere beim Goldrausch vor 120 Jahren, komplett ohne motorisierte Fahrzeuge fortbewegen.","versions":[{"lang":1,"streams":[{"redirect":10541399,"hoster":"VOE"},{"redirect":10541392,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wettlauf gegen die Kälte","epNo":2,"alt":"Racing the Freeze","descr":"Im 150-Seelen-Ort Carcross im kanadischen Yukon-Territory lassen Parker Schnabel und seine Begleiter einen improvisierten Katamaran zu Wasser, den das Quartett aus zwei Kanus, Plastikfässern und Baumstämmen zusammengezimmert hat. Denn von nun an nutzen die Abenteurer auf ihrer Tour durch die Wildnis die natürlichen Wasserstraßen in der Region. Doch auf dem Tagish Lake schwimmen schon die ersten Eisschollen. Sprich: Das Team muss sich unterwegs sputen. Denn wenn der See komplett zufriert, haben die Outdoor-Profis ein ernstes Problem.","versions":[{"lang":1,"streams":[{"redirect":10541394,"hoster":"VOE"},{"redirect":10541398,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vorfall am Yukon River","epNo":3,"alt":"Hypothermia (1)","descr":"Die Lage in der Wildnis spitzt sich zu. Denn je weiter Parker Schnabel und seine Gefährten Richtung Norden vordringen, desto größer werden die Strapazen. Die Kälte und der Hunger zehren an den Nerven der Abenteurer. Zudem versperren riesige Eisschollen den Weg nach Dawson City. Unter diesen extremen Bedingungen ist das anvisierte Pensum von 65 Kilometern pro Tag kaum zu schaffen. Und dann stellt ein Moment der Unachtsamkeit plötzlich das ganze Unternehmen infrage: Denn Parker gerät am Yukon River in akute Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":10541405,"hoster":"VOE"},{"redirect":10541406,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Reise der Erkenntnisse","epNo":4,"alt":"Hypothermia (2)","descr":"In einem Zelt kann man sich gegenseitig extrem auf die Nerven gehen – besonders nach einem harten Tag in der Wildnis. Doch solche Szenen werden aus vielen TV-Serien herausgeschnitten. Nicht so in diesem \"Goldrausch\"-Special: Wer hat nachts am lautesten geschnarcht, welche Marotten sorgten unterwegs für Gesprächsstoff und wie hat sich Karla Ann, als einzige Frau im Team, den Respekt ihrer männlichen Kollegen verdient? Parker Schnabel und seine Crew blicken nach einem kräftezehrenden Gewaltmarsch auf kuriose Momente und akute Gefahrensituationen zurück.","versions":[{"lang":1,"streams":[{"redirect":10541413,"hoster":"VOE"},{"redirect":10541419,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Willkommen im Dschungel","epNo":1,"alt":"Welcome to the Jungle","descr":"Parker Schnabel und seine Gefährten wollen in Guyana in der gleichen Region nach Gold suchen, in der Todd Hoffman vor vier Jahren gescheitert ist. Der Schatzjäger hat damals in Südamerika nur zwei Unzen Edelmetall im Wert von knapp 2500 Euro gefunden. Dieses magere Ergebnis gilt es nun, zu überbieten. Von Georgetown aus bricht das Quartett in den Dschungel auf – aber dort lernen die Abenteurer gleich zu Beginn der Reise – 10 000 Kilometer vom Yukon entfernt – die unangenehmen Seiten des tropischen Regenwalds kennen.","versions":[{"lang":1,"streams":[{"redirect":10541430,"hoster":"VOE"},{"redirect":10541427,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hölldorado","epNo":2,"alt":"Hell Dorado","descr":"Brüllaffen und bissige Insekten: Parker Schnabel und seine Freunde haben in Südamerika eine anstrengende Nacht hinter sich. Aber Aufgeben ist für das Team keine Option, denn die Abenteurer wollen von den Einheimischen lernen, wie man in Guyana Gold schürft. Große Maschinen sieht man dort nur selten, im tropischen Regenwald setzen die Schatzsucher stattdessen auf Muskelkraft – so wie die ersten Pioniere im Klondike. Diese Methode ist zwar sehr arbeitsintensiv, aber die Ausbeute pro Kubikmeter kann sich durchaus sehen lassen.","versions":[{"lang":1,"streams":[{"redirect":10541437,"hoster":"VOE"},{"redirect":10541435,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flussfahrt des Grauens","epNo":3,"alt":"The Jungle Awakens","descr":"97 Prozent Reinheit: Ein Schatzsucher zeigt Parker und seinen Gefährten ein fettes Nugget, das er am Mount Marudi ausgegraben hat. Dieser Glückstreffer gibt in Südamerika die Richtung vor. Um an den Fundort zu gelangen, muss sich das Team 160 Kilometer Richtung Süden durchschlagen. Das geht am schnellsten mit dem Floss auf dem Rewa River, in dem es vor Krokodilkaimanen, Großen Anakondas und Roten Piranhas nur so wimmelt. Aber der Weg durch den Dschungel wäre nicht minder gefährlich, deshalb nehmen die Glücksritter dieses Risiko in Kauf.","versions":[{"lang":1,"streams":[{"redirect":10541442,"hoster":"VOE"},{"redirect":10541441,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die perfekte Stelle","epNo":4,"alt":"X Marks the Spot","descr":"Alles in Handarbeit: Parker Schnabel und seine Gefährten klettern am Mount Marudi in einen hundertfünfzig Meter langen Tunnel, den einheimische Schatzsucher dort mit Hammer und Meißel in den Berg gegraben haben. Diese gigantische Kraftanstrengung nötigt dem jungen Minenboss großen Respekt ab. Und anschließend müssen sich die Abenteurer sputen. Denn bis zur Rückkehr in den Klondike bleiben dem Team nur noch knapp zwei Wochen – und vorher wollen die Glücksritter in Südamerika unbedingt einen Claim abstecken.","versions":[{"lang":1,"streams":[{"redirect":10541446,"hoster":"VOE"},{"redirect":10541453,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aufruhr in Marudi","epNo":5,"alt":"The Jungle Strikes Back","descr":"Nach vier Wochen Blut, Schweiß und Tränen hat Parker Schnabel im Dschungel von Guyana endlich einen geeigneten Schürfgrund gefunden. Dort macht sich das Team mit einem Bagger und einer Pumpe an die Arbeit. Die ersten Cleanouts sind vielversprechend, aber dann geraten die Abenteurer mitten in einen Grundstücksstreit zwischen einer großen Minengesellschaft und einheimischen Goldsuchern. In Marudi hat sich eine aufgebrachte Menschenmenge versammelt – und TV-Kameras könnten die Lage unnötig anheizen","versions":[{"lang":1,"streams":[{"redirect":10541421,"hoster":"VOE"},{"redirect":10541420,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"In gefährlichen Tiefen","epNo":1,"alt":"Dangerous Depths","descr":"Parker Schnabel und seine Gefährten beginnen ihre spannende Expedition in Papua-Neuguinea mit dem Aufstieg auf den Vulkan Tavurvur. Von Rabaul aus wird das Quartett anschließend eintausend Kilometer zu einer verlassenen Mine nach Mount Hagen weiterreisen. Aber bevor die Abenteurer auf der Südhalbkugel nach Gold suchen, begibt sich Parker auf Spurensuche. Sein Großvater war im Zweiten Weltkrieg im Südpazifik stationiert. Deshalb hält der junge Minenboss im Inselstaat nach einem Flugzeug Ausschau, an dem sein Grandpa damals gearbeitet haben könnte.","versions":[{"lang":1,"streams":[{"redirect":10541510,"hoster":"VOE"},{"redirect":10541539,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erdrutsch","epNo":2,"alt":"Lethal Landslide","descr":"Die Abenteurer machen sich in Papua-Neuguinea auf den Weg zum Edie Creek. Dort brach in den 1920er Jahren das Goldfieber aus, nach dem australische Schatzsucher in den Bergen der Provinz Morobe große Edelmetallvorkommen entdeckt hatten. Am Tag wurden dort damals bis zu 240 Unzen abgebaut. Aber die abgeschiedene Region ist mit dem Geländewagen nur schwer zu erreichen und nach einem Erdrutsch ist zudem die Straße versperrt. Deshalb bleibt Parker Schnabel und seine Gefährten keine andere Wahl: Das Team muss seinen Weg im Hochland zu Fuß fortsetzen.","versions":[{"lang":1,"streams":[{"redirect":10541458,"hoster":"VOE"},{"redirect":10541455,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Giftiges Quecksilber","epNo":3,"alt":"Mercury Rising","descr":"Mit Quecksilber kann man sehr effektiv Gold auslösen. Aber bei der Wärmebehandlung treten giftige Dämpfe aus, die das Nerven-, Verdauungs- und Immunsystem schädigen. Auch Lunge und Nieren werden in Mitleidenschaft gezogen, was im schlimmsten Fall tödlich enden kann. Trotzdem nehmen viele Schatzsucher in Papua-Neuguinea dieses Gesundheitsrisiko aus Kostengründen billigend in Kauf – so auch Demas. Dieses Elend wollen Parker Schnabel und seine Gefährten nicht länger mitansehen. Die Abenteurer bauen für ihren neuen Freund einen sogenannten Retortenofen.","versions":[{"lang":1,"streams":[{"redirect":10541507,"hoster":"VOE"},{"redirect":10541505,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie im Kriegsgebiet","epNo":4,"alt":"The Monster Mine","descr":"Parker Schnabel und seine Begleiter reisen vom Edie Creek aus in das vulkanische Hochland Papua-Neuguineas. Dort befindet sich eine der größten Minen des Landes. In Porgera werden pro Jahr rund 1,2 Millionen Tonnen Erz abgebaut, aus dem Gold gewonnen wird. Diese riesige Maschinerie will sich das Team mit eigenen Augen ansehen. Aber die Region ist geprägt von ethnischen Konflikten. Nach dem man dort kostbares Edelmetall entdeckt hatte, strömten 60 000 Menschen aus verschiedenen Volksstämmen in die Region. Dort herrschen Zustände wie im Wilden Westen.","versions":[{"lang":1,"streams":[{"redirect":10541498,"hoster":"VOE"},{"redirect":10541496,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Goldversteck","epNo":5,"alt":"Hunt for Hidden Gold","descr":"In dieser Folge begibt sich das Team in Papua-Neuguinea auf die Suche nach einer verschollenen Goldmine. Dort hat Mick Leahy in den 1930er-Jahren Edelmetall abgebaut. Aber als der Zweite Weltkrieg ausbrach, wurde der Claim angeblich mit Steinen zugeschüttet, um den kostbaren Schatz vor den Japanern zu verbergen. Micks Enkel Jim liefert Parker Schnabel im Wahgi-Tal wertvolle Hinweise über den genauen Standort der Mine. Aber unterwegs werden die Abenteurer an einer Straßensperre aufgehalten. Unbekannte wollen von der Film-Crew 1000 Dollar Wegzoll abkassieren.","versions":[{"lang":1,"streams":[{"redirect":10541493,"hoster":"VOE"},{"redirect":10541495,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bagger am Limit","epNo":6,"alt":"Parker Vs. Backhoe","descr":"Vor Tausenden von Jahren schwemmten Flüsse in den Highlands goldhaltigen Schlamm in die Täler. Riesige Felsbrocken fungierten dabei als natürliche Riffeln. Sie verlangsamten das Wasser und in den Fugen sammelte sich kostbares Edelmetall. Um den Schatz zu heben, braucht man schwere Maschinen. Aber die sind in Papua-Neuguinea Mangelware. Und als Parker Schnabel endlich einen Bagger aufgetrieben hat, wartet schon das nächste Problem: Wie kommt das Nutzfahrzeug zur Mine? Kann man das Vehikel an einem Abhang mit der Heckschaufel nach oben ziehen?","versions":[{"lang":1,"streams":[{"redirect":10541489,"hoster":"VOE"},{"redirect":10541490,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine neue Hoffnung","epNo":7,"alt":"Path To Gold","descr":"Wo ist das kostbare Edelmetall versteckt? Parker Schnabel untersucht in Papua-Neuguinea die Beschaffenheit eines vielversprechenden Areals, denn eine profitable Mine wäre für das Dorf Kuta ein Segen. Wenn es oben in den Felsen eine Ader gäbe, wäre das Gold in Tausenden von Jahren hinunter ins Tal geschwemmt worden. So viel zur Theorie, aber der junge Minenboss braucht handfeste Belege. Um die Goldquelle ausfindig zu machen, bricht das Team deshalb ins Hochland auf. Dort begegnen den Abenteurern plötzlich vier mit Macheten bewaffnete, junge Männer.","versions":[{"lang":1,"streams":[{"redirect":10541481,"hoster":"VOE"},{"redirect":10541484,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neues aus Neuguinea","epNo":8,"alt":"Uncharted Territory","descr":"Alte Goldminen, eklige Riesenspinnen und gefährliche Tauchgänge: Parker Schnabel ist nach einem spannenden Abenteuer zurück in Alaska. In Papua-Neuguinea wandelte der Schatzsucher aus dem Klondike in den Fußspuren seines Großvaters und suchte vor der Küste nach einem Flugzeugwrack. Im Hochland goss es anschließend wie aus Kübeln, dort waren Parker und seine Gefährten im Geländewagen auf unbefestigten Straßen unterwegs. Die fünfwöchige Expedition auf der Südhalbkugel war anstrengend und gefährlich. Aber rückblickend möchte der Schatzsucher nicht einen Moment missen.","versions":[{"lang":1,"streams":[{"redirect":10541471,"hoster":"VOE"},{"redirect":10541472,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Expeditionen der Extreme","epNo":9,"alt":"Expedition Gold","descr":"Gefährliche Orte ziehen ihn magisch an. Um packende Abenteuer zu erleben, hat Parker Schnabel in den letzten drei Jahren über 30 000 Kilometer zurückgelegt. 2016 kämpfte der junge Minenbetreiber mit seinen Gefährten im eisigen Klondike-Winter gegen die feindselige Natur. Ein Jahr später zog es ihn in den Dschungel von Guyana. Und die letzte Expedition führte ins Hochland von Papua-Neuguinea. Um widrige Hindernisse zu überwinden, nutzte der Schatzsucher auf allen drei Touren seine Erfahrung als Goldschürfer. Und dieses Special zeigt noch einmal die größten Highlights.","versions":[{"lang":1,"streams":[{"redirect":10541461,"hoster":"VOE"},{"redirect":10541466,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Willkommen in Victoria","epNo":1,"alt":"Welcome Stranger","descr":"Parker Schnabel und sein Team sind im Bundesstaat Victoria gelandet. Das große Abenteuer startet in einer Region, die \"Goldenes Dreieck\" genannt wird. Tyler und Fred sollen in der Stadt Ballarat für 10 000 Dollar Equipment einkaufen, mit dem die Schatzsucher in Down Under erste Testläufe durchführen können. Parker und Kameramann Danny brechen derweil nach \"German Gully\" auf. Dort meißelten Pioniere einst Gold im Wert von einer halben Milliarde Dollar aus den Felsen. Findet man in den uralten Bergschächten auch heute noch kostbares Edelmetall?","versions":[{"lang":1,"streams":[{"redirect":10541576,"hoster":"VOE"},{"redirect":10541575,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tylers Bewährungsprobe","epNo":2,"alt":"Tyler’s Trial","descr":"Der Auftakt verlief vielversprechend: Parker Schnabel und sein Team haben im Bundesstaat Victoria Boden getestet, der mehr Gold enthielt als der beste Claim des Schatzsuchers im Yukon. Aber Parkers australische Begleiterin Tyler Mahoney glaubt, dass es 3200 Kilometer nördlich noch mehr Edelmetall zu holen gibt. Dort steht ein 60 Hektar großer Claim zum Verkauf. Hat der Eigentümer in Queensland wertloses Land abgesteckt, um ahnungslose Anfänger übers Ohr zu hauen? Oder handelt es sich um ein seriöses Angebot? Tyler und Parker gehen der Sache auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":10541591,"hoster":"VOE"},{"redirect":10541590,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unberührter Boden","epNo":3,"alt":"Trial By Fire","descr":"Parker Schnabel bestaunt im Norden von Queensland historische Relikte aus längst vergangenen Tagen. Die ersten Pioniere, die dort Gold ans Tageslicht beförderten, nutzten bei der Arbeit dampfbetriebene Pochwerke. Die Maschinen funktionierten ähnlich wie Mörser - damit wurden große Gesteinsbrocken zertrümmert. Auf dem Evening Star Claim der Fitzgeralds gibt es zudem einen unberührten Abschnitt, den Parker gerne testen würde. Um sich eine Pachterlaubnis für den wertvollen Boden zu sichern, muss der Schatzsucher das Vertrauen der Eigentümer gewinnen.","versions":[{"lang":1,"streams":[{"redirect":10541544,"hoster":"VOE"},{"redirect":10541535,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Härtetest in der Hitze","epNo":4,"alt":"Hell’s Crack","descr":"Auf ihrer Erkundungstour durch Australien haben Parker Schnabel und sein Team bereits 6500 Kilometer zurückgelegt. Das nächste Ziel der Abenteurer ist Old Halls Creek, dort wurde 1885 ein 28 Unzen schwerer Riesennugget gefunden. Daraufhin strömten viele Schatzsucher in die Region, aber wegen der extremen klimatischen Bedingungen dauerte der Goldrausch nur drei Monate. Kommen Parker und seine Gefährten besser mit der Hitze zurecht als die ersten Pioniere? Der 25-Jährige wagt bei mörderischen Temperaturen über 40 Grad in Western Australia einen Testlauf.","versions":[{"lang":1,"streams":[{"redirect":10541546,"hoster":"VOE"},{"redirect":10541547,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Neue Schürfmethoden","epNo":5,"alt":"The Honey Pot","descr":"Sandstone war zu Beginn des 20. Jahrhunderts ein wichtiges Zentrum der australischen Goldindustrie. Heute hat der entlegene Ort nur noch 80 Einwohner, aber mit alternativen Schürfmethoden kann man in der Region nach wie vor kostbare Schätze erbeuten. Das sogenannte Blausäureverfahren, bei dem das Edelmetall mithilfe einer Cyanidlösung aus dem Schürfgut herausgelöst wird, verspricht einen Verdienst von umgerechnet 160 000 Euro pro Woche. Das klingt nach einem lohnenswerten Unterfangen, deshalb macht sich Parker Schnabel mit chemischen Prozessen vertraut.","versions":[{"lang":1,"streams":[{"redirect":10541552,"hoster":"VOE"},{"redirect":12518497,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine staubige Angelegenheit","epNo":6,"alt":"Mine, Moment, Machine","descr":"Wasser ist in den trockenen Wüstenregionen des australischen Kontinents absolute Mangelware. Deshalb setzen die McClarens bei der Schatzsuche einen \"Dryblower\" ein. Die erste Maschine dieser Art wurde 1893 von Stephen Lorden erfunden. Das Staubmonster der Minen-Besitzer filtert Edelmetall aus dem Schürfgut, aber welche Erträge kann man damit erwirtschaften? Parker Schnabel macht in der Murchison-Goldregion die Probe aufs Exempel. Der Abenteurer zahlt eine Leihgebühr von umgerechnet 3600 Euro pro Tag, um in der Region ein unberührtes Areal zu testen.","versions":[{"lang":1,"streams":[{"redirect":10541555,"hoster":"VOE"},{"redirect":10541563,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Achtung, Sprengung!","epNo":7,"alt":"Hard Rock Risks","descr":"John Addink baut in Australien goldhaltiges Erz ab. Der Minenbesitzer bricht das Edelmetall im Untertagebau mit Sprengstoff aus dem Fels. Danach wird das kostbare Material mit einem Backenbrecher zerkleinert und in einer Hammermühle auf Sandkorngröße zermahlen. Eine Art Zentrifuge trennt im letzten Arbeitsschritt die Spreu vom Weizen. Wie viel Gold gewinnt man mit dieser Technik im Durchschnitt aus fünf Tonnen Schürfgut? Parker Schnabel lotet fern der Heimat neue Business-Optionen aus. Der 25-Jährige ist in Down Under gespannt auf den Cleanout.","versions":[{"lang":1,"streams":[{"redirect":10541559,"hoster":"VOE"},{"redirect":10541562,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tag der Entscheidung","epNo":8,"alt":"Future Ground","descr":"Die letzte Station auf Parker Schnabels Australien-Rundreise ist Kalgoorlie. Dort besichtigt der 25-Jährige die Super-Pit-Goldmine. Die gigantische Grube produziert zehnmal mehr Edelmetall als alle Minenbetreiber im Yukon zusammen. Im Rekordjahr 2017 waren es 700 000 Unzen. Die Dimensionen, in denen dort Gold abgebaut wird, sind absolut beeindruckend. Und ganz in der Nähe befinden sich Hunderte Pachtgrundstücke. Soll Parker hier in den Wintermonaten sein Glück versuchen oder am Palmer River? Der Schatzsucher muss in Down Under eine Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":10541565,"hoster":"VOE"},{"redirect":10541567,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Traum von Australien","epNo":9,"alt":"Aussie Gold Strike","descr":"Staub in den Kameras und Fliegen in den Ohren: Neun Wochen lang sind Parker Schnabel und seine Gefährten kreuz und quer durch Australien gereist. Auf dem 10 000 Kilometer langen Trip hat die Truppe in Down Under allerhand erlebt. In diesem Special lassen die Abenteurer noch einmal lustige Begebenheiten und kuriose Zwischenfälle Revue passieren. Auf der Tour haben sich für Parker zudem neue Business-Optionen aufgetan. Unter der Erdoberfläche des Kontinents locken gigantische Reichtümer. Packt der 25-jährige Minenbesitzer aus dem Yukon die Gelegenheit beim Schopf?","versions":[{"lang":1,"streams":[{"redirect":10541566,"hoster":"VOE"},{"redirect":10541573,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Von Vancouver nach Wellington","epNo":1,"alt":"Parker’s $5-Million Bet","descr":"Parker Schnabel nimmt in Kanada bei eisigen Temperaturen bis zu minus 25 Grad Waschtrommeln unter die Lupe, die lehmhaltiges Schürfgut verarbeiten können. Aber die Maschinen entsprechen nicht seinen Vorstellungen. Und in den Wintermonaten ist die Auswahl in Nordamerika begrenzt. Deshalb bricht der Minenboss mit seinem Team zu einer Einkaufstour nach Neuseeland auf. Bevor sich die Truppe dort nach passendem Equipment umsieht, steht in Ozeanien Teambuilding auf der Agenda. Parker und seine Crew stürzen sich beim Fallschirmspringen 4000 Meter in die Tiefe.","versions":[{"lang":1,"streams":[{"redirect":11764191,"hoster":"VOE"},{"redirect":11764193,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die perfekte Waschanlage","epNo":2,"alt":"The Secret Sluice","descr":"Parker Schnabel und sein Team halten in Neuseeland Ausschau nach einer Waschanlage. Dem Minenboss bleiben bis zum Beginn der Schürfsaison noch sieben Wochen, um eine geeignete Maschine zu finden und sie anschließend nach Alaska zu transportieren. Die Suche beginnt in der Nähe von Hokitika im Westland District. Dort statten Parker, Jeff Turnell, Tyler Mahoney und Danny Etheridge einem erfahrenen Goldgräber einen Besuch ab. Iain Whyte kennt sich im Business bestens aus und bietet für 220 000 Dollar zwei Trommeln mit hydraulischen Riffeln zum Verkauf an.","versions":[{"lang":1,"streams":[{"redirect":11764194,"hoster":"VOE"},{"redirect":11764195,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gold im Gletscher","epNo":3,"alt":"Floating Gold","descr":"Bei ihrem Ausflug auf den Franz-Josef-Gletscher werden Parker Schnabel und sein Team von einem Wetterumschwung überrascht. Der Hubschrauberpilot muss sich sputen, um die Truppe rechtzeitig in Sicherheit zu bringen. Nach der Exkursion fokussiert sich Parker in Neuseeland wieder auf das Geschäftliche. Tyler Mahoney hat im Bergbau-Städtchen Greymouth ein Treffen mit einem Goldgräber arrangiert. Peter Haddock betreibt dort eine Mine und er baut seit mehr als 25 Jahren Waschanlagen, die er weltweit verkauft. Seine Spezialkonstruktionen können sogar schwimmen.","versions":[{"lang":1,"streams":[{"redirect":11802598,"hoster":"VOE"},{"redirect":11802595,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Matts Mine","epNo":4,"alt":"Parker’s Prospect","descr":"","versions":[{"lang":1,"streams":[{"redirect":12156492,"hoster":"VOE"},{"redirect":12156526,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Im Paradies der Goldsucher","epNo":5,"alt":"Gold Mining Paradise","descr":"","versions":[{"lang":1,"streams":[{"redirect":12156445,"hoster":"VOE"},{"redirect":12156462,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine schwierige Entscheidung","epNo":6,"alt":"Gut Check","descr":"","versions":[{"lang":1,"streams":[{"redirect":12156395,"hoster":"VOE"},{"redirect":12156430,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Überwindung","epNo":7,"alt":"Leap Of Faith","descr":"","versions":[{"lang":1,"streams":[{"redirect":12156350,"hoster":"VOE"},{"redirect":12156434,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schatzsuche im Ozean","epNo":8,"alt":"Sharks And Gold","descr":"","versions":[{"lang":1,"streams":[{"redirect":12156366,"hoster":"VOE"},{"redirect":12156309,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Erkenntnisse aus dem Land der Kiwis","epNo":9,"alt":"Kiwi Confessions","descr":"Neuseeland hat eine lange Goldgräber-Tradition. Und der Inselstaat im Südpazifik ist weltweit führend, was das Design und die Konstruktion von Waschanlagen anbelangt. Deshalb bricht Parker Schnabel in dieser Serie mit seinem Team nach Ozeanien auf. Dort will der 27-jährige Minenboss zusammen mit dem Kameramann Danny Etheridge, dem Technikexperten Jeff Turnell und der australischen Goldschürferin Tyler Mahoney neues Equipment einkaufen und spannende Abenteuer erleben. Von der Westküste über das Abbaugebiet in Otago bis auf die Halbinsel Coromandel: Auf der siebenwöchigen Tour stehen rund 11 000 Kilometer entfernt von der Heimat auch Fallschirmsprünge und Tauchausflüge auf der Agenda.","versions":[{"lang":1,"streams":[{"redirect":12156376,"hoster":"VOE"},{"redirect":12156299,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Mucho Oro","epNo":1,"alt":"Mucho Oro","descr":"Für die Inka hatte Gold keinen materiellen Wert. Das Edelmetall wurde vor allem wegen seiner Schönheit gepriesen. Die Inka verzierten damit Bauwerke und stellten daraus Tierfiguren, Masken und Kunstgegenstände her, um ihre Götter zu ehren. Demzufolge waren sie nicht nur bestens mit der Goldschmiedekunst vertraut, sondern sie wussten auch, wo man große Menge davon findet und wie man es abbaut. Parker Schnabel, Danny Etheridge, Tyler Mahoney und Diego Lizarzaburu besichtigen in Pisac Hinterlassenschaften einer großen Zivilisation und geraten dabei ins Staunen.","versions":[{"lang":1,"streams":[{"redirect":13389499,"hoster":"VOE"},{"redirect":13389500,"hoster":"Doodstream"},{"redirect":13389501,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gold am Flussufer ","epNo":2,"alt":"Mother Of God","descr":"In der Madre de Dios-Region befördern Schatzsucher jedes Jahr kostbares Edelmetall im Wert von zig Millionen Dollar ans Tageslicht. Dort gibt es auch viele illegale Minen, denn im schwer zugänglichen Urwald können die Behörden nicht jeden Winkel kontrollieren. Mitunter kommt es unter den Goldgräbern auch zu Streitigkeiten und Auseinandersetzungen, deshalb müssen Parker Schnabel und sein Team in dem Gebiet vorsichtig sein. Danach besucht der Minenboss in Peru das Amarakaeri-Reservat. Dort schürft das indigene Volk der Harakmbut auf dem Land seiner Ahnen. ","versions":[{"lang":1,"streams":[{"redirect":13424078,"hoster":"VOE"},{"redirect":13424079,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Im Paradies des Teufels","epNo":3,"alt":"Devil`s Paradise","descr":"Parker Schnabel und sein Team wollen in den Anden einen der extremsten Bergbaustandorte der Erde besuchen. Die Siedlung La Riconda in der peruanischen Provinz San Antonio de Putino liegt rund 5000 Meter über dem Meeresspiegel. Dort haben auch schon die Inkas Gold abgebaut und der Legende nach findet man dort riesige Nuggets. Aber der Trip in die Region ist riskant. Die Kriminalitätsrate in der abgelegenen Ortschaft ist sehr hoch, deshalb werden Parker, Danny, Tyler und Diego bei ihrem Besuch im \"Paradies des Teufels\" von einer Polizeieskorte begleitet.","versions":[{"lang":1,"streams":[{"redirect":13454935,"hoster":"VOE"},{"redirect":13454934,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Willkommen in Bolivien","epNo":4,"alt":"Bolivia Or Bust","descr":"Bolivien ist fast zweieinhalb Mal so groß wie der Yukon und erstreckt sich von den Anden im Westen bis zum Amazonas-Dschungel im Osten. Geringe Treibstoffkosten machen das Land auch für Schatzsucher attraktiv. In den letzten zehn Jahren hat sich die Produktion verneunfacht, auf 453 Tonnen Edelmetall pro Jahr im Wert von 2,5 Milliarden Dollar. Parker Schnabel und sein Team wollen drei Kilometer von der Grenzstadt Puyo Puyo entfernt eine fast fünfzig Hektar große Mine begutachten. Dort arbeiten rund einhundert Goldgräber in Vier-Stunden-Schichten.","versions":[{"lang":1,"streams":[{"redirect":13455230,"hoster":"VOE"},{"redirect":13455228,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Monsterbagger","epNo":5,"alt":"Gold Monsters","descr":"Parker Schnabel und sein Team haben in den letzten zehn Jahren im Yukon mehr als 50 000 Unzen Gold ausgegraben. Aber das Vorkommen wird in absehbarer Zeit erschöpft sein. Deshalb lotet der Schatzsucher in Südamerika neue Business-Optionen aus. In dieser Serie bricht er nach Peru auf. Das Land hat eine lange Bergbaugeschichte. Dort werden auch heute noch beträchtliche Mengen an Edelmetall gefördert. Parker will dort so viele Betriebe wie möglich besichtigen und er sucht nach unberührtem Grund und Boden, in dem sich große Reichtümer verbergen. Auf seinem Trip in die Höhenlagen und in den Dschungel wird er von langjährigen Weggefährten und von einem erfahrenen Mediziner begleitet.","versions":[{"lang":1,"streams":[{"redirect":13455227,"hoster":"VOE"},{"redirect":13455232,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Von Tupiza nach Bonanza","epNo":6,"alt":"Bonanza Creek Bounty","descr":"Parker beginnt mit dem Abbau der vierhundert Hektar von Bonanza Creek, aber ein versehentlicher Zusammenstoß mit benachbarten Bergleuten bietet ihm wahrscheinlich eine bessere Gelegenheit.","versions":[{"lang":1,"streams":[{"redirect":13515651,"hoster":"VOE"},{"redirect":13515644,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erfahrung ist alles","epNo":7,"alt":"The Dark Horse","descr":"Parker beginnt mit dem Abbau der vierhundert Hektar von Bonanza Creek, aber ein versehentlicher Zusammenstoß mit benachbarten Bergleuten bietet ihm wahrscheinlich eine bessere Gelegenheit.","versions":[{"lang":1,"streams":[{"redirect":13599418,"hoster":"VOE"},{"redirect":13515678,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Deal am Ziel?","epNo":8,"alt":"There’s Gold Everywhere","descr":"Der Bonanza-Claim war ein Reinfall. Dort haben Parker Schnabel und sein Team bei Testgrabungen nur halb so viel Gold gefunden wie im Yukon. Aber eine Option bleibt dem Minenboss noch. Der 28-Jährige folgt seinem Bauchgefühl und wechselt kurz vor dem Ende seiner Südamerikareise mit seinen Begleiter:innen den Standort. Das vier Hektar große Gelände in den Ausläufern der Anden ist in einen Talboden eingebettet. Dort bleiben Parker, Tyler, Danny und Diego nur vier Tage, um herauszufinden, wie viel Edelmetall unter der Erdoberfläche verborgen liegt.","versions":[{"lang":1,"streams":[{"redirect":13881595,"hoster":"VOE"},{"redirect":13560795,"hoster":"Streamtape"}]}]}]}]}