{"path":"/serie/stream/goldrausch-dave-turins-lost-mine","name":"Goldrausch: Dave Turin\u0027s Lost Mine","descr":"Vor zwei Jahren hat Goldschürfer Dave Turin das Team rund um Todd Hoffman verlassen. Nun kehrt er als sein eigener Boss zurück, um in einer alten, verschollenen Mine nach dem Gold zu suchen, das die ehemaligen Nutzer dort zurückgelassen haben.","seasons":[{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-1/episode-1","name":"Dozer Dave kehrt zurück","epNo":1,"alt":"Dozer Dave Returns","descr":"Die Suche nach der richtigen Goldmine.Geldgeber und Erreichbarkeit erschweren die Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009444","hoster":"VOE"},{"path":"/redirect/8542548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-1/episode-2","name":"Anfängerfehler","epNo":2,"alt":"Rookie Mistakes","descr":"Dave und sein Team haben einen geeigneten Platz zum Gold schürfen gefunden.Jedoch erwartet Ihn auch wieder eine harte Entscheidung.Freundschaft gegen Führung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009457","hoster":"VOE"},{"path":"/redirect/8542530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-1/episode-3","name":"Detektivarbeit","epNo":3,"alt":"Paydirt Mystery","descr":"Ist die Waschanlage defekt oder schürfen die Abenteurer an der falschen Stelle? Bis dato hat sich die Plackerei am Lynx Creek für Dave Turin und seine Gefährten nicht ausgezahlt. Im Gegenteil: Wenn die Männer in den nächsten Wochen nicht wesentlich mehr Edelmetall zutage fördern, droht ihnen der finanzielle Ruin. Deshalb betreibt das Team in Arizona Ursachenforschung. Maschinenführer Casey Morgan untersucht das Equipment und Dave Turin entnimmt weitere Bodenproben. Denn der kostbare Schatz könnte in einer anderen Erdschicht versteckt sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922867","hoster":"VOE"},{"path":"/redirect/8542535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-1/episode-4","name":"Letzte Chance","epNo":4,"alt":"Last Chance","descr":"Der Standortwechsel zahlt sich aus: In den letzten drei Tagen konnten Dave Turin und seine Gefährten auf einem Dredge-Friedhof am Lynx Creek rund 27 Unzen einheimsen. Zu Beginn des zwanzigsten Jahrhunderts wurde dort bei der Schatzsuche ein Schwimm-Bagger eingesetzt – und die Ressourcen scheinen noch nicht erschöpft zu sein. Die stattliche Ausbeute setzt bei den Männern neue Kräfte frei. Aber dann streikt plötzlich die Waschanlage des Teams. Die Reparaturen nehmen wertvolle Zeit in Anspruch. Erreichen die Abenteurer trotzdem ihr angestrebtes Saisonziel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009466","hoster":"VOE"},{"path":"/redirect/8542550","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-1","name":"Eine neue alte Mine","epNo":1,"alt":"Rocky Mountain Gold","descr":"Dave Turin hat in Nordamerika endlich einen passenden Schürfspot gefunden. Bei den ersten Testläufen lagen in der Birdseye-Mine zwischen zweieinhalb und drei Gramm Edelmetall in jeder Pfanne. Das lässt auf eine Ausbeute von bis zu 17 Dollar pro Kubikmeter Erdreich hoffen. Aber die Winter im Bundesstaat Montana sind hart, dementsprechend kurz ist die Saison. Damit sich der Aufwand am Ende bezahlt macht, muss das Equipment spätestens in zwei Wochen einsatzbereit sein. Deshalb bringt das Team umgehend ein Förderband und eine Waschrinne in Stellung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922870","hoster":"VOE"},{"path":"/redirect/9025365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-2","name":"Herbe Enttäuschung","epNo":2,"alt":"Big Bowl Bet","descr":"Wenn der Wasserdruck sinkt, setzen sich die Riffeln mit Schlamm zu und das Edelmetall wird aus der Waschrinne gespült. So verlieren Dave Turin und sein Team in Montana haufenweise Geld. Deshalb muss schnellstmöglich eine Lösung her. Aber die Pumpe der Schatzsucher arbeitet einwandfrei – stattdessen hakt es an anderer Stelle. Die Beschaffenheit des Schürfguts stellt ein echtes Problem dar. Denn die schmalen Kanäle im Boden, in denen das Gold verborgen liegt, sind von einer dicken Lehmschicht eingeschlossen. Dieses Material ist Gift für die Waschanlage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009554","hoster":"VOE"},{"path":"/redirect/12980308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-3","name":"Misstrauen und Schrotkugeln","epNo":3,"alt":"Vanishing Gold","descr":"Kann eine neue Maschine das Problem der Schatzsucher lösen? Auf Howies Abschnitt kommt eine Konzentrator-Zentrifuge zum Einsatz, die feinen Goldstaub separiert. Damit wollen Dave Turin und seine Crew die Ausbeute um 30 bis 40 Prozent steigern. Aber der große Durchbruch gelingt trotzdem nicht. Der Boden wirft weniger Edelmetall ab als erwartet. Dafür gibt es keine logische Erklärung, denn die Testergebnisse waren vielversprechend. Die Abenteurer stehen vor einem Rätsel, das es schnellstmöglich zu lösen gilt. Denn die Schürfsaison in Montana ist kurz","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009550","hoster":"VOE"},{"path":"/redirect/9025369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-4","name":"Die Nerven liegen blank","epNo":4,"alt":"Gold Will Surrender","descr":"Die Stimmung in Montana ist auf dem Tiefpunkt angelangt. Denn nach fünf Wochen harter Arbeit haben die Schatzsucher erst 42 Unzen Edelmetall ausgegraben. Vier Dollar pro Kubikmeter Erdreich: Mit dieser enttäuschenden Ausbeute können die Männer nicht einmal ihre Betriebskosten decken. Das Team muss den Standort wechseln, um die Saison zu retten. Goldgräber-Veteran Rob Towner und Jason Sanchez sollen nördlich der Birdseye-Mine einen geeigneten Spot ausfindig machen. Dave Turin inspiziert derweil in den Big Belt Mountains ein verlassenes Bergwerk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7943895","hoster":"VOE"},{"path":"/redirect/12741662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-5","name":"Harte Arbeit, karger Lohn","epNo":5,"alt":"Back On Gold","descr":"900 Tonnen Schürfgut in einer 8-Stunden-Schicht: Die Waschanlage des Teams läuft auf Hochtouren und verbraucht Unmengen an Wasser. Um verschmutzte Ressourcen aufzubereiten, heben die Männer deshalb in Montana ein drittes Absetzbecken aus, in dem der Schlick zu Boden sinkt. Die Abenteurer setzen große Hoffnungen in den nächsten Cleanout. Aber der überschaubare Ertrag sorgt für betretene Gesichter. Dave Turin gehen bei der Schatzsuche in Nordamerika die Ideen aus. Wie lange kann der Abenteurer seine frustrierten Mitstreiter noch bei der Stange halten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009553","hoster":"VOE"},{"path":"/redirect/9025376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-6","name":"Streit mit dem Nachbarn","epNo":6,"alt":"Boundary Blowout","descr":"Howie Anderson ist stinksauer, denn das Wasser aus dem neuen Absetzbecken läuft in seine Kiesgrube. Dagegen müssen Dave Turin und seine Mitstreiter umgehend etwas unternehmen. Denn wenn der verärgerte Landbesitzer die Schatzsucher in Nordamerika von seinem Grund und Boden verbannt, geht ihr Traum vom Reichtum in Schall und Rauch auf. Und es gibt noch ein Problem: Der Motor, der die Waschtrommel der Goldgräber antreibt, ist defekt. Eine Reparatur würde zu viel Zeit in Anspruch nehmen. Deshalb suchen die Männer in der Stadt nach einem Ersatzantrieb.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009559","hoster":"VOE"},{"path":"/redirect/9025367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-7","name":"Wintereinbruch","epNo":7,"alt":"Blue Room Bonanza","descr":"Der letzte Cleanout hat den Goldgräbern 6,5 Unzen Edelmetall im Wert von umgerechnet 8500 Euro eingebracht. Dieses Erfolgserlebnis setzt bei Dave Turin und seinen Mitstreitern neue Kräfte frei. Aber der Umschwung kommt möglicherweise zu spät, denn der Winter naht mit großen Schritten. Nachts fallen die Temperaturen immer öfter unter den Gefrierpunkt. Am nächsten Morgen müssen die Männer erst ihre vereisten Maschinen auftauen, bevor sie mit der Arbeit loslegen. Die Schatzsuche in Montana entwickelt sich auf der Zielgeraden zu einem Wettlauf gegen die Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009567","hoster":"VOE"},{"path":"/redirect/9025372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-2/episode-8","name":"Team Turin geht aufs Ganze","epNo":8,"alt":"All In","descr":"Die Maschinen sind mit Eis überzogen und bei frostigen Temperaturen von minus 19 Grad frieren in der Mine die Wasserleitungen ein. Dave Turin und seine Mitstreiter brauchen fast fünf Stunden, um die Waschanlage nach einem Kälteeinbruch wieder zum Laufen zu bringen. Laut Wetterbericht bekommen es die Goldgräber obendrein mit einem heftigen Schneesturm zu tun. Mutter Natur wirft dem Schatzsucher-Team beim Endspurt fette Knüppel zwischen die Beine, trotzdem geben die Abenteurer nicht auf. Denn sie sind nur noch 40 Unzen vom anvisierten Saisonziel entfernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009556","hoster":"VOE"},{"path":"/redirect/8542532","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-1","name":"Saisonstart mit Hindernissen","epNo":1,"alt":"Mountain of Gold","descr":"Dave Turin und seine Mitstreiter haben in Colorado ein vielversprechendes Stück Land entdeckt. Die Schatzsucher setzen große Hoffnungen in den Grund und Boden. Der neue Claim des Teams befindet sich 3000 Meter über dem Meeresspiegel im Leadville Mining District. Bevor die Truppe dort Gold schürfen kann, müssen die Männer ein Fundament für ihre neue Waschanlage anlegen. Das 15 Tonnen schwere Monstrum bewegt sich auf Ketten vorwärts. \"Dozer Dave\" hat all seine Ersparnisse in die Maschine investiert. Mit der \"Kakerlake\" soll in dieser Saison der Durchbruch gelingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916638","hoster":"VOE"},{"path":"/redirect/8393492","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9009358","hoster":"VOE"},{"path":"/redirect/9025355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-2","name":"Abschied von Dad","epNo":2,"alt":"Say a Prayer","descr":"Die Schatzsucher mussten in den vergangenen Jahren viele Rückschläge einstecken. Aber Dave Turin und seine Mitstreiter ließen sich niemals unterkriegen. Und das Team hat aus seinen Fehlern gelernt. In Colorado hoffen die Goldgräber auf einen fetten Jackpot und die ersten Cleanouts verliefen erfolgreich. Das hebt die Moral in der Truppe. \"Dozer Dave\" und seine Crew tragen mit ihren Maschinen am Box Creek gewaltige Mengen Erdreich ab, um die Waschanlage mit goldhaltigem Schürfgut zu füttern. Aber dann erreicht die Männer eine niederschmetternde Hiobsbotschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603556","hoster":"VOE"},{"path":"/redirect/8603550","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9009347","hoster":"VOE"},{"path":"/redirect/9025356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-3","name":"Team ohne Führung","epNo":3,"alt":"The Fifty Ounce Test","descr":"Die Nachricht vom Tod seines Vaters hat Dave Turin schwer getroffen. Der Schatzsucher ist abgereist, um seinen Dad zu beerdigen. Während seiner Abwesenheit übernimmt Jason Sanchez die Leitung des Teams. Die Männer stehen im US-Bundesstaat Colorado enorm unter Druck. Um ihrem Boss den Rücken freizuhalten, müssen sie am Box Creek in einer Woche 50 Unzen Gold ans Tageslicht befördern. Dieses Pensum ist nur zu schaffen, wenn alle an einem Strang ziehen. Und Jason Sanchez muss bei der Jagd nach dem kostbaren Edelmetall die richtigen Entscheidungen treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603558","hoster":"VOE"},{"path":"/redirect/8603553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-4","name":"Jasons Bewährungsprobe","epNo":4,"alt":"Gold Vault Gamble","descr":"Den \"Bank-Abschnitt\" am Box Creek haben die Schatzsucher komplett leer geräumt. Dem Team geht in Colorado das Schürfmaterial aus. Die Truppe muss mit ihren tonnenschweren Maschinen an einen anderen Spot umziehen. Vorarbeiter Jason Sanchez versucht auf dem Claim, den Verlauf der ertragreichen Goldader nachzuvollziehen. Wenn er mit seinen Prognosen falschliegt, droht den Männern ein böses Fiasko. Auf seinen Schultern lastet eine große Verantwortung. Aber es hilft nichts: Jason muss eine Entscheidung treffen. Ist der Glücksritter diesem Druck gewachsen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603555","hoster":"VOE"},{"path":"/redirect/8603542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500122","hoster":"VOE"},{"path":"/redirect/9025360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-5","name":"Hitzekollaps","epNo":5,"alt":"No Country for Gold Men","descr":"Es ist Hochsommer im US-Bundesstaat Colorado. Dave Turin und seinen Mitstreitern stehen bei Temperaturen von fast 40 Grad die Schweißperlen auf der Stirn. Und die extreme Hitze macht den Glücksrittern nicht nur körperlich zu schaffen. Der niedrige Pegelstand im Entnahme-Teich stellt bei der Schatzsuche ein echtes Problem dar, denn ohne Wasser können die Männer kein Gold waschen. Muldenkipper-Fahrer \"KC\" Morgan organisiert Pumpen und Schläuche, um das Problem zu lösen, während sein Boss drei Kilometer entfernt einen neuen Schürfspot unter die Lupe nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335406","hoster":"VOE"},{"path":"/redirect/8789675","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500124","hoster":"VOE"},{"path":"/redirect/9025362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-6","name":"Ein neuer Schürfgrund","epNo":6,"alt":"Let There Be Gold","descr":"Mit dem neuen Einfüllsystem konnten die Schatzsucher ihre Produktion im US-Bundesstaat Colorado um 30 Prozent steigern. Jetzt fehlen dem Team noch 27 Unzen Edelmetall bis zum angestrebten Etappenziel. Aber die Goldader verebbt langsam. Die Ertragsschicht auf dem \"Tresor-Abschnitt\" ist nur noch einen halben Meter breit. Darin finden die Glücksritter lediglich Sand und Steine. Deshalb suchen Dave Turin und Jason Sanchez am Box Creek händeringend nach einem neuen Schürfspot. Dabei vertrauen die Männer auf einen Insider, der sich in der Region sehr gut auskennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8789671","hoster":"VOE"},{"path":"/redirect/8789678","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500123","hoster":"VOE"},{"path":"/redirect/8542544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-7","name":"Alles steht still","epNo":7,"alt":"Good Man Down","descr":"Dave Turin und seine Mitstreiter sind mit ihrem Equipment im Bundesstaat Colorado auf einen neuen Abschnitt umgezogen. Dort wurde schon in den 1940er-Jahren Edelmetall abgebaut, aber mit modernen, leistungsstarken Maschinen dürfte auf dem Areal noch einiges zu holen sein. Und Goldgräber Jesse Goins soll ab sofort mehr Verantwortung übernehmen. Der 60-Jährige besteht seine Feuerprobe am Lenkrad des 40 Tonnen schweren Muldenkippers mit Bravour. Der Schatzsucher schafft 50 Fuhren in einer Schicht. Aber dann ereignet sich auf dem Claim ein furchtbares Drama.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8811373","hoster":"VOE"},{"path":"/redirect/8811378","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11831840","hoster":"VOE"},{"path":"/redirect/9025357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-8","name":"Hoffen auf die Hummocks","epNo":8,"alt":"Forged in Fire","descr":"Daves Crew hat nach dem tragischen Verlust ihres Teamkollegen Jesse Goins Schwierigkeiten, wieder anzufangen. Da das Gold im Doodle-Schnitt geringer ist als erwartet, drängt das Team Dave, es erneut zu versuchen, die Genehmigung für die Hügel zu erhalten, die sie ursprünglich abbauen wollten. Also bat er darum, seinen Fall bei einer Sonderversammlung der Stadt vorzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8866935","hoster":"VOE"},{"path":"/redirect/8866937","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534479","hoster":"VOE"},{"path":"/redirect/9025358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-9","name":"Rekordjagd","epNo":9,"alt":"Enter the Promised Land","descr":"Box Creek wird gerade von einem riesigen Schneesturm heimgesucht, als die Crew Zugang zu den vielversprechenden Hügeln der Hummocks erhält und Jason eine alarmierende Entdeckung macht. Enthält Bonusmaterial und gelöschte Szenen,","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12384578","hoster":"VOE"},{"path":"/redirect/8866974","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500125","hoster":"VOE"},{"path":"/redirect/8545566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-10","name":"Zerreißprobe in den Rocky Mountains","epNo":10,"alt":"Winters Warning","descr":"Team Turin versucht, sein 400-Unzen-Saisonziel in Hummock-Gold zu knacken. Aber die zunehmenden Mengen an schwerem schwarzem Sand, früher Schnee und der Druck der örtlichen Gemeinde drohen ihren Betrieb zu entgleisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8941522","hoster":"VOE"},{"path":"/redirect/12980307","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500126","hoster":"VOE"},{"path":"/redirect/9025361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-11","name":"Ein heißer Tipp","epNo":11,"alt":"X Marks the Spot","descr":"Dave kehrt zum Doodlebug-Schnitt zurück und versucht, sein Ziel zu übertreffen. Dazu sammelt er einige wichtige Informationen von einem Sohn eines bekannten Oldtimers von damals. Enthält zusätzliche Szenen und Bonusmaterial","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8941524","hoster":"VOE"},{"path":"/redirect/8941525","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500127","hoster":"VOE"},{"path":"/redirect/8542526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-12","name":"Neuanfang am Lynx Creek","epNo":12,"alt":"Million Dollar Gamble","descr":"Dave entdeckt in Alaska eine vielversprechende Spur, die auf eine ernsthafte Goldader hinweisen könnte. In der Zwischenzeit wird es nah sein, das Ziel für die Woche zu erreichen. Jason beschließt, zu Jessys Schnitt zurückzukehren, da der neue Schnitt überraschenderweise nicht produziert wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8966989","hoster":"VOE"},{"path":"/redirect/8966979","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500128","hoster":"VOE"},{"path":"/redirect/9025359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-13","name":"Riskante Entscheidung","epNo":13,"alt":"Arizona Crush","descr":"Dave entdeckt in Alaska eine vielversprechende Spur, die auf eine ernsthafte Goldader hinweisen könnte. In der Zwischenzeit ist es Zeit, das Ziel für die Woche zu erreichen. Jason beschließt, zu Jessys Cut zurückzukehren, da der neue Abschnitt überraschenderweise nicht profitabel ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9041814","hoster":"VOE"},{"path":"/redirect/9041817","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500129","hoster":"VOE"},{"path":"/redirect/9025363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-14","name":"Auf Goldsuche in Montana","epNo":14,"alt":"The Curse of Lost Mine Gold","descr":"Nachdem Jesse\u0027s Cut versiegt ist, muss das Team Turin Optionen ausloten, um das 27-Unzen Wochen- Ziel zu erfüllen, um das Jahresziel von 400 Unzen im Wert von einer Million Dollar zu erreichen. Bisher ist es für Dave schwierig, neue verlorene Minen in Montana zu finden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9104636","hoster":"VOE"},{"path":"/redirect/9104635","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500134","hoster":"VOE"},{"path":"/redirect/9025364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-15","name":"Die Erzhalde","epNo":15,"alt":"Shock And Ore","descr":"Während Casey ein Risiko eingeht, das ihn verfolgen könnte, reist Dave zu einer geheimen Mine in Montana, die mit Haufen goldreichen Erzes gestapelt ist. Mit Hilfe zweier erfahrener Bergleute und ihrer hochmodernen Technologie untersucht Dave diese einmalige Gelegenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9145659","hoster":"VOE"},{"path":"/redirect/9145660","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500131","hoster":"VOE"},{"path":"/redirect/8706912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-3/episode-16","name":"Endspurt","epNo":16,"alt":"End Game","descr":"Da es keine Optionen mehr gibt, führt eine All-Mann-Suchaktion Dave und das Team zu einem, wie sie hoffen, reichen Boden. Aber wird das Team Turin mit nur 48 Stunden, um es abzubauen und sowohl Menschen als auch Maschinen bis an die Grenze der Belastungsgrenze zu erreichen, seine Millionen-Dollar-Saison erreichen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922878","hoster":"VOE"},{"path":"/redirect/9193198","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500130","hoster":"VOE"},{"path":"/redirect/9025366","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-1","name":"Ein neues Wagnis","epNo":1,"alt":"Turin\u0027s Gamble","descr":"Dave Turin ist es in der Saisonpause nicht gelungen, ertragreiche Schürfgründe zu finden. Der Schatzsucher musste sich zudem einer Rückenoperation unterziehen. Und jetzt drängt die Zeit. Um ihre anvisierten Ziele zu erreichen, müssen die Glücksritter so schnell wie möglich ihre neue Waschanlage in Position bringen. Aber wo kann die Truppe satte Profite einfahren? Bei der Suche nach einem geeigneten Spot verlassen sich die Goldgräber nicht nur auf ihr Bauchgefühl. Die Männer testen in Idaho und Montana vier aussichtsreiche Abschnitte, bevor sie eine Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922879","hoster":"VOE"},{"path":"/redirect/12089345","hoster":"Doodstream"},{"path":"/redirect/11747175","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13522617","hoster":"VOE"},{"path":"/redirect/10513851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-2","name":"Die Luft wird dünn","epNo":2,"alt":"Turin`s Gamble","descr":"Die Tests in Idaho brachten nicht das erhoffte Ergebnis. Der Abschnitt war zu klein. Deshalb setzt das Team seine Suche nach ertragreichem Grund und Boden in Montana fort. Jason Sanchez versucht sein Glück am Gould Creek. Dort wurde rund 60 Jahre lang Gold in Stollen abgebaut, das Erdreich rund um die Mine ist noch unberührt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922876","hoster":"VOE"},{"path":"/redirect/12089331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-3","name":"Alles auf eine Karte","epNo":3,"alt":"Valley Of The Glacial Gold","descr":"Dave Turin und seine Mitstreiter suchen in Alaska einen neuen Schürfspot. Die Schatzsucher nehmen am Prinz-William-Sund vielversprechenden Grund und Boden unter die Lupe. Der Claim am Glacier Creek umfasst 80 Hektar Land. Und nur an wenigen Stellen wurde bereits Gold gefördert, ein Großteil der Fläche ist noch unberührt. Das klingt versprechend, aber die Eigentümer verlangen 500 000 Dollar für die Mine. Das ist sehr viel Geld. Deshalb testen die Abenteurer im nördlichsten US-Bundesstaat das zu verarbeitende Material, bevor sie sich in Unkosten stürzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12089044","hoster":"VOE"},{"path":"/redirect/12089016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-4","name":"Neustart in Alaska","epNo":4,"alt":"","descr":"Dave Turin hat am Glacier Creek im US-Bundesstaat Alaska für 500 000 Dollar einen aussichtsreichen Claim gekauft. Dort hoffen die Glücksritter in den kommenden Wochen und Monaten auf reiche Beute, denn im legendären Abbaugebiet am Prinz-William-Sund wird seit Millionen von Jahren Edelmetall aus den Bergen in einen Fluss im Tal gespült. Am Schürfspot der Schatzsucher verlangsamt sich die Strömung und das Gewässer mündet in einem breiten Überschwemmungsgebiet. Das Team sucht auf dem Areal nach einer Ertragsschicht mit schweren Goldpartikeln","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11747177","hoster":"VOE"},{"path":"/redirect/11747176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-5","name":"Sorge um the Roach","epNo":5,"alt":"Double Trouble","descr":"\"The Roach\" wäscht 80 Kubikmeter Erdreich in der Stunde. Aber bevor die Anlage auf dem Claim ihre Arbeit aufnehmen kann, muss Nathan Clark das 157 Tonnen schwere Monstrum durch Wildbäche und über Schotterpisten an seinen Bestimmungsort manövrieren. Besonders knifflig wird die Fahrt an einer alten Holzbrücke, die über den Glacier Creek führt. Und nach drei Stunden hat \"The Roach\" erst anderthalb Kilometer zurückgelegt. Denn die Kette hat nicht die richtige Spannung und springt von den Laufrollen. Können die Schatzsucher den Schaden in Alaska reparieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12089389","hoster":"VOE"},{"path":"/redirect/12089840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-6","name":"Old Dans letzter Einsatz","epNo":6,"alt":"Trial By Water","descr":"Die Schatzsucher wollen mit zwei Waschanlagen in Alaska 50 Unzen Edelmetall pro Woche ans Tageslicht befördern. Um diesen Plan in die Tat umzusetzen, muss das Team \"The Roach\" und \"Old Dan\" permanent mit Erdreich füttern. Aber heftiger Niederschlag lässt über Nacht die Flüsse und Bäche in der Umgebung anschwellen. Der Grundwasserspiegel steigt an und die Wassermassen bereiten den Goldgräbern große Probleme. Flüssigen Schlamm können Dave Turin und seine Mitstreiter nicht verarbeiten. Die Männer müssen das Areal trockenlegen, bevor sie weiterschürfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11948798","hoster":"VOE"},{"path":"/redirect/11948800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-7","name":"Rettung in letzter Sekunde","epNo":7,"alt":"H2… Oh No","descr":"Die Umgebung von Valdez zählt zu den feuchtesten Regionen Alaskas. Dort regnet oder schneit es an durchschnittlich 200 Tagen im Jahr. Die widrigen Wetterbedingungen machen Dave Turin und seinem Team im nördlichsten US-Bundesstaat schwer zu schaffen. Nach sintflutartigen Niederschlägen schießen große Wassermengen ins Tal. Ein Wildbach oberhalb des Claims, der durch einen Erdrutsch seine Fließrichtung geändert hat, droht die Verbindungsstraße und das Camp der Goldgräber zu überfluten. Deshalb versuchen die Männer das Ufer mit Felsbrocken zu stabilisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11948827","hoster":"VOE"},{"path":"/redirect/11948826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-8","name":"Showdown am Glacier Creek","epNo":8,"alt":"The Eagle Has Landed","descr":"Dave Turin und Nathan Clarke nehmen nördlich von Valdez eine wichtige Lieferung in Empfang. Die neue Waschanlage des Teams wurde nach den Vorgaben der Schatzsucher gebaut. Sie hat ein extragroßes Einfüllsystem mit vibrierender Siebanlage. Aus 60 Hochdruckdüsen schießen pro Minute 7500 Liter Wasser, damit kann der Prototyp bis zu 150 Kubikmeter Schürfgut pro Stunde verarbeiten. Die Männer können es kaum erwarten, die Maschine zu testen. Aber vorher müssen sie das 30 Tonnen schwere Ungetüm sieben Kilometer weit zum Glacier Creek transportieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11948846","hoster":"VOE"},{"path":"/redirect/11948851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-9","name":"Die Bewährungsprobe","epNo":9,"alt":"Fight and Flight","descr":"Auf diesen Tag haben die Schatzsucher lange gewartet. Dave Turin und seine Mitstreiter bringen in Alaska ihre neue Schwerlastsiebanlage in Position. Das riesige Ungetüm ist doppelt so leistungsfähig wie die alte Maschine der Goldgräber. Wenn die Spezialanfertigung auf Hochtouren läuft, kann sie an einem Tag fast 3000 Tonnen Material verarbeiten. Vorausgesetzt, sie wird permanent mit Erdreich befüllt. Das stellt mit nur einem Bagger und einem Muldenkipper eine echte Herausforderung dar. Besteht der \"Eagle\" im nördlichsten US-Bundesstaat den Härtetest?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11948857","hoster":"VOE"},{"path":"/redirect/11948933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-10","name":"Jason im Goldfieber","epNo":10,"alt":"Clash of the Cuts","descr":"Hat der Neuling Andrew Stefalo die Pumpe nicht betankt? Der Schürf-Abschnitt, auf dem Dave Turin und sein Team in Alaska Edelmetall ans Tageslicht befördern, wurde schon wieder überschwemmt. Beim Trockenlegen des Areals verlieren die Männer kostbare Zeit. Aber Jason Sanchez lässt sich nicht beirren. Der Schatzsucher scheut keine Mühen, um auf dem Claim bis zum Grundgestein vorzustoßen. Dabei entfernt er Erdreich, das normalerweise das nachströmende Wasser von den Berghängen aufnehmen würde. Sprich: Je tiefer Jason gräbt, desto größer wird das Problem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11950050","hoster":"VOE"},{"path":"/redirect/11950053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-11","name":"Lance erhöht den Druck","epNo":11,"alt":"Crisis at the Creek","descr":"Lance Baller will mehr. Dave Turins Geschäftspartner hat sehr viel Geld in das Alaska-Projekt investiert und die Ausbeute der Schatzsucher stellt ihn nicht zufrieden. Die geballte Power der riesigen Waschanlage können die Männer nur dann ausschöpfen, wenn sie die Maschine am Glacier Creek permanent mit Erdreich beschicken. Hier sieht Lance noch Optimierungsbedarf. Und auf dem neuen Schürfabschnitt muss sich das Team vor Überschwemmungen schützen. Die Goldgräber legen dort einen Entwässerungsgraben an, damit das Areal nicht überflutet wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11950055","hoster":"VOE"},{"path":"/redirect/11950056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-12","name":"Der Mut der Verzweiflung","epNo":12,"alt":"","descr":"40 Unzen pro Woche: Die Abenteurer müssen im US-Bundesstaat Alaska einen Gang höher schalten, wenn sie ihre anvisierten Ziele erreichen wollen. Denn die Ausbeute entspricht noch nicht den Erwartungen. Während Jason Sanchez das Team am Glacier Creek zu Höchstleistungen antreibt, halten Dave Turin und sein Geschäftspartner Lance Baller rund 300 Kilometer entfernt Ausschau nach einem neuen Schürfspot. Michelle Stevens besitzt in der Nähe der alten Minenstadt Stevensville 1600 Hektar Land, das den Schatzsuchern eine goldene Zukunft bescheren könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11950096","hoster":"VOE"},{"path":"/redirect/11950099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-13","name":"Der doppelte Nate","epNo":13,"alt":"On The Gold Again","descr":"Dave Turin begibt sich in Quarantäne. Der Minenboss hat sich mit dem Corona-Virus infiziert. Bislang zeigt sein Körper keine Symptome, aber bis der Schatzsucher wieder reisen darf, muss sein Team im US-Bundesstaat Alaska ohne ihn auskommen. Nathan Clark bricht unterdessen nach Stevensville auf. Der Goldgräber soll dort mit Daves Geschäftspartner Lance Baller auf einem 1600 Hektar großen Stück Land Bodenproben nehmen. Und auf dem Claim am Glacier Creek wird Nathan ebenfalls gebraucht. Der Mechanik-Experte tanzt in dieser Folge auf zwei Hochzeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335429","hoster":"VOE"},{"path":"/redirect/11950101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-14","name":"Neue Hoffnung","epNo":14,"alt":"Cowboys \u0026 Dreamers","descr":"Rob Towner hat Dave Turin Zugang zu einer rund 9000 Hektar großen Farm im US-Bundesstaat Montana verschafft. Die Ranch befindet sich seit über hundert Jahren in Familienbesitz. In dem Abbaugebiet wurden bereits riesige Mengen Gold gefördert. Das Edelmetall hätte heute einen Wert von fast einer Milliarde Dollar. Und die Vorkommen sind noch nicht erschöpft. Dave Turin winkt dort ein fetter Jackpot. Aber der Schatzsucher muss den Eigentümern beweisen, dass er verantwortungsvoll schürft und auf dem Land mit seinen schweren Maschinen kein Chaos anrichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916637","hoster":"VOE"},{"path":"/redirect/11950107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-15","name":"Dramatische Entscheidung","epNo":15,"alt":"","descr":"200 Tonnen pro Stunde: Die Schatzsucher befüllen ihre Waschanlage am Glacier Creek mit mehr Schürfgut als jemals zuvor. Der \"Eagle\" läuft am Limit und dieser extremen Belastung ist die Maschine nicht gewachsen. Die Männer müssen wegen eines eingerissenen Fördergurts eine Zwangspause einlegen. Die Wettervorhersagen verheißen ebenfalls nichts Gutes. Starke Schneefälle könnten die Crew in Alaska von der Außenwelt abschneiden. Und Chris Taylor erhält ein verlockendes Jobangebot. Der Radlader-Fahrer macht sich Gedanken über seine berufliche Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11950125","hoster":"VOE"},{"path":"/redirect/11950136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-dave-turins-lost-mine/staffel-4/episode-16","name":"Entscheidung am Glacier Creek","epNo":16,"alt":"Fortune Favors The Bold","descr":"Die Wildnis Alaskas zeigt sich von ihrer unbarmherzigen Seite. Dave Turin und seine Crew arbeiten dort mitten in einem Lawinengebiet und für die nächsten Tage wurden heftige Schneefälle angekündigt. Ein Unwetter ist im Anmarsch. Den Schatzsuchern bleiben nur noch 72 Stunden, um 50 Unzen Edelmetall ans Tageslicht zu befördern. Und das Team nimmt die Herausforderung an. Jason Sanchez und \"KC\" Morgan geben Vollgas und beschicken die Waschanlage der Truppe mit Schürfgut. Erreichen die Goldgräber beim Endspurt am Glacier Creek ihr anvisiertes Saisonziel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11950190","hoster":"VOE"},{"path":"/redirect/11950151","hoster":"Streamtape"}]}]}]}]}