{"path":"/serie/stream/goldrausch-white-water-alaska","name":"Goldrausch: White Water Alaska","descr":"Goldsucher Dakota Fred und sein Sohn Dustin kehren in diesem \"Goldrausch in Alaska\"-Spin-Off zurück auf die Bildschirme. Die beiden haben eine lange, harte Durststrecke hinter sich. Doch dieses Mal sind sie sich sicher: Mithilfe von erfahrenen Tauchern und Bergsteigern holen sie das Gold aus dem Boden, das sich am Grund des McKinley Creek befindet. Das Gebiet ist schwer zugänglich, kein Goldgräber hat es bis hierhin geschafft. Fred und Dustin wollen dies ändern – und nehmen das Risiko in Kauf, das die Suche nach dem Edelmetall in einem reißenden Fluss mit sich bringt.","seasons":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-1","name":"Rückkehr zum McKinley Creek","epNo":1,"alt":"Between Craziness \u0026 Insanity","descr":"Fred Hurt und sein Sohn Dustin sind fest entschlossen: Die Männer wagen sich in Alaska auf gefährliches Terrain vor, um im nördlichsten US-Bundesstaat kostbares Edelmetall auszugraben. Aber die Schatzsucher-Expedition am McKinley Creek ist nicht nur eine Gefahr für Leib und Leben, sondern auch extrem kostspielig. Um das Equipment ins unwegsame Gelände zu transportieren, muss das \"Dakota-Team\" einen Hubschrauber anmieten – für 2500 Dollar pro Stunde. Ohne ein Darlehen sind solche Unternehmungen kaum zu finanzieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420112","hoster":"VOE"},{"path":"/redirect/8420115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-2","name":"Das erste GoldM","epNo":2,"alt":"First Gold","descr":"Um ihre hohen Ausgaben zu refinanzieren, müssen es die Schatzsucher in Alaska so schnell wie möglich in die Gewinnzone schaffen. Aber der Weg dorthin ist beschwerlich, denn der Claim des Teams ist nur über eine 75 Meter lange Seilrutsche erreichbar – gefolgt von einem anstrengenden Fußmarsch. Deshalb ist Berufstaucher Carlos schon aus der Puste, bevor er überhaupt seine Arbeit aufgenommen hat. Der Abenteurer hat 15 Jahre auf einer Bohrinsel gearbeitet – an waghalsige Klettertouren muss sich der Glücksritter erst gewöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419754","hoster":"VOE"},{"path":"/redirect/8419760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-3","name":"Gefährlicher Tauchgang","epNo":3,"alt":"Dredge Down","descr":"Nach einem Monat hat das Dakota-Team endlich Gold gefunden. Aber die Schatzsuche im Flussbett ist gefährlich, denn beim Tauchen im Wildwasser müssen sich die Abenteurer permanent vor umherwirbelnden Steinen in Acht nehmen. Ein Felsbrocken hätte Dustin Hurt um ein Haar am Kopf getroffen, deshalb hecken die Männer in Alaska einen Plan aus: Die Glücksritter konstruieren mit einem fünf Meter langen Stahlträger und Holzbrettern eine künstliche Barriere, damit sie am McKinley Creek nicht permanent gegen die Strömung ankämpfen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420109","hoster":"VOE"},{"path":"/redirect/8420118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-4","name":"Kampf den Felsbrocken","epNo":4,"alt":"Boulder Battles","descr":"Während die Schatzsucher am McKinley Creek ein Greifwerkzeug zusammenschweißen, um damit große Felsbrocken aus dem Flussbett zu befördern, macht sich Todd Hoffman Sorgen um sein Geld. Denn der Alaska-Veteran hat dem Dakota-Team 50 000 Dollar geliehen. Kann die Truppe das Darlehen zurückzahlen, wenn der Erfolg in der Wildnis ausbleibt? Bis dato haben Dustin Hurt und seine Gefährten in den Bergen Nordamerikas erst eine halbe Unze Gold gefunden, deshalb macht sich Todd bei einem Spontanbesuch ein Bild von der Lage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8427108","hoster":"VOE"},{"path":"/redirect/8419765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-5","name":"Erdrutsch-Alarm","epNo":5,"alt":"InLand Tsunami","descr":"Seit acht Wochen schuften Dustin Hurt und seine Gefährten in Alaska wie die Berserker, aber bis dato stehen die Männer in der Wildnis immer noch mit leeren Händen da. Und jetzt kommt den Abenteurern auch noch ein Wetterumschwung in die Quere. Starke Regenfälle machen die Schatzsuche in den Bergen zu einem riskanten Unterfangen. Als Berufstaucher Carlos Miner sich in die Strömung vorwagt, um dort Nuggets auszugraben, färbt sich das Wildwasser plötzlich dunkel. Ein massiver Erdrutsch könnte am McKinley Creek eine Flutwelle auslösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419771","hoster":"VOE"},{"path":"/redirect/8427109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-6","name":"Unterkühlt","epNo":6,"alt":"Hypothermia","descr":"Die Schatzsucher müssen sich sputen, denn in Alaska steht der Winter vor der Tür. Deshalb versetzen die Abenteurer die Trennwand, die sie am McKinley Creek vor der Strömung schützen soll, exakt an die Stelle, an der Dustin Hurt ein Nugget gefunden hat. Dort müssen die Männer anschließend jede Menge Steine und Kies abtragen, um in die Erdschicht vorzudringen, in der sie das Gold vermuten. Aber es gibt noch ein weiteres Problem, das dem Team Kopfschmerzen bereitet: Im drei Grad kalten Wasser droht Gefahr durch Unterkühlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014701","hoster":"VOE"},{"path":"/redirect/8419791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-7","name":"Der Greifer","epNo":7,"alt":"The Graboid","descr":"Die Schatzsucher nähern sich am McKinley Creek dem Grundgestein, damit steigen die Aussichten, im Chillcat-Gebirge endlich Gold zu finden. Doch um an die kostbaren Nuggets zu gelangen, müssen Dustin Hurt und seine Gefährten im Flussbett zunächst schwere Felsbrocken aus dem Weg räumen. Deshalb stürzen sich die Abenteurer in Alaska erneut in Unkosten. Das Team will die Steine mit einem 3500 Dollar teuren Greifer aus dem Wasser heben. Das 80 Kilo schwere Gerät wird in der Wildnis mit einem Hubschrauber eingeflogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419793","hoster":"VOE"},{"path":"/redirect/8419815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-1/episode-8","name":"Am Ende kommt die Flut","epNo":8,"alt":"End Of Days","descr":"Der Sprit für den Bagger reicht noch für eine Woche. Schaffen die Schatzsucher in dieser kurzen Zeit die Wende? Laut ihren Berechnungen sind die Männer nur circa 30 Zentimeter vom Grundgestein entfernt, wo sie die Nuggets vermuten. Das bestätigt auch der letzte Cleanout – dabei kommt mehr Edelmetall zum Vorschein, als in den gesamten Wochen zuvor. Aber Mutter Natur meint es beim Saisonendspurt nicht gut mit dem Team. Denn starke Regenfälle lassen den Wasserspiegel stark ansteigen – am McKinley Creek könnte sich eine Flutwelle aufstauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419819","hoster":"VOE"},{"path":"/redirect/8419823","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-1","name":"Das Dakota-Team schlägt zurück","epNo":1,"alt":"The Dakotas Strike Back","descr":"Fred Hurt und sein Sohn Dustin lassen sich nicht so leicht unterkriegen. Die Männer haben mit eigenen Augen gesehen, dass am McKinley Creek in Alaska Gold zu holen ist. Deshalb brechen die Abenteuer erneut in die Wildnis auf, um in den Höhenlagen am Rande der Wasserfälle nach Edelmetall zu graben. Dabei nimmt das Dakota-Team große Risiken in Kauf, denn nach dem Fiasko im letzten Jahr drücken die Schatzsucher hohe Schulden. Und im unwegsamen Gelände droht Gefahr für Leib und Leben. Dort kann jeder Fehltritt tödlich enden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420128","hoster":"VOE"},{"path":"/redirect/8420126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-2","name":"Verbrennungen","epNo":2,"alt":"Burned Alive","descr":"Dustin Hurt und seine Gefährten nähern sich in Alaska Schritt für Schritt dem kostbaren Edelmetall. Die Glücksritter haben beide Schwimmbagger mithilfe von Seilwinden erfolgreich im McKinley Creek abgesetzt. Jetzt können die Schatzsucher mit den Taucheinsätzen beginnen. Die Männer werden über einen Schlauch mit einer Anlage verbunden, die warmes Wasser in die Anzüge pumpt. Diese improvisierte Vorrichtung soll sie im drei Grad kalten Wildwasser vor Unterkühlung schützen. Aber das System funktioniert nicht so perfekt, wie erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419842","hoster":"VOE"},{"path":"/redirect/8419841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-3","name":"Bärenbesuch","epNo":3,"alt":"When Bears Attack","descr":"Um im Flussbett bis zu den goldhaltigen Erdschichten vorzustoßen, müssen Dustin Hurt und sein Team im eiskalten Wasser jede Menge Kies und Steine ausheben. Aber die Glücksritter lassen sich durch die kräftezehrenden Strapazen nicht beirren, denn sie träumen von Ruhm und Reichtum. Aber dann werden die Abenteurer von verdächtigen Spuren aufgeschreckt. Ein ausgewachsener Bär hat sich bei der Nahrungssuche im Camp an den Zelten zu schaffen gemacht. Diesen ungebetenen Besuch nehmen die Schatzsucher nicht auf die leichte Schulter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419849","hoster":"VOE"},{"path":"/redirect/8419856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-4","name":"Zum Greifen nah","epNo":4,"alt":"Too Close For Comfort","descr":"Gold ist siebenmal schwerer als Stein, deshalb sinkt das Edelmetall im Flussbett bis zum tiefsten Punkt hinab. Doch an welcher Stelle sollen die Männer graben? Diesbezüglich besteht nach fünf Wochen harter Plackerei am McKinley Creek wenig Einigkeit. Dustin Hurt und sein Vater können sich nicht auf einen gemeinsamen Plan einigen. Darum teilen sich die Schatzsucher in zwei Teams auf. Aber dieser Kompromiss bringt zunächst nicht den erhofften Fortschritt. Im Gegenteil: Auf ihren Baustellen behindern sich die Männer gegenseitig bei der Arbeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420035","hoster":"VOE"},{"path":"/redirect/8420029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-5","name":"Die Nugget-Spalte","epNo":5,"alt":"The Nugget Trap","descr":"Profitaucher Carlos entfernt mit einem Spezialgerät die großen Steine und sein Kollege Rich Webster saugt mit der Dredge den Kies aus dem McKinley Creek. Dabei arbeiten sich die Männer im Chilkat-Gebirge mit vereinten Kräften bis zu einer Felsspalte vor. Solche Risse im Flussbett sind die perfekte Nugget-Falle, weil sich darin im Laufe der Jahrhunderte kostbares Edelmetall verfängt. Aber die Abenteurer müssen bei ihrem Vorstoß extrem vorsichtig zu Werke gehen, denn während der Schneeschmelze ist die Strömung im Wildwasser besonders gefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420053","hoster":"VOE"},{"path":"/redirect/8419878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-6","name":"Gefährliches Hochwasser","epNo":6,"alt":"Mckinley, We Have A Problem","descr":"Das Dakota-Team schürft seit zehn Wochen in einem entlegenen Wildwasserbach. Dabei sind die Schatzsucher am McKinley Creek in Alaska hohen Risiken ausgesetzt. Für die Taucher ist die Arbeit besonders gefährlich. Als am Versorgungsschlauch plötzlich eine Klemme reißt, bekommt Rich Webster unter Wasser keine Luft mehr und gerät in Panik. Seine Teamkameraden können den Goldgräber gerade noch rechtzeitig ans sichere Ufer ziehen. Der Abenteurer kommt bei dem Zwischenfall mit heiler Haut davon, aber das nächste Problem lässt nicht lange auf sich warten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420062","hoster":"VOE"},{"path":"/redirect/8420061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-7","name":"Sabotage","epNo":7,"alt":"Sacrifice \u0026amp; Sabotage","descr":"Es ist zum Haare raufen! Ein heftiger Erdrutsch wirft die Schatzsucher am McKinley Creek weit zurück. Die Aufräumarbeiten werden Tage oder sogar Wochen in Anspruch nehmen. Denn die Sturzflut hat im Chilkat-Gebirge viele Kubikmeter Erdreich angespült - dabei wurden die Saugleitungen des Schwimmbaggers unter Kies und Geröll begraben. Nach dem Zwischenfall liegt die Moral der Glücksritter am Boden. Die unberechenbare Natur macht ihnen nicht zum ersten Mal einen Strich durch die Rechnung, deshalb sucht das Team händeringend nach einem Plan B.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420078","hoster":"VOE"},{"path":"/redirect/8420071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-8","name":"Zu allem entschlossen","epNo":8,"alt":"Landslide","descr":"Nach drei Monaten Schürfzeit stehen Dustin Hurt und seine Gefährten am McKinley Creek kurz vor dem großen Durchbruch. Bis zur Erdschicht, in der die Männer das kostbare Edelmetall vermuten, fehlt ihnen nur noch ein knapper Meter. Aber mit einem gewöhnlichen Meißel ist dem \"Hardpack\", einer zementartigen Schicht aus verfestigtem Sand und Kies, nicht beizukommen. Deshalb packt das Dakota-Team in der Wildnis eine Geheimwaffe aus. Die Abenteurer wollen sich in Alaska mit einem 275 bar starken Industrie-Hochdruckreiniger bis zum Gold vorkämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8420080","hoster":"VOE"},{"path":"/redirect/8420079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-9","name":"Jackpot","epNo":9,"alt":"The Widow Maker","descr":"Im Chilkat-Gebirge in Alaska beginnt für das Dakota-Team der Endspurt. Die Männer hoffen am McKinley Creek vor dem Wintereinbruch auf reiche Beute. Und der Plan scheint aufzugehen: Dustin Hurt und seine Gefährten haben sich mit ihren Maschinen bis zu einer Erdspalte vorgekämpft, in der sie fette Nuggets vermuten. Beim Einsatz der beiden Saugbagger wurde aber eine fünfeinhalb Meter hohe Wand mit dicken Felsbrocken unterhöhlt, die nun wie ein Damoklesschwert über ihnen hängt. Der \"Witwenmacher\" stellt beim Tauchen eine große Gefahr dar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419883","hoster":"VOE"},{"path":"/redirect/8419886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-2/episode-10","name":"Neuer Canyon Neue Chance","epNo":10,"alt":"Episode 10","descr":"Die Goldsuche ist ein Glücksspiel. Es gibt keine Garantien – ganz egal, wie sehr man sich auch anstrengt. Dieses Fazit stößt den Schatzsuchern nach vier Monaten harter Plackerei in der Wildnis bitter auf. Die Männer haben bei der Arbeit Leib und Leben riskiert, doch am Ende bleiben ihnen nur 10,3 Unzen Edelmetall im Wert von rund 13 000 Dollar. Damit kann das Team nicht einmal seine offenen Rechnungen bezahlen. Trotzdem will Dustin Hurt die Hoffnung noch nicht begraben. Folgen ihm seine niedergeschlagenen Kameraden an den Cahoon Creek?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10861386","hoster":"VOE"},{"path":"/redirect/8420098","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-1","name":"Zwei Teams, ein Traum","epNo":1,"alt":"wo Teams, One Dream","descr":"Dustin Hurts Schürfgrund in den Chilkat Mountains ist von steilen Felswänden umgeben. Deshalb soll ein Hubschrauber den Schwimmbagger des Teams im Wildwasser absetzen. Aber während der Schneeschmelze führt der Cahoon Creek doppelt so viel Wasser wie sonst. Die starke Strömung könnte der Dredge schweren Schaden zufügen. Dann wäre die Saison gelaufen, bevor sie richtig angefangen hat. Dieses Risiko will der Goldgräber nicht auf sich nehmen. Deshalb muss das Team bei der Schatzsuche umdisponieren. Dustins Vater Fred hat am \"Two Fish\"-Claim ebenfalls mit widrigen Bedingungen zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174174","hoster":"VOE"},{"path":"/redirect/8419901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-2","name":"In der Gewalt des Wasserfalls","epNo":2,"alt":"The Pound Zone","descr":"Fred Hurt und sein Goldgräber-Team wollen den Grund des Flusslaufs auf dem \"Two Fish\"-Claim mit einem Schlauch absaugen. Doch vorher müssen die Schatzsucher dort jede Menge Steine und Felsen aus dem Weg räumen. Zu diesem Zweck haben die Glücksritter einen Schlitten konstruiert, den sie mit einer Winde über den Boden ziehen. Stromaufwärts ist unterdessen absolute Konzentration gefragt. Dort wagt sich James Hamm ins eisige Wildwasser vor. Der Taucher soll am Fuße eines Wasserfalls in einem gefährlichen Strudelloch einen halben Meter Schürfgut abtragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8427679","hoster":"VOE"},{"path":"/redirect/8427682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-3","name":"Meister der Seilwinden","epNo":3,"alt":"No Guts, No Glory Holes","descr":"Je tiefer die Schatzsucher im Flussbett graben, desto schwieriger wird es, die großen Steine mit dem selbst gebauten Schlitten aus dem Wasser zu ziehen. Deshalb muss in den Chilkat Mountains in Alaska eine andere technische Lösung her. Bekommen die Männer das Problem mit einem Seilwindensystem in den Griff? Fred Hurt erreicht zudem ein Anruf von den Behörden. Der Goldgräber hat vor Jahren bei der Suche nach fetten Nuggets am Porcupine Creek mit schweren Maschinen einen riesigen Krater ausgehoben. Diese Altlasten am \"Glory Hole\" gilt es nun zu beheben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8427698","hoster":"VOE"},{"path":"/redirect/9230409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-4","name":"Ein neuer Supergreifer","epNo":4,"alt":"Enter the Superclaw","descr":"Mit herkömmlichen Baumaschinen kommt man in den Chilkat Mountains nicht weit. Dustin Hurt und seine Gefährten sind dort am Fuße eines Wasserfalls auf Equipment angewiesen, dass perfekt auf das Gelände zugeschnitten ist. Viele Gerätschaften, mit denen sich das Team im Flussbett in die tieferen Erdschichten vorarbeitet, fertigen die Männer im Camp kurzerhand selbst an. Dabei ist technischer Sachverstand und Kreativität gefragt. In dieser Folge kommt im eisigen Wildwasser ein Greifer zum Einsatz, mit dem man schwere Hindernisse aus dem Weg schaffen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8427709","hoster":"VOE"},{"path":"/redirect/8427712","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-5","name":"Gold zum Geburtstag","epNo":5,"alt":"Birthday Gold","descr":"Beim Schürfen ist Fred Hurt voll in seinem Element. Anstatt die Füße hochzulegen und seinen verdienten Ruhestand zu genießen, taucht der Goldgräber-Veteran an seinem 76. Geburtstag am \"Two Fish\"-Claim ins eisige Wildwasser hinab, um fette Nuggets ans Tageslicht zu befördern. Denn die harte Arbeit hält den Glücksritter vital und lebendig. Stromaufwärts gönnen sich Freds Sohn Dustin und sein Team ebenfalls keine Pause. Die Crew hat in der letzten Woche mit ihren Schwimmbaggern in den Chilkat Mountains eine Unze Edelmetall aus dem Flussbett gesaugt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8427674","hoster":"VOE"},{"path":"/redirect/8427666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-6","name":"Die Höhle","epNo":6,"alt":"The Gold Cave","descr":"Die Schatzsucher heben in den Chilkat Mountains in Alaska mit einem selbst gebauten Greifer schwere Steine aus dem Flussbett. Dabei müssen die Männer am Cahoon Creek äußerst konzentriert zu Werke gehen, denn die riesigen Felsbrocken könnten im eisigen Wildwasser die Taucher unter sich begraben. Am Fuße des Wasserfalls entdecken die Goldgräber zudem eine verborgene Höhle. Darin vermuten Dustin Hurt und sein Team kostbares Edelmetall. Sind die Hoffnungen der \"Dakota Boys\" begründet oder erleben die Glücksritter in den Bergen eine herbe Enttäuschung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419923","hoster":"VOE"},{"path":"/redirect/8419927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-7","name":"Im Nugget Himmel","epNo":7,"alt":"","descr":"Gold-Taucher Paul Richardson hat im eisigen Wildwasser vier Stunden lang Erdreich aus dem Flussbett gesaugt. Und das Ergebnis kann sich sehen lassen. Fred Hurt und seine Gefährten finden im Schürfmaterial viele kleine Nuggets. Aber flussaufwärts locken noch fettere Edelmetallklumpen. Deshalb müssen die Abenteurer in den Bergen eine Entscheidung treffen: Setzen sie die Arbeit an Ort und Stelle fort oder ziehen sie mit ihrem Equipment weiter zum nächsten Spot? Freds Sohn Dustin und sein Team kämpfen sich derweil am Cahoon Creek bis zum Grundgestein vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419944","hoster":"VOE"},{"path":"/redirect/8419950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-8","name":"Fälle des Donners","epNo":8,"alt":"","descr":"Das Blatt wendet sich, die kräftezehrende Plackerei zahlt sich endlich aus. Der letzte Cleanout brachte Dustin Hurt und seinem Team in den Chilkat Mountains zwölf Unzen Gold im Wert von umgerechnet 16 000 Euro ein. Finden die Abenteurer am Fuße des Wasserfalls noch mehr Edelmetall? Dustins Vater Fred wird derweil am \"Two Fish\"-Claim von einer starken Erkältung geplagt. Aber der hartgesottene Schatzsucher weigert sich, das Bett zu hüten. Jammern war noch nie sein Ding – stattdessen taucht der 76-Jährige gesundheitlich angeschlagen ins Wildwasser hinab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419959","hoster":"VOE"},{"path":"/redirect/8419964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-9","name":"Regenbogengold","epNo":9,"alt":"","descr":"Dustin Hurt und seine Gefährten haben am Cahoon Creek Blut geleckt. Die Schatzsucher wollen dort nicht einen Krümel Edelmetall zurücklassen. Deshalb bereitet sich Ex-Marine Carlos Minor am Fuße des Wasserfalls auf den nächsten Tauchgang vor. Der Abenteurer versucht, im Flussbett mit einer selbst gebauten Saugdüse in extrem schmale Erdspalten vorzudringen. Fred Hurt möchte in den Chilkat Mountains ebenso viel Gold ausgraben wie sein Sohn. Aber bei dem Versuch, es dem Junior gleichzutun, geraten Mensch und Material in Nordamerika an ihre Grenzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419979","hoster":"VOE"},{"path":"/redirect/8419974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-10","name":"Hängepartie","epNo":10,"alt":"Cliffhanger","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8419987","hoster":"VOE"},{"path":"/redirect/8419997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-11","name":"Flutgefahr am Fluchtweg","epNo":11,"alt":"Rockfall Ravine","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8430048","hoster":"VOE"},{"path":"/redirect/8427740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-12","name":"Gold in den Händen","epNo":12,"alt":"Hands Full Of Gold","descr":"Endlich ein Jackpot! Fred Hurt und sein Team entdecken im Flussbett unterhalb des Wasserfalls eine Senke. Dort haben sich im Laufe der Jahrhunderte fette Nuggets angesammelt. Diesen Schatz geben die Glücksritter nicht mehr aus der Hand. Die Taucher befördern einen Edelmetallklumpen nach dem anderen ans Tageslicht. Und nach getaner Arbeit richten sich alle Augen auf die Goldwaage: Wie viele Unzen wird die Crew mit nach Hause nehmen? Am McKinley Creek herrscht ebenfalls Hochstimmung – bis dort heftiger Regen einsetzt und der Wasserpegel gefährlich ansteigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8427727","hoster":"VOE"},{"path":"/redirect/8427726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-3/episode-13","name":"Der wohlverdiente Lohn","epNo":13,"alt":"Royal Flush","descr":"Fred Hurt und sein Team haben am Wasserfall einen vielversprechenden Schürfspot entdeckt. Aber der Winter naht mit großen Schritten. Den Abenteurern bleibt in den Chilkat Mountains nicht mehr genug Zeit, um den schweren Schwimmbagger an einen neuen Standort zu bewegen. Deshalb behelfen sich die Glücksritter in der Wildnis mit einem Trick. Die Schatzsucher verlegen in der Schlucht lange Saugrohre – sie nutzen im Gelände das Gefälle aus, um an die Nuggets zu gelangen. Bei der Operation \"Royal Flush\" gehen die \"Dakota Boys\" mit vollem Einsatz ans Werk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379312","hoster":"VOE"},{"path":"/redirect/8427718","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-1","name":"Wettlauf gegen die Zeit","epNo":1,"alt":"Come Hell Or High Water","descr":"Dustin Hurt und sein Team starten wegen des Corona-Lockdowns mit einem Monat Verspätung in die neue Schürfsaison. Im letzten Jahr haben die Männer in den Chilkat Mountains fette Nuggets gefunden. Und im eiskalten Wildwasser liegt noch mehr Edelmetall verborgen. Aber die Zeit drängt. Den Abenteurern bleiben weniger als hundert Tage, um den Schatz zu heben. Dustins Vater Fred steht unterdessen in Oregon vor einer schwierigen Entscheidung. Der Senior gehört wegen seines fortgeschrittenen Alters zur Risikogruppe. Bricht der Schatzsucher-Veteran trotzdem nach Alaska auf?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8393607","hoster":"VOE"},{"path":"/redirect/8393602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-2","name":"Gefährlicher Transport","epNo":2,"alt":"Good As Gold","descr":"Das wird kein Spaziergang! Dustin Hurt und seine Mitstreiter zerlegen ihren Schwimmbagger in Einzelteile. Danach transportieren die Abenteurer das Equipment in einem Frachtkorb, der an einem 180 Meter langen Stahlseil hängt, über eine tiefe Schlucht zum Tauchplatz. Dabei müssen die Goldgräber darauf achtgeben, dass die Dredge nicht beschädigt wird. Denn in der abgelegenen Wildnis gibt es keine Ersatzteile. 800 Meter stromaufwärts kommt unterdessen ein Hubschrauber zum Einsatz. Setzt die Helikopter-Pilotin Fred Hurts Ausrüstung sicher am Schürf-Spot ab?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8393604","hoster":"VOE"},{"path":"/redirect/8393603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-3","name":"Kampf gegen die Strömung","epNo":3,"alt":"Swallowed Up","descr":"Dustin Hurt und sein Team haben im Flussbett ein fettes Nugget gefunden. Anscheinend schürfen die Männer genau an der richtigen Stelle. Aber nach einem extrem harten Winter sind die Bedingungen in der Wildnis so gefährlich wie noch nie. Die starke Strömung im Wildwasser macht den Abenteurern schwer zu schaffen. Fred Hurt und seine Mitstreiter haben an ihren Tauch-Spot ebenfalls mit Widrigkeiten zu kämpfen. Dort sorgt ein defektes Ventil für akute Gefahr. Wenn der Druck im Atemluftsystem des Schwimmbaggers weiter ansteigt, könnte die Dredge explodieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483879","hoster":"VOE"},{"path":"/redirect/8483875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-4","name":"Die Mammutkralle","epNo":4,"alt":"Enter The Mammoth Claw","descr":"Dustin Hurt arbeitet sich mit seinem Saugbagger an der Fallkante eines 24 Meter hohen Wasserfalls in tiefere Erdschichten vor. Denn die größten Nuggets liegen weiter unten im Flussbett. Um das Edelmetall freizulegen, muss sein Team mit einer selbst gebauten Apparatur riesige Felsbrocken aus dem Weg schaffen. Aber einem Findling ist die \"Monsterkralle\" nicht gewachsen. Fred Hurt hat derweil einen Ausfall zu beklagen. Sein bester Taucher ist Hals über Kopf abgereist. Kann Neuling Scott Allen die Lücke schließen? Der Ex-Marine hat noch nie zuvor Gold geschürft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8483882","hoster":"VOE"},{"path":"/redirect/8483880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-5","name":"Eine Handvoll Nuggets","epNo":5,"alt":"Fistful Of Nuggets","descr":"Seit einem Monat heben Dustin Hurt und sein Team in Alaska mächtige Findlinge aus dem Flussbett. Die schweren Felsbrocken bringen den Seilzug der Goldgräber an seine Grenzen. Die Schatzsucher müssen die Bolzen austauschen. Ex-Marine Carlos Minor meldet sich freiwillig, um die riskante Operation durchzuführen – neun Meter über einem tosenden Wasserfall. Für ihre Mühen werden die Männer mit dicken Nuggets belohnt. Am Trifecta-Schürfspot lässt die Ausbeute dagegen zu wünschen übrig. Deshalb modifizieren Fred Hurt und seine Crew ihre Waschanlage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603626","hoster":"VOE"},{"path":"/redirect/8603623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-6","name":"Scotts Bewährungsprobe","epNo":6,"alt":"Rookie Mistakes","descr":"Der Saugschlauch des Schwimmbaggers ist verstopft. Und das Problem lässt sich nicht auf die Schnelle beheben. Der Zwischenfall wirft Dustin Hurt und sein Team im Zeitplan zurück. Am Trifecta-Schürfspot steigt Scott Allen unterdessen ins eisige Wildwasser hinab. Nach seinem Dienst bei den US-Marines hat der Ex-Soldat sieben Jahre als Berufstaucher gearbeitet. Aber in den Chilkat Mountains herrschen andere Bedingungen. Die Schatzsuche im Flussbett ist extrem anstrengend. Bei seiner Bewährungsprobe soll der Neuling zeigen, aus welchem Holz er geschnitzt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379307","hoster":"VOE"},{"path":"/redirect/8603613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-7","name":"Sprengung unter Wasser","epNo":7,"alt":"Happy Endings","descr":"Ein Felsungetüm versperrt den Glücksrittern am McKinley Creek den Weg zum Gold. Der Granit-Findling hat einen Umfang von zwei Metern. So einen schweren Brocken kann man nicht mit Winden, Seilen und Flaschenzügen bewegen. Deshalb wollen Dustin Hurt und sein Team das Monstrum sprengen. Die Männer bohren unter der Wasseroberfläche Löcher in den riesigen Stein, um darin die explosiven Ladungen zu platzieren. Dustins Vater Fred tastet sich unterdessen am Trifecta-Schürfspot an den Rand eines Strudellochs vor. Der 77-Jährige trägt im Fluss Sedimente ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603616","hoster":"VOE"},{"path":"/redirect/8603604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-8","name":"Spezialeinsatz für Dustin","epNo":8,"alt":"Dustin To The Rescue","descr":"Fred Hurt und seine Gefährten lassen sich am McKinley Creek von schmerzhaften Rückschlägen nicht aus dem Konzept bringen. Die Männer tragen am Grund des Flusses Steine und Schürfmaterial ab, um bis zu den Nuggets vorzudringen. Die dicksten Brocken liegen vermutlich in einer Tiefe von sechs Metern. Doch den Schatzsuchern kommt beim Graben ein überhängender Findling in die Quere. Die Truppe versucht, das schwere Ungetüm mit Zugseilen und einer Brechstange aus der Gefahrenzone zu bewegen. Aber der Fels rührt sich im eisigen Wildwasser nicht vom Fleck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8603611","hoster":"VOE"},{"path":"/redirect/8603599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-9","name":"Tiefer als je zuvor","epNo":9,"alt":"Depths Of Despair","descr":"Scott Allen trägt am McKinley Creek von Hand Geröll ab und seine Mühen zahlen aus. Nach drei Stunden harter Arbeit präsentiert der Ex-Soldat Fred Hurt mit stolzer Brust sein erstes Unter-Wasser-Gold. Der Fund weckt in den Chilkat Mountains nach diversen Rückschlägen den Ehrgeiz der Schatzsucher. Deshalb macht sich am Trifecta-Schürfspot ein weiteres Teammitglied bereit für den Einsatz im Flussbett. Ryan Cardoza soll im Strudelloch eines uralten Wasserfalls bis zum Felsgrund vorstoßen. Aber beim Abstieg in die Tiefe erleidet der Taucher eine Panikattacke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8789674","hoster":"VOE"},{"path":"/redirect/8789685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-10","name":"Die Macht des Wassers","epNo":10,"alt":"Ride Or Die","descr":"Dustin Hurt und sein Team haben an ihrem Schürfspot in den Chilkat Mountains bereits 29 Unzen Gold ans Tageslicht befördert. Und stromaufwärts gibt es womöglich noch mehr Nuggets zu holen. Aber Carlos Minor muss sich bei seinem Probetauchgang in der Schlucht vor den tosenden Wassermassen in Acht nehmen. Denn an dem nur zweieinhalb Meter breiten Engpass fließt der McKinley mit fast 20 Kubikmetern pro Sekunde dreimal so schnell wie in seinem übrigen Lauf. Die extrem starke Strömung darf der Abenteurer im Bundesstaat Alaska auf keinen Fall unterschätzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8789677","hoster":"VOE"},{"path":"/redirect/8789681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-11","name":"Erkundungsgang extrem","epNo":11,"alt":"A Special Kind Of Crazy","descr":"Starke Regenfälle lassen in den Chilkat Mountains die Flüsse anschwellen. Deshalb schickt Fred Hurt bei extrem schlechter Sicht seinen erfahrensten Taucher ins trübe Wasser. Paul Richardson hat in einer Tiefe von fünfeinhalb Metern schwer zu kämpfen. Und am Rand des Strudellochs löst sich plötzlich das Gestein. Dabei wird der Abenteurer um ein Haar von einem Felsbrocken erschlagen. Freds Sohn Dustin lebt in Alaska ebenfalls gefährlich. Der Goldgräber sucht in den Bergen einen neuen Schürfspot. Auf dem Erkundungsgang wagt er sich in extreme Gefilde vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8789680","hoster":"VOE"},{"path":"/redirect/8789688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-12","name":"Die Stunde der Stahlseile","epNo":12,"alt":"In Too Deep","descr":"In Alaska kündigt sich der Winter an. In den Bergen fällt bereits Schnee und Fred Hurts Crew hat in den Chilkat Mountains erst eine Unze Gold gefunden. Die Männer müssen sich sputen, damit die Saison nicht in einem finanziellen Fiasko endet. Doch bei der Suche nach den kostbaren Nuggets kommt ihnen im Wildwasser ein riesiger Findling in die Quere. Die Glücksritter versuchen, den extrem schweren Felsbrocken umzulagern. Dabei gerät der Seilzug des Teams an seine Grenzen. Und Freds Sohn Dustin kämpft in der abgelegenen Wildnis mit ähnlichen Problemen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8789683","hoster":"VOE"},{"path":"/redirect/8789690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-13","name":"Regeln sind Regeln","epNo":13,"alt":"Under Pressure","descr":"Ende September setzt in den Chilkat Mountains der Dauerfrost ein. Den Glücksrittern bleibt nicht mehr viel Zeit, um in den Bergen nach Gold zu suchen. Aber die kälteren Temperaturen bringen für die Männer auch Vorteile mit sich. Der Gletscher, der den Fluss speist, schmilzt nicht mehr. Das Wasser fließt langsamer und beim Tauchen haben die Abenteurer klare Sicht. Trotzdem ist die Arbeit extrem gefährlich und Scott Allen sollte sich am Trifecta-Schürfspot nicht unter schwebenden Lasten fortbewegen. Der Neuling verletzt obendrein eine wichtige Regel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8811371","hoster":"VOE"},{"path":"/redirect/8811372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-14","name":"Lebendig begraben","epNo":14,"alt":"Buried Alive","descr":"Seit 17 Wochen suchen Fred Hurt und sein Team in den Chilkat Mountains nach wertvollem Edelmetall. Um im Wildwasser bis zum Felsgrund vorzustoßen, haben die Männer am McKinley Creek mit vereinten Kräften Geröll und schwere Findlinge abgetragen. Und in sechs Metern Tiefe finden die Glücksritter tatsächlich Gold. Die kostbaren Nuggets sind zum Greifen nah, aber trotz aller Anstrengungen möglicherweise doch unerreichbar. Denn der Rand des Strudellochs ist extrem instabil. Paul Richardson droht beim Absaugen des Erdreichs Gefahr für Leib und Leben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8811370","hoster":"VOE"},{"path":"/redirect/8811376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-4/episode-15","name":"Bis zum Äußersten","epNo":15,"alt":"To The Edge","descr":"Entschlossen, die rekordverdächtige Goldbeute seiner Saison zu verstärken, treibt Dustin sein Glück bis an den Rand, als er durch einen ungewöhnlichen Unfall außer Kontrolle in Richtung des 80-Fuß-Falls bei den McKinley-Wasserfällen rast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8866976","hoster":"VOE"},{"path":"/redirect/8866977","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-1","name":"Durch Schnee und Eis","epNo":1,"alt":"Roll Of The Ice","descr":"Dustin Hurt nimmt das größte Risiko seines Lebens. Aber wird die Verdoppelung seiner Crew die doppelte Belohnung oder die doppelte Gefahr bedeuten? Fred verletzt lässt eine Bombe auf Dustin fallen, die ihre Zukunft für immer verändern wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10566876","hoster":"VOE"},{"path":"/redirect/10566882","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534478","hoster":"VOE"},{"path":"/redirect/9161852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-2","name":"Der Neuzugang","epNo":2,"alt":"Fresh Blood","descr":"Dustin setzt sein Geld und seinen Ruf aufs Spiel und verdoppelt gleichzeitig zwei Ansprüche auf die Chance auf einen lebensverändernden Zahltag. Die Verdoppelung seines Betriebes bedeutet frisches Blut, das schnell auf die harte Tour lernt, wie gefährlich der Abbau des tobenden Wildwassers ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10713117","hoster":"VOE"},{"path":"/redirect/10713113","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13506510","hoster":"VOE"},{"path":"/redirect/9224509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-3","name":"Erdbeben","epNo":3,"alt":"Shake Up","descr":"Unter extremem Druck, sein erstes Gold der Saison zu holen, bringt Dustin beide Crews an ihre Grenzen. Aber es ist nicht einfach, seine neuen Rekruten an einem der gefährlichsten Minenstandorte der Welt auf den neuesten Stand zu bringen. Und bevor sie sich beweisen können, mischt Mutter Natur die Dinge auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10713011","hoster":"VOE"},{"path":"/redirect/10713056","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512956","hoster":"VOE"},{"path":"/redirect/9802348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-4","name":"Wer ist hier der Boss?","epNo":4,"alt":"Who\u0027s the Boss","descr":"Dakota Fred kehrt mit einem Vorsprung auf Neuland zurück und eine überraschende Ankündigung spaltet Dustins Crew.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10713057","hoster":"VOE"},{"path":"/redirect/10713033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512959","hoster":"VOE"},{"path":"/redirect/9802359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-5","name":"Kaylas Fund am Grund","epNo":5,"alt":"Groundbreaking Gold","descr":"Fred öffnet die Tür zu einem neuen Standort. Kyla macht eine saisonal wechselnde Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922889","hoster":"VOE"},{"path":"/redirect/10713129","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512958","hoster":"VOE"},{"path":"/redirect/9802364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-6","name":"Am Siedepunkt","epNo":6,"alt":"Boiling Point","descr":"Fred feiert seinen 78. Geburtstag auf die einzige Weise, die er kennt – Tauchen nach Gold. Aber ein tödlicher Witwenmacher droht, alles zu beenden. Kaylas Crew befindet sich in einer heißen Phase, aber ihr Glück geht zu Ende, als die Spannungen zwischen den Crewmitgliedern einen Siedepunkt erreichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10713116","hoster":"VOE"},{"path":"/redirect/10713105","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512969","hoster":"VOE"},{"path":"/redirect/9802318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-7","name":"Tandem-Tauchgang","epNo":7,"alt":"Gamblin\u0027 Man","descr":"Um seine Saison zu retten, plant Dustin einen waghalsigen Doppelsprung, um Gold zu holen. Währenddessen kämpft Kaylas Crew damit, sich anzupassen, nachdem sie ein Crewmitglied verloren hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10847679","hoster":"VOE"},{"path":"/redirect/10739290","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512960","hoster":"VOE"},{"path":"/redirect/9802321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-8","name":"Verzweiflung am House Rock","epNo":8,"alt":"Hard Times at House Rock","descr":"Aus purer Verzweiflung setzt Dustin Hurt seine Zukunft auf eine gefährliche Mining-Strategie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10790994","hoster":"VOE"},{"path":"/redirect/10790991","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512950","hoster":"VOE"},{"path":"/redirect/9802340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-9","name":"Ass im Ärmel","epNo":9,"alt":"Cut and Run","descr":"Dustin Hurt trifft eine schockierende und umstrittene Entscheidung, die den Verlauf seiner gesamten Saison verändert. Kayla bittet verzweifelt, ihre Chancen zu verdoppeln, einen lebensverändernden Haufen Gold aufzudecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10847680","hoster":"VOE"},{"path":"/redirect/10841023","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512979","hoster":"VOE"},{"path":"/redirect/9802329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-10","name":"Ein schlauchender Transport","epNo":10,"alt":"Robbery at House Rock","descr":"Dustin trifft eine Entscheidung, die Kaylas Zukunft gefährdet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10899469","hoster":"VOE"},{"path":"/redirect/10899468","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13513005","hoster":"VOE"},{"path":"/redirect/9802332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-11","name":"Der Fluch der Goldgötter","epNo":11,"alt":"Blood Runs Thicker Than Water","descr":"Dustin Hurt und seine Mitstreiter sind nach vier erfolglosen Monaten am McKinley Creek endlich auf Gold gestoßen. Rund einen Monat vor dem Saisonende zählt nun jeder Tauchgang. Unter Zugzwang nimmt die Truppe deshalb auch Risiken in Kauf. Carlos Minor wagt sich ohne Kommunikationssystem ins Wildwasser. Seine Kameraden am Ufer können ihn zwar hören, aber sie können ihm nicht antworten. Kayla Johansons Crew hat ebenfalls mit Widrigkeiten zu kämpfen. Den Schatzsucher:innen versperren schwere Felsbrocken den Weg. Kann das Team die Hindernisse beseitigen? ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10969494","hoster":"VOE"},{"path":"/redirect/10930542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512953","hoster":"VOE"},{"path":"/redirect/9839338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-12","name":"Sicht gleich Null","epNo":12,"alt":"Curse of the Gold Gods","descr":"Nur wenige Zentimeter vor dem Felsen und einem potenziell lebensverändernden Zahltag in der Chute sind Dustin Hurt und seine Crew gezwungen, unter den gefährlichsten Bedingungen zu tauchen, die sie je erlebt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10955073","hoster":"VOE"},{"path":"/redirect/10955072","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512971","hoster":"VOE"},{"path":"/redirect/12980305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-13","name":"Zahltag","epNo":13,"alt":"The Motherload","descr":"Dustin ist in der Chute nur wenige Zentimeter vom Gold entfernt, aber der starke Druck führt dazu, dass ein Crewmitglied bricht. Kayla kämpft mit dem Mammut-Tauchplatz am House Rock, aber ihre Versuche, den Platz zu sichern, gehen nach hinten los und eine knappe Entscheidung wirft sie um Wochen zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10986188","hoster":"VOE"},{"path":"/redirect/11140699","hoster":"Doodstream"},{"path":"/redirect/10986183","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10017518","hoster":"VOE"},{"path":"/redirect/10017519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-14","name":"Schock am Creek","epNo":14,"alt":"Risk vs. Reward","descr":"27 Unzen Edelmetall im Wert von 50 000 Dollar: Die Ausbeute der letzten drei Wochen kann sich sehen lassen. Aber die Goldvorräte an der Stromschnelle scheinen erschöpft zu sein. Deshalb ziehen Dustin Hurt und seine Crew an einen anderen Schürfspot um. Creek-aufwärts haben die Männer eine Vertiefung entdeckt. In der 90-Grad-Kurve wird die Strömung deutlich verlangsamt, dort winkt ihnen möglicherweise reiche Beute. Und Kayla Johansons Team atmet einmal tief durch. Denn einer der beiden Taucher wurde im Wildwasser um ein Haar von einem Felsbrocken erschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11122092","hoster":"VOE"},{"path":"/redirect/11122098","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512954","hoster":"VOE"},{"path":"/redirect/10017464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-15","name":"Eine goldene Gelegenheit","epNo":15,"alt":"A Golden Opportunity","descr":"Dustin erkundet Neuland. Fred leitet die Crews, während der Bach wütet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11086706","hoster":"VOE"},{"path":"/redirect/11140781","hoster":"Doodstream"},{"path":"/redirect/11057782","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13512957","hoster":"VOE"},{"path":"/redirect/10017478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-5/episode-16","name":"Das letzte Gefecht","epNo":16,"alt":"The Last Stand","descr":"Trumpfen die Schatzsucher/innen beim Endspurt im Chilkat-Gebirge groß auf? Kayla Johanson und ihre Crew haben am House Rock in den vergangenen Monaten unzählige Tonnen an Schlamm, Felsbrocken und Treibgut entfernt. Jetzt ist es an der Zeit, dass sich die Truppe für ihre Mühen belohnt. In sechseinhalb Metern Tiefe hoffen Kayla und ihre Mitstreiter auf den ganz großen Wurf. Dustin Hurt und sein Team klotzen unterdessen am \"Dogleg\" ran. Die Männer wollen dort fette Nuggets an Land ziehen, aber die Arbeit im eisigen Wildwasser ist extrem gefährlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11122108","hoster":"VOE"},{"path":"/redirect/11420985","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10042638","hoster":"VOE"},{"path":"/redirect/10042635","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-1","name":"Das Glück ist mit den Mutigen","epNo":1,"alt":"Fortune Favors The Bold","descr":"Goldsucher Dustin Hurt investiert fast sein gesamtes Kapital in einen neuen Claim. Das Schürfgebiet trägt den schillernden Namen Nugget Creek und befindet sich am Oberlauf des Tsirku River.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12736200","hoster":"VOE"},{"path":"/redirect/12736201","hoster":"Doodstream"},{"path":"/redirect/12736199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-2","name":"Der erste Witwenmacher","epNo":2,"alt":"Into The Unknown","descr":"Das Terrain am neuen Claim tückisch: Steile Hänge, riesige Felsbrocken und meterhoher Schnee machen bereits die erste Erkundungstour am Nugget Creek zu einem riskanten Unterfangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12736205","hoster":"VOE"},{"path":"/redirect/12736207","hoster":"Doodstream"},{"path":"/redirect/12736206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-3","name":"Alptraum unter Wasser","epNo":3,"alt":"Airboat Accident","descr":"Damit die Crew den neuen Claim in den Chilkat Mountains künftig auch aus der Luft erreichen kann, will Dustin eine 300 Meter lange Landebahn für Kleinflugzeuge bauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12736208","hoster":"VOE"},{"path":"/redirect/12736211","hoster":"Doodstream"},{"path":"/redirect/12736209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-4","name":"Lebensgefährliche Trümmer","epNo":4,"alt":"Dakota Fred Takes Charge","descr":"Am Nugget Creek laufen die Erschließungsmaßnahmen auf Hochtouren. Beim Versuch, einen riesigen Felsklotz zu sprengen, fliegen plötzlich massige Trümmerteile durch die Luft!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12736247","hoster":"VOE"},{"path":"/redirect/12736249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-5","name":"Verfahrene Lage","epNo":5,"alt":"Homemade Highway to Hell","descr":"Am Oberlauf des Wildbachs nutzt das Team Treibholz, um einen 50 Meter langen Steg zu bauen. Stromabwärts muss die tonnenschwere Goldwaschanlage an ihren Bestimmungsort gehievt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12759169","hoster":"VOE"},{"path":"/redirect/12759170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-6","name":"Der Wolkensteg","epNo":6,"alt":"Fuelling the Pressure","descr":"Während Dustin dringend benötigte Benzinvorräte per Sumpfboot über den Tsirku River transportiert, gerät das Team am Nugget Creek in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12805118","hoster":"VOE"},{"path":"/redirect/12981851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-7","name":"Das erste Gold","epNo":7,"alt":"At War With A Widowmaker","descr":"Nachdem riesige Felsbrocken per Seilwinde entfernt worden sind, verbuchen die Goldsucher:innen am Nugget Creek einen ersten Erfolg: Goldflitter und Nuggets!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12845245","hoster":"VOE"},{"path":"/redirect/12845244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-8","name":"Eiszeitmonster","epNo":8,"alt":"Explosion At Nugget Creek","descr":"Starkregen hat Unmengen Kies und Geröll in den Wildbach gespült. Auch ein 8 Tonnen schwerer Granitbrocken ist mitten in die Tauchstelle gestürzt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916643","hoster":"VOE"},{"path":"/redirect/12893590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-9","name":"Rückschlag in letzter Minute","epNo":9,"alt":"Missing In Action","descr":"Die Motivation bei den Goldsucher:innen ist am Nullpunkt angelangt. Mehr als die Hälfte der Saison ist vorbei, und die Teams haben noch immer keinen großen Treffer gelandet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12937556","hoster":"VOE"},{"path":"/redirect/12937558","hoster":"Doodstream"},{"path":"/redirect/12937555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-10","name":"Nach der Blitzflut","epNo":10,"alt":"Total Annihilation","descr":"Die Motivation bei den Goldsucher:innen ist am Nullpunkt angelangt. Mehr als die Hälfte der Saison ist vorbei, und die Teams haben noch immer keinen großen Treffer gelandet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12978006","hoster":"VOE"},{"path":"/redirect/12978007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-11","name":"Unter dem Biggy","epNo":11,"alt":"4-Ounce Nugget","descr":"Unter einem 50 Tonnen schweren Findling vermuten Dustin Hurt und sein Team reiche Goldvorkommen. Allerdings ist die Arbeit an dem Monsterbrocken mit enormen Risiken verbunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13010709","hoster":"VOE"},{"path":"/redirect/13010713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-12","name":"Nervenkrieg","epNo":12,"alt":"Blood Red White Water","descr":"Nach drei Monaten Blut, Schweiß und Tränen ist Taucher James endlich auf die rötliche Erdschicht gestoßen, unter der das Gold liegen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13033813","hoster":"VOE"},{"path":"/redirect/13033812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-13","name":"Kaylas Plan","epNo":13,"alt":"Risky Business","descr":"Dustin Hurt und sein Schatzsucher-Team haben in der Vertiefung unter der Stromschnelle erst eine Unze Gold gefunden. Aber die Abenteurer geben im Chilkat-Gebirge nicht auf. Carlos Minor kämpft sich unter widrigen Bedingungen im eisigen Wildwasser immer weiter Richtung Grundgestein vor. Und es scheint so, als könnte den Männern endlich der Durchbruch gelingen. Kayla Johansons Crew will rund 300 Meter entfernt ebenfalls einen Volltreffer landen. Aber überhängende Felsbrocken stellen am House Rock für die beiden Taucher eine lebensbedrohliche Gefahr dar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13111888","hoster":"VOE"},{"path":"/redirect/13111885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-14","name":"Riskante Entscheidung","epNo":14,"alt":"Mouth Of The Dragon","descr":"27 Unzen Edelmetall im Wert von 50 000 Dollar: Die Ausbeute der letzten drei Wochen kann sich sehen lassen. Aber die Goldvorräte an der Stromschnelle scheinen erschöpft zu sein. Deshalb ziehen Dustin Hurt und seine Crew an einen anderen Schürfspot um. Creek-aufwärts haben die Männer eine Vertiefung entdeckt. In der 90-Grad-Kurve wird die Strömung deutlich verlangsamt, dort winkt ihnen möglicherweise reiche Beute. Und Kayla Johansons Team atmet einmal tief durch. Denn einer der beiden Taucher wurde im Wildwasser um ein Haar von einem Felsbrocken erschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13111890","hoster":"VOE"},{"path":"/redirect/13111883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-15","name":"Volldampf voraus","epNo":15,"alt":"In Death’s Shadow","descr":"Am Nugget Creek nimmt Goldsucher-Urgestein Fred wichtige Sicherungsmaßnahmen vor. Ansonsten könnte der 50 Tonnen schwere Granitbrocken aus der Eiszeit auseinanderbrechen und ins Schürfloch stürzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13124766","hoster":"VOE"},{"path":"/redirect/13125311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-16","name":"[Dito E17] Schicksalsfluten","epNo":16,"alt":"Hell From The Heavens","descr":"Am Nugget Creek klingelt endlich die Kasse. Doch das Glück ist nur von kurzer Dauer. Die Ausläufer eines Taifuns sorgen für Rekordregenfälle und wahre Schicksalsfluten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13146439","hoster":"VOE"},{"path":"/redirect/13146438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-6/episode-17","name":"Verzweifelter Endspurt","epNo":17,"alt":"Judgment Day","descr":"Den Goldsucher:innen in den Chilkat Mountains steht ein desaströser Saisonabschluss bevor. Nachdem das stärkste Unwetter seit 50 Jahren den Nugget Creek komplett verwüstet hat, versucht das Team von Dustin Hurt zu retten, was zu retten ist. Aber Geröll, Matsch und Sand haben die Ausrüstung größtenteils unbrauchbar gemacht. Sogar der schwere Schürfbagger wurde durch die Wassermassen fast 30 Meter den Wildbach hinab gespült! Auch finanziell steht Dustin das Wasser bis zum Hals. Schließlich hat er sein gesamtes Budget in den Claim gesteckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13632602","hoster":"VOE"},{"path":"/redirect/13175619","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-7/episode-1","name":"Ein tragischer Auftakt","epNo":1,"alt":"A Tragic Beginning","descr":"Die Goldtaucher starten früher in die Saison als jemals zuvor. Aber der Auftakt verläuft nicht nach Plan. Der Weg zum Camp führt dreihundert Meter weit durch Tiefschnee und ihre Ausrüstung müssen die Männer erst freischaufeln. Bei all diesen Problemen ist Dustin Hurt in diesem Jahr auf sich allein gestellt. Seine wichtigste Vertrauensperson kann ihm in der unberechenbaren Wildnis Alaskas nicht zur Seite stehen. Denn Dustins Vater Fred hat mit schweren gesundheitlichen Problemen zu kämpfen. Die Diagnose war ein furchtbarer Schlag für die Schatzsucher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14360665","hoster":"VOE"},{"path":"/redirect/14360707","hoster":"Vidoza"},{"path":"/redirect/14360664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-7/episode-2","name":"Hoffnungsschimmer","epNo":2,"alt":"Gold Out Of The Gate","descr":"Im letzten Jahr wurden die Männer bei der Arbeit von heftigen Überschwemmungen überrascht. Als ein Unwetter über den \"Nugget Creek\" hereinbrach, hätten sie um ein Haar ihre gesamte Ausrüstung verloren. Und so ein Szenario kann sich jederzeit wiederholen, denn das Wetter in den Bergen Alaskas ist unberechenbar. Deshalb gehen die Goldtaucher am Schürfspot auf Nummer sicher. Die Schatzsucher montieren in rund zehn Meter Höhe über dem Wildbach einen Seilzug. Damit können sie ihren tonnenschweren Schwimmbagger bei Hochwasser aus der Gefahrenzone bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402119","hoster":"VOE"},{"path":"/redirect/14402146","hoster":"Vidoza"},{"path":"/redirect/14402117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/goldrausch-white-water-alaska/staffel-7/episode-3","name":"Grabenkrieg","epNo":3,"alt":"Trench Warfare","descr":"Die Schürfsaison ist keine drei Wochen alt und die Schatzsucher können bereits erste Erfolge vorweisen. Der \"Nugget Bend\" macht seinem Namen alle Ehre. Dort haben Dustin Hurt und seine Mitstreiter gleich beim ersten Tauchgang Gold gefunden. Das hatten die Glücksritter nach den Rückschlägen im vergangenen Jahr kaum zu hoffen gewagt. Die Crew ist hoch motiviert. Aber dann macht das Wetter den Männern einen Strich durch die Rechnung. Nieselregen ist in den höheren Lagen meist ein Vorbote stärkerer Niederschläge. In den Bergen braut sich ein Unwetter zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14458201","hoster":"VOE"},{"path":"/redirect/14458255","hoster":"Vidoza"},{"path":"/redirect/14458179","hoster":"Streamtape"}]}]}]}]}