{"path":"/serie/stream/golden-girls","name":"Golden Girls","descr":"Die Sitcom stellt vier rüstige Rentnerinnen in den Mittelpunkt, die in einer WG in Miami ihren Lebensabend verbringen. Die amüsanten Geschichten um die naive Witwe Rose (Betty White), die männerbesessene Blanche (Rue McClanahan), die sarkastische Dorothy (Beatrice Arthur) und deren rabiate Mutter Sophia (Estelle Getty), eine mit reichlich Ironie, Zynismus und Lebenserfahrung gesegnete gebürtige Sizilianerin, wurden ein weltweiter Erfolg.","seasons":[{"path":"/serie/stream/golden-girls/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/golden-girls/staffel-1/episode-1","name":"Die Verlobung","epNo":1,"alt":"Pilot","descr":"Weil die Schattige Pinie niedergebrannt ist, zieht Sophia kurzerhand in das Haus der Golden Girls ein.Währenddessen lernt Blanche einen Mann kennen, der ihr bereits nach kurzer Zeit einen Heiratsantrag macht, den sie auch nach kurzem zögern annimmt.Rose hingegen plagt wegen der bevorstehenden Hochzeit die Befürchtung ausziehen zu müssen, doch das ist ihr geringstes Problem, sie hat bezüglich des Verlobten von Blanche eine böse Vorahnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008751","hoster":"VOE"},{"path":"/redirect/8545525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-2","name":"Der Hochzeitsgast","epNo":2,"alt":"Guess Who’s Coming To The Wedding","descr":"Dorothys Tochter hat sich verlobt und möchte heiraten. Deshalb bieten die Golden Girls ihr Haus an, um dort das Hochzeitsfest auszurichten.Doch es gibt ein Problem: Stanley, der Ex-Ehemann von Dorothy wird ganz zum ihrem missfallen auch zur Hochzeit erscheinen.Dorothy sieht sich vor einer eskalierenden Begegnung mit Stan, da er sie vor 2 Jahren nach 38 Jahren Ehe für eine jüngere Frau verlassen hat und ihr dies über einen Anwalt mitteilen lies.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008785","hoster":"VOE"},{"path":"/redirect/8542348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-3","name":"Ein Mann für Rose","epNo":3,"alt":"Rose The Prude","descr":"Die warme Brise des Windes und der Mond, der sich auf dem Wasser spiegelt – das sind romantische Zutaten, an die Rose schon lange nicht mehr gedacht hat. Das ändert sich, als der Gentleman Arnie auftaucht und ihr den Hof macht. Zögerlich entwickelt sich eine Romanze. Aber Rose bekommt kalte Füße, als ihr Verehrer sie zu einem Segeltörn einlädt. Nach und nach gelingt es dem warmherzigen Arnie jedoch, Rose ihre Ängste zu nehmen, so dass sie ihre \"Jungfernfahrt\" zurück in die Welt der Liebenden schließlich doch genießt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008780","hoster":"VOE"},{"path":"/redirect/8542349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-4","name":"Die Transplantation","epNo":4,"alt":"Transplant","descr":"Blanche ist außer sich: Nicht nur, dass ihre jüngere Schwester Virginia, mit der sie sich nie verstanden hat, ihren Besuch angekündigt hat. Nein, ausgerechnet jetzt muss Dorothy auch noch für das Kind einer Freundin Babysitterin spielen. Als Virginia eintrifft, lässt Blanche nichts unversucht, um sie zu kränken. Aber ihre Schwester geht nicht darauf ein und bleibt freundlich. Das weckt Blanches Misstrauen. Was kann ihre Schwester von ihr wollen? Virginia rückt schließlich mit dem wahren Grund ihres Besuchs heraus: Sie braucht dringend eine Spenderniere","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268251","hoster":"VOE"},{"path":"/redirect/8542350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-5","name":"Liebesdreieck","epNo":5,"alt":"The Triangle","descr":"Sophia braucht einen Arzt, weil sie Bluthochdruck hat. Auf ihren Anruf hin eilt der attraktive Dr. Elliot Clayton herbei. Er hinterlässt sowohl bei Dorothy als auch bei Blanche bleibenden Eindruck. Dorothy gelingt es als Erster, ihre Rivalin aus dem Rennen zu schlagen und ein Rendezvous mit dem gut aussehenden Arzt zu ergattern. Somit wäre eigentlich alles geklärt. Aber Dr. Clayton ist der Meinung, auch Blanche mit seinen Qualitäten beglücken zu müssen. Die wehrt seine Avancen ab und erzählt Rose von den eindeutigen Angeboten des Frauenhelden. Rose beschwört Blanche, Dorothy die Augen über ihren Verehrer zu öffnen. Doch dieser Schuss geht nach hinten los. Blanche und Dorothy bekommen sich fürchterlich in die Haare, und Blanche verlangt, dass Dorothy auszieht. In dem Bestreben, die \"Familie\" zusammenzuhalten, zwingt Rose Dr. Clayton, Farbe zu bekennen – mit Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008800","hoster":"VOE"},{"path":"/redirect/12119047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-6","name":"Die Großmutter-Brigade","epNo":6,"alt":"On Golden Girls","descr":"Da seine Eltern versuchen, ihre zerrüttete Ehe durch zweite Flitterwochen zu retten, wird der 13-jährige David bei seiner Großmutter Blanche in Florida abgegeben. Leider erweist sich der überraschende Besuch als recht ungezogen. Nachdem freundliche Ermahnungen bei David nicht gerade auf fruchtbaren Boden fallen, gibt die \"Großmutter-Brigade\" die Parole \"Disziplin\" aus. Als Davids Eltern ihn schließlich wieder abholen, sehen sie sich einem völlig neuen Menschen gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008804","hoster":"VOE"},{"path":"/redirect/8545527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-7","name":"Sizilianische Romanze","epNo":7,"alt":"The Competition","descr":"Sophia ist fest entschlossen, nach Sizilien zurückzukehren, und zwar mit Augustine Bagatelli, mit dem sie einmal verlobt war. Ihre Tochter Dorothy ist dagegen. Natürlich können sich auch Rose und Blanche nicht aus der Angelegenheit heraushalten, und so stehen sich bald zwei gegnerische Parteien gegenüber: Sophia und Rose gegen Blanche und Dorothy. Wer wird in diesem Wettstreit den Sieg davontragen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14146681","hoster":"VOE"},{"path":"/redirect/8542357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-8","name":"Der Einbruch","epNo":8,"alt":"The Break-in","descr":"Nachdem ein Einbrecher ins Haus der \"Golden Girls\" eingestiegen ist, wird Rose von Angstzuständen gequält. Weder eine Alarmanlage, noch ein Wachhund und eine Pistole können ihr Vertrauen wiederherstellen. Sie bleibt dabei, dass sie sich nie mehr sicher fühlen wird. Als Dorothy erkennt, dass Roses Problem sich nicht von allein lösen wird, besteht sie darauf, dass sie alle zusammen einen Psychiater aufsuchen. Aber nach dem Besuch bei dem Therapeuten fühlt Rose sich schlechter als zuvor. Erst als sie sich im Parkhaus gegen einen harmlosen Parkwächter durchsetzt, ist Rose \"genesen\". Das Gefühl, sich selbst verteidigen zu können, hat ihr völlig neue Lebensperspektiven eröffnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008803","hoster":"VOE"},{"path":"/redirect/8542360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-9","name":"Wir und die jungen Männer","epNo":9,"alt":"Blanche And The Younger Man","descr":"Als Blanche von ihrem jungen, gut aussehenden Aerobic-Lehrer Dirk um ein Treffen gebeten wird, wirkt das auf sie wie eine Frischzellenkur. Um Jahre verjüngt macht sie sich auf den Weg zum vermeintlichen Rendezvous. Aber dann gesteht ihr Dirk, dass sie ihn an seine Mutter erinnert. Blanche ist ernüchtert und am Boden zerstört. Probleme mit dem Thema Alter haben auch Rose und ihre Mutter Alma. Denn während die alte Dame sich eigentlich noch ganz fit fühlt, meint ihre Tochter ständig, sie ihrerseits \"bemuttern\" zu müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268254","hoster":"VOE"},{"path":"/redirect/12512174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-10","name":"Herzinfarkt","epNo":10,"alt":"Heart Attack","descr":"Sophia geht es nach einer Party erbärmlich schlecht. Beunruhigt alarmiert Blanche den Doktor, der aber von einem Unwetter aufgehalten wird. Während Sophia ihre vermeintlich letzten weisen Sätze spricht, erschrickt Dorothy vor dem Gedanken, ihre Mutter zu verlieren. Als der Arzt endlich eintrifft und Sophia untersucht, stellt er fest, dass sie keinen Herzinfarkt, sondern nur zuviel gegessen hatte, was nicht ohne Auswirkung auf ihre Gallenblase blieb. Dr. Harris ist der Ansicht, dass Sophia, wenn sie ihren Appetit zügelt, auch ihre Schmerzen in den Griff bekommt. Und die restlichen \"Golden Girls\" sind erleichtert, weil Sophia nicht im Sterben liegt, sondern einfach ein Vielfraß ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008752","hoster":"VOE"},{"path":"/redirect/8542337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-11","name":"Der Ex-Ex-Mann","epNo":11,"alt":"Stan’s Return","descr":"Dorothys Ex-Ehemann Stan will ein Stück Land verkaufen, das die beiden in ihren Flitterwochen erstanden hatten, und braucht dazu ihre Unterschrift. Bei einem gemeinsamen Essen gesteht Stan dann, dass seine Frau Chrissy ihn wegen eines jüngeren Mannes verlassen hat. Er lädt Dorothy zu einem Ausflug ein, um einen letzten Blick auf ihr Stück Land zu werfen. Danach landen die beiden zusammen im Bett. Für Stan ist das ein Zeichen, dass seine Ex-Frau die Beziehung mit ihm wieder aufleben lassen will. Aber Dorothy hat sich ihr Leben auch ohne Stan ganz gut eingerichtet und will daran nichts ändern. Gerade als sie in seinem Hotel ankommt, um ihm das mitzuteilen, schneit Chrissy herein und gesteht Stan, dass sie mit ihrem jungen Lover Schluss gemacht hat und zu ihm zurückkehren will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008754","hoster":"VOE"},{"path":"/redirect/8542338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-12","name":"Sophia zieht aus","epNo":12,"alt":"The Custody Battle","descr":"Sowohl Blanche als auch Rose würden alles dafür geben, in einer Shakespeare-Aufführung des Gemeindetheaters die Rolle der Lady Macbeth zu spielen. Als schließlich Rose das große Los zieht, und Blanche dafür die \"Hexe Nr. 3\" spielen soll, herrscht zwischen den beiden Laien-Schauspielerinnen dicke Luft. Rivalität gibt es auch zwischen Dorothy und ihrer Schwester Gloria. Vor allem, als Gloria ihre Mutter Sophia einlädt, für immer zu ihr nach Kalifornien zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252151","hoster":"VOE"},{"path":"/redirect/8545531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-13","name":"Eine ganz kleine Romanze","epNo":13,"alt":"A Little Romance","descr":"Rose hat ein \"kleines\" Geheimnis vor Blanche und Dorothy: Sie trifft sich mit Jonathan, einem Kleinwüchsigen. Es ist nun nicht so, dass sie sich seiner schämen würde, sie fürchtet bloß die neugierigen Fragen ihrer Freundinnen. Mit der Geheimnistuerei ist es vorbei, als Blanche Jonathan eine Einladung zum Dinner schickt und er annimmt. Der Abend endet damit, dass Rose völlig aufgelöst ist, weil sie glaubt, dass Jonathan sie heiraten will. Wie soll sie ihm einen Korb geben, ohne ihn zu beleidigen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008753","hoster":"VOE"},{"path":"/redirect/8545517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-14","name":"Die Affäre","epNo":14,"alt":"That Was No Lady","descr":"Nach einem Tag voller Leidenschaft enthüllt Glen, die neue Liebe in Dorothys Leben, dass er verheiratet ist. Der Schock sitzt tief, ist aber schnell überwunden: Dorothy beschließt einfach, die Affäre trotzdem fortzusetzen – sehr zum Missfallen von Sophia und Rose. Unterdessen will sich Blanche ein neues Auto kaufen und ihr altes an Rose loswerden. Da sie ja Freundinnen sind, darf Rose das Auto zunächst zwei Wochen testen. Als Blanche schließlich das schlechte Gewissen plagt und sie gesteht, dass das Auto eine alte Schleuder ist, verkündet Rose, dass es ihr gestohlen wurde. Blanche ist etwas pikiert, aber als sie erfährt, dass die Versicherung ihr viel mehr bezahlt, als sie von Rose hätte verlangen können, ist bei den \"Golden Girls\" alles wieder im Lot. Nicht zuletzt auch deshalb, weil die Moral schließlich Oberhand gewinnt und Dorothy ihre Affäre mit Glen beendet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268252","hoster":"VOE"},{"path":"/redirect/8545528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-15","name":"Ein Schock für Rose","epNo":15,"alt":"In A Bed Of Rose’s","descr":"Seit einem Monat geht Rose mit Al aus, zögert aber weitere Schritte hinaus, denn bisher hat sie noch nie jemanden mit nach Hause genommen. Aber Al schwört ihr, leise zu sein, und so gehen die beiden schließlich ihr erotisches Abenteuer an. Am nächsten Morgen liegt Al tot im Bett – im Schlaf dahingerafft von einem Herzinfarkt. Rose ist außer sich. Ihre Freundinnen überreden sie, Als einzige Verwandte, seine Schwester, zu benachrichtigen. Aber als Rose bei Mrs. Beatty anruft, stellt sie fest, dass es sich keineswegs um Als Schwester, sondern um seine Frau – vielmehr seine Witwe – handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008756","hoster":"VOE"},{"path":"/redirect/8542341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-16","name":"Wo ein Wille ist …","epNo":16,"alt":"The Truth Will Out","descr":"Rose bekommt Besuch von ihrer Tochter Kirsten und ihrer Enkelin Charley und will mit den beiden über ihr Erbe sprechen. Da Rose seit Jahren ein Geheimnis darum gemacht hat, wieviel Geld ihr verstorbener Mann, ein Versicherungsagent, ihr hinterlassen hat, ist Kirsten der Meinung, ihr stünde ein Vermögen zu. Als der Moment der Wahrheit gekommen ist und Kirsten realisiert, dass ihr Erbe geringer ausfällt, als sie dachte, wirft sie ihrer Mutter im Beisein von Dorothy und Blanche vor, ihr Erbe verschleudert zu haben. Rose muss schließlich zugeben, dass sie ihrer Tochter jahrelang ein falsches Bild von ihrem Vater vorgegaukelt hat. Sie wollte nicht, dass Kirsten ihn für einen Versager halte. Am Ende versöhnen sich Rose, Kirsten und Charley wieder und gehen von der \"Erbschaft\" essen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008755","hoster":"VOE"},{"path":"/redirect/14342549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-17","name":"Miami Vice","epNo":17,"alt":"Nice And Easy","descr":"Blanches Lieblingsnichte Lucy kommt nach Miami zu Besuch. Kaum hat sie ihrer Tante und deren Mitbewohnerinnen hallo gesagt, verschwindet sie auch schon wieder – zu einem Rendezvous mit einem Arzt, den sie gerade im Flugzeug kennengelernt hat. Am nächsten Tag sorgt Lucy für Verwirrung, als sie mit einem anderen Mann auf die Bahamas fliegt. Als sie zurückkehrt, hat sie Ed im Schlepptau, einen Polizisten vom Sittendezernat, den sie auf dem Rückweg zu ihrer Tante kennenlernte. Als Blanche Kritik am Verhalten ihrer Nichte äußert, stürmt diese empört von dannen. Blanche folgt ihr mit Dorothy und Rose zu Eds Wohnung, die alle drei irgendwie an \"Miami Vice\" erinnert. Als Blanche ihrer Nichte klarzumachen versucht, dass es taktisch nicht klug ist, so schnell \"zu haben\" zu sein, geraten die beiden in einen heftigen Streit, denn Lucy wirft ihrer Tante vor, bekanntermaßen auch kein Kind von Traurigkeit zu sein…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008758","hoster":"VOE"},{"path":"/redirect/8542343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-18","name":"Die Operation","epNo":18,"alt":"The Operation","descr":"Die \"Golden Girls\" nehmen Steptanzunterricht. Während des Trainings verletzt sich Dorothy bei einem besonders komplizierten Schritt. Obwohl sie darauf besteht, dass der Verletzung keine weitere Beachtung geschenkt wird, drängen ihre Freundinnen sie, einen Arzt aufzusuchen. Dessen Diagnose steht schnell fest: Dorothy muss operiert werden. Zu Tode erschrocken schleicht sie sich aus der Klinik und geht nach Hause. Dort reden ihre Mitbewohnerinnen mit Engelszungen auf sie ein, sich dem Eingriff zu unterziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008786","hoster":"VOE"},{"path":"/redirect/8542340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-19","name":"Noch einmal Mutter sein?","epNo":19,"alt":"Second Motherhood","descr":"Blanche hat ihre zweite große Liebe gefunden: Richard, einen attraktiven und sehr erfolgreichen Geschäftsmann. Das einzige Problem besteht darin, dass Richard Kinder hat – und zwar sehr junge Kinder. Blanche weiß aber nicht, ob sie noch einmal Mutter sein will. Währenddessen plagen sich Dorothy und Rose mit weit profaneren Problemen. Sie haben sich vorgenommen, ihr Badezimmer selbst zu renovieren. Zwischen chauvinistischen Klempnern, bröckelndem Putz und Sophias Kommentaren grenzt es fast an ein Wunder, dass ihnen überhaupt etwas gelingt. Blanche entscheidet sich schließlich gegen Richards Heiratsantrag – und zwar nicht wegen seiner Kinder, sondern wegen der mangelnden Zeit, die der vielbeschäftige Geschäftsmann für seine Familie hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917807","hoster":"VOE"},{"path":"/redirect/8545532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-20","name":"Unzüchtiger Antrag","epNo":20,"alt":"Adult Education","descr":"Blanche besucht die Abendschule, um ihren Abschluss nachzuholen. Sie hofft, dann endlich in der Kunstgalerie befördert zu werden. Blanche kommt mit allen Kursen gut klar, nur in Psychologie hat sie Probleme. Eines Abends entschließt sie sich, nach dem Unterricht mit Professor Cooper zu sprechen und ihn um Hilfe zu bitten. Doch seine Antwort fällt recht eindeutig aus: Er wird sie nur bestehen lassen, wenn sie bei ihm zu Hause \"Nachhilfestunden\" nimmt. Blanche versteht nur zu gut, was er meint – und ist empört. Sie nimmt sich vor, Coopers \"Antrag\" nicht anzunehmen und vertieft sich statt dessen in die Bücher. Alle sind äußerst gespannt auf den Tag der Prüfung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008783","hoster":"VOE"},{"path":"/redirect/8542342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-21","name":"Die Grippe","epNo":21,"alt":"The Flu","descr":"Das alljährliche Wohltätigkeitsbankett steht vor der Tür und die \"Golden Girls\" hoffen, dass sie diesmal für die Früchte ihrer Arbeit belohnt werden. Doch dann droht die Grippe ihnen einen Strich durch die Rechnung zu machen. Eine Woche vor dem sehnsüchtig erwarteten Bankett wird Rose krank, gefolgt von Dorothy und Blanche. Sophia muss plötzlich für drei Damen Hausmädchen und Krankenschwester in einer Person sein. Als der Abend des Banketts naht, machen sich die \"Golden Girls\" mit tropfenden Nasen auf den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008778","hoster":"VOE"},{"path":"/redirect/8542356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-22","name":"Der neue Job","epNo":22,"alt":"Job Hunting","descr":"Rose muss sich einen neuen Job suchen, was ihr mit Hilfe ihrer drei Freundinnen und einem kleinen \"kreativen\" Schreiben auch gelingt. Aber dann stellt sie entsetzt fest, dass sich die Dinge im Arbeitsleben in den letzten 32 Jahren geringfügig geändert haben. \"Gewichtige\" Probleme haben auch Blanche und Dorothy, erstere mit sich selbst, letztere in der Gestalt von Barry Glick, einem Mann aus ihrer Vergangenheit. Für Rose scheint alles prima zu laufen, als sie eine Anstellung als Serviererin in einem nahegelegenen Café erhält. Und Dorothy kommt dahinter, dass es manchmal besser ist, seine Fantasien dort zu lassen, wo sie sich abspielen: in der Fantasie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008773","hoster":"VOE"},{"path":"/redirect/8542346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-23","name":"Lilys Ehrgeiz","epNo":23,"alt":"Blind Ambitions","descr":"Roses Schwester Lily, die seit einem halben Jahr blind ist, kommt zu Besuch nach Miami. Lily, die ihr Leben lang unabhängig war, kann sich nur schwer an den Gedanken gewöhnen blind zu sein. Trotzdem erträgt sie ihr Schicksal bewundernswert tapfer. Die \"Golden Girls\" planen, ein paar Sachen, die sie nicht mehr brauchen, in einem \"Garagenverkauf\" loszuwerden, um Geld für einen neuen Farbfernseher zu verdienen. Aber dann vergraulen sie sich ihre Käufer selbst damit, dass sie ihnen erzählen, wie lieb und teuer ihnen die Dinge sind, die sie eigentlich verkaufen wollten. Als Lily später allein in der Küche ist und Schinken brät, gerät das Fett in Brand und sie braucht Hilfe. Zum Glück sind die anderen da und können Schlimmeres verhindern. Dieser Unfall führt dazu, dass Lily ihrer Schwester Rose gesteht, welche tiefen Ängste ihr ihre Blindheit verursacht. Sie bittet sie, mit ihr nach Chicago zu kommen und auf sie aufzupassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008779","hoster":"VOE"},{"path":"/redirect/8542347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-24","name":"Big Daddy","epNo":24,"alt":"Big Daddy","descr":"Blanche bekommt Besuch von ihrem Vater, den sie liebevoll \"Big Daddy\" nennt. Er hat eine Überraschung für sie und Blanche kann es kaum erwarten, dass er endlich damit herausrückt. Big Daddy verkündet schließlich, dass er Country-Sänger geworden sei und einen Auftritt in der Stadt habe. Als die Freundinnen in den Club kommen, um \"Big Daddy\" singen zu hören, müssen sie allerdings feststellen, dass er so schlecht ist, dass der Clubbesitzer seinen Auftritt gestrichen hat. Während Blanche versucht, ihren Vater zu trösten, lässt der sich durch diesen kleinen Misserfolg nicht unterkriegen. Er hat wenigstens einen Teil seines Traumes verwirklichen können – und das ist mehr, als anderen Menschen jemals gelingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008776","hoster":"VOE"},{"path":"/redirect/8542355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-1/episode-25","name":"Die Macht des Käsekuchens","epNo":25,"alt":"The Way We Met","descr":"Die \"Golden Girls\" erinnern sich daran, wie sie sich kennen lernten. So fing alles an: Blanche hängt im Supermarkt eine Annonce auf, in der sie nach zwei Mitbewohnerinnen sucht. Dorothy und Rose melden sich und ziehen kurz darauf bei Blanche ein. Die ersten paar Tage in der gemeinsamen Wohnung sind alles andere als ein Zuckerschlecken. Erst als die gemeinsame Vorliebe für Käsekuchen entdeckt wird, ist das der Anfang einer wunderbaren Freundschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008774","hoster":"VOE"},{"path":"/redirect/8542351","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/golden-girls/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/golden-girls/staffel-2/episode-1","name":"Blanche in Panik","epNo":1,"alt":"End Of The Curse","descr":"Blanche gerät in Panik, als plötzlich ihre Tage ausbleiben. Als der Arzt ihr eröffnet, dass sie nicht schwanger ist, sondern die Wechseljahre begonnen haben, zieht sie sich völlig deprimiert auf ihr Zimmer zurück. Auch ein Psychiater kann da wenig ausrichten. Die anderen \"Golden Girls\" haben unterdessen beschlossen, sich ein kleines Zubrot zu verdienen – indem sie Nerze züchten. Aber die Tiere zeigen ganz offensichtlich keinerlei erotisches Interesse aneinander. Dorothy und Rose rufen einen Tierarzt, der feststellt, dass die Tiere schlicht zu alt sind, um sich fortzupflanzen. Das bringt Blanche auf die Idee, den Arzt über dieses Phänomen ganz privat auszufragen. Rose plädiert dafür, die Nerze zu behalten und ihnen einen schönen Lebensabend zu ermöglichen. Da kann Blanche nur aus vollem Herzen zustimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008810","hoster":"VOE"},{"path":"/redirect/8542364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-2","name":"Die Damen der Nacht","epNo":2,"alt":"Ladies Of The Evening","descr":"Blanche gewinnt drei Karten für die Premiere von Burt Reynolds’ neuem Film und die anschließende Privatparty. Begeistert bucht sie für sich, Dorothy, Rose und Sophia Zimmer im Miami Beach Hotel, obwohl für Sophia keine Karte übrig ist. Natürlich wählt Blanche das Hotel, in dem die meisten Männer anzutreffen sind. Am Abend der Premierenparty überredet Blanche ihre Freundinnen, zunächst noch einen Drink an der Bar zu nehmen. Als die Gentlemen, die sie dort kennen lernen, ziemlich deutliche Absichten bekunden und ihnen auch noch Geld anbieten, merken die drei \"Golden Girls\", dass sie offenbar für Prostituierte gehalten werden – unglücklicherweise auch von der Polizei, die die \"Damen der Nacht\" abführt. Sophia soll die drei wieder herausholen – und will natürlich wissen, welche von ihnen dafür darauf verzichtet, zur Party zu gehen. Als keine sich freiwillig meldet, lässt Sophia alle drei im Knast zurück und geht allein zu Burt Reynolds.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008835","hoster":"VOE"},{"path":"/redirect/8542371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-3","name":"Immer Ärger mit Stan","epNo":3,"alt":"Take Him, He’s Mine","descr":"Gerade als Dorothy zu ihrem Rendezvous mit dem blendend aussehenden Navy-Offizier Jeffrey aufbrechen will, steht ihr Ex-Mann Stan vor der Tür, der dringend eine Schulter zum Ausweinen braucht. Dorothy sieht überhaupt nicht ein, ihre vielversprechende Verabredung wegen Stan platzen zu lassen und überredet Blanche, sie zu vertreten. Sie wirft in die Waagschale, dass sie ihr dafür sämtliche Freunde von Jeffrey vorstellen wird. Und einige dieser Navy-Offiziere sind immerhin monatelang auf See gewesen, ohne eine Frau auch nur von weitem gesehen zu haben. Unterdessen plant Sophia, groß ins Sandwich-Geschäft einzusteigen und überredet Rose, ihr dabei zu helfen. Blanches Rendezvous mit Stan verläuft so anregend, dass sie sich wieder verabreden – und wieder und wieder. Das wiederum bringt Dorothy in Rage. Sie beschließt, die beiden \"in flagranti\" zu erwischen, stürmt in Stans Hotelzimmer und stellt ihren Ex zur Rede. Doch dann muss Dorothy entdecken, dass die Dame, die sich unter der Decke versteckt hat, gar nicht Blanche ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008850","hoster":"VOE"},{"path":"/redirect/8542377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-4","name":"Wie von der Axt gefällt","epNo":4,"alt":"It’s A Miserable Life","descr":"Als die Stadt eine Straße erweitern will und dafür eine 200 Jahre alte Eiche gefällt werden soll, steigen die \"Golden Girls\" auf die Barrikaden. Offenbar gibt es nur eine Person, die den Baum nicht erhalten will: die alte Mrs. Claxton, auf deren Grundstück die Eiche steht. Als Rose vor Gericht auf ihre Widersacherin trifft, sagt sie ihr deutlich die Meinung – mit überraschendem Ausgang: Mrs. Claxton sinkt \"wie von der Axt gefällt\" tot zu Boden. Daraufhin kümmert sich die niedergeschlagene Rose um das Begräbnis der alten Dame, für deren Tod sie sich verantwortlich fühlt. Außer ihr und den anderen \"Golden Girls\" kommt niemand zur Trauerfeier – und dann stellt sich heraus, dass die sterblichen Überreste von Mrs. Claxton versehentlich verbrannt wurden. Rose verstreut ihre Asche schliesslich rund um die alte Eiche auf ihrem Grundstück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008853","hoster":"VOE"},{"path":"/redirect/8542384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-5","name":"Liebesgeständnis","epNo":5,"alt":"Isn’t It Romantic?","descr":"Dorothy bekommt Besuch von ihrer Collegefreundin Jean. Sie ist sehr traurig, weil sie kürzlich ihren \"Ehemann\" Pat verloren hat. Alle gehen sehr vorsichtig mit der trauernden Witwe um. Dorothy bringt Blanche und Sophia vorsichtig bei, dass der richtige Name von Jeans \"Ehemann\" nicht Pat, sondern Patricia war. Daraufhin beschließen die Ladies, Rose nicht einzuweihen. Sie fürchten, dass sie so naiv ist, gar nicht zu wissen, was lesbisch sein bedeutet. Dessen ungeachtet freunden sich Jean und Rose an. Beide teilen die gleiche Vorliebe für tränenreiche Filme und beide wuchsen auf einer Farm mit Kühen auf. Jean weiß allerdings nicht, ob sie Rose sagen soll, wie weit sie sich wirklich zu ihr hingezogen fühlt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008859","hoster":"VOE"},{"path":"/redirect/8542383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-6","name":"Singe, wem Gesang gegeben","epNo":6,"alt":"Big Daddy’s Little Girl","descr":"Rose und Dorothy wollen sich die Chance nicht entgehen lassen, bei einem Songwriter-Wettbewerb vielleicht 10.000 Dollar zu gewinnen. Gemeinsam beginnen sie damit, ein Lied zu komponieren. Unterdessen ist Blanche völlig aus dem Häuschen, weil ihr Vater, Big Daddy Hollingsworth, seinen Besuch und eine große Überraschung angekündigt hat. Die Überraschung fällt allerdings anders als erwartet aus: Big Daddy will wieder heiraten, und zwar die Witwe Spencer. Kurze Zeit darauf steht eine atemberaubende junge Rothaarige vor der Tür und entpuppt sich als besagte \"Witwe Spencer\". Blanche erklärt sich mit der Hochzeit einverstanden, solange sie Margaret nicht \"Mama\" nennen muss. Dorothy und Rose kehren schließlich als Verliererinnen von ihrem Wettbewerb zurück, und stimmen mit den anderen \"Golden Girls\" ihr Lied an: \"Miami, You’ve Got Style\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008862","hoster":"VOE"},{"path":"/redirect/8545524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-7","name":"Familienaffäre","epNo":7,"alt":"Family Affair","descr":"Eine \"Familienaffäre\" bahnt sich an, als Dorothys Sohn Michael und Roses Tochter Bridget gleichzeitig ihre Mütter besuchen. Aber zunächst fliegen nicht gerade die Funken zwischen ihnen. Während Bridget nach Oxford gehen will, um ihr Studium zu beginnen, will Jazzmusiker Michael auf der \"Schule des Lebens\" lernen. Währenddessen gibt Blanche das erste Mal in ihrem Leben zu, dass sie nicht mehr den Körper eines Teenagers habe. Sie habe sich nämlich den Rücken verrenkt, als sie beim Aerobic-Training einem attraktiven Mann imponieren wollte. Dorothy macht sich ernsthafte Sorgen um die Zukunft ihres Sohnes. Blanche meint, dass Bridget vielleicht einen guten Einfluss auf ihn habe und sie die beiden ermuntern sollten, mehr Zeit miteinander zu verbringen. Das Ergebnis fällt etwas anders aus als erwartet: Die Ladies erwischen Michael und Bridget zusammen im Bett","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008864","hoster":"VOE"},{"path":"/redirect/8542385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-8","name":"Rauschende Ferien","epNo":8,"alt":"Vacation","descr":"Dorothy, Blanche und Rose machen Urlaub in der Karibik. Sophia bleibt zu Hause und knüpft zarte Bande zu dem japanischen Gärtner Mitsumo. Die drei Ladies kommen unterdessen in ihrem Luxushotel an und stellen fest, dass es sich um eine billige Absteige handelt und die Extras, die ihnen der Reiseprospekt versprach, nur auf dem Papier existieren. Um die Sache noch schlimmer zu machen, müssen sie sich ihr Badezimmer mit drei frechen jungen Männern teilen. Als Dorothy, Blanche und Rose alles andere als erholt zurückkehren, stellen sie fest, dass sich die \"unschuldige\" Beziehung zwischen Sophia und dem Gärtner inzwischen zu einer leidenschaftlichen Affäre entwickelt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008871","hoster":"VOE"},{"path":"/redirect/8542382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-9","name":"Konkurrenzkampf","epNo":9,"alt":"Just Between Friends","descr":"Dorothy sucht verzweifelt, aber erfolglos nach einem Teilzeitjob. Schließlich bietet Blanche ihr eine Stelle im Museum an – was sie schon bald bereut. Dorothy macht ihre Sache nämlich so gut, dass Blanche glaubt, sie wolle ihr den Job wegnehmen. Es kommt zum Streit. Rose hat unterdessen einen herrenlosen Hund mit nach Hause gebracht. Sie glaubt, seinen Besitzer innerhalb kürzester Zeit ausfindig zu machen. Aber sie irrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008866","hoster":"VOE"},{"path":"/redirect/8542387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-10","name":"Lieber Isaac Newton","epNo":10,"alt":"Love, Rose","descr":"Rose fühlt sich einsam, weil alle außer ihr Rendezvous haben. Dorothy und Blanche schlagen vor, eine Kontaktanzeige aufzugeben. Allerdings scheint diese Maßnahme zunächst von keinerlei Erfolg gekrönt zu sein. Rose wird immer deprimierter – bis schließlich doch ein Brief von einem gewissen Issac Newton ankommt, der sie wirklich entzückt. In einer stillen Minute gesteht Blanche Dorothy, dass sie den Brief geschrieben hat. Die befürchteten Konsequenzen bleiben nicht aus. Als die \"Golden Girls\" zu einem offiziellen Empfang gehen wollen, gesteht ihnen Rose, dass sie Issac Q. Newton angerufen und eingeladen habe, sie zu begleiten. Blanche und Dorothy realisieren, dass jetzt der Moment der Wahrheit gekommen ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008797","hoster":"VOE"},{"path":"/redirect/8542358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-11","name":"Weihnachtsüberraschungen","epNo":11,"alt":"T’was The Nightmare Before Christmas","descr":"Dorothy und Rose kommen völlig abgekämpft von ihren Weihnachtseinkäufen zurück, um festzustellen, dass Sophia ohne Dorothys Wissen deren Kreditkarte benutzt hat. Rose überzeugt ihre Freundinnen davon, dass es nur eine Möglichkeit gibt, den wahren Geist von Weihnachten wieder zu spüren, und das ist eine altmodische Weihnachtsparty. Am Abend, bevor sie zu ihren Lieben fliegen, um dort Heiligabend zu verbringen, tauschen die \"Golden Girls\" also selbstgebastelte Geschenke aus. Rose erinnert die anderen daran, sie am nächsten Tag auf dem Weg zum Flughafen beim Krisencenter abzuholen. Als Dorothy, Sophia und Blanche dort auftauchen, geraten sie in die Gewalt eines bewaffneten Weihnachtsmannes. Sophia kann die Situation retten, weil sie erkennt, dass der Gauner nur eine Spielzeugpistole in der Hand hält. Im letzten Moment erreichen die \"Golden Girls\" schließlich den Flughafen – nur um zu erfahren, dass alle Flüge wegen schlechten Wetters gecancelt wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008796","hoster":"VOE"},{"path":"/redirect/8542359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-12","name":"Teuflisches Duo","epNo":12,"alt":"Sisters","descr":"Dorothy will ihrer Mutter zum Geburtstag ein ganz besonderes Geschenk machen und lässt Sophias Schwester Angela einfliegen, die sie seit mehr als 50 Jahren nicht mehr gesehen hat. Dorothy will sich ihre Überraschung von niemandem verderben lassen, vor allem nicht von Rose, dem Plappermäulchen. Aber Sophia bekommt heraus, dass Rose das große Geheimnis kennt und versucht sie mürbe zu machen. An ihrem Geburtstag lässt Dorothy die Bombe platzen und präsentiert Angela, woraufhin Sophia nur ein Satz einfällt: \"Ich hasse diese Frau\". Enttäuscht will Angela schon wieder abreisen, aber die anderen halten sie zurück. Mit viel Mühe gelingt es den \"Golden Girls\", die Missverständnisse aufzuklären, die zum großen Zerwürfnis der beiden Schwestern führten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008807","hoster":"VOE"},{"path":"/redirect/8542363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-13","name":"Stans neue Krise","epNo":13,"alt":"The Stan Who Came To Dinner","descr":"Überrascht stellen Blanche und Dorothy fest, dass die Männer, mit denen sie sich verabredet haben, Zwillinge sind. Gerade als sie sich auf den Weg zu ihrem Rendezvous machen wollen, steht Dorothys Ex-Mann Stan in der Tür – wieder einmal im unpassendsten Moment. Er eröffnet Dorothy, dass er sich einer Bypass-Operation unterziehen muss, bevor er vor ihr zu Boden sinkt. Natürlich nehmen die \"Golden Girls\" ihn bei sich auf. In der Nacht, bevor er ins Krankenhaus muss, gesteht Stan seiner Ex-Frau alle seine Seitensprünge, mit denen er sein Herz nicht länger belasten will. Die Operation verläuft erfolgreich. Sophia schlägt vor, dass Stan so lange bei ihnen bleibt, bis er sich von dem Eingriff erholt hat. Allerdings ist es ein herber Schlag, als der Arzt ihnen eröffnet, dass die Rekonvaleszenz drei Monate beträgt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008826","hoster":"VOE"},{"path":"/redirect/8542367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-14","name":"Der Mime","epNo":14,"alt":"The Actor","descr":"Der große Schauspieler Patrick Vaughn kommt in die Stadt, um eine Rolle am örtlichen Theater zu spielen. Die \"Golden Girls\" gehören zu seinem Empfangskomitee und sind völlig aus dem Häuschen, als sie auch noch für die weibliche Hauptrolle des Stückes vorsprechen dürfen. Leider enden alle als stumme Statisten, aber dafür lädt Patrick eine nach der anderen zum Dinner ein – ohne dass sie voneinander wissen. Am Abend der Aufführung entdecken Rose und Blanche, dass Patrick jeder Frau, die in dem Stück auftaucht, eine \"Privatvorführung\" gegeben hat. Blanche ist darüber so erbost, dass sie den Mimen während der Vorstellung auf der Bühne anschreit. Dorothy, die die Rolle eines Sheriffs übernommen hat, beteiligt sich an der Racheaktion und jagt Patrick Vaughn von der Bühne und aus der Stadt. Während das Publikum denkt, das würde zum Stück gehören, nehmen die \"Golden Girls\" ihren Applaus entgegen und gehen zufrieden nach Hause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008827","hoster":"VOE"},{"path":"/redirect/8542365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-15","name":"Wiedergeburt","epNo":15,"alt":"Before And After","descr":"Rose hat sich komplett übernommen und bricht zum Entsetzen ihrer Mitbewohnerinnen plötzlich im Wohnzimmer zusammen. Sie wird ins Krankenhaus gebracht, wo sich aber herausstellt, dass sie nichts Ernstes hat, sondern sich lediglich zuviel zugemutet hatte. Trotzdem feiert Rose ihre Gesundung wie eine \"Wiedergeburt\" und beschließt, von nun an ihr Leben von Grund auf zu ändern. Das geht so weit, dass sie sogar bei den \"Golden Girls\" auszieht und sich eine Wohnung am Strand nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008833","hoster":"VOE"},{"path":"/redirect/8542375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-16","name":"Da war es nur noch eines","epNo":16,"alt":"And Then There Was One","descr":"Sophia verkündet, dass sie an einem Walking-Marathon teilnehmen wolle. Wenn das schon eine Überraschung für die anderen ist, setzt Rose dem ganzen noch die Krone auf: Sie hat sowohl sich selbst als auch Dorothy und Blanche als freiwillige Babysitterinnen für die Kinder der Teilnehmer gemeldet. Am Tag des Wettbewerbs erscheint Sophia in kompletter Joggingausrüstung. Dorothy ermahnt sie, das Rennen locker anzugehen. Blanche macht sich dagegen mehr Sorgen um ihr Heim, das sie bereits von ungezogenen Kindern verwüstet sieht. Wider Erwarten verläuft das Kinderhüten aber ohne Probleme. Lediglich eine Sache gibt Dorothy, Blanche und Rose zu denken: Ein kleines Mädchen namens Emily bleibt übrig. Offenbar haben die Eltern vergessen, es abzuholen. Oder steckt Absicht dahinter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008829","hoster":"VOE"},{"path":"/redirect/8542361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-17","name":"Gutenachtgeschichten","epNo":17,"alt":"Bedtime Story","descr":"Die \"Golden Girls\" suchen verzweifelt nach Unterbringungsmöglichkeiten für Verwandte von auswärts, die zu Besuch kommen. Dabei geraten sie ins Plaudern und verbringen einen wunderbaren Abend mit \"Gutenachtgeschichten\", während Sophia für alle ein italienisches Dinner kocht, mit dem Rose vergeblich zu konkurrieren versucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008824","hoster":"VOE"},{"path":"/redirect/8542369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-18","name":"Dorothys Flirt","epNo":18,"alt":"Forgive Me, Father","descr":"Dorothy interessiert sich für den Lehrer Frank, den sie bei der Arbeit kennen gelernt hat. Blanche kann es nicht fassen, dass Frank Dorothy nach zwei Wochen immer noch nicht um ein Rendezvous gebeten hat. Also ergreift Dorothy die Initiative und lädt Frank ihrerseits zum Essen nach Hause ein. Blanche ist begeistert, denn so können ihn die \"Golden Girls\" genauer unter die Lupe nehmen. Frank erscheint mit einer großen Überraschung für Dorothy: Offensichtlich hat er vergessen ihr zu sagen, dass er ein Priester ist. Als wenn diese Enthüllung nicht schlimm genug für Dorothy wäre, hat sie auch noch auf Blanches Ratschlag gehört und sich etwas \"Verführerisches\" angezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008822","hoster":"VOE"},{"path":"/redirect/8542366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-19","name":"Huhn um Huhn","epNo":19,"alt":"Long Day’s Journey Into Marinara","descr":"Rose kommt mit einem Huhn nach Hause und erklärt, dass es Bessie heiße und aus dem Showbusiness komme. Es könne sogar Klavier spielen. Die Ladies erklären sich bereit, Huhn Bessie für eine Weile Unterschlupf zu gewähren. Angela, Sophias Schwester aus Sizilien, kommt zu Besuch. Sie wollte eigentlich nur Ferien machen, aber die \"Golden Girls\" überzeugen sie, dass sie und Sophia etwas mehr Zeit miteinander verbringen sollten. So entscheidet sich Angela, bei den Golden Girls zu wohnen zu bleiben, bis sie eine andere Unterkunft in Miami gefunden hat. Doch das dauert länger als erwartet, da Angela keine Wohnung recht ist. Roses Geduld ist am Ende, als sie entdeckt, dass das Huhn Bessie verschwunden ist und Angela \"gebratenes Huhn\" zubereitet. Schließlich findet Angela eine Wohnung. Als Sophia herausbekommt, dass Angela zu ihrem Freund Tony gezogen ist, geht ihr sizilianisches Temperament mit ihr durch, und sie zieht los, um ihre Schwester umzubringen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008821","hoster":"VOE"},{"path":"/redirect/8542372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-20","name":"Ein neuer Körper für Blanche","epNo":20,"alt":"Whose Face Is This, Anyway?","descr":"Rose verfolgt Dorothy überallhin mit der Videokamera, um ein paar witzige Szenen à la \"April, April\" für ihre Video-Abschlussklasse auf Kassette zu bannen. Blanche und Sophia sind im Gegensatz zu Dorothy ganz scharf darauf, auf dem Video zu erscheinen. Blanche hat eine Einladung zum Treffen ihrer ehemaligen College-Schwesterschaft bekommen. Sie freut sich darauf, allen zu zeigen, dass sie mit den Jahren nur noch attraktiver geworden ist. Doch dann kehrt Blanche ziemlich deprimiert einen Tag früher als erwartet zurück: Ihre Kommilitoninnen – allesamt geliftet – sahen viel jünger aus als sie. Als sich die \"Golden Girls\" noch einmal auf Roses Video betrachten, sieht Blanche ihre Befürchtungen bestätigt: Die Jahre sind nicht spurlos an ihr vorbeigegangen. Sie beschließt, einen Schönheitschirurgen aufzusuchen. Dr. Taylor erweist sich allerdings weniger an einem chirurgischen Eingriff als an Blanche selbst interessiert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008830","hoster":"VOE"},{"path":"/redirect/8542370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-21","name":"Der Lieblingsschüler","epNo":21,"alt":"Dorothy’s Prized Pupil","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008837","hoster":"VOE"},{"path":"/redirect/8542374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-22","name":"Rohdiamant","epNo":22,"alt":"Diamond In The Rough","descr":"Die Ladies bereiten das Wohltätigkeitsbankett des Krankenhauses vor. Aus diesem Grund schaut auch der Lieferant des Cateringservices, Jake, bei ihnen vorbei. Blanche ist gleich angetan von ihm und die beiden beginnen eine Romanze. Während die Vorbereitungen für das Fest laufen, sehen sich Blanche und Jake häufig, aber Blanche hat eine Menge an ihm auszusetzen. Obwohl er charmant und attraktiv ist, ist Blanche der Meinung, dass sie aus zwei verschiedenen Welten stammen. Deshalb beschließt sie auch, nicht mit Jake, sondern mit Hunter zum Wohltätigkeitsbankett zu gehen. Jake ist enttäuscht und gesteht Dorothy, dass er Blanche an diesem Abend fragen wollte, ob sie ihn heiratet. Als Blanche auf dem Fest den gut aussehenden Jake sieht, bereut sie ihre Entscheidung – doch jetzt ist es zu spät: Jake lässt sie abblitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008847","hoster":"VOE"},{"path":"/redirect/8542379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-23","name":"Geliebter Schwiegersohn","epNo":23,"alt":"Son-in-law Dearest","descr":"Dorothys Tochter Kate kündigt ihren Besuch an. Offenbar hat sie etwas Wichtiges zu erzählen, worüber sie am Telefon nicht reden wollte. Kate hat auch ihrem Vater, Dorothys Ex-Mann Stanley, gebeten vorbeizukommen, um die Neuigkeit zu hören. Aufgeregt reden Dorothy und Stanley darüber, dass sie nun wohl endlich Großeltern werden – doch Kate hat etwas ganz anderes zu erzählen: Ihr Mann hat sie betrogen, und sie hat vor, sich von ihm zu trennen. Dorothy ist am Boden zerstört, als plötzlich Kates Mann Dennis vor der Tür steht und eine Unterredung mit Kate verlangt. Wenig später verkündet Kate, dass sie Dennis verziehen habe und bei ihm bleibe. Dorothy versteht die Welt nicht mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008845","hoster":"VOE"},{"path":"/redirect/8542378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-24","name":"Tatort Miami","epNo":24,"alt":"To Catch A Neighbour","descr":"Die \"Golden Girls\" haben ihre Nachbarn zu einem netten Abendessen eingeladen. Kurz nachdem die Mac Dowells wieder gegangen sind, taucht die Polizei auf und fragt die Ladies über ihre Nachbarn aus. Von den Beamten erfahren sie, dass es sich bei den MacDowells um gefährliche Juwelendiebe handelt. Die beiden Polizisten Detective Al Mullins und sein jüngerer Assistent Bobby wollen sich bei den \"Golden Girls\" einquartieren, um die Nachbarn besser observieren zu können. Die Ladies sind einverstanden und befinden sich auf einmal mitten in einer spannenden Kriminalgeschichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008849","hoster":"VOE"},{"path":"/redirect/8542373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-25","name":"Geburtstagsüberraschungen","epNo":25,"alt":"A Piece Of Cake","descr":"Während die \"Golden Girls\" eine Überraschungsparty für Roberta, eine Freundin von Sophia, vorbereiten, erinnern sie sich an ihre eigenen \"Geburtstagsüberraschungen\" der letzten Jahre. Dorothy fällt die Party ein, die Rose für sie in \"Mr. Ha Ha’s Dog Hacienda\" geschmissen hat. Sophia erinnert sich an einen Meilenstein in ihrem Leben: ihren Fünfzigsten, als sie einen heftigen Streit mit ihrem Mann Salvadore ausgetragen hat. Rose hatte an ihrem ersten Geburtstag nach dem Tod ihres Mannes beschlossen, Sankt Olaf zu verlassen und nach Miami zu gehen. Blanche kann sich noch gut an die Überraschungsparty erinnern, die die anderen Ladies kurz nach ihrem Einzug für sie gaben. Sie hasste die anderen damals – bis sie feststellte, dass die Freundinnen alle Männer aus ihrem kleinen schwarzen Buch zu der Feier eingladen hatten. Blanche ist es auch, die heute noch einen Überraschung erlebt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008846","hoster":"VOE"},{"path":"/redirect/8542376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-2/episode-26","name":"Leeres Nest","epNo":26,"alt":"Empty Nest","descr":"Traurig sucht Renee Corliss Rat bei ihren Nachbarinnen, den \"Golden Girls\": Die Kinder sind aus dem Haus, ihr Mann – der Arzt Dr. George Corliss – ist ausschließlich mit der Arbeit beschäftigt. Rose, Blanche, Dorothy und Sophia überreden Renee ihrem Mann zu sagen, wie einsam sie sich fühlt. Aber an George ist kein Herankommen. Entweder er telefoniert mit Patienten oder er kümmert sich um seinen Bruder Chuck, der an Persönlichkeitsspaltung leidet. Erst als Tochter Jenny zu Besuch kommt, versteht George, was seine Frau versucht ihm mitzuteilen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008851","hoster":"VOE"},{"path":"/redirect/8545526","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/golden-girls/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/golden-girls/staffel-3/episode-1","name":"Der Alte vom Strand","epNo":1,"alt":"Old Friends","descr":"Sophia geht an den Strand, um alte Männer dabei zu beobachten, wie sie aus dem Wasser steigen. Dabei lernt sie Alvin Newcastle kennen und freundet sich mit ihm an. Unterdessen hat Blanche versehentlich der kleinen Daisy Roses Teddybär gegeben und fordert ihn zurück. Aber als das Mädchen den steigenden Wert des Teddys erkennt, weigert es sich ihn wieder herauszurücken. Sophia genießt die Zeit mit Alvin an der Promenade, aber trotzdem gibt es Seiten an ihm, die sie nicht begreift. Nachdem sie einen Streit mit Alvin hatte, geht Dorothy an den Strand, um einmal selbst nach dem Rechten zu sehen. Sie lernt Alvins Tochter kennen und erfährt, dass Alvin an Alzheimer erkrankt ist. Schonend bringt Dorothy ihrer Mutter bei, dass ihr Freund krank ist und Miami verlassen wird, um sich in Behandlung zu begeben. In der Nacht geht Sophia an die Promenade, um auf ihre Weise von ihrem Freund Abschied zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008869","hoster":"VOE"},{"path":"/redirect/8542380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-2","name":"Wie werden wir reich und glücklich?","epNo":2,"alt":"One For The Money","descr":"Die \"Golden Girls\" rekapitulieren ihre Versuche \"reich und glücklich\" zu werden. Dorothy und Sophia erinnern sich daran, wie sie 1954 in Brooklyn beide nebenbei Geld verdienen wollten, um sich einen Fernseher leisten zu können. Blanche, Rose und Dorothy lassen noch einmal den Marathon-Tanzwettbewerb Revue passieren, bei dem jede von ihnen die anderen Paare ausstechen wollte, um den Hauptpreis zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379299","hoster":"VOE"},{"path":"/redirect/8542392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-3","name":"Schweinchen küsst man nicht","epNo":3,"alt":"Bringing Up Baby","descr":"Rose erbt überraschend den Besitz ihres verstorbenen Onkels – unter der Bedingung, dass sie sich um \"Baby\" kümmert. \"Baby\" entpuppt sich als ein preisgekröntes Schwein. Die \"Golden Girls\" sind von der Aussicht auf diesen neuen Hausgenossen alles andere als begeistert. Bis sich herausstellt, dass sie 100.000 Dollar kassieren, wenn sie \"Baby\" bis zum Tod pflegen – und das Schweinchen ist immerhin schon 29 Jahre alt. Sophia verliert unterdessen ihre Brille und hält das Schwein für das süßeste Baby, das sie je gesehen hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008911","hoster":"VOE"},{"path":"/redirect/8545529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-4","name":"Die Haushälterin","epNo":4,"alt":"The Housekeeper","descr":"Seit die \"Golden Girls\" ihre neue Haushälterin Marguerite haben, beginnen lauter nette Dinge zu geschehen: Blanche geht endlich mit dem Mann aus, für den sie sich interessiert und Dorothy schläft besser. Die Ladies glauben, dass Marguerite dafür verantwortlich ist. Aber so nett sie auch ist, als Haushälterin ist sie eine Katastrophe. Nach langem Zögern feuern sie Marguerite – und von diesem Moment an läuft alles schief. Liegt ein Fluch über den Ladies?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008915","hoster":"VOE"},{"path":"/redirect/8545544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-5","name":"Nur keine Angst vor der Angst","epNo":5,"alt":"Nothing To Fear But Fear Itself","descr":"Rose bringt weinend die Morgenpost herein: Ihre Tante Gretchen ist gestorben, und sie soll bei der Beerdigung die Trauerrede halten. Allerdings konnte Rose ihre Tante überhaupt nicht leiden. Außerdem hat sie Angst vor einer großen Menschenmenge zu sprechen. Dorothy und Blanche willigen ein, Rose zu begleiten, um ihr den Rücken zu stärken. Auf dem Flug sieht sich jede der drei Freundinnen mit ihren ureigenen Ängsten konfrontiert, aber zum Schluss geht alles gut und sie kommen sogar lebendig genug zurück, um Sophia von ihrer Reise zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008919","hoster":"VOE"},{"path":"/redirect/8542397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-6","name":"Brief an Gorbatschow","epNo":6,"alt":"Letter To Gorbachev","descr":"Roses Sorge um den Weltfrieden bringt sie dazu, einen Brief an Gorbatschow und Reagan zu schreiben. Die Skepsis der anderen \"Golden Girls\" weicht völligem Erstaunen, als die russische Botschaft Rose zu einem Gespräch einlädt. Während Rose sich auf ihre \"Pressekonferenz\" vorbereitet, übt Sophia für ihren Auftritt in einer Senioren-Talentshow. Dorothy und Blanche entdecken schließlich, dass die Russen glauben, Rose sei ein kleines Mädchen von neun oder zehn Jahren. Als sie erfahren, dass es sich bei der Schreiberin des rührendes Briefes um eine Frau jenseits der fünfzig handelt, sagen sie die Pressekonferenz ab. Rose ist völlig geknickt und das bessert sich nicht gerade, als sich der vermeintliche Anruf von Präsident Reagan als Stimmenimitation von Sophia entpuppt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008923","hoster":"VOE"},{"path":"/redirect/8545538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-7","name":"Fremde Bettgesellen","epNo":7,"alt":"Strange Bedfellows","descr":"Dorothy, Blanche und Rose geben eine Wahlkampfparty für Gil Kessler, der für den Stadtrat kandidiert. Als sie beim Aufräumen einen Ordner finden, der offenbar vergessen wurde, soll Blanche Kessler die Akte bringen. Prompt wird sie von der Presse vor seinem Haus erwischt, und es gibt einen riesigen Skandal: Kessler ist verheiratet und niemand glaubt Blanche, dass nichts zwischen ihnen vorgefallen ist..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008929","hoster":"VOE"},{"path":"/redirect/8545537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-8","name":"Liebe unter Brüdern","epNo":8,"alt":"Brotherly Love","descr":"Stan kommt mit seinem jüngeren Bruder Ted bei seiner Ex-Frau Dorothy und ihren Freundinnen vorbei. Als Blanche erfährt, dass Ted ein wohlhabender Neurochirurg ist, steigert sich ihr Interesse an ihm von null auf hundert Prozent. Es gelingt ihr, ein Rendezvous zu ergattern. Allerdings verläuft der Abend mit Ted nicht ganz zu ihrer Zufriedenheit und ihre Pläne für die Nacht werden von Sophia und Rose torpediert. Als Ted die Wohnung verlässt, trifft er auf Dorothy und geht mit ihr einen trinken. Stan ist entrüstet, als er feststellt, dass sein Bruder die Nacht nicht mit Blanche, sondern mit Dorothy verbracht hat. Aber nach mehreren Treffen muss Dorothy feststellen, dass Ted ebenso ein Lump wie ihr Ex-Mann ist. Aus dieser Erfahrung klug geworden, schwören Dorothy und Blanche einander, nie mehr mit einem Verwandten von Stan auszugehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008934","hoster":"VOE"},{"path":"/redirect/8542402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-9","name":"Besuch vom kleinen Sven","epNo":9,"alt":"A Visit From Little Sven","descr":"Sophia möchte sich wieder hinter das Lenkrad setzen und meldet sich bei der Fahrschule an, um ihren Führerschein neu zu machen. Dorothy versucht alles, um ihre Mutter davon abzubringen, aber vergeblich. Sophia muss zumindest versprechen sofort aufzuhören, wenn etwas schiefgehen sollte. Nach mehreren Misserfolgen sieht alles danach aus, als ob Sophia nie ihren Führerschein bekommen würde – aber die alte Dame ist mit allen Wassern gewaschen. Blanche ärgert sich darüber, dass Floyd immer wieder ihre Dates absagt, tröstet sich aber mit Roses naivem Cousin Sven, der zu Besuch gekommen ist. Als Sven die Hochzeit, die sein Vater für ihn arrangiert hat, absagen will, weil er sich in Blanche verliebt hat, muss sie ein paar deutliche Worte sprechen. Svens Enttäuschung wird dadurch gemildert, dass seine Braut auftaucht und sich als wahrer Treffer erweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008932","hoster":"VOE"},{"path":"/redirect/8542398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-10","name":"Steuerschulden","epNo":10,"alt":"The Audit","descr":"Dorothy entdeckt zu ihrem Entsetzen, dass Stans Steuerschulden auch ihre sind. Ihm steht nämlich eine Buchprüfung ins Haus, die auch die Jahre betrifft, in denen sie noch verheiratet waren. Währenddessen lernt Rose Spanisch, um befördert zu werden. Blanche schließt sich ihr an – wenn auch aus völlig anderen Motiven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916632","hoster":"VOE"},{"path":"/redirect/8542381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-11","name":"Vier auf der Couch","epNo":11,"alt":"Three On A Conch","descr":"Die \"Golden Girls\" kommen nicht mehr miteinander zurecht und suchen einen Therapeuten auf. Dr. Ashley fordert sie auf, von sich zu erzählen. Jeder der Damen fällt daraufhin eine Geschichte ein, bei der sie sich über die anderen geärgert hat. Dorothy erinnert sich daran, dass Blanche sie unbedingt auf ein Doppel-Rendezvous mitschleppen wollte, obwohl sie hohes Fieber hatte. Blanche und Rose beklagen sich darüber, dass Dorothy nicht akzeptieren kann, dass sie beide nicht so perfekt sind wie sie. Sophia beteuert schließlich, die Einzige zu sein, die alle zusammenhält. Dr. Ashley kommt zu dem Schluss, dass die vier Damen einfach nicht \"kompatibel\" sind und sich trennen sollten. Also bereiten sich Dorothy, Blanche und Rose darauf vor, in Zukunft eigene Wege zu gehen. Doch Sophia reißt das Ruder mit einem Käsekuchen noch einmal herum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008877","hoster":"VOE"},{"path":"/redirect/8545536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-12","name":"Charlies Freund","epNo":12,"alt":"Charlie’s Buddy","descr":"Während Sophia ihrer Tochter Dorothy dabei behilflich ist, ein geeignetes Kleid für die Wohltätigkeitsveranstaltung des Museums zu finden, steht plötzlich ein unangemeldeter Gast vor der Tür. Dieser Buddy Rourke behauptet, ein alter Freund von Roses letztem Ehemann Charlie zu sein. Diese Information genügt, um Rose jegliches Misstrauen zu nehmen. Die beiden gehen miteinander aus, und es sieht so aus, als würde sich etwas Ernstes anbahnen. Unterdessen hat Dorothy ein Kleid gefunden, in dem sie sensationell aussieht – leider hat Blanche dasselbe Teil erstanden. Buddy gesteht Rose nach einigen Rendezvous seine Liebe und bittet sie, mit ihm nach Boston zu kommen. Dorothy ist skeptisch, was die ehrlichen Absichten dieses Mannes angeht. Sie zieht Erkundigungen über ihn ein und findet heraus, dass er lügt: Er war niemals zusammen mit Charlie in der Armee und ist nur darauf aus, Rose um etwas Geld zu erleichtern. Bevor sie ihrer Freundin diese bittere Wahrheit mitteilen kann, fällt Rose ihre eigene Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008874","hoster":"VOE"},{"path":"/redirect/8542393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-13","name":"Der Künstler","epNo":13,"alt":"The Artist","descr":"Blanche hat aufregende Neuigkeiten für ihre Freundinnen. Der Künstler Laszlo will, dass sie ihm für eine Skulptur Modell sitzt. Allerdings stellt sich ziemlich schnell heraus, dass er nicht nur Blanche, sondern auch Dorothy und Rose Hoffnungen gemacht hat, mit seinem Werk unsterblich zu werden. Um so gespannter sind die drei Ladies auf die Enthüllung der Skulptur: Welcher von ihnen wird sie am meisten ähneln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335372","hoster":"VOE"},{"path":"/redirect/8542391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-14","name":"Die kleine Tochter","epNo":14,"alt":"Blanche’s Little Girl","descr":"Blanche ist aufgeregt, als sich ihre Tochter Rebecca zu einem Besuch anmeldet. Vier Jahre hat Blanche ihre Tochter nicht mehr gesehen, seit Rebecca nach Paris ging, um Model zu werden. Ihre Mutter war dagegen und daher brach der Kontakt ab. Als Rebecca jetzt vor der Tür steht, kann Blanche ihr Entsetzen kaum verbergen: Ihre Tochter ist extrem dick geworden. Aus Angst Rebecca erneut zu verlieren, versucht Blanche sich jeglichen Kommentar zu verkneifen. Das fällt ihr allerdings ziemlich schwer. Als Rebecca auch noch ihren Freund Jeremy präsentiert, dessen rüdes Benehmen alle \"Golden Girls\" auf die Palme bringt, kann Blanche sich nicht mehr beherrschen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379298","hoster":"VOE"},{"path":"/redirect/8542390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-15","name":"Dorothys neue Freundin","epNo":15,"alt":"Dorothy’s New Friend","descr":"Hinweis: Teil 1 \u0026amp","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008886","hoster":"VOE"},{"path":"/redirect/8542388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-16","name":"Quizfieber","epNo":16,"alt":"Grab That Dough","descr":"Sophia organisiert Teilnahmekarten für die Lieblings-Gameshow der \"Golden Girls\". Sie fliegen zur Aufzeichnung der Sendung und müssen an ihrem Zielort feststellen, dass die Fluglinie ihr Gepäck verloren hat und ihre Zimmerreservierung nichts wert ist. Notgedrungen übernachten sie in der Hotellobby, wo sie auch noch ausgeraubt werden. Völlig übermüdet und ohne einen Pfennig in der Tasche treffen sie am Set ein. Blanche überzeugt Dorothy davon, mit den Kaplan-Brüdern ein Team zu bilden, weil sie Rose und Sophia nichts zutraut. Zu ihrem Erstaunen sind es aber genau diese beiden, die alle Fragen richtig beantworten. Blanche kann das Ruder noch herumreißen und ermöglicht Dorothy eine Gewinnchance. Aber die beiden haben einfach kein Glück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008889","hoster":"VOE"},{"path":"/redirect/8542389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-17","name":"Sturm über Miami","epNo":17,"alt":"My Brother, My Father","descr":"Sophia hat ein \"Attentat\" auf ihre Tochter Dorothy vor: Sie will, dass sie und ihr Ex-Mann Stan wenigstens für ein paar Stunden so tun, als seien sie noch glücklich verheiratet. Onkel Angelo, der einzige Priester in der Familie, kommt nach Miami zu Besuch und soll von Dorothys Scheidung nichts erfahren. Nach einigem Hin und Her willigt Dorothy schließlich ein, ihrer Mutter diesen Gefallen zu tun. Während Angelos Besuch bricht ein gewaltiger Sturm über Miami los. Sophia, Dorothy, Stan und Angelo sind im Haus gefangen. Wegen des Sturms werden auch Blanche und Rose von ihrer Probe im Theater nach Hause geschickt – der Einfachheit halber in ihren Nonnenkostümen. Onkel Angelo darf natürlich nicht erfahren, wer diese beiden \"frommen Damen\" wirklich sind, und so geht das Versteckspiel munter weiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008882","hoster":"VOE"},{"path":"/redirect/8542386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-18","name":"Goldene Momente, Teil 1+2","epNo":18,"alt":"Golden Moments, Part 1+2","descr":"Sophia schockiert ihre Tochter und die anderen mit der Ankündigung, dass sie zu ihrem Sohn Phil ziehen wird, weil er sie braucht. Daraufhin lassen die \"Golden Girls\" noch einmal ihre gemeinsame Vergangenheit Revue passieren. Sie erinnern sich an nächtliche Gespräche bei Käsekuchen in der Küche, Männer, mit denen sie sich getroffen haben, und viele andere \"goldene Momente\", an die zu denken es sich lohnt. *Die schönsten Szenen vergangener Episoden werden heute und morgen in der \"Golden Girls\"-Doppelfolge \"Goldene Momente\" gezeigt.*","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008925","hoster":"VOE"},{"path":"/redirect/8556420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-19","name":"Unvermeidliche Sophia","epNo":19,"alt":"And Ma Makes Three","descr":"Blanche kandidiert für den Vorsitz ihres Clubs \"Tinkerbelles\" und heuert Rose als Wahlkampfmanagerin an. Rose ist es bald leid, für Blanche den Laufburschen zu spielen. Sie beschließt, selbst zu kandidieren. Dorothy und ihr neuer Freund Raymond sind ziemlich genervt, weil Sophia ganz selbstverständlich bei jedem ihrer Treffen dabei ist. Schließlich lädt Raymond Dorothy zu einem Wochenendtrip auf die Bahamas ein, um endlich einmal mit ihr alleine zu sein. Doch Sophia bekommt Wind davon und geht ganz selbstverständlich davon aus, dass sie mit auf der Passagierliste steht. Dorothy bringt es nicht übers Herz, ihrer Mutter die Wahrheit zu sagen – mit überraschenden Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922853","hoster":"VOE"},{"path":"/redirect/8542395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-20","name":"Der Gangsterkönig","epNo":20,"alt":"Larency And Old Lace","descr":"Dorothy beobachtet Rocco, den neuen Freund ihrer Mutter, mit größtem Misstrauen. Als sie die beiden bei einer Partie Strip-Poker erwischt, ist Dorothy endgültig mit den Nerven am Ende. Doch es kommt noch schlimmer: In Roccos Sachen findet Sophia mehrere tausend Dollar. Er gesteht, eine Bank ausgeraubt zu haben, woraufhin Sophia mit dem \"Gangsterkönig\" Schluss machen will. Aber dann gibt Rocco zu, dass er ihr die Geschichten über seine wilde Vergangenheit nur erzählt hat, um sie zu beeindrucken. Blanche hat Roses Tagebuch gefunden und \"zufällig\" (mit einem Messer) geöffnet. Sie liest Dorothy Passagen daraus vor, in denen steht, dass Rose nicht mehr \"mit diesen beiden Schweinen\" leben kann. Als sie Rose damit konfrontieren, stellt sich das ganze als Missverständnis heraus. *1939 löst der damals 17-jährige Mickey Rooney – heutiger Gaststar bei den \"Golden Girls\" – den Jungstar Shirley Temple für drei Jahre als kassenstärkstes Leinwandidol ab. 1938 und 1982 erhielt er jeweils einen Spezial-Oscar. Dazwischen lagen Auftritte u.a. in \"Frühstück bei Tiffany\", \"Eine total, total verrückte Welt\", \"Elliott, das Schmunzelmonster\" und \"Erik, der Wikinger\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335390","hoster":"VOE"},{"path":"/redirect/8542396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-21","name":"Das große Abenteuer","epNo":21,"alt":"Rose’s Big Adventure","descr":"Gute Handwerker sind schwer zu finden, meint Ernie, der Mann, der die Garage der \"Golden Girls\" umbauen soll, und lässt sich entsprechend viel Zeit mit der Erfüllung seiner Aufgaben. Dorothy, Blanche und Sophia erwägen ernsthaft, Ernie zu feuern und in den Gelben Seiten nach einem anderen \"guten Handwerker\" zu suchen. Sophia nimmt die Sache schließlich in die Hand und stelt einen neuen Handwerker ein – den neunjährigen Vincenzo, der kein Wort Englisch spricht. Roses neuer Freund Al nimmt unterdessen das Wort \"Ruhestand\" etwas zu wörtlich und bewegt sich kaum noch von der Couch weg. Rose bemüht sich, Al nahe zu bringen, dass er jetzt die Zeit und das Geld habe, das zu tun, was er schon immer tun wollte. Prompt stürzt Al sich in ein großes Abenteuer und verkündet Rose, dass er sich ein Segelboot kaufen und eine Weltreise machen werde. Und Rose soll ihn begleiten!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008901","hoster":"VOE"},{"path":"/redirect/8545533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-22","name":"Gemischte Gefühle","epNo":22,"alt":"Mixed Blessing","descr":"Dorothys Sohn Michael kommt vorbei und verkündet, dass er heiraten will. Michael gesteht Dorothy auch, dass seine Verlobte eine Farbige ist. Das schockiert sie allerdings nicht. Als Dorothy aber entdeckt, dass Lorraine auch noch doppelt so alt ist wie ihr Sohn, ist sie nicht bereit, den beiden ihren Segen zu geben. Als ein Familientreffen mit Lorraines Verwandten anberaumt wird, sprengen Blanche und Rose die Veranstaltung, als sie mit Schlammpackungen im Gesicht im Wohnzimmer erscheinen. Michael und Lorraine wird klar, dass sie ewig warten müssten, um die Einwilligung aller Familienmitglieder zu erhalten. Sie brennen durch, um allein vor den Altar zu treten. Doch Dorothy und Lorraines Familie sind ihnen dicht auf den Fersen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008908","hoster":"VOE"},{"path":"/redirect/8545530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-23","name":"Der Fernsehstar","epNo":23,"alt":"Mister Terrific","descr":"Rose kommt aufgeregt nach Hause und erzählt, dass sie den Fernsehstar \"Mr. Terrific\" kennen gelernt habe und mit ihm noch am gleichen Abend zum Essen verabredet sei. Alle Bedenken von Dorothy wirft sie leichten Herzens über Bord, denn ein Fernsehstar kann schließlich keine bösen Absichten haben. Blanche wartet auf ihr neues Bett. Als ein anderes, weit teureres Modell geliefert wird, gerät sie kurz in einen Gewissenskonflikt. Auf der Rechnung steht nämlich nur der Betrag für das von ihr bestellte Bett. Dorothy ist auf der Suche nach einem Sommerjob. Mr. Terrific bietet ihr eine Stelle als Beraterin in seiner Show an. Dorothy macht ihre Sache so gut, dass Mr. Terrific plötzlich gefeuert wird und sie seine Live-Sendung übernimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008912","hoster":"VOE"},{"path":"/redirect/8542394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-3/episode-24","name":"Muttertag","epNo":24,"alt":"Mother’s Day","descr":"Es ist Muttertag. Während die \"Golden Girls\" auf die Anrufe ihrer Kinder warten, schwelgen sie in Erinnerungen an besondere Muttertage, die sie erlebt haben. Dorothy erinnert sich daran, wie sie und ihr Ehemann Stanley seine Mutter am Muttertag um Geld bitten mussten. Blanche fällt ein Besuch bei ihrer Mutter im Altersheim ein. Rose erinnert sich an einen Muttertag, an dem sie ihre Mutter gar nicht zu Gesicht bekam. Und Sophia setzt dem ganzen wieder die Krone auf, als sie von einem Muttertag im Jahre 1957 erzählt, an dem sie und ihr Mann Salvadore ihre Mama überreden wollten, bei ihnen einzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008914","hoster":"VOE"},{"path":"/redirect/8545534","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/golden-girls/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/golden-girls/staffel-4/episode-1","name":"Ausgerechnet Havannas","epNo":1,"alt":"Yes, We Have No Havannas","descr":"Blanches neueste Eroberung ist der geheimnisvolle Fidel Santiago aus Kuba. Rose hat eher geistige Interessen. Sie will ihr High School-Diplom nachholen, und zwar mit Dorothy als Lehrerin. Blanche hat unterdessen den Verdacht, dass Fidel sich noch mit einer anderen Frau trifft und ist entsetzt, als sie feststellt, dass es sich bei ihrer Rivalin um Sophia handelt! Schließlich einigen sich Blanche und Sophia darauf, ihre Rendezvous miteinander abzusprechen, so dass beide etwas von Fidel haben. Als sie wenig später am Grab des plötzlich verstorbenen Fidel stehen, sehen sie sich einer Schar schwarz gekleideter Frauen gegenüber, die alle mit dem emsigen Kubaner verbandelt waren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916633","hoster":"VOE"},{"path":"/redirect/8545540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-2","name":"Das aufregende Leben der Sophia Petrillo","epNo":2,"alt":"The Days And Nights Of Sophia Petrillo","descr":"An einem regnerischen Tag sitzen Dorothy, Blanche und Rose in ihren Morgenmänteln in der Küche und trinken Kaffee, als Sophia im Regenmantel hereinkommt. Sie will mit dem Bus zum Supermarkt fahren, um eine Nektarine zu kaufen. Im Supermarkt gerät sie prompt mit einem der Angestellten aneinander, weil ihr die Nektarinen nicht gut genug sind. Dann trifft sie ihre Freundin Claire, die erbost darüber ist, dass sie keinen Rabatt auf ein Lammkotelett bekommen hat. Sophia droht mit einer Rentnervereinigung, und prompt gibt der Geschäftsführer des Ladens nach. Die weiteren Stationen auf Sophias Tagesplan sind eine Damen-Dixieband und ein Besuch im Hospital, wo sie sich mit Sam, einem sehr kranken kleinen Jungen, unterhält. Als sie schließlich nach Hause zurückkehrt, wollen die anderen, die immer noch im Morgenmantel in der Küche sitzen, wissen, was sie denn den ganzen Tag über getan habe. Und Sophia antwortet: \"Ich habe eine Nektarine gekauft!\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008976","hoster":"VOE"},{"path":"/redirect/8542407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-3","name":"Einer kam durch","epNo":3,"alt":"The One That Got Away","descr":"Blanche gibt damit an, noch nie von einem Mann zurückgewiesen worden zu sein. Nur einer konnte ihr widerstehen: Ham Lushbough. Als besagter Ham, den Blanche seit der High School nicht mehr gesehen hat, anruft, weil er geschäftlich in Miami ist, hofft Blanche, ihre Niederlage von damals in einen Sieg verwandeln zu können. Sie rüstet sich zu einer leidenschaftlichen Eroberung – und wird maßlos enttäuscht, als sie Ham gegenübersteht: Der attraktivste Mann der High School hat sich in einen übergewichtigen Glatzkopf verwandelt. Unterdessen glaubt Rose, zusammen mit Dorothy ein UFO gesehen zu haben, was diese allerdings weit von sich weist. Dorothys Skepsis weicht dem Erstaunen, als Major Barker auftaucht und ihnen mitteilt, dass sie tatsächlich ein UFO beobachtet haben, aber mit niemandem darüber sprechen dürfen. Blanches Selbstbewusstsein erhält einen gewaltigen Knacks, als Ham sie erneut zurückweist. Erst als sich sein ablehnendes Verhalten überraschend aufklärt, ist Blanches Ego wieder intakt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008999","hoster":"VOE"},{"path":"/redirect/8542424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-4","name":"Frau des Jahres","epNo":4,"alt":"Yokel Hero","descr":"Am wohl heißesten Tag des Jahres erreicht Rose die frohe Kunde, dass sie von ihrer Heimatgemeinde Sankt Olaf als \"Frau des Jahres\" nominiert wurde. Allerdings weicht ihre Freude bald tiefster Depression, da sie fürchtet, dass die Stärken, die sie in die Waagschale werfen kann, nicht für einen Sieg ausreichen. Dorothy und Blanche beschließen, Roses Auflistung ihrer Talente etwas auszuschmücken – mit überraschendem Erfolg: Eine Delegation aus Sankt Olaf – bestehend aus Ben, Sven und Len Toppelkoffer – steht plötzlich vor der Tür und verkündet, dass Rose die \"Frau des Jahres\" ist. Obwohl sie keine der Fähigkeiten besitzt, deren das Trio sie rühmt, beschließt Rose zusammen mit ihren Freundinnen in ihren Heimatort zu reisen, um die Auszeichnung entgegenzunehmen. Unterwegs gestehen Dorothy und Blanche ihrer Freundin, dass sie deren Schreiben \"frisiert\" haben, um ihr den Preis zu sichern. Ehrlich, wie sie nun einmal ist, tritt Rose daraufhin umgehend die Rückreise an und will nie mehr mit ihren Mitbewohnerinnen reden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009006","hoster":"VOE"},{"path":"/redirect/8542419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-5","name":"Nie wieder Stanley!","epNo":5,"alt":"Bang The Drum Stanley","descr":"Stanley taucht wieder einmal auf, um seine Ex-Frau um Geld anzupumpen. Aber sie weigert sich, ihm auch nur einen einzigen Pfennig zu leihen. Bei dem Spiel, zu dem er Dorothy und ihre Mutter mitnimmt, fliegt Sophia ein Ball an den Kopf und sie muss ins Krankenhaus eingeliefert werden. Allerdings geht es ihr schon bald wieder besser. Seine finanziellen Nöte bringen Stan auf die Idee, aus Sophias Unfall Kapital zu schlagen. Aber Dorothy ist nicht gewillt, einen derartigen Betrug zuzulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009012","hoster":"VOE"},{"path":"/redirect/8542416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-6","name":"Sophia heiratet, Teil 1","epNo":6,"alt":"Sophia’s Wedding, Part 1","descr":"Als Sophias alte Freundin Esther Weinstock stirbt, weigert sich Sophia hartnäckig, an der Beerdigung teilzunehmen, weil sie dann Esthers Ehemann Max gegenübertreten müsste. Dieser Max hatte vor 40 Jahren zusammen mit Sophias Mann Salvadore ein Geschäft aufgebaut und durch seine Leichtsinnigkeit alles wieder verspielt. Erst als Dorothy ihrer Mutter anbietet, ihr Ticket zu bezahlen und sie nach Brooklyn zu begleiten, willigt Sophia ein. Einmal in New York angekommen, lässt Sophia keine Gelegenheit aus, um Max anzugreifen. Schließlich fasst er sich ein Herz und klärt sie darüber auf, dass nicht er, sondern Salvadore damals das Geschäft in den Ruin getrieben hat. Daraufhin beginnt Sophia Max in einem neuen Licht zu sehen. Sie verliebt sich in den Mann, den sie 40 Jahre lang gehasst hat, und die beiden beschließen zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009008","hoster":"VOE"},{"path":"/redirect/8556457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-7","name":"Sophia heiratet, Teil 2","epNo":7,"alt":"Sophia’s Wedding, Part 2","descr":"Dorothy fällt es schwer, die Heirat ihrer Mutter mit Max Weinstock zu akzeptieren. Sie beginnt sogar wieder mit dem Rauchen. Als die Frischvermählten feststellen, dass sie bei den Planungen für ihr weiteres gemeinsames Leben an alles gedacht haben, nur nicht daran, sich eine Wohnung zu suchen, steigt der Stresspegel bei allen Beteiligten. Anstatt ihr Geld in ein Haus zu investieren, beschließen Sophia und Max, einen Pizzastand an der Strandpromenade aufzumachen. Am Eröffnungstag stehen Dorothy, Blanche und Rose hinter dem Tresen, denn Sophia und Max liegen mit einer schweren Erkältung im Bett. Der Laden kommt gut an – aber noch in der gleichen Nacht gehen alle Träume von Reichtum und Erfolg im wahrsten Sinne des Wortes in Rauch auf","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009010","hoster":"VOE"},{"path":"/redirect/8542418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-8","name":"Der Lotteriegewinn","epNo":8,"alt":"Brother, Can You Spare That Jacket?","descr":"Als Dorothys wöchentlicher Lotterieschein sich als zehntausend Dollar schwerer Treffer erweist, verstecken die Freundinnen ihn in Blanches neuer Fliegerjacke. Sophia, die nichts davon ahnt, hält die Jacke für ein schäbiges, altes Ding und spendet sie einem Second-Hand-Laden, der sie sofort weiterverkauft – an den Bodyguard von Michael Jackson. Dorothy, Blanche und Rose sehen nur noch, wie ihre Jacke mitsamt dem Lotterieschein darin in einer großen Limousine verschwindet. Aber sie geben die Suche nicht auf. Die Jacke wird von Michael Jackson bei einem Konzert getragen und landet über einige Umwege schließlich bei einer Mission für Obdachlose. Dorthin gelangen auch die \"Golden Girls\" auf ihrer Jagd nach dem wertvollen Stück. Aber als sie eine Nacht unter den Ärmsten der Armen verbracht haben, verzichten sie auf ihren Lotterieschein und spenden ihn stattdessen der Mission.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009016","hoster":"VOE"},{"path":"/redirect/8542417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-9","name":"Der kleine Bruder","epNo":9,"alt":"Scared Straight","descr":"Blanches \"kleiner Bruder\" Clayton Hollingsworth kommt zu Besuch nach Miami. Die Ladies sind erstaunt, in ihm das männliche Gegenstück zu Blanche vorzufinden. Die Sache hat nur einen Haken: Clayton ist nicht so, wie seine Schwester glaubt. Nach einem von Blanche arrangierten \"Blind Date\" macht Clayton Rose das Geständnis, dass er schwul sei, sich aber nicht traue, das seiner großen Schwester zu beichten. Rose ermutigt ihn, Blanche endlich die Wahrheit zu sagen. Aber als es soweit ist, bekommt Clayton es erneut mit der Angst zu tun und erzählt stattdessen, er habe die Nacht mit Rose verbracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009019","hoster":"VOE"},{"path":"/redirect/8542426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-10","name":"Schon wieder Stanley!","epNo":10,"alt":"Stanley Takes A Wife","descr":"Stanley wagt zum dritten Mal den Weg vor den Altar und lädt die \"Golden Girls\" zur Hochzeit ein. Als Sophia plötzlich ins Krankenhaus muss, weicht Stan keinen Zentimeter von Dorothys Seite und harrt die ganze Nacht mit ihr im Wartezimmer aus. Sein Auftreten dort beeindruckt Dorothy derart, dass sie glaubt, ihn immer noch zu lieben. Ihre Freundinnen tun alles, um ihr das auszureden, aber vergebens. Dorothy beschließt, dass sie die Hochzeit verhindern muss, um Stan nicht zu verlieren. Ihre Meinung ändert sich erst, als sie Katherine – Stans Zukünftige – kennen lernt und bemerkt, wie sehr sie Stan liebt und von ihm geliebt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008958","hoster":"VOE"},{"path":"/redirect/8542401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-11","name":"Die Auktion","epNo":11,"alt":"The Auction","descr":"Die \"Golden Girls\" haben nicht genug Geld, um ihr undichtes Dach reparieren zu lassen. Diese beschämende Situation lässt sie einen pikanten Plan fassen. Bei einer Ausstellung lernen sie den Künstler Jasper DeKimmel kennen und erfahren, dass er in Kürze ins Krankenhaus muss. Da Blanche der festen Ansicht ist, dass DeKimmel das Hospital nicht mehr lebend verlassen wird, schlägt sie vor, eines seiner Werke zu erstehen, um es nach seinem Tod – wenn erfahrungsgemäß die Preise steigen – mit Gewinn wieder abzusetzen. Obwohl dieses Vorhaben allen etwas blutrünstig erscheint, kann Sophia die Damen davon überzeugen, dass es nicht ihr Problem ist, wenn DeKimmel stirbt, weil er eine so seltene Blutgruppe hat. Während Sophia also die Lage im Krankenhaus überwacht, erstehen Dorothy, Blanche und Rose auf der Auktion eines von DeKimmels scheußlichen Machwerken. Doch DeKimmel stirbt nicht, denn im Krankenhaus findet sich ein Spender mit derselben seltenen Blutgruppe: Sophia!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917808","hoster":"VOE"},{"path":"/redirect/8545535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-12","name":"Liebe ist nicht blind","epNo":12,"alt":"Blind Date","descr":"Blanches neueste Eroberung heißt John Quinn. Obwohl ihre Beziehung gut funktioniert, will Blanche sich nach einiger Zeit von ihm trennen: Es verunsichert sie, dass John der erste Mann ist, der sie nicht wegen ihres Äußeren liebt – er ist nämlich blind. Ihre Freundinnen raten ihr dagegen, die Beziehung zu John nicht aufs Spiel zu setzen. Rose trainiert wie besessen eine Kinder-Footballmannschaft. Da sie sich der Aufgabe allein nicht gewachsen fühlt, spielt Dorothy ihre Assistentin. Am Tag des großen Spiels sind die beiden Trainerinnen so erkältet, dass sie nicht auf’s Feld können. Sophia rettet den Tag, indem sie die Mannschaft zum Sieg und der wohlverdienten Eiscreme führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008971","hoster":"VOE"},{"path":"/redirect/8542400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-13","name":"Vendetta","epNo":13,"alt":"The Impotence Of Being Ernest","descr":"Blanche kann es nicht fassen: Es ist Samstagabend, und sie sitzt einsam zu Hause während Rose ein Date mit ihrem neuen Freund Ernie Faber hat. Damit nicht genug: Auch Sophia hat ein aufregendes Geheimnis. Aus Sizilien hat Cousin Vito ihr eine schwarze Feder geschickt – was bedeutet, dass eine alte Familien-Vendetta wieder auflebt und Sophia eine wichtige Rolle dabei zu spielen hat. Wie sich herausstellt, hat Sophia von der Familie den Auftrag bekommen, sich um Sonny Venuchio zu \"kümmern\", der sich zur Zeit in Miami aufhält. Doch weder Roses Liebesaffäre mit Ernie noch Sophias mörderische Pläne nehmen den erwarteten Verlauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008973","hoster":"VOE"},{"path":"/redirect/8542409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-14","name":"Der kahle Casanova","epNo":14,"alt":"Love Me Tender","descr":"Dorothy lernt per Blind Date den alternden Playboy Eddie kennen. Die beiden haben wenig gemeinsam, beginnen aber eine leidenschaftliche Affäre. Unterdessen überredet Rose Blanche zur Teilnahme an einem Projekt, bei dem man sich einmal pro Woche um ein mutterloses Kind kümmern muss. Allerdings erweisen sich Marla und Jackie nicht gerade als besonders pflegeleicht. Bei einem Einkaufstrip werden Rose und Blanche plötzlich des Ladendiebstahls beschuldigt, weil die cleveren Mädchen ihnen gestohlenen Sachen untergeschoben haben. Dorothy muss ihrer Mutter zustimmen, dass ihre Beziehung mit Eddie etwas eindimensional verläuft. Sie will mit ihrem kahlköpfigen Casanova Schluss machen, aber das fällt ihr ziemlich schwer. Blanche und Rose versuchen währenddessen jede auf ihre Art, die Kinder dazu zu bringen, ihren Diebstahl zuzugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008970","hoster":"VOE"},{"path":"/redirect/8542399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-15","name":"Valentinstag","epNo":15,"alt":"Valentine’s Day","descr":"Dorothy, Blanche und Rose sind betrübt. Eine nach der anderen hat eine Absage von ihrem Verehrer bekommen: Es sieht so aus, als müssten die \"Golden Girls\" den Valentinstag alleine verbringen. In der Küche sitzend erinnern sich Dorothy, Blanche und Rose an vergangene katastrophale Valentinstage. Nur Sophia verkündet, dass sie heute ausgehen wird – und zwar mit Julio Iglesias. Natürlich glaubt ihr niemand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008981","hoster":"VOE"},{"path":"/redirect/8545539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-16","name":"Zwei durch dick und dünn","epNo":16,"alt":"Two Rode Together","descr":"Sophia ist deprimiert, weil immer mehr ihrer alten Freunde das Zeitliche segnen. Auch Dorothy macht sich Gedanken darüber, dass die verbleibende gemeinsame Zeit mit Sophia kürzer sein könnte, als gedacht. Um ihre Mutter aufzuheitern und noch einmal intensiv mit ihr zusammen zu sein, lädt Dorothy Sophia zu einem gemeinsamen Wochenende nach Disney World ein. Für Sophia wird der Ausflug zum wahren Alptraum, denn Dorothy hat jedes nur verfügbare Familienandenken aufgetrieben, hält Sophia in ihrem Hotelzimmer \"gefangen\" und verlangt ihr einen nostalgischen Gewaltmarsch durch die gemeinsame Vergangenheit ab. Erst ein verzweifelter Fluchtversuch Sophias bringt Dorothy zur Besinnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008987","hoster":"VOE"},{"path":"/redirect/14159417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-17","name":"Mein Vater Bob Hope","epNo":17,"alt":"You Gotta Have Hope","descr":"Als Vorsitzende des Krankenhaus-Wohltätigkeitsvereins ist es Dorothys Aufgabe, eine Talent-Show auf die Beine zu stellen. Leider mangelt es an verfügbaren Talenten, und die Show droht zur peinlichen Pleite für sie zu werden. Doch dann behauptet Rose plötzlich, sie könne Bob Hope für die Show gewinnen, denn in Wahrheit sei der große Star ihr leiblicher Vater. Sophia hält Rose jetzt für völlig übergeschnappt und wirft ihrerseits die \"Donatello Triplets\", ein Gesangstrio, ins Rennen. Mit ihren kleinen \"Gesangsvögelchen\" will sie die Show allerdings nur dann beglücken, wenn auch ihr neuer Freund Seymore, ein Magier aus alten Vaudeville-Tagen, einen Platz in der Vorstellung bekommt. Dorothy willigt ein und überlässt den Freundinnen die weitere Organisation – mit überraschendem Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922852","hoster":"VOE"},{"path":"/redirect/8542414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-18","name":"Der Boxer und die Ladies","epNo":18,"alt":"Fiddler On The Ropes","descr":"Die \"Golden Girls\" haben 3.000 Dollar zusammengespart und suchen jetzt nach einer lohnenden Investitionsmöglichkeit, die ihre finanzielle Zukunft absichern könnte. Sophia nimmt die Sache in ihre Hände und kauft kurzerhand den kubanischen Preisboxer Kid Pepe, den sie an einer Busstation kennen gelernt hat. Die Freundinnen sind über diese gewagte Anlageform nicht gerade glücklich, doch die Aussicht auf ein Preisgeld in Höhe von 10.000 Dollar, das Kid Pepe für den Sieg im bevorstehenden Kampf erhalten soll, stimmt sie friedlich. Fürsorglich nehmen die neuen Box-Managerinnen Kid in ihre Obhut. Der junge Kubaner kann allerdings sein bisher gut gehütetes Geheimnis vor den neugierigen Ladies nicht lange verbergen: In Wirklichkeit ist er Violinspieler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008953","hoster":"VOE"},{"path":"/redirect/8542405","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-19","name":"Spiel, Satz und Sieg","epNo":19,"alt":"Till Death Do We Volley","descr":"Dorothy ist hocherfreut, als sie von dem bevorstehenden Treffen ihres Highschool-Tennisteams erfährt. Ganz besonders freut sie sich auf den Schlagabtausch mit ihrer alten, geliebt-gehassten Erzrivalin Trudy McMann. Selbst die abgebrühten \"Golden Girls\" trauen ihren Ohren nicht, als Trudy eintrifft und zwischen ihr und Dorothy sofort ein Schwall von Unflätigkeiten ausgetauscht wird. Dorothy und Trudy sind in ihrem Element. Um der verbalen Rivalität einen krönenden Abschluss zu verschaffen, beschließen die beiden Kampfhennen, in einem spektakulären Tennismatch gegeneinander anzutreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008956","hoster":"VOE"},{"path":"/redirect/8542404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-20","name":"Rose, die Kämpferin","epNo":20,"alt":"High Anxiety","descr":"Die \"Golden Girls\" müssen diesmal zusammenhalten wie nie, als sie entdecken, dass Rose abhängig von einem Medikament ist, das ihr vor dreißig Jahren wegen einer Rückenverletzung verschrieben wurde. Anfangs will Rose gar nicht glauben, dass sie die Pillen schon zu lange nimmt oder dass sie schädlich sein könnten. Aber dann bemerkt sie selber, dass ihr ohne das Medikament ganz seltsam zumute wird. Ihre Freundinnen wachen die ganze Nacht bei ihr, um sie von ihrer Sucht abzubringen. Tatsächlich geht die Sonne auf, ohne dass Rose eine Pille genommen hat. Der Rückfall lässt allerdings nicht lange auf sich warten. Sophia wird unterdessen darum gebeten, in einem Werbespot für einen Pizzaladen aufzutreten. Aber als sie die Pizza probiert, geht ihr sizilianisches Temperament mit ihr durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008986","hoster":"VOE"},{"path":"/redirect/8542412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-21","name":"Eifersucht","epNo":21,"alt":"Little Sister","descr":"Roses jüngere Schwester Holly kommt zu Besuch. Rose gibt ihren Freundinnen gegenüber zu, dass sie sich mit ihrer Schwester nie besonders gut verstand und dass man mit ihr nur schwer auskommt. Letzteres können die anderen \"Golden Girls\" allerdings nicht bestätigen: Holly erobert die Herzen von Dorothy und Blanche im Sturm, und binnen kürzester Zeit unternehmen sie mehr mit Holly als mit Rose. Unterdessen hat Sophia sich bereit erklärt, auf den Hund ihres Nachbarn Harry Weston aufzupassen, der für kurze Zeit verreisen muss. Dorothy ist damit überhaupt nicht einverstanden, und ihre schlimmsten Befürchtungen bestätigen sich, als Dreyfuss plötzlich spurlos verschwunden ist. In ihrer Not kauft Sophia einen zweiten Hund, der genauso aussieht wie Dreyfuss. Als der echte wieder auftaucht, hat die untalentierte Hunde-Sitterin ein doppeltes Problem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922856","hoster":"VOE"},{"path":"/redirect/8542411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-22","name":"Die Entführung","epNo":22,"alt":"Sophia’s Choice","descr":"Sophias Freundin Lillian wird aus der \"Schattigen Pinie\" in das schlechteste Pflegeheim der Stadt verlegt. Bei einem gemeinsamen Besuch stellt Dorothy fest, dass ihre besorgte Mutter nicht übertrieben hat. Sophia setzt alles daran, ihre Freundin aus ihrer traurigen Lage zu befreien: Kurzerhand entführt sie – mit Roses unfreiwilliger Hilfe – Lillian aus dem Heim. Aber die \"Golden Girls\" stellen fest, dass sie mit ihrer Pflege überfordert sind. Blanche erhält einen fetten Bonus-Scheck und beschließt, das Geld in eine Brustvergrößerung zu investieren. Zunächst lässt sie sich davon nicht abbringen. Aber bewegt von Lillians Schicksal, entscheidet sie sich schließlich, das Geld sinnvoller auszugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008989","hoster":"VOE"},{"path":"/redirect/8542415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-23","name":"Ein gewichtiges Problem","epNo":23,"alt":"Rites Of Spring","descr":"Kurz vor der Party einer Freundin wollen Dorothy, Blanche und Rose noch ein paar Pfunde loswerden – oder doch nur neue Frisuren? Während sie sich an frührere schlechte Erfahrungen in Fitnessclubs und beim Friseur erinnern, macht Sophia sich ebenfalls Sorgen um ihr Gewicht: Sie hat ein Pfund verloren. Um nicht noch dünner zu werden, schlägt sie sich schon zum Frühstück den Bauch mit Pasta voll und backt einen fetten Käsekuchen. Den anderen \"Golden Girls\" rät sie, sich mehr um ihre Persönlichkeiten zu kümmern als um ihr Aussehen. Als Sophia feststellt, dass sie abgenommen hat, weil sie geschrumpft ist, will sie den Käsekuchen entsorgen. Aber Blanche, Dorothy und Rose haben schließlich noch zwei Wochen Zeit bis zur Party und verschieben ihre Diät einfach um einen Tag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008997","hoster":"VOE"},{"path":"/redirect/8542406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-24","name":"Drei aus Sizilien","epNo":24,"alt":"Foreign Exchange","descr":"Philomena und Dominic Bosco, alte Freunde von Sophia, kommen mit ihrer Tochter Gina aus Sizilien zu Besuch. Gina, die am selben Tag wie Dorothy im gleichen Krankenhaus geboren wurde, will heiraten. Aber ein Bluttest hat ergeben, dass die Boscos nicht ihre leiblichen Eltern sind. Jetzt behaupten Philomena und Dominic, die Kinder seien vertauscht worden und wollen \"ihre\" Tochter Dorothy mit nach Italien nehmen. Blanche will Unterricht in \"Dirty Dancing\" nehmen und überredet Rose, sie zu begleiten. Überraschenderweise entpuppt Rose sich als Naturtalent, während Blanche auf der Tanzfläche keine allzu gute Figur macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008998","hoster":"VOE"},{"path":"/redirect/8542413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-25","name":"Haus zu verkaufen, Teil 1","epNo":25,"alt":"We’re Outta Here, Part 1","descr":"Ein paar Witzbolde aus der Nachbarschaft haben vor dem Haus der \"Golden Girls\" ein \"zu verkaufen\"-Schild aufgestellt, und prompt meldet sich ein Interessent. Nach etlichem Hin und Her und einem regen Erinnerungsaustausch beschließt Blanche, das Haus nicht zu verkaufen. Als Mr. Yakamora, der potenzielle Käufer, daraufhin sein Angebot verdoppelt, überlegt sie es sich schnell anders und verkündet, sie wären bis zum nächsten Ersten ausgezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008996","hoster":"VOE"},{"path":"/redirect/8542408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-4/episode-26","name":"Haus zu verkaufen, Teil 2","epNo":26,"alt":"We’re Outta Here, Part 2","descr":"Blanches Zusage, das Haus zu verkaufen, sorgt für eine schlaflose Nacht bei den \"Golden Girls\". Blanche fragt die anderen verzweifelt, was sie denn nun tun soll. Während sie in der Küche beisammen sitzen, erinnern sich die Ladies an andere entscheidende Begebenheiten, und erzählen sich so weitere Geschichten – bis plötzlich die Sonne aufgeht und Mr. Yakamora anruft, um sein Angebot zurückzuziehen. Jetzt wollen die anderen natürlich nur eines von Blanche wissen: Hätte sie das Haus verkauft oder nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9008993","hoster":"VOE"},{"path":"/redirect/8542410","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/golden-girls/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/golden-girls/staffel-5/episode-1","name":"Das Schlafsyndrom, Teil 1","epNo":1,"alt":"Sick And Tired, Part 1","descr":"Eine unerklärliche Krankheit macht Dorothy zu schaffen. Auf der Suche nach einer Erklärung für ihren Zustand rennt sie von Pontius zu Pilatus – ohne Erfolg. Dorothy leidet an einem seltsamen Erschöpfungszustand, den sich kein Arzt erklären kann. Nachdem sie sogar ihren Job aufgeben musste, raten ihr ihre Freundinnen, einen Spezialisten aufzusuchen. Unterdessen beschliesst Blanche, einen Roman über ihr Leben zu schreiben. Sie ist der festen Ansicht, das Buch \"im Schlaf\" verfassen zu können. Dorothy sucht den Neurologen Dr. Stevens auf, der ihre Krankheit für ein mentales Problem hält und ihr rät, sich öfters mit Männern zu treffen. Als Dorothy sich davon nicht abspeisen lässt, empfiehlt er ihr seinen Kollegen Dr. Budd. In Begleitung von Rose fliegt Dorothy nach New York, wo sie sich anhören muss, dass sie Dr. Budds Zeit verschwendet und ihre Haarfarbe ändern sollte. Völlig frustriert tritt sie wieder die Heimreise an, wo sich die restlichen \"Golden Girls\" bereits darüber Gedanken machen, ob Dorothy vielleicht an einer tödlichen Krankheit leidet, die nur noch nicht entdeckt wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009009","hoster":"VOE"},{"path":"/redirect/8542431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-2","name":"Das Schlafsyndrom, Teil 2","epNo":2,"alt":"Sick And Tired, Part 2","descr":"Der chinesische Virologe Dr. Chang nennt Dorothys Krankheit endlich beim Namen. Überglücklich lädt sie ihre Freundinnen zu einem Festessen ein. Dorothy glaubt, langsam verrückt zu werden. Harry kann sie beruhigen und schickt sie zu dem Virologen Dr. Chang. Der findet heraus, dass Dorothy am Schlafsyndrom leidet, einer neu entdeckten Krankheit, die durch einen Virus ausgelöst wird. Dorothy ist überglücklich, endlich eine Erklärung für ihren Zustand zu haben. Blanche dagegen ist völlig erschöpft. Sie hat 72 Stunden nonstop an ihrem Roman geschrieben, den sie nun mehreren Verlagen zum Abdruck anbietet. Obwohl Blanche ihr Werk für das Buch des Jahrhunderts hält, schlägt es bei den Adressaten nicht gerade wie eine Bombe ein. Dorothy feiert mit den anderen \"Golden Girls\" in einem Restaurant die Entdeckung ihrer Krankheit. Als sie den arroganten Dr. Budd an einem der anderen Tische entdeckt, kann Dorothy sich nicht bremsen und hält ihm einen langen Vortrag über die mangelnde Sorgfalt, mit der die meisten Ärzte ihre Patienten behandeln, und ihren Unwillen, es zuzugeben, wenn sie mit ihrem Latein am Ende sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009027","hoster":"VOE"},{"path":"/redirect/8542427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-3","name":"Nur über meine Leiche","epNo":3,"alt":"The Accurate Conception","descr":"Blanche bekommt Besuch von ihrer Tochter Rebecca. Beide verstehen sich prächtig, bis Rebecca damit herausrückt, dass sie sich künstlich befruchten lassen will. Blanche ist so entsetzt darüber, dass sie die ganze Nacht nicht schlafen kann und mit ihren Freundinnen in der Küche darüber sinniert, wie sie ihre Kinder bekommen haben. Alle sind sich einig, dass eine künstliche Befruchtung für sie nicht in Frage käme. Sophia soll zum ärztlichen Check, weigert sich aber, weil sie fürchtet, der Arzt könne tatsächlich etwas finden. Dorothy wendet alle möglichen Tricks an, aber Sophia fällt nicht darauf herein. Erst als Rebecca ihre Mutter dazu überredet, sie zu einer Samenbank zu begleiten, erklärt sich auch Sophia bereit, zum Arzt zu gehen – damit sie anschließend mit zur Besichtigung der Samenbank darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009042","hoster":"VOE"},{"path":"/redirect/8542445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-4","name":"Rose schlägt zurück","epNo":4,"alt":"Rose Fights Back","descr":"Rose erhält einen Brief von der Firma ihres verstorbenen Mannes, in dem man ihr mitteilt, dass das Unternehmen bankrott ist und sie keine Rente mehr erhält. Da sie mit ihrem Job bei der Seelsorge nicht genügend Geld verdient, begibt sich Rose auf Stellensuche. Nach einem langen, frustrierenden Tag kommt sie ermattet nach Hause. Den einzigen in Frage kommenden Job gibt es in einer Tierhandlung – und dort wurde Rose aufgrund ihres Alters abgelehnt. Dorothy und Blanche ermuntern ihre Freundin, gegen diese Diskriminierung anzukämpfen und sich an den TV-Reporter Enrique Mas zu wenden, der sich für die Rechte der Verbraucher einsetzt. Aber statt ihn um Hilfe zu bitten, bewirbt sich Rose bei ihm als Assistentin für die Produktion. Währenddessen hat Sophia eine Mitgliedskarte für ein Discount-Warenhaus bekommen und schleppt kiloweise Massenartikel nach Hause. Dorothy macht sich ernsthaft Sorgen um ihre Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009048","hoster":"VOE"},{"path":"/redirect/8542439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-5","name":"Clown oder nicht Clown","epNo":5,"alt":"Love Under The Big Top","descr":"Dorothys neuer Freund ist der Top-Rechtsanwalt Kenneth Whittingham. Er ist so perfekt, dass er neben seinem unermüdlichen beruflichen Einsatz sogar seine Wochenenden opfert, um als Clown Kinder im Krankenhaus aufzuheitern. Als er Dorothy ein wichtiges Gespräch ankündigt, sind alle sicher, dass er um ihre Hand anhalten will. Aber es kommt anders als gedacht: Ken will seinen Beruf an den Nagel hängen, um nur noch Clown zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009064","hoster":"VOE"},{"path":"/redirect/8545553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-6","name":"Komm, tanz mit mir","epNo":6,"alt":"Dancing In The Dark","descr":"Rose lernt bei einer Tanzveranstaltung Miles Webber kennen, der sie zu einer Party einlädt. Als Rose feststellt, dass ihr Gastgeber und alle seine Freunde Professoren am College sind, fühlt sie sich unwohl und geht mit dem Gefühl nach Hause, dumm zu sein. Ihre Freundinnen überreden sie, Miles ebenfalls einzuladen, weil sie in ihren eigenen vier Wänden \"Heimvorteil\" haben. Aber nachdem Miles sie zu einem Schostakowitsch-Stück einlädt und sie das Ganze für eine Sportveranstaltung hält, ist Rose erneut völlig am Boden zerstört. Auch Blanche ist frustriert, weil sie schon fünf Freitagabende zu Hause saß. Als Rose sich nicht traut, die Verabredung mit Miles einzuhalten, geht Blanche statt ihrer hin und kommt völlig gelangweilt wieder nach Hause, weil Miles den ganzen Abend nur von Rose schwärmte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009068","hoster":"VOE"},{"path":"/redirect/8542437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-7","name":"Freunde fürs Leben","epNo":7,"alt":"Not Another Monday","descr":"Sophia kehrt zusammen mit ihrer Freundin Martha von einer Beerdigung zurück. Martha ist von dem Tod ihrer gemeinsamen Bekannten Lydia sehr betroffen. Sophia versucht sie damit zu trösten, dass Lydia ihren Frieden gefunden habe. Am nächsten Abend verabredet sich Martha mit Sophia in einer Bar. Glücklich und gelöst bittet sie ihre Freundin darum, ihr dabei zu helfen, ihrem Leben ein Ende zu setzen. Rose, Blanche und Dorothy haben sich bereit erklärt, für ein Wochenende auf ein Baby aufzupassen. Nachdem sie festgestellt haben, dass es sich um einen kleinen Jungen handelt, bekommen sie bald alle Hände voll zu tun, denn Frank hat hohes Fieber. Obwohl Harry ihnen ein Medikament vorbei bringt, das sie Frank alle zwei Stunden geben, schläft das Baby nicht ein – und damit auch seine Babysitterinnen nicht. In der Küche erzählt Sophia ihnen von Marthas ungewöhnlichem Wunsch. Wie soll sie darauf reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009065","hoster":"VOE"},{"path":"/redirect/8542440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-8","name":"Vertraute Gefühle","epNo":8,"alt":"That Old Feeling","descr":"Nachdem sie auf der Autobahn ohne Benzin liegen geblieben ist, kommt Blanche mit der \"wundervollen\" Neuigkeit nach Hause: Ihre Schwiegermutter ist gestorben und ihr Schwager Jamie, Georges jüngerer Bruder, kommt nach Miami, um die Erbangelegenheiten zu regeln. Nachdem sie einen Abend mit Jamie verbracht hat, der ihrem verstorbenen Mann sehr ähnelt, verkündet Blanche, dass sie total verliebt sei und daran denke, Jamie zu heiraten. Unterdessen hat Sophia ihren Führerschein erneuert und nutzt die Autos der anderen \"Golden Girls\" für heimliche Blind Dates – was auch erklärt, warum Blanche ohne Benzin liegen blieb. Sophia weigert sich aber entschieden, Dorothy zu versprechen, sich nicht noch einmal ans Steuer zu setzen. Am nächsten Abend gesteht Blanche ihrem Schwager ihre Gefühle. Aber seine Antwort lautet anders als erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009076","hoster":"VOE"},{"path":"/redirect/8542441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-9","name":"Komödie der Irrungen","epNo":9,"alt":"Comedy Of Errors","descr":"Dorothy sieht ihr High School-Jahrbuch durch und stellt fest, dass inzwischen einige ihrer ehemaligen Mitschülerinnen verstorben sind. In der Erkenntnis, wie kurz das Leben sein kann, beschließt Dorothy, sich einen Traum zu erfüllen und Menschen zu unterhalten. Sie meldet sich bei einer Amateurveranstaltung als Stand up-Comedian an. Dorothys Auftritt als Komikerin droht ein Flop zu werden, bis Sophia sie dazu bringt, von den \"Golden Girls\" zu erzählen. Trotz ihres Erfolges beschließt Dorothy, der Bühne in Zukunft fern zu bleiben. Sie hat erkannt, dass sie als Lehrerin ihren Traum bereits erfüllt hat – jedes Mal, wenn sie vor einer neuen Klasse stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009072","hoster":"VOE"},{"path":"/redirect/8542442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-10","name":"Mr. Lucky","epNo":10,"alt":"All That Jazz","descr":"Dorothys Sohn Michael taucht mit überraschenden Neuigkeiten auf: Er hat seine Band verlassen und sich von seiner Frau getrennt. Wütend darüber, dass Michael keinerlei Verantwortung für sein Leben übernimmt, besorgt Dorothy ihm einen Job in der Hacienda-Bar, wo er als \"Mr. Lucky\" auftritt. Dann setzt Dorothy ihren Sohn auf die Straße, weil er sie um Geld anpumpt. Michael kommt bei seinem Vater Stan unter und sorgt dort für Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009015","hoster":"VOE"},{"path":"/redirect/8542420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-11","name":"Abschied von Big Daddy","epNo":11,"alt":"Ebbtide","descr":"Einen Tag, nachdem Blanche ihrem Vater die Bitte abgeschlagen hat, ihn in Atlanta besuchen zu kommen, erfährt sie von ihrer Schwester Virginia, dass \"Big Daddy\" gestorben ist. Dorothy begleitet ihre Freundin auf dem schweren Weg nach Atlanta. Dort kommt es zu einem heftigen Streit zwischen Virginia und Blanche, der damit endet, dass Blanche nicht mit auf die Beerdigung ihres Vaters gehen will. In Miami versucht Sophia unterdessen, Geld für einen neuen Riesenfernseher zu besorgen. Kurz nachdem Dorothy und Blanche die Stadt verlassen haben, vermietet sie deren Zimmer an Wochenendurlauber, die die Wohnung verwüsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009017","hoster":"VOE"},{"path":"/redirect/8542421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-12","name":"Fröhliche Weihnachten, Stan!","epNo":12,"alt":"Have Yourself A Very Little Christmas","descr":"Miami wird vor Weihnachten von einer Hitzewelle heimgesucht. Die \"Golden Girls\" beschließen, ihre Namen auf einen Zettel zu schreiben und in einen Hut zu werfen, damit jede nur ein Geschenk kaufen muss. Blanche ist die \"Glückliche\", die ein Präsent von Rose zu erwarten hat. Überraschenderweise entpuppt sich das Geschenk als durchaus gelungen. Die \"Golden Girls\" stecken mitten in den Weihnachtsvorbereitungen, als Stan auftaucht und sie bittet, in eines seiner Projekte zu investieren. Sie setzen ihn kurzerhand vor die Tür. Als die Freundinnen Rose bei ihrem Weihnachtsessen für die Armen helfen, entdecken sie überrascht unter der Maske des Weihnachtsmannes Stan, der durch eine Fehlkalkulation alles verloren hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009020","hoster":"VOE"},{"path":"/redirect/8542422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-13","name":"Kleine Mary","epNo":13,"alt":"Mary Has A Little Lamb","descr":"Die 16-jährige Nachbarstochter Mary überrascht die \"Golden Girls\" mit ihrem Besuch und der Neuigkeit, dass sie schwanger sei und von ihrem Vater Fred vor die Tür gesetzt wurde. Die Ladies nehmen die \"kleine Mary\" bei sich auf und sind empört über Freds Verhalten. Dorothy und Sophia wollen mit Fred reden, um ihn und Mary zu versöhnen. Während Sophia vor Freds Hund schnell die Flucht ergreift, erzählt Dorothy ihm eine Geschichte aus Sankt Olaf. Blanche hat einen provozierenden Briefwechsel mit einem Häftling geführt und gerät in Panik, als er aus dem Gefängnis entlassen wird und vorbeikommt. Die \"Golden Girls\" versuchen Merrill davon zu überzeugen, dass Blanche in Wirklichkeit hässlich, faltig und fett ist. Aber Blanche erträgt diese Lügen nicht und verrät sich selbst. Merrill verlässt das Haus mit der Ankündigung, bald wiederzukommen – und Blanche beschließt, für ein paar Tage auszuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009046","hoster":"VOE"},{"path":"/redirect/8542432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-14","name":"Die Sache mit Pablo","epNo":14,"alt":"Great Expectations","descr":"Blanche will sich nur noch mit jugendlichen Männern treffen, nachdem ihr letztes Rendezvous aufgrund der gesundheitlichen Probleme ihres Verehrers geplatzt ist. Dorothy bemerkt, dass Blanche mit Steven eine wunderbare Beziehung hatte, die sie aus Angst vor zu viel Verpflichtung aufgab. Kaum ist Blanche wieder mit ihm zusammen, erleidet Steven eine Herzattacke und landet im Krankenhaus. Blanche weigert sich, Steven im Krankenhaus zu besuchen. Sie will sich nicht auf jemanden einlassen, mit dem sie keine sichere Zukunft hat. Ihre Freundinnen machen sie darauf aufmerksam, dass es im Leben nie Garantien, sondern nur Chancen gibt. Das erinnert Sophia an die \"Sache mit Pablo\" Picasso. Als Blanche einige Tage später doch zu Steven ins Hospital geht, erlebt sie eine Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009033","hoster":"VOE"},{"path":"/redirect/8545541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-15","name":"Das ganze Leben ist Reklame","epNo":15,"alt":"Triple Play","descr":"Sophia scheint plötzlich über eine Menge Geld zu verfügen. Dorothy erfährt, dass ihre Mutter durch einen Irrtum wohl mehr Rente erhalten hat als sonst. Miles bringt seine Tochter Caroline zu einer Verabredung mit Rose mit. Während Rose sich in der Küche um das Dessert kümmert, gesellt sich Caroline zu ihr und gibt ihr den Rat, sich von ihrem Vater fern zu halten. Blanche bietet einen gemieteten Mercedes zu einem billigen Preis an, um sich so für mindestens sechs Monate mit Männern zu versorgen. Als ein erbitterter Kampf um den Wagen ausbricht, muss Blanche zugeben, dass ihr Plan nicht aufgegangen ist. Alle interessieren sich nur für das Auto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009039","hoster":"VOE"},{"path":"/redirect/8542425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-16","name":"Damals in New York","epNo":16,"alt":"Clinton Avenue Memoirs","descr":"Sophias Gedächtnis lässt langsam nach. Als sie sogar ihren Hochzeitstag vergisst, macht Dorothy sich ernsthaft Sorgen um ihre Mutter. Sophia kramt das Familienalbum hervor, aber trotzdem regt sich in ihrem Gedächtnis nichts. Sie beschließt, nach Brooklyn zu fahren, um dort ihre Erinnerungen aufzufrischen. Dorothy begleitet ihre Mutter bei ihrem Besuch in Brooklyn. Zusammen suchen sie ihr altes Appartement auf, das jetzt von einem Mr. Hernandez bewohnt wird. Als Sophia allein ins Schlafzimmer geht, erscheint ihr der Geist ihres verstorbenen Ehemannes Sal. Blanche hat unterdessen nur einen Wunsch: Sie will sich ihre Haare beim besten Friseur von Miami machen lassen, kann es sich aber nicht leisten. Rose bietet ihr schließlich an, für sie zu arbeiten, um das nötige Geld zu verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009055","hoster":"VOE"},{"path":"/redirect/8542423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-17","name":"Herzklopfen","epNo":17,"alt":"Like The Beep Beep Beep Of The Tom-tom","descr":"Blanche kommt nach einem Besuch bei ihrem Arzt mit einem tragbaren EKG-Gerät zurück. Obwohl sie es nicht wahrhaben will, ist ihr unregelmäßiger Herzschlag Anlass zur Besorgnis. Nach einigen weiteres Tests steht fest, dass Blanche einen Herzschrittmacher braucht. Die \"Golden Girls\" begleiten ihre Freundin ins Krankenhaus und unterstützen sie mit einem Lied, während sie in den OP gerollt wird. Rose testet zu Hause Diätprodukte und muss entsetzt feststellen, dass sie nach dem Selbstversuch vier Pfund mehr wiegt als vorher. Als Blanche aus dem Krankenhaus zurückkommt, fürchtet sie, nie mehr leidenschaftlichen Sex haben zu können. Zum Glück überzeugt ihr Freund Simon sie bald vom Gegenteil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009049","hoster":"VOE"},{"path":"/redirect/8542428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-18","name":"Die Seitensprünge der Männer","epNo":18,"alt":"An Illegitimate Concern","descr":"Ein junger Mann, der angeblich Enzyklopädien verkauft, taucht bei den \"Golden Girls\" auf und sucht offenbar Blanches verstorbenen Mann George. Die Ladies werden misstrauisch, weil er überhaupt keine Anstalten macht, ihnen etwas anzudrehen. Zwei Tage später sehen sie den jungen Mann im Supermarkt wieder, dann entdeckt Dorothy ihn in seinem Wagen vor ihrem Haus. Für Rose steht fest: Der Mann ist ein sexbesessener Psychopath mit Hang zu Großmüttern. Blanche wird die Sache zu bunt. Sie stellt ihren Verfolger zur Rede und erfährt, dass er der uneheliche Sohn von George ist. Sophia überredet unterdessen Dorothy, mit ihr beim Mutter-Tochter-Wettbewerb des Seniorenheimes anzutreten, um endlich ihre Rivalin Gladys Goldfine auszustechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009050","hoster":"VOE"},{"path":"/redirect/8542430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-19","name":"72 Stunden","epNo":19,"alt":"72 Hours","descr":"Rose erhält einen Brief vom Krankenhaus. Sie soll dort vorbeikommen, um einen Aids-Test zu machen, da sie bei ihrer Operation an der Gallenblase eventuell mit HIV-infiziertem Blut in Berührung gekommen sein könnte. Ihre Freundinnen begleiten die nervöse Rose in das Hospital, wo sie sich unter dem Namen von Dorothy anmeldet. Als Rose nach der Blutabnahme erfährt, dass sie das Ergebnis erst in 72 Stunden bekommt, ist sie mit den Nerven am Ende. Wie soll sie die nächsten drei Tage bloß überstehen? Zum Glück werden die \"Golden Girls\" durch die Organisation einer Wohltätigkeitsauktion zum Erhalt der Feuchtgebiete auf Trab gehalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009044","hoster":"VOE"},{"path":"/redirect/8542435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-20","name":"Zweimal im Leben","epNo":20,"alt":"Twice In A Lifetime","descr":"Der berühmte Jazzmusiker Buzz Mueller besucht Rose und will sie dazu überreden, ihn und seine Band auf ihrer Europatournee zu begleiten. Vor vierzig Jahren hatten Rose und Buzz eine Romanze, aber sie entschied sich damals für Charlie. Jetzt steht sie wieder vor der Wahl: zwischen ihrer alten Liebe, Buzz, und ihrer neuen Liebe, Miles. Sophia zieht mit einer Gruppe von \"In\"-Leuten bis spät durch die Nacht. Als Dorothy ihrer Mutter deswegen ins Gewissen redet, zieht sie aus Protest aus. Bei einem Besuch in Sophias neuem Heim wundern Blanche und Dorothy sich über das noble Penthouse mit Hausmädchen. Trotzdem wollen die beiden ihre Freundin zur Rückkehr bewegen. Aber die weigert sich standhaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009026","hoster":"VOE"},{"path":"/redirect/8542434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-21","name":"Schwestern und andere Fremde","epNo":21,"alt":"Sisters And Other Strangers","descr":"Blanches Schwester Charmaine ist zu Besuch in der Stadt, um ihr neues Buch vorzustellen. Seltsamerweise verstehen die sonst so verfeindeten Schwestern sich plötzlich ausgesprochen gut. Das ändert sich allerdings, als Blanche feststellt, dass sie in Charmaines neuem Werk die Hauptrolle spielt. Bei der Signierstunde kommt es zum Eklat, weil Blanche das Buch als Müll bezeichnet. Auch ansonsten sorgt die Verwandtschaft für Ärger. Stans Cousine Magda aus der Tschechoslowakei ist zu Besuch und lässt keine Gelegenheit aus, über Amerika und den Kapitalismus zu meckern. Dorothy hält eisern dagegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335379","hoster":"VOE"},{"path":"/redirect/8542429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-22","name":"Lug und Trug","epNo":22,"alt":"Cheaters","descr":"Dorothy erhält einen Anruf von Glen O’Brien, mit dem sie vor vier Jahren eine Affäre hatte. Entgegen dem Rat von Sophia und Rose trifft sie sich mit ihm. Glen erzählt, dass er inzwischen geschieden ist, und bittet Dorothy, der Beziehung eine zweite Chance zu geben. In Dorothy erwachen sofort die alten leidenschaftlichen Gefühle, doch leider hat die Sache einen Haken. Sophia und Blanche sind einem Hochstapler auf den Leim gegangen und schwören einander, niemandem etwas davon zu erzählen. Sophia ist die erste, die ihren Mund nicht halten kann und Rose einweiht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335389","hoster":"VOE"},{"path":"/redirect/8542436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-23","name":"Sophias Fluch","epNo":23,"alt":"The Mangiacavallo Curse Makes A Lousy Wedding Present","descr":"Dorothy ist schlecht gelaunt, weil ihr die männliche Begleitung zur Hochzeit ihres Patenkindes fehlt. Blanche wäre bereit, einen ihrer Verehrer auszuleihen, aber Dorothy sucht sich ausgerechnet Doug aus, der bei Blanche derzeit hoch im Kurs steht. Rose hingegen überlegt, erst gar nicht an der Feier teilzunehmen: Ihr Freund Miles ist nicht in der Stadt, und Hochzeiten machen sie immer \"heiß\". Sophia betont, wie wichtig diese Hochzeit für sie ist. Giuseppe Mangiacavallo, der Grossvater des Bräutigams, ließ sie vor siebzig Jahren vor dem Altar stehen, woraufhin Sophia ihn mit einem Fluch belegte. Als Braut und Bräutigam einen heftigen Streit vom Zaun brechen, der den Empfang zu ruinieren droht, sieht Mangiacavallo sich gezwungen, Sophia um Verzeihung zu bitten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009036","hoster":"VOE"},{"path":"/redirect/8542438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-24","name":"Lauter Leidenschaften","epNo":24,"alt":"All Bets Are Off","descr":"Weil Rose kein Pferd für ihr neues Gemälde malen kann, soll sie sich inspirieren lassen – Dorothy nimmt Rose mit auf die Rennbahn. Doch das hat böse Konsequenzen, denn Sophia erinnert sich nur zu gut daran, dass ihre Tochter früher ein ernsthaftes Problem hatte, sich beim Wetten unter Kontrolle zu halten. Als Rose wieder mit dem Wetten beginnt, gibt es nur noch einen Ausweg: Die Anonymen Spieler. Blanche trifft sich mit Donald, dem neuen Kurator des Museums. Ihre Freundinnen sehen der Verabredung mit gemischten Gefühlen entgegen, denn sie haben schlechte Erfahrungen mit Arbeitskollegen. Donald ist ganz begeistert von Roses Bild und will eine Ausstellung für sie organisieren. Aber das setzt die arme Rose mental zu sehr unter Druck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009035","hoster":"VOE"},{"path":"/redirect/8542444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-25","name":"Der Präsident kommt, Teil 1","epNo":25,"alt":"President’s Coming!, Part 1","descr":"Die \"Golden Girls\" sind ganz aus dem Häuschen, als sie erfahren, dass der Präsident der Vereinigten Staaten nach Miami kommen wird, um das neue Seniorenheim am Ende der Straße einzuweihen. Kurz darauf steht ein Mann vom Secret Service bei ihnen vor der Tür, um ein paar Sicherheitsfragen zu klären. Er will für alle Fälle vorbereitet sein, falls der Präsident vor dem Haus der \"Golden Girls\" anhalten sollte, um den Fotografen Gelegenheit für ein paar Schnappschüsse zu geben. Bei der Beantwortung der Fragen schweifen Dorothy, Blanche, Rose und Sophia etwas in die Vergangenheit ab","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009043","hoster":"VOE"},{"path":"/redirect/8542433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-5/episode-26","name":"Der Präsident kommt, Teil 2","epNo":26,"alt":"President’s Coming!, Part 2","descr":"Der Tag des Präsidentenbesuchs rückt unaufhaltsam näher. Die Ankündigung, dass der Präsident vielleicht an ihrem Haus anhält, sorgt bei den \"Golden Girls\" für Aufregung. Dorothy macht sich daran, eine Rede vorzubereiten, in der sie dem Präsidenten ihre Ansichten über das Erziehungswesen mitteilen will, Rose malt ein Banner für den höchsten Mann im Staat und Blanche steht vor der schwierigen Frage, wieviel Haut sie \"Mr. President\" wohl zeigen darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009052","hoster":"VOE"},{"path":"/redirect/8542443","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/golden-girls/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/golden-girls/staffel-6/episode-1","name":"Blanche wird Großmutter","epNo":1,"alt":"Blanche Delivers","descr":"Blanches hochschwangere Tochter Rebecca kommt nach Miami, um bei der Geburt ihres Kindes in der Näher ihrer Mutter zu sein. Blanche freut sich zwar über die Geburt, hat aber Probleme mit der Art und Weise, wie ihre Tochter sie zur Großmutter macht: durch künstliche Befruchtung. Rose trainiert wie wild, um sich und ihren schon lange verstorbenen Eltern endlich den Traum von der ersten Goldmedaille zu erfüllen. Sie ist auf dem besten Weg, bei den Senioren-Meisterschaften im Eislauf ganz oben aufs Treppchen zu steigen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009073","hoster":"VOE"},{"path":"/redirect/8542447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-2","name":"Es war einmal in St. Olaf","epNo":2,"alt":"Once, In St. Olaf","descr":"Im Krankenhaus geschehen wundersame Dinge. Rose trifft dort einen Mönch namens Bruder Martin, der sich als ihr leiblicher Vater herausstellt. Sie bittet ihre Freundinnen, freundlich zu ihm zu sein. Während Rose ihren Vater im Krankenhaus gefunden hat, verliert Dorothy genau dort ihre Mutter. Man hat Sophie \"verlegt\", aber keiner weiß wohin. Als Sophia erwacht, glaubt sie sich schon im Himmel, ist aber nur im Krankenhausfahrstuhl. Dorothy und Blanche durchkämmen das ganze Krankenhaus nach der Verschollenen. Unterdessen will Rose von ihrem Vater wissen, was damals wirklich in St. Olaf geschah.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335393","hoster":"VOE"},{"path":"/redirect/8542453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-3","name":"Kartoffeln für Japan","epNo":3,"alt":"If At Last You Do Succeed","descr":"Stan hat es endlich geschafft. Nach Jahren finanzieller Rückschläge hat er mit seinem Öffner für gebackene Kartoffeln den lange ersehnten Erfolg. Stan überschüttet jeden mit Geschenken, einschließlich Dorothy. Aber sie will seinen plötzlichen Erfolg nicht mit ihm teilen. Außerdem ist ihre Liebe schon gar nicht käuflich. Als Stan sie bittet, ihn zu einem wichtigen Termin mit japanischen Geschäftsleuten zu begleiten, gibt sie ihm einen Korb; Nur um hinterher verblüfft festzustellen, dass Stan sich nicht mehr alles gefallen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009118","hoster":"VOE"},{"path":"/redirect/8542458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-4","name":"Der letzte Hippie","epNo":4,"alt":"Snap Out Of It","descr":"Dorothy hilft ihrer Mutter Sophia dabei, \"Essen auf Rädern\" auszuteilen. Bei der gemeinnützigen Arbeit trifft sie auf den politischen Aktivisten Jimmy, der seit den 60er Jahren sein Apartment nicht mehr verlassen hat. Als Dorothy ihn aus seiner Isolation befreien will, schlägt er stattdessen vor, doch bei ihm einzuziehen. Blanche fürchtet sich vor ihrem bevorstehenden Geburtstag. Eigentlich hätte sie ihr Alter am liebsten bei 42 Jahren eingefroren, nun wird sie doch schon wieder ein Jahr älter. Um ihre Freundin auf andere Gedanken zu bringen, organisiert Rose eine Überraschungsparty","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009115","hoster":"VOE"},{"path":"/redirect/8542464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-5","name":"Big Daddys Sünde","epNo":5,"alt":"Wham Bam Thank You, Mammy","descr":"Ein Jahr nach Big Daddys Tod gibt Blanche in Atlanta eine Anzeige auf, um seinen Haushalt endlich aufzulösen. Überraschend steht kurz darauf Blanches \"Mammy\" Viola Watkins vor der Tür, die vor 30 Jahren über Nacht verschwand. Sie bittet Blanche um eine Musikbox, die sie einst Big Daddy schenkte. Bei der Gelegenheit kommt auch heraus, dass sie vor ihrem Verschwinden seine Geliebte war. Blanche ist völlig schockiert, dass ihre \"Mammy\" und ihr Vater ein Verhältnis hatten. Dorothy hingegen ist wütend, dass Sophia sich immer wieder in ihr Liebesleben einmischt. Rose versucht, zwischen der kämpferischen Mutter und ebenso streitsüchtigen Tochter zu vermitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207596","hoster":"VOE"},{"path":"/redirect/8545543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-6","name":"Toter Fisch","epNo":6,"alt":"Feelings","descr":"Rose hat einen schlimmen Verdacht: Hat ihr Zahnarzt sie befummelt, während sie unter Narkose stand? Dorothy und Blanche sind außer sich vor Empörung und wollen ihre Freundin dazu überreden, den Vorfall anzuzeigen. Rose hingegen möchte die Sache lieber nicht an die große Glocke hängen. Dorothy bekommt Ärger, weil sie den Football-Star ihrer Schule durch die Prüfung fallen lassen will. Dadurch könnte er an einem wichtigen Spiel seiner Mannschaft nicht teilnehmen. Je mehr man Dorothy unter Druck setzt, desto sturer reagiert sie. Bis zu dem Tag, an dem ein toter Fisch auf ihrer Türschwelle liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009124","hoster":"VOE"},{"path":"/redirect/8542461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-7","name":"Nicht schon wieder Stanley!","epNo":7,"alt":"Zborn Again","descr":"Dorothy ist völlig durcheinander, seit Stan wieder aufgetaucht ist. Plötzlich werden Erinnerungen an alte Zeiten wach. Hat sie sich etwa wieder in ihn verliebt? Einiges spricht dafür, als sie sich mit ihm auf dem Rücksitz eines Autos wiederfindet. Allerdings müssen sie einem Polizisten erklären, was sie in ihrem Alter auf dem Rücksitz eines Autos machen. Rose ärgert sich über einen Mitarbeiter, der es tatsächlich schafft, dass sie überhaupt nicht mehr zu Wort kommt. Rose bittet ihre Freundin Sophia um Hilfe. Die schreitet auf ihre alt bewährte Art zur Tat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009121","hoster":"VOE"},{"path":"/redirect/8542468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-8","name":"Sophia wird Nonne","epNo":8,"alt":"How Do You Solve A Problem Like Sophia?","descr":"Bei der Beerdigung ihrer besten Freundin, der Nonne Schwester Agnes, vernimmt Sophia plötzlich die Stimme des Herrn. Zurück vom Friedhof verkündet sie ihren Freundinnen, dass sie sich einen alten Jugendtraum erfüllen und Nonne werden will. Sie wischt die ernsthaften Bedenken der anderen \"Golden Girls\" beiseite und zieht ins Konvent. Blanche hat eine völlig neue Methode, Männer kennen zu lernen: Sie fährt ihnen mit Auto absichtlich hinten rein. Leider zeigt ihr neue Auserwählte, Arthur Livingston, nicht die gewünschte Reaktion. Er zeigt Blanche wegen Körperverletzung an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174158","hoster":"VOE"},{"path":"/redirect/8542466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-9","name":"Der Mann meiner Träume","epNo":9,"alt":"Mrs. George Devereaux","descr":"Blanche hat einen heimlichen Verehrer. Aber schon bald stellt sich heraus, dass es sich dabei um ihren tot geglaubten Ehemann George Deveraux handelt. Durch die Entdeckung stürzt Blanche in einen Taumel widersprüchlicher Gefühle. Dorothy hingegen befindet sich gerade im siebten Himmel. Sie trifft sich mit zwei reichen, berühmten Männern: Lyle Waggoner und Sonny Bono.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009128","hoster":"VOE"},{"path":"/redirect/8542465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-10","name":"Sophias später Frühling","epNo":10,"alt":"Girls Just Wanna Have Fun Before They Die","descr":"Sophia erlebt mit Tony Delveccio ihren schon mindestens dritten Frühling und bringt sogar noch mal die drei magischen Worte \"Ich liebe dich\" über die Lippen. Aber leider erwidert Tony ihre Liebesbekundung nicht – was Sophia wahnsinnig wütend macht. Rose hat Probleme mit einer Anweisung ihrer Heimatstadt St. Olaf, die sogar sie für übertrieben hält: Wegen einer Dürreperiode sollen alle Bürger von St. Olaf so lange auf Sex verzichten, bis der nächste Regen fällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009067","hoster":"VOE"},{"path":"/redirect/8545549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-11","name":"Dinner für drei","epNo":11,"alt":"Stand By Your Man","descr":"Blanche verabredet sich in der Bücherei mit einem netten jungen Mann zum Essen. Erst beim Abschied bemerkt sie, dass Ted im Rollstuhl sitzt. Aus Nervosität bittet Blanche Sophia, als Anstandsdame zu fungieren. Aber Ted erweist sich als charmanter Unterhalter und ganzer Mann. Blanche ist so begeistert, dass sie ihm sogar nach Philadelphia folgen will. Ted hat allerdings ein weiteres Handicap: Er ist verheiratet. Dorothy findet heraus, dass ihre Mutter vor fünf Jahren ausgeliehene Bücher noch immer nicht zurückgebracht hat. Sie überredet Sophia, endlich reinen Tisch zu machen. Kann Sophia auf die Gnade des Bibliothekars hoffen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009077","hoster":"VOE"},{"path":"/redirect/8542448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-12","name":"Der Fluch der Mitgift","epNo":12,"alt":"Ebbtide’s Revenge","descr":"Dorothy muss an einem traurigen Ereignis teilnehmen: der Beerdigung ihres jüngeren Bruders Phil. Der Anlass macht sie wegen der Todesumstände allerdings eher wütend, denn Phil trug gerade Frauenkleider, als er einen Herzinfarkt erlitt. Außerdem ist die Beerdigung eine willkommene Gelegenheit, die schon 26 Jahre dauernde Fehde mit Phils Frau Angela fortzuführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009075","hoster":"VOE"},{"path":"/redirect/8542446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-13","name":"Der Kitzel der Liebe","epNo":13,"alt":"The Bloom Is Off The Rose","descr":"Die Beziehung zu Miles könnte etwas mehr Kitzel vertragen, findet zumindest Rose. Selbst der Sex ermüdet nur noch. Um der Beziehung einen neuen Kick zu geben, meldet Rose sich und Miles zum Fallschirmspringen an. Aber der neue Kitzel hat bei ihrem Liebhaber eine Übereffekt: Von nun an lebt er, als wäre jeder Tag sein letzter. Blanche hat keine Probleme mit ihrem neuen Liebhaber Rex Huntington. Eigentlich bietet er ihr sogar etwas zuviel \"Kick\". Als er auch noch Dorothy gegenüber gewalttätig wird, hat Blanche die Nase voll und schmeißt ihn raus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009081","hoster":"VOE"},{"path":"/redirect/8556491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-14","name":"Die Schwester der Braut","epNo":14,"alt":"Sister Of The Bride","descr":"Blanches Bruder Clayton ist zu Besuch in Atlanta und hat eine Überraschung mitgebracht: seinen Freund Doug. Blanche hat die Homosexualität ihres Bruders schon immer gestört, und nun muss sie sein Liebesleben auch noch live miterleben. Als Clayton ankündigt, dass er und Doug heiraten wollen, gibt ihr das den Rest. Sophia organisiert ein Bankett zu Ehren des besten freiwilligen Helfers. Ihr Budget ist so niedrig, dass sie Dorothy ohne deren Wissen Männern verspricht, die als Gegenleistung Blumen oder Essen spenden müssen. Rose macht sich Hoffnungen auf den diesjährigen Preis, da ihre härteste Konkurrentin gestorben ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009104","hoster":"VOE"},{"path":"/redirect/8556489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-15","name":"Miles, die Ratte","epNo":15,"alt":"Miles To Go","descr":"Rose ist noch verwirrter als sonst, als sie die zahlreichen Einzelheiten aus Miles’ Vergangenheit erfährt. Er heißt erstens nicht Miles, sondern Nicholas Carbone, stammt zweitens aus Chicago, steht drittens unter dem Zeugenschutzprogramm der Regierung, weil er viertens Unterweltkönig Mickey Moran an die Polizei verpfiffen hat. Jetzt meldet eine Zeitung Morans Tod, womit Nicks Rückkehr nach Chicago nichts mehr im Weg stehen würde. Nick will, dass Rose ihn begleitet. Das verwirrt sie noch mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009091","hoster":"VOE"},{"path":"/redirect/8542457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-16","name":"Der Bund für’s Leben, Teil 1","epNo":16,"alt":"There Goes The Bride, Part 1","descr":"Dorothy ist es bis jetzt gelungen, ihre nächtlichen Rendezvous’ mit ihrem Ex-Mann Stan vor ihrer Mutter Sophia geheim zu halten. Blanche und Rose überreden sie, Sophia die wiedererweckten Gefühle für Stan zu beichten. Die reagiert entsetzt auf das Geständnis und droht sogar, ihre Tochter zu verstoßen. Als Stan zum zweiten Mal um Dorothys Hand anhält, wollen die beiden die ganze Welt an ihrem neuen Glück teilhaben lassen. Die ganze Welt bis auf Sophia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009096","hoster":"VOE"},{"path":"/redirect/8542450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-17","name":"Der Bund für’s Leben, Teil 2","epNo":17,"alt":"There Goes The Bride, Part 2","descr":"Sophia lässt nichts unversucht, um Dorothys Hochzeit im letzten Moment doch noch zum Platzen zu bringen. Trotzdem rückt der große Tag unerbittlich näher. Als Truby Steele auftaucht und Dorothys Zimmer mieten will, wird Blanche und Rose klar, dass die Hochzeit auch ihr Leben verändern wird. Am Hochzeitstag stellt Stan seiner zukünftigen Ehefrau seinen Rechtsanwalt Marvin vor, der ihr einen umfangreichen Ehevertrag vorlegt. Dorothy ist wütend über so viel Misstrauen und wirft ihren Fast-Wieder-Ehemann in hohem Bogen hinaus. Damit hat Sophia ihr Ziel ohne eigenes Zutun doch erreicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009106","hoster":"VOE"},{"path":"/redirect/8542459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-18","name":"Sophia legt los","epNo":18,"alt":"Older And Wiser","descr":"Sophia muss sich endlich von einer Grippe erholen. Mit einem Trick verfrachtet Dorothy ihre Mutter ins Seniorenheim. Sophia wird zur neuen Veranstaltungsdirektorin des Heims ernannt. Aber anstatt sich zu erholen, nimmt Sophia ihre neue Aufgabe ernst und veranstaltet als erstes einen als Spaziergang getarnten, 6-stündigen Gewaltmarsch. Blanche und Rose werden von einem Fotografen \"entdeckt\". Blanche soll für eine Anzeige ihr Gesicht, Rose ihre Hände ablichten lassen. Hinterher erfährt Blanche, dass die Anzeige mit ihnen als negatives Beispiel für eine Anti-Falten-Creme wirbt. Sie setzt alles daran, jede Ausgabe der Zeitung im Umkreis von Miami aus dem Verkehr zu ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848647","hoster":"VOE"},{"path":"/redirect/8542449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-19","name":"Die rasende Reporterin","epNo":19,"alt":"Melodrama","descr":"Als eine Verabredung von Blanche platzt, geht sie zu Plan B über: Mel Bushman, ihr Ersatzmann für alle Fälle. Aber der geht nicht ans Telefon, und Blanche beginnt, sich ernsthaft Sorgen um ihn zu machen. Sie überredet ihre Freundinnen, mit ihr nach dem rechten zu sehen. Unterdessen versucht Rose sich als rasende Reporterin auf einer Hundeausstellung. Ihre Bemühungen, eine heiße Story abzuliefern, werden lediglich von einem bewaffneten Räuber gestört, der die Hundeshow für einen Beutezug nutzen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009098","hoster":"VOE"},{"path":"/redirect/8542451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-20","name":"Auch Großmütter haben den Blues","epNo":20,"alt":"Even Grandmothers Get The Blues","descr":"Blanche nimmt ihre Enkelin Aurora, auf die sie aufpassen soll, zu einem Vorsprechen für ein Theaterstück mit. Sie bekommt zwar nicht die Hauptrolle, dafür aber den Hauptdarsteller. Jason glaubt, dass Aurora Blanches Tochter ist, und sie ist zu eitel, um den Irrtum aufzuklären. Sophia bereitet sich auf ein Fest für Mütter und Töchter vor, auf das Dorothy sie begleiten soll. Aber Dorothy hat zuviel mit ihrer Klasse zu tun, und so bringt Sophia Rose ihr Familienrezept für \"Salsa Grandioso\" bei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009102","hoster":"VOE"},{"path":"/redirect/8542455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-21","name":"Der Käsemann","epNo":21,"alt":"Witness","descr":"Rose’ neuer Verehrer Karl könnte ihr helfen, endlich über Miles hinweg zu kommen. Ausgerechnet jetzt taucht auch Miles wieder auf. Er hat sich als Amish-Farmer verkleidet und wird noch immer vom Mafiakiller \"Der Käsemann\" verfolgt. Um mit Rose zusammen zu sein, will Miles der Gefahr trotzen. Aber der Killer ist schon ganz in der Nähe. Sophia hat ihre Brille verloren und macht eine Meldung bei der Polizei. Barbara Weston von nebenan nimmt den Anruf entgegen und verspricht, sich beim Fundbüro nach der Brille umzusehen. Blanche will Mitglied bei den \"Töchtern des Südens\", einem elitären Damenclub, werden und muss feststellen, dass ihre Urgroßmutter in New York geboren wurde und Feldman hieß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009100","hoster":"VOE"},{"path":"/redirect/8542454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-22","name":"Geplatztes Rendezvous","epNo":22,"alt":"What A Difference A Date Makes","descr":"Dorothy bekommt einen Anruf von ihrem alten Freund John Nerretti, der in der Stadt ist. Dorothy ist immer noch sauer auf John, weil er sie vor 40 Jahren beim Abschlussball versetzte. Sie sieht endlich den Zeitpunkt zur Rache gekommen und will ihn nun ihrerseits versetzen. Schließlich geht sie doch zum dem vereinbarten Treffen und genießt seine Gesellschaft. John klärt dass Missverständnis von damals auf: Er wollte sie zum Ball abholen, wurde aber von Sophia vor die Tür gesetzt. In der gleichen Nacht ging sie mit Stan aus und wurde von ihm schwanger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009094","hoster":"VOE"},{"path":"/redirect/8542452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-23","name":"Der Onkel aus Italien","epNo":23,"alt":"Love For Sale","descr":"Die Damen bereiten die jährliche Junggesellinnen-Versteigerung im Kinderkrankenhaus vor. Nach der schlechten Erfahrung vom letzen Jahr kostet es einige Mühe, Dorothy zum Mitmachen zu überreden. Ausgerechnet bei ihr gerät die Versteigerung außer Kontrolle. Die Männer überbieten sich gegenseitig, bis sie schließlich für 500 Dollar verkauft wird. Den Zuschlag bekommt… Stan Zbornak. Er will sich so wieder in das Leben seiner Angeschiedenen einkaufen. Aber Dorothy verkauft nicht. Da wäre nur noch das Problem mit Onkel Angelo aus Sizilien zu regeln. Der lebt in einer Wohnung, die Dorothy und Stan gemeinsam gehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009109","hoster":"VOE"},{"path":"/redirect/8542456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-24","name":"Feuerteufel Sophia, Teil 1","epNo":24,"alt":"Never Yell \"Fire” In A Crowded Retirement Home, Part 1","descr":"Auf dem Sterbebett beichtet Martha Heartgrave, dass sie und Sophia die Schuld an dem großen Feuer trifft, dass das Shady Pines-Seniorenheim im Jahre 1985 verwüstete. Da sie nicht in der Lage ist zu beweisen, dass eine eingeschmuggelte Kochplatte die Ursache des Feuers war, wird Sophia verhaftet. Dorothy gelingt es, ihre Mutter aus dem Gefängnis herauszuholen. Am nächsten Morgen versucht Sophia, nach Sizilien zu entkommen, wird aber schon am Flughafen erwischt. Dorothy – aus Erfahrung klug – sperrt ihre Mutter diesmal als Vorgeschmack auf den Knast in ihrem Zimmer ein. Sophia versucht, sich die Nacht des Brandes noch einmal in Erinnerung zu rufen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009122","hoster":"VOE"},{"path":"/redirect/8542460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-25","name":"Feuerteufel Sophia, Teil 2","epNo":25,"alt":"Never Yell \"Fire” In A Crowded Retirement Home, Part 2","descr":"Sophia steht noch immer unter dem Verdacht, eine Brandstifterin zu sein. Sie sucht verzweifelt nach einer Möglichkeit, ihre Unschuld zu beweisen. Als sie sich die Nacht des Brandes noch einmal ins Gedächtnis ruft, kommt Sophia zu dem Schluss, dass sie unschuldig ist. Jetzt muss sie nur noch die Beweise dafür finden und Marthas schwerwiegendes Geständnis widerlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174159","hoster":"VOE"},{"path":"/redirect/8542463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-6/episode-26","name":"Die Show geht weiter","epNo":26,"alt":"Henny Penny-straight, No Chaser","descr":"Dorothy führt Regie bei der Schulaufführung des Märchens \"Henny Penny\". Als die gesamte Klasse, die das Stück aufführen sollte, krank wird, springen Dorothys Mitbewohnerinnen als Schauspielerinnen ein. Sophia ist die Erzählerin, Rose spielt Henny Penny, Dorothy ist Turkey Lurkey und Blanche Goosey Loosey. Die Inszenierung scheint gerettet, doch dann erfährt Rose, dass die Hühner, die sie darstellen, am Ende alle sterben müssen. Kurzerhand schreibt sie das Stück um.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009113","hoster":"VOE"},{"path":"/redirect/8542462","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/golden-girls/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/golden-girls/staffel-7/episode-1","name":"Femme Fatal","epNo":1,"alt":"Hey, Look Me Over","descr":"Beim Aufräumen findet Rose ein Foto, dass ihren letzten Ehemannes Charlie zusammen mit Blanche im Bett zeigt. Rose ist am Boden zerstört und spricht kein Wort mehr mit ihrer \"früheren\" Freundin. Zu ihrer Verteidigung holt Blanche das dicke Buch heraus, in dem sie sorgfältig alle Männer vermerkt hat, mit denen sie je in ihrem Leben Sex hatte. Die Eintragungen zeigen, dass sie in jener Nacht mit einem Kaufmann namens Chuck geschlafen hat. Anscheinend war dieser in Wirklichkeit Roses Ehemann. Trotzdem herrscht weiter dicke Luft zwischen den beiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285071","hoster":"VOE"},{"path":"/redirect/8542467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-2","name":"Dinner für eine Leiche","epNo":2,"alt":"The Case Of The Libertine Belle","descr":"Dorothy, Sophia und Rose begleiten Blanche zu dem \"Murder Mystery Weekend\", das sie für das Museum organisiert hat. Blanche hofft, dabei eine gute Figur zu machen und so eine Stelle als Assistentin von Direktor Nesbitt zu bekommen. Allerdings hat sie eine harte Konkurrentin um den Posten: Posey McGlinn. Nachdem Dorothy in einem beeindruckenden Monolog die Lösung des ihnen aufgetragenen Kriminalfalles vorträgt, verabredet sich Blanche mit Nesbitt auf ihrem Zimmer. Doch statt eines romantischen Abenteuers erwartet Blanche diesmal ein richtiger Mordfall. Und sie selbst spielt die Rolle der Hauptverdächtigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009163","hoster":"VOE"},{"path":"/redirect/8542473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-3","name":"Die Schöne und das Biest","epNo":3,"alt":"Beauty And The Beast","descr":"Dorothy, Sophia und Rose begleiten Blanche zu dem \"Murder Mystery Weekend\", das sie für das Museum organisiert hat. Blanche hofft, dabei eine gute Figur zu machen und so eine Stelle als Assistentin von Direktor Nesbitt zu bekommen. Allerdings hat sie eine harte Konkurrentin um den Posten: Posey McGlinn. Nachdem Dorothy in einem beeindruckenden Monolog die Lösung des ihnen aufgetragenen Kriminalfalles vorträgt, verabredet sich Blanche mit Nesbitt auf ihrem Zimmer. Doch statt eines romantischen Abenteuers erwartet Blanche diesmal ein richtiger Mordfall. Und sie selbst spielt die Rolle der Hauptverdächtigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922857","hoster":"VOE"},{"path":"/redirect/8542493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-4","name":"Bella Italia","epNo":4,"alt":"That’s For Me To Know","descr":"Sophia bricht sich beide Knöchel. Da Tochter Dorothy an einer wichtigen Konferenz teilnimmt, Blanche Besuch von ihrer Enkelin Melissa hat und Rose eben Rose ist, kann sich niemand um sie kümmern. Dorothy engagiert eine Krankenpflegerin aus dem Altersheim. Nach anfänglichen Protesten findet Sophia Gefallen daran, jemanden zu haben, den sie schikanieren kann. Blanche steht unterdessen vor dem Problem, die siebenjährige Melissa zu beschäftigen. Schließlich meldet sie ihre Enkelin bei einem Schönheitswettbewerb an und setzt ihren ganzen Ehrgeiz ein, damit Melissa die \"Little Miss Miami\" wird, obwohl das Mädchen dazu überhaupt keine Lust hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009219","hoster":"VOE"},{"path":"/redirect/8542480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-5","name":"Botschaft aus dem Fruchtsalat","epNo":5,"alt":"Where’s Charlie?","descr":"Rose \"liest\" in ihrem Fruchtsalat, dass ihr verstorbener Mann Charlie Kontakt mit ihr aufzunehmen versucht. Missbilligt er wirklich ihr momentanes Liebesleben, wie Rose glaubt? Am nächsten Morgen sieht sie entsetzt, dass Sophia den Obstsalat isst, für den sie ihr letztes Geld geopfert hat, um erneut mit Charlie kommunizieren zu können. Sophia erkennt die Gunst der Stunde und lässt die naive Rose glauben, dass sie Charlies Medium ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009215","hoster":"VOE"},{"path":"/redirect/8542486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-6","name":"Lauter Muttersöhnchen","epNo":6,"alt":"Mother Load","descr":"Stan bittet Dorothy, ihn zu seiner Therapie zu begleiten, bei der er seine Obsession ihr gegenüber kurieren will. Dorothy hält das für einen der üblichen Tricks ihres Ex-Manns, um sie zurück zu gewinnen. Aber schließlich sagt sie ja. Der Therapeut Dr. Halperin vermutet, dass Stan in Wirklichkeit Dorothys Mutter Sophia liebt. Also muss die mit einem Trick dazu gebracht werden, ebenfalls zur Therapie zu kommen. Dorothy lernt Jerry Kennedy kennen. Leider aber auch seine dominante Mutter Mrs. Kennedy, die ihr \"Baby\" gegen die böse neue Freundin verteidigen will. Dorothy bringt Jerry dazu, dass er seine Mutter endlich in ihre Schranken weist. Leider mit zweifelhaftem Erfolg für Dorothy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009216","hoster":"VOE"},{"path":"/redirect/8542485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-7","name":"Kann denn Liebe Sünde sein?","epNo":7,"alt":"Dateline: Miami","descr":"Dorothy hat ein Rendezvous mit einem Mann, dem Sophia nicht über den Weg traut. Davon angeregt erinnern sich die anderen \"Golden Girls\" an Erfahrungen mit Schwerenötern. Rose fällt das Treffen mit John ein, der sich während des Essens als Schwindler entpuppte. Blanche denkt an ihre Verabredung mit dem Ex-Priester Bob, die Rose ihr verdarb, weil ihr Bobs Bruder Arnie zu zudringlich wurde. Und Sophia erinnert sich nur noch zu gut an jenen Tag im Jahr 1948, als Dorothy hereinkam und ihrer Mutter erzählte, sie sei schwanger von Stan. Sophia versicherte ihrer Tochter, alles werde gut – solange sie jemand anderen heiraten würde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9209321","hoster":"VOE"},{"path":"/redirect/8542492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-8","name":"Affen im Sturm, Teil 1","epNo":8,"alt":"The Monkey Show, Part 1","descr":"Dorothy ist nicht gerade erfreut, als ihre Schwester Gloria ihren Besuch ankündigt. Allerdings stellt sie erfreut fest, dass die ewige Gewinnerin Gloria inzwischen Ehemann und Vermögen verloren hat. Außerdem hat Dorothy ihre letzte Therapiestunde mit Stan. Dr. Halperin hat ihn dazu gebracht, die unerwiderte Liebe zu seiner Ex-Frau auf einen ausgestopften Affen zu übertragen. Dorothy freut sich, Stan endlich los zu sein – denkt sie zumindest. Der örtliche Fernsehsender stellt acht Stunden Sendezeit für Rose’ \"Telethon\" zur Rettung des McKinley-Leuchtturms zur Verfügung. Blanche bietet Rose Hilfe bei Organisation des Programms an. Sie schmeißt erst mal sämtliche Künstlerinnen raus und engagiert nur noch Männer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009238","hoster":"VOE"},{"path":"/redirect/8542488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-9","name":"Affen im Sturm, Teil 2","epNo":9,"alt":"The Monkey Show, Part 2","descr":"Dorothy hat geglaubt, Stan nach seiner erfolgreichen Therapie endlich los zu sein. Aber Pustekuchen: Sie erwischt ihren Ex-Mann mit ihrer eigenen Schwester im Bett. Stans Entschuldigung ist auch nicht gerade ein Trost. Angeblich haben er und Gloria nur Schutz vor dem Hurrikan gesucht, der über Florida tobt. Aber es kommt noch schlimmer: Dorothys Mutter Sophia unterstützt die Beziehung zwischen Stan und Gloria. Immerhin wollte Dorothy ihren Ex doch loswerden. Als Dorothy ihrer Mutter daraufhin schwere Vorwürfe macht, geht Sophia alleine in den Sturm hinaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11831838","hoster":"VOE"},{"path":"/redirect/9240967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-10","name":"Miles, der Pfennigfuchser","epNo":10,"alt":"Ro$e Loves Mile$","descr":"Sophia nutzt die dreitägige Kreuzfahrt ihrer Tochter, um in deren Sachen herumzuwühlen. Dabei entdeckt sie eine von ihr selbst erstellte Liste mit Dingen, die sie vor ihrem Tod noch erledigen will. Darauf steht auch der Punkt: Versöhnung mit ihrem ersten Ehemann, Guido Spirelli. Blanche rät ihr, Guido einen Brief zu schreiben, aber Sophia macht keine halben Sachen. Sie setzt sich in die nächste Maschine nach Sizilien, um die Angelegenheit persönlich aus der Welt zu schaffen. Rose verzweifelt derweil an Miles’ Geiz und begleitet deshalb Blanche zu einem Rendezvous mit zwei reichen und spendierfreudigen Texanern. Unglücklicherweise läuft sie dabei Miles in die Arme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009137","hoster":"VOE"},{"path":"/redirect/8542472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-11","name":"Wunder gibt es immer wieder","epNo":11,"alt":"Room 7","descr":"Blanche ist verzweifelt darüber, dass die Plantage ihrer Großmutter, an die sie so wundervolle Kindheitserinnerungen hat, abgerissen werden soll. Zusammen mit ihren Mitbewohnerinnen reist sie nach Atlanta, um Abschied zu nehmen. Die Wehmut lässt sie schließlich zu einem radikalen Mittel greifen. Blanche kettet sich aus Protest mit Handschellen an den Heizkörper in Großmutters altem Zimmer. So will sie Kontakt mit ihrem Geist aufnehmen. Sophia hat eine Begegnung der dritten Art. Während einer Ohnmacht trifft sie ihren verstorbenen Mann Sal, der ihr eine Botschaft für Dorothy mitgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009142","hoster":"VOE"},{"path":"/redirect/8542471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-12","name":"Ein Held kehrt heim","epNo":12,"alt":"From Here To The Pharmacy","descr":"In patriotischem Überschwang hat Blanche so viele Männer, wie sie konnte, in den Golfkrieg geschickt. Jetzt steht einer von ihnen als glorreicher Heimkehrer vor ihr und fordert seinen Preis: sie! Blanche ist beeindruckt von Bill, an dessen Namen sie sich allerdings überhaupt nicht erinnern kann. Bei einem romantischen Dinner mit Champagner und Kerzenschein glaubt sie, dass mit Bill alles möglich ist – sogar Monogamie. Doch am nächsten Morgen folgt prompt die Ernüchterung: Bill ist ihr Apotheker und ohne die Uniform auch viel weniger schneidig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009146","hoster":"VOE"},{"path":"/redirect/8545542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-13","name":"Der Papst in Miami","epNo":13,"alt":"The Pope’s Ring","descr":"Sophia ist die erste, die sich Eintrittskarten für den Besuch des Papstes in Miami kauft. Der heilige Vater soll einen Segen für ihre Freundin Agnes sprechen, die im Krankenhaus liegt. Als Sophia niederkniet, um seinen Ring zu küssen, wird er plötzlich von Sicherheitsbeamten weggeführt. Der Ring bleibt allerdings zurück. Sophia will mit dem heiligen Schmuckstück ein Wunder bewirken und verlangt vom Papst, dass er persönlich ihre Freundin im Krankenhaus besucht, wenn er seinen Ring zurück haben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922858","hoster":"VOE"},{"path":"/redirect/8542470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-14","name":"Der erste Kuss","epNo":14,"alt":"Old Boyfriends","descr":"Sophia lernt über eine Kontaktanzeige Marvin kennen. Das Glück könnte perfekt sein, wäre da nicht seine Schwester Sarah, die beim Rendezvous stört. Eigentlich ist Sarah auch nicht Marvins Schwester, sondern seine Frau, die eine Nachfolgerin für den Fall ihres Todes finden will. Sophia ist mit dem seltsamen Arrangement zuerst einverstanden. Rose hat Besuch aus ihrer Heimatstadt St. Olaf. Der ehemalige Mitschüler Thor hat scheinbar ernste Absichten. Leider erinnert Rose sich nicht mehr an ihn und bittet Blanche, gemeinsam mit ihnen essen zu gehen. Die Freundin soll all die Fragen stellen, die Rose sich nicht traut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009136","hoster":"VOE"},{"path":"/redirect/8542469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-15","name":"Adieu, Lancelot!","epNo":15,"alt":"Goodbye, Mr. Gordon","descr":"Dorothy ist nervös wie ein Teenager, als ihr ehemaliger Englischlehrer Mr. Gordon zu Besuch kommt. Weil er bei einem Artikel nicht weiterkommt, bietet Dorothy im großzügig ihre Hilfe an. Die Arbeitsteilung klappt hervorragend: Sie macht die Arbeit, er erntet die Lorbeeren. Rose ist neue Mitarbeiterin einer Fernsehshow und sucht für eine Diskussion zum Thema \"Frauen, die zusammenleben\" Freiwillige. Dorothy und Blanche melden sich für den Fernsehauftritt und bemerken zu spät, dass es sich bei dem Thema um Lesbierinnen handelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009153","hoster":"VOE"},{"path":"/redirect/8542475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-16","name":"Der Zahn der Zeit","epNo":16,"alt":"The Commitments","descr":"Dorothy gewinnt eine Eintrittskarte für das \"Beatlemania\"-Konzert. Deshalb muss Blanche bei Dorothys geplantem Rendezvous mit Jerry einspringen. Jerry ist genau Blanches Typ, aber leider will er auf ihre Anmachversuche partout nicht anspringen. Sind ihre Tage als Südstaatenschönheit etwa endgültig gezählt? Dorothy lernt auf dem Konzert Don, den Darsteller des \"Ringo\", kennen. Sophia mag den neuen Verehrer ihrer Tochter nicht und nennt sie deshalb nur noch \"Yoko\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009144","hoster":"VOE"},{"path":"/redirect/8542483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-17","name":"Mit Fleiß kein Preis","epNo":17,"alt":"Questions \u0026 Answers","descr":"Dorothy bewirbt sich als Kandidatin für ihre Lieblings-Gameshow \"Jeopardy!\" und kommt in der Vorausscheidung bis in die Endrunde. In der Nacht vor der eigentlichen Show schläft sie über ihren Büchern ein und träumt davon, bei \"Jeopardy!\" gegen Rose und den Nachbarn Charlie Dietz anzutreten. Merv Griffin, der Erfinder der Show, schmeißt Dorothy mit der Begründung raus, sie hätte seinem Sohn eben eine bessere Englischnote geben sollen. Dorothy wacht schweißgebadet auf. Die richtige Sendung bringt dann ebenfalls einige Überraschungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009148","hoster":"VOE"},{"path":"/redirect/8542476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-18","name":"Zum letzten Mal Stanley!","epNo":18,"alt":"Ebbtide VI – The Wrath Of Stan","descr":"Bei ihrer Suche nach Themen für das Frühstücksfernsehen trifft Rose auf Dorothys Onkel Angelo. Der erzählt, dass seine Wohnung von Wanzen verseucht sei. Rose greift das Thema dankbar auf und bringt es groß heraus, wodurch Angelo zum Helden wird. Für Dorothy und ihren Ex-Mann Stan hat die ganze Angelegenheit allerdings ein unangenehmes Nachspiel. Weil sie die Besitzer des Hauses sind, in dem Angelo lebt, werden die beiden verhaftet und vor Gericht gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11831841","hoster":"VOE"},{"path":"/redirect/8542474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-19","name":"Karaoke und Kamikaze","epNo":19,"alt":"Journey To The Center Of Attention","descr":"Blanche lädt Dorothy ein, sie in ihrer Lieblingsbar zu begleiten. Blanche sonnt sich dort wie immer in Gunst der Männer und lässt sich einladen, während ihre Freundin am Katzentisch Platz nehmen muss. Doch dann greift Dorothy zum Mikrofon, und sofort liegt ihr die ganze Bar zu Füßen. Für Blanche ist es ein Alptraum, wenn jemand anders im Mittelpunkt steht. Aber ihr Konter mit einem eigenen Lied scheitert kläglich. Sophia kehrt von einer irischen Beerdigung zurück. Sie ist so begeistert von der Feier, dass sie unbedingt ihre eigene Beerdigung feiern will. Allerdings soll die noch zu ihren Lebzeiten stattfinden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009164","hoster":"VOE"},{"path":"/redirect/8542481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-20","name":"Verführung bei Vollmond, Teil 1","epNo":20,"alt":"A Midwinter Night’s Dream","descr":"Wenn in einem Jahr der 29. Februar auch noch auf Vollmond fällt, dann ist das für Blanche nur ein Grund mehr, eine Party feiern; zu der sie natürlich nur Männer einlädt. Sophia hingegen hat panische Angst vor dem Tag, denn eine Hexe hat auf ihrem Sterbebett Dorothy verflucht und Sophia genau vor diesem Tag warnte. Um dem Fluch von der Freundin abzuwenden, muss Sophia drei Aufgaben erfüllen: einen Dummkopf küssen, einem heiligen Mann helfen und den Verrat an einem Freund aufdecken. Auf Blanches Party hat sie reichlich Gelegenheit, ihre Mission zu erfüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009162","hoster":"VOE"},{"path":"/redirect/8542484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-21","name":"Verführung bei Vollmond, Teil 2","epNo":21,"alt":"A Midwinter Night’s Dream Continues","descr":"Nachdem Sophia die ersten zwei Aufgaben souverän gelöst hat, steht nur noch die dritte aus, die Aufdeckung des Verrats an einer Freundin. Die Gelegenheit bietet sich, als Sophia sieht, wie Dorothy und Miles sich heimlich im Mondschein küssen. Hatte Miles nicht kurz vorher auf der Party seine Verlobung mit Rose bekannt gegeben? Sophia ist fest entschlossen, ihrer Freundin die Augen über den frisch Verlobten zu öffnen. Aber das ist gar nicht so einfach. Blanche hat auf ihrer eigenen Party den attraktiven Derek kennen gelernt. Zuerst ist sie fest davon überzeugt, ihrer Traummann endlich gefunden haben. Aber als sie ihre wertvolle Halskette vermisst, fällt der Verdacht ausgerechnet auf den neuen Schwarm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009174","hoster":"VOE"},{"path":"/redirect/8542478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-22","name":"Ein pikantes Geschenk","epNo":22,"alt":"Rose: Portrait Of A Woman","descr":"Rose kann sich nicht entscheiden, was sie Miles zu seinem Geburtstag schenken soll. Blanche schlägt ihr vor, ihn mit erotischen Fotos von sich zu überraschen. Zunächst ist Rose bei dem Fotografen zugeknöpft, aber schon bald zeigt sie sich offenherziger. Das Ergebnis haut Miles um. Einer ihrer ehemaligen Studenten bietet Dorothy einen lukrativen Job an: Sie soll Schulungen für die Verkaufsabteilung seiner Firma durchführen. Dorothys anfänglicher Enthusiasmus verfliegt schnell, weil ihre neuen Schüler sich mehr für Golf als für ihren Unterricht interessieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009166","hoster":"VOE"},{"path":"/redirect/8542477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-23","name":"Freundinnen in der Not, Teil 1","epNo":23,"alt":"Home Again Rose, Part 1","descr":"Rose ist enttäuscht, weil sie das High-School-Treffen in St. Olaf verpasst hat. Blanche schlägt vor, mit Dorothy und Rose auf ein Fest in Miami zu gehen, dessen Teilnehmer vor 40 Jahren zusammen in der Schule waren. Anfangs merkt niemand, dass die drei \"Golden Girls\" Schwindlerinnen sind. Erst als Dorothy zur Königin des Abends gewählt wird, fällt ihrem \"König\" der Betrug auf. In der Aufregung erleidet Rose einen Herzanfall. Im Krankenhaus schließt Blanche einen Pakt mit Gott: Wenn Rose überlebt, will sie auf ihr sündiges Leben verzichten und die verbliebenen Tage der Kirche widmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009168","hoster":"VOE"},{"path":"/redirect/8542487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-24","name":"Freundinnen in der Not, Teil 2","epNo":24,"alt":"Home Again Rose, Part 2","descr":"Rose’ Zustand wird schlechter, und sie muss operiert werden. Im Wartezimmer erinnern Dorothy, Sophia und Blanche sich an die komischen Zeiten mit ihrer Mitbewohnerin. Rose’ Tochter Kirsten ist empört über die scheinbare gute Laune der anderen \"Golden Girls\". Aber dann erfährt sie, dass die vier abgemacht haben, dass sie im Fall der Fälle gegenseitig füreinander sorgen wollen. Kirsten wird klar, dass ihre Mutter mit Dorothy, Blanche und Sophia eine zweite Familie hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009175","hoster":"VOE"},{"path":"/redirect/8542479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-25","name":"Die Nichte der Braut, Teil 1","epNo":25,"alt":"One Flew Out Of The Cuckoo’s Nest, Part 1","descr":"Blanche trifft einen attraktiven Fremden und nimmt seine Einladung zum Dinner an, obwohl sie sich eigentlich um ihren verwitweten Onkel Lucas kümmern sollte, der zu Besuch in der Stadt ist. Stattdessen bittet sie Dorothy, mit Lucas auszugehen, der angeblich verrückt nach ihr sei. Das gleiche erzählt sie Lucas über Dorothy, und dementsprechend nervös treffen die beiden aufeinander. Als sie merken, dass Blanche sie beschwindelt hat, beschließen sie, sich an ihr zu rächen. Ihr schnell gefasster Plan geht auf: Blanche ist mehr als überrascht, als Lucas plötzlich mit Blumen vor der Tür steht, vor Dorothy auf die Knie sinkt und um ihre Hand anhält! (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009172","hoster":"VOE"},{"path":"/redirect/8542490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/golden-girls/staffel-7/episode-26","name":"Die Nichte der Braut, Teil 2","epNo":26,"alt":"One Flew Out Of The Cuckoo’s Nest, Part 2","descr":"Dorothys Hochzeitspläne sorgen für Wirbel: Dorothy will mit Lucas nach Atlanta ziehen, Sophia soll sie begleiten. Rose plant ebenfalls, Miami zu verlassen. Sie will in Zukunft bei ihrer Tochter Kirsten wohnen. Am Abend vor der Hochzeit sitzen die \"Golden Girls\" ein letztes Mal zusammen in der Küche – bei einem letzten Stückchen Käsekuchen. Später in der Nacht bittet Blanche Rose darum, bei ihr zu bleiben, weil sie sie braucht. Am Hochzeitstag sind alle mit letzten Vorbereitungen beschäftigt. Dorothy ist angenehm überrascht, als eine große Limousine vor dem Haus hält, um sie zur Trauung zu bringen. Der Fahrer ist kein geringerer als ihr Ex-Ehemann Stan! Die Hochzeitszeremonie ist so feierlich, dass selbst Sophia zu Tränen gerührt ist. Im Anschluss an die Trauung nimmt sie ihre Tochter beiseite, um ihr zu sagen, dass sie in Miami bei Blanche und Rose bleiben wird. Dorothy regt sich zunächst furchtbar auf, aber dann versteht sie ihre Mutter. Als es Zeit wird, Abschied zu nehmen, bleibt schließlich kein einziges Auge trocken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13868692","hoster":"VOE"},{"path":"/redirect/8542482","hoster":"Streamtape"}]}]}]}]}