{"seriesId":"good-behavior","name":"Good Behavior","descr":"Letty Dobesh ist eine Diebin und Betrügerin. Ihr Leben ist ständig nur eine aufgedeckte Lüge davon entfernt, auseinander zu brechen. Allerdings kann sie sich auch kein anderes Leben vorstellen. Als Letty aus dem Gefängnis entlassen wird, versucht sie sich über Wasser zu halten. Aber als sie mitbekommt, wie ein Profikiller angeheuert wird um die Ehefrau seines Auftraggebers aus dem Weg zu räumen, greift sie ein um die Tat zu verhindern. So gerät sie auf Kollisionskurs mit dem Killer und verfängt sich in einer gefährlichen und verführerischen Beziehung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Also doch keine Englischlehrerin","epNo":1,"alt":"So You’re Not an English Teacher","descr":"Letty Raines wird wegen guter Führung vorzeitig aus dem Gefängnis entlassen und versucht alles, um fortan ein besserer Mensch zu sein. Als sie zufällig mithört, wie ein Ehemann einen Auftragsmörder mit der Tötung seiner Ehefrau betraut, will sie die Frau retten und den Job des Killers vereiteln. Es dauert aber nicht lange, bis sie in eine gefährliche Beziehung mit dem Killer verstrickt ist.","versions":[{"lang":1,"streams":[{"redirect":12916644,"hoster":"VOE"},{"redirect":8556681,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nur das Beste für Mrs. Diaz","epNo":2,"alt":"Only the Best for Mrs. Diaz","descr":"Javier zwingt Letty, ihn bei der Ausführung seines nächsten Jobs zu unterstützen. In einem Luxus-Resort in den Smoky Mountains soll sie sich als seine Frau ausgeben. Wie vereinbart gelingt es ihr, sich mit der Zielperson anzufreunden. Als Letty jedoch versucht, gemeinsam mit der Frau zu fliehen, geht allerhand schief und Letty steckt heillos in der Klemme.","versions":[{"lang":1,"streams":[{"redirect":9591928,"hoster":"VOE"},{"redirect":8542610,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Weil ich so schrecklich bin","epNo":3,"alt":"From Terrible Me","descr":"Letty und Javier müssen unter Zeitdruck einige Probleme aus der Welt schaffen, die bei Javiers Auftrag in den Smokey Mountains entstanden sind. Dabei beschuldigen sich die beiden gegenseitig, Schuld an dem Schlamassel zu haben, in dem sie stecken. Lettys Bewährungshelfer macht indes eine klare Ansage: Sollte Letty nicht bei ihrem nächsten Termin erscheinen, sitzt sie wieder im Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":14492278,"hoster":"VOE"},{"redirect":8542612,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Deine Mama hatte eine harte Nacht","epNo":4,"alt":"Your Mama Had A Hard Night","descr":"Letty versucht ernsthaft ihr Leben zu ändern und kehrt zurück in ihren Heimatort, um ihrem Sohn Jacob näher zu sein. Doch dafür muss sie einen Weg finden, das Kontaktverbot zu ihm zu umgehen. Außerdem versucht sie, ihre Freundin Tiffany vor einer bitteren Wahrheit über deren Ehemann zu schützen, doch das geht gewaltig nach hinten los.","versions":[{"lang":1,"streams":[{"redirect":9591931,"hoster":"VOE"},{"redirect":8542617,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schönheit, wem Schönheit gebührt","epNo":5,"alt":"Beautiful Things Deserve Beautiful Things","descr":"Letty wendet sich an Javier, um dem Chaos zu entfliehen, das sie unabsichtlich bei ihrem Klassentreffen verursacht hat. Dieser ist auf dem Weg zu seiner Schwester Ava und hofft, dass sie ihm erklären kann, warum er plötzlich Anrufe von seiner Familie bekommt. Christian folgt ihnen um Letty zu verhaften, doch die dreht den Spieß um und zieht ihren Bewährungshelfer in einen ihrer Pläne hinein.","versions":[{"lang":1,"streams":[{"redirect":14491518,"hoster":"VOE"},{"redirect":8556688,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wir geben vor, nicht weiterzukommen","epNo":6,"alt":"We Pretend We’re Stuck","descr":"Letty kehrt mit Javier in ihren Heimatort zurück und versucht mit seiner Hilfe das Sorgerecht für ihren Sohn Jacob zurückzubekommen. Doch als sie einen Tag mit Jacob verbringt gerät sie in eine Krise, die ihr nicht nur die harte Realität eines Lebens als Mutter vor Augen führt, sondern auch ihre Bewährung gefährdet.","versions":[{"lang":1,"streams":[{"redirect":14493360,"hoster":"VOE"},{"redirect":8542611,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Ballade vom kleinen Santino","epNo":7,"alt":"The Ballad of Little Santino","descr":"Letty begleitet Javier zu einem mysteriösen – und explosiven – Familientreffen und versucht so viel wie möglich über seine Vergangenheit herauszufinden, ohne ihre Rolle als seine Freundin aufzugeben. Doch hinter seinem bestgehüteten Geheimnis versteckt sich eine tragische Geschichte.","versions":[{"lang":1,"streams":[{"redirect":14491556,"hoster":"VOE"},{"redirect":8542616,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Und es passt immer noch","epNo":8,"alt":"It Still Fits Bitch","descr":"Nachdem Letty Kaution für ihre Mutter Estelle stellen muss, stellt sich die Frage, wer von den beiden Frauen besser in der Lage ist, Jacob aufzuziehen. Als dann noch Jacobs Vater Sean unangekündigt auftaucht, ist das Chaos perfekt.","versions":[{"lang":1,"streams":[{"redirect":9591930,"hoster":"VOE"},{"redirect":8542624,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Für Sie wahrscheinlich Erdbeere","epNo":9,"alt":"For You I’d Go With Strawberry","descr":"Seans Versuch, das Sorgerecht für Jacob zu bekommen, setzt Letty hart zu. Doch ihr Zögern in einem schwachen Moment könnte ihre Beziehung zu Javier für immer beschädigen. Christian gibt Letty derweil eine Chance, die ihr Leben verändern könnte.","versions":[{"lang":1,"streams":[{"redirect":14491626,"hoster":"VOE"},{"redirect":8556696,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Einfach alles","epNo":10,"alt":"All The Things","descr":"Letty trifft eine verheerende Entscheidung und muss die Konsequenzen ihrer Handlungen tragen. Doch dieses Mal muss sie die Situation in Ordnung bringen, um Javier zu retten.","versions":[{"lang":1,"streams":[{"redirect":13112573,"hoster":"VOE"},{"redirect":8556697,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Herzinfarkt hat sich am besten bewährt","epNo":1,"alt":"The Heart Attack Is The Best Way","descr":"Ein Deal mit dem FBI gab Letty das Sorgerecht für ihren Sohn zurück?- und hätte sie fast die Beziehung zu Javier gekostet. Zu Beginn der zweiten Staffel versuchen sie sich zu dritt ein neues Leben aufzubauen, doch Normalität scheint sich ihr zu entziehen. Um dem FBI und ihrer eigenen Vergangenheit zu entkommen, muss Letty ihre gesamte kriminelle Energie aufwenden.","versions":[{"lang":1,"streams":[{"redirect":12379309,"hoster":"VOE"},{"redirect":8545572,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich will, dass du einmal jemanden am Leben lässt","epNo":2,"alt":"I Want You To Leave A Person Alive For Once","descr":"Im Andenken an seinen verstorbenen Bruder bricht Javier zu seinem jährlichen Campingtrip auf. Doch Letty findet heraus, dass Javier in Wahrheit einen weiteren Auftrag angenommen hat, um ihre Familie zu unterstützen und versucht ihn aufzuhalten. Außerdem taucht plötzlich der Exfreund von Javiers Schwester Ava unter seltsamen Umständen auf.","versions":[{"lang":1,"streams":[{"redirect":9009689,"hoster":"VOE"},{"redirect":8542618,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Weil ich Frau Weihnachtsmann bin","epNo":3,"alt":"Because I’m Mrs. Claus","descr":"Als Letty und Javier gemeinsam mit Lettys Mutter Estelle und deren Verlobten Rob einen Weihnachtsurlaub in einem abgeschiedenen Luxushotel verbringen, schaffen sie es endlich echte Beziehungen zueinander aufzubauen, doch Estelle wird von jemandem verfolgt, der mehr als nur denFamilienurlaub bedroht. Christian und Fbi-Agentin Lashever unternehmen derweil einen eigenen Ausflug.","versions":[{"lang":1,"streams":[{"redirect":9009690,"hoster":"VOE"},{"redirect":8542621,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das ist ein Zeichen","epNo":4,"alt":"I Think It’s A Sign","descr":"","versions":[{"lang":1,"streams":[{"redirect":9591932,"hoster":"VOE"},{"redirect":8542619,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Du könntest mich entdecken","epNo":5,"alt":"You Could Discover Me","descr":"Um sich ihre Freiheit zurückzukaufen, müssen Letty (Michelle Dockery) und Javier (Juan Diego Botto) zusammenarbeiten und eine halbe Million Dollar von dem Besitzer eines Drag-Clubs stehlen. Dieses Vorhaben entpuppt sich jedoch als gefährlicher als erwartet.","versions":[{"lang":1,"streams":[{"redirect":9009714,"hoster":"VOE"},{"redirect":8556701,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zu einfach macht auch keinen Spaß","epNo":6,"alt":"It’s No Fun If It’s Easy","descr":"Letty (Michelle Dockery), Javier (Juan Diego Botto) und Jacob (Nyles Julian Steele) besuchen Lettys Großmutter Alice (Holland Taylor), um sie um Hilfe bei einer Angelegenheit zu bitten. Allerdings lässt Alice, welche selbst eine gerissene Trickbetrügerin ist, Letty für ihre Bitte arbeiten und zieht sie in ihre eigenen professionellen Schwindel mit hinein.","versions":[{"lang":1,"streams":[{"redirect":9591935,"hoster":"VOE"},{"redirect":8556703,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Danke nicht Gott, danke mir","epNo":7,"alt":"Don’t Thank God, Thank Me","descr":"Letty (Michelle Dockery) versucht, in ihr altes Leben zurückzukehren, nachdem sie realisiert hat, dass sich Javier (Juan Diego Botto) und sie gegenseitig nicht guttun.Javier setzt indes alles daran, Antworten von der Person zu erhalten, die versucht hat, ihn umzubringen.","versions":[{"lang":1,"streams":[{"redirect":9591934,"hoster":"VOE"},{"redirect":8542620,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bleib wie du bist","epNo":8,"alt":"Stay Beautiful","descr":"Javier (Juan Diego Botto) nimmt einen der merkwürdigsten und grausamsten Jobs an, die er je verrichtet hat.Letty (Michelle Dockery) begibt sich derweil weiter in einen Abwärtsstrudel, bis sie ganz unten ankommt.","versions":[{"lang":1,"streams":[{"redirect":13096248,"hoster":"VOE"},{"redirect":8542623,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"And I Am A Violent Criminal","epNo":9,"alt":"And I Am A Violent Criminal","descr":"Javier (Juan Diego Botto) und Letty (Michelle Dockery) finden wieder zueinander, sind jedoch weiterhin in Gefahr, weil Javiers Jäger weiterhin auf freiem Fuß ist.Letty überschreitet derweil eine Grenze.","versions":[{"lang":1,"streams":[{"redirect":9009719,"hoster":"VOE"},{"redirect":8542622,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Letty Raines, In The Beach House, With The Gun","epNo":10,"alt":"Letty Raines, In The Beach House, With The Gun","descr":"Letty (Michelle Dockery) und Javier (Juan Diego Botto) müssen das Durcheinander aufräumen, das sie verursacht hat, und das schnell, sonst landen sie im Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":9009713,"hoster":"VOE"},{"redirect":8545574,"hoster":"Streamtape"}]}]}]}]}