{"path":"/serie/stream/good-sam","name":"Good Sam","descr":"Sam (Sophia Bush) ist eine angesehene Herzchirurgin, die in ihrer neuen Chefposition aufgeht, nachdem ihr arroganter Boss Dr. Paul ‚Griff‘ Griffith (Jason Isaacs) in ein Koma fällt. Als dieser aber zur Arbeit zurückkehrt und auch wieder im OP tätig ist, liegt es an Sam als neuem Boss, die Arbeit des anmaßenden und befehlsgewohnten Kollegen zu überwachen – bei dem es sich zufällig auch noch um ihren Vater handelt…","seasons":[{"path":"/serie/stream/good-sam/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/good-sam/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Als Sams ehemaliger Chef Monate später aufwacht und verlangt, seine Aufgaben wieder aufzunehmen, hat sie die Aufgabe, diesen egoistischen Experten mit einem Skalpell zu beaufsichtigen, der ihr herausragendes Talent nie anerkannt hat. Erschwerend kommt hinzu, dass der bissige und arrogante Griffith zufällig auch ihr Vater ist. Während er Sams Autorität trotzt und ihre medizinische Expertise in Frage stellt, stellt sich die große Frage, ob dieser Vater und seine Tochter jemals in der Lage sein werden, ihre eigene Beziehung so fachmännisch zu reparieren, wie sie die Herzen ihrer Patienten heilen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14415970","hoster":"VOE"},{"path":"/redirect/14431717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-2","name":"","epNo":2,"alt":"Natural Order","descr":"Dr. Sam Griffith (Sophia Bush) kämpft darum, ihre neue Führungsrolle als Chefärztin der Chirurgie zu behalten, als ihr Vater und ehemaliger Chef, Dr. Rob \"Griff\" Griffith (Jason Isaacs), seinen Fall zur Wiedereinstellung direkt an den Krankenhausvorstand bringt.Außerdem geht Dr. Caleb Tucker (Michael Stahl-David), Sams Ex, eine unerwartete Verbindung zu einem Patienten ein, der mit einer mysteriösen Erkrankung kämpft.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14423288","hoster":"VOE"},{"path":"/redirect/14431723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-3","name":"","epNo":3,"alt":"Butt of the Joke","descr":"Als Dr. Sam Griffith (Sophia Bush) sich weigert, ihre Rolle als Chefin aufzugeben, orchestriert ihr Vater Griff (Jason Isaacs) eine kostspielige Überraschung.Sams Mutter, die Krankenhausverwalterin Vivian (Wendy Crewson), wendet sich an ihren neuen Ehepartner, den Therapeuten Asher Pyne (Sendhil Ramamurthy), um Hilfe bei der Bewältigung des Kampfes zwischen ihrer Tochter und ihrem Ex-Mann zu erhalten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14416035","hoster":"VOE"},{"path":"/redirect/14431716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-4","name":"","epNo":4,"alt":"Attachments","descr":"Als Sam (Sophia Bush) einen anonymen Spender ausfindig macht, ist sie schockiert, als sie erfährt, warum der Spender ihrem Vater Griff gegenüber so loyal ist. Außerdem bietet Griff (Jason Isaacs) seiner Tochter an, ihr als Mentor zur Seite zu stehen und ihre Nachfolge zu sichern - wenn er in seine Rolle als Chefarzt zurückkehrt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14416037","hoster":"VOE"},{"path":"/redirect/14431719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-5","name":"","epNo":5,"alt":"Wake Up","descr":"Als ein Schussopfer in die Notaufnahme eingeliefert wird, erinnert sich Griff an die Folgen seiner eigenen Schießerei und erfährt neue Details darüber, wie die Menschen in seinem Leben in den sechs Monaten, in denen er im Koma lag, beeinflusst wurden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14416038","hoster":"VOE"},{"path":"/redirect/14431718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-6","name":"","epNo":6,"alt":"Truce","descr":"Geheimnisse, die bei einer großen Spendengala für das Krankenhaus enthüllt werden, drohen den zarten Waffenstillstand zwischen Dr. Sam und ihrem Vater Griff zu beenden. Außerdem trifft Dr. Lex Trulie, Assistenzärztin in der Herz-Thoraxchirurgie, eine Entscheidung, die ihre berufliche Laufbahn verändern könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14423287","hoster":"VOE"},{"path":"/redirect/14431727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-7","name":"","epNo":7,"alt":"Chronic Insult","descr":"Dr. Sam Griffith muss sich mit den Folgen ihrer Aktionen bei der Spendengala des Krankenhauses auseinandersetzen und Griff kehrt zum ersten Mal seit seiner Schießerei in den OP zurück, um eine Bypass-Operation durchzuführen. Auch Malcolms entfremdete Mutter, die Vorstandsvorsitzende des Krankenhauses, Tina Kingsley, kehrt zurück.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14416039","hoster":"VOE"},{"path":"/redirect/14431721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-8","name":"","epNo":8,"alt":"Keep Talking","descr":"Als Amy Taylor in Begleitung ihrer Schwester Gretchen mit Anzeichen einer vorzeitigen Herzerkrankung ins Krankenhaus eingeliefert wird, stößt Dr. Sam Griffith auf ein tieferes medizinisches Geheimnis. Außerdem wartet Griffith ungeduldig auf die Ergebnisse seiner MRT-Untersuchung, in der Hoffnung, den Ursachen seiner beunruhigenden Symptome auf den Grund zu gehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14415946","hoster":"VOE"},{"path":"/redirect/14431720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-9","name":"","epNo":9,"alt":"A Light in the Storm","descr":"Als ein verheerender Sturm zu einem Übermaß an Patienten und begrenzten Ressourcen führt, sind Dr. Sam Griffith und ihr Team gezwungen, unmögliche Entscheidungen für die Versorgung ihrer Patienten zu treffen. Außerdem nimmt Dr. Rob Griffith Kontakt zu einem jungen Patienten auf, der mit einer seltenen Herzerkrankung eingeliefert wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14423325","hoster":"VOE"},{"path":"/redirect/14431722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-10","name":"","epNo":10,"alt":"I Thought I Lost You","descr":"Nach einem verheerenden Sturm kommen Dr. Sam Griffith und ihr Vater Griff zusammen, um ihre verletzte Mutter Vivian zu unterstützen. Außerdem treffen Dr. Lex Trulie und Dr. Joey Costa wichtige Entscheidungen über ihre Zukunft.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14423280","hoster":"VOE"},{"path":"/redirect/14431724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-11","name":"","epNo":11,"alt":"Family/Business","descr":"Während Griff seine Assistenzzeit abschließt und sich auf seine offizielle Rückkehr in die Chirurgie vorbereitet, macht die Vorstandsvorsitzende des Krankenhauses, Tina Kingsley (Victoria Rowell), eine verblüffende Ankündigung, die die Zukunft von Lakeshore Sentinel gefährdet. Außerdem lernt Lex ihren unnachgiebigen neuen Chef kennen, und der Konflikt zwischen Isan und Joey spitzt sich zu, während sich das Operationsteam auf eine Lungentransplantation vorbereitet, bei der viel auf dem Spiel steht","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14415948","hoster":"VOE"},{"path":"/redirect/14390931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-12","name":"","epNo":12,"alt":"The Griffith Technique","descr":"Während Sam, Griff und Vivian mit den Folgen von Griffs Bombengeständnis vor dem Krankenhausvorstand konfrontiert werden, bereitet sich das OP-Team auf eine seltene hochkarätige Operation vor, die Sams Karriere auf die nächste Stufe heben könnte. Außerdem konfrontiert Lex Griff mit seinem Verrat, und Malcolm nimmt den Sitz seiner Mutter im Aufsichtsrat ins Visier.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14416041","hoster":"VOE"},{"path":"/redirect/14431726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-sam/staffel-1/episode-13","name":"","epNo":13,"alt":"To Whom It May Concern","descr":"Der Kampf zwischen Dr. Sam Griffith (Sophia Bush) und Dr. Rob \"Griff\" Griffith (Jason Isaacs) ist wieder da. Der Kampf nimmt eine schockierende Wendung, die ihre Familiendynamik und die Zukunft der beiden unwiderruflich verändern wird","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14416043","hoster":"VOE"},{"path":"/redirect/14431725","hoster":"Streamtape"}]}]}]}]}