{"seriesId":"good-wife","name":"Good Wife","descr":"[The Good Wife] Ihr ganzes Leben lang hat Alicia Florrick an der Karriere ihres Ehemannes Peter mitgearbeitet. Da blieb ihr keine Zeit für eine eigene Karriere. So ließ sie die Jurisprudenz bereits nach ihrem ersten Berufsjahr wieder sein. Peter brachte es bis zum gewählten Staatsanwalt von Cook County bis ein Sex- und Korruptionsskandal seiner Karriere ein jähes Ende bereitete. Peter musste wegen Korruption ins Gefängnis. Nachdem der erste Prozess gegen Peter das Familienvermögen verschlungen hatte, suchte sich Alicia Arbeit als Anwältin, um sich und Ihre Kinder Grace und Zach zu versorgen. Alicia fand einen Job bei der renommierten Kanzlei ihres alten Freundes Will Gardner. Doch dort muss Alicia beständig um ihre Anstellung kämpfen: Die Zeiten sind schlecht, und die Kanzleipolitik ist komplex. Und da ihr untreuer Mann im Gefängnis sitzt, muss sich Alicia die Frage nach den eigenen Wünschen für die Zukunft stellen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Alicia Florrick (Julianna Margulies) ist die Frau des Staatsanwalts Peter Florrick (Chris Noth). Als Peter aufgrund eines Sex- und Korruptions-Skandals angeklagt und inhaftiert wird, ändert sich für Alicia alles. Nach öffentlicher Demütigung und Treuebruch fasst sie einen entscheidenden Entschluss: Um für ihre zwei Kinder zu sorgen und ihren Ruf wieder herzustellen, kehrt sie nach dreizehn Jahren in ihren alten Beruf als Prozessanwältin zurück ...","versions":[{"lang":1,"streams":[{"redirect":12667661,"hoster":"VOE"},{"redirect":12667674,"hoster":"Doodstream"},{"redirect":12667668,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664820,"hoster":"VOE"},{"redirect":8664817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Stripperin","epNo":2,"alt":"Stripped","descr":"Christy Barbosa, die als Stripperin für eine Junggesellenabschiedsparty engagiert war, wurde nach ihrem Auftritt vom Bräutigam, dem reichen Lloyd McKeon, vergewaltigt. Sie wendet sich mit der Bitte um Hilfe an Alicia, weil sie sie aus dem Fernsehen kennt und sie ihr vertrauenswürdig und sympathisch erscheint. McKeon wird von Will Ericcson verteidigt, der durch einen geschickten Schachzug den unerfahrenen Richter Abernathy dazu bringt, die Klage abzuweisen ...","versions":[{"lang":1,"streams":[{"redirect":14384919,"hoster":"VOE"},{"redirect":12667800,"hoster":"Doodstream"},{"redirect":14410106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384822,"hoster":"VOE"},{"redirect":14409899,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kein Weg zurück","epNo":3,"alt":"Home","descr":"Kenny, ein junger Mann aus der alten Nachbarschaft in Highland Park, sucht bei Alicia Hilfe. Es geht um unbefugtes Betreten einer Wohnung und den Besitz von ein bisschen Gras. Das glaubt zumindest Alicia. Umso erstaunter ist sie, als sie erfährt, dass Kenny wegen Mordes gesucht wird. Sein Kumpel Brian, mit dem er die Tour durchgezogen hat, sagt vor Gericht gegen Kenny aus. Es stellt sich heraus, dass er es war, der den plötzlich auftauchenden Wachmann erschlagen hat ...","versions":[{"lang":1,"streams":[{"redirect":14396075,"hoster":"VOE"},{"redirect":12667636,"hoster":"Doodstream"},{"redirect":14395096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396124,"hoster":"VOE"},{"redirect":14395071,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bestechung","epNo":4,"alt":"Fixed","descr":"Diane vertritt ein junges Ehepaar. Ray sitzt im Rollstuhl, seit er Zennapril, ein Migränemedikament, genommen hat. Wenn Diane den Fall gewinnt, wartet eine Sammelklage, denn es gibt weitere Zennapril-Geschädigte. Alicia findet zwischen den Zeugenaussagen einen Zettel, der darauf hinweist, dass möglicherweise einer der Geschworenen bestochen wurde - Nummer 2 oder Nummer 11. Kalinda nimmt die beiden unter die Lupe, während Diane den Verdacht dem Richter vorträgt ...","versions":[{"lang":1,"streams":[{"redirect":14385172,"hoster":"VOE"},{"redirect":12667654,"hoster":"Doodstream"},{"redirect":14405581,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396012,"hoster":"VOE"},{"redirect":14409907,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Zugunglück","epNo":5,"alt":"Crash","descr":"Will und Alicia vertreten drei Witwen, die ihre Männer bei einem Zugunglück verloren haben. Die angeklagte Firma behauptet, sie seien zu schnell gefahren und bietet lächerlich niedrige Unterhaltszahlungen an. Will möchte beweisen, dass der Unfall aufgrund von Überstunden und schwerer Arbeitsüberlastung geschehen ist, doch Alicia findet heraus, dass etwas mit dem Ladereglersystem nicht in Ordnung war. So war der Zug mit fehlerhaften Instrumenten bestückt ...","versions":[{"lang":1,"streams":[{"redirect":14385173,"hoster":"VOE"},{"redirect":12667705,"hoster":"Doodstream"},{"redirect":14395098,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385222,"hoster":"VOE"},{"redirect":14409906,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ehepartner","epNo":6,"alt":"Conjugal","descr":"Die Kanzlei übernimmt das automatische Berufungsverfahren für Clarence Willcox, der wegen Mordes an einem Polizisten im Todestrakt sitzt. Der Richter lehnt eine Berufung ab. Willcox\u0027 Frau Patrice behauptet, ihr Mann sei unschuldig, da er zur Tatzeit bei ihr war. Alicia und Cary nehmen sich des Falls an und überzeugen Will davon, in Berufung zu gehen und auf unschuldig zu plädieren. Sie finden heraus, dass bei der Gegenüberstellung nicht alles astrein abgelaufen ist ...","versions":[{"lang":1,"streams":[{"redirect":12667793,"hoster":"VOE"},{"redirect":12667796,"hoster":"Doodstream"},{"redirect":12667792,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12335422,"hoster":"VOE"},{"redirect":8664827,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unorthodox","epNo":7,"alt":"Unorthodox","descr":"In der Kanzlei Stern, Lockhart und Gardner stehen Entlassungen bevor. Alicia bekommt die Chance, Punkte zu sammeln, da sie Anna, die Tochter von Mister Stern, vertreten soll. Die hat unter ihr flippiges Partyleben einen Schlussstrich gezogen und ist mit einem orthodoxen Juden zusammen. Ein heruntergefallener Eruv-Draht, der an ihrem Haus befestigt war, ist Ursache für einen bösen Sturz von Miss Dawn, die nun mit ihrem Anwalt Anna und ihren Mann auf Strafschadensersatz verklagt.","versions":[{"lang":1,"streams":[{"redirect":12667679,"hoster":"VOE"},{"redirect":12667687,"hoster":"Doodstream"},{"redirect":12980892,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664831,"hoster":"VOE"},{"redirect":8664829,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unvorbereitet","epNo":8,"alt":"Unprepared","descr":"Peter Florrick hat die Möglichkeit, gegen Kaution und mit elektronischer Fußfessel aus dem Gefängnis entlassen zu werden. Doch dann sorgt sein Freund Alex Phalen im Auftrag der Staatsanwaltschaft dafür, dass daraus nichts wird. Die Kanzlei Stern, Lockhart und Gardner verteidigt indes eine englische Wissenschaftlerin, die in ihrem Forschungslabor einen Brand gelegt haben soll. Die intensive Zeugenvorbereitung gestaltet sich als schwierig ...","versions":[{"lang":1,"streams":[{"redirect":14503855,"hoster":"VOE"},{"redirect":12667738,"hoster":"Doodstream"},{"redirect":14420297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13014720,"hoster":"VOE"},{"redirect":14418582,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der dritte Partner","epNo":9,"alt":"Threesome","descr":"Amber Madison will ein Buch herausbringen, in dem alle pikanten Einzelheiten ihres Verhältnisses mit Peter Florrick ausgebreitet werden sollen. Es kommt zu einem Gespräch mit Florrick und dessen Anwalt Golden. Amber möchte sich ihr Schweigen vergolden lassen, doch es kommt anders als gedacht: Sie wird von Peter unter Druck gesetzt ... Mister Stern kehrt zurück in die Kanzlei. Er hat vor einiger Zeit einen Unfall unter Alkoholeinfluss gebaut. Alicia soll ihn verteidigen ...","versions":[{"lang":1,"streams":[{"redirect":14503852,"hoster":"VOE"},{"redirect":12667815,"hoster":"Doodstream"},{"redirect":14418600,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664840,"hoster":"VOE"},{"redirect":14418584,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Befangen","epNo":10,"alt":"Lifeguard","descr":"Terrance Ramsey wird für ein kleines Vergehen von Richter Baxter, über den schon mehrere Beschwerden eingegangen sind, ziemlich hart bestraft. Angetrieben von Kalinda geht Will, der beste Freund von Richter Baxter, der Sache auf den Grund. Seine Partnerin bekommt ein Angebot von nun an als Richterin zu arbeiten. Beide Handlungen kreuzen den Weg...","versions":[{"lang":1,"streams":[{"redirect":14503851,"hoster":"VOE"},{"redirect":12667647,"hoster":"Doodstream"},{"redirect":14420298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14503423,"hoster":"VOE"},{"redirect":14418586,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unterstellung","epNo":11,"alt":"Infamy","descr":"Will begegnet seiner ehemaligen Geliebten Emily, die den Sensationsreporter Duke Roscoe vertritt, der über Cheryl Willens, die verstorbene Frau von Tim Willens - dem Mandanten von Will und Diane - Lügengeschichten verbreitet. Deren Tochter war in einem Supermarkt entführt worden. Duke Roscoe behauptet aber, die Mutter habe ihr Kind ermordet. Obwohl sich Dukes Sender zu einer Schadenersatzzahlung an Tim bereiterklärt hat, fordert Duke, vor Gericht zu gehen ... Wiedereinstart der 1. Staffel mit 13 neuen Folgen!","versions":[{"lang":1,"streams":[{"redirect":12667629,"hoster":"VOE"},{"redirect":12667628,"hoster":"Doodstream"},{"redirect":12667627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664844,"hoster":"VOE"},{"redirect":8664842,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schmerzmittel","epNo":12,"alt":"Painkiller","descr":"Ben Bowers, ein minderjähriger Star-Footballer, wird in ein Krankenhaus eingeliefert und stirbt in der Notaufnahme an einer Überdosis Oxycodon. Dr. Wesley, der behandelnde Arzt, der das Mittel verschrieben hat, gerät in die Schusslinie. Da die Kanzlei das Krankenhaus vertritt, übernimmt Alicia den Fall. Indessen setzt Glenn Childs Kalinda auf Peter an. Diese geht daraufhin zu Peter, der ihr vorschlägt, für beide Seiten zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":12667630,"hoster":"VOE"},{"redirect":12667631,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664846,"hoster":"VOE"},{"redirect":8664845,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Böse","epNo":13,"alt":"Bad","descr":"Peters Revisionsverfahren hat begonnen. Golden holt Matan in den Zeugenstand und kann punkten, denn all die Fälle, die Peter angeblich hat einstellen lassen, weil er bestochen wurde, sind nicht wieder aufgerollt worden. Glenn Childs bietet Peter daraufhin einen Deal an ... Alicia vertritt Colin Sweeney, von dem man glaubt, dass er seine Frau umgebracht habe - deren Leiche wurde jedoch nie gefunden.","versions":[{"lang":1,"streams":[{"redirect":12667639,"hoster":"VOE"},{"redirect":12667642,"hoster":"Doodstream"},{"redirect":12667641,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664848,"hoster":"VOE"},{"redirect":8664849,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Unter Beobachtung","epNo":14,"alt":"Hi","descr":"Lisa Pruitt, der Babysitter der Familie Rucker, ist ermordet worden. Jason Rucker gerät unter Tatverdacht und wird verhaftet. Während Kalinda vor Ort ermittelt, versuchen Will, Alicia und Diane aus Jason und dessen Frau Sonya die Wahrheit herauszubekommen. Bald stellt sich heraus, dass Jason ein Zeichenstudio hat, von dem seine Frau nichts weiß ... Peter schlägt indessen Childs\u0027 Angebot, gegen Verzicht auf seine Karriere sofort frei zu kommen, aus ...","versions":[{"lang":1,"streams":[{"redirect":12667809,"hoster":"VOE"},{"redirect":14166769,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664851,"hoster":"VOE"},{"redirect":8664850,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ins Schwarze getroffen","epNo":15,"alt":"Bang","descr":"Peter Florrick darf mit einer elektronischen Fußfessel am Bein zurück in seine Wohnung. Zach zeigt ihm die anonym gelieferten Fotos, die er als gefälscht ausgemacht hat. Daraufhin geht Peter in die Offensive und holt Eli Gold in sein Team. Alicia wundert sich indes, dass sie von einem Fall abgezogen wird. Es stellt sich heraus, dass Will dahinter steckt: Er will sie schonen, da ihr Mann jetzt zu Hause ist. Alicia ist alles andere als begeistert ...","versions":[{"lang":1,"streams":[{"redirect":12667803,"hoster":"VOE"},{"redirect":12667807,"hoster":"Doodstream"},{"redirect":12667805,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664855,"hoster":"VOE"},{"redirect":8664852,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Flöhe","epNo":16,"alt":"Fleas","descr":"Die Kanzlei Stern, Lockhart und Gardner sucht nach Einsparungsmöglichkeiten, denn die Geschäfte laufen schlecht. Eric Dorfman, der Anwalt des Drogenhändlers Bishop, wird verhaftet, da er am Tod einer Zeugin schuld sein soll. Alicia und Cary sind bei der Verhaftung dabei","versions":[{"lang":1,"streams":[{"redirect":12667752,"hoster":"VOE"},{"redirect":12667764,"hoster":"Doodstream"},{"redirect":12667758,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664859,"hoster":"VOE"},{"redirect":8664858,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein schmaler Grat","epNo":17,"alt":"Heart","descr":"Patti Nyholm vertritt eine Versicherung, die eine teure In-Utero-Operation nicht bezahlen will, da sie von der Police nicht gedeckt ist. Das hypoplastische Linksherzsyndrom des Fötus\u0027 kann auch nach der Entbindung behandelt werden. Mit dieser Variante ist die Versicherung LifeState einverstanden. Da die Kanzlei Lockhart und Gardner aber Geld verdienen muss, zockt Will um das Leben des Babys - mit Tricks und illegalen Mitteln ...","versions":[{"lang":1,"streams":[{"redirect":12667711,"hoster":"VOE"},{"redirect":12667720,"hoster":"Doodstream"},{"redirect":12667714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664863,"hoster":"VOE"},{"redirect":8664860,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zweifel","epNo":18,"alt":"Doubt","descr":"Bianca Price soll bei einer Studentenparty ihre Kommilitonin und Mitbewohnerin Heather erschossen haben. Die Suche nach der Wahrheit erweist sich als schwierig, immer neue Beweisstücke tauchen auf und Ballistikexperten widersprechen sich bzw. ändern ihre Meinung. Will und Diane liefern sich indes eine heftige Auseinandersetzung, da Diane mit dem neuen Ballistikexperten der Verteidigung, Mister McVeigh, bei einem gemeinsamen Dinner gesehen wurde ...","versions":[{"lang":1,"streams":[{"redirect":12667635,"hoster":"VOE"},{"redirect":12667640,"hoster":"Doodstream"},{"redirect":12667637,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664866,"hoster":"VOE"},{"redirect":8664862,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Bombe","epNo":19,"alt":"Boom","descr":"Bei einem Bombenanschlag auf eine Zeitung wurde ein Redakteur getötet. Er soll der geistige Vater einer Karikatur gewesen sein, die den Propheten Mohammed abbildet. Seine Witwe Karen Sanborn hat die Zeitung verklagt, ist aber mit deren Angebot von 350.000 Dollar nicht zufrieden. Kurzerhand engagiert sie einen neuen Anwalt: Jonas Stern. Er versucht, mit neuen Argumenten dem Fall eine Wende zu geben. Gerald Kozko macht Peter Florrick indessen große Schwierigkeiten ...","versions":[{"lang":1,"streams":[{"redirect":12667783,"hoster":"VOE"},{"redirect":12667791,"hoster":"Doodstream"},{"redirect":12667785,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664868,"hoster":"VOE"},{"redirect":8701086,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Scheinprozess","epNo":20,"alt":"Mock","descr":"Amal, der Sohn der Hausmeisterin des Hauses, in dem Alicia mit ihrer Familie wohnt, hat Probleme mit dem FBI. Er soll in Geschäfte mit gefälschten Papieren verwickelt sein. Zu allem Unglück stellt sich auch noch heraus, dass Simran, seine Mutter, seit 27 Jahren illegal in den Vereinigten Staaten lebt ... Will und Alicia haben sich nun endlich zum Essen verabredet, doch aus dem schönen Abend wird nichts, da Peter dazwischenfunkt ...","versions":[{"lang":1,"streams":[{"redirect":12667745,"hoster":"VOE"},{"redirect":12667753,"hoster":"Doodstream"},{"redirect":12667746,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664871,"hoster":"VOE"},{"redirect":8664865,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ausgeschaltet","epNo":21,"alt":"Unplugged","descr":"Die Kanzlei hat große finanzielle Probleme. Will und Diane beschließen, diverse Entlassungen vorzunehmen sowie am Freitag zu entscheiden, wer Juniorpartner wird. Die Information sickert durch, und Alicia oder Cary hängen sich mit Feuereifer in den aktuellen Fall. Es geht um die Scheidung des Rockstars Max Wilder von Caroline und die vereinbarte Unterhaltungszahlung. Doch kurz bevor die Scheidung rechtskräftig wird, erleidet Max einen Motorradunfall und liegt fortan im Koma.","versions":[{"lang":1,"streams":[{"redirect":12667648,"hoster":"VOE"},{"redirect":12667651,"hoster":"Doodstream"},{"redirect":12667650,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664874,"hoster":"VOE"},{"redirect":8664873,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Unter Mordverdacht","epNo":22,"alt":"Hybristophilia","descr":"Alicia feiert mit Kalinda, dass sie Juniorpartnerin geworden ist. Da ruft Will an und bittet sie, bei Colin Sweeney Verträge abzuholen. Als Alicia dort ankommt, findet sie Sweeney blutüberströmt an eine tote Frau gefesselt ... Peters Verteidigung hat inzwischen Elspeth übernommen - sowohl Peter als auch Eli unterschätzen sie. Da Childs inzwischen die Behauptung aufgestellt hat, Peter habe den Kronzeugen Kozko ermordet, wird die Lage brisant ...","versions":[{"lang":1,"streams":[{"redirect":12667799,"hoster":"VOE"},{"redirect":12667804,"hoster":"Doodstream"},{"redirect":12667802,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664879,"hoster":"VOE"},{"redirect":8664876,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Fluchtversuche","epNo":23,"alt":"Running","descr":"Jack möchte ins Zeugenschutzprogramm des FBI aufgenommen werden, als Mitglied einer Drogen-Task-Force bezichtigt er seine Kollegen der Korruption. Kurz darauf wird Jack bei einem Einsatz erschossen. Jack hat auch Kalindas Lover Burton beschuldigt - Kalinda beginnt, zu ermitteln. Peter beschließt, doch für das Amt des Staatsanwalts von Cook County zu kandidieren. Während er das vor der Presse bekannt gibt, ruft Will Alicia an, um ihr zu sagen, was er für sie empfindet ...","versions":[{"lang":1,"streams":[{"redirect":12667771,"hoster":"VOE"},{"redirect":12667782,"hoster":"Doodstream"},{"redirect":12667775,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664881,"hoster":"VOE"},{"redirect":8664878,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Fusion","epNo":1,"alt":"Taking Control","descr":"Alicia steht vor einer Entscheidung: Soll sie bei Peter bleiben oder eine Beziehung mit Will wagen? Währenddessen braut sich ein neuer Skandal in Colorado zusammen und man könnte meinen, Alicia würde endlich ein Leben weit ab der Medien leben können - doch weit gefehlt.In der Kanzlei gibt es ebenfalls Entscheidungen zu treffen, denn mit dem neuen Partner geht es zwar finanziell wieder aufwärts, doch es stehen eine Menge Veränderungen an...","versions":[{"lang":1,"streams":[{"redirect":14377585,"hoster":"VOE"},{"redirect":12668347,"hoster":"Doodstream"},{"redirect":14395097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377686,"hoster":"VOE"},{"redirect":14395073,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zweimal angeklagt","epNo":2,"alt":"Double Jeopardy","descr":"Will und Alicia gewinnen den Fall Simmons gegen die Staatsanwaltschaft, zu der auch ihr Ex-Kollege Cary Agos gehört. Der fühlt sich natürlich in seiner Ehre gekränkt und sorgt dafür, dass der Fall neu aufgerollt wird - und zwar vor dem Militärgericht, denn Simmons ist Angehöriger der US-Army. Für ihn gilt das Prinzip \"Double Jeopardy\" nicht, somit kann er für die selbe Tat zweimal angeklagt werden.Jetzt gelten völlig neue Umgangsformen, mit denen Will und Alicia erst mal völlig überfordert sind. Um Aufschub zu bekommen, beleidigt Will die Richterin...","versions":[{"lang":1,"streams":[{"redirect":14384921,"hoster":"VOE"},{"redirect":12668351,"hoster":"Doodstream"},{"redirect":14413605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384823,"hoster":"VOE"},{"redirect":14409910,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Heckenschütze","epNo":3,"alt":"Breaking Fast","descr":"Die Kanzlei vertritt Wyatt junior, dessen Vater angeklagt war, seine Mutter erschossen zu haben und im Gefängnis an einem Herzinfarkt starb. Wyatt will den guten Ruf seines Vaters wieder herstellen, doch die Staatsanwaltschaft beharrt darauf, dass bei dem Verfahren alles rechtens zugegangen ist und dass Wyatts Vater drei Menschen auf dem Gewissen hat. Als ein vierter Mord verübt wird, versucht die Kanzlei, eine Verbindung zwischen den vier Taten herzustellen. Derweil hängt bei Alicia Florrick zu Hause der Hausseegen schief. Ihr Bruder ist zu Besuch und sorgt für Spannungen.","versions":[{"lang":1,"streams":[{"redirect":12668352,"hoster":"VOE"},{"redirect":12668357,"hoster":"Doodstream"},{"redirect":12668353,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664889,"hoster":"VOE"},{"redirect":8664888,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Panik","epNo":4,"alt":"Cleaning House","descr":"Alicia wird unterstellt, Childs\u0027 eidesstattliche Aussage an die Öffentlichkeit weitergegeben zu haben, um ihrem Mann einen Vorteil zu verschaffen. Cary verdächtigt sie des Weiteren, bereits bei ihrem ersten Fall für die Kanzlei geheime Informationen von Peter verwendet zu haben. Eli vermutet, dass jemand versucht, sowohl Childs als auch Peter zu schaden. Die Spur führt zur Gerichtspräsidentin...","versions":[{"lang":1,"streams":[{"redirect":14395992,"hoster":"VOE"},{"redirect":12668360,"hoster":"Doodstream"},{"redirect":14413609,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385321,"hoster":"VOE"},{"redirect":14409914,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"VIP-Behandlung","epNo":5,"alt":"VIP Treatment","descr":"Lara White arbeitet als Masseurin in teuren Hotels. Als sie von ihrem Kunden Mr. Kent sexuell belästigt wird, wendet sie sich an die Kanzlei Lockhart, Gardner und Bond. Kent setzt sich in Kenia für den Schutz von Frauen ein und genießt weltweites Ansehen. Für seine Arbeit soll er nun in Stockholm den Friedensnobelpreis entgegennehmen. Der Fall stellt die Kanzlei vor eine große Herausforderung...","versions":[{"lang":1,"streams":[{"redirect":14385177,"hoster":"VOE"},{"redirect":12668364,"hoster":"Doodstream"},{"redirect":14405585,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385223,"hoster":"VOE"},{"redirect":14409916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"David und Goliath","epNo":6,"alt":"Poisoned Pill","descr":"Die Kanzlei Lockhart, Gardner und Bond kann mit einer Sammelklage gegen einen Pharmakonzern viel Geld verdienen. Doch der Plan der Anwälte, vor Gericht als David dazustehen, der gegen Goliath kämpft, wird von der Verteidigung in Person des Anwalts Louis Canning gefährdet. Dieser leidet an einer neurologischen Störung, deren Symptome er vor Gericht als Mittel zur Beeinflussung der Geschworenen einsetzt.","versions":[{"lang":1,"streams":[{"redirect":14396023,"hoster":"VOE"},{"redirect":12668369,"hoster":"Doodstream"},{"redirect":14413607,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384853,"hoster":"VOE"},{"redirect":14409921,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Böses Mädchen","epNo":7,"alt":"Bad Girls","descr":"Sloan Burchfield, ein ehemaliger Teenie-Star, muss sich wegen Trunkenheit am Steuer verantworten. Als sich der Fall in eine Anklage versuchten Mordes verwandelt, kommt es zu einem riesigen Medienrummel. Angeblich hat Sloan immer wieder den Wagen von Yarissa Morgan gerammt, obwohl sie wusste, dass Yarissa darin schläft. Doch schon bald gibt es einen weiteren Verdächtigen.","versions":[{"lang":1,"streams":[{"redirect":14384922,"hoster":"VOE"},{"redirect":14405589,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385224,"hoster":"VOE"},{"redirect":14409920,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abgehört","epNo":8,"alt":"On Tap","descr":"Stadtrat Matthew Wade wird vorgeworfen, er habe Schmiergeld von islamischen Extremisten angenommen und daraufhin dem Bau einer Moschee zugestimmt. Um den Verdacht zu widerlegen, analysieren Alicia und ihre Kollegen Abhörbänder des FBI und erfahren Überraschendes.","versions":[{"lang":1,"streams":[{"redirect":14385279,"hoster":"VOE"},{"redirect":12668286,"hoster":"Doodstream"},{"redirect":14405586,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385225,"hoster":"VOE"},{"redirect":14409925,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Neun Stunden","epNo":9,"alt":"Nine Hours","descr":"Alicia ist, nachdem sie von Wills Liebes-Erklärung erfahren hat, immer noch durch den Wind. In ihrem Gefühlschaos träumt  sie sogar von ihm. Ablenkung folgt schließlich durch einen ominösen Anruf eines Referendars vom 7. Gerichtsbezirk. Es geht um einen Revisonsantrag eines zum Tode verurteilten. Will, Diana und Kalinda versuchen herauszufinden, was mit dem Anruf bezweckt werden sollte. Peter Florrick bereitet sich auf die anstehende Fernsehdebatte vor.","versions":[{"lang":1,"streams":[{"redirect":14384845,"hoster":"VOE"},{"redirect":12668290,"hoster":"Doodstream"},{"redirect":14413617,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385226,"hoster":"VOE"},{"redirect":14409927,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Getrennte Wege","epNo":10,"alt":"Breaking Up","descr":"Scott Bauer wird beschuldigt, seinen Vater ermordet zu haben. Da Will gemeinsam mit dem Richter Basketball spielt, geht er davon aus, den Fall bereits in der Tasche zu haben. Als Will Richter Weldon beim Spiel foult, beginnt dieser gegen die Verteidigung zu entscheiden. Alicia gelingt es im Kreuzverhör, einen Belastungszeugen als Tatverdächtigen hinzustellen. Doch die Geschworenen zeigen sich wenig beeindruckt.","versions":[{"lang":1,"streams":[{"redirect":14384920,"hoster":"VOE"},{"redirect":12668292,"hoster":"Doodstream"},{"redirect":14405590,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395966,"hoster":"VOE"},{"redirect":14409931,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Befangenheit","epNo":11,"alt":"Two Courts","descr":"Scott Bauer wird beschuldigt, seinen Vater ermordet zu haben. Da Will gemeinsam mit dem Richter Basketball spielt, geht er davon aus, den Fall bereits in der Tasche zu haben. Als Will Richter Weldon beim Spiel foult, beginnt dieser gegen die Verteidigung zu entscheiden. Alicia gelingt es im Kreuzverhör, einen Belastungszeugen als Tatverdächtigen hinzustellen. Doch die Geschworenen zeigen sich wenig beeindruckt...","versions":[{"lang":1,"streams":[{"redirect":14377708,"hoster":"VOE"},{"redirect":12668295,"hoster":"Doodstream"},{"redirect":14395099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377551,"hoster":"VOE"},{"redirect":14395075,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sommerloch","epNo":12,"alt":"Silly Season","descr":"Ein Mordfall im Gefängnis entscheidet über die Weichenstellung bei der Staatsanwaltschaft. Die Kanzlei setzt Blake und Kalinda auf den Fall an. Cary findet heraus, dass man über den Täter Joey Church an den Drogenboss Lemond Bishop herankommen will. Allerdings ist Cary klar, dass er keine realistische Chance hat, Bishop zu kriegen. Daher konzentriert er sich auf Church... Die Kandidaten-Kampagne entwickelt sich immer mehr zur Schlammschlacht...","versions":[{"lang":1,"streams":[{"redirect":14384856,"hoster":"VOE"},{"redirect":12668299,"hoster":"Doodstream"},{"redirect":14405596,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384868,"hoster":"VOE"},{"redirect":14409932,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Maulwurf","epNo":13,"alt":"Real Deal","descr":"Alicia bekommt es einmal mehr mit ihrem Kontrahenten Louis Canning zu tun. Es geht um die Vertretung von unfruchtbaren Frauen, die gegen JNL Pesticides klagen. Da weder Lockhart-Gardner noch Louis Canning einen entscheidenden Stimmenvorsprung erzielen, beschließt Richter Abernathy die Parteien zu vereinigen. Damit sind Lockhart-Gardner und Canning Partner... Um junge Wähler zu gewinnen, holt sich Peter die Unterstützung eines Rappers, den er aus dem Gefängnis kennt...","versions":[{"lang":1,"streams":[{"redirect":14385174,"hoster":"VOE"},{"redirect":12668307,"hoster":"Doodstream"},{"redirect":14413625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384956,"hoster":"VOE"},{"redirect":14409933,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Künstlerische Freiheit","epNo":14,"alt":"Net Worth","descr":"Patric Edelstein wurde über das Internet zum Millionär. Jetzt verklagt er eine Produktionsfirma, die einen Film über ihn gedreht hat, der nichts mit der Realität zu tun hat. Da eine Verleumdungsklage aussichtslos scheint, setzt Will auf die Verletzung von Persönlichkeitsrechten... Alicia hilft Owen bei seinem Umzug nach Chicago. Er überredet sie, Will auf den Anruf während Peters Pressekonferenz anzusprechen...","versions":[{"lang":1,"streams":[{"redirect":14385280,"hoster":"VOE"},{"redirect":12668308,"hoster":"Doodstream"},{"redirect":14413614,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384869,"hoster":"VOE"},{"redirect":14409929,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Wunderwaffe","epNo":15,"alt":"Silver Bullet","descr":"Als Eli erfährt, dass Wendy Scott-Carr fünf Jahre lang eine illegale Einwanderin als Kindermädchen beschäftigt hat, glaubt er, eine Wunderwaffe für den Wahlkampf gefunden zu haben ... Diane wird von ihrem Freund Kurt aufgesucht. Er wurde auf Schadensersatz verklagt, da ein von ihm verfasstes Gutachten einen möglicherweise unschuldigen Mann hinter Gitter gebracht hat... Grace hat ihr Interesse für Jesus entdeckt, weshalb sich Alicia mit Religion auseinandersetzen muss...","versions":[{"lang":1,"streams":[{"redirect":14385281,"hoster":"VOE"},{"redirect":12668312,"hoster":"Doodstream"},{"redirect":14405594,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384824,"hoster":"VOE"},{"redirect":14409935,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die chinesische Mauer","epNo":16,"alt":"Great Firewall","descr":"Im Rennen um den Posten des Staatsanwalts gibt Wendy Scott-Carr zu, dass sie über mehrere Jahre eine illegale Einwanderin als Nanny beschäftigt hat. Doch auch der amtierende Staatsanwalt Childs hat in dieser Hinsicht Dreck am Stecken ... Der chinesische Dissident Shen Yuan wendet sich an die Kanzlei, um die Suchmaschine Chumhum zu verklagen. Infolge der Herausgabe seiner IP-Adresse an die chinesischen Behörden wurde er inhaftiert und brutal gefoltert...","versions":[{"lang":1,"streams":[{"redirect":14385175,"hoster":"VOE"},{"redirect":12668315,"hoster":"Doodstream"},{"redirect":14413627,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385228,"hoster":"VOE"},{"redirect":14409939,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Aussageverweigerung","epNo":17,"alt":"Ham Sandwich","descr":"Da seine Frau die Scheidung verlangt, wendet sich Drogenbaron Lemond Bishop an die Kanzlei. Es geht nicht nur um eine Menge Geld, sondern auch um das Sorgerecht für das gemeinsame Kind. Mrs. Bishops Anwalt fährt schwere Geschütze auf und lässt sich auf kein Angebot der Gegenseite ein ... Blake Calamar muss vor der Grand Jury erscheinen. Da die Staatsanwaltschaft eigentlich Kalinda im Visier hat, wendet sie sich an Alicia...","versions":[{"lang":1,"streams":[{"redirect":14385176,"hoster":"VOE"},{"redirect":12668319,"hoster":"Doodstream"},{"redirect":14393267,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384957,"hoster":"VOE"},{"redirect":14409938,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Killersong","epNo":18,"alt":"Killer Song","descr":"Die Begegnung mit Natalie lässt Eli keine Ruhe. Als ihrem Vater die Abschiebung droht, setzt Eli alle Hebel in Bewegung, um den beiden zu helfen ... Der Mörder und Vergewaltiger Jarvis Bowes wird nach 30 Jahren aus dem Gefängnis entlassen. Er sieht sich inzwischen als Künstler und will mit seinen Songs das große Geld machen. Um das zu verhindern, wendet sich die Tochter seines Opfers an die Kanzlei. Schon bald kommen die Anwälte einer schockierenden Wahrheit auf die Spur...","versions":[{"lang":1,"streams":[{"redirect":14395990,"hoster":"VOE"},{"redirect":12668323,"hoster":"Doodstream"},{"redirect":14413634,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384958,"hoster":"VOE"},{"redirect":14409937,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Psychoterror","epNo":19,"alt":"Wrongful Termination","descr":"Mehrere Mitarbeiter einer Firma begehen Selbstmord. Kalinda versucht zu beweisen, dass die Suizide auf das schlechte Betriebsklima zurückzuführen sind, und dass die Firmenleitung Pensionsgelder veruntreut hat. Auf der Gegenseite steht kein Geringerer als Louis Canning... Eli liegt mit drei Prozentpunkten in Führung. Doch dann macht ihm das Democratic Committee Probleme, indem es behauptet, Wendy Scott-Carr wäre keine rechtmäßige Bürgerin von Illinois...","versions":[{"lang":1,"streams":[{"redirect":14385282,"hoster":"VOE"},{"redirect":12668327,"hoster":"Doodstream"},{"redirect":14413631,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384870,"hoster":"VOE"},{"redirect":14409942,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wendepunkte","epNo":20,"alt":"Foreign Affairs","descr":"Die Kanzlei vertritt ein venezolanisches Unternehmen, das für eine amerikanische Firma Ölplattformen errichtet hat aber nie dafür bezahlt wurde. Der Fall nimmt groteske Züge an, als sich plötzlich Frank Michael Thomas einmischt... Der Wahlkampf zwischen Peter und Wendy Scott-Carr gestaltet sich immer enger. Alicia lässt sich überreden, ein Interview zu geben, was Peter zum entscheidenden Vorteil verhilft. Doch dann muss sich Alicia der bitteren Wahrheit stellen...","versions":[{"lang":1,"streams":[{"redirect":14396021,"hoster":"VOE"},{"redirect":12668331,"hoster":"Doodstream"},{"redirect":14395100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385229,"hoster":"VOE"},{"redirect":14409941,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Neue Fronten","epNo":21,"alt":"In Sickness","descr":"Peter Florrick konnte die Wahl für sich entscheiden und wird damit der neue Staatsanwalt. Alicia hat inzwischen erfahren, dass Peter eine Affäre mit Kalinda hatte - und setzt ihn kurzerhand vor die Tür ... Marjorie Garnett braucht dringend eine Lebertransplantation. Obwohl sie auf der Organspendeliste ganz oben steht, soll ein anderer Patient das Transplantat erhalten. Nun wendet sich die junge Frau an Lockhart-Gardner...","versions":[{"lang":1,"streams":[{"redirect":14385595,"hoster":"VOE"},{"redirect":12668335,"hoster":"Doodstream"},{"redirect":14413632,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384871,"hoster":"VOE"},{"redirect":14409944,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Affären","epNo":22,"alt":"Getting Off","descr":"Alicia hat inzwischen herausgefunden, dass Peter eine Affäre mit Kalinda hatte. Um der angespannten Arbeitsatmosphäre zu entkommen, bewirbt sich Kalinda bei einer ehemaligen Arbeitskollegin, die mittlerweile selbstständig arbeitet... Eine Website-Betreiberin, die außereheliche Kontakte für Verheiratete bietet, steht vor Gericht. Ein Mann, der ihre Dienste in Anspruch genommen hat, wurde ermordet. Die Witwe des Opfers wird von Nancy Crozier vertreten...","versions":[{"lang":1,"streams":[{"redirect":14395991,"hoster":"VOE"},{"redirect":12668339,"hoster":"Doodstream"},{"redirect":14413645,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396020,"hoster":"VOE"},{"redirect":14409945,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Schlussplädoyer","epNo":23,"alt":"Closing Arguments","descr":"Jake Rickter wird beschuldigt, Richter Ellerbee ermordet zu haben. Unmittelbar nach Wills Schlussplädoyer erreicht Alicia ein Beweismittel, das Rickters Unschuld beweisen könnte. Es handelt sich um einen blutigen Handschuh, der auf DNA-Spuren untersucht werden muss, bevor die Richterin das Urteil verkündet. Es beginnt ein Wettlauf gegen die Zeit... Alicia will verhindern, dass Eli mit seiner Firma bei Lockhart-Gardner tätig wird...","versions":[{"lang":1,"streams":[{"redirect":14396022,"hoster":"VOE"},{"redirect":12668343,"hoster":"Doodstream"},{"redirect":14410107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384911,"hoster":"VOE"},{"redirect":14409951,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein neuer Tag","epNo":1,"alt":"A New Day","descr":"Das Team der Kanzlei Lockhart/Gardner muss sich mit zahlreichen privaten und beruflichen Veränderungen auseinandersetzen. Insbesondere Alicia weiß nach der gemeinsamen Nacht mit Will Gardner nicht so recht, wie sie sich ihm gegenüber verhalten soll. Ablenkungen dieser Art sind umso lästiger, als Alicia in einem hochproblematischen Fall eingespannt ist: Sie soll einen muslimischen Schüler verteidigen, dem vorgeworfen wird, einen jüdischen Klassenkameraden getötet zu haben","versions":[{"lang":1,"streams":[{"redirect":14377655,"hoster":"VOE"},{"redirect":12668675,"hoster":"Doodstream"},{"redirect":14395103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396167,"hoster":"VOE"},{"redirect":14395076,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Todeszone","epNo":2,"alt":"The Death Zone","descr":"Alicia befasst sich mit der Verleumdungsklage gegen einen britischen Staatsbürger. Als der Fall überraschend statt vor einem US- vor einem britischen Gericht landet, muss sie sich schnellstmöglich in die Feinheiten des britischen Rechtssystems einlesen. Aber reicht das aus, um den Fall zu einem erfolgreichen Abschluss zu bringen?","versions":[{"lang":1,"streams":[{"redirect":12668674,"hoster":"VOE"},{"redirect":12668679,"hoster":"Doodstream"},{"redirect":12668676,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664950,"hoster":"VOE"},{"redirect":8664951,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kompromisse","epNo":3,"alt":"Get a Room","descr":"Alicia und Will sind in ein langwieriges Schiedsverfahren verwickelt und müssen notgedrungen ein gemeinsames Hotelzimmer beziehen. Dabei bleiben Komplikationen nicht aus. Eli und Diane streiten derweil über die beste Vorgehensweise in einem Lebensmittelskandal: Sie vertreten einen Käsehersteller, der im Verdacht steht, verunreinigte Produkte verkauft zu haben … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14396103,"hoster":"VOE"},{"redirect":12668684,"hoster":"Doodstream"},{"redirect":14395107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396084,"hoster":"VOE"},{"redirect":14395078,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Katz und Maus","epNo":4,"alt":"Feeding the Rat","descr":"Alicia hat pro bono einen Fall, in dessen Verlauf der wichtigste Zeuge unerwartet zum Hauptverdächtigen wird. Die Zukunft der Kanzlei Lockhart/Gardner steht unterdessen auf Messers Schneide, denn Will und Diane sind sich über den weiteren Kurs der Firma uneinig.","versions":[{"lang":1,"streams":[{"redirect":14385283,"hoster":"VOE"},{"redirect":12668686,"hoster":"Doodstream"},{"redirect":14413647,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384882,"hoster":"VOE"},{"redirect":14409949,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Hand wäscht die andere","epNo":5,"alt":"Marthas and Caitlins","descr":"Als ein wichtiger Zeuge Selbstmord begeht, steht für Alicia ein wichtiger Prozess auf dem Spiel. Jetzt kann ihr nur noch die Aussage eines alten Bekannten helfen – doch leider handelt es sich bei diesem um den mörderischen Firmenboss Colin Sweeney, der vor kurzem aus dem Gefängnis entlassen wurde. Diesen Pakt mit dem Teufel könnte Alicia schon bald bereuen. Eli lässt seine Beziehungen spielen, um Peter einen Auftritt als Redner auf dem Parteitag der Demokraten zu verschaffen … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14384980,"hoster":"VOE"},{"redirect":12668587,"hoster":"Doodstream"},{"redirect":14413650,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385322,"hoster":"VOE"},{"redirect":14409947,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Diplomatie","epNo":6,"alt":"Affairs of State","descr":"Alicia und die neue Anwältin Caitlin vertreten zwei taiwanesische Staatsbürger, die im Verdacht stehen, eine Frau vergewaltigt und ermordet zu haben. Die Kanzlei nutzt eine Gesetzeslücke aus, um einem der beiden diplomatische Immunität zu verschaffen. Doch für den zweiten Angeklagten muss eine andere Strategie her.","versions":[{"lang":1,"streams":[{"redirect":14395993,"hoster":"VOE"},{"redirect":12668590,"hoster":"Doodstream"},{"redirect":14413649,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385323,"hoster":"VOE"},{"redirect":14409954,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Taktische Manöver","epNo":7,"alt":"Executive Order 13224","descr":"Alicia gerät in eine besonders prekäre Situation: Zum einen soll sie einen amerikanischen Staatsbürger verteidigen, dem terroristische Umtriebe zur Last gelegt werden. Zum anderen eröffnet die Staatsanwaltschaft ausgerechnet jetzt ein Untersuchungsverfahren gegen Will Gardner, der verdächtigt wird, einer kriminellen Organisation anzugehören...","versions":[{"lang":1,"streams":[{"redirect":14385178,"hoster":"VOE"},{"redirect":12668593,"hoster":"Doodstream"},{"redirect":14413655,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384825,"hoster":"VOE"},{"redirect":14409950,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tipps aus der Todeszelle","epNo":8,"alt":"Death Row Tip","descr":"Ausgerechnet ein Todeskandidat ist für Alicia der wichtigste Zeuge in ihrem aktuellen Fall. Um ihn vor Gericht laden zu können, muss sie sogar einen Aufschub seiner Hinrichtung erwirken. Doch wie soll sie einen Mann zur Aussage überreden, der nichts mehr zu verlieren hat? Eli befasst sich derweil mit dem Fall eines Politikers, der durch kompromittierende Fotos in eine äußerst peinliche Lage geraten ist.","versions":[{"lang":1,"streams":[{"redirect":14384923,"hoster":"VOE"},{"redirect":14413665,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385230,"hoster":"VOE"},{"redirect":14409955,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Whiskey Tango Foxtrott","epNo":9,"alt":"Whiskey Tango Foxtrot","descr":"Die Kanzlei wird mit der Verteidigung eines Soldaten betraut, der in Afghanistan eine Gruppe von Zivilisten mit einer bewaffneten Drohne angegriffen und getötet haben soll. Der Prozess wird von einem äußerst launenhaften Militärrichter geleitet, der Alicia und Will einige Hürden in den Weg legt. Eli erlebt bei der Lobbyarbeit für einen Nahrungsmittelkonzern einen herben Rückschlag … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14384924,"hoster":"VOE"},{"redirect":12668601,"hoster":"Doodstream"},{"redirect":14413667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384872,"hoster":"VOE"},{"redirect":14409956,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eigene Wege","epNo":10,"alt":"Parenting Made Easy","descr":"In einem Routineverfahren gerät Alicia erneut mit dem genialen Anwalt Louis Canning aneinander. Während sich die beiden im Gerichtssaal mit allen Mitteln bekämpfen, kommt es zu einem plötzlichen Schicksalsschlag. Diane konfrontiert Will damit, dass sie über seine Affäre mit Alicia Bescheid weiß.","versions":[{"lang":1,"streams":[{"redirect":14395956,"hoster":"VOE"},{"redirect":12668606,"hoster":"Doodstream"},{"redirect":14413671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384916,"hoster":"VOE"},{"redirect":14409957,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verfahrensfehler","epNo":11,"alt":"What Went Wrong","descr":"Nach einem ungerechtfertigten Schuldspruch muss Alicia eine wasserdichte Strategie entwickeln, mit der sie das Urteil anfechten kann. Wendy Scott-Carr macht Will gegenüber eine überraschende Ankündigung, und Peter versucht seinen Einfluss zu nutzen, um Grace an einer angesehenen Privatschule unterzubringen.","versions":[{"lang":1,"streams":[{"redirect":14377586,"hoster":"VOE"},{"redirect":12668613,"hoster":"Doodstream"},{"redirect":14395104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377627,"hoster":"VOE"},{"redirect":14395077,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Entfremdung","epNo":12,"alt":"Alienation Of Affection","descr":"Lockhart/Gardner wird von einem Paar verklagt, dessen Scheidung von der Kanzlei juristisch betreut wurde. Jetzt behaupten die frisch Geschiedenen, die Anwälte hätten es dabei vor allem auf den eigenen finanziellen Gewinn abgesehen und dem Paar zu hohe Honorare in Rechnung gestellt. Will findet endlich den passenden Verteidiger, der ihn in seinem bevorstehenden Prozess wegen möglicher Korruption von Richtern vertreten soll.","versions":[{"lang":1,"streams":[{"redirect":12668614,"hoster":"VOE"},{"redirect":12668617,"hoster":"Doodstream"},{"redirect":12668615,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8664981,"hoster":"VOE"},{"redirect":8664980,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bitcoin für Dummies","epNo":13,"alt":"Bitcoin For Dummies","descr":"Alicia verteidigt einen Anwalt, der trotz vorliegenden Gerichtsbeschlusses den Namen eines Klienten nicht preisgeben will. Dem Klienten wird zur Last gelegt, eine nach US-Recht illegale digitale Währung, die sogenannten Bitcoins erfunden zu haben. Alicia und ihr Team wollen nachweisen, dass das Vertrauensverhältnis zwischen Verteidiger und Klient in diesem Fall Vorrang vor anderen rechtlichen Erwägungen hat.","versions":[{"lang":1,"streams":[{"redirect":14385179,"hoster":"VOE"},{"redirect":12668622,"hoster":"Doodstream"},{"redirect":14413669,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385231,"hoster":"VOE"},{"redirect":14409953,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Grand Jury","epNo":14,"alt":"Another Ham Sandwich","descr":"Im Prozess gegen Will präsentiert Wendy Scott-Carr das Belastungsmaterial gegen den Kanzleiboss. Bei einer Verurteilung muss Will mit einer mehrjährigen Gefängnisstrafe rechnen. Die Rivalität zwischen Eli und der Lobbyistin Stacie Hall steuert inzwischen auf einen neuen Höhepunkt zu.","versions":[{"lang":1,"streams":[{"redirect":14395957,"hoster":"VOE"},{"redirect":12668625,"hoster":"Doodstream"},{"redirect":14405597,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385278,"hoster":"VOE"},{"redirect":14409961,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Live aus Damascus","epNo":15,"alt":"Live From Damascus","descr":"Will vertritt eine Sammelklage gegen einen Softwarekonzern, der die syrische Regierung illegal mit Spionageprogrammen versorgt haben soll. Gleichzeitig erfährt Will, dass die Anwaltskammer kurz davor steht, ihm ein Berufsverbot zu erteilen. Immerhin besteht die Möglichkeit, die Dauer der Strafe herabzusetzen – doch dafür müsste sich Will mit der Kammer über die Bedingungen einig werden … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14085317,"hoster":"VOE"},{"redirect":14085318,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385232,"hoster":"VOE"},{"redirect":14409963,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Brücke","epNo":16,"alt":"After the Fall","descr":"Durch Wills unfreiwillige Auszeit kommt es in der Kanzlei zu mehr oder minder offen ausgetragenen Machtkämpfen – schließlich wäre in den kommenden Monaten jeder gerne mal der Boss. Peter denkt derweil darüber nach, ob er seine moralischen Prinzipien hintanstellen sollte, um einen besonders lukrativen Gastredner-Auftrag zu ergattern...","versions":[{"lang":1,"streams":[{"redirect":14395994,"hoster":"VOE"},{"redirect":12668633,"hoster":"Doodstream"},{"redirect":14413676,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385203,"hoster":"VOE"},{"redirect":14409965,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Unbefleckte Empfängnis","epNo":17,"alt":"Long Way Home","descr":"Colin Sweeney wird mit einer Vaterschaftsklage konfrontiert. Er wendet sich an Alicias Kanzlei. Cary wird von Peter beauftragt, eine interne Ermittlung durchzuführen, und macht unangenehme Entdeckungen. (Text: Madniss)","versions":[{"lang":1,"streams":[{"redirect":14395995,"hoster":"VOE"},{"redirect":12668648,"hoster":"Doodstream"},{"redirect":14413682,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396013,"hoster":"VOE"},{"redirect":14409964,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Harte Bandagen","epNo":18,"alt":"Gloves Come Off","descr":"Nicht zum ersten Mal bekommt Alicia von Louis Canning ein lukratives Jobangebot, als die beiden im Prozess gegen eine Profi-Hockeyliga aufeinandertreffen. Bislang hat Alicia Cannings Angebote stets ausgeschlagen, doch angesichts ihrer nicht gerade rosigen Finanzlage zieht sie einen Wechsel ihres Arbeitgebers durchaus in Betracht. Diane verfällt erneut ihrer alten Flamme Jack Copeland...","versions":[{"lang":1,"streams":[{"redirect":14384925,"hoster":"VOE"},{"redirect":12668655,"hoster":"Doodstream"},{"redirect":14410108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385233,"hoster":"VOE"},{"redirect":14409962,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Interessenkonflikt","epNo":19,"alt":"Blue Ribbon Panel","descr":"Alicia wird zu einer Ehrenkommission bestellt, die aus hochrangigen Richtern besteht. Dort macht sie sich mit ihrem Wunsch, die Wahrheit zu finden, schnell unbeliebt. Unterdessen gibt es nebenbei einen anderen Bieter für Alicias früheres Haus.","versions":[{"lang":1,"streams":[{"redirect":14384926,"hoster":"VOE"},{"redirect":12668657,"hoster":"Doodstream"},{"redirect":14413689,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384873,"hoster":"VOE"},{"redirect":14409966,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mitgefangen, Mitgehangen","epNo":20,"alt":"No Ordinary Lie","descr":"Alicia verteidigt eine Jugendliche, die beschuldigt wird, in einem Sommercamp eine Freundin ermordet zu haben. Unterdessen fällt Peter die Entscheidung, ob er als Gouverneur kandidieren wird.","versions":[{"lang":1,"streams":[{"redirect":14396024,"hoster":"VOE"},{"redirect":12668663,"hoster":"Doodstream"},{"redirect":14413685,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396014,"hoster":"VOE"},{"redirect":14409970,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auf der Strafbank","epNo":21,"alt":"The Penalty Box","descr":"Alicia hat die Verteidigung eines Richters übernommen, der sich wegen Amtsverstößen vor Gericht verantworten muss. Unterdessen ist Cary hin- und hergerissen, ob sie den Schritt wagen und sich beruflich verändern soll. Und Kalinda stattet Agent Delaney einen unverhofften Besuch ab...","versions":[{"lang":1,"streams":[{"redirect":14384927,"hoster":"VOE"},{"redirect":12668665,"hoster":"Doodstream"},{"redirect":14413691,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384959,"hoster":"VOE"},{"redirect":14409969,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Dream-Team","epNo":22,"alt":"The Dream Team","descr":"Die Kanzlei kämpft gegen zwei sehr selbstsichere Gegner ums Überleben. Alicia führt unterdessen ein Telefonat, das sie vielleicht lieber hätte bleiben lassen sollen. Denn sie öffnet damit ein scheinbar dunkles Kapitel von Kalindas Vergangenheit...","versions":[{"lang":1,"streams":[{"redirect":12668666,"hoster":"VOE"},{"redirect":12668667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8665006,"hoster":"VOE"},{"redirect":8665007,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Verkehrskontrolle","epNo":1,"alt":"I Fought the Law","descr":"Kalinda hat eine Entscheidung getroffen: Nachdem ihr Ex-Mann, vor dem sie sich lange versteckt hatte, sie nun doch gefunden hat, will sie sich ihm jetzt stellen. Die Firma steckt in finanziellen Schwierigkeiten. Diane und der gerade zurückgekehrte Will machen sich daran, die Ursachen zu erforschen und die Probleme zu beseitigen. Alicia hingegen schaltet auf Angriff, als Zach von einem allzu dienstbeflissenen Polizisten überprüft wird. Außerdem muss sie sich eines Reporters erwehren, der unbedingt die Wahrheit über ihre momentane Beziehung zu Peter herausfinden will.","versions":[{"lang":1,"streams":[{"redirect":14396104,"hoster":"VOE"},{"redirect":12668983,"hoster":"Doodstream"},{"redirect":14395102,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396085,"hoster":"VOE"},{"redirect":14395085,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Arm des Gesetzes","epNo":2,"alt":"And The Law Won","descr":"Die Firma steckt nach wie vor in einer finanziellen Klemme. Mitarbeiter werden entlassen und an allen Ecken muss Geld gespart werden. Kalinda ist nicht ganz bei der Sache, seit ihr Ex-Ehemann wieder aufgetaucht ist. Will ist nach seiner Beurlaubung zurück und kann wieder Fälle vor Gericht übernehmen. Alicia fasst – für viele überraschend – einen Entschluss: Sie unterstützt Peters Kampagne, der wieder zum Gouverneur gewählt werden will.","versions":[{"lang":1,"streams":[{"redirect":14385183,"hoster":"VOE"},{"redirect":12668988,"hoster":"Doodstream"},{"redirect":14413692,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396015,"hoster":"VOE"},{"redirect":14409976,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Frauensache","epNo":3,"alt":"Two Girls, One Code","descr":"Alicia und Will vertreten ein Internet-Start-up-Unternehmen in einem Rechtsstreit gegen einen Suchmaschinenbetreiber. Der Klient geht davon aus, dass der Betreiber die Suchergebnisse manipuliert, und er fordert die Veröffentlichung des Suchalgorithmus. Als ein Journalist nachweisen will, dass Peter wieder einmal eine Affäre hatte, versucht Eli, den sich anbahnenden Skandal im Keim zu ersticken. Derweil findet Kalindas Mann heraus, dass sie eine Geliebte hat.","versions":[{"lang":1,"streams":[{"redirect":14396178,"hoster":"VOE"},{"redirect":12668997,"hoster":"Doodstream"},{"redirect":14395101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396165,"hoster":"VOE"},{"redirect":14395081,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hass unter Brüdern","epNo":4,"alt":"Don’t Haze Me, Bro","descr":"In einem Fall von Mobbing mit Todesfolge vertreten Diane und Alicia die Eltern des Opfers gegen dessen Universität. Dabei müssen die beiden Frauen vor Gericht ihr Vorgehen immer wieder der sich ständig ändernden Taktik der Gegenseite anpassen. Mittlerweile versucht der Treuhänder der Kanzlei, ein Büro für Cary zu finden, und Elis Maßnahmen, Peters sauberes Image zu schützen, zeigen erste Erfolge.","versions":[{"lang":1,"streams":[{"redirect":14385596,"hoster":"VOE"},{"redirect":12669006,"hoster":"Doodstream"},{"redirect":14413693,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385324,"hoster":"VOE"},{"redirect":14409975,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Drohendes Unheil","epNo":5,"alt":"Waiting for the Knock","descr":"Nachdem FBI-Agenten den Buchhalter des Geschäftsmannes und Drogenhändlers Lemond Bishop verhaftet haben, müssen Alicia und Diane mit dessen zweiter Anwaltskanzlei zusammenarbeiten, die sich hauptsächlich mit den illegalen Unternehmungen Bishops beschäftigt. Zusammen sollen die Anwälte herausfinden, ob die Aktion der Behörde den legalen Teilen von Lemond Bishops Geschäft gilt oder ob die Agenten hinter dem Drogengeld Bishops her sind. Eli hat weiterhin alle Hände voll zu tun, um Peters Weste rein zu halten, dieses Mal verursacht ein Blogger mit einem Artikel Ärger.","versions":[{"lang":1,"streams":[{"redirect":14385287,"hoster":"VOE"},{"redirect":12669009,"hoster":"Doodstream"},{"redirect":14413704,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384960,"hoster":"VOE"},{"redirect":14409973,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Kunst des Krieges","epNo":6,"alt":"The Art of War","descr":"Ein weiblicher Offizier beschuldigt einen Angehörigen der zivilen Kräfte, er habe in Afghanistan versucht, sie zu vergewaltigen. Alicia will nachweisen, dass Zivilisten, auch wenn sie für die Streitkräfte arbeiten, nicht den gesetzlichen Schutz von Soldaten genießen, die in einem solchen Fall nicht von einem Zivilgericht angeklagt werden dürfen. In einem anderen Fall finden Alicia und Cary ein Schlupfloch, das Nick Saverese einen Vertrag mit der Stadt garantieren könnte. Peter hingegen sieht sich im Wahlkampf mit einem neuen Gegner konfrontiert: Ein Überraschungskandidat steigt ins Rennen.","versions":[{"lang":1,"streams":[{"redirect":14385288,"hoster":"VOE"},{"redirect":12669011,"hoster":"Doodstream"},{"redirect":14405595,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385234,"hoster":"VOE"},{"redirect":14409978,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Anatomie eines Witzes","epNo":7,"alt":"Anatomy of a Joke","descr":"Als Cary und Alicia zusammen nach Washington D.C. reisen, gibt es ein unangenehmes Wiedersehen mit Carys Vater. Ihr eigentlicher Auftrag besteht jedoch darin, einen Comedian zu begleiten, der eine Aussage vor der Federal Communications Commission, einem Medienkontrollgremium, machen soll. Der Mann wurde wegen Unsittlichkeit von einem Fernsehsender verklagt. Währenddessen naht für die finanziell stark angeschlagene Kanzlei Lockhart Gardner Hilfe. Ein ehemaliger Klient Alicias ist vielleicht bereit, die Firma zu kaufen. Doch Diane und Will sind skeptisch, was die Rettungsstrategie angeht.","versions":[{"lang":1,"streams":[{"redirect":14385289,"hoster":"VOE"},{"redirect":12669015,"hoster":"Doodstream"},{"redirect":14410099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385303,"hoster":"VOE"},{"redirect":14409980,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Richter bin Ich","epNo":8,"alt":"Here Comes the Judge","descr":"Will ist überzeugt, dass der Richter in einem seiner aktuellen Fälle dem Angeklagten gegenüber befangen ist. Nach reiflicher Überlegung beschließen Will und Alicia, einen neuen Richter zu fordern, obwohl ihr Vorgehen das Risiko birgt, zu scheitern und den Zorn des Richters auf sich zu ziehen. Grace ist schwer mitgenommen vom Tod eines alten Klassenkameraden, und Alicia findet heraus, dass Peters Gegner Grace beschatten lassen. Peter und Eli bekommen unerwartet Unterstützung: Zach bietet ihnen seine Hilfe an.","versions":[{"lang":1,"streams":[{"redirect":14384930,"hoster":"VOE"},{"redirect":12669020,"hoster":"Doodstream"},{"redirect":14413698,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384961,"hoster":"VOE"},{"redirect":14409983,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ehe vor Gericht","epNo":9,"alt":"A Defense of Marriage","descr":"Alicia und Diane sind sich zunächst darüber einig, dass ein als besonders liberal geltender Anwalt sie in ihrem aktuellen Fall unterstützen soll, doch schon bald merken sie, dass der Mann vornehmlich seine eigenen Interessen vertritt: Er will den vorliegenden Rechtsstreit zu einem Präzedenzfall machen. Zu Thanksgiving kommt Alicias Mutter zu Besuch. Sie bittet ihre Tochter und ihren Sohn Owen um moralischen und rechtlichen Beistand. Es geht um den Ehevertrag mit ihrem kürzlich verstorbenen Mann.","versions":[{"lang":1,"streams":[{"redirect":14384931,"hoster":"VOE"},{"redirect":12669024,"hoster":"Doodstream"},{"redirect":14413703,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385325,"hoster":"VOE"},{"redirect":14409984,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Stellvertreterkrieg","epNo":10,"alt":"Battle of the Proxies","descr":"Will und Alicia arbeiten mit unterschiedlichen Klienten am gleichen Fall. Während Will einen des Mordes angeklagten Mann verteidigt, versucht Alicia mit den Ergebnissen aus diesem Fall, den Staatsanwalt in einem Nachbarbezirk zu unterstützen. Der klagt einen anderen Mann an, die gleiche Tat begangen zu haben. Eli steht derweil immer mehr unter Druck, als das Justizministerium ein gesteigertes Interesse an Peters Wahlkampagne zeigt. Kalindas Mann Nick bedroht indessen Alicia, die bei einer Internetsuche auf ihrem Heimcomputer eine überraschende Entdeckung gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":14385184,"hoster":"VOE"},{"redirect":12669029,"hoster":"Doodstream"},{"redirect":14413705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384874,"hoster":"VOE"},{"redirect":14409986,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Boom De Yah Da","epNo":11,"alt":"Boom De Yah Da","descr":"Will und Diane stellen sich auf Wunsch des Treuhänders Clarke Hayden einem Vermittlungsgespräch. Weil die beiden seine Versuche, die Firma zu verkaufen, hintertrieben haben, möchte Hayden jetzt, dass sie von ihren Ämtern als führende Partner der Kanzlei entbunden werden. Alicia bemerkt, wie in Wills Fall der Anwalt der Gegenpartei versucht, eine wichtige eidesstattliche Erklärung zu verzögern. Eli findet derweil heraus, dass Wendy Scott-Carr die Leitung der Ermittlungen gegen ihn übernommen hat. Cary hingegen befindet sich in einer schwierigen Lage, die seine Freundschaft mit Clarke belasten könnte.","versions":[{"lang":1,"streams":[{"redirect":14377656,"hoster":"VOE"},{"redirect":12669032,"hoster":"Doodstream"},{"redirect":14395106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396064,"hoster":"VOE"},{"redirect":14395082,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Je ne sais was?","epNo":12,"alt":"Je Ne Sais What","descr":"Alicia, Diane und Will helfen der Anwältin Elsbeth Tascioni, die kurz vor einer wichtigen Anhörung vor einem internationalen Sportgericht festgenommen wurde. Während Alicia versucht, Elsbeth auf Kaution frei zu bekommen, mühen sich Diane und Will mit drei französischsprechenden Sportrichtern. Außerdem sehen sie sich der ungewohnten Tatsache gegenüber, dass in diesem Fall die Beweislast umgekehrt ist. In Peters Wahlkampfteam kommt es zu Unstimmigkeiten, als Zach herausfindet, dass Maddie Hayward versucht, Peter wegen angeblicher rassistischer Vorurteile zu diskreditieren.","versions":[{"lang":1,"streams":[{"redirect":14385284,"hoster":"VOE"},{"redirect":12668931,"hoster":"Doodstream"},{"redirect":14413711,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384826,"hoster":"VOE"},{"redirect":14409987,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Sieben Tage Regel","epNo":13,"alt":"The Seven Day Rule","descr":"Die Firma kämpft vor Gericht gegen ihren neuen Gläubiger Louis Canning um eine Erweiterung des Insolvenzverfahrens. Alicia ist zunächst begeistert, als man ihr anbietet, Partnerin zu werden. Doch dann begreift sie, dass sie dafür eine Kapitaleinlage von 600.000 Dollar leisten müsste. Doch angesichts der 30 Millionen Dollar Schulden der Kanzlei ist das eher ein schlechtes Angebot. Die Verlobte von Neil Gross engagiert David Lee zur Aushandlung eines Ehevertrages. Ob am Ende die Liebe triumphiert? Im Wahlkampf kommt es zu Konflikten zwischen Alicia und Eli.","versions":[{"lang":1,"streams":[{"redirect":14396025,"hoster":"VOE"},{"redirect":12668934,"hoster":"Doodstream"},{"redirect":14413713,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395952,"hoster":"VOE"},{"redirect":14409990,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Rotes Team, blaues Team","epNo":14,"alt":"Red Team, Blue Team","descr":"Nachdem die Firma endlich ihre Schulden beglichen hat, werden Alicia, Cary und diejenigen, denen man während der finanziellen Klemme eine Partnerschaft angeboten hatte, auf ein weiteres Jahr vertröstet. Der Ärger ist groß, und die Spannungen verschärfen sich noch, als Alicia und Cary aufgefordert werden, in einem Scheinprozess gegen Will und Diane anzutreten, um die Erfolgschancen zu testen. Dessen Resultat hat Konsequenzen für den Hersteller von Energydrinks, der für den Tod eines Mädchens verantwortlich gemacht wird. Eli versucht inzwischen, sich in Peters Kampagne gegen Jordan zu behaupten.","versions":[{"lang":1,"streams":[{"redirect":14396030,"hoster":"VOE"},{"redirect":12668982,"hoster":"Doodstream"},{"redirect":14413697,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396016,"hoster":"VOE"},{"redirect":14409991,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Jagd nach Gold","epNo":15,"alt":"Going for the Gold","descr":"Peter bereitet sich auf seine erste TV-Debatte vor, unterstützt von Diane Lockhart. Inzwischen bewirbt sich die Firma darum, die Staatsanwaltschaft in Zivilprozessen zu vertreten. Eli kämpft derweil vor Bundes- und Staatsgerichten um seinen guten Namen. Seine Anwältin Elsbeth will wissen, wer gegen Eli aussagen wird, und greift deshalb zu einem Trick: Sie verklagt den stellvertretenden Bundesanwalt Josh Perrotti wegen Verleumdung, damit sie ihn vor Gericht befragen kann. Alicia ist inzwischen Partnerin in der Kanzlei und muss nun ihre neue Stellung gegenüber ihren Kollegen rechtfertigen.","versions":[{"lang":1,"streams":[{"redirect":12668933,"hoster":"VOE"},{"redirect":12668937,"hoster":"Doodstream"},{"redirect":12668935,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8665052,"hoster":"VOE"},{"redirect":8665051,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tanz mit dem Teufel","epNo":16,"alt":"Runnin’ With the Devil","descr":"Alicia verteidigt den Dealer Lemond Bishop, dem der Mord an einem Informanten vorgeworfen wird. Bishop verlangt jedoch, dass die Verteidigung mit dem Anwalt Charles Lester zusammenarbeitet. Als im Prozess nach und nach die Zeugen ihre Aussagen gegen Bishop widerrufen, ahnt Alicia, was hinter Lesters Engagement steckt. Mittlerweile hat die Firma erstmals wieder einen Überschuss erwirtschaftet, über dessen Verwendung nun beraten wird. Sollte man die beiden Etagen wieder anmieten, die während der Insolvenz aufgegeben wurden, und noch einen zweiten Ermittler einstellen?","versions":[{"lang":1,"streams":[{"redirect":14384928,"hoster":"VOE"},{"redirect":12668943,"hoster":"Doodstream"},{"redirect":14413716,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384827,"hoster":"VOE"},{"redirect":14409993,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Nur drei Fragen","epNo":17,"alt":"Invitation to an Inquest","descr":"Alicia und Will wollen, dass der Tod eines Richters, der bei einem Autounfall ums Leben gekommen ist, gerichtlich untersucht wird. Ihre Klientin, die Witwe des Toten, erwartet die Auszahlung mehrerer Millionen Dollar aus einer Lebensversicherung. Cary trifft zufällig seinen Vater, dessen neue Verbindungen mit der Kanzlei die ohnehin schwierige Vater-Sohn-Beziehung zusätzlich belasten. Eli versucht weiterhin, seinen Rivalen Jordan aus der Kampagne zu drängen.","versions":[{"lang":1,"streams":[{"redirect":14384847,"hoster":"VOE"},{"redirect":12668949,"hoster":"Doodstream"},{"redirect":14413718,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384828,"hoster":"VOE"},{"redirect":14409994,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Tod eines Mandanten","epNo":18,"alt":"Death of a Client","descr":"Während des Chicago Shamrock Dinners wird einer der Klienten der Kanzlei ermordet. Die Polizei bittet Alicia als seine Anwältin um Unterstützung bei den Ermittlungen. Schon bald steckt sie in einem Dilemma: Einerseits will sie der Polizei helfen, andererseits will sie ihre anwaltliche Schweigepflicht nicht verletzen. Peter bietet Diane das freigewordene Amt eines Obersten Richters an, sollte er die Wahlen gewinnen. Außerdem gerät er auf dem Shamrock Dinner in einen heftigen Streit mit dem republikanischen Kandidaten für das Gouverneursamt.","versions":[{"lang":1,"streams":[{"redirect":14385285,"hoster":"VOE"},{"redirect":12668954,"hoster":"Doodstream"},{"redirect":14413719,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395935,"hoster":"VOE"},{"redirect":14409997,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Mühlen der Justiz","epNo":19,"alt":"The Wheels of Justice","descr":"Colin Sweeney und seine Frau kommen zurück zu Lockhart/Gardner. Sweeney steckt in ziemlichen Schwierigkeiten, denn eine bevorstehende Entscheidung des Obersten Gerichtshofes könnte dazu führen, dass er lebenslang ins Gefängnis muss. Und es bleibt nicht viel Zeit, sodass Alicia und Will sofort – und vollkommen unvorbereitet – vor Gericht gehen müssen. In der Zwischenzeit bekommt Diane unerwarteten Besuch von Kurt McVeigh.","versions":[{"lang":1,"streams":[{"redirect":14385286,"hoster":"VOE"},{"redirect":12668960,"hoster":"Doodstream"},{"redirect":14413723,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385326,"hoster":"VOE"},{"redirect":14409996,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Anonymus","epNo":20,"alt":"Sex Dolls and Videotape","descr":"Alicia vertritt ein Mädchen, das einen Klassenkameraden der Vergewaltigung beschuldigt. Als die Internetaktivisten von \"Anonymous\" auf den Fall aufmerksam werden, bringen sie die Verhandlung via Internet in die Öffentlichkeit. Und während sich Diane weiteren Prüfungen für die Eignung als Mitglied des Obersten Gerichts unterziehen muss, wächst Kalindas Misstrauen gegen Robyn.","versions":[{"lang":1,"streams":[{"redirect":14385180,"hoster":"VOE"},{"redirect":12668964,"hoster":"Doodstream"},{"redirect":14413721,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395936,"hoster":"VOE"},{"redirect":14409999,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Gemeinsam ist man stärker","epNo":21,"alt":"A More Perfect Union","descr":"Um ihrer Mutter einen Gefallen zu tun, vertritt Alicia eine Gruppe von Programmierern gegen ihren Arbeitgeber. Der droht ihnen mit Entlassung, wenn sie die eigentlich unannehmbaren Arbeitsbedingungen nicht akzeptieren. Alicia unterstützt die Arbeitnehmer, eine Gewerkschaft zu gründen. Der Fall hat direkte Auswirkungen auf Lockhart/Gardner – denn auch dort fordern die Mitarbeiter nun bessere Arbeitsbedingungen.","versions":[{"lang":1,"streams":[{"redirect":14385182,"hoster":"VOE"},{"redirect":12668967,"hoster":"Doodstream"},{"redirect":14395105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384875,"hoster":"VOE"},{"redirect":14410002,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Heimlichkeiten","epNo":22,"alt":"What’s in the Box?","descr":"Am Abend der Gouverneurswahl in Illinois fällt Zach eine verdächtige Wahlurne auf. Er glaubt, dass es bei der Briefwahl zu Manipulationen gekommen ist. Alicia und ihre Kollegen bringen die Sache in einem Schnellverfahren vor Gericht. Doch in dem angeblichen Betrugsfall kommt es bald zu einer unerwarteten Wendung. Cary ist indes kurz davor, seine eigene Kanzlei zu gründen. Er fragt Kalinda und Robyn, ob sie sich beteiligen möchten.","versions":[{"lang":1,"streams":[{"redirect":12668966,"hoster":"VOE"},{"redirect":12668975,"hoster":"Doodstream"},{"redirect":12668968,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8665069,"hoster":"VOE"},{"redirect":8665070,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Alles geht zu Ende","epNo":1,"alt":"Everything Is Ending","descr":"Alicia wandert auf einem schmalen Grat: Einerseits bemüht sie sich im Namen der Kanzlei darum, die Hinrichtung eines verurteilten Mörders zu verhindern. Andererseits bereitet sie gemeinsam mit Cary ihren Ausstieg aus der Firma vor. Wie lange kann Alicia ihren heimlichen Plan vor ihren Vorgesetzten verbergen? Eli ist derweil mit Peter beschäftigt: Gemeinsam stellen die beiden ein Team für Peters Gouverneursbüro zusammen.","versions":[{"lang":1,"streams":[{"redirect":14396062,"hoster":"VOE"},{"redirect":12669144,"hoster":"Doodstream"},{"redirect":12724947,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396139,"hoster":"VOE"},{"redirect":14395084,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Datenmüll","epNo":2,"alt":"The Bit Bucket","descr":"Alicia und Cary verklagen für einen Klienten die NSA. Was sie jedoch nicht wissen: Lockhart/Gardner wird selbst von der NSA überwacht. Der umstrittene Geheimdienst kontrolliert schon seit einiger Zeit die Kommunikation der Anwaltskanzlei. Unterdessen unternimmt Alicias Mutter erste Schritte, ihre Tochter zu unterstützen, während Eli daran arbeitet, Dianes Supreme Court-Nominierung erfolgreich durchzubringen.","versions":[{"lang":1,"streams":[{"redirect":14396026,"hoster":"VOE"},{"redirect":12669150,"hoster":"Doodstream"},{"redirect":12724955,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395967,"hoster":"VOE"},{"redirect":14410003,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein kostbares Gut","epNo":3,"alt":"A Precious Commodity","descr":"Diane gibt einem Journalisten ein Interview, das ihre Supreme Court-Nominierung sichern soll. Dabei enthüllt sie allerdings pikante Details zu Wills Suspendierung im vergangenen Jahr. Die Partner sehen sich in dieser neuen Situation zu ernsthaften Schritten gezwungen. Schließlich macht Will Alicia ein solch verlockendes Angebot, dass sie ihre Pläne, die Kanzlei zu verlassen, noch einmal überdenken muss.","versions":[{"lang":1,"streams":[{"redirect":14377532,"hoster":"VOE"},{"redirect":12669155,"hoster":"Doodstream"},{"redirect":12724962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396100,"hoster":"VOE"},{"redirect":14395086,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ruhe vor dem Sturm","epNo":4,"alt":"Outside the Bubble","descr":"Diane steht kurz vor ihrem Abschied aus der Firma und bereitet sich nebenbei auf ihre Hochzeit mit Kurt McVeigh vor. Dabei kommt es zu Reibungen mit ihren alten Freunden. Auch Alicia plant ihren Wechsel und durchstöbert zuvor noch Klienten-Daten – Diane ertappt sie dabei. Währenddessen werden mehrere Anwälte der Kanzlei von einer ehemaligen Angestellten der sexuellen Belästigung angezeigt. Die Firma beauftragt daraufhin Elsbeth Tascioni, sie zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":14385188,"hoster":"VOE"},{"redirect":12669169,"hoster":"Doodstream"},{"redirect":12724970,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384912,"hoster":"VOE"},{"redirect":14410006,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Judas","epNo":5,"alt":"Hitting the Fan","descr":"Fassungslosigkeit bei Will Gardner: Diana offenbart ihm, dass Alicia samt einiger weiterer Anwälte die Kanzlei verlässt, um eine eigene zu gründen. Im Gespräch mit Alicia wahrt er zunächst noch die Fassung, doch schließlich brechen seine Gefühle aus und er macht ihr klar, wie verletzt sie ihn zurücklässt. Neben privaten Aspekten, geht es jedoch auch um das Abwerben von Topmandanten. Will befürchtet, dass Alicia seine besten Kunden mitnimmt. Eine schmutzige Schlacht beginnt...","versions":[{"lang":1,"streams":[{"redirect":14384935,"hoster":"VOE"},{"redirect":12669175,"hoster":"Doodstream"},{"redirect":12724985,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395968,"hoster":"VOE"},{"redirect":14410008,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Tag danach","epNo":6,"alt":"The Next Day","descr":"Der Kampf der Kanzleien um Kundschaft ist in vollem Gange: Lockhart/Gardner und Florrick/Agos streiten sich aber nicht nur um die Gunst potentieller Mandanten sondern auch um einen wichtigen Zeugen in einem heiklen Prozess um Waffengewalt.","versions":[{"lang":1,"streams":[{"redirect":14395996,"hoster":"VOE"},{"redirect":12724992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395969,"hoster":"VOE"},{"redirect":14410001,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Woche danach","epNo":7,"alt":"The Next Week","descr":"Alicias Sohn Zach entdeckt, dass jemand von außen auf die Webcam am Computer seiner Mutter zugreift. Ohne große Umschweife verdächtigt Alicia Lockhart/Gardner, sie und ihre Anwaltskanzlei Florrick/Agos auszuspionieren. Derweil versucht Will, einen Klienten davon abzubringen, zu Florrick/Agos zu wechseln. Durch Zufall begegnet er dabei Alicias Bruder Owen, der ihm eine Erklärung für die berufliche Veränderung seiner Schwester vermitteln will.","versions":[{"lang":1,"streams":[{"redirect":14384932,"hoster":"VOE"},{"redirect":12669042,"hoster":"Doodstream"},{"redirect":12724998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395970,"hoster":"VOE"},{"redirect":8665091,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Monat danach","epNo":8,"alt":"The Next Month","descr":"Die Anwaltskanzlei Florrick/Agos zieht trotz mangelnder Einrichtung in ihre neuen Büroräume und erhält von Natalie Florres ihren nächsten Fall: Ein alter Schulfreund aus Mexiko hält sich ohne Aufenthaltsgenehmigung in den USA auf. Sollte er nicht für die Staatsanwaltschaft gegen einen berüchtigten Drogendealer aussagen, drohe ihm die Abschiebung. Dort jedoch würde ihn der sichere Tod erwarten. Unterdessen versucht Robyn immer mehr wie Kalinda zu sein.","versions":[{"lang":1,"streams":[{"redirect":14384933,"hoster":"VOE"},{"redirect":12669043,"hoster":"Doodstream"},{"redirect":12725006,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384962,"hoster":"VOE"},{"redirect":14410011,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Cyber-Mobbing","epNo":9,"alt":"Whack-a-Mole","descr":"Alicia vertritt einen College-Professor, den Nutzer in einem sozialen Netzwerk des Inlandsterrorismus’ beschuldigen. Jetzt will sie den Betreiber der Website verantwortlich machen. Bei Lockhart/Gardner entscheidet sich Will gegen Diane und stellt Damian Boyle ein. Der zwielichtige Anwalt pflegt Verbindungen zum organisierten Verbrechen, weshalb Diane Kalinda anweist, ihn eingehend zu überprüfen. Boyle nimmt hingegen gleich die Arbeit auf und recherchiert in Alicias Website-Fall.","versions":[{"lang":1,"streams":[{"redirect":14384934,"hoster":"VOE"},{"redirect":12669048,"hoster":"Doodstream"},{"redirect":12725018,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384973,"hoster":"VOE"},{"redirect":14410014,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Testament","epNo":10,"alt":"The Decision Tree","descr":"Alicia ist fassungslos, als sie erfährt, dass ein ehemaliger Klient verstorben ist und ihr mehrere Millionen Dollar hinterlassen hat. Die Frau des exzentrischen Mannes ficht das Vermächtnis mithilfe der Anwaltskanzlei Lockhart/Gardner allerdings umgehend an. Derweil beäugen Eli und Marilyn auf der Firmenfeier von Florrick/Agos Peter etwas misstrauisch: Alicias Ehemann kümmert sich ein wenig zu engagiert um die eher verrufenen Klienten der Kanzlei.","versions":[{"lang":1,"streams":[{"redirect":14385185,"hoster":"VOE"},{"redirect":12669050,"hoster":"Doodstream"},{"redirect":12725025,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395986,"hoster":"VOE"},{"redirect":14410013,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Goliath und David","epNo":11,"alt":"Goliath and David","descr":"Alicia vertritt die Band, die bei der Weihnachtsfeier von Florrick/Agos gespielt hatte: Die Gruppe verklagt ein Sendernetzwerk wegen Urheberrechtsverletzung. Angeblich wurde in einer Fernsehshow eines ihrer Stücke ohne Erlaubnis gecovert. Der Fall wäre eigentlich leicht entschieden, bis sich Lockhart/Gardner einschaltet. Will vertritt die gegnerische Seite und beginnt mit seinem Wissen über Alicias Stärken und Schwächen eine psychologische Kriegsführung. Doch Alicia weiß sich zu wehren.","versions":[{"lang":1,"streams":[{"redirect":14377531,"hoster":"VOE"},{"redirect":12669056,"hoster":"Doodstream"},{"redirect":12725031,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396129,"hoster":"VOE"},{"redirect":14395089,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wir, die Jurys","epNo":12,"alt":"We, the Juries","descr":"Florrick/Agos und Lockhart/Gardner teilen sich einen Fall, der vor der Abspaltung von Florrick/Agos noch in Alicias Verantwortung lag. Jede Seite vertritt je einen Teil eines Pärchens, das wegen Drogenschmuggels vor Gericht steht. Die Sache wird kompliziert, als beide Kanzleien für ihre Mandanten eine eigene Jury fordern. Unterdessen versucht Cary, einen alten Klienten abzuwerben und Marilyn prüft einen möglichen Wahlbetrug bei der letzten Gouverneurswahl.","versions":[{"lang":1,"streams":[{"redirect":14395958,"hoster":"VOE"},{"redirect":12669059,"hoster":"Doodstream"},{"redirect":12725042,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384876,"hoster":"VOE"},{"redirect":14410015,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Parallelkonstruktion","epNo":13,"alt":"Parallel Construction, Bitches","descr":"Lemond Bishop ist Chicagos Drogenboss und gleichzeitig ein heißbegehrter Mandant der beiden verfeindeten Kanzleien Florrick/Agos und Lockhart/Gardner. Bishop gerät in eine vermeintliche Verkehrskontrolle im Zuge derer er wegen eines Drogendelikts festgenommen wird. Die Information zu seinem Verbrechen scheint von der Kanzlei Florrick/Agos zu stammen. Alicia geht der Sache auf den Grund und entdeckt, dass ihre Telefone abgehört werden.","versions":[{"lang":1,"streams":[{"redirect":14385291,"hoster":"VOE"},{"redirect":12669066,"hoster":"Doodstream"},{"redirect":12725059,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385275,"hoster":"VOE"},{"redirect":14410009,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein paar Worte","epNo":14,"alt":"A Few Words","descr":"Alicia und ihre Kollegen aus der Kanzlei reisen nach New York, um an der Tagung der Anwaltskammer teilzunehmen. Alicia ist jedoch nicht nur Gast, sondern auch Rednerin zum Thema Wiedereinstieg in den Beruf. In einer bewegenden Ansprache erzählt sie, wie sie damals, nach 13 Jahren als wohlhabende Gattin, Hausfrau und Mutter, wieder in den Anwaltsberuf eingestiegen ist. Unterdessen bemühen sich die anwesenden Kanzleien um die Gunst der bekannten Anwältin Rayna Hecht.","versions":[{"lang":1,"streams":[{"redirect":14385292,"hoster":"VOE"},{"redirect":12669070,"hoster":"Doodstream"},{"redirect":12725065,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395971,"hoster":"VOE"},{"redirect":14410021,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Drama, Euer Ehren!","epNo":15,"alt":"Dramatics","descr":"Nelson Dubeck bemüht sich um Alicias Hilfe bei seinen Ermittlungen im Wahlbetrug und sie stimmt zu. Dafür nimmt sie sich Cary als ihren Anwalt. Will sieht sich derweil erneut mit Problemen bei seiner Verteidigung des wegen Mordes beschuldigten Jeffrey Grant konfrontiert. Der neue Ankläger beweist sich nämlich als überragender Gegenspieler. Parallel dazu äußert Kalinda gegenüber Will erneut Zweifel, ob sie weiterhin für Lockhart/Gardner arbeiten möchte.","versions":[{"lang":1,"streams":[{"redirect":14395997,"hoster":"VOE"},{"redirect":12669078,"hoster":"Doodstream"},{"redirect":12725086,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396019,"hoster":"VOE"},{"redirect":14410019,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der letzte Anruf","epNo":16,"alt":"The Last Call","descr":"Die schrecklichen Ereignisse im Gerichtssaal haben Alicia zutiefst erschüttert. Sie sucht nach Antworten für Wills Tod. Ihre Trauer geht so weit, dass sie sich selbst von Peter distanziert. Auf ihrem Anrufbeantworter findet sie eine Nachricht von Will, doch bis auf eine Unterbrechung sagt sie nichts Bestimmtes aus. Währenddessen überbringt Diane ihren Partnern bei Lockhart/Gardner die schlimme Botschaft, während David Lee versucht, Wills Topklienten zu halten.","versions":[{"lang":1,"streams":[{"redirect":14385186,"hoster":"VOE"},{"redirect":12669085,"hoster":"Doodstream"},{"redirect":12725089,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395937,"hoster":"VOE"},{"redirect":14410022,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Bedeutung des Materiellen","epNo":17,"alt":"A Material World","descr":"Wills Tod bedrückt Alicia wie Diane gleichermaßen. Nach seiner Beerdigung lindern die beiden ihren Schmerz mit ein paar gemeinsamen Gläschen. Ihr Gespräch geht sogar soweit, dass sie eine Fusion ihrer beiden Firmen in Erwägung ziehen. Vor Gericht allerdings trennt sie noch ein brisanter Scheidungsfall. Als Lockhart/Gardner ein intimes Video als Beweismaterial durchsetzt, zeigt sich Alicia gegenüber Diane sehr aufgeregt. Parallel dazu bietet sie Finn ihre Hilfe im Jeffrey-Grant-Fall an.","versions":[{"lang":1,"streams":[{"redirect":14385293,"hoster":"VOE"},{"redirect":12669094,"hoster":"Doodstream"},{"redirect":12725104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384877,"hoster":"VOE"},{"redirect":14410020,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Total verwanzt","epNo":18,"alt":"All Tapped Out","descr":"Florrick/Agos übernimmt den Fall eines NSA-Mitarbeiters: Jeff Dellinger soll einen USB-Stick mit vertraulichen Dokumenten entwendet haben. Nach Edward Snowden ist die Angst der NSA vor einem weiteren Whistleblower groß. Im Zuge der Gespräche gelangt Alicia zu der Überzeugung, dass nicht nur ihre Agentur, sondern auch ihr Privatleben von dem Geheimdienst überwacht wird. Die Fusion von Lockhart/Gardner mit Florrick/Agos ist derweil vom Tisch: Louis Canning soll nun den Platz von Will einnehmen.","versions":[{"lang":1,"streams":[{"redirect":14384852,"hoster":"VOE"},{"redirect":12669101,"hoster":"Doodstream"},{"redirect":12725114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384854,"hoster":"VOE"},{"redirect":14410027,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Eine fesselnde Beziehung","epNo":19,"alt":"Tying The Knot","descr":"Alicia besucht Colin Sweeney auf seiner Verlobungsfeier. Eigentlich wollte sie ihn nur dazu bringen, ein wichtiges Dokument zu unterzeichnen, doch plötzlich findet sie sich inmitten eines Tatorts wieder: In Sweeneys Haus wird ein Toter gefunden und seine Verlobte Renata wird wegen des Verdachts auf Mord festgenommen. Alicia bittet Diane, den Fall zu übernehmen. Unterdessen gerät Peter durch ein Foto in berufliche Schwierigkeiten. Auf dem Bild ist Zach mit einer Wasserpfeife zu sehen.","versions":[{"lang":1,"streams":[{"redirect":14385202,"hoster":"VOE"},{"redirect":12669106,"hoster":"Doodstream"},{"redirect":12725127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395938,"hoster":"VOE"},{"redirect":14410028,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das unsichtbare Netz","epNo":20,"alt":"The Deep Web","descr":"Alicia hat eine Zufallsbegegnung mit einem ihr bekannten Jury-Mitglied und lässt sich von ihm zu einem Drink einladen. Der Charme des Unternehmers kommt bei ihr gut an und regt in ihr Zweifel an der Ehe mit Peter. In einem Gespräch mit ihrer Mutter versucht sie, Ordnung in ihre Gefühlswelt zu bringen. Anderswo bekommt Diane Besuch von alten Freunden. Sie suchen bei der Anwältin Unterstützung für ihren Sohn. Der soll nämlich im Internet Beihilfe zum Verkauf von Drogen geleistet haben.","versions":[{"lang":1,"streams":[{"redirect":14385299,"hoster":"VOE"},{"redirect":12669120,"hoster":"Doodstream"},{"redirect":12725133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385235,"hoster":"VOE"},{"redirect":14410029,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein Prozent","epNo":21,"alt":"The One Percent","descr":"Alicia und Cary haben einen neuen milliardenschweren Mandanten an Land gezogen: Der Geschäftsführer der Paisley-Group, James Paisley, muss sich vor Gericht wegen einer unrechtmäßigen Kündigung verantworten. Die Klage soll in Rücksichtnahme auf die bevorstehende Fusion möglichst durch einen außergerichtlichen Vergleich abgewendet werden. Paisley will von dieser Lösung aber nichts wissen und gibt zudem heikle Kommentare ab.","versions":[{"lang":1,"streams":[{"redirect":14385300,"hoster":"VOE"},{"redirect":12669128,"hoster":"Doodstream"},{"redirect":12725141,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385236,"hoster":"VOE"},{"redirect":14410025,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein seltsames Jahr","epNo":22,"alt":"A Weird Year","descr":"Alicia Florrick ist die Frau des Staatsanwalts Peter Florrick. Als Peter aufgrund eines Sex- und Korruptions-Skandals angeklagt und inhaftiert wird, ändert sich für Alicia alles. Nach öffentlicher Demütigung und Treuebruch fasst sie einen entscheidenden Entschluss: Um für ihre zwei Kinder zu sorgen und ihren Ruf wieder herzustellen, kehrt sie nach dreizehn Jahren in ihren alten Beruf als Prozessanwältin zurück...","versions":[{"lang":1,"streams":[{"redirect":14385187,"hoster":"VOE"},{"redirect":12669138,"hoster":"Doodstream"},{"redirect":12724937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385237,"hoster":"VOE"},{"redirect":14410030,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Grenzüberschreitungen","epNo":1,"alt":"The Line","descr":"Alicia bleibt hart: Sie weigert sich, für das Amt der Oberstaatsanwältin zu kandidieren. Trotzdem versucht Eli vehement, sie umzustimmen. Derweil überlegt Diane, als Partner bei Florrick/Agos einzusteigen. Doch dann droht eine interne Krise, die Firma zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":14377657,"hoster":"VOE"},{"redirect":12678357,"hoster":"Doodstream"},{"redirect":12729407,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377514,"hoster":"VOE"},{"redirect":14395088,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vertrauensfragen","epNo":2,"alt":"Trust Issues","descr":"Ein rechtliches Problem macht Florrick/Agos schwer zu schaffen. Während die Firma mit der Krise zu kämpfen hat, bemüht sich Alicia verstärkt darum, den wichtigsten Klienten des Hauses zu halten. Unterdessen plant Diane ihren Wechsel von Lockhart/Gardner und sucht nach Partnern, die sie für die neue Firma gewinnen kann.","versions":[{"lang":1,"streams":[{"redirect":14384936,"hoster":"VOE"},{"redirect":12678368,"hoster":"Doodstream"},{"redirect":12729408,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384878,"hoster":"VOE"},{"redirect":14410034,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lieber Gott","epNo":3,"alt":"Dear God","descr":"Carys Schicksal liegt nun in den Händen von Joy Grubick, die das vorgerichtliche Verfahren leitet. Sie befragt seine Kollegen, um darüber zu entscheiden, ob er hinter Gittern bleiben soll oder nicht. Währenddessen haben Alicia und Dean mit einer für sie ungewöhnlichen Situation zu tun: Der Fall eines Klienten endet in einem Schiedsverfahren, das sich in besonderer Weise auf christliche Werte beruft …","versions":[{"lang":1,"streams":[{"redirect":14377587,"hoster":"VOE"},{"redirect":12678371,"hoster":"Doodstream"},{"redirect":12729412,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396166,"hoster":"VOE"},{"redirect":14395090,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leichen im Keller","epNo":4,"alt":"Oppo Research","descr":"Alicia spielt nun doch immer stärker mit dem Gedanken, als Oberstaatsanwältin zu kandidieren. Eli holt daher auch gleich den renommierten Wahlkampfmanager Johnny Elfman ins Team, um sie zu einer endgültigen Entscheidung zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":14384937,"hoster":"VOE"},{"redirect":12678372,"hoster":"Doodstream"},{"redirect":12729418,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385238,"hoster":"VOE"},{"redirect":14410037,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ablenkungsgefahr","epNo":5,"alt":"Shiny Objects","descr":"Alicia und Dean vertreten eine Frau im Prozess gegen ihren ehemaligen Arbeitgeber. Ihre Mandantin, die zuvor Vorstandsmitglied des Unternehmens war, glaubt, dass ihr nur deshalb gekündigt wurde, weil sie eine Frau ist. Fest steht: Wenn Alicia und Dean den Fall gewinnen wollen, müssen sie mit harten Bandagen kämpfen. Schließlich haben auch die Anwälte der Gegenseite, Elsbeth Tascioni und Rayna Hecht, eine ausgeklügelte Verteidigungsstrategie. Derweil erlangt ein Hacker Zugriff auf Daten von Florrick/Agos/Lockhart und droht damit, alles zu löschen – es sei denn, die Kanzlei zahlt eine beträchtliche Summe.","versions":[{"lang":1,"streams":[{"redirect":14385190,"hoster":"VOE"},{"redirect":12678389,"hoster":"Doodstream"},{"redirect":12729421,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384829,"hoster":"VOE"},{"redirect":14410038,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Old Spice","epNo":6,"alt":"Old Spice","descr":"Vor Gericht sind Alicia und Elsbeth erbitterte Kontrahentinnen, doch nun müssen sie ihren Rechtsstreit vorläufig auf Eis legen. Grund dafür: Ihre Mandanten werden von der Regierung beide der Wirtschaftsspionage bezichtigt. Diane sucht derweil nach einer Möglichkeit, mit der Kanzlei Florrick/Agos/Lockhart in die Räumlichkeiten von Lockhart/Gardner/Canning umzuziehen. Das führt allerdings zu einer heftigen Auseinandersetzung mit ihren ehemaligen Partnern David Lee und Louis Canning …","versions":[{"lang":1,"streams":[{"redirect":14384848,"hoster":"VOE"},{"redirect":12678415,"hoster":"Doodstream"},{"redirect":12729425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385600,"hoster":"VOE"},{"redirect":14410039,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Interview","epNo":7,"alt":"Message Discipline","descr":"Während der Vorbereitung seiner Anklage gegen Cary stößt Staatsanwalt Finn Polmar völlig unerwartet auf ein brisantes Beweisstück, das folgenschwere Konsequenzen für Alicia und Peter nach sich ziehen könnte. Derweil wird Eli in hohe Alarmbereitschaft versetzt, als plötzlich ein weiterer Kandidat für das Amt des Oberstaatsanwaltes auf den Plan tritt: TV-Rechtsexperte Frank Prady.","versions":[{"lang":1,"streams":[{"redirect":14384938,"hoster":"VOE"},{"redirect":12678439,"hoster":"Doodstream"},{"redirect":12729429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385138,"hoster":"VOE"},{"redirect":14410036,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In der Gefahrenzone","epNo":8,"alt":"Red Zone","descr":"Bei Alicias neustem Fall geht es um eine brutale Vergewaltigung am College. Nachdem Anhörungen an der Universität zu keinem Ergebnis führten, landet die Sache schließlich vor dem Zivilgericht. Hier sieht sich Alicia überraschend einem alten Bekannten gegenüber: Louis Canning. Unterdessen nimmt auch der Wahlkampf für das Amt des Oberstaatsanwalts langsam Fahrt auf. Eli und Elfman rufen deshalb eine Fokusgruppe ins Leben, um mehr über Alicias Beliebtheit in Erfahrung zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14395959,"hoster":"VOE"},{"redirect":12678459,"hoster":"Doodstream"},{"redirect":12729434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385239,"hoster":"VOE"},{"redirect":14410043,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schlammschlacht","epNo":9,"alt":"Sticky Content","descr":"Alicia wird von Gewissensbissen geplagt, nachdem Frank Prady sie beim Wahlkampf um das Amt des Oberstaatsanwalts in eine regelrechte Schlammschlacht hineinzieht. Derweil will das FBI Cary zur Zusammenarbeit bewegen, um endlich ein Verfahren gegen Lemond Bishop einleiten zu können.","versions":[{"lang":1,"streams":[{"redirect":14384849,"hoster":"VOE"},{"redirect":12678506,"hoster":"Doodstream"},{"redirect":12729438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385139,"hoster":"VOE"},{"redirect":14410045,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Prozess","epNo":10,"alt":"The Trial","descr":"Carys großer Tag ist gekommen: Er muss sich vor Gericht verantworten. Überraschend schlägt ihm die Anklage einen Deal vor, der ihn ernsthaft über eine Haftstrafe nachdenken lässt. Wird er sich auf das Angebot einlassen? Derweil bringt ein vermeintlich harmloser Scherz zwischen Mutter und Tochter Alicia und ihre Wahlkampagne in Schwierigkeiten. Können Eli und Johnny die Wogen noch glätten – oder ist das Amt der Oberstaatsanwältin für Alicia nun endgültig gestorben?","versions":[{"lang":1,"streams":[{"redirect":14396027,"hoster":"VOE"},{"redirect":12678530,"hoster":"Doodstream"},{"redirect":12729440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384914,"hoster":"VOE"},{"redirect":14410048,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Griff nach dem Strohhalm","epNo":11,"alt":"Hail Mary","descr":"Carys Prozess ist beendet – und er kommt hinter Gitter. Damit er darauf so gut wie möglich vorbereitet ist, beauftragt er kurzerhand einen Gefängnisberater. Und auch das Kanzlei-Team von Florrick/Agos/Lockhart tut sein Möglichstes, um Cary in dieser schwierigen Situation zu unterstützen. Alicia muss ebenfalls gut vorbereitet sein, denn von dem anstehenden TV-Duell hängt für sie viel ab. Professionelle Hilfe erhofft sie sich von Englisch-Professor Adrian Fluke …","versions":[{"lang":1,"streams":[{"redirect":14377709,"hoster":"VOE"},{"redirect":12678572,"hoster":"Doodstream"},{"redirect":12729446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396086,"hoster":"VOE"},{"redirect":14395087,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das TV-Duell","epNo":12,"alt":"The Debate","descr":"Alicia und Frank Prady stehen sich im entscheidenden TV-Duell gegenüber. Beide schenken sich dabei wahrlich nichts, denn beide verfolgen nur ein Ziel: die Wahl zum Oberstaatsanwalt zu gewinnen. Unterdessen muss sich Gouverneur Peter Florrick gegen einen drohenden Aufstand in Chicago wappnen.","versions":[{"lang":1,"streams":[{"redirect":14385191,"hoster":"VOE"},{"redirect":12678610,"hoster":"Doodstream"},{"redirect":12729449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385240,"hoster":"VOE"},{"redirect":14410047,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schattengeld","epNo":13,"alt":"Dark Money","descr":"Alicia konzentriert sich nun voll und ganz auf ihre Wahl zur Oberstaatsanwältin, doch auch die Konkurrenz schläft nicht. Sie ist dazu gezwungen, mit Frank Prady um eine große Wahlkampfspende zu wetteifern. Derweil vertreten Diane und Cary Colin Sweeney. Der wirft einem Fernsehproduzenten vor, ein TV-Format entwickelt zu haben, dessen Hauptfigur unübersehbar auf Sweeney selbst basiere – und diese Figur lasse ihn in einem ziemlich unvorteilhaften Licht erscheinen.","versions":[{"lang":1,"streams":[{"redirect":14385294,"hoster":"VOE"},{"redirect":12678647,"hoster":"Doodstream"},{"redirect":12729452,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385140,"hoster":"VOE"},{"redirect":14410050,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kopfkino","epNo":14,"alt":"Mind’s Eye","descr":"Alicia will die Wahl zur Oberstaatsanwältin gewinnen und bereitet sich auf ein wichtiges Interview vor, dessen Verlauf enormen Einfluss auf den Wahlausgang haben wird. Ausgerechnet jetzt übt Louis Canning Druck auf die Kanzlei Florrick/Agos/Lockhart aus: Er besteht auf eine Entschädigung für seine unrechtmäßige Zwangsräumung.","versions":[{"lang":1,"streams":[{"redirect":14385597,"hoster":"VOE"},{"redirect":12678679,"hoster":"Doodstream"},{"redirect":12729458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385141,"hoster":"VOE"},{"redirect":14410049,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Open Source","epNo":15,"alt":"Open Source","descr":"Im Rennen um das Amt des Oberstaatsanwalts greift Frank Prady jetzt Alicias Mann, Gouverneur Peter Florrick, offen an. Das bringt Alicia gehörig in Zugzwang. Soll sie Peter jetzt ebenfalls öffentlich attackieren? In der Kanzlei bekommen es die Anwälte derweil mit einem weiteren ungewöhnlichen Fall zu tun: Ein Mann ist beim Hantieren mit einer Schusswaffe, die mit Hilfe eines 3D-Druckers hergestellt wurde, schwer verletzt worden. Dianes Ehemann Kurt McVeigh wird als Experte vor Gericht geladen, was zu Spannungen zwischen den beiden führt.","versions":[{"lang":1,"streams":[{"redirect":14385192,"hoster":"VOE"},{"redirect":12678699,"hoster":"Doodstream"},{"redirect":12729460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384879,"hoster":"VOE"},{"redirect":14410052,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Jagdszenen","epNo":16,"alt":"Red Meat","descr":"Alicias politische Zukunft steht auf dem Spiel, als ihr Mann Peter ein Interview gibt, das den Ausgang der bevorstehenden Wahl entscheidend beeinflussen könnte. Diane begibt sich mit Kurt und einigen seiner Freunde auf einen Jagdausflug. Dabei hegt sie die leise Hoffnung, im Verlauf des Trips einen neuen wohlhabenden Kunden für die Firma gewinnen zu können","versions":[{"lang":1,"streams":[{"redirect":14395960,"hoster":"VOE"},{"redirect":12729466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385583,"hoster":"VOE"},{"redirect":14410054,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Alle Optionen offen","epNo":17,"alt":"Undisclosed Recipients","descr":"Die Partner von Florrick/Agos/Lockhart müssen feststellen, dass sie im Hinblick auf die Zukunft der Firma unterschiedliche Vorstellungen haben. Außerdem sorgt ein neuer Fall für unvorhergesehene Probleme: Da die Kanzlei einen Filmproduzenten vertritt, der sich gegen Internetpiraterie wehrt, wird sie Opfer eines Hackerangriffs.","versions":[{"lang":1,"streams":[{"redirect":14384939,"hoster":"VOE"},{"redirect":12678772,"hoster":"Doodstream"},{"redirect":12729469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385246,"hoster":"VOE"},{"redirect":14410053,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Glaubensfreiheit","epNo":18,"alt":"Loser Edit","descr":"Auch nach dem Hackerangriff auf ihre Kanzlei kommt Alicia nicht zur Ruhe: Während eines Fernsehinterviews wird sie plötzlich mit Fragen über ausspionierte E-Mails konfrontiert. Derweil übernimmt Diane einen Fall, der ihre Sympathien für gleichgeschlechtliche Partnerschaften untergräbt. Auf einmal heißt es: Schwulenehe vs. religiöse Freiheit. In der Kanzlei taucht außerdem ein Ermittler auf. Er prüft die Beweise, die Diane genutzt hat, um Cary aus dem Gefängnis zu holen.","versions":[{"lang":1,"streams":[{"redirect":14385193,"hoster":"VOE"},{"redirect":12678800,"hoster":"Doodstream"},{"redirect":12729473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385142,"hoster":"VOE"},{"redirect":14410062,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Schmutziger Sieg","epNo":19,"alt":"Winning Ugly","descr":"Alicia hat zwar die Wahl zur Oberstaatsanwältin gewonnen, doch nun wird sie mit dem Vorwurf der Manipulation konfrontiert. Eine Neuauszählung der Stimmen wollen Eli und sie auf alle Fälle verhindern. Sie engagieren den angesehenen Anwalt Spencer Randolph, der als Experte für Bürgerrechte gilt. Währenddessen erfährt Diane, dass sie in Carys Fall unwissentlich falsche Beweise vorgelegt hat.","versions":[{"lang":1,"streams":[{"redirect":14385194,"hoster":"VOE"},{"redirect":12678823,"hoster":"Doodstream"},{"redirect":12729476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385247,"hoster":"VOE"},{"redirect":14410058,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Niedergang","epNo":20,"alt":"The Deconstruction","descr":"Alicia sieht einer unsicheren Zukunft entgegen. Im Zuge des angeblichen Wahlbetrugs wird sie dazu gezwungen, auf ihr Amt als Oberstaatsanwältin zu verzichten. Der Milliardär R.D. engagiert unterdessen Diane und Cary, die in einem fingierten Fall gegen zwei ultrakonservative Anwälte antreten sollen.","versions":[{"lang":1,"streams":[{"redirect":14385195,"hoster":"VOE"},{"redirect":12678846,"hoster":"Doodstream"},{"redirect":12729481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384880,"hoster":"VOE"},{"redirect":14410065,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Nicht scheitern!","epNo":21,"alt":"Don’t Fail","descr":"Ein früherer Klient meldet sich bei Alicia. Ihm wird ein Mord vorgeworfen, der mit einem Fall aus dem Jahr 2009 in Verbindung stehen soll. Während sich Alicia die alten Akten erneut vornimmt, erinnert sie sich an ihre Anfänge als Anwältin.","versions":[{"lang":1,"streams":[{"redirect":14384940,"hoster":"VOE"},{"redirect":12678880,"hoster":"Doodstream"},{"redirect":12729485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385143,"hoster":"VOE"},{"redirect":14410063,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Partner gesucht?","epNo":22,"alt":"Wanna Partner?","descr":"Alicias berufliche Zukunft befindet sich in der Schwebe. Da offenbart ihr ein mysteriöser Anruf, dass ein Klient in einer geheimen polizeilichen Einrichtung festgehalten wird, in der Personen inoffiziell inhaftiert werden. Polizei und Staatsanwaltschaft bestreiten allerdings nachdrücklich, dass sie den Mann verhaftet und in ihre Gewalt gebracht haben.","versions":[{"lang":1,"streams":[{"redirect":14385189,"hoster":"VOE"},{"redirect":12678334,"hoster":"Doodstream"},{"redirect":12729403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385584,"hoster":"VOE"},{"redirect":14410060,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Allianz mit dem Teufel","epNo":1,"alt":"Grunts","descr":"Alicia will ihrer angeschlagenen Anwaltskarriere neues Leben einhauchen: Vor einem Kautionsgericht vertritt sie Mandanten, die aus der Untersuchungshaft entlassen werden möchten. Dabei trifft sie auf die Anwältin Lucca Quinn, die ihr die Mandanten streitig zu machen versucht. Peter engagiert unterdessen die strategische Beraterin Ruth Eastman, die seinen Präsidentschaftswahlkampf unterstützen soll. Das führt zu einem interessanten Wechselspiel zwischen Eastman und Eli …","versions":[{"lang":1,"streams":[{"redirect":12989165,"hoster":"VOE"},{"redirect":12679173,"hoster":"Doodstream"},{"redirect":12989166,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377628,"hoster":"VOE"},{"redirect":14395093,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unschuld","epNo":2,"alt":"Innocents","descr":"Alicia übernimmt einen komplexen Fall, in dem es um Vandalismus an Fotos, die eine Mutter von ihrem Sohn gemacht hat, in einem Museum geht. Alicia erwägt, zu ihrer Unterstützung einen Privatermittler zu engagieren, und entscheidet sich für Jason Crouse. In der Kanzlei Lockhart, Agos \u0026 Lee muss sich Cary mit ihrem Partner Howard Lyman auseinandersetzen, der sich den jüngeren Anwälten gegenüber ziemlich unangemessen verhält …","versions":[{"lang":1,"streams":[{"redirect":12989169,"hoster":"VOE"},{"redirect":12679192,"hoster":"Doodstream"},{"redirect":12989170,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385144,"hoster":"VOE"},{"redirect":14410064,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Weichgekocht","epNo":3,"alt":"Cooked","descr":"Alicia und Lucca arbeiten in einem besonders kniffligen Fall zusammen, in dem sich ein mit Designerdrogen handelnder Dealer vor Gericht verantworten muss. Eli ermutigt unterdessen Alicia und Veronica, gemeinsam in einer Kochshow für Mütter und Töchter aufzutreten. Doch statt den erhofften positiven Effekt für Peters Wahlkampf zu erzielen, endet das Ganze in einem Desaster …","versions":[{"lang":1,"streams":[{"redirect":12989172,"hoster":"VOE"},{"redirect":12679234,"hoster":"Doodstream"},{"redirect":12989175,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396087,"hoster":"VOE"},{"redirect":14395092,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schikane","epNo":4,"alt":"Taxed","descr":"Alicia legt sich mit dem Richter des Kautionsgerichts an: In einem Fall von Ladendiebstahl unterstützt sie ihre Mandantin, die auf unschuldig plädieren möchte. Diane wird derweil von Ethan Carver, dem Justiziar ihres Mandanten, genötigt, einen Fall zur ärztlich assistierten Sterbehilfe zu übernehmen, obwohl dies ihren persönlichen Überzeugungen widerspricht …","versions":[{"lang":1,"streams":[{"redirect":12989176,"hoster":"VOE"},{"redirect":12679260,"hoster":"Doodstream"},{"redirect":12989178,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384917,"hoster":"VOE"},{"redirect":14410068,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Retourkutsche","epNo":5,"alt":"Payback","descr":"In einem Fall, in dem es um Studiendarlehen geht, soll Jason Alicia und Lucca bei ihren Nachforschungen unterstützen. Dabei setzt er auf aggressive Ermittlungsmethoden. Howard Lyman wirft unterdessen Lockhart, Agos \u0026 Lee eine Altersdiskriminierung vor und sieht in Cary den Rädelsführer. Elis Machenschaften während Peters Präsidentschaftskampagne sorgen derweil für ein Familiendrama bei den Florricks …","versions":[{"lang":1,"streams":[{"redirect":12989180,"hoster":"VOE"},{"redirect":12679275,"hoster":"Doodstream"},{"redirect":12989181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385167,"hoster":"VOE"},{"redirect":14410071,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lügen","epNo":6,"alt":"Lies","descr":"Alicias und Luccas neueste Mandantin wurde von ihrem Arbeitgeber gekündigt, nachdem sie einen Lügendetektor-Test nicht bestanden hat. Eli plant unterdessen, Beweise durchsickern zu lassen, die Peters Präsidentschaftskampagne gefährden könnten – doch dadurch würde unweigerlich auch Alicia in Mitleidenschaft gezogen werden …","versions":[{"lang":1,"streams":[{"redirect":12989185,"hoster":"VOE"},{"redirect":12679294,"hoster":"Doodstream"},{"redirect":12989186,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395972,"hoster":"VOE"},{"redirect":14410072,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Am Steuer","epNo":7,"alt":"Driven","descr":"Bei einem Fall, bei dem vor Gericht zu klären ist, wer schuld an einem Unfall mit einem selbstfahrenden Auto ist, treten Alicia mit Lucca sowie Diane mit Cary als auch Louis Canning gegeneinander an. Ruth und Eli umgarnen unterdessen Courtney Boalt, eine potenzielle Unterstützerin von Peters Wahlkampf. Um den Schein familiärer Harmonie zu wahren, zieht Peter wieder bei Alicia ein …","versions":[{"lang":1,"streams":[{"redirect":12989188,"hoster":"VOE"},{"redirect":12989190,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385145,"hoster":"VOE"},{"redirect":14410073,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dianes Dilemma","epNo":8,"alt":"Restraint","descr":"Um einen wichtigen Mandanten zu halten, übernimmt Diane einen Fall, bei dem Abtreibungsgegner und -befürworter gegeneinander antreten, der sie in einen persönlichen Interessenskonflikt drängt. Alicia und Lucca sind unterdessen verzweifelt auf der Suche nach neuen Aufträgen und versuchen, Louis Canning einige Mandanten auszuspannen …","versions":[{"lang":1,"streams":[{"redirect":12989194,"hoster":"VOE"},{"redirect":12679326,"hoster":"Doodstream"},{"redirect":12989195,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385146,"hoster":"VOE"},{"redirect":14410077,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Enthüllungen","epNo":9,"alt":"Discovery","descr":"Alicia und Lucca arbeiten mit Louis Canning zusammen: Sie sollen die Betreiber einer Website verteidigen, denen Rassismus vorgeworfen wird. Eli und Ruth sorgen sich unterdessen über die wahre Natur von Alicias Beziehung zu Jason – und darüber, wie diese Peters Präsidentschaftskampagne beeinflussen könnte.","versions":[{"lang":1,"streams":[{"redirect":12678871,"hoster":"VOE"},{"redirect":12678900,"hoster":"Doodstream"},{"redirect":12678874,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8665210,"hoster":"VOE"},{"redirect":8665209,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vorsatz","epNo":10,"alt":"Ksr","descr":"Alicia und Lucca übernehmen die Verteidigung eines prominenten Chirurgen. Diesem wird zur Last gelegt, ein schwerwiegendes Verbrechen geplant zu haben. Ruth will unterdessen, dass Jason aus Alicias Leben verschwindet. Um ihr Ziel zu erreichen versucht sie, die Geschäftsfrau Courtney Paige davon überzeugen, Jason für einen Auftrag in einem anderen Bundesstaat anzuheuern.","versions":[{"lang":1,"streams":[{"redirect":12989114,"hoster":"VOE"},{"redirect":12678922,"hoster":"Doodstream"},{"redirect":12989115,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384881,"hoster":"VOE"},{"redirect":14410078,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Iowa","epNo":11,"alt":"Iowa","descr":"Die Nerven aller Beteiligten liegen blank, als sich die Florricks sowie Eli und Ruth gemeinsam in Peters Kampagnen-Bus zwängen müssen, um zu den Vorwahlen nach Iowa zu fahren. Kaum dort angekommen wagt Peter ein hochriskantes politisches Manöver, das ihm zusätzliche Stimmen für seine Präsidentschaftskandidatur einbringen soll.","versions":[{"lang":1,"streams":[{"redirect":12989116,"hoster":"VOE"},{"redirect":12678928,"hoster":"Doodstream"},{"redirect":12989118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14377579,"hoster":"VOE"},{"redirect":14395091,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hits","epNo":12,"alt":"Tracks","descr":"Der Musiker Rowby Canton wird im Streit um die Rechte an seinem neuen Kinderlied auf mehrere Millionen Dollar von seiner ehemaligen Plattenfirma verklagt. Alicia und Cary, die Canton bereits früher vor Gericht vertreten hatten, nehmen sich des Falls an. Alicias Nachbarn passt es unterdessen gar nicht, dass sie ihre Wohnung zur Anwaltspraxis umfunktioniert hat – und drohen, mit rechtlichen Schritten dagegen vorzugehen …","versions":[{"lang":1,"streams":[{"redirect":12989121,"hoster":"VOE"},{"redirect":12678947,"hoster":"Doodstream"},{"redirect":12989122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395973,"hoster":"VOE"},{"redirect":14410079,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Immunität","epNo":13,"alt":"Judged","descr":"Alicia trifft ihren zweiten Mandanten aus dem Kautionsgericht, der nun seit acht Monaten in Untersuchungshaft sitzt. Da seine Prozesstermine zudem willkürlich verschoben werden, verklagt sie den verantwortlichen Richter Schakowsky wegen Bürgerrechtsverletzung. Diane übernimmt derweil die Vertretung einer Studentin, die in ihrer Collegezeitung einen kontroversen politischen Artikel veröffentlicht hat und nun vor ihrer Entlassung steht.","versions":[{"lang":1,"streams":[{"redirect":12678948,"hoster":"VOE"},{"redirect":12678962,"hoster":"Doodstream"},{"redirect":12678954,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8665220,"hoster":"VOE"},{"redirect":8665216,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Montag","epNo":14,"alt":"Monday","descr":"Alicia kehrt zur Kanzlei Lockhart, Agos \u0026 Lee zurück, um dort gemeinsam mit Lucca zu arbeiten – doch sie hat anfänglich Schwierigkeiten, sich wieder einzugewöhnen. Ihr erster neuer Fall, in dem es um ein streng geheimes, neuartiges Tablet geht, treibt prompt einen Keil zwischen die Mitarbeiter der Kanzlei.","versions":[{"lang":1,"streams":[{"redirect":12989128,"hoster":"VOE"},{"redirect":12678992,"hoster":"Doodstream"},{"redirect":12989131,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14384974,"hoster":"VOE"},{"redirect":14410081,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Im Visier","epNo":15,"alt":"Targets","descr":"Alicia wird als Mitglied in ein geheimes Gremium des Pentagons berufen, um die US-Regierung bei einer kontroversen Entscheidung zu beraten. Eli heuert unterdessen Elsbeth Tascioni an. Sie soll herausfinden, warum das FBI gegen Peter ermittelt.","versions":[{"lang":1,"streams":[{"redirect":12989132,"hoster":"VOE"},{"redirect":12679019,"hoster":"Doodstream"},{"redirect":12989134,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395974,"hoster":"VOE"},{"redirect":14410082,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Belauscht","epNo":16,"alt":"Hearing","descr":"Eine Grand Jury unter dem Vorsitz des stellvertretenden U.S. Staatsanwalts Connor Fox tritt zusammen, um zu entscheiden, ob ein Verfahren gegen Peter Florrick eröffnet werden soll. Alicia, Eli und Peters Anwalt Mike Tascioni versuchen derweil herauszufinden, welche Vorwürfe überhaupt gegen Peter erhoben werden. Nebenbei finden Alicia und Jason Zeit für ein entspanntes gemeinsames Wochenende – wäre da nicht Alicias Familie, die die Zweisamkeit ungebeten stört …","versions":[{"lang":1,"streams":[{"redirect":12989136,"hoster":"VOE"},{"redirect":12679025,"hoster":"Doodstream"},{"redirect":12989138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385147,"hoster":"VOE"},{"redirect":14410084,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schusswechsel","epNo":17,"alt":"Shoot","descr":"Diane, Cary und Lucca übernehmen gemeinsam die Vertretung von Harry Dargis, der seine Tochter durch einen Querschläger verloren hat. Der trauernde Vater hat die Besitzerin eines Waffengeschäfts auf einem Plakat als Mörderin bezeichnet – und wurde von dieser prompt wegen Verleumdung verklagt. Alicia und Jason freuen sich derweil auf ein Rendezvous, werden aber unsanft aus ihrer romantischen Stimmung gerissen: Alicia erfährt, dass Grace’ Bewerbungs-Essay fürs College ein Plagiat sein soll …","versions":[{"lang":1,"streams":[{"redirect":12989140,"hoster":"VOE"},{"redirect":12679032,"hoster":"Doodstream"},{"redirect":12989141,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385148,"hoster":"VOE"},{"redirect":14410088,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Unbemannt","epNo":18,"alt":"Unmanned","descr":"Alicias und Dianes neuester Mandant ist ein Therapeut, der sein Recht auf Privatsphäre gewahrt sehen möchte: Sein Praxisbetrieb wird durch einen Nachbarn gestört, der mittels einer ferngesteuerten Drohne die Nachbarschaft vor Einbrüchen zu schützen versucht. Die Vertretung der Gegenseite übernimmt Caitlyn D’Arcy. Im Prozess gegen Peter versucht der stellvertretende U.S.-Staatsanwalt Connor Fox, Elis Tochter Marissa für seine Zwecke einzusetzen. Unterdessen erreicht der Machtkampf in der Kanzlei Lockhart, Agos \u0026 Lee einen neuen Höhepunkt …","versions":[{"lang":1,"streams":[{"redirect":12989144,"hoster":"VOE"},{"redirect":12679038,"hoster":"Doodstream"},{"redirect":12989147,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385149,"hoster":"VOE"},{"redirect":14410090,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"An der Grenze ","epNo":19,"alt":"Landing","descr":"Alicia und Lucca reisen nach Toronto: Sie sollen dort den NSA-Agenten Jeff Delinger vertreten, der bei seiner Wiedereinreise in die USA von Grenzbeamten festgenommen wurde. Diane sorgt sich derweil um ihren Ehemann Kurt McVeigh, der in Ruhestand gehen will und seine Firma ausgerechnet an seine Konkurrentin Holly Westfall verkaufen möchte. Peter stehen unterdessen unsichere Zeiten bevor, denn ihm könnte eine Verhaftung drohen …","versions":[{"lang":1,"streams":[{"redirect":12989148,"hoster":"VOE"},{"redirect":12679074,"hoster":"Doodstream"},{"redirect":12989151,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385585,"hoster":"VOE"},{"redirect":14410091,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Party","epNo":20,"alt":"Party","descr":"Alicia veranstaltet anlässlich von Howards und Jackies bevorstehender Hochzeit eine Party. Der Abend wird für sie jedoch immer schlimmer, denn die geladenen Gäste haben einige Überraschungen parat. Eli bittet Jason unterdessen, Peter im Zuge der Vorbereitungen auf den bevorstehenden Prozess genauestens unter die Lupe zu nehmen …","versions":[{"lang":1,"streams":[{"redirect":12989153,"hoster":"VOE"},{"redirect":12679085,"hoster":"Doodstream"},{"redirect":12989154,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385248,"hoster":"VOE"},{"redirect":14410092,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Neu aufgerollt","epNo":21,"alt":"Verdict","descr":"Der Prozess gegen Peter wird eröffnet und Alicia setzt alles daran, damit ihr Ehemann nicht erneut ins Gefängnis muss. Diane und Lucca kämpfen derweil mit allen Mitteln, um ihre Anwaltskanzlei zu vergrößern. David Lee leistet jedoch erbitterten Widerstand …","versions":[{"lang":1,"streams":[{"redirect":12679086,"hoster":"VOE"},{"redirect":12679093,"hoster":"Doodstream"},{"redirect":12679087,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8665237,"hoster":"VOE"},{"redirect":8665236,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Am Ende","epNo":22,"alt":"End","descr":"Die Jury hat im Prozess gegen Peter immer noch kein Urteil gefällt und wartet noch weitere Beweise ab. Wird sich Peter in der Zwischenzeit auf einen Deal mit Connor Fox einlassen, um einen möglichen Schuldspruch der Jury zu umgehen? Alicia muss sich entscheiden, ob sie ihre Zukunft weiterhin an Peters Seite sieht oder doch bei Jason. Dabei bekommt sie Unterstützung von einem alten Bekannten.","versions":[{"lang":1,"streams":[{"redirect":12989161,"hoster":"VOE"},{"redirect":12679114,"hoster":"Doodstream"},{"redirect":12989162,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14385249,"hoster":"VOE"},{"redirect":14410095,"hoster":"Streamtape"}]}]}]}]}