{"path":"/serie/stream/good-luck-guys","name":"Good Luck Guys","descr":"Zwölf bekannte Reality-Stars tauschen ihr Luxusleben gegen ein kräftezehrendes Abenteuer ein. Aurelia Lamprecht, Dominik Brcic, Jade Übach, Juliano Fernandez, Kevin Schäfer, Melissa Heitmann, Michael Schüler, Michaela Barresi, Michelle Daniaux, Paco Herb, Yasin Mohamed und Zoe Saip kämpfen als Zweierteams in verschiedenen Challenges um ein Preisgeld in Höhe von 20.000 Euro.  Um zu beweisen, dass in ihnen mehr steckt, als man auf den ersten Blick sieht, geben die zwölf Teilnehmer*innen am tropischen Check-in all ihre Luxusprodukte ab. Sie begegnen ihren Team-Partner*innen und ziehen, nur mit Rucksäcken bepackt, in spärlich ausgestattete Hütten. Auf dem Lost Beach widmen sich die Adventure Duos Challenges, die sie an ihre persönlichen Grenzen bringen. In Zweierteams treten sie in Herausforderungen gegeneinander an, um Perlen zu gewinnen, die einzige Währung im Abenteuer-Camp. Die Perlen können die Teilnehmer*innen im Strandladen eintauschen, um ihre Lebensbedingungen zu verbessern. Doch die Preise sind hoch und die Öffnungszeiten kurz. Am Ende werden nur die besten Abenteurer*innen den Preis für sich beanspruchen. Bei welchem Reality-Duo kocht bereits nach dem ersten Tag die Stimmung hoch und welches Team kann trotz extremer Bedingungen einen kühlen Kopf bewahren?","seasons":[{"path":"/serie/stream/good-luck-guys/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/good-luck-guys/staffel-1/episode-1","name":"Erster Stopp Wildnis","epNo":1,"alt":"","descr":"Das Abenteuer beginnt! Zehn Reality-Stars landen an einem Traumstrand in Thailand und werden in Duos eingeteilt. Der Haken: Am Lost Beach gibt es keine Betten, keine Außen-Küche, keinen Wellness-Bereich und kein Catering. Sie müssen mit dem überleben, was die Natur ihnen bietet. Und das stellt die Abenteuer-Azubis von Beginn an auf eine harte Probe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13307167","hoster":"VOE"},{"path":"/redirect/13307168","hoster":"Doodstream"},{"path":"/redirect/13307174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-2","name":"Wilde Tiere und wertvolle Perlen","epNo":2,"alt":"","descr":"Die harte Realität am Lost Beach wird allen schnell bewusst, vor allem Michaela befürchtet hinter jeder Palme tödliche Gefahr. Zusätzlich müssen sich die neu gebildeten Teams in ihrem ersten Pearl Game beweisen. Nur mit Perlen können sich die Promis das Leben versüßen. Doch schnell zeichnet sich ab, wer für das Leben in der Wildnis weniger geeignet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13307166","hoster":"VOE"},{"path":"/redirect/13307170","hoster":"Doodstream"},{"path":"/redirect/13307165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-3","name":"Vorgeschichte mit Yasin: Bei Aurelia liegen die Nerven blank","epNo":3,"alt":"","descr":"Die erste Nacht steckt den Teams noch in den Knochen. Jetzt heißt es erst einmal: Feuer machen, damit alle den gewonnenen Reis essen können. Doch davon hat keiner Ahnung, oder etwa doch? Juliano wird derweil mit einer Urangst konfrontiert - und hat mit Teampartnerin Zoe auch nicht den besten Draht. Am Strand werden Aurelia und Yasin zudem von ihrer Vergangenheit eingeholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13307169","hoster":"VOE"},{"path":"/redirect/13307175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-4","name":"Grantlerin Zoe verscherzt es sich mit allen","epNo":4,"alt":"","descr":"In der ersten Expedition haben zwei Teams die Chance, sich vor dem Exit zu sichern. Doch wer überwindet Ekel und nutzt seinen Verstand für den Sieg? Die zurückgebliebenen Teams versuchen am Strand, ihr Leben durch Nahrungssuche zu erleichtern und finden dabei auch gefallen untereinander. Nur Zoe ist mit allem unzufrieden, was besonders einer zu spüren bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13307176","hoster":"VOE"},{"path":"/redirect/13307177","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-5","name":"Balztänze am Lost Beach: Yasin und Micha umwerben die Ladies","epNo":5,"alt":"","descr":"Liebe ist in der Luft: Am Lost Beach verstehen sich besonders zwei Adventure-Duos immer besser. Nur der knurrende Magen der Gruppe trübt die Stimmung. Zum Glück öffnet endlich der Insel-Shop, der nach Michaelas Raubzug erst neu aufgefüllt werden musste. Jetzt zeigt sich, ob die Duos ihre gewonnenen Perlen gut einsetzen können. Doch der Konsum sorgt nicht bei allen für gute Laune.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13367475","hoster":"VOE"},{"path":"/redirect/13367476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-6","name":"Explosive Stimmung im Influencer-Camp","epNo":6,"alt":"","descr":"Krise im Paradies? Bei Micha und Aurelia ziehen erste Gewitterwolken auf. Können sie das Ruder noch einmal rumreißen und finden zusammen? In der ersten Muschelzeremonie geht es für die Adventurer heute um alles. Die zwei Teams mit den meisten Muscheln müssen gegeneinander im Exit-Duell antreten. Nur Zoe und Juliano konnten sich zuvor schon sichern – für wen wird es eng?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13367472","hoster":"VOE"},{"path":"/redirect/13367473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-7","name":"Exit-Duell: Wer verliert, fliegt raus","epNo":7,"alt":"","descr":"Die Stimmung nach der Muschelzeremonie kocht noch, doch viel Zeit haben die Teams nicht. Im ersten Exit-Duell müssen zwei Teams um den Verbleib am Lost Beach bangen. Für wen ist das Abenteuer vorzeitig vorbei? Am Strand wartet währenddessen eine weitere Überraschung: ein neues Team wird angespült.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13367488","hoster":"VOE"},{"path":"/redirect/13367489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-8","name":"Jade und Paco mischen die Gruppe auf","epNo":8,"alt":"","descr":"Der Einzug von Paco und Jade wirbelt die Gruppe kräftig auf. Doch viel Zeit haben die Adventurer nicht, um sich zu ärgern. Im nächsten Pearl Game können sie sich mit Ruhm und Matsch bekleckern und weitere Perlen gewinnen. Doch auch hier ist wieder Streit vorprogrammiert. Außerdem werden die Nerven immer angespannter: ein kleiner Spaß sorgt für einen Vulkanausbruch bei Team Lila.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13367501","hoster":"VOE"},{"path":"/redirect/13367498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-9","name":" Dicke Luft bei Dramaqueen Michaela und Nervenwrack Kevin","epNo":9,"alt":"","descr":"Ein nächtlicher Streit sorgt für einen Umzug innerhalb der Teams und Michaelas Tollpatschigkeit bringt alle an ihre Grenzen. Für Abwechslung sorgt endlich wieder der Insel-Shop, denn hier gibt es heute für alle eine große Überraschung. In der Expedition haben wieder zwei Teams die Möglichkeit sich vor dem Exit zu sichern, was ein Team allerdings an den Rand der Erschöpfung treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13399819","hoster":"VOE"},{"path":"/redirect/13399823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-10","name":"Yasin plagen die Selbstzweifel","epNo":10,"alt":"","descr":"Regen im Paradies! Die Witterung am Lost Beach stellt die Teams vor neue Herausforderungen. Wie sollen sie ohne Feuer überleben? Yasin zweifelt an sich und seinen Abenteurer-Fähigkeiten - kann Melissa ihn aufbauen? Oder sind sie leichte Opfer in der heutigen Muschelzeremonie? Wieder müssen zwei Teams vor einer Nominierung zittern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13399821","hoster":"VOE"},{"path":"/redirect/13399822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-11","name":"Juliano weckt die Kampfgeister","epNo":11,"alt":"","descr":"Alle Teams sind sich darüber einig, dass nur eines der nominierten Teams eine Chance beim Exit-Duell hat. Hier müssen Jade und Paco, sowie Zoe und Juliano zeigen, wie sehr sie am Lost Beach bleiben wollen. Doch schon der Beginn hat es für alle vier in sich: eingebuddelt im Sand müssen sie ihre Ängste überwinden um am Ende als Sieger an den Lost Beach zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13443850","hoster":"VOE"},{"path":"/redirect/13443840","hoster":"Doodstream"},{"path":"/redirect/13443843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-12","name":"Intimer Sextalk und bitterliche Tränen","epNo":12,"alt":"","descr":"Die vier verbliebenen Teams können nicht lange durchatmen: Im nächsten Pearl Game geht es für alle wieder darum, ihr Leben zu verbessern. Doch der Wettkampf stellt vor allem Michelle vor große Hürden und bringt Dominik auf die Palme. Die Enthaltsamkeit am Strand bringt die Abenteurer derweil auf ganz neue Themen. Und warum liegen eigentlich Kondome in der Hütte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13443863","hoster":"VOE"},{"path":"/redirect/13443862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-13","name":"Michaela gegen den Rest des Camps","epNo":13,"alt":"","descr":"Die Stimmung in den Teams wird immer gereizter. Auch zwischen Kevin und Michaela scheint es zu kriseln. Können die beiden ihren Zwist klären, um weiter als Team zu funktionieren? Im Shop können die Duos ihre Vorräte auffüllen. Und am Strand erwartet die Abenteurer ein Spiel, das weitreichende Konsequenzen mit sich bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13463577","hoster":"VOE"},{"path":"/redirect/13463579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-14","name":"Party am Lost Beach: Yasin im Eskalationsmodus","epNo":14,"alt":"","descr":"Die Nachwirkungen des verlorenen Beach Games schmecken nicht allen Abenteurern. Während die einen sich über die Neuankömmlinge freuen, will Zoe die Situation so gar nicht hinnehmen. Eine Party am Abend soll die aufgeladene Stimmung lockern - doch volle Mägen und lockere Zungen bringen das Fass zum Überlaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13463581","hoster":"VOE"},{"path":"/redirect/13463580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-15","name":"Buschfunk und üble Unterstellungen","epNo":15,"alt":"","descr":"Die Party steckt allen noch in den Knochen. Vor allem die angespannte Stimmung zwischen Aurelia und Yasin ist Thema am Lost Beach. Derweil wird heute der Ton auch zwischen Dominik und Melissa eine Spur härter. In der Expedition haben wieder zwei Teams die Möglichkeit, sich vor der nächsten Nominierung zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13554058","hoster":"VOE"},{"path":"/redirect/13554046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-16","name":"Das große Taktieren beginnt","epNo":16,"alt":"","descr":"Die Abenteurer versuchen sich im Angeln - wird das endlich genügend Nahrung für alle bringen? Zumindest bringt es Abwechslung für Aurelia im Liebesdreieck zwischen Micha und Yasin. In der heutigen Muschelzeremonie wird es für vier Duos erneut eng - nur Yasin und Melissa konnten sich retten und fühlen den anderen auf den Zahn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13554053","hoster":"VOE"},{"path":"/redirect/13554054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-17","name":"Aurelia im Beziehungsdreieck","epNo":17,"alt":"","descr":"Die Muschelzeremonie hat mehr bewirkt als befürchtet. Aurelia ist vor allem von Yasins Worten zutiefst verletzt. Sind hier noch Gefühle im Spiel? Doch jetzt muss sie sich erst einmal auf das heutige Exit-Duell konzentrieren. Gemeinsam mit Micha kämpft sie um den Verbleib am Lost Beach. Ist ihre Rückkehr schneller beendet als gehofft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13624246","hoster":"VOE"},{"path":"/redirect/13624247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-18","name":"Drei Alphatiere auf Futtersuche","epNo":18,"alt":"","descr":"Die letzten Tage am Lost Beach sind angebrochen. Die verbleibenden vier Teams haben jetzt die Chance, sich einen Vorteil für das Finale zu erspielen. Im Pearl Game können sie dabei heute beweisen, welche Adventure-Qualitäten sie bisher erlernt haben. Bei der Party am Abend feiern sie ihre Zeit bei \"Good Luck Guys\". Es wird heiß, aber bleibt es diesmal auch friedlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13624249","hoster":"VOE"},{"path":"/redirect/13624254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-19","name":"Michelle ist am Ende ihrer Kräfte","epNo":19,"alt":"","descr":"Der letzte Tag ist angebrochen. Doch die Reise ist noch nicht vorbei. Im letzten Pearl Game geht es um weitere Vorteile für das Finale. Und eine zusätzliche, goldene Perle - was die wohl zu bedeuten hat? Bei einem Festmahl sammeln die Abenteurer Kraft für alles, was kommt. Nur Aurelia findet im Liebeskarussell mit Micha und Yasin noch immer keine Ruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13624252","hoster":"VOE"},{"path":"/redirect/13607945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-1/episode-20","name":"Großes Finale: Eine neue Grenzerfahrung für die Good Luck Guys","epNo":20,"alt":"","descr":"Michelle und Dominik, Melissa und Yasin, Aurelia und Micha, Zoe und Juliano - sie alle sind im großen Finale von \"Good Luck Guys\". Oder doch nicht? Denn zuerst gibt es noch eine unerwartete Überraschung für alle: Vor dem letzten Spiel gibt es noch eine Eliminierung. Wer muss so kurz vor dem Ziel den Strand verlassen? Und wer kann sich am Ende gegen alle beweisen und gewinnt als bestes Adventure-Duo 20.000 Euro?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13607988","hoster":"VOE"},{"path":"/redirect/13608009","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/good-luck-guys/staffel-2/episode-1","name":"Der Einzug: Traum-Teams und Ex-kalation","epNo":1,"alt":"","descr":"Die Reality-Sternchen machen sich im Dschungel auf die Suche nach ihren Survival-Partnern und es kommt zum ersten Aufeinandertreffen. Für einige ist das ein Grund für Freudensprünge, anderen steht Übles bevor. Jana-Maria trifft auf ihren Ex-Freund Umut und man kann wirklich nicht sagen, für wen die Situation schlimmer ist. Als endlich alle am Lost Beach angekommen sind, werden die Hütten bezogen. Der Mangel an Luxus stellt dabei eine große Herausforderung dar!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14369476","hoster":"VOE"},{"path":"/redirect/14369469","hoster":"Vidoza"},{"path":"/redirect/14369475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-2","name":"Der erste Exit und ein neues Gesicht","epNo":2,"alt":"","descr":"Bei \"Good Luck Guys\" überschlagen sich die Ereignisse. Ein Adventurer muss den Lost Beach verlassen, dafür kommt ein anderer Reality-Star nach - und der macht gleich von Beginn an große Versprechungen. Sorgt er für ein harmonisches Miteinander oder bringt er die Stimmung zum Kochen? Außerdem hat Eric Sindermann neben dem Überleben und Bargeld nur ein Ziel: Sabrina nahe zu kommen. Könnte Flocke ihm da dazwischenfunken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14369523","hoster":"VOE"},{"path":"/redirect/14369535","hoster":"Vidoza"},{"path":"/redirect/14369522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-3","name":"Schatzsuche wider Willen","epNo":3,"alt":"","descr":"Daniele Negroni ist gerade erst angekommen und erweist sich schon als wertvolles Gruppenmitglied. Er sorgt für ein köstliches Bananenfestmahl. Damit ist die Gruppe für ihre erste Nominierung gestärkt. Zwei Adventure-Duos müssen sich auf die ekeligste Schatz-Suche ihres Lebens begeben. Dabei kommen sie nicht nur toten Fischen näher als gewollt, es kommt auch zu einem Kotz-Vorfall - und gleich zwei Adventurer wollen die Expedition am liebsten sausen lassen. Wartet am Ende der Tortur ein Schatz?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14369515","hoster":"VOE"},{"path":"/redirect/14369508","hoster":"Vidoza"},{"path":"/redirect/14369514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-4","name":"Die erste Muschelzeremonie: Wer steht auf der Abschussliste?","epNo":4,"alt":"","descr":"So langsam kommen die Reality-Stars so richtig am Lost Beach an. Es bilden sich die ersten Grüppchen und auch die ersten Konflikte kommen auf. Das Dusch-Wasser ist alle und keiner weiß wer es war - außer die Übeltäter und natürlich wir! Bei der Muschelzeremonie wird schonungslos nominiert und es geht zum ersten Mal um den Exit. Dieses Thema ist nicht nur für Eric Sindermann emotional - auch für die anderen ist es Grund genug, sich in die Haare zu bekommen. Wer wackelt und wer ist sicher?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14369528","hoster":"VOE"},{"path":"/redirect/14369546","hoster":"Vidoza"},{"path":"/redirect/14369526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-5","name":"Nicht nur das Feuer knistert: Erste Küsse","epNo":5,"alt":"","descr":"Die Leidenschaft am Lost Beach ist entfacht: Während ein Adventure-Duo statt Essen und Trinken auf Luft und Liebe setzt, streiten sich die anderen um die Reiskörner. Apropos Eskalation: Im Team Rot hängt der Haussegen mächtig schief und obwohl sie safe sind, ist der Frieden alles andere als gesichert. Auch das anstehende Exit Duell sorgt bei den gefährdeten Adventure-Duos für ordentlich Feuer unterm Hintern. Wem geht der Arsch auf Grundeis und wer darf weiter am Lost Beach um den Sieg kämpfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14408172","hoster":"VOE"},{"path":"/redirect/14408173","hoster":"Vidoza"},{"path":"/redirect/14408169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-6","name":"Neuankömmlinge, alte Konflikte und offene Rechnungen","epNo":6,"alt":"","descr":"Zwei neue Gesichter mischen den Lost Beach auf. Jill und Tobi sind für die Reality Stars keine Unbekannten. Alte Streitereien kommen wieder hoch, denn auch im Paradies gibt es Schlangen. Apropos wilde Tiere: Daniele Negroni erlebt Dschungel eine unangenehme Begegnung, die ihn prompt in die Krankenhaus-Hütte bringt. Außerdem findet ein Pearl Game statt, dass manche Adventure-Duos zusammenschweißt. Trotzdem bleibt der Shop zu - jemand hat gegen die Regeln verstoßen und geschmuggelt. Wer war es?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14408162","hoster":"VOE"},{"path":"/redirect/14408163","hoster":"Vidoza"},{"path":"/redirect/14408161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-7","name":"Auf sich alleine gestellt: Die Frauen wurden entführt","epNo":7,"alt":"","descr":"Der Lost Beach leert sich abrupt, als die Frauen vom Ranger entführt und in ein neues Camp gebracht werden. Dort sind sie auf sich alleine gestellt. Doch unter den Frauen gibt es alles andere als Teamgeist. Es fliegen die Fetzen und es wird laut im Dschungel. Alle müssen sich ein Zelt teilen und über die Schlafsituation gibt es keine Einigkeit. Jill verlässt wutentbrannt das Zelt, aber der Ranger verbietet ihr, draußen zu schlafen - zu gefährlich! Wachsen die Mädels beim Camping-Trip zusammen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14463428","hoster":"VOE"},{"path":"/redirect/14463429","hoster":"Vidoza"},{"path":"/redirect/14463427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-luck-guys/staffel-2/episode-8","name":"Testosteron-Überschuss: Voller Einsatz für die Girls","epNo":8,"alt":"","descr":"Am Lost Beach mangelt es an einer Sache nicht: Testosteron. Die Männer sind unter sich - und haben nur ein Ziel. Sie wollen ihre Frauen zurück! In zwei Spielen können sich die Männer ihre Adventure-Partnerinnen zurück erkämpfen. Dabei zeigen sie vollen Einsatz. Einer sogar bis aufs Blut und von ihm hätte wirklich keiner gedacht, dass er für seine Team-Partnerin alles gibt. Welche zwei Frauen kommen wieder an den Lost Beach und wer muss weiterhin im Camp der Frauen ausharren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14463435","hoster":"VOE"},{"path":"/redirect/14463437","hoster":"Vidoza"},{"path":"/redirect/14463436","hoster":"Streamtape"}]}]}]}]}