{"path":"/serie/stream/good-cop","name":"Good Cop","descr":"Good Cop folgt dem Polizeibeamten John Paul Rocksavage (Warren Brown) auf seinem Weg vom unbescholtenen Vorzeigepolizisten zum kaltblütigen Mörder. In selten gesehener Intensität wird über vier Episoden das Bild eines innerlich zerissenen Menschen gezeichnet, der sich die schreienden Ungerechtigkeiten des täglichen Lebens nicht länger gefallen lassen will. Also nimmt er das Recht in die eigene Hand und erledigt, was Polizei und Justiz aus seiner Sicht nicht hinbekommen. Es entspinnt sich eine epische Erzählung um Rache, Verrat und Liebe. Der Mann, der eigentlich alles richtig machen möchte, gerät in einen Abwärtsstrudel mit offenem Ende.","seasons":[{"path":"/serie/stream/good-cop/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/good-cop/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Der Tag beginnt schlecht für Constable John Paul Rocksavage. Er trifft seine Exfreundin Cassandra und seine Tochter Libby, gerät in einem Café an den gefährlichen Gangster Noel Finch und zulezt wird sein Partner Constable Andy Stockwell von dem selben Finch und seinen Kumpanen tödlich verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009726","hoster":"VOE"},{"path":"/redirect/8542629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-cop/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Savage hat einen allwissenden Stalker: Callum Rose, einen Freund von Noel Finch. Er weiß alles über den jungen Polizisten und erpresst ihn, nachdem er erfahren hat, wo seine Exfreundin und seine Tochter wohnen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009710","hoster":"VOE"},{"path":"/redirect/8542630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-cop/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Rocksavage untersucht ein Verbrechen, bei dem er den Toten besser kennt, als er zugibt. Er verzweifelt als es nicht gelingt den Tod seines Freundes dem dritten Gangmitglied -Jonjo Heinz- nachzuweisen.Zugleich versucht er verzweifelt wieder mit Cassie zusammenzukommen – aber die hat bereits einen anderen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009731","hoster":"VOE"},{"path":"/redirect/8542633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/good-cop/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Savages Versuche Jonjo für den Mord an Andy verhaften zu lassen kommen seinen Kollegen Costello und Sarge verdächtig vor. Zusammen mit Amanda versucht er eine Falle zu stellen, aber plötzlich läuft alles schief …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9009732","hoster":"VOE"},{"path":"/redirect/8556708","hoster":"Streamtape"}]}]}]}]}