{"seriesId":"good-girls-revolt","name":"Good Girls Revolt","descr":"\"Good Girls Revolt\" basiert auf einer wahren Begebenheit. 1970 verklagten 46 weibliche Angestellte des renommierten US-Nachrichtenmagazins Newsweek ihren Arbeitgeber wegen sexueller Diskriminierung. Bei der Zeitschrift durften damals nämlich nur Männer Artikel schreiben, die Frauen lediglich Post verteilen oder Fakten checken. Eine von ihnen, Lynn Povich, veröffentlichte 2012 das Sachbuch \"The Good Girls Revolt\" über die damaligen Ereignisse. In der Serienadaption heißt das Magazin jetzt \"News of the Week\" und der Kampf der Researcherinnen für gleiche Arbeitsbedingungen beeinflusst ihre Ehen, Karrieren, Liebesleben und Freundschaften.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Das Leben der jungen und lebenslustigen Patti Robinson könnte nicht besser laufen. Es ist 1969 und sie arbeitet als Rechercheurin beim Magazin News of the Week in New","versions":[{"lang":1,"streams":[{"redirect":9009748,"hoster":"VOE"},{"redirect":8542627,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Selbsterfahrung","epNo":2,"alt":"The Folo","descr":"Jane hilft Sam dabei, ein schwieriges Interview zu meistern, während Pattis Ansichten ihre Beziehung zu Doug erschüttern. Die Frauen nehmen an einem Treffen","versions":[{"lang":1,"streams":[{"redirect":9009753,"hoster":"VOE"},{"redirect":8542626,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zukunft","epNo":3,"alt":"The Futures","descr":"Als die Herausgeberin von News of the Week der Redaktion einen Besuch abstattet, wagen Patti und Cindy den Vorstoß in Richtung Gleichberechtigung am Arbeitsplatz. Währenddessen werden die Flirtereien zwischen Cindy und Ned immer ernster und bekommen eine ganz neue Dimension.","versions":[{"lang":1,"streams":[{"redirect":9009746,"hoster":"VOE"},{"redirect":8542635,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spesen","epNo":4,"alt":"Out of Pocket","descr":"Patti und Doug messen ihre Kräfte, während Cindy eine ganz neue, sexuelle Seite an sich entdeckt. Finn stellt nach der Rückkehr von einer Reise mit seiner Frau fest, dass Wick seine Anweisungen nicht befolgt hat.","versions":[{"lang":1,"streams":[{"redirect":9009749,"hoster":"VOE"},{"redirect":8542628,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Neues Jahr","epNo":5,"alt":"The Year - Ende","descr":"Patti lädt ihre Kolleginnen zu einer wilden Silvesterparty ein, die sie so noch nie erlebt haben. Jane bekommt schlechte Nachrichten und beschließt, etwas zu ändern, während Cindy Eleanor in Harlem besucht.","versions":[{"lang":1,"streams":[{"redirect":9009751,"hoster":"VOE"},{"redirect":8542625,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Streik","epNo":6,"alt":"Strikethrough","descr":"Patti überlasst Doug die Lorbeeren für ihre Arbeit an einer landesweiten Geschichte. Eleanor und ihr gelingt es außerdem, eine wichtige Verbündete für ihre Klage zu","versions":[{"lang":1,"streams":[{"redirect":9009754,"hoster":"VOE"},{"redirect":8542631,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die zündende Idee","epNo":7,"alt":"Puff Piece","descr":"Pattis Geburtstagsparty endet im Chaos und Jane fühlt sich von den anderen Frauen ausgeschlossen. Finn und sein neuer Redaktionsleiter machen einen Männerausflug.","versions":[{"lang":1,"streams":[{"redirect":12252155,"hoster":"VOE"},{"redirect":8542634,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Prüfstand","epNo":8,"alt":"Exposé","descr":"Jane stellt sich dem neuen Chefreporter, der sich ihr dann allerdings auf unangenehme Art und Weise in den Weg stellt. Cindy stellt ihre Ehe in Frage. Patti bekommt eine Gelegenheit, sich zu beweisen. Dabei wird ihr schnell klar, dass sie noch viel zu lernen hat.","versions":[{"lang":1,"streams":[{"redirect":9009755,"hoster":"VOE"},{"redirect":8545575,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stichtag","epNo":9,"alt":"Dateline","descr":"Jane zweifelt an ihrer bisherigen Loyalität und läutet Veränderungen ein. Patti steckt in einer Dreiecksbeziehung. Jane und Sam helfen Naomi, eine Nachricht an ihren Mann in Vietnam zu schicken.","versions":[{"lang":1,"streams":[{"redirect":9009758,"hoster":"VOE"},{"redirect":8542636,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Pressekonferenz","epNo":10,"alt":"The Newser","descr":"Die jungen Frauen sind bereit, ihre Beschwerde einzureichen. Ihre Beziehungen untereinander und zu den Männern in ihrem Leben werden neu definiert.","versions":[{"lang":1,"streams":[{"redirect":9009757,"hoster":"VOE"},{"redirect":8542632,"hoster":"Streamtape"}]}]}]}]}