{"seriesId":"gordon-ramsays-kulinarischer-roadtrip","name":"Gordon Ramsays kulinarischer Roadtrip","descr":"Die Starköche Gordon Ramsay, Gino D’Acampo und Fred Sirieix reisen durch Europa, um sich gegenseitig von den kulinarischen Vorzügen des einen oder anderen Landes zu überzeugen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"The Italian Job","epNo":1,"alt":"The Italian Job","descr":"Auf ihrer Reise zu Ginos Haus auf Sardinien muss das Trio die besten Zitronen, Mozzarella und Tintenfische sammeln, die Süditalien zu bieten hat, um ein richtiges italienisches Fest für die Erneuerungszeremonie von Ginos bestem Freund zu veranstalten.","versions":[{"lang":1,"streams":[{"redirect":13655595,"hoster":"VOE"},{"redirect":13701743,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"The French Connection","epNo":2,"alt":"The French Connection","descr":"Auf ihrer Reise zum jährlichen lokalen Austernfestival, bei dem sie gegeneinander antreten sollen, muss das Trio den besten Käse, Wein und Austern sammeln, die die wunderschöne französische Landschaft zu bieten hat.","versions":[{"lang":1,"streams":[{"redirect":13655597,"hoster":"VOE"},{"redirect":13701738,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine schottische Affäre","epNo":3,"alt":"Highland Fling","descr":"","versions":[{"lang":1,"streams":[{"redirect":13655596,"hoster":"VOE"},{"redirect":13701740,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Cesar Salad in Mexico","epNo":1,"alt":"The Three Amigos In Mexico","descr":"Gordon, Gino und Fred brechen in ihrem Wohnwagen nach Mexiko auf, um die kulinarische Vielfalt des Landes zu entdecken. Doch ihre Suche nach dem weltbesten Frühstück und dem Geburtsort des Caesar Salads wird von Abenteuern unterbrochen: Nach dem Speerfischen, einem Chili-Wettessen, Wrestling, einem Buggy-Rennen und einem Barbesuch beginnen die Freunde, selbst den Kochlöffel zu schwingen.","versions":[{"lang":1,"streams":[{"redirect":13655592,"hoster":"VOE"},{"redirect":13701742,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Burger in Las Vegas","epNo":2,"alt":"What Happens In Vegas","descr":"Gordon, Gino und Fred brechen in ihrem Wohnwagen nach Las Vegas auf, um die kulinarische Vielfalt der USA zu entdecken. Doch zuvor steht ein Ausflug zum Grand Canyon auf dem Programm. Bevor sich die Freunde im Burger-Grillen messen und feines Rindfleisch probieren, wettstreiten sie im Motorradfahren und Angeln – und auch einen Besuch der berühmten Casinos können sie sich nicht verkneifen.","versions":[{"lang":1,"streams":[{"redirect":13655601,"hoster":"VOE"},{"redirect":13701745,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Cannabis-Snacks in San Francisco","epNo":3,"alt":"Summer Of Love","descr":"Gordon, Gino und Fred brechen in ihrem Wohnwagen nach San Francisco auf, um die kulinarische Vielfalt der USA zu entdecken. Auf ihrer Suche nach dem \"Sommer der Liebe\" entdecken die Freunde Cannabis-Snacks, ungeahnte Freuden des Yoga und die einer Paddel-Wettfahrt nach Alcatraz! Doch die 61 Michelin-Sterne dieser lebhaften Stadt lassen die Freunde bald viele kulinarische Genüsse erleben.","versions":[{"lang":1,"streams":[{"redirect":13655588,"hoster":"VOE"},{"redirect":13701744,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"BBQ in Texas","epNo":4,"alt":"Brokeback Mountain","descr":"Gordon, Gino und Fred brechen in ihrem Wohnwagen nach Texas auf, um die kulinarische Vielfalt der USA zu entdecken. Sie erkennen rasch, wieso dieser Bundesstaat wie kaum ein anderer für amerikanisches BBQ steht – und messen sich dann im Holzfällen, Fischen und Cowboytum. Nach einer Nacht in der Wildnis bereiten die Freunde ihr \"letztes Abendmahl\" zu – und planen bereits ihr nächstes Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":13655594,"hoster":"VOE"},{"redirect":13701753,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Mamma Mia!","epNo":1,"alt":"","descr":"Gordon, Gino und Fred begeben sich auf eine Insel-Hopping-Tour, um mehr über die mediterrane Ernährung und die Tatsache zu erfahren, dass Griechenland eine der gesündesten Bevölkerungen der Welt hat. Zu den Höhepunkten gehören das Jagen und Zubereiten einer einzigartigen Hummerart auf Kreta, eine Inselrundfahrt, ein Schlammbad auf Santorin, eine köstliche Moussaka und schließlich der Genuss einer lokalen Spezialität: der Mykonos-Wurst.","versions":[{"lang":1,"streams":[{"redirect":13655598,"hoster":"VOE"},{"redirect":13701757,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ungesehene Momente","epNo":2,"alt":"","descr":"Die Jungs sind im Oldtimer-VW-Wohnmobil in Athen unterwegs. Zu den Höhepunkten gehören: ein Souvlaki-Showdown, ein Rennen in einem antiken Olympiastadion, der Besuch eines preisgekrönten biologisch-dynamischen Weinguts, griechische Salatcocktails im \"The Clummsies\" einer der weltbesten Bars, ein Besuch bei bienenhaltenden Nonnen und eine Trüffeljagd mit Hunden inmitten der gigantischen Felssäulenlandschaft von Meteora in Zentralgriechenland.","versions":[{"lang":1,"streams":[{"redirect":13655586,"hoster":"VOE"},{"redirect":13701749,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"La Vida Loca","epNo":1,"alt":"La Vida Loca","descr":"Die erste Station für Gordon, Gino und Fred ist das sonnige Andalusien, wo die Jungs in Malaga Meeresfrüchte verkaufen und Tapas probieren. Danach geht es in die alte Stadt Ronda, wo Gino Paella macht. Zum Abschluss geht es nach Jerez, wo sie Sherry probieren und herausfinden wollen, ob sie das nötige Flair für den Flamenco haben.","versions":[{"lang":1,"streams":[{"redirect":13655600,"hoster":"VOE"},{"redirect":13701748,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fiesta Forever","epNo":2,"alt":"Fiesta Forever","descr":"Die nächste Station ist Galicien im Nordwesten Spaniens, wo Gordon seine keltischen Wurzeln kennenlernt. Außerdem suchen die Jungs in Cambados Muscheln mit einigen sehr inspirierenden Frauen und lernen dann die Kunst der Weinherstellung in Ribeira Sacra kennen. Die kulinarische Pilgerreise endet in Santiago de Compostela, wo sie das Ende ihrer Reise mit dem lokalen Getränk Orujo und einer köstlichen lokalen Delikatesse, der Entenmuschel, feiern.","versions":[{"lang":1,"streams":[{"redirect":13655593,"hoster":"VOE"},{"redirect":13701759,"hoster":"Streamtape"}]}]}]}]}