{"path":"/serie/stream/gossip-girl","name":"Gossip Girl","descr":"Die Serie handelt von einer Gruppe verwöhnter Teenager einer New Yorker Elite-Schule, deren wohlhabenden und bekannten Familien und denen, die nicht zur High Society gehören, allerdings mit ihr zu tun haben. All ihre Handlungen, Fehler und Gerüchte um sie werden von der anonymen New Yorker Bloggerin Gossip Girl berichtet und kommentiert. Es geht um Konflikte zwischen Eltern und ihren Kindern, Konflikte zwischen reich und weniger reich und um Themen wie Freundschaft, Intrigen, Liebe, Sex, Eifersucht, Depression, Alkohol und Drogen. Im Mittelpunkt der Serie stehen Serena van der Woodsen, ihre beste Freundin Blair Waldorf, Chuck Bass, Nate Archibald, und Dan Humphrey.","seasons":[{"path":"/serie/stream/gossip-girl/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gossip-girl/staffel-1/episode-1","name":"Die Rückkehr","epNo":1,"alt":"Pilot","descr":"Ein Jahr lang war Serena van der Woodsen wie vom Erdboden verschwunden, plötzlich taucht sie wieder an der Privatschule auf. Dank des \"Gossip Girls\", das eine eigene Klatsch- und Tratsch-Seite im Internet hat, verbreitet sich die Nachricht wie ein Lauffeuer. Dan Humphrey, der seit der neunten Klasse in Serena verliebt ist, freut sich über ihre Rückkehr. Serenas beste Freundin Blair kann das nicht behaupten: Sie ist eifersüchtig auf das beliebteste Mädchen der Schule ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402783","hoster":"VOE"},{"path":"/redirect/13588752","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14372083","hoster":"VOE"},{"path":"/redirect/13588719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-2","name":"Rache ist süß","epNo":2,"alt":"The Wild Brunch","descr":"Blair lässt ihre ehemals beste Freundin Serena eiskalt abblitzen. Sie eröffnet ihr, dass sie darüber Bescheid weiß, dass zwischen ihrem Freund Nate und Serena mehr als nur gute Freundschaft herrschte. Als Serena zu einem Benefiz-Brunch geladen wird, bittet sie Dan, sie zu begleiten. Dan ist ein Spross der Mittelschicht, und von Gossip Girl war zu erfahren, dass er schon früher heimlich in Serena verliebt war. Indes nimmt Blair nicht gänzlich uneigennützig Dans Schwester Jenny in ihren elitären Kreis auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14372129","hoster":"VOE"},{"path":"/redirect/13588751","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14372133","hoster":"VOE"},{"path":"/redirect/13588722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-3","name":"Wie du mir so ich dir","epNo":3,"alt":"Poison Ivy","descr":"In der Welt des Gossip Girls steht eine wichtige Woche an, da der Wettbewerb um Plätze an den Elite-Universitäten der USA eröffnet wird. Dan wird in seinem Bemühen, seinem Traum von einem Studium an der Dartmouth-Universität näher zu kommen, von Nate ausgestochen. Indes lässt Blair keine Gelegenheit verstreichen, um Serena zu provozieren, und meint, einen besonderen Trumpf gegen ihre ehemalige beste Freundin in der Hand zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371971","hoster":"VOE"},{"path":"/redirect/13588755","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14371970","hoster":"VOE"},{"path":"/redirect/13588725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-4","name":"Ausgetrickst","epNo":4,"alt":"Bad News Blair","descr":"Blairs Mutter ist aus Paris zurückgekehrt und sucht ein neues Model für ihre Modelinie. Ausgerechnet Serena, die sich nach der Aussprache mit ihrer Freundin wieder gut mit ihr versteht, schlägt vor, dass Blair selbst für den Job infrage kommen könnte. Ein großes Missverständnis bringt jedoch wieder Unfrieden in die neu gewonnene Freundschaft. Indes muss Nate mit etwas ganz anderem fertig werden: Sein Vater hat ihm das Konto gesperrt! Und Dan buhlt um die Gunst von Serena ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402396","hoster":"VOE"},{"path":"/redirect/13588754","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14372033","hoster":"VOE"},{"path":"/redirect/13588728","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-5","name":"Wahrheit oder Pflicht","epNo":5,"alt":"Dare Devil","descr":"Das erste Date von Dan und Serena läuft alles andere als zufriedenstellend, weil er verzweifelt versucht, das It-Girl zu beeindrucken. Währenddessen lädt Blair ihre Freunde zu ihrer alljährlich stattfindenden Party ein. Jenny wird dort mit Alkohol abgefüllt und muss dann noch Eric aus der Klinik befreien. Doch das ist nicht die einzige Dummheit, zu der Jenny verführt wird ... Indes macht sich Erics Mutter Lily große Sorgen und bittet Rufus um Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357310","hoster":"VOE"},{"path":"/redirect/13588753","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357282","hoster":"VOE"},{"path":"/redirect/13588726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-6","name":"Der Maskenball","epNo":6,"alt":"The Handmaiden\u0027s Tale","descr":"Dan muss sich plötzlich zwischen zwei Frauen entscheiden, als seine beste Freundin Vanessa in der Stadt auftaucht und ihm ihre Gefühle gesteht. Indes ist Blair mit den Vorbereitungen für einen großen Maskenball, den sie organisiert, beschäftigt und nutzt dafür Jenny schamlos aus. Sie hofft, dass sie sich dort Nate wieder annähern kann, doch dieser ist von seinen Gefühlen für Serena geblendet. Der Abend hält jedoch noch viele andere Überraschungen für die Kostümierten bereit ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357159","hoster":"VOE"},{"path":"/redirect/13588758","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376008","hoster":"VOE"},{"path":"/redirect/13588731","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-7","name":"Die Wahrheit kommt ans Licht","epNo":7,"alt":"Victor, Victrola","descr":"Nachdem sich Dan und Serena nach dem ganzen Hin und Her endlich ihre Liebe gestehen, kommen sie sich langsam näher. Indes hat Chuck eine interessante Geschäftsidee: Er will in einen Striptease-Club investieren, um seinen Vater zu beeindrucken. Und Nate stellt seinen Vater zur Rede, nachdem er Drogen bei ihm gefunden hat. Blair ist ebenfalls enttäuscht, als sie erfährt, dass Nate Jenny geküsst hat, in der Annahme, sie sei Serena. Doch Chuck erweist sich als gutes Trostpflaster ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13625568","hoster":"VOE"},{"path":"/redirect/13588757","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376207","hoster":"VOE"},{"path":"/redirect/13588733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-8","name":"17 Kerzen","epNo":8,"alt":"Seventeen Candles","descr":"Obwohl Blair wegen Nate schwer zu kämpfen hat, macht sie auf ihrer 17. Geburtstagsparty gute Mine zum bösen Spiel. Dan entscheidet sich, Vanessa mit zur Feier zu nehmen. Er hofft, dass sie und Serena sich besser kennenlernen. Das Vorhaben verläuft jedoch anders als geplant. Nate wird indes von seiner Mutter überredet, die Sache mit Blair noch einmal zu überdenken. Nate kann sich jedoch nicht überwinden, sodass die enttäuschte Blair eine folgenschwere Wette mit Chuck eingeht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376205","hoster":"VOE"},{"path":"/redirect/14378391","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357308","hoster":"VOE"},{"path":"/redirect/13588734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-9","name":"Was war und was ist","epNo":9,"alt":"Blair Waldorf Must Pie!","descr":"Familie van der Woodsen wird unerwartet von Blair Waldorf vom Thanksgiving-Essen ausgeladen. Als Dan dies erfährt, lädt stattdessen er Serena und ihre Familie ein. Bald erfahren Jenny, Dan, Serena und Eric von einem Geheimnis, das ihre beiden Familien teilen. Indes hat Blair damit zu kämpfen, dass ihr geliebter Vater nun doch nicht zur gemeinsamen Feier erscheinen wird, und auch Nates Thanksgiving verläuft äußerst angespannt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376206","hoster":"VOE"},{"path":"/redirect/14378392","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376011","hoster":"VOE"},{"path":"/redirect/13588736","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-10","name":"Ballsaison","epNo":10,"alt":"Hi, Society","descr":"Serena hatte eigentlich nicht vor, den anstehenden Debütantinnenball zu besuchen. Als ihre Großmutter CeCe ihr mitteilt, sehr krank zu sein und dass ihr sehnlichster Wunsch sei, Serena als Debütantin zu erleben, beschließt Serena, doch an dem gesellschaftlichen Ereignis teilzunehmen. Blair lässt sich von Nate dazu überreden, gemeinsam den Ball zu besuchen, stellt aber klar, dass nur Freundschaft zwischen ihnen besteht. Nate vermutet, dass Blair einen anderen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13625555","hoster":"VOE"},{"path":"/redirect/13570076","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13633570","hoster":"VOE"},{"path":"/redirect/13581120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-11","name":"Fröhliche Weihnachten","epNo":11,"alt":"Roman Holiday","descr":"Blair freut sich dieses Jahr besonders auf Weihnachten, da ihr Vater Harold seinen Besuch angekündigt hat. Aber er kommt nicht alleine, sondern in Begleitung seines Lebenspartners Roman. Als Blair von Chuck erfährt, dass er mit Nate in Mexiko ist, macht sie sich Sorgen, dass das Geheimnis um ihre gemeinsame Nacht mit Chuck vor Nate nicht mehr sicher ist. Serena und Dan setzen indes ein Limit fest, wie viel ihre Weihnachtsgeschenke füreinander kosten dürfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374995","hoster":"VOE"},{"path":"/redirect/13650342","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14374980","hoster":"VOE"},{"path":"/redirect/13588738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-12","name":"Stolz und Lügen","epNo":12,"alt":"School Lies","descr":"Während einer illegalen Poolparty in der Schule kommt beinahe ein Junge zu Tode. Die Schulleitung verweist daraufhin Nate der Schule, der, im Glauben Blair zu schützen, die Schuld für den Vorfall auf sich nimmt. Lily entscheidet sich schweren Herzens für Bart, um ihrer Tochter einen Gefallen zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357371","hoster":"VOE"},{"path":"/redirect/14378396","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357102","hoster":"VOE"},{"path":"/redirect/13588741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-13","name":"Der schmale Grat","epNo":13,"alt":"The Thin Line Between Chuck and Nate","descr":"Gossip Girl gibt die neuesten Gerüchte bekannt: Serena wurde beim Kauf eines Schwangerschaftstests gesehen. Serena stellt bald klar, nicht schwanger zu sein. Sie hatte den Test für Blair erstanden, die fürchtet, ihre Affäre mit Chuck wäre nicht ohne Folgen geblieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376289","hoster":"VOE"},{"path":"/redirect/14380973","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357225","hoster":"VOE"},{"path":"/redirect/14418591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-14","name":"Süße 15","epNo":14,"alt":"The Blair Bitch Project","descr":"Jenny will Blair in der Clique den Rang ablaufen. Serena steht auf Blairs Seite und überredet ihre Freundin trotz dieser unangenehmen Situation wieder die Schule zu besuchen. Serena erhält außerdem irritierende Pakete von einem anonymen Sender. Da ihre Mutter sich nun entschieden hat, Chucks Vater zu heiraten, glaubt Serena in ihrem zukünftigen Stiefbruder den Absender erkannt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376200","hoster":"VOE"},{"path":"/redirect/14380974","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376136","hoster":"VOE"},{"path":"/redirect/14418590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-15","name":"Serena verzweifelt gesucht","epNo":15,"alt":"Desperately Seeking Serena","descr":"Alle bereiten sich fieberhaft auf die SATs - wichtige Tests zum Allgemeinwissen - vor. Da das Abschneiden die Zukunftschancen der jungen Studierenden wesentlich beeinflusst, plant Blair eine Intrige gegen die hochintelligente Nelly Yuki, die ihr einen Platz an einer Elite-Uni streitig machen könnte. Serenas Welt verwandelt sich in reines Chaos, als ihre ehemalige Freundin Georgina Sparks zurückkehrt, und Nate kommt der letzten Person, von der er dies erwartet hätte, näher: Vanessa.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010337","hoster":"VOE"},{"path":"/redirect/13581141","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581783","hoster":"VOE"},{"path":"/redirect/13581127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-16","name":"Das Spiel mit der Wahrheit","epNo":16,"alt":"All About My Brother","descr":"Georgina droht Serena damit, ein dunkles Geheimnis aus Serenas Vergangenheit ans Tageslicht zu bringen. Blairs und Jennys Machtkampf setzt sich unerbittlich fort. Mit Hilfe von Gossip Girl verbreiten die beiden skandalöse Gerüchte übereinander. Indes vereinbaren Jenny und Asher einen Deal zu gegenseitigem Nutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357160","hoster":"VOE"},{"path":"/redirect/13588759","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376009","hoster":"VOE"},{"path":"/redirect/13588744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-17","name":"Das Spiel geht weiter","epNo":17,"alt":"Woman on the Verge","descr":"Serena vertraut sich Blair an. Sie gesteht ihrer Freundin den wahren Grund ihres Verschwindens, an dem Georgina nicht ganz unbeteiligt ist. Da Serena nun ihr Geheimnis preisgegeben hat, hat Georgina nichts mehr gegen sie in der Hand - so macht sie sich an Serenas Freund Dan heran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357105","hoster":"VOE"},{"path":"/redirect/13588770","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14357140","hoster":"VOE"},{"path":"/redirect/13588746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-1/episode-18","name":"Abschied","epNo":18,"alt":"Much \u0027I Do\u0027 About Nothing","descr":"Blair, Chuck und Nate helfen Serena, ihr Problem mit Georgina in den Griff zu bekommen. Serena gesteht nun auch Dan die Wahrheit über ihre Vergangenheit, und die beiden versuchen, ihre Beziehung zu retten. Lily verbringt eine Nacht mit Rufus - es ist die Nacht vor ihrer Hochzeit mit Bart.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376219","hoster":"VOE"},{"path":"/redirect/14378401","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14376290","hoster":"VOE"},{"path":"/redirect/13588748","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gossip-girl/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/gossip-girl/staffel-2/episode-1","name":"Der Sommer ist vorbei","epNo":1,"alt":"Summer Kind Of Wonderful","descr":"Serena wird zur Alibifreundin für Nate, der eine Affäre mit der verheirateten Catherine begonnen hat. Blair kommt aus Europa mit einem neuen Freund im Gepäck zurück - sehr zum Missfallen von Chuck. Dan hat während des Sommers ein Praktikum bei einem Schriftsteller gemacht, doch die Trennung von Serena lässt ihn nicht los. Und Jenny schafft es dank Eric auf die legendäre \u0027White Party\u0027 auf den Hamptons, wo sie der Societylady Tinsley Mortimer vorgestellt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010376","hoster":"VOE"},{"path":"/redirect/9025405","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010176","hoster":"VOE"},{"path":"/redirect/8542835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-2","name":"Lady Blair","epNo":2,"alt":"Never Been Marcused","descr":"Blair möchte unbedingt Marcus\u0027 Familie kennenlernen und gibt zu ihren Ehren eine kleine Feier. Sie ahnt jedoch nicht, dass es sich bei Marcus\u0027 Stiefmutter um Catherine, Nates Affäre, handelt. Doch schon bald kommt sie dem Geheimnis auf die Schliche - und hat nun etwas gegen Catherine in der Hand. Serena und Dan kommen sich wieder näher. Rufus ist zurück von seiner Tour, im Gepäck hat er ein weiteres Angebot für eine Tour, doch er lehnt ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010406","hoster":"VOE"},{"path":"/redirect/9025409","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581786","hoster":"VOE"},{"path":"/redirect/8542839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-3","name":"Schmerzliche Wahrheit","epNo":3,"alt":"The Dark Night","descr":"Serena und Dan vermeiden weiterhin ein klärendes Gespräch. Als sie während eines Stromausfalls im Aufzug stecken bleiben, haben sie endlich Zeit, um über ihre Beziehung zu sprechen ... Blair hat ein Problem damit, dass Marcus nicht so viel Zeit und Gefühl in ihre Beziehung investiert, wie sie es gerne hätte. Sie bedrängt ihn: Er soll ihr endlich seine Liebe beweisen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010380","hoster":"VOE"},{"path":"/redirect/9025412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604116","hoster":"VOE"},{"path":"/redirect/8542838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-4","name":"Die Ex-Akte","epNo":4,"alt":"The Ex-Files","descr":"Die Schule fängt wieder an","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010361","hoster":"VOE"},{"path":"/redirect/8557088","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604119","hoster":"VOE"},{"path":"/redirect/8542834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-5","name":"Fashion-Week","epNo":5,"alt":"The Serena Also Rises","descr":"Blair ist sauer auf ihre Mutter, denn die hat Serena und ihrer neuen Freundin Poppy Plätze in der ersten Reihe bei der Eleanor Waldorf Fashion Show besorgt. Verletzt sabotiert Blair die Show ihrer Mutter. Währenddessen hängt Dan mit Chuck rum, doch er merkt schnell, dass die dunkle Seite seine eigenen Risiken birgt. Und Lily erfährt ein Geheimnis, dass ihr Mann Bart vor ihr verheimlicht hat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922930","hoster":"VOE"},{"path":"/redirect/8564465","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13014808","hoster":"VOE"},{"path":"/redirect/8542840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-6","name":"Der Traum von Yale","epNo":6,"alt":"New Haven Can Wait","descr":"Die Clique ist auf dem Weg zur Yalet. Blair und Serena geraten in Streitigkeiten, über die hinaus Serena die Brown gänzlich vergisst, und lieber auf die Yale möchte - doch es gibt nur einen Platz auf der renommierten Universität. Als sie vom Schulleiter persönlich eingeladen wird, sieht sie ihre Chance gekommen. Chuck wird von einer Studentenverbindung gekidnappt, und Nate gibt sich derweil als Dan aus und landet prompt mit einer Studentin auf deren Zimmer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010417","hoster":"VOE"},{"path":"/redirect/9025410","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010182","hoster":"VOE"},{"path":"/redirect/8545654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-7","name":"Wer ist Chuck?","epNo":7,"alt":"Chuck In Real Life","descr":"Lily und Bart beschließen, eine \u0027Familie\u0027 zu sein - sehr zu Serenas Ärger. Es gibt Regeln und Verbote und Serena wehrt sich gegen Barts vermeintlichen Einfluss. Bei der Einweihungsparty eskaliert die Situation und Serena muss erkennen, dass nicht Bart, sondern Lily diejenige ist, mit der es ein Problem gibt. Endlich werden Dinge aus der Vergangenheit ausgesprochen ... Blair will sich indessen an Vanessa rächen und beauftragt Chuck, sie zu verführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010433","hoster":"VOE"},{"path":"/redirect/9025414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581787","hoster":"VOE"},{"path":"/redirect/8545650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-8","name":"Pret-A-Poor-J","epNo":8,"alt":"Pret-A-Poor-J","descr":"Blair will Chuck endlich erobern und hofft, von Dan Ratschläge für eine erfolgreiche Strategie zu bekommen. Doch ihr Plan geht nicht auf. Als sie sich schließlich dazu durchringt, Chuck ihre Gefühle zu offenbaren, weiß Dan das zu verhindern, um sich an Blair zu rächen. Serena lernt auf einer Vernissage den Künstler Aaron kennen und hat einen heißen Flirt mit ihm. Nachdem sie sich Dans Segen geholt hat, stellt sie jedoch enttäuscht fest, dass der mit einer anderen verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010492","hoster":"VOE"},{"path":"/redirect/8557090","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591972","hoster":"VOE"},{"path":"/redirect/8557024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-9","name":"J. Humphrey Designs","epNo":9,"alt":"There Might Be Blood","descr":"Agnes organisiert für Jenny eine Guerilla-Modenschau, die auf einer Veranstaltung der New York Philantropic Society im Palace Hotel überraschend stattfinden soll. Jenny ahnt nicht, dass durch ihre Aktion die Ehrung von Lily und Bass Bart mit einer Auszeichnung der Philantropic Society auf dem Spiel steht. Neben einem verhängnisvollen Kuss zwischen Nate und Jenny und einer sehr unpädagogischen Maßnahme von Rufus soll der Abend doch noch ein voller Erfolg werden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096252","hoster":"VOE"},{"path":"/redirect/9025416","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010186","hoster":"VOE"},{"path":"/redirect/8545642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-10","name":"Happy Birthday Bass Industries","epNo":10,"alt":"Bonfire Of The Vanity","descr":"Jenny hat Stress mit Agnes, die die Firmengründung nicht so ernst nimmt wie sie. Als es dann in einem wichtigen Meeting zur Eskalation zwischen den beiden kommt, denkt Jenny über Scott Smiths Vorschlag nach, eine eigene Firma zu gründen. Jenny trifft eine folgenschwere Entscheidung ... Blair ist aufgrund des neuen Freundes ihrer Mutter schockiert. Doch sie bemüht sich, ihm eine zweite Chance zu geben, ähnlich wie Serena, die Aaron noch eine zweite Chance geben will ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010482","hoster":"VOE"},{"path":"/redirect/9025411","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010189","hoster":"VOE"},{"path":"/redirect/8545641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-11","name":"Familiensinn","epNo":11,"alt":"The Magnificent Archibalds","descr":"Genau an Thanksgiving taucht Nates Vater wieder auf. Nate kann ihn dazu überreden, sich dem FBI zu stellen. So bekommen die Archibalds ihr Haus zurück und Nate hat endlich wieder Respekt vor seinem Vater, obwohl der jetzt im Gefängnis sitzt ... Blair versöhnt sich mit ihrer Mutter, die dafür gesorgt hat, dass auch Harold da ist und ihre Verlobung mit Cyrus abnickt. Friede, Freude, Eierkuchen - wäre da nicht Vanessa, die einen Brief von Nate an Jenny verschwinden lässt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010484","hoster":"VOE"},{"path":"/redirect/8557095","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010185","hoster":"VOE"},{"path":"/redirect/8542842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-12","name":"Der Snowflake-Ball","epNo":12,"alt":"It\u0027s A Wonderful Lie","descr":"Als der Snowflake-Ball ansteht, wartet auf Serena, deren Begleitung Aaron ist, und Dan, der mit Aarons Ex Lexi dort hingeht, ein verkrampfter Abend. Da Serena und Dan noch Gefühle füreinander hegen, fällt es ihnen besonders schwer, Zeuge des Flirts des jeweils anderen zu werden ... Als Jenny erfährt, dass Vanessa und Nate zusammen sind, lässt sie sich verletzt und enttäuscht auf einen Racheplan mit Penelope ein. Doch Nate bezieht klar Stellung zu Vanessa ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010514","hoster":"VOE"},{"path":"/redirect/8545673","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9698888","hoster":"VOE"},{"path":"/redirect/8542843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-13","name":"Der verlorene Sohn","epNo":13,"alt":"O Brother, Where Bart Thou?","descr":"Lily und Rufus beschließen, es endlich miteinander zu versuchen. Zu diesem Zweck verreisen die beiden, um alles zu klären. Doch dann kommt Cece ins Spiel, die Rufus verrät, was Lily ihm all die Jahre verheimlicht hat ... Serena wird von Aaron nach Buenos Aires eingeladen. Obwohl sie Dan noch liebt, beschließt sie, sich auf Aaron einzulassen. Blair beichtet Chuck nun endlich ihre Gefühle. Doch Chuck kann es unter den gegebenen Umständen nicht zulassen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010425","hoster":"VOE"},{"path":"/redirect/14159436","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591973","hoster":"VOE"},{"path":"/redirect/8557030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-14","name":"Neues Jahr, neue Geheimnisse","epNo":14,"alt":"In The Realm Of The Basses","descr":"Blair ist schockiert über Chucks Zustand. Nach seinem Höllentrip in einer Opiumhöhle in Thailand will sie ihm wieder auf die Beine helfen. Doch Chuck will davon nichts wissen. Als sie Serena um Rat fragen will, muss sie feststellen, dass sie wieder mit Dan zusammen ist ... Rufus hat währenddessen herausgefunden, dass Lily ihr Kind direkt nach der Geburt zur Adoption freigegeben hat, ohne ihm etwas davon zu erzählen. Er macht sich auf die Suche nach seinem Kind ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010424","hoster":"VOE"},{"path":"/redirect/8545671","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13014810","hoster":"VOE"},{"path":"/redirect/8542841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-15","name":"Schweres Erbe","epNo":15,"alt":"Gone With The Will","descr":"Als Chuck überraschend den Hauptanteil von Bass Industries erbt, kommt ihm Jack zuvor. Er lässt Chuck in eine Falle laufen, so dass er selbst Chef der Firma wird ... Lily und Rufus sind unterdessen auf der Suche nach ihrem Sohn. Doch die Adoptiveltern wollen vorerst nichts von einem Treffen wissen. Als sie schließlich doch zustimmen, haben sie schlechte Neuigkeiten: Rufus\u0027 und Lilys Sohn soll im letzten Jahr ertrunken sein. Dass das eine Lüge ist, ahnen beide nicht ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010444","hoster":"VOE"},{"path":"/redirect/9025413","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581788","hoster":"VOE"},{"path":"/redirect/8557029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-16","name":"Anfang und Ende","epNo":16,"alt":"You\u0027ve Got Yale","descr":"Blairs Aufnahme in Yale ist Serenas Verzicht auf ihren Platz an der Universität zu verdanken. Doch anstatt ihre Chance zu nutzen, ist ihre baldige Suspendierung nah. Dem nicht genug: Dan ist enttäuscht, dass er und Serena nun nicht gemeinsam studieren werden. Ihr eigentliches Problem ist jedoch, dass beide nicht damit klar kommen, dass Rufus und Lily ein Paar sind ... Lily und Chuck verbünden sich gegen Jack, um ihn loszuwerden. Doch der rastet aus und attackiert Lily ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010438","hoster":"VOE"},{"path":"/redirect/9025415","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591974","hoster":"VOE"},{"path":"/redirect/8542844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-17","name":"Das Gerücht","epNo":17,"alt":"Carrnal Knowledge","descr":"Blair will sich an Miss Carr rächen und setzt über Gossip Girl das Gerücht in die Welt, dass sie mit Dan eine Affäre habe. Dabei kommen sich die beiden tatsächlich näher. Doch schließlich beweist Miss Carr einen längeren Atem und veranlasst, dass Blair von der Schule geschmissen wird. Während sich Dan und Serena eingestehen müssen, dass ihre Liebe zu Ende ist, verbringt Chuck eine folgenschwere Nacht in einem Privatclub ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010447","hoster":"VOE"},{"path":"/redirect/9025417","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591976","hoster":"VOE"},{"path":"/redirect/8542846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-18","name":"Zeit der Missklänge","epNo":18,"alt":"The Age Of Dissonance","descr":"Die Zwölftklässler führen \u0027Zeit der Unschuld\u0027 auf. Doch das Stück verläuft anders als geplant. Die Darsteller müssen improvisieren - und genau deshalb wird das Stück doch noch ein Erfolg ... Serena und Blair werden auf \u0027Gossip Girl\u0027 mit alten Geschichten geoutet. Blair verliert dadurch nun endgültig ihren Platz auf Yale. Schließlich stellt sich heraus, dass es Rachel war, die sich an beiden rächen wollte. Chucks Einsicht, zu Blair zurückzukehren, kommt zu spät ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010488","hoster":"VOE"},{"path":"/redirect/8545674","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581793","hoster":"VOE"},{"path":"/redirect/8542845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-19","name":"Der Großvater","epNo":19,"alt":"The Grandfather","descr":"Nates neue Zukunftsaussichten sehen rosig aus. Vanessa ist jedoch tief getroffen, weil er sie dafür hängen lässt. Auch Blair macht eine Findungskrise durch, indem sie versucht, sich ihrer Enttäuschungen aus ihrem alten Leben zu entledigen. Im Zuge dessen erteilt sie auch Chuck eine endgültige Absage. Schließlich nähern Nate und sie sich wieder an ... Lily und Rufus gelingt es, sich nach zahlreichen Auseinandersetzungen auf ihre Zukunft zu konzentrieren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010520","hoster":"VOE"},{"path":"/redirect/9025419","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581789","hoster":"VOE"},{"path":"/redirect/8545643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-20","name":"Sweet Sexteen","epNo":20,"alt":"Remains Of The J","descr":"Zu Jennys 16. Geburtstag schenkt ihr Serena eine Party, die jedoch im Desaster endet. Serena und Poppy beschließen daraufhin, dem ganzen Trubel für einen spontanen Trip nach Spanien den Rücken zu kehren ... Seit sich Nate von Vanessa getrennt hat, verbringt er vermehrt Zeit mit Blair. Doch Chucks und Vanessas Versuche, beide eifersüchtig zu machen, schlagen fehl - am Ende landen beide aus Frust und Lust im Bett, Nate und Blair kommen sich immer näher ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010530","hoster":"VOE"},{"path":"/redirect/8557105","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591977","hoster":"VOE"},{"path":"/redirect/8542849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-21","name":"Aus der Traum","epNo":21,"alt":"Seder Anything","descr":"Blair hat keinen Plan für die Zukunft und will sich in der Gesellschaft etablieren. Sie schließt einen Deal mit Nates Opa ab, der ihr Vorteile bringen würde. Nate hat jedoch gerade erfahren, dass William Schuld an der Verhaftung seines Vaters ist. Als er dann noch von Blairs Deal erfährt, lässt er sie völlig enttäuscht sitzen ... Serena befürchtet, dass sie Gabriel im Rausch in Spanien geheiratet hat. Als er plötzlich vor ihrer Tür steht, bekommt sie eine Panikattacke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010529","hoster":"VOE"},{"path":"/redirect/9025424","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700639","hoster":"VOE"},{"path":"/redirect/8545644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-22","name":"Blondinen bevorzugt","epNo":22,"alt":"Southern Gentlemen Prefer Blondes","descr":"Um Blair von Chuck fernzuhalten, hat Nate eine Wohnung für sie angemietet. Doch all seinen Versuchen zum Trotz verbringt Blair erneut viel Zeit mit Chuck, der zudem versucht, gegen Nate zu intervenieren. Blair ist enttäuscht, als sie feststellt, dass Nate ihr nicht vertraut ... Gabriel spielt Serena die große Liebe vor und Serena scheint zunächst darauf reinzufallen. Alarmiert von ihren Freunden stellt sie Gabriel jedoch eine Fangfrage, um seine wahren Gefühle zu eruieren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010506","hoster":"VOE"},{"path":"/redirect/8557103","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581797","hoster":"VOE"},{"path":"/redirect/8542848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-23","name":"...Und mein ist die Rache","epNo":23,"alt":"The Wrath Of Con","descr":"Nachdem Chuck Georgina aus dem Bibelcamp herausgeholt hat, erfährt Serena, dass Poppy Liften das gestohlene Geld hat. Im Zuge dessen hecken die Freunde gegen Lilys Willen einen Plan aus, in dem Georgina den Lockvogel spielen soll. Doch der Deal läuft schief und letzten Endes wird Serena verhaftet - auf Lilys Anweisung. Georgina nimmt die Sache nun selbst in die Hand. Und Rufus - enttäuscht von Lilys Verhalten - entscheidet sich gegen den geplanten Heiratsantrag ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010565","hoster":"VOE"},{"path":"/redirect/9025420","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917826","hoster":"VOE"},{"path":"/redirect/8542847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-24","name":"Wie alles anfing","epNo":24,"alt":"Valley Girls","descr":"Die 80er Jahre: Lily haut von zu Hause ab und findet schließlich bei ihrer Schwester in Los Angeles einen Platz, wo sie bleiben kann. Dort lernt sie das wilde Leben kennen. Die erwachsene Lily hadert indes mit ihrer Vergangenheit, doch schließlich schafft sie es, sich mit Cece und Serena zu versöhnen ... Der große Abschlussball findet statt, auf den Blair mit Nate hingeht - doch sie ist nicht glücklich. Ihr Herz hängt immer noch an Chuck ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098034","hoster":"VOE"},{"path":"/redirect/8557110","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591982","hoster":"VOE"},{"path":"/redirect/8557037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-2/episode-25","name":"Bye-bye Gossip Girl","epNo":25,"alt":"The Goodbye Gossip Girl","descr":"Die Highschool ist zu Ende und die Frage, wer Gossip Girl ist, immer noch unbeantwortet ... Die Ereignisse überschlagen sich: Rufus macht Lily nun doch einen Heiratsantrag, Carter reist zusammen mit Serena auf die Fidjis, wo er angeblich ihren Vater ausfindig machen konnte, Jenny wird von Blair zur neuen Königin gekrönt, woraufhin sie sogleich die \u0027Monarchie abschaffen\u0027 will. Und zu guter Letzt kommen auch endlich Chuck und Blair zusammen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010566","hoster":"VOE"},{"path":"/redirect/9025422","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591979","hoster":"VOE"},{"path":"/redirect/8557031","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gossip-girl/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/gossip-girl/staffel-3/episode-1","name":"Affären der Upper East Siders","epNo":1,"alt":"Reversals of Fortune","descr":"Nachdem der Sommer vorbei ist, kehren alle zurück. Es ist viel passiert: Blair und Chuck sind glücklich miteinander, Rufus versucht, die Familie zusammenzuhalten, während Lily bei der kranken Cece verweilt, Vanessa fängt eine Affäre mit Scott, Dans Halbbruder, an und Serena hat im Sommer vergeblich versucht, ihren Vater zu kontaktieren. Als sie ihn findet und um seine Aufmerksamkeit buhlt, wartet eine herbe Enttäuschung auf sie. Carter versucht, sie zu stützen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010633","hoster":"VOE"},{"path":"/redirect/8557112","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700660","hoster":"VOE"},{"path":"/redirect/8545648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-2","name":"Das College geht los","epNo":2,"alt":"The Freshman","descr":"Das College geht wieder los und schon herrscht Unmut: Georgina hat sich in Blairs Zimmer einquartiert und lässt nichts unversucht, Blair zu sabotieren. Serena hat es ähnlich schwer. Nachdem sie zuerst bei Chuck untergeschlüpft ist, bis sie ihm ein Geschäft vermasselt hat und rausfliegt, zieht sie zu Dan und schließlich bietet Rufus seine Hilfe an. Als sie sich dann wieder mit Carter versöhnt, hat sie neue Energie, um ihr Leben umzustrukturieren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010626","hoster":"VOE"},{"path":"/redirect/8557116","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917833","hoster":"VOE"},{"path":"/redirect/8542850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-3","name":"Der verlorene Sohn","epNo":3,"alt":"The Lost Boy","descr":"Blair und Chuck wollen bei einer Versteigerung dasselbe Foto kaufen. Die beiden streiten und belügen sich, bis schließlich Serena das Bild ergattert. Sie ist tief getroffen, weil sie herausgefunden hat, dass Chuck und Blair versucht haben, Carter zu sabotieren, damit er nicht mit ihr ausgeht ... Scott will Rufus die Wahrheit über sich erzählen. Doch er bringt es nicht über die Lippen, ihm zu sagen, dass er sein Sohn ist, und reist unverrichteter Dinge wieder ab ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010599","hoster":"VOE"},{"path":"/redirect/8542909","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591981","hoster":"VOE"},{"path":"/redirect/8542852","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-4","name":"Dan De Fleurette","epNo":4,"alt":"Dan de Fleurette","descr":"Olivia ist ein Filmstar und studiert an der NYU. Dan kennt sie als Einziger nicht und freundet sich mit ihr an. Gerührt ob seiner ehrlichen Gefühle, verrät sie ihm nicht, wer sie ist. Erst bei der Premiere ihres neuen Films klärt es sich auf und Dan ist peinlich berührt ... Blair ist frustriert, weil sie an der NYU ein Niemand ist. Sie macht aus der Not eine Tugend und gründet ihren eigenen kleinen Club ... Serena ist auf Jobsuche und landet in der Welt der Filmstars...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010589","hoster":"VOE"},{"path":"/redirect/8545672","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591983","hoster":"VOE"},{"path":"/redirect/8542853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-5","name":"Rufus Hochzeit","epNo":5,"alt":"Rufus Getting Married","descr":"Rufus und Lily wollen heiraten. Doch die Hochzeit verläuft anders als geplant: Georgina bringt Scott mit und verkündet, dass er Rufus\u0027 Sohn ist. Schockiert ab dieser unerwarteten Neuigkeiten werden die Feierlichkeiten vorerst abgebrochen... Carter gesteht Serena seinen damaligen Fehltritt, als er Brees Schwester beinahe geheiratet hätte, sie dann aber sitzengelassen hat. Serena ist enttäuscht und wendet sich von ihm ab. Nate erfährt eine herbe Verletzung durch Bree...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010592","hoster":"VOE"},{"path":"/redirect/8557119","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13056460","hoster":"VOE"},{"path":"/redirect/8542854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-6","name":"Genug von Eva","epNo":6,"alt":"Enough about Eve","descr":"Dem Redner beim Erstsemester-Dinner gebührt eine große Ehre. Mister Ellis schwankt jedoch noch zwischen Vanessa und Olivia. Als auch Blair Interesse zeigt, versuchen sie, sich gegenseitig mit unlauteren Mitteln auszustechen: Vanessa will verhindern, dass Olivia zum Essen kommt, indem sie ihr und Dan Lügen auftischt und Blair bringt Mr. Ellis in eine kompromittierende Lage. Schließlich ist Olivia die Glückliche, die die Rede halten darf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010648","hoster":"VOE"},{"path":"/redirect/8557117","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591985","hoster":"VOE"},{"path":"/redirect/8557034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-7","name":"Geisterstunde","epNo":7,"alt":"How to Succeed in Bassness","descr":"Chucks Hotel schreibt keine schwarzen Zahlen. Mit einem exklusiven Club will er daher die Leute auf das Hotel aufmerksam machen. Blair greift ihm mit einer gefälschten Schanklizenz ungebeten unter die Arme und stößt damit bei Chuck nicht unbedingt auf Dankbarkeit. Da kann auch Serena, die die Gästeliste mit ihren In-Freunden aufgemotzt hat, nicht mehr viel ausrichten. Und als dann auch noch die Polizei den Club stürmt, scheint der Ruin besiegelt. Doch Chucks Plan geht auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010659","hoster":"VOE"},{"path":"/redirect/8542910","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581790","hoster":"VOE"},{"path":"/redirect/8542851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-8","name":"Der Großvater, Teil 2","epNo":8,"alt":"The Grandfather: Part II","descr":"Trip befindet sich mitten im Wahlkampf, doch seine Chancen stehen mehr als schlecht. Als zufällig ein Unfall passiert, kann er sich jedoch als Held positionieren und bekommt genau die positive Publicity, die ihm bisher gefehlt hat. Nate vermutet jedoch, dass sein Großvater hier die Fäden gezogen hat. Serena und Blair geraten heftig in Streit und auf der Wahlparty kommt es letztendlich zum großen Show-down zwischen den beiden. Ob ihre Freundschaft das aushält?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010674","hoster":"VOE"},{"path":"/redirect/8564470","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591987","hoster":"VOE"},{"path":"/redirect/8545647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-9","name":"Jagd auf Jenny","epNo":9,"alt":"They Shoot Humphreys, don\u0027t they?","descr":"Jennys großer Tag naht. Der Debütantinnenball steht bevor und sie will mit Graham, dem Star der Upper East Side, ihren Einzug in die Gesellschaft feiern. Doch Eric hat mit diesem Plan ein Problem und tut alles, um das zu verhindern. Chuck und Nate können die Zickereien zwischen Serena und Blair nicht länger ertragen und sperren die beiden Streithennen in einen Aufzug. Solange, bis sie sich ausgesprochen und versöhnt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010601","hoster":"VOE"},{"path":"/redirect/8564474","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591986","hoster":"VOE"},{"path":"/redirect/8545645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-10","name":"Versuchungen","epNo":10,"alt":"The Last Days of Disco Stick","descr":"Blair möchte auf der Gesellschaftsleiter nach oben klettern und organisiert mit Dan zusammen ein Kabarett. Am Tag der Aufführung kommt es zwischen Dan, Olivia und Vanessa zum Eklat. Die Nacht, die die drei zusammen verbracht haben, hat ihrem Verhältnis alles andere als gut getan. Olivia ist klar, dass Dan eigentlich nur Gefühle für Vanessa hat und bringt ihn damit zum Nachdenken.xoxoGossip Girl","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010621","hoster":"VOE"},{"path":"/redirect/8564475","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581791","hoster":"VOE"},{"path":"/redirect/8545659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-11","name":"Zeit der Wahrheit","epNo":11,"alt":"The Treasure of Serena Madre","descr":"Serena und Trip geben sich an den Thanksgiving-Feierlichkeiten ihrer Leidenschaft hin, und beginnen eine Affäre. Die beiden werden sich küssend im Aufzug gefilmt und Maureen, von der sich Trip gerade wegen Serena getrennt hat, benutzt das Material, um ihn zu erpressen. Nate käme das gerade recht, denn auch er kann Serena nicht vergessen. Als er sich endlich ein Herz fasst und ihr seine Liebe gesteht, ist es wahrscheinlich zu spät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010625","hoster":"VOE"},{"path":"/redirect/8564476","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700664","hoster":"VOE"},{"path":"/redirect/8545646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-12","name":"Unter Feinden","epNo":12,"alt":"The Debarted","descr":"Serena und Trip genießen im Landhaus ihre Zweisamkeit. Doch die hält nicht lange an. Als Maureen auftaucht und Trip um den Finger wickelt, hat Serena verloren. Sie lässt sich zurück in die Stadt bringen und hat dabei einen schlimmen Unfall. Es ist Barts erster Todestag und Chuck kann und will seine Trauer über den Tod seines Vaters nicht zulassen. Auch Blair gegenüber ist er eiskalt, doch die erkennt den wahren Grund und steht weiterhin zu ihm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010631","hoster":"VOE"},{"path":"/redirect/8564479","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591988","hoster":"VOE"},{"path":"/redirect/8545651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-13","name":"Gute Zeiten, Schlechte Zeiten","epNo":13,"alt":"The Hurt Locket","descr":"Eigentlich ist zwischen Serena und Nate alles klar. Und trotzdem kommt es immer wieder zu Spielchen zwischen den beiden. Nate befolgt Dans Rat und will es langsam angehen lassen. Serena ist durch dieses Verhalten verletzt und geht lieber mit Damien auf einen Empfang, um Nate eifersüchtig zu machen. Und ihr Plan geht auf. Chuck setzt einen Privatdetektiv auf die Frau an, die er am Grab seines Vaters gesehen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104111","hoster":"VOE"},{"path":"/redirect/8557124","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591990","hoster":"VOE"},{"path":"/redirect/8542856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-14","name":"Von Müttern und Vätern","epNo":14,"alt":"The Lady Vanished","descr":"Chuck hat Elisabeth ausspionieren lassen, will sich aber anschließend nicht mit ihr treffen. Serena erinnert dies an ihren eigenen Vater, den sie selbst verzweifelt sucht, und redet auf Chuck ein. Doch nach einem Gespräch mit Elisabeth ändert sich Serenas Einstellung. Jenny dealt weiterhin mit Pillen und hat nach einem Streit mit ihrem Vater nicht nur eine geschäftliche Beziehung mit Damien. Dan und Vanessa finden endlich zueinander - oder doch nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252161","hoster":"VOE"},{"path":"/redirect/8564482","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379332","hoster":"VOE"},{"path":"/redirect/8542858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-15","name":"Jungfrau und sechszehn","epNo":15,"alt":"The Sixteen Year Old Virgin","descr":"Jenny ist über beide Ohren in Damien verliebt. Sie widersetzt sich den Anweisungen ihres Vaters und trifft sich nicht nur mit ihm, sondern beschließt auch, mit ihm ihr erstes Mal zu erleben. Bei Serena schrillen alle Alarmglocken und sie versucht, auf Jenny einzureden. Chuck wird verklagt und sein Hotel steht auf dem Spiel. Doch zumindest hat er nun nach einem DNA-Test die Gewissheit, dass Elisabeth seine Mutter ist. Als er sie besucht, erlebt er jedoch eine böse Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010695","hoster":"VOE"},{"path":"/redirect/8557122","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917834","hoster":"VOE"},{"path":"/redirect/8542857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-16","name":"Das Empire wackelt","epNo":16,"alt":"The Empire Strikes Jack","descr":"Chuck ist am Ende: Elisabeth hat sein Hotel aus Liebe auf Jack überschrieben. Als sie ihm die Pistole auf die Brust setzt und eine Entscheidung fordert - sie oder das Empire - muss Jack nicht lange überlegen. Blair vertraut sich ihrer Mutter an und gesteht ihr, dass sie sich an der New York University nicht wohl fühlt. Doch Eleanor sieht das alles nicht halb so dramatisch ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12922935","hoster":"VOE"},{"path":"/redirect/8557123","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14427496","hoster":"VOE"},{"path":"/redirect/8557040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-17","name":"Inglourious Bass-terds","epNo":17,"alt":"Inglourious Bassterds","descr":"Serena plant eine Überraschungsparty zu Nates Geburtstag. Sie tut so, als hätte sie den Geburtstag vergessen, damit er keinen Verdacht schöpft. Jenny nutzt daher die Gunst der Stunde und führt den enttäuschten Nate zum Essen aus. Serenas Party droht zu platzen. Chuck versucht nach wie vor, das Empire zurück zu bekommen. Blair will ihm helfen und geht auf Jacks unmoralischen Deal ein. Vanya macht Dorota einen Heiratsantrag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010711","hoster":"VOE"},{"path":"/redirect/8545675","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13014815","hoster":"VOE"},{"path":"/redirect/8542855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-18","name":"Dorotas Hochzeit","epNo":18,"alt":"The Unblairable Lightness of Being","descr":"Die Hochzeitsglocken läuten an der Upper East Side: Chuck will für Vanya und Dorota ein rauschendes Fest organisieren und spannt auch Blair voll und ganz in seine Planungen ein. Sie sollen das glückliche Paar vor den Altar führen. Dabei wird Blair klar, was sie wirklich von der Liebe erwartet. Carter hat Serenas Vater ausfindig gemacht. Überstürzt verlässt sie die Hochzeit und setzt sich ins Flugzeug. Als Serena an die Tür ihres Vaters klopft, öffnet kein Unbekannter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010699","hoster":"VOE"},{"path":"/redirect/13321063","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12922922","hoster":"VOE"},{"path":"/redirect/8542865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-19","name":"Dr. van der Woodsen","epNo":19,"alt":"Dr. Estrangeloved","descr":"Lily öffnet ihrer Tochter die Tür und gesteht ihr, dass sie an Krebs erkrankt ist. Die beiden fahren zusammen nach Hause, um auch Rufus die Wahrheit zu sagen. Dort wartet auch Will, Serenas Vater, und die beiden lernen sich endlich langsam kennen. Der versucht derweil illegal Medikamente für Lily zu besorgen und gerät mit Rufus aneinander. Dan will Vanessa ihren Platz an der Universität streitig machen und schwärzt sie an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010724","hoster":"VOE"},{"path":"/redirect/8557129","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379333","hoster":"VOE"},{"path":"/redirect/8542859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-20","name":"Was will Willi?","epNo":20,"alt":"It?s a Dad, Dad, Dad, Dad World","descr":"Will wird immer präsenter in Lilys und Serenas Leben. Rufus reagiert eifersüchtig und versucht mit allen Mitteln zu verhindern, dass er bei Lily einzieht. Auf seiner Party gesteht Will Lily nun auch noch seine Liebe. Rufus sieht rot. Serena ist indessen überglücklich, ihren Vater wieder an ihrer Seite zu haben und zieht wieder zu Hause ein. Jenny muss deshalb das Feld räumen. Vanessa bekommt einen Praktikumsplatz auf Haiti und weiß nicht genau, wie sie das Dan beibringen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010706","hoster":"VOE"},{"path":"/redirect/8557125","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010222","hoster":"VOE"},{"path":"/redirect/8542863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-21","name":"Ex-Ehemänner und -frauen","epNo":21,"alt":"Ex-Husbands and Wives","descr":"Rufus hat schlechte Karten: Da Holland Serena gesteckt hat, dass er Lily betrogen hat, bekommt Will ordentlich Oberwasser. Doch der hat auch einige Leichen im Keller. Jenny findet heraus, was genau an den Pillen nicht stimmt, die Will für Lily besorgt hat. Zwischen Chuck und Blair ist es doch noch nicht endgültig vorbei. Allerdings stellt er ihr ein Ultimatum. Wenn sie nicht um 07:01 Uhr auf dem Empire State Building ist, dann ist es ein für alle mal vorbei! Und dies wird wohl nicht so ganz gut gehen...xoxo Gossip Girl","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014822","hoster":"VOE"},{"path":"/redirect/8557130","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581792","hoster":"VOE"},{"path":"/redirect/8542860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-3/episode-22","name":"Ungewisse Zukunft","epNo":22,"alt":"Last Tango, Then Paris","descr":"Serena und Dan schlafen miteinander und werden dabei von Jenny beobachtet. Die knipst ein Beweisfoto und schickt es an Gossip Girl. Kein Wunder, dass es kurz darauf dem geschockten Nate in die Hände fällt. Und auch Vanessa bekommt Wind davon. Dorota bringt ihr Baby zur Welt und Blair schafft es deshalb nicht rechtzeitig zu ihrem Treffen mit Chuck. Sie ist sich nicht sicher, ob jetzt endgültig alles zu spät ist. Serena packt nach dieser Blamage ihre Koffer. Ziel: Paris!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11028914","hoster":"VOE"},{"path":"/redirect/8542911","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700670","hoster":"VOE"},{"path":"/redirect/8542861","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gossip-girl/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/gossip-girl/staffel-4/episode-1","name":"Belles de Jour","epNo":1,"alt":"Belles de Jour","descr":"Blair und Serena sind gemeinsam in Paris. Blair gibt sich trotz ihres Liebeskummers große Mühe, sich zu amüsieren, während Serena wie wild flirtet. Bald hat auch Blair ein vielversprechendes Date, vermasselt es aber ... Dan ist Papa geworden, denn Georgina schiebt ihm ein Baby unter ... Alle machen sich Sorgen um Chuck, der abgetaucht ist. Lily bekommt schließlich einen Anruf, dass in Paris eine Leiche mit seinen Ausweispapieren gefunden wurde ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010770","hoster":"VOE"},{"path":"/redirect/8564489","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591996","hoster":"VOE"},{"path":"/redirect/8545655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-2","name":"Doppelte Identität","epNo":2,"alt":"Double Identity","descr":"Da Serena bald Paris verlässt und nach New York zurückkehrt, muss sie sich endlich für Dan oder Nate entscheiden, bevor es zu spät ist. Chuck will unter neuem Namen ein neues Leben mit Eva anfangen. Blair sieht Chuck zufällig in Paris, überspielt aber ihre Verwirrung, denn schließlich will sie sich ihr Date mit Louis nicht verderben lassen. Rufus ahnt indes, dass Dan nicht Milos Vater ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010709","hoster":"VOE"},{"path":"/redirect/8542912","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591994","hoster":"VOE"},{"path":"/redirect/8542862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-3","name":"Aller Anfang ist schwer","epNo":3,"alt":"The Undergraduates","descr":"Serena und Blair fangen am College an. Jedoch gibt es Probleme, als Serena nicht in das exklusive Hamilton-Haus aufgenommen wird - so wie Blair. Doch die beiden raufen sich zusammen und finden schnell heraus, wer dahinter steckt ... Dan erfährt endlich, dass er nicht Milos Vater ist, entschließt sich aber, sich weiter um ihn zu kümmern. Auch Vanessa sagt ihre Unterstützung zu ... Juliet treibt ein eigenartiges Spiel mit Nate, Serena und den anderen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13830300","hoster":"VOE"},{"path":"/redirect/8557138","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591997","hoster":"VOE"},{"path":"/redirect/8542866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-4","name":"Verrückt nach Eva","epNo":4,"alt":"Touch of Eva","descr":"Chuck ist dank Eva scheinbar zu einem besseren Menschen geworden. Blair kann es nicht ertragen, ihn glücklich zu sehen. Sie erforscht Evas Vergangenheit und stößt auf sehr pikante Details ... Serena und Dan kommen sich näher und Serena wünscht sich nichts mehr, als das es mit ihnen beiden funktioniert - sie macht sich Hoffnungen ... Juliets Spiel droht aufzufliegen. Noch ist aber nicht klar, was sie genau treibt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010773","hoster":"VOE"},{"path":"/redirect/8557133","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379328","hoster":"VOE"},{"path":"/redirect/8542870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-5","name":"Leb wohl, Columbia","epNo":5,"alt":"Goodbye, Columbia","descr":"Chuck versucht, Blair das Leben zur Hölle zu machen und stellt sie so auch an der Columbia University bloß. Außerdem nimmt er ihr die begehrte Stelle als Assistentin bei einer berühmten Gastdozentin weg … Serena leidet unter Juliets Intrige, die ein böses Gerücht gestreut hat. Zudem versucht Juliet, Dan, Vanessa und Nate zu manipulieren … Juliet hat sich anscheinend nun doch in Nate verliebt und die beiden kommen sich sehr nahe … Serena lernt Colin kennen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096253","hoster":"VOE"},{"path":"/redirect/8564493","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010229","hoster":"VOE"},{"path":"/redirect/8542868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-6","name":"Falsches Spiel","epNo":6,"alt":"Easy J","descr":"Chuck hat für Jenny ein sehr wichtiges Gespräch mit dem Modezaren Tim Gunn organisiert, und so kehrt Jenny zurück, um sich mit dem Designer in New York zu treffen. Chuck will Blair damit verletzen und das scheint ihm zu gelingen. Dann jedoch veröffentlicht Jenny Details, mit denen Blair und Chuck nicht gerechnet haben… Serena verliebt sich in Colin, doch die beiden können nicht zusammen sein; zumindest noch nicht… Juliet wird von Ben weiter unter Druck gesetzt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335482","hoster":"VOE"},{"path":"/redirect/8557139","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581795","hoster":"VOE"},{"path":"/redirect/8542872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-7","name":"Der Rosenkrieg","epNo":7,"alt":"War at the Roses","descr":"Blair und Chuck schließen mit der Hilfe von Serena und Nate ein Friedensabkommen… Blair feiert ihren 20. Geburtstag im großen Stil und lädt alle zu einer riesigen Party ein. Da Serena und Colin das Ende des Semesters abwarten werden, bevor sie zusammen sein können, geht Serena mit Nate zu der Geburtstagsfeier… Dan will sich an Chuck und Blair rächen, weil die beiden Jenny aus der Stadt vertrieben haben. Er will Blair vor allen Gästen lächerlich machen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010785","hoster":"VOE"},{"path":"/redirect/8557140","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010228","hoster":"VOE"},{"path":"/redirect/8542864","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-8","name":"Der Racheengel","epNo":8,"alt":"Juliet Doesn\u0027t Live Here Anymore","descr":"Chuck und Blair kommen sich wieder näher und versuchen es wieder miteinander. Juliet veröffentlicht das Kuss-Video von Serena und Collin doch nicht und schließlich landet es bei Vanessa. Als Serena rausgeworfen wird, kommen Juliets ware Absichten zum Vorschein. Collin wirft Juliet raus und völlig verzweifelt läuft sie fort. Am Ende läuft sie gegen ein Auto und landet im Krankenhaus. Jack kommt zurück und mit ihm Jenny, die eine Affäre haben. Chuck gefällt das gar nicht und Jenny besticht ihn. Schließlich verbünden die beiden sich gegen Blair.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010795","hoster":"VOE"},{"path":"/redirect/8564497","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335447","hoster":"VOE"},{"path":"/redirect/8545656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-9","name":"Die Hexen von Bushwick","epNo":9,"alt":"The Witches of Bushwick","descr":"Juliet, Jenny und Vanessa intrigieren gemeinsam gegen Serena. Sie manipulieren ihr Telefon und verschicken in ihrem Namen Nachrichten an Dan und Nate, die sich nun beide Hoffnungen machen. Jenny gibt sich auf Chucks Maskenball als Serena aus und stellt Chuck und Blair bloß, was sie wiederum Serena in die Schuhe schiebt. Am Ende sind alle gegen Serena… Blair und Chuck verstehen sich zwar wieder, wollen sich aber dennoch nicht gemeinsam in der Öffentlichkeit zeigen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010814","hoster":"VOE"},{"path":"/redirect/8564499","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010230","hoster":"VOE"},{"path":"/redirect/8542871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-10","name":"Serena am Ende","epNo":10,"alt":"Gaslit","descr":"Serena wacht, immer noch unter Drogen stehend, in einem Motel auf und wird ins Krankenhaus gebracht. Lily lässt sie anschließend gegen ihren Willen ins Ostroff-Center einweisen, denn auch sie glaubt an einen \"Sucht-Rückfall\". Dan jedoch glaubt ihr und sie flüchten gemeinsam. Doch Juliet ist noch nicht fertig mit ihren Gemeinheiten… Jenny plagt das schlechte Gewissen und sie erzählt alles Blair. Blair und Dan schwören daraufhin, sich an Juliet zu rächen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100929","hoster":"VOE"},{"path":"/redirect/12978259","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010233","hoster":"VOE"},{"path":"/redirect/8737805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-11","name":"Das Geständnis","epNo":11,"alt":"The Townie","descr":"Dan und Blair schließen sich zusammen und machen sich auf die Suche nach Juliet. So langsam setzen die beiden das Puzzle zusammen, während Juliet Serena im Ostroff-Center besucht und ihr endlich sagt, warum sie Serena das alles antut. Juliets Bruder Ben sitzt demnach wegen ihr im Gefängnis… Chuck fliegt nach Neuseeland, da er Hilfe von Jack braucht… Nate will seinen Vater nach seiner Freilassung bei sich aufnehmen, da sich seine Mutter vom Captain scheiden lassen wird…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010852","hoster":"VOE"},{"path":"/redirect/8557142","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13014814","hoster":"VOE"},{"path":"/redirect/8545661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-12","name":"Familienangelegenheit","epNo":12,"alt":"The Kids Are Not Alright","descr":"Serena kommt erfolglos von ihrer Reise zurück. Gemeinsam mit Chuck sucht sie ein Mittel, um Lily unter Druck zu setzen. Schließlich erschleichen sie sich eine Kopie der eidesstattlichen Erklärung. Lily versucht S und C zu erklären, dass sie alles im Griff hat und der Verkauf von Bass Industries zu Chucks bestem ist. Doch der Verkauf scheitert. Nun ist Russel Thorpe am Drücker. Er will die Firma kaufen, um sie zu zerschlagen und sich an Bart zu rächen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096254","hoster":"VOE"},{"path":"/redirect/8557143","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591998","hoster":"VOE"},{"path":"/redirect/8542867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-13","name":"Damien Darko","epNo":13,"alt":"Damien Darko","descr":"Dan und Blair fangen beide ein Praktikum bei der Modezeitschrift \"W\" an. Sie erfahren voneinander jedoch erst, als sie sich bei \"W\" über den Weg laufen. Schnell bricht ein Wettstreit aus. Serena erfährt in der Zwischenzeit, dass ihre Mutter versucht hat, Ben zu bestechen, damit er sich von ihr und ihrer Familie fernhält. Serena möchte Ben nicht kampflos aufgeben und bittet ihn daher, zu der \"W\"-Party zu kommen. Auf der Party eskaliert der Wettstreit zwischen Dan und Blair","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010843","hoster":"VOE"},{"path":"/redirect/8557147","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010235","hoster":"VOE"},{"path":"/redirect/8542874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-14","name":"Zweifelhafte Freunde","epNo":14,"alt":"Panic Roommate","descr":"Ben zieht zu Dans Überraschung im Loft ein. Dan ist nicht erfreut und lässt sich mit Eric und Damien auf ein böses Spiel ein, um Ben loszuwerden. Ihm geht es natürlich nur um Serena, die er vor dem vermeintlichen Bösewicht schützen will. Doch Serena glaubt an Ben, und nachdem Eric gestanden hat, mit Damien gemeinsame Sache gemacht zu haben, erkennt auch Dan, dass Ben ein Guter ist. Damien bekommt schließlich einen Denkzettel verpasst…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010845","hoster":"VOE"},{"path":"/redirect/8545680","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010238","hoster":"VOE"},{"path":"/redirect/8545652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-15","name":"Es geschah in einer Nacht","epNo":15,"alt":"It-Girl Happened One Night","descr":"Der Valentinstag steht vor der Tür und Blair möchte für \"W\" ein Profil über Raina erstellen, damit sie am Valentinstag ein Auge auf Chuck und Raina werfen kann. Da Blair immer noch denkt, dass Chucks Beziehung zu Raina gespielt ist, überredet Serena Raina dazu, das Profil nicht zu fertigen. Blair lockt Serena auf Chucks Valentinstags-Party in einen Hinterhalt, weil sie denkt, dass Serena ihr einfach nicht den Erfolg gönnt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010848","hoster":"VOE"},{"path":"/redirect/8564503","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592001","hoster":"VOE"},{"path":"/redirect/8542873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-16","name":"Während du nicht schliefst","epNo":16,"alt":"While You Weren\u0027t Sleeping","descr":"Blair arbeitet wie verrückt und steht am Rande eines Nervenzusammenbruchs. Sie will nicht zugeben, dass sie Dans Hilfe gebrauchen kann. Sie wollte zu schnell zu viel erreichen, um Chuck zurückzugewinnen. Doch zu spät, der liebt inzwischen Raina. Sie hat sich allerdings inzwischen von ihm getrennt und bandelt mit Nate an… Eric lässt sich von Damien erpressen und muss deshalb eine Drogenlieferung für ihn abholen. Er will so Lily beschützen, da Damien ihr Geheimnis kennt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010886","hoster":"VOE"},{"path":"/redirect/8557151","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9591999","hoster":"VOE"},{"path":"/redirect/8542875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-17","name":"Das Reich des Sohnes","epNo":17,"alt":"Empire of the Son","descr":"Lily steht vor Gericht. Wie konnte es dazu kommen? Zwölf Stunden vorher: Ein siegessicherer Chuck feiert die bevorstehende Rettung seiner Firma durch Russells Geschäftspartner Kidd und plant eine große Party. Doch als er vor Russell damit prahlt, kündigt dieser ihm an, dass das letzte Wort in der Sache noch nicht gesprochen sei. Auch Lily kriegt anonyme Drohnachrichten von jemandem, der von ihrer geheimen Straftat zu wissen scheint ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010900","hoster":"VOE"},{"path":"/redirect/8564502","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700705","hoster":"VOE"},{"path":"/redirect/8557050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-18","name":"Die Kinder bleiben im Bilde","epNo":18,"alt":"The Kids Stay in the Picture","descr":"Lily hat gestanden und die New Yorker Presse wittert eine Bombenstory. Glücklicherweise steht ihre Familie komplett hinter ihr. Sogar ihre Schwester Carol, die sich eigentlich von dem Leben an der Upper East Side fernhält, kommt nach New York. Derweil machen sich Blair und Dan Gedanken über ihren gemeinsamen Kuss. Dan ist sich seiner Gefühle nicht sicher und auch Blair weiß nicht, wie sie jetzt weiter vorgehen soll – bei Chuck! Der deutet ihr Verhalten aber vollkommen falsch…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010909","hoster":"VOE"},{"path":"/redirect/8542914","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592003","hoster":"VOE"},{"path":"/redirect/8542876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-19","name":"Der Prinz \u0026 B","epNo":19,"alt":"Petty in Pink","descr":"Blair freut sich königlich über ihr Date mit einem Prinzen und Dans Abwege. Serena engagiert Charlie, um herauszubekommen, was ihre liebste Feindin treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010829","hoster":"VOE"},{"path":"/redirect/8564506","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592000","hoster":"VOE"},{"path":"/redirect/8542878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-20","name":"Plötzlich Prinzessin","epNo":20,"alt":"The Princesses and the Frog","descr":"Märchen werden wahr: Blair hat tatsächlich ihren Prinzen gefunden! Was könnte ihr Glück jetzt noch trüben? Auftritt Serena (eifersüchtig) und Chuck (betrunken).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010868","hoster":"VOE"},{"path":"/redirect/8557155","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700702","hoster":"VOE"},{"path":"/redirect/8542877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-21","name":"Lüge und Wahrheit","epNo":21,"alt":"Shattered Bass","descr":"Jack ist wieder da: Die Rückkehr von Chucks hinterhältigem Onkel führt zu einer schockierenden Offenbarung. Und Charlie nutzt eine Chance, um ihr wahres Gesicht zu zeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010866","hoster":"VOE"},{"path":"/redirect/8542913","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592002","hoster":"VOE"},{"path":"/redirect/8542881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-4/episode-22","name":"Keiner fürs Leben","epNo":22,"alt":"The Wrong Goodbye","descr":"Vanessa und Serena machen sich gemeinsam auf den Weg, um Dan vor Charlie zu warnen. Diese hat sich nach Dans Zurückweisung in einem Zimmer im Obergeschoss ans offene Fenster gestellt, wo Serena sie findet. Sie redet mit ihr, um sie vom Herunterspringen abzuhalten. Chuck, Nate und Raina retten Blair vor Russel und übergeben ihn der Polizei. Während Louis auf dem Ehemaligentreffen auf Blair wartet, vergnügt die sich noch ein letztes Mal mit Chuck …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010889","hoster":"VOE"},{"path":"/redirect/8545678","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010245","hoster":"VOE"},{"path":"/redirect/8542883","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gossip-girl/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/gossip-girl/staffel-5/episode-1","name":"Ja, ja, ja!","epNo":1,"alt":"Yes, Then Zero","descr":"Serena erweist sich als fähige Produktions-Assistentin. Ihr direkter Vorgesetzter fürchtet deshalb um seinen Job und stellt Serena eine hinterhältige Falle ... Eleanor findet einen Schwangerschafts-Ratgeber im Küchenschrank und stellt Blair zur Rede ... Dan erfährt, dass Vanessa sein Manuskript gestohlen hat und ein Kapitel, das von Blair handelt, demnächst veröffentlicht werden soll. Er bittet Louis, dessen \"königliche\" Beziehungen spielen zu lassen, um das zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010907","hoster":"VOE"},{"path":"/redirect/8542915","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13056465","hoster":"VOE"},{"path":"/redirect/8542880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-2","name":"Erbrechen und andere Kleinigkeiten","epNo":2,"alt":"Beauty And The Feast","descr":"Blairs Übelkeitsanfälle werden so schlimm, dass Louis\u0027 Schwester Beatrice annimmt, Blair sei an Bulimie erkrankt. Beim großen Festmahl will sie es Louis beweisen. Serena nötigt Ivy, mit ihr zusammenzuziehen und einen Scheck für eine hohe Mietkaution auszustellen, der natürlich platzt. Chuck lässt sich gegen Geld verprügeln, weil er hofft, auf diese Art wieder etwas zu fühlen. Derweil vertraut Blair Dan ihr Geheimnis an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010913","hoster":"VOE"},{"path":"/redirect/8542916","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010247","hoster":"VOE"},{"path":"/redirect/8542879","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-3","name":"Kein Mut zur Wahrheit","epNo":3,"alt":"The Jewel of Denial","descr":"Blair drückt sich immer davor, den Umschlag mit dem Ergebnis des Vaterschaftstests zu öffnen. Dan wendet sich an seinen früheren Mentor Noah Shapiro, mit der Bitte ihm dabei zu helfen, die Veröffentlichung seines Romans zu verhindern. Kurz darauf erfährt er, dass Shapiro das Buch unter seinen eigenen Namen herausbringen will. Carol kommt nach New York und versucht Ivy davon zu überzeugen, in ihr altes Leben zurückzukehren. Rufus erreicht Lilys vorzeitige \"Haftentlassung\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010911","hoster":"VOE"},{"path":"/redirect/8557158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592005","hoster":"VOE"},{"path":"/redirect/8545660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-4","name":"Bestseller","epNo":4,"alt":"Memoirs of an Invisible Dan","descr":"Dans Buch ist unter dem Pseudonym \"Anonymous\" erschienen und ganz New York rätselt, wer sich dahinter verbergen könnte. Seine Agentin Alessandra überredet Dan, bei einer Buchparty seine Urheberschaft bekannt zu geben. Doch vorher teilt Dan Belegexemplare an alle seine Freunde und Familienmitglieder aus, um sie \"vorzuwarnen\". Es dauert eine Weile, bis jeder von ihnen mitbekommt, dass er alles andere als vorteilhaft dargestellt wird. Die verspäteten Reaktionen sind umso heftiger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010914","hoster":"VOE"},{"path":"/redirect/8542917","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592007","hoster":"VOE"},{"path":"/redirect/8545653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-5","name":"Therapie zwecklos","epNo":5,"alt":"The Fasting and the Furious","descr":"Jane setzt Serena darauf an, sich von Dan die Filmrechte für dessen Buch zu sichern. Dan ist der Idee gegenüber zunächst aufgeschlossen, doch seine Agentin hat bereits einen anderen Deal eingefädelt. Diana steht kurz davor, mit ihrer GG-Konkurrenz-Website online zu gehen, als Gossip Girl selbst den Vorfall mit den zeitweise verschwundenen Handys bei der Modenschau meldet. Louis und Blair versammeln ihre Familien und teilen ihnen gemeinsam mit, dass Blair schwanger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010908","hoster":"VOE"},{"path":"/redirect/8545684","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592004","hoster":"VOE"},{"path":"/redirect/8542882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-6","name":"Ich bin Nummer 9","epNo":6,"alt":"I Am Number Nine","descr":"Diana richtet eine große Party aus und kränkt Nate damit, dass sie dort nicht mit ihm als Paar auftreten will. Chuck erfährt durch Zufall, dass seine Therapeutin Eliza Barnes von Louis bestochen wird und will sich auf der Party rächen. Serena überredet Dan, das Drehbuch einem professionellen Autor zu überlassen, erfährt aber kurz darauf von Jane, dass Dan in dem Film als \"Zuckerberg\"-ähnlicher Kotzbrocken hinstellet werden soll. Das kann Serena nicht zulassen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010910","hoster":"VOE"},{"path":"/redirect/8542919","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592009","hoster":"VOE"},{"path":"/redirect/8542885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-7","name":"Macbeth in Manhattan","epNo":7,"alt":"The Big Sleep No More","descr":"Blair lässt Chucks Wandlung zu einem guten Menschen keine Ruhe. Sie will unbedingt beweisen, dass das nur ein Trick ist, um sie zurückzugewinnen und provoziert ihn bis aufs Blut. Serena bekommt von Charlie den Rat, ihren Blog populärer zu machen, indem sie sich bei Gossip Girl wieder ins Gespräch bringt. Zu diesem Zweck verabredet sie sich mit einem netten jungen Mann, den sie versehentlich auf der Straße angerempelt hat. Doch der Fremde ist kein Unbekannter...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010912","hoster":"VOE"},{"path":"/redirect/8557162","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010250","hoster":"VOE"},{"path":"/redirect/8542888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-8","name":"Königin der Quellen","epNo":8,"alt":"All the Pretty Sources","descr":"Serena hat alle Hände voll damit zu tun, die Braut- und Geschenke-Party für Blair zu organisieren. Die einzigen, die nicht auf der Einladungsliste stehen, sind Chuck und Dan. William stellt inzwischen Diana ein Ultimatum: Binnen drei Tagen muss sie deutliche Fortschritte erzielen oder sie wird gefeuert. Diesen Druck gibt Diana an Nate weiter, der daraufhin die Gossip Girl-Seite hacken lässt, um alle Quellen von Gossip Girl zu enthüllen und sie so nicht vertrauenswürdig erscheinen zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010918","hoster":"VOE"},{"path":"/redirect/8557163","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592008","hoster":"VOE"},{"path":"/redirect/8545658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-9","name":"Disco Fieber","epNo":9,"alt":"Rhodes to Perdition","descr":"Im legendären Nachtclub \"Studio 54\" soll eine 80er Jahre Revival-Party steigen und Cece ist als Ehrengast eingeladen. Carol nutzt die Party als Vorwand, um auch nach New York zu kommen, wobei sie eigentlich Charlie helfen will, ihr gemeinsames Geheimnis zu bewahren. Die hat sich nämlich inzwischen so in ihren Lügen verstrickt, dass sie jeden Augenblick aufzufliegen droht. Dan setzt sich gegen anonyme Internet-Hasstiraden zur Wehr, bis er herausfindet, von wem sie stammen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207606","hoster":"VOE"},{"path":"/redirect/8542926","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700703","hoster":"VOE"},{"path":"/redirect/8542889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-10","name":"Das Ende einer Nacht","epNo":10,"alt":"Riding In Town Cars With Boys","descr":"Lily bereitet für Charlie einen kleinen \"Debütantinnen-Ball\" vor, um sie in die New Yorker High Society einzuführen. Nate wird von seinen Großvater William zum \"Camp Allen-Gipfel\" eingeladen, einem legendären Treffen der einflussreichsten Persönlichkeiten des Landes. Dan wird klar, dass außer ihm selbst alle etwas Grundlegendes an ihrem Leben geändert haben, um nicht so wie ihre Romanfigur zu enden. Er beschließt daraufhin, Blair seine Gefühle zu gestehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010916","hoster":"VOE"},{"path":"/redirect/8545679","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592011","hoster":"VOE"},{"path":"/redirect/8542887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-11","name":"Das Ende einer Affäre","epNo":11,"alt":"The End of The Affair?","descr":"Blairs und Chucks schwerer Unfall liegt nun sechs Wochen zurück und beide sind wieder vollständig genesen. Chuck jedoch versteht die Welt nicht mehr, als Blair ohne jegliche Erklärung zu Louis zurückkehrt. Voller Misstrauen lässt er Blair beschatten und bald scheint der vermeintliche Grund für ihr seltsames Verhalten ans Licht zu kommen. Nate bekommt in der Zwischenzeit anonyme Nachrichten, die ihm nahelegen, er solle der wahren Unfallursache auf den Grund gehen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010917","hoster":"VOE"},{"path":"/redirect/8557167","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592010","hoster":"VOE"},{"path":"/redirect/8542895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-12","name":"Der Pater und die Braut","epNo":12,"alt":"Father and the Bride","descr":"Chuck verfolgt Blair weiterhin auf Schritt und Tritt, um herauszufinden, warum sie ihn abgewiesen hat. Deshalb entscheidet sie gemeinsam mit Beatrice, den Junggesellinnen-Abschied in eine gewöhnliche Bar zu verlegen, wo sie niemand vermuten würde. Beatrice heckt unterdessen einen teuflischen Plan aus … Gossip Girl legt Nate nahe, dass der Unfall in Wahrheit als Anschlag auf ihn geplant war. Der Verdacht fällt auf seinen Cousin Tripp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010920","hoster":"VOE"},{"path":"/redirect/8557169","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700707","hoster":"VOE"},{"path":"/redirect/8542884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-13","name":"G.G.","epNo":13,"alt":"G.G.","descr":"Die Trauung von Blair und Louis steht vor der Tür. Doch es gibt genügend Menschen in Blairs Umfeld, die die Hochzeit verhindern wollen – mit den hinterlistigsten Methoden: Während Blair Chuck ihre Liebe gesteht, aber dennoch Louis nicht den Laufpass geben möchte, liegt Georgina auf der Lauer und zeichnet das Gespräch mit der Kamera auf. Das Video wird während der Trauung an die Öffentlichkeit gebracht. Blair fasst daraufhin einen folgenschweren Entschluss...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010915","hoster":"VOE"},{"path":"/redirect/8557165","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592014","hoster":"VOE"},{"path":"/redirect/8557059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-14","name":"Ausgeflittert","epNo":14,"alt":"The Backup Dan","descr":"Um die frisch geschlossene Ehe mit Louis wieder annullieren zu lassen, macht sich Blair in Begleitung von Dan auf dem Weg zum Flughafen – ihr Ziel: die Dominikanische Republik. Serena und Chuck eilen Blair hinterher, da sie ihren Pass zu Hause vergessen hat. Die beiden ahnen jedoch nicht, dass sie von der hinterhältigen Georgina verfolgt werden. Auch Sophie führt Böses im Schilde und stellt Blair vor eine folgenschwere Entscheidung...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010919","hoster":"VOE"},{"path":"/redirect/8557171","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592012","hoster":"VOE"},{"path":"/redirect/8542886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-15","name":"Crazy, Cupid, Love","epNo":15,"alt":"Crazy, Cupid, Love","descr":"Blair ist nach den Flitterwochen wieder zurück in der Stadt. Sie versöhnt sich mit Serena und beschließt, ihr Dan wieder schmackhaft zu machen. Nach einem netten Nachmittag im Restaurant, scheint es zwischen den beiden tatsächlich wieder zu funken. Auf Nates \"High-School-Party\" landen Dans Lippen jedoch nicht auf Serenas Mund … Die Feier beschert außerdem viele schockierende Enthüllungen, die in Zusammenhang mit der wahren Identität von Gossip Girl stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010921","hoster":"VOE"},{"path":"/redirect/8542918","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379331","hoster":"VOE"},{"path":"/redirect/8545657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-16","name":"Das doppelte (Char-)lottchen","epNo":16,"alt":"Cross Rhodes","descr":"Der Kuss zwischen Dan und Blair macht Serena schwer zu schaffen. Um Serena das rein freundschaftliche Verhältnis zwischen ihr und Dan zu verdeutlichen, trifft Blair ihn bei einer Bühnenaufführung seines Romans. Doch was Serena dort zu sehen bekommt, hat mit Freundschaft wenig zu tun. Unterdessen plant Chuck einen Rachefeldzug gegen Dan...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010923","hoster":"VOE"},{"path":"/redirect/8542921","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592013","hoster":"VOE"},{"path":"/redirect/8542899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-17","name":"Das Testament","epNo":17,"alt":"The Princess Dowry","descr":"Bei der Trauerfeier anlässlich des Todes von CeCe findet sich auch Serenas Vater im Apartment der Van der Woodsens ein. Alle sind überrascht, dass CeCe ihn zum Testamentsvollstrecker ernannt hat. Im Laufe des Abends brechen bereits die ersten Erbstreitigkeiten aus. Unterdessen gibt Georgina ihr Dasein als Gossip Girl auf und versorgt Serena mit allen gesammelten Informationen. Blair und Dan kommen sich immer näher. Ob sie Chuck endgültig den Laufpass geben wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010922","hoster":"VOE"},{"path":"/redirect/8557174","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592015","hoster":"VOE"},{"path":"/redirect/8542890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-18","name":"Blutsbande","epNo":18,"alt":"Con Heir","descr":"Seit Lily und Rufus in Dans Loft gezogen sind, haben Blair und Dan keine Rückzugsmöglichkeiten, um ungestört alleine zu sein. Rufus spendiert ihnen daraufhin eine Nacht im Hotelzimmer. Was dort passiert, enttäuscht allerdings jegliche Erwartungen. Unterdessen lädt Chuck seinen Onkel und Blutspender ein, um gemeinsam zu feiern und Jack dafür zu danken, dass er ihm das Leben gerettet hat. Doch durch einen Zufall stellt er fest, dass Jack nicht der Spender gewesen sein kann...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010924","hoster":"VOE"},{"path":"/redirect/8557173","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592016","hoster":"VOE"},{"path":"/redirect/8542900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-19","name":"It Girl","epNo":19,"alt":"It Girl, Interrupted","descr":"Blair kann sich nicht dazu überwinden, die Scheidungspapiere zu unterschreiben. Unterdessen erfährt Dan, dass Chuck Blairs Mitgift bezahlt hat. In dem Glauben, Blair wisse von der großzügigen Geste, stellt er sie zur Rede – doch sie ist ahnungslos und überrascht. Serena hat indes genug von ihrer Rolle als \"It-Girl\" und versucht, Lola in dieser Position zu etablieren. Anfangs sträubt sie sich, findet aber letztlich doch großen Gefallen an der neuen Aufmerksamkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100932","hoster":"VOE"},{"path":"/redirect/9025426","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592018","hoster":"VOE"},{"path":"/redirect/8545662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-20","name":"London Calling","epNo":20,"alt":"Salon of the Dead","descr":"Lola genießt ihre neue Rolle als New Yorker-It-Girl, vor allem als sie zu einem Casting für den neuen Lars von Trier-Film eingeladen wird. Lolas arrogante Art missfällt Serena jedoch und so manipuliert sie die Einladung zum Vorsprechen. Unterdessen planen Blair und Dan einen literarischen Salon, um ihre Beziehung endlich öffentlich zu machen. Es tauchen auch Leute auf, die nicht eingeladen sind und ein wohl gehütetes Geheimnis kommt zu Tage...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010929","hoster":"VOE"},{"path":"/redirect/8542925","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010265","hoster":"VOE"},{"path":"/redirect/8542892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-21","name":"Das (fast) perfekte Dinner","epNo":21,"alt":"Despicable B","descr":"Die Presse erfährt von den Erbstreitigkeiten der Familie van der Woodsen. Um eine Eskalation zu vermeiden, lädt Lily ihre nächsten Verwandten sowie einen Klatschreporter zum Dinner ein. Doch ihr Plan, den Medien ein harmonisches Miteinander zu präsentieren, kippt in letzter Sekunde. Unterdessen bereitet sich Dan auf den großen Abend seiner Literaturpreis-Nominierung vor. Ausgerechnet  Blair hat vor, ihm bei der Veranstaltung die Show zu stehlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010930","hoster":"VOE"},{"path":"/redirect/8542941","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592017","hoster":"VOE"},{"path":"/redirect/8542894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-22","name":"Jäger des verlorenen Jacks","epNo":22,"alt":"Raiders of the Lost Art","descr":"Chuck will unbedingt den Code von Dianas Terminplaner knacken. Mit Hilfe von Blair ist er dabei auch kurz vor seinem Ziel, als Diana Serena ins Spiel bringt: Sie verspricht ihr die Telefonnummer des wahren Gosssip Girls, wenn Serena ihr dafür wieder ihren Terminplaner besorgt. Unterdessen bekommt Dan die Chance auf einen finanziell geförderten Kulturaufenthalt in Rom. Ob er für diese einmalige Möglichkeit Blair alleine in Manhattan mit Chuck zurücklassen wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010925","hoster":"VOE"},{"path":"/redirect/8542920","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592019","hoster":"VOE"},{"path":"/redirect/8542891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-23","name":"Auf nach Rom","epNo":23,"alt":"The Fugitives","descr":"Bart erklärt Chuck, dass er aufgrund von Morddrohungen eines mächtigen Konkurrenten seinen Tod vortäuschen und untertauchen musste. Chuck macht den Namen ausfindig und stellt ihn mit Hilfe von Blair eine Falle. Unterdessen gibt Serena sich als Blair aus, um Dan samt Begleitung den Kulturaufenthalt in Rom zu ermöglichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010926","hoster":"VOE"},{"path":"/redirect/14176002","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010275","hoster":"VOE"},{"path":"/redirect/8542898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-5/episode-24","name":"Die Rückkehr des Rings","epNo":24,"alt":"The Return of the Ring","descr":"Gossip Girl verbreitet immer mehr intime Details aus Blairs Tagebuch. Blair verdächtigt Serena und ist auf Rache aus. Daraufhin verführt Serena Dan, der sie jedoch durchschaut und abweist. In ihrer Verzweiflung trifft sie eine fatale Entscheidung. Lily lässt unterdessen ihre Ehe mit Rufus annullieren und verbringt den Sommerurlaub mit Chucks Vater Bart. Nate hingegen profitiert von seiner Beziehung zu Diana: Sie schickt ihm ein Video, das Gossip Girl zeigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010933","hoster":"VOE"},{"path":"/redirect/8542930","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592021","hoster":"VOE"},{"path":"/redirect/8542893","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/gossip-girl/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/gossip-girl/staffel-6/episode-1","name":"Wo ist Serena?","epNo":1,"alt":"Gone maybe Gone","descr":"Bereits seit Wochen gibt es kein Lebenszeichen von Serena. Ihre Mutter Lily benachrichtigt Nate, der sofort die Suche beginnt. Um ihren Aufenthaltsort zu erfahren, händigt Nate den Videobeweis für die wahre Identität von GossipGirl aus. Gemeinsam mit Chuck, Dan und Blair folgt er dem Hinweis von Serenas ehemaligem Drogendealer. Er führt sie in ein kleines Dorf. Doch was sollte die Großstadtprinzessin Serena aufs Land verschlagen haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11778713","hoster":"VOE"},{"path":"/redirect/8557181","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592020","hoster":"VOE"},{"path":"/redirect/8542896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-2","name":"High Infidelity","epNo":2,"alt":"High Infidelity","descr":"Manhattan hat seinen Liebling wieder: Serena ist zurückgekehrt und hat die große Ehre, eine der prestigeträchtigsten Spendengalas New Yorks auszurichten. Unterdessen arbeitet Blair fleißig an ihrer eigenen Modekollektion, die in einer Frauenzeitschrift vorgestellt werden soll. Allerdings stellt sich heraus, dass die Reporterin des Magazins eine ehemalige Mitschülerin von Blair ist. Und die hat noch eine Rechnung mit ihr offen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096255","hoster":"VOE"},{"path":"/redirect/8542924","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592022","hoster":"VOE"},{"path":"/redirect/8542897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-3","name":"Ein hinreißend verdorbenes Luder","epNo":3,"alt":"Dirty Rotten Scandals","descr":"Blairs Kollektion wird nicht in der Womens Wear Daily erscheinen. Innerhalb kürzester Zeit entwirft sie eine neue Kollektion, die bei einer wichtigen Modenschau präsentiert werden soll. Plötzlich springt ihr wichtigstes Model ab und Blair wendet sich hilfesuchend an Serena. Diese sagt ihr ab, empfiehlt ihr aber Steves Tochter Sage als Model. Die Show endet in einem Desaster. Unterdessen veröffentlicht Nate das erste Kapitel von Dans neuem Roman und wird es sogleich bereuen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010952","hoster":"VOE"},{"path":"/redirect/8545695","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592023","hoster":"VOE"},{"path":"/redirect/8542901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-4","name":"Lady Alexander","epNo":4,"alt":"Portrait of a Lady Alexander","descr":"Chuck will endlich handfeste Beweise gegen seinen Vater in den Händen halten. Auf einer Pferdemesse fernab der Stadt, hofft er auf eine Person zu treffen, die ihm in der Angelegenheit weiterhelfen kann. Kurz bevor er aufgeben will, bringt ihn Blair auf eine heiße Spur. Serena und Steven wollen unterdessen reinen Tisch machen und sich ihre bisherigen Liebesgeschichten erzählen. Auf Stevens Offenbarung ist Serena jedoch nicht im Geringsten vorbereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010931","hoster":"VOE"},{"path":"/redirect/8542959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592025","hoster":"VOE"},{"path":"/redirect/8542902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-5","name":"Monster Ball","epNo":5,"alt":"Monstrous Ball","descr":"Für die jungen Damen der feinen New Yorker Gesellschaft gibt es wohl keinen wichtigeren Termin als den Debütantinnen-Ball. Serena hat sogar doppelten Grund zur Freude, denn sie vermutet, dass Steve ihr im Laufe des Abends einen Heiratsantrag machen wird. Mit der Eigennützigkeit ihrer Freundin Blair hat sie jedoch nicht gerechnet: Sie lässt sich auf ein Abkommen mit Sage ein, die von ihr verlangt, den Antrag zu sabotieren. Nur dann wird sie als Model Blairs Kollektion vorführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010944","hoster":"VOE"},{"path":"/redirect/8542943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592027","hoster":"VOE"},{"path":"/redirect/8542904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-6","name":"Bild mit Geheimnis","epNo":6,"alt":"Where the Vile Things Are","descr":"Blair ist außer sich vor Wut. Ihre Mutter entlässt sie aus der Geschäftsführung ihres Unternehmens. In ihrer Verzweiflung kommt ihr jedoch ein Geistesblitz und sie weiß plötzlich, wie sie ihre Mutter doch noch von ihren Führungsqualitäten überzeugen kann. Unterdessen ersteigern Ivy und Rufus auf Lilys Benefizgala ein altes Bild. Dabei ist der im Gemälde versteckte Inhalt um einiges wertvoller als die Pinselstriche …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335474","hoster":"VOE"},{"path":"/redirect/8557186","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13014816","hoster":"VOE"},{"path":"/redirect/8542903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-7","name":"Verpasste Chance","epNo":7,"alt":"Save The Last Chance","descr":"Serena und Dan wagen es nicht, ihre Beziehung öffentlich zu machen. Sie haben im Laufe der Zeit zu viele Menschen enttäuscht und verletzt. Sie beschließen, sich bei jedem einzeln zu entschuldigen. Unterdessen sucht Chuck intensiv nach dem Film, der die miesen Machenschaften seines Vaters dokumentiert. Als er erfährt, dass sich das Beweismaterial in Lilys Händen befindet, atmet er auf. Doch wie lange ist es dort sicher?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916669","hoster":"VOE"},{"path":"/redirect/8557189","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917838","hoster":"VOE"},{"path":"/redirect/8557065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-8","name":"Das Serena Kapitel","epNo":8,"alt":"It\u0027s Really Complicated","descr":"Dan und Serena schweben erneut auf Wolke sieben und laden Freunde und Familie zu einem großen Festessen ein. Auch Steven und Blair sind anwesend. Beide haben ihre ganz persönlichen Gründe, einen Keil zwischen die Frischverliebten zu treiben. Doch das scheint gar nicht notwendig: Als Dan während des Essens einen neuen Artikel über seine Freundin öffentlich macht, ist Serena fassungslos und wütend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010961","hoster":"VOE"},{"path":"/redirect/8564516","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592024","hoster":"VOE"},{"path":"/redirect/8545663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-9","name":"Die Rächerinnen","epNo":9,"alt":"The Revengers","descr":"Rache ist süß-besonders dann, wenn sie von vier kessen New Yorkerinnen geplant und ausgeführt wird. Serena, Blair, Georgina und Sage wollen Chucks Vater Bart in eine Falle locken. Er soll sich selbst verraten und endlich gestehen, dass er in illegale Ölgeschäfte verwickelt ist. Der Plan geht jedoch nicht so auf, wie gedacht-bis  der verschollen  geglaubte Chuck auftaucht und den Abend in einer Katastrophe enden lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9010946","hoster":"VOE"},{"path":"/redirect/8557199","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9010277","hoster":"VOE"},{"path":"/redirect/8557068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-10","name":"New York, ich liebe dich, XOXO","epNo":10,"alt":"New York, I Love You XOXO","descr":"Während ihrer Auszeit auf dem Land, bekommen Blair und Chuck Besuch von Jack Bass. Er legt die Karten auf den Tisch: Um ihre Aussage zu dem Todesabend von Chucks Vater zurücknehmen zu können, muss Blair Chuck heiraten. Die Feier steigt mitten in New York und alle Freunde, Intriganten, Liebhaber und Verflossenen sind eingeladen. Dan händigt Nate das letzte Kapitel seines Buches aus und gleichzeitig wird das größte Geheimnis New Yorks gelüftet: Wer ist Gossip Girl?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953097","hoster":"VOE"},{"path":"/redirect/8557197","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700734","hoster":"VOE"},{"path":"/redirect/8545667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-11","name":"","epNo":11,"alt":"Special 1: Retrospective","descr":"Sechs Staffeln, sechs aufregende Jahre für die Produzenten, Schauspieler und Regisseure einer der trendigsten und erfolgreichsten Serien der Welt. Der Cast von \"Gossip Girl\" blickt zurück auf die Anfänge, Highlights, Dramen und Partys der gemeinsamen Zeit am Set. Geschmückt wird diese besondere Folge mit den schönsten Szenen der Serie – von Serenas Ankunft in New York bis zur Hochzeit des Traumpaares Blair und Chuck.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11309754","hoster":"VOE"},{"path":"/redirect/10109881","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gossip-girl/staffel-6/episode-12","name":"","epNo":12,"alt":"Special 2: Gossip Girl: XOXO","descr":"","versions":[]}]}]}