{"path":"/serie/stream/grantchester","name":"Grantchester","descr":"Die Handlung spielt im Dorf Grantchester des Jahres 1953, das in der englischen Grafschaft Cambridgeshire liegt. Im Mittelpunkt steht das Leben des Vikars Sidney Chambers, der neben seiner Tätigkeit als Geistlicher auch als Hobby-Detektiv arbeitet. Gemeinsam mit dem örtlichen Polizeikommissar Geordie Keating stellt er Ermittlungen über den mysteriösen Tod eines seiner Gemeindemitglieder an. Sidney ist ein großer, gutaussehender Mann, der eher zurückhaltend ist und eine romantische Ader hat. Geordie hingegen wäre gerne ein paar Zentimeter größer und läuft mit abgewetzten Schuhen und ungekämmten Haaren herum. Im Laufe der Zeit entwickeln die ungleichen Partner eine wahre Freundschaft.","seasons":[{"path":"/serie/stream/grantchester/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/grantchester/staffel-1/episode-1","name":"Detektiv im Auftrag Gottes","epNo":1,"alt":"Episode 1","descr":"In Grantchester im Jahre 1953 vergisst der örtliche Vikar Sidney Chambers (James Norton) nach einem schönen Morgen mit Amanda Kendall (Morven Christie), in die er heimlich verliebt ist, die Zeit. Er schafft es gerade noch rechtzeitig zur Kirche, um dort die Trauerfeier für den örtlichen Notar durchzuführen. Bald wird er jedoch von Pamela Morton (Rachel Shelley) abgelenkt, die ihn um ein vertrauensvolles Gespräch bittet. Darin enthüllt sie, dass sie eine Affäre mit dem Verstorbenen hatte. Sie glaubt, dass er keinen Selbstmord begangen hat, sondern ermordet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304115","hoster":"VOE"},{"path":"/redirect/8304120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-1/episode-2","name":"Die beste Gesellschaft","epNo":2,"alt":"Episode 2","descr":"Sidney (James Norton) wird von seiner Schwester Jen (Fiona Button) dazu gezwungen, an Amandas (Morven Christie) Verlobungsessen teilzunehmen. Während er versucht, seinen Schmerz darüber im Alkohol zu ertränken, kommt es zwischen alten Schulfreunden von Amanda und Jen zum heftigen Streit. Als Amandas Verlobungsring plötzlich verschwindet, wird Jens Freund Johnny (Ukweli Roach) verdächtigt. Am nächsten Morgen wird ein Gast indes tot aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095005","hoster":"VOE"},{"path":"/redirect/8304124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-1/episode-3","name":"Der (aller)letzte Wille","epNo":3,"alt":"Episode 3","descr":"Guy (Tom Austen) und Amanda (Morven Christie) bitten Sidney (James Norton) darum, ihre Hochzeit durchzuführen. Der greift sofort danach wieder zur Flasche. Nach einer Intervention durch Mrs. Maguire (Tessa Peake-Jones) entschließt er sich jedoch dazu, das Trinken zumindest vorübergehend aufzugeben und die Ermittlungen zu unterstützen. Er hilft Leonard (Al Weaver) beim Umzug in sein Haus und unterstützt Isabel (Lucy Black) vor ihrer Hochzeit mit dem Neuankömmling Arthur (Kieran O\u0027Brien). Nachdem Daisy (Jean Marsh) tot aufgefunden wurde, bittet ihre Mutter Geordie (Robson Green) darum, die Ermittlungen aufzunehmen. Sidney wird schließlich auch dort hineingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252163","hoster":"VOE"},{"path":"/redirect/9040247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-1/episode-4","name":"Mann und Frau und Mann","epNo":4,"alt":"Episode 4","descr":"Sidney (James Norton) wird durch ein Feuer im Dorf geweckt. Er rettet Marion Taylor (Flora Montgomery) aus einem brennenden Haus und erntet dafür den Dank ihres Ehemanns Dominic (Lee Williams). Der Ausbruch des Feuers stellt die Dorfbewohner indes vor ein Rätsel. Nachdem Dominic erstochen aufgefunden wurde, findet Sidney überrascht heraus, dass Geordies Sohn die Ermittlungen leiten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095008","hoster":"VOE"},{"path":"/redirect/8304146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-1/episode-5","name":"Reue und Rache","epNo":5,"alt":"Episode 5","descr":"Sidney (James Norton) nimmt Geordie (Robson Green) mit in Johnny Johnsons (Ukweli Roach) Londoner Jazzclub, wo sie ihre Sorgen vergessen wollen. Amanda (Morven Christie) taucht jedoch überraschend auf, woraufhin der Abend eine unerwartete Wendung nimmt. Nachdem Johnnys Schwester ermordet wurde, nimmt DCI Jacob Williams (Nicholas Sidi) die Ermittlungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304153","hoster":"VOE"},{"path":"/redirect/8304159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-1/episode-6","name":"Wege aus dem Schatten","epNo":6,"alt":"Episode 6","descr":"Die Hochzeit von Amanda (Morven Christie) und Guy (Tom Austen) steht kurz bevor, sein Betrug gegenüber Hildegard (Pheline Roggan) ist jedoch noch nicht vergessen.Sidneys (James Norton) Freunden fällt es indes schwer, zu ihm durchzudringen. Der Mord an einem Polizisten verschlimmert die Lage noch, da Sidney einmal mehr in eine Ermittlung verwickelt wird und deswegen keine Zeit bleibt, persönliche Probleme geradezurücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095009","hoster":"VOE"},{"path":"/redirect/8304166","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/grantchester/staffel-2/episode-1","name":"Mädchenmord","epNo":1,"alt":"Episode 1","descr":"Sidney (James Norton) wird des Mordes bezichtigt, jedoch ist er nicht der einzige Verdächtige. Ein weiterer Geistlicher, ein Fotograf und ein Klassenkamerad des Opfers gehören ebenfalls zum Kreis der möglichen Täter. Nun liegt es an Geordie (Robson Green) herauszufinden, wer für diese scheußliche Tat verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304171","hoster":"VOE"},{"path":"/redirect/8304181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-2/episode-2","name":"Der Zar von Cambridge","epNo":2,"alt":"Episode 2","descr":"Ein Professor kommt auf mysteriöse Art und Weise ums Leben und Geordie (Robson Green) möchte sich sofort dem Fall widmen, wird jedoch dann von einem Regierungsbeauftragten angewiesen, sich nicht den Mordermittlungen zu befassen. Sidney (James Norton) wird derweil von einer alten Flamme abgewiesen, findet aber recht schnell ein neues Objekt der Begierde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095010","hoster":"VOE"},{"path":"/redirect/8304192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-2/episode-3","name":"Der Heilige und die Wirtin","epNo":3,"alt":"Episode 3","descr":"Ein blutverschmierter junger Mann gesteht Sidney (James Norton) und Geordie (Robson Green), dass er seinen Vermieter angegriffen und getötet habe. Doch als die beiden weiter ermitteln finden sie das angebliche Opfer quicklebendig im Kreis seiner Familie vor. Margarets (Seline Hizli) Besuche im Pfarrhaus machen Mrs Maguire (Tessa Peake-Jones) misstrauisch und Leonard (Al Weaver) wird von geheimen Kinobesuchen abgelenkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304595","hoster":"VOE"},{"path":"/redirect/8304200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-2/episode-4","name":"Tödlicher Spuk?","epNo":4,"alt":"Episode 4","descr":"Als der Prozess von Gary Bell näher rückt, streiten sich Sidney und Geordie darüber, ob sie an die Schuld des Angeklagten glauben oder nicht. Unterdessen ist ein Mann überzeugt, dass seine tote Frau sein Haus und seine Stallungen heimsucht. Er bittet Sidney zu ihm zu kommen und einen Exorzismus vorzunehmen. Der Pfarrer bietet Gebete und Ratschläge an, doch als der Mann erhängt am selben Ort gefunden wird, an dem seine Frau starb, untersuchen Sidney und Geordie gemeinsam den Suizuid.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304217","hoster":"VOE"},{"path":"/redirect/8304215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-2/episode-5","name":"Galgenfrist","epNo":5,"alt":"Episode 5","descr":"Während Gary Bell (Sam Frenchum) abwartet, ob er einen Aufschub bekommt oder nicht, entdecken Geordie (Robson Greene) und Phil (Lorne MacFayden) einen Grund, Eddie Jones (Matthew Jure) zu verhaften. Als Sidney (James Norton) am nächsten Morgen in die Station kommt, findet er Geordie mit blutigen Fingerknöcheln und Eddie tot auf einer Bahre. Chefermittler Benson (David Troughton) stellt seine Unschuld in Frage. Niemand kann bezeugen, wo er war als Eddie umkam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304225","hoster":"VOE"},{"path":"/redirect/8304222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-2/episode-6","name":"Blutiges Grab","epNo":6,"alt":"Episode 6","descr":"Mrs Maguire (Tessa Peake-Jones) und Leonard (Al Weaver) sind sehr besorgt um Sidney (James Norton). Jetzt liegt es an ihnen einen Weg zu finden, wie ihm geholfen werden kann. Geordie (Robson Green) und Amanda (Morven Christie) scheinen ihm nicht helfen zu wollen und versuchen Sidney, der im Pfarrhaus zu Kräften kommt, loszuwerden. Die Dinge stehen schlecht um ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095011","hoster":"VOE"},{"path":"/redirect/8304232","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/grantchester/staffel-3/episode-1","name":"Ein Ertrunkener in der Kirche","epNo":1,"alt":"Episode 1","descr":"Sidney (James Norton) erhält eine Reihe anonymer Anrufe, die mit einer grausamen Mordserie in Verbindung stehen könnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304289","hoster":"VOE"},{"path":"/redirect/8304286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-3/episode-2","name":"Abwertung","epNo":2,"alt":"Episode 2","descr":"Beim Cricketmatch zwischen Grantchester und Whittlesford schließen Sidney (James Norton) und Geordie (Robson Green) eine Schlägerpartnerschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8304240","hoster":"VOE"},{"path":"/redirect/8567346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-3/episode-3","name":"Bonnie und Clydes Erbe","epNo":3,"alt":"Episode 3","descr":"Ein ruhiger Tag in Cambridge stürzt ins Chaos, als Leonard (Al Weaver) und seine neue Freundin Hilary (Emily Bevan) einen bewaffneten Raubüberfall bei der Post bezeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095012","hoster":"VOE"},{"path":"/redirect/8304255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-3/episode-4","name":"Tatsächlich … Leben","epNo":4,"alt":"Episode 4","descr":"Nach einem gewissensinduzierten Sermon über Wünsche und Pflichten stellt Sidney (James Norton) seine Beziehung zu Amanda (Morven Christie) infrage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095013","hoster":"VOE"},{"path":"/redirect/8304260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-3/episode-5","name":"Sidneys Martyrium","epNo":5,"alt":"Episode 5","descr":"Nach seinem Abschied aus Grantchester zum Zwecke der Selbstfindung befindet sich Sidney (James Norton) auf dem Weg zu einem Roma-Camp in Lincolnshire.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095014","hoster":"VOE"},{"path":"/redirect/12980309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-3/episode-6","name":"Nichts als die Wahrheit","epNo":6,"alt":"Episode 6","descr":"An einem Sonntagmorgen in Grantchester besucht Sidney (James Norton) den Erzdiakon, um seinen Rücktritt zu besprechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095017","hoster":"VOE"},{"path":"/redirect/8304276","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/grantchester/staffel-4/episode-1","name":"Sidneys Erwachen","epNo":1,"alt":"Episode 1","descr":"Bei der Rede des amerikanischen Bürgerrechtsaktivisten Nathaniel Todd bricht plötzlich Panik aus und ein afroamerikanischer Mann wird in der Menge erstochen. Hat die Tat rassistische Hintergründe? Sidney und Geordie versuchen, den Fall aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335504","hoster":"VOE"},{"path":"/redirect/9105470","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10274999","hoster":"VOE"},{"path":"/redirect/10274997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-4/episode-2","name":"Goodbye Sidney","epNo":2,"alt":"Episode 2","descr":"Die Leiche einer jungen Frau wird gefunden. Als sich herausstellt, dass Sidney das Opfer kurz vor seinem Tod getroffen hat, steckt er in der Klemme: Er hat sich an dem Tag nämlich völlig betrunken, und nun fehlt ihm jede Erinnerung an die Begegnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916677","hoster":"VOE"},{"path":"/redirect/9105478","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10274993","hoster":"VOE"},{"path":"/redirect/10274991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-4/episode-3","name":"Auftakt Will Davenport","epNo":3,"alt":"Episode 3","descr":"Nachdem Sidney gegangen ist, braucht die Gemeinde dringend einen neuen Vikar. Will Davenport erweist sich als passender Nachfolger. Geordie hat es währenddessen mit mysteriösen Überfällen zu tun, bei denen die Opfer mit Quecksilber vergiftet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105483","hoster":"VOE"},{"path":"/redirect/9105490","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10274994","hoster":"VOE"},{"path":"/redirect/10274996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-4/episode-4","name":"Es kann das weichste Herz erhärten","epNo":4,"alt":"Episode 4","descr":"Will Davenport steht kurz vor seiner Amtseinführung als neuer Vikar der Gemeinde. Seine äußerliche Gelassenheit weicht allerdings nach und nach, denn Geordies neuester Fall konfrontiert ihn mit seiner turbulenten Vergangenheit: Ein kleiner Junge und dessen Familie brauchen dringend Wills Hilfe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10348329","hoster":"VOE"},{"path":"/redirect/9105496","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10275012","hoster":"VOE"},{"path":"/redirect/10275009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-4/episode-5","name":"Verbitterung","epNo":5,"alt":"Episode 5","descr":"Will ist gerade dabei, sich in Grantchester einzuleben und mit seinem neuen Alltag vertraut zu machen, da wird er plötzlich zurück nach Hause gerufen: Sein Vater braucht Hilfe. Einer seiner Mitarbeiter kam auf mysteriöse Weise ums Leben. Zusammen mit Geordie macht sich der Geistliche auf den Weg. Können die beiden Wills Vater entlasten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105506","hoster":"VOE"},{"path":"/redirect/9105509","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10275005","hoster":"VOE"},{"path":"/redirect/10275003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-4/episode-6","name":"Was macht unser Schicksal aus?","epNo":6,"alt":"Episode 6","descr":"Will und Geordie ermitteln in einem seltsamen Mordfall: Ein junger Mann wird in einer Disco umgebracht. Das Opfer trägt einen Bibliotheksausweis bei sich, der Geordie auf eine heiße Spur führt – die könnte für den Polizisten allerdings schnell sehr persönlich werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9105456","hoster":"VOE"},{"path":"/redirect/9105459","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12174179","hoster":"VOE"},{"path":"/redirect/10275006","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/grantchester/staffel-5/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Als eine Studentin eines angesehenen Colleges, an dem nur Frauen studieren, tot aufgefunden wird, müssen Will und Geordie in die undurchsichtige Welt der Campus-Politik und der Universitätsgesellschaften eindringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13122776","hoster":"VOE"},{"path":"/redirect/13122772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-5/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Will und Leonard werden Zeugen einer tödlichen und vorsätzlichen Fahrerflucht in Grantchester. Geordie verfolgt die Spur des Wagens zu einem Paar ausgesprochen gestörter Brüder, deren Haus weit abseits der ausgetretenen Pfade liegt. Die Frau des Opfers, sein Angestellter und die beiden Brüder sind allesamt geschädigte Charaktere, die in einem Netz aus Lügen und Verrat gefangen sind, und es sind nicht nur Geheimnisse, die sich auf dem Grundstück der Brüder verbergen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13122777","hoster":"VOE"},{"path":"/redirect/13122779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-5/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nach einem holprigen Start ihrer Beziehung verabreden sich Will und die Journalistin Ellie zu ihrem ersten Date, einem Kinobesuch. Doch ein Schrei aus dem Vorführraum unterbricht die Romanze, als sie entdecken, dass im Kino ein brutaler Mord stattgefunden hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13122782","hoster":"VOE"},{"path":"/redirect/13122781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-5/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als ein Flitzer tot aufgefunden wird, beginnt für Will und Geordie ein ungewöhnlicher Fall, der sie in die Welt der experimentellen Psychotherapie und der Halluzinogene führt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13122784","hoster":"VOE"},{"path":"/redirect/13122786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-5/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Als zwei Jungen fast tot aufgefunden werden, die zusammen im Boxring eingesperrt waren, muss sich Will in seiner bisher größten Glaubensprüfung seiner eigenen Rolle in der Tragödie stellen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13122792","hoster":"VOE"},{"path":"/redirect/13122790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-5/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Als eine Frau tot aufgefunden wird, aufgebahrt in Form eines Kruzifixes auf Jesus Green, entdecken Will und Geordie, dass der Ring an ihrem Finger beweist, dass sie mit Gott verheiratet war.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13122775","hoster":"VOE"},{"path":"/redirect/13122771","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/grantchester/staffel-6/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Eine dringend benötigte Sommerpause in einer Ferienanlage nimmt für Will und Geordie eine unerwartete Wendung, als der Campbesitzer unter verdächtigen Umständen tot aufgefunden wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810080","hoster":"VOE"},{"path":"/redirect/12810079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Will und Geordie verhandeln einen komplizierten Familienstreit, der möglicherweise mit dem Mord an dem Leiter einer örtlichen Adoptionsagentur zusammenhängt. Währenddessen erhält Leonard einen unheimlichen Brief.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810076","hoster":"VOE"},{"path":"/redirect/12810077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Will und Geordie werden in die Kommunalpolitik hineingezogen, als der Tod eines Ratsmitglieds eine Gemeindewahl auslöst. Eine Anschuldigung gegen Leonard erschüttert das Leben im Pfarrhaus in seinen Grundfesten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810083","hoster":"VOE"},{"path":"/redirect/12810082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als ein amerikanischer Flieger in der Polizeiwache stirbt, wird eine ruhige Spätschicht zu einer schwierigen Nacht für Will und Geordie. Leonard und Daniel stellen ihre Beziehung auf den Prüfstand.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810216","hoster":"VOE"},{"path":"/redirect/12810209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Will und Geordie untersuchen einen dreisten Banküberfall, bei dem Geordie unerwartet einem alten Freund aus seiner Armeezeit begegnet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810267","hoster":"VOE"},{"path":"/redirect/12810264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Als die Anführerin einer Studentengruppe bei einer Protestaktion zu Tode kommt, werden Will und Geordie in die Campus-Politik hineingezogen. Der Bischof stellt ein neues Gesicht im Pfarrhaus vor.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810286","hoster":"VOE"},{"path":"/redirect/12810287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Leonard wendet sich an Will und Geordie, um sie um Hilfe zu bitten, als jemand, den er kennt, plötzlich des Mordes beschuldigt wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810314","hoster":"VOE"},{"path":"/redirect/12810315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-6/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Als ein erfolgreicher Musikproduzent ermordet wird, sieht sich Geordie in die Ermittlungen verwickelt und muss sich fragen, ob sein Armeekumpel Johnny der Mörder sein könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810319","hoster":"VOE"},{"path":"/redirect/12810318","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/grantchester/staffel-7/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Will und Geordie untersuchen den scheinbaren Mord an Lord Edmund Fitzgerald.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810289","hoster":"VOE"},{"path":"/redirect/12810291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-7/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Will und Geordie ermitteln, als ein Mann mit einer ungewöhnlichen Halswunde tot aufgefunden wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810293","hoster":"VOE"},{"path":"/redirect/12810294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-7/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Ein Landstreicher wird tot in der Tür von Leonards Café gefunden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810298","hoster":"VOE"},{"path":"/redirect/12810299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-7/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Ein Mitglied von Wills Gemeinde wird kurz vor einer kirchlichen Benefizveranstaltung ermordet aufgefunden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810174","hoster":"VOE"},{"path":"/redirect/12810172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-7/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"In einem örtlichen Altersheim wird ein Mord begangen, und zwei der älteren Bewohner werden vermisst.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810322","hoster":"VOE"},{"path":"/redirect/12810323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-7/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Geordie und Will erkennen, dass sie möglicherweise den falschen Mann wegen Mordes ins Gefängnis geschickt haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810305","hoster":"VOE"},{"path":"/redirect/12810307","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grantchester/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/grantchester/staffel-8/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Nach einem spaßigen Wohltätigkeits-Motorradrennen wird ein junger Biker tot aufgefunden. Will und Geordie versuchen herauszufinden, wer einem begabten jungen Mann etwas antun wollte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12810304","hoster":"VOE"},{"path":"/redirect/12810303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grantchester/staffel-8/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Nach einem tödlichen Unfall ist Will am Boden zerstört, weil er der Verursacher ist, während Geordie sich beeilt, seinen Freund zu entlasten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12922963","hoster":"VOE"},{"path":"/redirect/12810311","hoster":"Streamtape"}]}]}]}]}