{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt","name":"Great Wild North – Überleben am Ende der Welt","descr":"\"Great Wild North – Überleben am Ende der Welt\" begleitet das gefährliche Leben einer Gruppe mutiger Menschen entlang der Alaska/Yukon-Grenze. Für diese Männer, Frauen und Familien ist das Trapping nicht nur eine große Leidenschaft, sondern auch ihr Job. Die Saison ist kurz und die Trapper müssen eisige Kälte und Gefahren überwinden, um sich ihren Lebensunterhalt zu sichern. Eingefangen mit spektakulären Bildern und faszinierenden Landschaftsaufnahmen zeigt die Doku-Reihe den alles andere als gewöhnlichen Alltag dieser Menschen. Alaska übt seit jeher eine besondere Faszination aus, gilt die Region doch als einer der lebensfeindlichsten und gefährlichsten Orte der Welt. Nur wenige Menschen haben den Mut, diesen Ort bewusst als ihren Lebensraum – als Zuhause und Arbeitsplatz – auszuwählen. Diese Männer und Frauen machen einen der härtesten Jobs der Welt. Vorrangiges Ziel bleibt dabei aber immer, nicht den Naturgewalten zu erliegen und zu überleben. Durch den besonderen Ansatz, die Gefahren Alaskas aus der Perspektive von Protagonisten zu schildern, erleben die Zuschauer dadurch eine Doku, die ungleich packender und mitreißender ist als \"gewöhnliche\" Naturdokumentationen.","seasons":[{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-1","name":"Kein Leben ohne Risiko","epNo":1,"alt":"New Season – New Challenges","descr":"\"Great Wild North – Überleben am Ende der Welt\" begleitet das gefährliche Leben einer Gruppe mutiger Menschen entlang der Alaska/Yukon-Grenze. Für diese Männer, Frauen und Familien ist das Trapping nicht nur eine große Leidenschaft, sondern auch ihr Job. Die Saison ist kurz und die Trapper müssen eisige Kälte und Gefahren überwinden, um sich ihren Lebensunterhalt zu sichern. Eingefangen mit spektakulären Bildern und faszinierenden Landschaftsaufnahmen zeigt die Doku-Reihe den alles andere als gewöhnlichen Alltag dieser Menschen. Alaska übt seit jeher eine besondere Faszination aus, gilt die Region doch als einer der lebensfeindlichsten und gefährlichsten Orte der Welt. Nur wenige Menschen haben den Mut, diesen Ort bewusst als ihren Lebensraum – als Zuhause und Arbeitsplatz – auszuwählen. Diese Männer und Frauen machen einen der härtesten Jobs der Welt. Vorrangiges Ziel bleibt dabei aber immer, nicht den Naturgewalten zu erliegen und zu überleben. Durch den besonderen Ansatz, die Gefahren Alaskas aus der Perspektive von Protagonisten zu schildern, erleben die Zuschauer dadurch eine Doku, die ungleich packender und mitreißender ist als \"gewöhnliche\" Naturdokumentationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6716097","hoster":"VOE"}]}]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-2","name":"Gnadenlose Landschaft","epNo":2,"alt":"Dangerous Setbacks","descr":"Die Trapper Cor, Guy, Megan und Mike verdienen ihren Lebensunterhalt mit der uralten Fallenjagd. Jeder von ihnen hat dabei sein eigenes offizielles Gebiet, wo er eine Reihe strategisch platzierter Fallen anlegen darf. Der erfahrene Trapper Cor hat bei bei der Jagd vor allem Marder im Visier: Denn der Pelz dieser kleinen Tiere ist besonders viel wert und Cor muss seine Familie von der Fallenjagd ernähren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6716095","hoster":"VOE"}]}]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-3","name":"Wölfe","epNo":3,"alt":"Do or Die","descr":"Es gibt nur noch wenige robuste Trapper, die entschlossen sind, in der Wildnis zu leben und unter härtesten Bedingungen ihren Lebensunterhalt zu verdienen. Doch bei der Jagd nach Pelztieren ist Vorsicht geboten: Denn hier draußen sind auch die Trapper selbst ein Teil der Nahrungskette","versions":[]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-4","name":"Schneeschmelze","epNo":4,"alt":"Warm Weather – Deadly Conditions","descr":"Die Fallenjagd stellt ein großes Risiko für die Trapper dar, denn dieser Job ist einer der härtesten der Welt. Im Bruchteil einer Sekunde kann den robusten Männern und Frauen, die die uralte Fallenjagd noch heute ausführen, ein tragisches Missgeschick passieren. Doch sie alle haben eine starke Motivation, unversehrt zurückzukehren: Ihre Familien warten auf sie …","versions":[]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-5","name":"Jäger und Gejagte","epNo":5,"alt":"Mid-Winter Madness","descr":"Das Leben entlang der Alaska-/ Yukon-Grenze ist hart. Die Trapper Guy, Cor, Megan und Mike müssen täglich Mut und Durchhaltevermögen beweisen, um den Gefahren in der eisigen Kälte standzuhalten. Ihr Job ist nicht nur anstrengend und schwer, sondern auch lebensgefährlich. Zwar ist das Trapping ihre große Leidenschaft, doch manchmal stellt sich Megan die Frage, ob es das Risiko wert ist","versions":[]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-6","name":"Am Tiefpunkt","epNo":6,"alt":"Pull Out – Or Pull Out All the Stops","descr":"Die viermonatige Jagdsaison der Trapper Guy, Cor, Megan und Mike neigt sich langsam dem Ende entgegen. Umso wichtiger ist es nun, genügend Pelze zu erbeuten, um Gewinn zu machen. Sie scheinen Glück zu haben und stoßen auf einen Vielfraß, der ihnen in die Falle gegangen ist. Doch das Tier wurde von Wölfen völlig zerfleischt. Der wertvolle Pelz kann nicht mehr verwendet werden","versions":[]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-7","name":"Hart auf hart","epNo":7,"alt":"Late Season Gambles","descr":"Die letzte Woche der Trapper-Saison ist angebrochen. Der Frühlingsbeginn lockt langsam die Tiere aus ihren Winterverstecken – eine günstige Gelegenheit für die Trapper, Fallen aufzustellen und die letzte Möglichkeit, Pelze zu ergattern. Doch die Gefahren, die die Wildnis birgt, erschweren Guy, Cor, Logan und Mike ihre Arbeit","versions":[]},{"path":"/serie/stream/great-wild-north-berleben-am-ende-der-welt/staffel-1/episode-8","name":"Letzte Chance","epNo":8,"alt":"Early Thaw – Final Push","descr":"Noch vier Tage bis zum Ende der Jagdsaison: Diese letzten Stunden entscheiden über den Erfolg oder Misserfolg der Trapper. Da viele Tiere nun das Gebiet durchqueren, versuchen Guy, Cor, Logan, Mike und Megan die beste Jagdzeit der Saison noch für sich zu nutzen, bevor es zu spät ist","versions":[]}]}]}