{"seriesId":"greek","name":"Greek","descr":"Die Dramedy-Serie handelt von den Studentenverbindungen an der fiktiven US-amerikanischen Cyprus-Rhodes University und beschreibt das turbulente Leben zwischen Partys, Lernen und Beziehungsstress.Im Mittelpunkt stehen dabei die konkurrierenden Bruderschaften \"Kappa Tau Gamma\", \"Omega Chi Delta\" sowie die Schwesternschaft \"Zeta Beta Zeta\", deren Mitglieder vor allem darum wetteifern, wer von ihnen auf dem Campus die besten und wildesten Partys organisiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Neuen auf dem Campus","epNo":1,"alt":"Pilot","descr":"Rusty ist neu an der Cyprus-Rhodes University und auf der Suche nach einer geeigneten Bruderschaft. Seine Schwester Casey, die bereits Mitglied in einer Schwesternschaft ist, ist jedoch alles andere als begeistert davon, dass ihr jüngerer Bruder in die bislang ihr vorbehaltene Welt eindringen will. Als Rusty erfährt, dass weder der derzeitige Freund noch der Ex-Freund seiner Schwester von seiner Existenz wissen, wird die Beziehung des ungleichen Geschwisterpaars auf eine harte Probe gestellt …","versions":[{"lang":1,"streams":[{"redirect":9592104,"hoster":"VOE"},{"redirect":8545755,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schikaniert und verwirrt","epNo":2,"alt":"Hazed And Confused","descr":"Rebecca soll dafür büßen, dass sie ein sexuelles Verhältnis zu Caseys Freund Evan hatte. Von Rachegelüsten getrieben teilt Casey sie in der Einführungswoche deshalb für die schwierigste Schnitzeljagd ein. Und auch Rusty hat es in der Einführungswoche nicht leicht, denn er muss eine wichtige Entscheidung treffen. Soll er eine morgendliche Physikprüfung sausen lassen, um an einem Bierwettbewerb der Bruderschaft Kappa Tau gegen die rivalisierende Studentenverbindung Omega Chi teilzunehmen?","versions":[{"lang":1,"streams":[{"redirect":9592105,"hoster":"VOE"},{"redirect":8567432,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Probieren geht über studieren","epNo":3,"alt":"The Rusty Nail","descr":"Cappie verhilft Rusty zu einem Date für eine legendäre Studentenparty. Doch die angeblich ‚bombensichere Sache‘ endet in einem Desaster. Da ist der Ärger vorprogrammiert. Unterdessen bietet sich Calvin als Laufbursche für die Schwesternschaft Zeta Beta Zeta an, um Ashleigh bei der Planung der unter dem Motto ‚Military‘ stehenden Studentenparty unter die Arme zu greifen. Ashleigh ist jedoch der festen Überzeugung, dass Calvin ein Auge auf sie geworfen hat und nur aus diesem Grund so eifrig bei der Sache ist. Liegt sie mit ihrer Vermutung richtig?","versions":[{"lang":1,"streams":[{"redirect":9592106,"hoster":"VOE"},{"redirect":8543252,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mannschaftswahl","epNo":4,"alt":"Picking Teams","descr":"Bei einem Hockey-Turnier stellt Evan Caseys Loyalität zu seiner Bruderschaft Omega Chi in Frage, denn sowohl ihr Bruder als auch ihr Ex-Freund gehören der rivalisierenden Studentenverbindung Kappa Tau an. Rusty schwirren wiederum ganz andere Dinge im Kopf herum: Er möchte unbedingt im Team der Kappa Tau spielen, weiß aber nicht, wie er es schaffen soll, im Team aufgenommen zu werden. Deshalb fragt er seinen Zimmergenossen Dale um Rat. Und der schmiedet einen aussichtsreichen Plan …","versions":[{"lang":1,"streams":[{"redirect":9581831,"hoster":"VOE"},{"redirect":8543251,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Nacht, als der Vesuv ausbrach","epNo":5,"alt":"Liquid Courage","descr":"Als der Vulkan auf der legendären ‚Vesuv-Party‘ der Kappa Tau nicht ausbricht, ist Cappie verzweifelt und fragt Rusty um Rat. Dieser hat tatsächlich einen Geistesblitz und schafft es mit Dales Hilfe, dass das Bier schon bald in Strömen aus dem Vulkan fließt. Damit wird er als Kappa Tau-Legende in die Geschichte eingehen. Unterdessen stellt Evan seinen einflussreichen Eltern bei einem gemeinsamen Dinner seine Freundin Casey vor. Alles verläuft nach Plan, bis auf einmal völlig unerwartet Rebecca auftaucht …","versions":[{"lang":1,"streams":[{"redirect":9581836,"hoster":"VOE"},{"redirect":8545750,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Nacht zum Fürchten","epNo":6,"alt":"Friday Night Frights","descr":"Casey möchte unbedingt Präsidentin der Schwesternschaft Zeta Beta Zeta werden. Um sich gegen ihre Mitstreiter durchzusetzen, beschließt sie, eine Pyjama-Party zu organisieren. Als auf der Party plötzlich die Lichter ausgehen, wird es gruselig. In derselben stürmischen Nacht bekommt Cappie unverhofft Besuch – vor seiner Tür steht eine mysteriöse Schönheit mit dem verheißungsvollen Namen Destiny …","versions":[{"lang":1,"streams":[{"redirect":9592107,"hoster":"VOE"},{"redirect":8543253,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wie man ein Held wird","epNo":7,"alt":"Multiple Choice","descr":"An der Cyprus-Rhodes- University stehen die Zwischenprüfungen an. Auf Rusty lastet ein großer Druck, denn er will einerseits gute Noten schreiben, andererseits jedoch seine Bruderschaft Kappa Tau nicht vernachlässigen. Natürlich hat Cappie prompt einen Lösungsvorschlag für ihn parat. Erweist sich sein Tipp wirklich als hilfreich?","versions":[{"lang":1,"streams":[{"redirect":9592108,"hoster":"VOE"},{"redirect":8567441,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebesleid","epNo":8,"alt":"Separation Anxiety","descr":"Nachdem die Präsidentin der Schwesternschaft Zeta Beta Zeta unehrenhaft entlassen wird, stehen die anderen Mitglieder vor einem großen Problem, denn sie müssen nun die liegengebliebene Arbeit nachholen. Wird Casey in der Lage sein, sich gemeinsam mit Dale ehrenamtlich für den Bibelkreis zu engagieren? Unterdessen versuchen Cappie und Rusty auf andere Gedanken zu kommen und begeben sich zu diesem Zweck an einen ganz besonderen Ort …","versions":[{"lang":1,"streams":[{"redirect":9700879,"hoster":"VOE"},{"redirect":8543254,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Frage der Wahrnehmung","epNo":9,"alt":"Depth Perception","descr":"Als sowohl Casey als auch ihre Verbündete Frannie für den Titel ‚Omega Chi Sweetheart‘ nominiert werden, ist es mit der Freundschaft auf einen Schlag vorbei. Wer wird in dem Zickenkrieg wohl den Kürzeren ziehen? Unterdessen schwebt Rusty auf Wolke sieben und wünscht sich nichts sehnlicher, als noch mehr Zeit mit seiner Freundin Jen zu verbringen. Das erweist sich jedoch als kompliziert, denn Rustys permanent anwesender Zimmergenosse Dale beeinträchtigt die Zweisamkeit der Turteltäubchen erheblich.","versions":[{"lang":1,"streams":[{"redirect":9700894,"hoster":"VOE"},{"redirect":8567437,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Farbe bekennen","epNo":10,"alt":"Black \u0026 White And Read All Over","descr":"Als in der College-Zeitung eine Skandalstory über Studentenverbindungen veröffentlicht wird, wollen die Mitglieder von Omega Chi, Zeta Beta Zeta und Kappa Tau natürlich schnellstmöglich herausfinden, wer für diese Tat verantwortlich ist. Ashleigh wiederum hat Stress mit ihrem Freund. Deshalb sucht sie Unterstützung bei Calvin und baggert ihn sogar an. Dabei findet sie heraus, dass er ein Geheimnis hat …","versions":[{"lang":1,"streams":[{"redirect":12922966,"hoster":"VOE"},{"redirect":8567434,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alles ist anders","epNo":11,"alt":"A New Normal","descr":"Gebrochenen Herzens kehrt Rusty nach den Semesterferien zusammen mit seiner Schwester Casey an die Cyprus-Rhodes-University zurück. Als neue Präsidentin der Schwesternschaft Zeta Beta Zeta hat Casey natürlich alle Hände voll zu tun. Doch das ist derzeit ihre geringste Sorge, denn sie leidet noch immer unter dem Verlust von Evan. Und auch Rusty hat noch mit dem Verlust seiner erste großen Liebe Jen K. zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":9592110,"hoster":"VOE"},{"redirect":8545768,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der große Cappie","epNo":12,"alt":"The Great Cappie","descr":"Die strengen Regeln von Aufseherin Lizzie kommen bei den ‚Zeta Beta Zeta‘-Schwestern gar nicht gut an: Einige beschließen sogar, die Schwesternschaft zu verlassen. Um bei den übrigen Mitgliedern die Stimmung zu heben, plant Casey eine große Party und bittet Cappie um Mithilfe. Cappie hat aber noch ganz andere Sorgen als seine sozialen Verpflichtungen als ‚Kappa Tau Gamma‘-Präsident: Er würde gerne seine Beziehung zu Rebecca offiziell machen.","versions":[{"lang":1,"streams":[{"redirect":9592109,"hoster":"VOE"},{"redirect":8567444,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Projektwoche","epNo":13,"alt":"Highway To The Discomfort Zone","descr":"Nachdem Evan von Omega Chi die geheime Party der Kappa-Tau-Bruderschaft verraten hat, sinnt Cappie auf Rache. Casey wird unterdessen im Rahmen der ‚Große Schwester/ Kleine Schwester‘-Projektwoche ausgerechnet ihrer Erzrivalin Rebecca zugeteilt. Aber es kommt noch schlimmer: Casey erfährt von Rebeccas Beziehung mit Cappie. Der erzkonservative Dale bemüht sich derweil, Calvin von seiner Homosexualität zu ‚kurieren‘.","versions":[{"lang":1,"streams":[{"redirect":12922973,"hoster":"VOE"},{"redirect":8545753,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Krieg und Frieden","epNo":14,"alt":"War \u0026 Peace","descr":"Die Verbindungen Kappa Tau und Omega Chi liefern sich einen regelrechten Krieg auf dem Campus, böse Streiche mit Wasserpistolen und lebenden Tieren inklusive. Rusty will vermitteln, um seine Freundschaft zu Calvin nicht zu gefährden. Doch dadurch verschlimmert er nur die Situation. Casey grübelt inzwischen darüber nach, wie sie die Aufseherin Lizzi loswerden kann, die sich in alle Belange der ‚Zeta Beta Zeta‘-Schwesternschaft einmischt.","versions":[{"lang":1,"streams":[{"redirect":9592112,"hoster":"VOE"},{"redirect":8567446,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Alte Wunden","epNo":15,"alt":"Freshman Daze","descr":"Der Ball der Bruder- und Schwesternschaften steht bevor. Bei Cappie, Casey, and Evan kommen dadurch alte Erinnerungen hoch: Beim letzten Ball gab es einige Ereignisse, durch die das Leben der drei ganz schön durcheinander gewürfelt wurde. Rusty versucht dahinter zu kommen, warum Cappie dem Fest lieber fernbleiben würde. Casey kommt derweil hinter ein altes Geheimnis, das ihr Verhältnis zu Frannie in einem neuen Licht erscheinen lässt.","versions":[{"lang":1,"streams":[{"redirect":9700887,"hoster":"VOE"},{"redirect":8567449,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verständigungsprobleme","epNo":16,"alt":"Move On. Cartwrights","descr":"Skandal hin oder her: Die Mädchen der ZBZ-Schwesternschaft würden sich gern wieder mit den Jungs von Omega Chi treffen. Casey bringt das in eine unangenehme Lage. Sie muss sich ihrer vergangenen Beziehung mit Evan stellen. Auch bei Rusty schlagen die Gefühle hohe Wellen: Er ist frisch verliebt, und ausgerechnet der neurotische ‚Kein Sex vor der Ehe‘-Fanatiker Dale verhilft ihm zu einem Date mit seiner Traumfrau.","versions":[{"lang":1,"streams":[{"redirect":9700895,"hoster":"VOE"},{"redirect":8567451,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"47 Stunden und 11 Minuten","epNo":17,"alt":"47 Hours \u0026 11 Minutes","descr":"Es ist Tag der offenen Tür für die Eltern der Erstsemester. Das bringt Rusty in Schwierigkeiten, denn seine Eltern wissen nicht, dass er einer Bruderschaft beigetreten ist und stehen Studentenverbindungen kritisch gegenüber. Casey bereitet sich derweil auf die Ankunft von Rebeccas Vater, Senator Logan, vor. Während alle anderen begeistert sind, den beliebten Politiker treffen zu können, mag Rebecca diesen Enthusiasmus überhaupt nicht teilen.","versions":[{"lang":1,"streams":[{"redirect":9592113,"hoster":"VOE"},{"redirect":8567453,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Kerle-Kodex","epNo":18,"alt":"Mr. Purr-fect","descr":"Die ZBZ-Schwesternschaft veranstaltet einen internen Wettbewerb: Jedes Mitglied wird einer Bruderschaft zugeteilt und soll die Jungs für die bevorstehenden Partyspiele trainieren. Casey wird Coach der Lambda Sigmas und verfällt prompt dem Charme des sportlichen Shane. Rebecca hat weniger Glück: Sie soll die schlafmützigen Kappa Taus auf Vordermann bringen. Und bekommt ausgerechnet Rusty als Verbindungsmann der Bruderschaft zugeteilt.","versions":[{"lang":1,"streams":[{"redirect":9592114,"hoster":"VOE"},{"redirect":8567455,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gegen die Regeln","epNo":19,"alt":"No Campus For Old Rules","descr":"Casey legt die Regeln der ZBZ-Schwesternschaft großzügig aus, um Ashleigh eine Bestrafung zu ersparen. Doch es könnte Casey viel Ärger einbringen, wenn die anderen Mitglieder von dieser Bevorzugung erfahren. Rusty gerät derweil in ungeahnte Nöte: Er verliebt sich ausgerechnet in Tina, die gemeinsam mit Dale dafür kämpft, die Studentenverbindungen verbieten zu lassen.","versions":[{"lang":1,"streams":[{"redirect":9592115,"hoster":"VOE"},{"redirect":8567457,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Party, Party","epNo":20,"alt":"A Tale Of Two Parties","descr":"Seit die Partybeschränkungen aufgehoben wurden, organisieren die rivalisierenden Verbindungen auf dem Campus eine Sause nach der anderen. Zu dumm nur, dass die Jungs von Kappa Tau ausgerechnet jetzt feststellen, dass sie dafür eigentlich gar keine finanziellen Mittel haben. Casey scheint derweil ihren Traumprinzen gefunden zu haben. Ihrem Bruder Rusty wird dagegen die Liaison mit Tina langsam zu eng. Aber wie wird er sie wieder los?","versions":[{"lang":1,"streams":[{"redirect":9581835,"hoster":"VOE"},{"redirect":8567458,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Täuschungsmanöver","epNo":21,"alt":"Barely Legal","descr":"Spring Break steht vor der Tür und alle sind vollkommen aus dem Häuschen. Cappie beschließt, dass seine für den Alkoholkauf gefälschten Ausweise vorher unbedingt noch getestet werden müssen. Leider gerät ausgerechnet Rusty dadurch in eine äußerst missliche Lage. Casey hat unterdessen ganz andere Sorgen: Während sie sich auf einen wichtigen Test vorbereitet, bekommt sie Selbstzweifel und stellt ihre Karrierechancen in Frage.","versions":[{"lang":1,"streams":[{"redirect":9581837,"hoster":"VOE"},{"redirect":8567459,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Springbreak","epNo":22,"alt":"Spring Broke","descr":"Endlich ist es soweit: Die Studenten feiern Spring Break am Strand. Selbst Casey hat sich zusammengerauft und ihre Sorgen auf dem Campus gelassen. Nur Rusty kann sich mit dem Partyleben ganz und gar nicht anfreunden. Er beschließt, der ausgelassenen Meute seiner Mitstudenten den Rücken zu kehren und an die CRU zurückzukehren. Auf dem Weg begegnet er überraschend einigen alten Freunden.","versions":[{"lang":1,"streams":[{"redirect":9581838,"hoster":"VOE"},{"redirect":8567463,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Brüder und Schwestern","epNo":1,"alt":"Brothers \u0026 Sisters","descr":"Die ‚Griechische Woche‘ steht an, die Verbindungen treten in verschiedenen Wettkämpfen gegeneinander an. Rusty und Calvin beschließen, von nun an die Schweiz zu sein und halten sich aus allen Konflikten heraus. Als es so aussieht, als hätten die Omega Chis den Cheer der Kappa Taus geklaut, wird Calvin verdächtigt, sie ausspioniert zu haben. Wegen seiner angeblichen Unachtsamkeit und seiner Freundschaft zu Calvin, wird Rusty aus dem Staffellauf verbannt …","versions":[{"lang":1,"streams":[{"redirect":12268272,"hoster":"VOE"},{"redirect":8543258,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Am Ziel der Träume","epNo":2,"alt":"Crush Landing","descr":"Alljährlich verbarrikadieren sich die Examensstudenten und die Frischlinge müssen bei ihnen einbrechen – die ‚Senior Festungen‘ finden statt. Gerade zur richtigen Zeit, denn Rusty hat ein Motivationstief und versucht sich an der Tür des neuen Studentenberaters Max … Casey lernt bei der Jobsuche Drew kennen und will ihn zur Flirt-Party der Zeta Betas einladen. Es kommt heraus, dass Drew Ashleighs lang gesuchter Schwarm vom Spring Break ist. Nun haben Casey und Ash ein Problem.","versions":[{"lang":1,"streams":[{"redirect":9592116,"hoster":"VOE"},{"redirect":8567466,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abgezockt","epNo":3,"alt":"Let’s Make A Deal","descr":"Cappies altes Auto ‚Broncosaurus‘ fällt langsam auseinander, doch er kann sich eine Reparatur nicht leisten. Rebecca will ihm eine Freude machen und ein neues Auto kaufen, aber er lehnt ab. Auch Ashleigh hat Geldsorgen, weil sie ihre Kreditkartenschulden nicht bezahlen kann. Zum Glück organisiert die Verbindung eine Casino-Nacht, bei der Black Jack gespielt wird und man 2000 Dollar gewinnen kann. Casey versucht mit einem Trick, an den Jackpot zu kommen …","versions":[{"lang":1,"streams":[{"redirect":9592117,"hoster":"VOE"},{"redirect":8567470,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der große Unbekannte","epNo":4,"alt":"Gays, Ghosts And Gamma Rays","descr":"Als Casey Max kennenlernt, ist sie sofort Feuer und Flamme. Sie gibt vor, Nachhilfe zu benötigen, um mit ihm anzubändeln. Doch Max hat noch Altlasten und es kommt zu Missverständnissen. Wer ist Joshua Whopper? Rusty und die Kappa Taus sind besorgt, als sie beim Erkennungstest der Aktiven auf einen unbekannten Namen stoßen. Sie forschen nach und finden heraus, dass der mysteriöse Joshua ein Phantom ist, das für die Verbindung der Kappa Taus lebenswichtig ist …","versions":[{"lang":1,"streams":[{"redirect":9592118,"hoster":"VOE"},{"redirect":8545756,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fuchsaufstand","epNo":5,"alt":"Pledge Allegiance","descr":"Frannie greift zu hinterhältigen Tricks, um die Füchse für sich zu gewinnen und Caseys Wahlsieg zu verhindern. Casey leidet darunter so sehr, dass sie ein Date mit Max abbricht. Bei einem gemeinsamen Abendessen mit Calvin treffen Michael und Evan eine Vereinbarung. Indes kämpfen Rusty und die anderen Füchse mit der Unterdrückung im Kappa Tau-Haus. Der Protest wird immer lauter und als Cappie die Aktion ‚Altersheim‘ ins Leben ruft, ist der Zeitpunkt der Rache gekommen …","versions":[{"lang":1,"streams":[{"redirect":9700897,"hoster":"VOE"},{"redirect":8543255,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge Deinem Instinkt","epNo":6,"alt":"See You Next Time, Sisters","descr":"Max kann keinen geeigneten Veranstaltungsort für die alljährliche Galileo-Party der Ingenieurswissenschaftler finden. Die Kappa Taus bieten ihm an, die Party bei ihnen zu machen, weil sie für Reparaturen im Haus dringend Geld benötigen – und nicht wissen, wie exzessiv die Ingenieure feiern … Casey hat auf der Ratsversammlung der Zeta Betas mit der hinterhältigen Frannie zu kämpfen. Doch sie lässt sich nicht beirren und nimmt an der Wahl teil …","versions":[{"lang":1,"streams":[{"redirect":9592119,"hoster":"VOE"},{"redirect":8543256,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wer mit wem?","epNo":7,"alt":"Formally Yours","descr":"Es ist die Zeit der Frühlingsbälle an der Cyprus Rhodes Universität und der Ball der Zeta Betas steht ganz im Zeichen der bevorstehenden Präsidentschaftswahl. Zusammen mit Evan organisiert Frannie, die unbedingt siegen will, Verabredungen zwischen Zeta Beta-Mädchen und Omega Chi-Jungs. Casey geht mit ihrem Freund Max auf dem Ball auf Stimmfang. Als die Kappa Tau den ‚Nicht-Ball‘ ins Leben rufen, ist Rusty sehr enttäuscht. Daraufhin versucht Ashleigh, Rusty zu verkuppeln …","versions":[{"lang":1,"streams":[{"redirect":9592120,"hoster":"VOE"},{"redirect":8543259,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Stimme des Volkes","epNo":8,"alt":"The Popular Vote","descr":"Die Zeta Beta-Präsidentschaftswahl steht kurz bevor und zwischen Frannie und Casey entbrennt im Kampf um die letzten Stimmen ein wahrer Zickenkrieg. Am Tag der Wahl kommt es zu einer großen Überraschung … Unterdessen gehen Rusty und Cappie zu einer Speed-Dating Veranstaltung, bei der Cappie möglichst viele Nummern sammelt, während Rusty sich dezent zurückhält. Als Rusty ein Date in einem Café hat, stößt er ganz unverhofft auf Jen K und alte Erinnerungen kommen wieder hoch …","versions":[{"lang":1,"streams":[{"redirect":12922975,"hoster":"VOE"},{"redirect":8543260,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aller guten Dinge sind drei","epNo":9,"alt":"Three’s A Crowd","descr":"Das erste Jahr neigt sich dem Ende zu und Rusty zieht bald in das Verbindungshaus der Kappa Taus. Dale lädt seinen alten besten Freund Kirk ein, der Rustys neuer Mitbewohner werden soll. Doch dann findet Rusty heraus, dass Kirk kifft … Als Casey erfährt, dass ihn die Jungs aus der Verbindung den \"Serien-Monogamisten\" nennen, beschließt er seinen Spitznamen zu ändern und organisiert kurzerhand einen Dreier. Derweil muss Casey lernen, mit ihrer Wahlniederlage umzugehen …","versions":[{"lang":1,"streams":[{"redirect":9700898,"hoster":"VOE"},{"redirect":8543257,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Höllenwoche","epNo":10,"alt":"Hell Week","descr":"Die Füchse der Omega Chi und Kappa Tau müssen bei den \"Höllenwochen\" die gemeinsten Prüfungen bestehen, um zu vollwertigen Mitgliedern zu werden. Im Gegensatz zu Calvin, den Evan schont, geht Rusty durch die Hölle. Er hat Angst, durchzufallen und bricht für eine Mutprobe in das Haus der Omega Chi ein … Caseys Beziehung zu Max wird auf eine harte Probe gestellt, als Max einen Platz an der Elite-Uni Cal Tex bekommt. Indes beschließt Frannie, eine neue Verbindung zu gründen.","versions":[{"lang":1,"streams":[{"redirect":9700899,"hoster":"VOE"},{"redirect":8545769,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Es geht wieder los","epNo":11,"alt":"Take Me Home, Cyprus Rhodes","descr":"Die Ferien sind vorbei, und Casey kehrt von ihrem Praktikum relativ ernüchtert an die Cyprus Rhodes zurück. Sie hat beschlossen, ihr Abschlussjahr ab sofort ernst zu nehmen und will daher in ein Appartement außerhalb des Campus ziehen. Rusty ist endlich in das Kappa Tau-Haus eingezogen, nachdem er alle notwendigen Maßnahmen getroffen hat, um dort arbeiten zu können. Doch die Kappa Tau machen ihm einen Strich durch die Rechnung. Frannie hat derweil eine Verbindung gegründet …","versions":[{"lang":1,"streams":[{"redirect":9592121,"hoster":"VOE"},{"redirect":8567477,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf Fuchsjagd","epNo":12,"alt":"From Rushing With Love","descr":"Die Verbindungen suchen wieder neue Füchse. Da er als Footballstar gut zu ihnen passt, wollen die Omega Chi den neuen Studenten Andy in ihre Verbindung aufnehmen. Auch Rusty ist von Andy begeistert und möchte, dass dieser stattdessen zu den Kappa Tau kommt. Doch da ist Rusty der Einzige – weshalb er versucht, Cappie zu überzeugen. Zwischen den Zeta Beta Zetas und Frannies Verbindung entbrennt ebenfalls ein Konkurrenzkampf. Casey vermutet, dass Rebecca ein falsches Spiel spielt.","versions":[{"lang":1,"streams":[{"redirect":9592122,"hoster":"VOE"},{"redirect":8567480,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Es liegt an den Genen","epNo":13,"alt":"Engendered Species","descr":"Um ihre Probleme zu lösen, versucht Casey, Cappie und Max eine Freundschaft aufzuzwängen. Schließlich will sie, dass ihr bester Freund und ihr Partner sich verstehen. Wegen der Finanzkrise der Zeta Betas muss Ashleigh das Küchenpersonal entlassen und eine studentische Aushilfe engagieren. Rusty ist von einem neuen Mädchen in seinem Kunstgeschichte-Seminar sofort begeistert. Als er Casey und Ashleigh von ihr erzählt, möchten die beiden Jordan in ihre Verbindung holen.","versions":[{"lang":1,"streams":[{"redirect":9592123,"hoster":"VOE"},{"redirect":8545762,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Großer Bruder, kleiner Bruder","epNo":14,"alt":"Big Littles \u0026 Jumbo Shrimp","descr":"Rusty soll Andys \"Großer Bruder\" werden – und ist davon nicht gerade begeistert. Er hat nämlich mitbekommen, wie Andy mit Jordan rumgemacht hat, für die er selbst schwärmt. Als im Zeta Beta-Haus andauernd Lebensmittel verschwinden, versuchen Casey und Rebecca den Dieb ausfindig zu machen. Ashleigh hat einen neuen Freund namens Fisher. Doch da ihn niemand genau kennt, versucht sie das geheim zu halten. Indes wird Evan von seinem Bruder Patrick besucht, der ganz anders lebt als er.","versions":[{"lang":1,"streams":[{"redirect":9592124,"hoster":"VOE"},{"redirect":8567482,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wenn man den Kopf in den Sand steckt","epNo":15,"alt":"Evasive Actions","descr":"Rusty und Dale haben ein Problem. Dale traut sich nicht aus dem Haus, weil er Angst hat, neue Leute zu treffen, während Rusty nicht vor die Tür geht, weil er den gemeinsamen Anblick von Andy und Jordan nicht ertragen kann. Allerdings ist Rusty von Dales ständiger Anwesenheit tierisch genervt, weil er etwas Freiraum für sich haben will … Obwohl sich Casey und Ashleigh alle Mühe geben, kann sich Jordan als neues Mitglied nicht wirklich in die Gemeinschaft der Zeta Betas einfügen.","versions":[{"lang":1,"streams":[{"redirect":9592125,"hoster":"VOE"},{"redirect":8567479,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hals über Kopf verliebt","epNo":16,"alt":"Dearly Beloved","descr":"Kiki, ein ehemaliges Mitglied der Zeta Betas, kommt an die Cyprus Rhodes zurück, um mit ihren Schwestern ihre Hochzeit zu feiern. Auch Robin ist da, die während eines Spiels von Rebecca geküsst wird. Da Robin lesbisch ist, hat sie damit kein Problem, für Rebecca hingegen ist es eine vollkommen neue Erfahrung, die ihr durchaus gefällt. Rusty und Jordan sind zusammen auf Einkaufstour und bemerken dabei, dass sie mehr füreinander empfinden, als sie anfangs dachten.","versions":[{"lang":1,"streams":[{"redirect":9592126,"hoster":"VOE"},{"redirect":8567481,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verbotene Schätze","epNo":17,"alt":"Guilty Treasures","descr":"Als ein Fuchs der Omega Chi in das Kappa Tau-Haus einbricht, fällt den Kappa Tau zum ersten Mal auf, dass der Keller voller Diebesgut der Ehemaligen ist. Aus Angst, dass die Omega Chi sie bei der Polizei anschwärzen könnten, beschließen sie, die Sachen unerkannt zurückzubringen. Eine hochangesehene Polymerwissenschaftlerin sucht an der Cyprus Rhodes einen Studenten für ihr Forschungsteam. Fisher hat das Versteckspiel satt und besteht auf ein richtiges Date mit Ashleigh.","versions":[{"lang":1,"streams":[{"redirect":9592127,"hoster":"VOE"},{"redirect":8567492,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Streng geheim","epNo":18,"alt":"Divine Secrets And The ZBZ Sisterhood","descr":"Cappie ist wütend auf Rusty, weil dieser mit Andys Freundin Jordan rumgemacht hat und ihn das an die früheren Streitigkeiten mit Evan erinnert. Rusty versucht, es wieder gerade zu biegen und hört zufällig von der Amphoren-Gesellschaft. Keiner weiß, ob diese wirklich existiert und offenbar hat Cappie vor längerer Zeit nach den Amphoren – ohne Erfolg – gesucht. Um Cappie zu beeindrucken, macht Rusty sich daran, das Geheimnis zu lüften.","versions":[{"lang":1,"streams":[{"redirect":9700900,"hoster":"VOE"},{"redirect":8567491,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Man lernt nie aus","epNo":19,"alt":"Social Studies","descr":"Die Zwischenprüfungen stehen mal wieder an, und alle sind im Lernstress. Casey und Chappie wollen mit zwei Mädchen aus ihrem Kurs auf die Prüfung lernen. Die Mädchen bemerken jedoch, dass Chappie mit ihnen gleichzeitig etwas hatte. Als Rebeccas Auto abgeschleppt wird, bietet Evan ihr seine Hilfe an. Die beiden versuchen, an ihren Laptop mit ihrer Zwischenprüfung heranzukommen, der in Rebeccas Auto liegt. Jordan macht Rusty ein Geständnis – und die beiden nähern sich einander an.","versions":[{"lang":1,"streams":[{"redirect":9700901,"hoster":"VOE"},{"redirect":8567488,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bruderliebe","epNo":20,"alt":"Isn’t It Bro-mantic","descr":"Rusty möchte Jordans Erwartungen erfüllen und ihr ein unvergessliches erstes Date bereiten. Er geht mir ihr in ein sehr schickes Restaurant – und trifft dort zu seinem Pech auf einen unwillkommenen Gast am Nebentisch. Calvin bekommt endlich ein neues Zimmer und zieht mit Grand zusammen. Allerdings hat Grand ihm kurz zuvor erzählt, dass er schwul ist und nun weiß Calvin nicht so recht, wie der mit der Situation umgehen soll: Was wohl die anderen im Haus darüber denken?","versions":[{"lang":1,"streams":[{"redirect":9581840,"hoster":"VOE"},{"redirect":8545766,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Festwagen","epNo":21,"alt":"Tailgate Expectation","descr":"Die Zeta Betas und die Kappa Taus sollen gemeinsam einen Festwagen für die Feierlichkeiten des Homecoming bauen. Rusty kriegt im Zuge dessen die Verantwortung für den Bau des Festwagens. Heath bietet ihm seine Hilfe beim Wagenbau an, um in seinem letzten Jahr an der Cyprus Rhodes sein Vermächtnis zu hinterlassen. Währenddessen versuchen Cappie und Casey weiterhin, sich aus dem Weg zu gehen. Allerdings klappt das nicht so richtig und sie geraten immer wieder aneinander.","versions":[{"lang":1,"streams":[{"redirect":9592128,"hoster":"VOE"},{"redirect":8567493,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Ende der Welt","epNo":22,"alt":"At World’s End","descr":"Die Kappa Taus feiern unter dem Motto \"Das Ende der Welt\" eine Party, da ihnen wegen des Wagenstreichs vorübergehend alle sozialen Aktivitäten verboten werden. Max ist zurück und möchte mit Casey auf die Party gehen, da er am Tag des jüngsten Gerichts am liebsten mit ihr zusammen wäre. Doch Casey gerät daraufhin in ein Chaos der Gefühle … Rusty bekommt die schlechteste Note seines Lebens und entschließt sich, bei seinem Referenten Nachhilfeunterricht zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":9698909,"hoster":"VOE"},{"redirect":8567496,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Tag danach","epNo":1,"alt":"The Day After","descr":"Rusty, der am Abend der \"Ende der Welt\"-Party sein Chemie-Projekt abgebrochen hatte, muss die Arbeit nachholen, damit er sein Stipendium nicht verliert. Da das Labor abgeschlossen ist, sucht er Max und erfährt dabei, dass er nach England abgereist ist. Obwohl er immer noch sauer auf Casey ist, weil sie mit Max Schluss gemacht hat, bittet er sie um Hilfe … Rebecca hat auf der Party mit einem Mann rumgeknutscht, will aber nicht verraten, wer der mysteriöse Fremde war.","versions":[{"lang":1,"streams":[{"redirect":9592129,"hoster":"VOE"},{"redirect":8567498,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unsere Väter","epNo":2,"alt":"Our Fathers","descr":"Casey findet heraus, dass Rebecca Fisher geküsst hat – dieser ist aber eigentlich mit Ashleigh zusammen. Um Ashleigh nicht traurig zu machen, verrät Casey ihr nicht, was sie gesehen hat. Das wiederum führt zu einem riesigen Streit zwischen Casey, Ashleigh und Rebecca. Zur gleichen Zeit sind die Eltern von allen Verbindungsmitgliedern auf dem College, um ein Footballspiel auszutragen. Bereits während des Spiels kommt es unter ihnen zu Reibereien …","versions":[{"lang":1,"streams":[{"redirect":9592130,"hoster":"VOE"},{"redirect":8543262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die halbnackte Kanone","epNo":3,"alt":"The Half-Naked Gun","descr":"Das Gotcha-Spiel ist im vollen Gange und schließlich bleiben nur Rusty und Jordan übrig. Das führt natürlich zu Problemen, denn keiner der beiden möchte aufgeben. Das wäre ja alles nur halb so schlimm, wenn da nicht ihr kleines sexuelles Problem wäre. Rusty und Jordan haben nämlich noch immer nicht miteinander geschlafen – nicht, weil sie nicht wollen, sondern weil immer irgendetwas dazwischen kommt. Calvin und Grant haben ganz ähnliche Probleme.","versions":[{"lang":1,"streams":[{"redirect":9700902,"hoster":"VOE"},{"redirect":8545760,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die zweite Chance","epNo":4,"alt":"High And Dry","descr":"Die Panhellenen beschließen, dass alle Verbindungen ein Wochenende ohne Alkohol und andere Drogen auskommen müssen. Casey, als Vertreterin der Panhellenen, ist bereit, Kontrollen in allen Häusern durchzuführen. Das alles tut sie in der Hoffnung, dass sie anschließend einen Platz im Vorstand der Panhellenen ergattert. Schließlich führt sie die Kontrollen zusammen mit Evan durch – bis sie zu einem Haus kommen, wo sie mit Drogen angereicherte Kekse essen …","versions":[{"lang":1,"streams":[{"redirect":9592131,"hoster":"VOE"},{"redirect":8543264,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fluch","epNo":5,"alt":"Down On Your Luck","descr":"Jordan ist momentan von der Uni nur noch gelangweilt und möchte am liebsten für ein Semester nach Rom. Als sie es Rusty erzählt, fällt er aus allen Wolken. Die Zeta Beta stellen in der Zwischenzeit fest, dass sie in der Rangfolge der Damenverbindungen auf den vierten Platz zurückgefallen sind. Als sie dann zusätzlich beim Fotoshooting erfahren, dass sie ihren Monat Juli verlieren, geht ein Schrei der Entrüstung durch das Haus. Aber die Mädels geben nicht auf!","versions":[{"lang":1,"streams":[{"redirect":9592132,"hoster":"VOE"},{"redirect":8543265,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gründer und ihre Gründe","epNo":6,"alt":"Lost And Founders","descr":"Gründerwochenende bei den Zeta Beta Zeta: Alle ehemaligen Schwestern des Hauses kommen zusammen und begutachten, was sich in ihrer Abwesenheit verändert hat. Zeta Beta Zeta steht nicht mehr auf Platz eins, sondern auf Platz vier von allen Verbindungen – das hat unter anderem finanzielle Gründe. Somit soll nun möglichst viel Geld gesammelt werden. Ashleigh und Rebecca machen eine Wette: Wer schafft es, mehr Geld von den alten Damen zu sammeln?","versions":[{"lang":1,"streams":[{"redirect":9942207,"hoster":"VOE"},{"redirect":8545761,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Nacht der Nerds","epNo":7,"alt":"The Dork Knight","descr":"Rusty vermisst es, in einer Beziehung zu sein und Calvin drängt ihn dazu, raus zu gehen und neue Bekanntschaften zu machen. Dale hat eine heiße Internet-Romanze mit einer gewissen Vapira69 und wie der Zufall es so will, möchte sie ihn noch am gleichen Tag auf der Comic-Con kennenlernen. Die Drei beschließen, dort hinzufahren … Casey hat sich in die Idee verliebt, dass Evan und Cappie wieder befreundet sein könnten und schnüffelt den beiden ständig hinterher.","versions":[{"lang":1,"streams":[{"redirect":9700903,"hoster":"VOE"},{"redirect":8543261,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Machtkämpfe","epNo":8,"alt":"Fight The Power","descr":"Die Zeta Beta Zetas stehen nach wie vor in der Rangliste der besten Verbindungen ganz unten. Um dies zu ändern, möchten sie eine große Party mit allen anderen Verbindungen zusammen feiern. Evan, der Casey unterstützen möchte, sagt im Namen seiner Verbindung Omega Chi zu, doch die Mitglieder haben keine Lust … Zur gleichen Zeit lernt Cappie ein Mädchen namens Lana kennen. Obwohl er eigentlich auf der Suche nach einer anderen Frau ist, kommen sich die beiden sehr nahe …","versions":[{"lang":1,"streams":[{"redirect":9700904,"hoster":"VOE"},{"redirect":8567509,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wünsch Dir was","epNo":9,"alt":"The Wish-Pretzel","descr":"Thanksgiving! Das gesamte Zeta-Beta-Haus fährt nach Hause, um im Familienkreis zu feiern, nur Casey und Rebecca bleiben zurück. Die beiden versuchen sich im Geiste des Feiertags gemeinsam sozial zu engagieren, was sich als schwierige Aufgabe herausstellt … Cappie muss sich derweil zwischen zwei Einladungen entscheiden und knabbert weiter an der Geschichte mit Casey, in die er immer noch verliebt ist. Auf der alljährlichen Kappa-Tau-Truthahnjagd kochen die Emotionen hoch …","versions":[{"lang":1,"streams":[{"redirect":9592134,"hoster":"VOE"},{"redirect":8543266,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freund oder Verräter","epNo":10,"alt":"Friend Or Foe","descr":"Cappie und Casey sind wieder zusammen. Sie befürchten aber, dass Evan damit ein Problem haben könnte … Die Kappa Taus finden auf ihrem Haus Millionen von Grillen. Sie gehen davon aus, dass die Omega Chis dahinterstecken und hecken einen gemeinen Racheplan aus. Zur gleichen Zeit findet ein Song Contest statt, von dem sich die Zeta Beta Zetas viel versprechen: Der Sieg könnte ihnen endlich den erhofften Aufstieg in der Rangliste der Verbindungen einbringen …","versions":[{"lang":1,"streams":[{"redirect":12916687,"hoster":"VOE"},{"redirect":8567510,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schatten der Vergangenheit","epNo":11,"alt":"I Know What You Did Last Semester","descr":"Die Semesterferien sind vorbei und die Zeta Betas befürchten, dass sie versehentlich das Gamma Psi Haus mit einer Kerze abgebrannt haben. Doch noch besteht Hoffnung, dass es eine andere Brandquelle war. Die Ermittlungen beginnen … Ähnlich heiß sind die Diskussionen zwischen Calvin und Grant, denn Grant hat sich nicht getraut, seinen Eltern in den Ferien zu erzählen, dass er schwul ist. Doch Calvin will nicht mehr warten und trifft eine schwere Entscheidung …","versions":[{"lang":1,"streams":[{"redirect":9592135,"hoster":"VOE"},{"redirect":8543274,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Stolz und Strafe","epNo":12,"alt":"Pride \u0026 Punishment","descr":"Rusty ist der Gewinner eines Stipendium-Platzes und kann mit seinem plötzlichen Ruhm nicht wirklich umgehen. Von heute auf morgen finden ihn ganz viele Mädchen attraktiv. Er jedoch steht nur auf eine – Erika. Zunächst kann er bei ihr nicht wirklich punkten, doch dann hat Ashleigh eine schräge Idee … Währenddessen weitet sich die Affäre zwischen Rebecca und Evan weiter aus. Cappie passt das überhaupt nicht, aber Casey rät ihm, sich herauszuhalten …","versions":[{"lang":1,"streams":[{"redirect":9581842,"hoster":"VOE"},{"redirect":8567512,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Verbindungen","epNo":13,"alt":"Take Me Out","descr":"Casey pendelt zwischen den Häusern Kappa Tau und Zeta Beta, um ihre Beziehung mit Cappie zu pflegen. Ihrer allein gelassenen Zimmergenossin Ashleigh wird dabei klar, dass sie auch wieder einen Freund haben möchte. Casey und Cappie haben schon jemanden für Ashleigh im Visier … Rusty verabredet mit Calvin ein Treffen zu dritt, um dessen neuen Freund Grant besser kennen zu lernen. Leider kann Rusty Grant überhaupt nicht ausstehen. Spontan sucht er einen neuen Freund für Calvin …","versions":[{"lang":1,"streams":[{"redirect":9592136,"hoster":"VOE"},{"redirect":8567514,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schildkröten und Haare","epNo":14,"alt":"The Tortoise And The Hair","descr":"Rusty, der aufgrund seiner Leistungen und Forschungen ein Stipendium erhalten hat, soll ein Interview für die Wirtschaftszeitung geben. Dr. Hastings ist begeistert von dieser Idee, weil er sich selbst so ins Rampenlicht befördern kann. Aber Rusty hat an dem Interview so seine Zweifel … Im Haus der Zeta Beta Zetas wird immer noch eine Küchenhilfe gesucht. Ashleigh stellt kurzerhand Dale ein, der mit seiner schrägen Lebenseinstellung bei den anderen Bewohnern des Hauses aneckt.","versions":[{"lang":1,"streams":[{"redirect":9592137,"hoster":"VOE"},{"redirect":8545767,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Liebensdinge","epNo":15,"alt":"Love, Actually, Possibly, Maybe … Or Not","descr":"Es ist Valentinstag an der C.R.U., was bei allen zu einem wahren Gefühlschaos führt: Rusty ist auf der Suche nach einem Valentinstags-Date. Doch ohne fremde Hilfe ist sein Scheitern vorprogrammiert. Währenddessen versucht Cappie, das perfekte Valentins-Geschenk für Casey zu finden. Obwohl seine Suche mehr als schleppend verläuft, schlägt er Casey in seiner Verzweiflung einen Wettkampf vor, wer von beiden das bessere Geschenk für den anderen findet …","versions":[{"lang":1,"streams":[{"redirect":13014834,"hoster":"VOE"},{"redirect":8567523,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Deine Nachbarn und Freunde","epNo":16,"alt":"Your Friends And Neighbors","descr":"Da Casey sich zu viel um ihr bevorstehendes Jurastudium kümmert und so wenig Zeit für Ashleigh bleibt, fangen die beiden an, sich auseinanderzuleben. Eine Aussprache steht an … Aus dem Omega Chi-Haus verschwinden 500 Dollar und niemand weiß, wer sie geklaut hat. Calvin schlägt vor, dass ihm jeder einen Umschlag gibt und der Dieb so anonym das Geld zurückgeben kann, ohne von den anderen an den Pranger gestellt zu werden. Doch Calvin hat die Umschläge markiert …","versions":[{"lang":1,"streams":[{"redirect":9592139,"hoster":"VOE"},{"redirect":8543272,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Alles nach Plan","epNo":17,"alt":"The Big Easy Does It","descr":"Die CRU feiert Fasching: Katherine möchte diese Zeit ganz besonders zelebrieren und ihre Jungfräulichkeit an Rusty verlieren. Doch sie ist nicht die Einzige, die Rusty näher kommen will … Casey schreibt endlich ihren Test, der entscheidet, ob sie zum Jurastudium zugelassen wird. In der Zwischenzeit ist Joel klar geworden, dass er Gefühle für Casey hat … Evan möchte sich als Barmann etwas dazu verdienen und trifft dabei unverhofft auf Rebecca und ihren männlichen Begleiter …","versions":[{"lang":1,"streams":[{"redirect":9592140,"hoster":"VOE"},{"redirect":8567519,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Camp der Liebe","epNo":18,"alt":"Camp Buy Me Love","descr":"Rusty steht vor einem großen Problem: Er kann sich nicht entscheiden, welches Mädchen er interessanter findet – Katherine oder Dana? Bei seiner Entscheidungsfindung springt er zwischen den beiden hin und her. Das kann nicht gutgehen … Auch Cappie und Casey haben Schwierigkeiten bei der Entscheidungsfindung: Casey weiß nicht, in welcher Stadt sie Jura studieren soll und Cappie weiß noch gar nicht, wie es weitergehen soll. Auf dem Campingplatz wollen sie ihre Zukunft planen.","versions":[{"lang":1,"streams":[{"redirect":9581843,"hoster":"VOE"},{"redirect":8696270,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das erste Mal","epNo":19,"alt":"The First Last","descr":"Rusty und Cappie werden von ihren eigenen Füchsen gekidnappt, wodurch Cappie das Golfturnier der \"Griechischen Götter des Golfs\" verpasst. In dieser angespannten Situation findet Rusty heraus, dass Evan und Cappie ohne sein Wissen Waffenstillstand geschlossen haben … Dicke Luft herrscht auch zwischen Rebecca und Casey. Jedes der Mädchen möchte beim wieder eingeführten Schönheitswettbewerb für ihr Haus antreten, aber welche der beiden hat die größten Chancen, zu gewinnen?","versions":[{"lang":1,"streams":[{"redirect":12916685,"hoster":"VOE"},{"redirect":8567522,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Alle Kinder werden erwachsen","epNo":20,"alt":"All Children … Grow Up","descr":"Es steht immer noch nicht fest, wo Casey Jura studieren wird. Sie hat zwar eine Zusage aus Washington, weiß aber, dass sie dann Cappie verlassen muss und würde lieber ihr Jura-Studium an der CRU antreten. Dort hat sie aber noch keine Zusage bekommen. Zusammen fahren alle zum Spring Break nach Myrtle Beach. Evan bittet dort Rebecca um eine zweite Chance und Rusty und Dana wollen ihren Aufenthalt dort für ein paar Zweisamkeiten nutzen …","versions":[{"lang":1,"streams":[{"redirect":9592143,"hoster":"VOE"},{"redirect":8545774,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Ehrensache","epNo":1,"alt":"Defending Your Honor","descr":"Casey, Ashleigh und Evan haben ihren Abschluss in der Tasche und bereiten sich auf den Ernst des Lebens vor. Während Casey und Evan sich für ein Jurastudium entschieden haben, zieht es Ashley nach Manhatten. Cappie hingegen ist von Kopf bis Fuß auf Liebe eingestellt, gesteht Casey seine Zuneigung und verspricht ihr, für sie ein anderer Mensch zu werden.","versions":[{"lang":1,"streams":[{"redirect":9592142,"hoster":"VOE"},{"redirect":8543263,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was für eine Vorstellung","epNo":2,"alt":"Fools Rush In","descr":"Just in der Rekrutierungswoche stattet Tegan Rebecca einen Überraschungsbesuch ab und steckt ihre neugierige Nase in alle Angelegenheiten. Casey und Rebecca planen daraufhin ein Ablenkungsmanöver für Tegan. Die Kappa Taus haben in der Vorstellungswoche viel Arbeit, denn sie müssen sich auf \"Fuchsjagd\" begeben, um nicht Pleite zu gehen. Währenddessen freuen sich alle auf die alljährliche \"Geheimparty\".","versions":[{"lang":1,"streams":[{"redirect":9592144,"hoster":"VOE"},{"redirect":8567530,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Sinn des Lebens","epNo":3,"alt":"Cross Examined Life","descr":"Rusty versucht mit allen Mitteln, Dale zu einem Wechsel zu Kappa Tau zu bewegen. Der ist mittlerweile Fuchs bei den Omega Chis. Um Dale zu überzeugen, organisieren Rusty und Dana eine Dinnerparty, bei der aber alles schiefgeht. Casey hingegen hat einen schweren Start in ihr Jurastudium, da alle denken, sie hätte sich den Studienplatz \"erschlafen\". Dementsprechend wird sie von ihren Kommilitonen weitgehend ignoriert.","versions":[{"lang":1,"streams":[{"redirect":9592146,"hoster":"VOE"},{"redirect":8567527,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alles über Beaver","epNo":4,"alt":"All About Beav","descr":"Beaver hat ein Problem: Er hat bei einem Aufsatz geschummelt, ist durchgefallen und muss ihn nun beim zweiten Anlauf unbedingt bestehen, da sonst seine Karriere gefährdet werden könnte. Gemeinsam mit Casey, die ihr Jurastudium nur mit großer Mühe bewältigt, macht er sich auf die Suche nach Dave, der mit Aufsätzen und Fallzusammenfassungen \"dealt\". Als sie ihm schließlich begegnen, erwartet sie eine ungeahnte Überraschung.","versions":[{"lang":1,"streams":[{"redirect":9592149,"hoster":"VOE"},{"redirect":8567531,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Ziege","epNo":5,"alt":"Home Coming And Going","descr":"Die Kappa Taus bereiten ihre große Homecoming-Party unter dem Motto \"Mount Everest\" vor, als plötzlich Spideys Vater auftaucht. Der Fuchs Spidey soll auf Wunsch seines einflussreichen Vaters innerhalb weniger Tage einen großen Bruder bekommen, doch Cappy und Rusty reißen sich nicht gerade um diese Aufgabe. Zwischen Ashleigh und Casey kommt es unterdessen zu einem heftigen Streit. Als Casey sich daraufhin völlig frustriert dem Alkohol hingibt, geschieht etwas Unvorhersehbares …","versions":[{"lang":1,"streams":[{"redirect":9581844,"hoster":"VOE"},{"redirect":8543271,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katerstimmung","epNo":6,"alt":"Fumble","descr":"Der Morgen danach ist für Rusty sehr schmerzvoll: Er hat einen unglaublichen Kater und versucht zu rekonstruieren, was am letzten Abend geschehen ist. Da fällt ihm ein Lippenstiftfleck an seiner Wange auf … Auch bei Casey und Cappie war Alkohol im Spiel: Sie sind, ohne zu verhüten, übereinander hergefallen. Nun muss Casey die Konsequenzen aus der unbedachten Handlung ziehen.","versions":[{"lang":1,"streams":[{"redirect":9592150,"hoster":"VOE"},{"redirect":8567543,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tabula Rasa","epNo":7,"alt":"Midnight Clear","descr":"Calvin feiert seinen 21. Geburtstag in Rustys Appartement und hat die halbe Stadt eingeladen. Ein Schneesturm verhindert jedoch, dass die Bude voll wird. Angesichts der fehlenden Partystimmung beschließen die Freunde, ins \"Doblers\" zu gehen. Da Ashleigh dort als Spülhilfe arbeitet, verfügt sie über die Schlüssel. Unter steigendem Alkoholkonsum, kommt es beim Spiel \"Pflicht oder Wahrheit\" zu erstaunlichen Offenbarungen …","versions":[{"lang":1,"streams":[{"redirect":9700905,"hoster":"VOE"},{"redirect":8567540,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Hai-Gen","epNo":8,"alt":"Subclass Plagiostomi","descr":"Casey, Katherine, Jim und Evan müssen sich im Rahmen ihres Jurastudiums einer neuen Herausforderung stellen: Ein Wettstreit soll darüber entscheiden, wer die Assistenzstelle bei Professor Segal bekommt. Währenddessen hat Kappa Tau mit einem anderen Problem zu kämpfen: Die Verbindung steht kurz vor der Auflösung, da ihre akademischen Ergebnisse sehr zu wünschen übrig lassen. Doch die Mitglieder vermuten eine Verschwörung …","versions":[{"lang":1,"streams":[{"redirect":12916688,"hoster":"VOE"},{"redirect":8543275,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Goldene Lilie","epNo":9,"alt":"Agents For Change","descr":"Rebecca hat alle Hände voll zu tun, denn Zeta Beta wurde für die Goldene Lilie nominiert – die höchste Auszeichnung für die beste Filiale des Landes. Sie ist besessen von der Idee, Zeta Beta zum Sieg zu führen – ohne Rücksicht auf Verluste. Ob es ihr gelingt, Popstar Justin Bieber für den Besuch des Hohen Rates zu buchen? Cappie versucht in der Zwischenzeit, das Kappa Tau-Haus zu retten. Sollte sich kein Geldgeber für notwendige Reparaturen finden, droht die Schließung …","versions":[{"lang":1,"streams":[{"redirect":9700906,"hoster":"VOE"},{"redirect":8543270,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Vermächtnis","epNo":10,"alt":"Legacy","descr":"Lasker hat den Auftrag, das Haus der Kappa Taus zu renovieren – doch das ist nicht die ganze Wahrheit: Statt einer Renovierung soll das ganze Haus abgerissen und an dessen Stelle ein Sportzentrum gebaut werden. Evan und Casey sollen im Auftrag von Professor Segal verhindern, dass sich die Kappa Taus gegen den Abriss zur Wehr setzen. Als die Chancen auf den Erhalt des Hauses immer geringer werden, tauchen viele ehemalige Studenten auf, um gemeinsam den Abriss zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":9581845,"hoster":"VOE"},{"redirect":8545779,"hoster":"Streamtape"}]}]}]}]}