{"path":"/serie/stream/greyzone","name":"Greyzone","descr":"Die Ingenieurin Victoria (Birgitte Hjort Sørensen), die an der Entwicklung neuer Drohnen beteiligt war, wird von Terroristen in ihrem eigenen Haus als Geisel genommen. Dies ist der Auftakt zu einer ganzen Reihe beunruhigender Ereignisse, die in einem großangelegten Terrorakt in Skandinavien ihren Höhepunkt finden sollen. Der dänische und schwedische Geheimdienst arbeiten fieberhaft daran, die Katastrophe zu verhindern …","seasons":[{"path":"/serie/stream/greyzone/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/greyzone/staffel-1/episode-1","name":"Die Vereinbarung","epNo":1,"alt":"The Takeover","descr":"Eva Forsberg (Tova Magnusson) von der schwedischen Sicherheitspolizei SÄPO ist einem möglichen Terrorangriff durch ein geheimes Netzwerk auf der Spur. Ihre Ermittlungen führen sie zu dem dänischen Kollegen Henrik Dalum (Lars Ranthe) und dem Agenten des dänischen PET, Jesper Lassen (Joachim Fjelstrup), nach Kopenhagen.\r\rVictoria Rahbeck (Birgitte Hjort Sorensen), Entwicklerin von Steuerungssystemen für Drohnen bei der Firma \"SparrowSat\" in Stockholm, hat mit ihrer neusten Erfindung den Markt revolutioniert. Bei einer Produktvorführung in Frankfurt trifft sie ihren früheren Kommilitonen Iyad Adi Kassar (Ardalan Esmaili) wieder, der als Reporter arbeitet und Victoria interviewen möchte. Da ihr Sohn Oskar (Virgil Katring-Rasmussen) mit ihrem Ex-Mann in Paris Ferien macht, verabreden die beiden sich in Victorias Wohnung. Ein fataler Fehler: Iyad entpuppt sich als skrupelloser Terrorist, der mit Komplizen einen Drohnenanschlag in Skandinavien plant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012338","hoster":"VOE"},{"path":"/redirect/8569566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-2","name":"Die erste Mission","epNo":2,"alt":"First Mission","descr":"Unbemerkt werden Victorias Sohn Oskar (Virgil Katring-Rasmussen) und dessen Vater in Paris von den Terroristen überwacht. Sie drohen Victoria (Birgitte Hjort Sorensen), Oskar zu entführen, wenn sie sich weigert, die nötigen Informationen von \"SparrowSat\" zu beschaffen. Schnellstmöglich fliegt Victoria mit Iyad (Ardalan Esmaili) nach Stockholm, um eine Spionagesoftware auf dem Computer ihres Chefs Johan (Christopher Wollter) zu installieren. Doch leider kommt dieser früher aus der Mittagspause zurück als erwartet. Um Kontakt zu den Mitgliedern der Terrorzelle aufzubauen, setzen Eva und Jesper den Imam Naveed als Informanten ein. Doch ihr Plan misslingt, und die Terroristen werden misstrauisch. Das hat katastrophale Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012337","hoster":"VOE"},{"path":"/redirect/8569559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-3","name":"Oskar","epNo":3,"alt":"The Return","descr":"Jesper (Joachim Fjelstrup) fühlt sich verantwortlich für die Ermordung Naveeds und fühlt sich moralisch verpflichtet, dessen Mörder zu finden. Durch eine erneute Befragung einiger Verdächtiger werden die Ermittler auf Victoria Rahbeck (Birgitte Hjort Sorensen) aufmerksam, die eine Verbindung zum Netzwerk der Terrorzelle zu haben scheint.\r\rAufgrund einer Erkrankung seines Vaters kommt Victorias Sohn Oskar (Virgil Katring-Rasmussen) früher aus Paris zurück. Iyad (Ardalan Esmaili) gefällt das gar nicht. Jedoch beruht die Abneigung auf Gegenseitigkeit, und Victoria hat nun einen Komplizen im Kampf gegen das Böse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012341","hoster":"VOE"},{"path":"/redirect/8543424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-4","name":"Der Code","epNo":4,"alt":"A Chance","descr":"Der dänische Inlandsnachrichten- und Sicherheitsdienst PET hat eine neue Spur zu einem zweiten Sprengkopf gefunden. Die Suche wird zu einem Wettlauf gegen die Zeit. Victoria (Birgitte Hjort Sorensen) und Iyad (Ardalan Esmaili) reisen unterdessen erneut zu \"SparrowSat\" nach Stockholm. Während einer Jubiläumsfeier soll Victoria den Prototyp der Drohne \"BAT\" stehlen. Während ein IT-Experte namens Marjan weiter Daten über Victoria sammelt, untersucht Jesper (Joachim Fjelstrup) ohne Dienstanweisung Victorias Haus und sucht sie in ihrer Wohnung auf. Dabei gibt sie ihm einen Zettel mit ihrer Telefonnummer. Doch die Nachricht enthält mehr, als die Polizei auf den ersten Blick erkennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012353","hoster":"VOE"},{"path":"/redirect/8543425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-5","name":"Kontakt","epNo":5,"alt":"Recruited","descr":"In der Zwischenzeit zwingt Iyad (Ardalan Esmaili) Victoria (Birgitte Hjort Sorensen) weiter, ihm Details über die Programmierung der Flugsteuerung zu beschaffen. Das Ermittlerteam beginnt, Victoria zu überwachen. Polizistin Eva Forsberg (Tova Magnusson) nutzt am Flughafen die Gelegenheit, um Kontakt mit ihr aufzunehmen. Victoria hofft nun auf Hilfe der Polizei. Die Ermittler haben jedoch andere Pläne mit ihr: Da sie Iyad nicht identifizieren können, sind sie auf Victorias Mitarbeit angewiesen und wollen sie und ihren Sohn nicht sofort aus den Händen der Terrorzelle befreien. Beim nächsten Kontakt soll Jesper (Joachim Fjelstrup) Victoria die neuesten Entwicklungen in dem Fall einfühlsam mitteilen und sie als Agentin rekrutieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012335","hoster":"VOE"},{"path":"/redirect/8543428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-6","name":"Doppelagent","epNo":6,"alt":"Double Agent","descr":"In ihrer neuen Rolle als Doppelagentin bekommt Victoria (Birgitte Hjort Sorensen) genaue Anweisungen von der Polizei. Doch als sie erneut mit den Ermittlern Kontakt aufnehmen will, wird Iyad (Ardalan Esmaili) misstrauisch, und der Einsatz droht aufzufliegen. Eva (Tova Magnusson) und ihr Team überprüfen weiter Iyads Hintergrund und erhalten von einem britischen Kollegen entscheidende Informationen. Oskar (Virgil Katring-Rasmussen) freundet sich langsam mit Iyad an. Während einer Unterhaltung der beiden nutzt Victoria die Chance, eine Abhörsoftware auf Iyads Handy zu installieren. Damit verschafft sie der Polizei einen direkten Zugriff auf das Datennetzwerk der Terrorzelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012332","hoster":"VOE"},{"path":"/redirect/8545930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-7","name":"Zugriff","epNo":7,"alt":"The Sacrifice","descr":"Da die BETA-Steuerungssoftware für die BAT nicht richtig funktioniert, muss Victoria (Birgitte Hjort Sorensen) überraschend noch einmal nach Stockholm reisen und neue Daten von \"SparrowSat\" kopieren. Dabei wird sie von ihrer Kollegin und Freundin Linda (Karin Franz Körlof) erwischt. Linda vereitelt den Datenklau und gerät so ins Fadenkreuz der Terroristen. Iyads Komplize Al-Shashani (Kida Khodr Ramadan) wird sich des Problems annehmen.\r\rEva (Tova Magnusson) und Jesper (Joachim Fjelstrup) sind sich der Lebensgefahr, in der sich Linda befindet, bewusst und geben ihr Polizeischutz. Ihren Einsatz gegen die Terrorzelle dürfen sie jedoch nicht gefährden. Daher entscheidet Eva, die Operation der Terroristen laufen zu lassen. Das hat tödliche Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012334","hoster":"VOE"},{"path":"/redirect/8543434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-8","name":"Überleben","epNo":8,"alt":"Survival Skills","descr":"Victoria (Birgitte Hjort Sorensen) ist nach dem Mord an Linda (Karin Franz Körlof) geschockt und bricht zusammen. Iyad (Ardalan Esmaili) und die anderen Mitglieder der Terrorzelle befürchten, dass sie zu schwach ist, ihren Auftrag auszuführen. Wird Victoria zu einem Problem für die Terroristen, das beseitigt werden muss? Iyad versucht dies zu verhindern und fährt mit ihr und Oskar an die Küste.\r\rUnterdessen suchen Jesper (Joachim Fjelstrup) und Eva (Tova Magnusson) Iyads Schwiegereltern auf. Sie möchten mehr über den Unfalltod von Iyads Frau Molly erfahren. In dem Gespräch erfahren sie, dass der schwedische Nachrichten- und Sicherheitsdienst des Militärs den Schwiegereltern bereits kurz nach dem Unglück einen Besuch abgestattet hat. Bei einer Konferenz mit dem jordanischen Geheimdienst kommt die Wahrheit über die Ereignisse und Iyads Vergangenheit ans Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012352","hoster":"VOE"},{"path":"/redirect/8569553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-9","name":"Simone","epNo":9,"alt":"Simone","descr":"Das Polizeiteam verschafft sich Zugang zur Wohnung eines Mitgliedes der Terrororganisation. Dabei machen die Beamten jedoch einen groben Fehler, der nicht nur die Mission gefährdet, sondern auch Victoria (Birgitte Hjort Sorensen) und Oskar (Virgil Katring-Rasmussen) das Leben kosten kann.\r\rWährend Victoria weiterhin die Informantin der Polizei ist, versucht sie durch die emotionale Nähe zu Iyad (Ardalan Esmaili), Oskars und ihr Leben zu retten. Iyad stimmt einem angeblichen Treffen mit der Erzieherin \"Simone\" zu, das Victoria wahrnehmen möchte. In Wahrheit nutzt sie diese Zeit, um der Polizei neue Informationen über die Drohne zu liefern. Währenddessen erfährt Iyad von Oskar, dass im Kindergarten keine Simone arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012354","hoster":"VOE"},{"path":"/redirect/8569558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/greyzone/staffel-1/episode-10","name":"Eine neue Welt","epNo":10,"alt":"A New World","descr":"Victoria (Birgitte Hjort Sorensen) und Oskar (Virgil Katring-Rasmussen) sind gemeinsam mit den Terroristen auf dem Weg zur Drohne. Victoria soll diese für den endgültigen Einsatz programmieren und ihre Aufgabe beenden.\r\rDoch auf dem Weg zum geheimen Standort der Drohne hinterlässt sie Spuren für die Polizei, die ihr dicht auf den Fersen ist. Es beginnt ein Wettlauf gegen die Zeit: Denn nicht nur Victorias und Oskars Leben sind in Gefahr. Nun geht es darum, den Anschlag zu vereiteln und Hunderte Menschenleben zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012349","hoster":"VOE"},{"path":"/redirect/8569564","hoster":"Streamtape"}]}]}]}]}