{"path":"/serie/stream/grimm","name":"Grimm","descr":"Die Arbeit von Detective Nick Burkhardt (David Giuntoli) als Mordermittler in Portland, Oregon, nimmt eine unerwartete Wendung. Er sieht in Visionen immer mehr Dinge, die er sich nicht erklären kann: eine wunderschöne Frau, die sich plötzlich in ein Monstrum verwandelt oder einen gewöhnlichen Passanten, der zu einem gewalttätigen Troll wird. Schließlich findet Nick heraus, dass er von einer Elite-Gruppe von Jägern abstammt. Die Aufgabe der \"Grimms\" war es seit jeher die Ausbreitung übernatürlicher Kreaturen zu stoppen. So beginnt Nick ein zweites Leben als einer der letzten, noch existierenden \"Grimms\". Gleichzeitig klärt er noch immer Verbrechen auf, doch sein Partner bemerkt schnell, dass er nicht mehr der Alte ist. Vielleicht, weil Nick plötzlich die Märchen-Verbindungen in den Kriminalfällen erkennt?","seasons":[{"path":"/serie/stream/grimm/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/grimm/staffel-1/episode-1","name":"Es war einmal…","epNo":1,"alt":"Pilot","descr":"Nach außen ist Nick Burkhardt ein ganz normaler Detective der Mordkommission in Portland, wo er gemeinsam mit seinem Kollegen Hank ermittelt. Auch privat unterscheidet sich Nick zunächst nicht sonderlich von anderen Menschen: Er ist glücklich mit Freundin Juliette liiert und möchte einen Heiratsantrag machen. Doch seit einiger Zeit passieren in Nicks Leben merkwürdige Dinge: Beim Anblick mancher Menschen verwandeln diese sich plötzlich für Sekunden in furchterregende Monster. Scheinbar unsichtbar für alle seine Mitmenschen, tut Nick dieses Phänomen zunächst als eine bloße Einbildung seinerseits ab und ermittelt stattdessen in einem Mordfall: Eine junge Joggerin ist von ihrer täglichen Runde nicht nach Hause zurückgekehrt. Als die Polizisten im Wald die Überreste der Frau finden, ist schnell klar, dass es sich hierbei um einen brutalen Mord handeln muss. Allerdings ist der Körper des Opfers derart zerfetzt worden, dass es zunächst danach aussieht, als sei sie von einem wilden Tier niedergerissen worden. Einzig ein Schuhabdruck am Tatort lässt die Ermittler stutzen.Am Abend bekommt Nick überraschend Besuch von seiner schwerkranken Tante Marie, bei der er aufgewachsen ist. Doch die Freude über das Wiedersehen währt nicht lange, denn Tante Marie weiht Nick in ihr Familiengeheimnis ein. All die verwirrenden, plötzlichen Verwandlungen, die Nick in letzter Zeit beobachtet hat, waren keine Zufälle: Er ist ein Grimm – ein Wächter des Guten, wie schon seine Vorfahren, die sich dem Kampf gegen die bösen \"Wesen\" verschrieben haben, um das mythologische Gleichgewicht auf der Erde zu erhalten. Doch was sich verwirrend anhört, bekommt Nick schon bald zu spüren, als er und Tante Marie bei einem nächtlichen Spaziergang von \"Wesen\" angegriffen werden. Als am nächsten Tag plötzlich ein kleines Mädchen verschwindet und dieselben Schuhabdrücke im Wald gefunden werden, glaubt Nick, bei der Verfolgung der Abdruckspur, dank seiner Fähigkeit, den Täter gefunden zu haben – offenbar ebenfalls ein \"Wesen\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012477","hoster":"VOE"},{"path":"/redirect/8543530","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12922996","hoster":"VOE"},{"path":"/redirect/8543429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-2","name":"Bärenfalle","epNo":2,"alt":"Bears Will Be Bears","descr":"Ein junges Paar bricht in eine Villa ein, dessen Besitzer zu dieser Zeit nicht zugegen sind und macht es sich dort gemütlich. Doch sie bleiben nicht lange ungestört, als plötzlich ein Auto im Hof parkt und jemand das Haus betritt. Während der jungen Frau die Flucht aus dem Fenster gelingt, wird ihr Freund beim selbigen Versuch zurückgezogen und verschwindet spurlos.Die Frau namens Gilda wendet sich an Nick und dessen Kollegen Hank. Gemeinsam fahren sie zum Haus, wo die Besitzer den Einbruch bereits bemerkt und ebenfalls die Polizei kontaktiert haben. Zunächst scheint es so, als handele es sich um eine ganz normale Familie, doch als Nick auf den Sohn trifft, erscheint ihm dieser für eine Sekunde als bärenartige Kreatur. Mit Hilfe von Monroe findet Nick heraus, dass es sich dabei um einen sogenannten \"Jägerbär\" handelt, dessen Tradition es ist, auf \"Roh-Hatz\" zu gehen. Dabei werden vorzugsweise zwei junge Menschen in eine Fallgrube gejagt, in der sich angespitzte Pfähle befinden. Ist Gildas Freund etwa Opfer eines solchen Rituals geworden?Allerdings ist dies nicht Nicks einziges Problem: Nachdem er in letzter Sekunde verhindern konnte, dass eine junge Frau in Gestalt eines \"Hexenbiestes\" der im Krankenhaus liegenden Tante Marie ein Gift verabreichen konnte, eröffnet Nicks Chef, Captain Sean Renard, ihm, dass er die Polizisten vor Tante Maries Krankenzimmer abziehen muss. Dabei ahnt Nick jedoch nicht, dass Captain Renard einen perfiden Plan verfolgt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012472","hoster":"VOE"},{"path":"/redirect/8543533","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592218","hoster":"VOE"},{"path":"/redirect/8569567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-3","name":"Bienenkönigin","epNo":3,"alt":"Beeware","descr":"Nach einem Flashmob in einer Straßenbahn bleibt eine junge Frau leblos am Boden liegen. Als Nick und Hank am Tatort eintreffen, werden sie bereits von Sergeant Wu in Empfang genommen. Bei der Frau handelt es sich um die Anwältin einer renommierten Kanzlei, Serena Dunbrook. Doch der Anblick der einst so hübschen Frau schockiert die Beamten: Ihr Gesicht ist fast bis zur Unkenntlichkeit entstellt. Im Labor erfahren Nick und Hank, dass Serena offenbar an einer Dosis Bienengift gestorben ist. Doch sie finden nur ein einziges Einstichloch, was zudem außergewöhnlich groß ist. Für Nick steht fest: Serenas Tod ist kein gewöhnlicher! Weil die Detectives zunächst keinerlei Anhaltspunkte über den Täter haben, bestellen sie kurzerhand alle Teilnehmer des Flashmobs aufs Revier. Zwar berichten alle dieselbe Geschichte, eine Einladung per Mail bekommen zu haben und sich nicht zu kennen, doch Nick bleibt misstrauisch – und tatsächlich: Die Erzählung des jungen Mannes namens Doug weist Lücken auf. Als Nick ihn daraufhin im Verhör aus dem Konzept bringt, verwandelt sich Dougs Gesicht für Sekunden in das einer Biene. Auch das Gesicht eines zweiten Mannes, John Coleman, verwandelt sich. Nachdem die beiden Männer nach dem Verhör das Revier verlassen dürfen, nehmen Nick und Hank ihre Spur auf und gelangen in eine Papierfabrik, wo sich Doug und John mit einer Unbekannten treffen. Als die beiden Detectives überraschend von einem gigantischen Bienenschwarm angegriffen werden, ist schnell klar: Antworten wird Nick höchstwahrscheinlich nur in Tante Maries Buch finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11719300","hoster":"VOE"},{"path":"/redirect/8543536","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592217","hoster":"VOE"},{"path":"/redirect/8569570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-4","name":"Ziegendämon","epNo":4,"alt":"Lonelyhearts","descr":"Eine spärlich bekleidete Frau namens Faith befindet sich auf der Flucht und wird dabei auf einer Brücke von einem Auto angefahren. Der Fahrer steht unter Schock. Erst als eine dunkle Gestalt auftaucht und ihn auffordert, den Notruf zu wählen, findet der Unfallverursacher seine Fassung wieder und tut, was ihm befohlen wird. Doch als er zurückkommt, ist die Gestalt plötzlich verschwunden und die junge Frau tot. Als Nick und Hank am Tatort eintreffen, stellen die beiden Detectives fest, dass Faiths Leiche am Arm tiefe Schnittwunden aufweist, die unmöglich vom Autounfall stammen können. Die Obduktion ergibt außerdem, dass Faith offenbar nicht an den Folgen des Unfalls gestorben ist, sondern erwürgt wurde. Aber wovor ist Faith eigentlich geflüchtet und wer steckt hinter der dunklen Gestalt? Der erste Verdacht führt zu Faiths Ehemann, der schon des Öfteren wegen häuslicher Gewalt auffällig wurde. Allerdings kann dieser Nick und Hank schnell davon überzeugen, unschuldig zu sein. Seine Frau pflegte jedoch regen Kontakt mit Freunden in sozialen Internetforen und verließ wohl häufiger schon mal nachts das Haus. Ein Chatprotokoll lässt Nick und Hank auf ein kleines Hotel in der Nähe des Tatortes aufmerksam werden. Dessen Besitzer Billy scheint zwar aufmerksam und nett zu sein, jedoch auch nicht ganz normal: In einer Wasserspiegelung erkennt Nick in ihm einen Ziegendämon … Derweil stattet ein Unbekannter dem Polizeirevier einen Besuch ab: Er erkundigt sich bei Sergeant Wu nach dem Polizisten, der einen Freund von ihm auf offener Straße erschossen hat – es handelt sich um Nick …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012479","hoster":"VOE"},{"path":"/redirect/8676557","hoster":"Vidoza"},{"path":"/redirect/8543528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581872","hoster":"VOE"},{"path":"/redirect/8543431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-5","name":"Rattenfänger","epNo":5,"alt":"Danse Macabre","descr":"Der Musiklehrer der örtlichen Highschool, Paul Lawson, wird tot in seinem Wagen aufgefunden. Doch der Lehrer starb keinen gewöhnlichen Tod: Lawson wurde von unzähligen Ratten angegriffen und gefressen. Nick und Hank verhören Lawsons Schüler vom ‚Von Hamelin Music Institute. Er unterrichtete zuletzt einen exklusiven Kreis der vier besten Schüler. Sie sind es auch, die Nick und Hank auf die Spur von Lawsons ehemaligen Schüler und Ausnahmetalent Roddy Geiger bringen, der erst vor kurzem suspendiert wurde. Roddy Geiger lebt gemeinsam mit seinem Vater auf einem Schrottplatz am Rande der Stadt. Dort müssen die Detectives, sehr zum Leid von Hank, feststellen, dass Roddy tatsächlich eine ganz besondere Beziehung zu Ratten pflegt. Doch die Situation eskaliert schnell, als Roddys Vater die Polizisten erblickt. In seiner Wut offenbaren er und Roddy Nick ihre wahren Gesichter – die eines Reinigen, einem rattenähnlichen Wesen. Als hätte Nick nicht schon genug zu tun, warten auch zuhause Probleme auf ihn: Der Kühlschrank ist kaputt und muss repariert werden. Dabei stellt sich jedoch heraus, dass der Elektriker ebenfalls ein Reinigen ist, der schnurstracks die Flucht vor Nick ergreift – sehr zu Juliettes Verwunderung. Auch auf der Arbeit rätselt Hank derweil, weshalb Nick seit einiger Zeit einen derart guten Instinkt an den Tag legt. Allerdings wird er in seinem Gedanken unterbrochen, als ihm nichtsahnend ‚Hexenbiest‘ Adalind gegenüber steht und ihn zum Essen einlädt – offenbar nicht ganz zufällig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096262","hoster":"VOE"},{"path":"/redirect/8543532","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592221","hoster":"VOE"},{"path":"/redirect/8545924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-6","name":"Drei Böse Wölfe","epNo":6,"alt":"The Three Bad Wolves","descr":"Nick und Hank werden zu den Überresten des Hauses von Hap Lasser gerufen. Das Haus war in der Nacht explodiert und Hap konnte sich wie durch ein Wunder noch rechtzeitig in Sicherheit begeben. Nick wittert sofort widrige Umstände, doch zunächst sieht alles, trotz der Erkenntnis, dass Hap ein Blutbarde ist, tatsächlich nach einem Unfall aus. Auf dem Revier erfahren die Detectives jedoch, dass Haps Bruder Ralph erst vor kurzem unter ähnlichen Umständen ums Leben gekommen ist. Nun muss Hap bei seinem alten Freund, Blutbarde Monroe, unterkommen. Allerdings bleiben die beiden Männer nicht lange unter sich: Ausgerechnet als Nick bei Monroe und Hap nach dem Rechten sehen will taucht ein weiterer Blutbarde auf und greift Nick auf offener Straße an. Es ist Haps Schwester und Monroes Exfreundin, die explosive und temperamentvolle Angelina, die auf Grimms nicht gut zu sprechen ist. Angelina will ihren Bruder rächen und weiß offenbar, wer hinter den Attentaten steckt – die ‚Bauerschweine‘. Damit nicht genug, will sie auch die Beziehung zu Monroe wieder aufleben lassen, was diesen wiederum in einen inneren Konflikt stürzt. Immerhin hat er es bisher gut geschafft, seine Blutbarde-Instinkte zu unterdrücken. Doch Monroe kann Angelina nicht widerstehen und lässt sich von ihr im Wald verführen. Ausgerechnet in dieser Nacht wird Hap von einem Unbekannten erschossen und Angelina und Monroe rücken ins Visier von Nicks Kollegen Hank. Nick hingegen muss schnell erkennen, dass er in diesem Konflikt mit menschlichen Gesetzen nicht weit kommt, denn es handelt sich um eine nun mehr jahrzehntelang andauernde Fehde zwischen Blutbarden und Bauerschweinen, in der Angelina von Monroe schließlich eine Entscheidung fordert: Gibt er sich seinen Instinkten als Blutbarde wieder hin und unterstützt sie im Kampf gegen ihre Feinde oder fristet er weiterhin ein Dasein als scheinbar ‚normaler‘ Mensch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012478","hoster":"VOE"},{"path":"/redirect/8676558","hoster":"Vidoza"},{"path":"/redirect/8545940","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592220","hoster":"VOE"},{"path":"/redirect/8543433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-7","name":"Tief im Wald","epNo":7,"alt":"Let Your Hair Down","descr":"Tief im Wald werden zwei Wanderer von dem polizeibekannten Drogenhändler Delmar Blake überwältigt und mit einer Waffe bedroht. Doch als es im Dickicht raschelt, lässt Blake von den beiden ab und er verschwindet, um nachzusehen. Die Wanderer können sich befreien, doch Blake wird am nächsten Tag tot aufgefunden. Die Detectives Nick und Hank ermitteln am Tatort. Dabei finden sie ein Haar, das weder dem Toten noch dem Pärchen zugeordnet werden kann. Die Analyse ergibt etwas Unglaubliches: Das Haar gehört Holly Clark. Das Mädchen war vor neun Jahren spurlos aus dem Garten ihrer Adoptiveltern verschwunden und müsste nunmehr im Teenageralter sein. Nick wittert übermenschliche Hintergründe, denn ein normaler Mensch kann wohl kaum so lange Zeit im Wald überleben. Ist das Mädchen etwa ein Blutbarde? Er bittet Monroe um Hilfe und gemeinsam begeben sie sich in den Wald – und tatsächlich: Schon bald wittert Monroes feine Nase eine Spur. Doch die beiden bleiben nicht lange allein im Unterholz, denn Blakes Brüder Mike und Roland haben sich ebenfalls auf den Weg gemacht, um den Mörder ihres Bruders zu finden. Währenddessen rollt Nicks Kollege Hank auf der Suche nach Hollys damaligem Entführer die alten Ermittlungen des Falls auf und wird fündig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012476","hoster":"VOE"},{"path":"/redirect/8543529","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592222","hoster":"VOE"},{"path":"/redirect/8543437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-8","name":"Granitbestie","epNo":8,"alt":"Game Ogre","descr":"Die Detectives Nick und Hank werden von einem Mörder in Atem gehalten, nachdem ein bekannter Richter in seinem Haus überfallen und auf grausame Weise getötet wurde. An der Tatwaffe finden die Ermittler einen Fingerabdruck, der zu Chilton, einem Mitglied der Navy, führt. Doch dort angekommen, können die Detectives nur noch dessen Tod feststellen. Zudem fehlt dem Opfer seine rechte Hand, die Hand, von der der Fingerabdruck am Tatort des Richters stammt. Allerdings fällt Nick und Hank noch etwas auf: Chilton trägt eine sehr seltene und wertvolle Damenarmbanduhr, auf deren Rückseite der Name ‚Mary‘ eingraviert ist. Ein Uhrenexperte muss her und wer könnte da nicht besser geeignet sein als Monroe? Dessen Recherche ergibt, dass die Uhr zuletzt einer Staatsanwältin namens Mary Robinson gehört hat, die ebenfalls in Portland wohnt. Allerdings schwindet bei der Ankunft vor Robinsons Haus bereits jegliche Hoffnung, sie noch lebend zu finden: Die pensionierte Dame wurde ebenfalls ermordet. Der Tatort erinnert Hank jedoch an einen vergangenen Fall, bei dem vor einigen Jahren eine dreiköpfige Familie ausgelöscht wurde. Der Täter, Oleg Stark, wurde damals zu 300 Jahren Haft verurteilt. Ein äußerst ungewöhnlicher Mann, bei dem keinerlei Schmerzempfinden und eine abnorme Knochenstruktur diagnostiziert wurden. Wie sich herausstellt, brach dieser jedoch vor 24 Stunden aus dem Hochsicherheitsgefängnis aus und rächt sich augenscheinlich an den Verantwortlichen, die damals für seine Verhaftung zuständig waren. Allerdings müssen Hank und Nick bei ihren Ermittlungen ebenfalls feststellen, dass Hank der Polizist war, der Stark damals in Gewahrsam genommen hatte. Er steht offenbar als nächster auf dessen Abschussliste, doch vorher bekommt Nick Besuch von Stark und lernt so die außergewöhnlichen Kräfte des übelsten Wesens aller kennen – die der ‚Granitbestie‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012473","hoster":"VOE"},{"path":"/redirect/8545943","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581874","hoster":"VOE"},{"path":"/redirect/8543432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-9","name":"Von Mäusen und Menschen","epNo":9,"alt":"Of Mouse and Man","descr":"Ein junger Mann namens Lenny wird tot in einem Müllcontainer gefunden. Die Detectives der Mordkommission Nick Burkhardt und Hank Griffin zieht es zur Wohnung des Opfers, wo dessen Vermieter sie auf einen Streit zwischen Lenny und den Nachbarn Martin und Mason aufmerksam macht. Der Streit war wohl nicht der Erste zwischen den drei Parteien und Lenny galt als nicht sonderlich beliebt, was auch dessen Freundin Natalie zu Protokoll gibt. Sowohl Mason als auch Martin bekommen daraufhin Besuch von Nick und Hank und sie sind offensichtlich keine Unschuldslämmer: Beim Anblick des schüchternen Martin in dessen Trödelladen, verwandelt dieser sich vor Nicks Augen in ein ‚Mauseherz‘-Wesen. Auch Mason, ein erfolgreicher aber unsympathischer Anwalt, zeigt in seiner Kanzlei sein wahres Gesicht vor Nick: Er ist eine ‚Schreckensnatter‘. Von Monroe erfährt Nick, dass ein Aufeinandertreffen von ‚Schreckensnatter‘ und ‚Mauseherz‘ nicht gut gehen kann, denn während ein ‚Mauseherz‘ ängstlich ist und nichts in seinem Leben zustande bringt, ist die ‚Schreckensnatter‘ äußerst dominant und gefährlich – auch für Grimms. Aber wer von ihnen ist Lennys Mörder? Indes erhält Monroe per Telefon den Auftrag, eine Uhr zu reparieren. Doch kaum angekommen, wird er plötzlich von unbekannten Wesen zusammengeschlagen. Zwar kann er niemanden erkennen, erhält jedoch eine Nachricht, die eindeutig ist: Offenbar handelt es sich um eine Warnung der ‚Sensenmänner‘, denen die Freundschaft zwischen einem Grimm und einem Wesen ein Dorn im Auge ist. Und es bleibt nicht bei diesem Vorfall: Nicks Freundin Juliette beobachtet, wie Unbekannte ihr Haus beschatten und macht sich auf eigene Faust auf die Suche …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012480","hoster":"VOE"},{"path":"/redirect/8676560","hoster":"Vidoza"},{"path":"/redirect/8543535","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581871","hoster":"VOE"},{"path":"/redirect/8543439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-10","name":"Hexenjagd","epNo":10,"alt":"Organ Grinder","descr":"Die Leiche eines jungen Mannes wird in einem Fluss gefunden und damit beginnt einer der bisher härtesten Fälle für das Detective-Duo Nick Burkhardt und Hank Griffin: Das Opfer stellt sich als Steven Bamford heraus, ein obdachloser Teenager. Steven ist offensichtlich im Fluss ertrunken, doch Dr. Harper findet heraus, dass er zuvor eine große Menge Blut verloren hat. Zwei Einstichlöcher am Hals weisen darauf hin, dass ihm dies offenbar mit großen Kanülen abgezapft worden war. Eine auffällige Muschelkette, die Steven bei sich trug, führt Nick und Hank schließlich zu einem ebenfalls obdachlosen Geschwisterpaar namens Hanson und Gracie. Die beiden berichten, dass Steven vor einiger Zeit einen Job angeboten bekam, seitdem jedoch nie wieder aufgetaucht ist. Das letzte Zusammentreffen war in der örtlichen Sozialklinik, in der sich Steven wegen eines Spinnenbisses behandeln ließ. Doch gerade als Nick und Hank die Klinik genauer unter die Lupe nehmen wollen, werden sie zu einem Verkehrsunfall gerufen: Ein illegaler Organtransport ist dabei zu Schaden gekommen und der Fahrer stirbt wenig später. Zuvor jedoch erhascht Nick noch einen Blick auf das wahre Gesicht des Fahrers: ein Geier-Wesen. Aus Tante Maries Grimm-Buch erfährt Nick, dass Geier mit Vorliebe Organe aus noch lebenden Menschen entnehmen und diese zu Heilmittel und Aphrodisiaka weiterverarbeiten. Ist Steven etwa einem solchen Wesen zum Opfer gefallen? Doch dieser Fall ist nicht Nicks einziges Problem: Er ist drauf und dran, Juliette von seinem Dasein als Grimm zu erzählen. Aber wird sie ihm überhaupt glauben? Zudem bekommt Captain Renard eine Botschaft der Sensenmänner: Wie sie zuvor bereits Monroe durch eine Schlägerei gezeigt haben, dulden diese auch Renards Kontakt zu einem Grimm nicht länger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13178842","hoster":"VOE"},{"path":"/redirect/8543531","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604908","hoster":"VOE"},{"path":"/redirect/12978260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-11","name":"Spinnenbiss","epNo":11,"alt":"Tarantella","descr":"Auf einer Vernissage begegnet der junge, gutaussehende Kunstsammler Ryan Showalter einer schönen Unbekannten und nimmt sie auf ein Liebesabenteuer mit zu sich nach Hause – nichtsahnend worauf er sich da eingelassen hat. Am nächsten Tag werden Nick und Hank zu einem Tatort gerufen: Ryan wurde tot in seiner Wohnung aufgefunden und den beiden Detectives bietet sich ein grauenvoller Anblick: Die Leiche wirkt wie ausgesaugt und ist mumifiziert als wäre Ryan schon mehrere Jahre tot. Ryans Freundin gibt an, dass außerdem seine sehr kostbare, goldene Rolex fehlt. Nick findet zudem einen abgebissenen Finger am Tatort. Doch dieser Finger stammt offensichtlich von einer Frau. Haben sie es hier also mit einer Mörderin zu tun? Als kurz darauf ein zweiter Mord nach demselben Schema passiert, glaubt Nick an keinen bloßen Zufall und bittet Monroe um Hilfe. Dieser nimmt Nick mit in ein Seniorenheim für Wesen, wo sie auf Charlotte treffen: Sie ist ein ‚Spinnenwesen‘, genauer gesagt, ein ‚Spinnensatan‘. Derartige Wesen müssen alle fünf Jahre innerhalb von wenigen Tagen drei Männer umbringen, um ihr vorzeitiges Altern zu verhindern und so ihr junges, schönes Aussehen bewahren zu können. Charlotte ist jedoch wie Monroe reformiert und sieht daher trotz ihrer 26 Jahre aus, wie eine alte Dame. Da zwei Morde bereits passiert sind, muss demnach schon bald die dritte Tat vollbracht werden – Nick muss sich beeilen. Doch das ist bei Weitem nicht sein einziges Problem: In Nicks Nachbarschaft hat es sich unter den dort lebenden Wesen offenbar herumgesprochen, dass er ein ‚Grimm‘ ist und sein Haus wird seitdem beschattet. Höchste Zeit für Nick, den stillen Beobachtern mal einen Besuch abzustatten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012484","hoster":"VOE"},{"path":"/redirect/8545945","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592223","hoster":"VOE"},{"path":"/redirect/8543435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-12","name":"Löwenspiele","epNo":12,"alt":"Last Grimm Standing","descr":"Auf der Suche nach seinem Hund wird ein Mann namens Ed in der Nacht im Wald von einem Unbekannten angegriffen und getötet. Als seine Frau Lois Hilfe rufen will, wird auch sie umgebracht. Am nächsten Morgen ereilt Nick und Hank die Todesnachricht und gemeinsam untersuchen sie den Tatort nach wichtigen Hinweisen. Während Hank als Motiv des Täters zunächst Drogen vermutet, ist Nick schnell klar, dass es sich hier nicht um einen ‚normalen‘ Mord handelt. Im Haus des Ehepaars finden sie ein rohes Steak und im Wald entdecken sie Pferde- und Schleifspuren sowie ein Stück von einem seltsamen Lederfetzen, der von einem Sattel stammen könnte. Die Abdrücke im Blut der Leichen können dem Vorbestraften Dimitri Skontos zugeordnet werden, allerdings weiß weder dessen Bewährungshelfer Leo Taymor noch Dimitris Chef in einem Boxclub, wo sich der Verdächtige momentan aufhält. Einen möglichen Hinweis liefert den Detectives erst Dimitris Boxer-Kollege Bryan, den Nick als ein ihm unbekanntes Wesen identifiziert. Indes wird Dimitris Auto neben einem verlassenen Lagerhaus entdeckt. Im Gebäude finden Nick und Hank Blutspuren, seltsame Zeichen an den Wänden, mittelalterliche Kampfgeräte und lateinische Inschriften. Captain Renard muss helfen, immerhin ist er der einzige unter ihnen, der die lateinische Sprache beherrscht. Einmal übersetzt, deutet alles auf illegale Gladiatorenkämpfe hin. Monroe gibt Nick schließlich den entscheidenden Hinweis: In der Welt der Wesen existieren solche Kämpfe – sogenannte ‚Löwenspiele‘. Kurze Zeit später erfahren die Detectives, dass Bryan vermisst wird und noch ahnt keiner von ihnen, dass Captain Renard an der Misere nicht ganz unbeteiligt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095016","hoster":"VOE"},{"path":"/redirect/8545944","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581873","hoster":"VOE"},{"path":"/redirect/8543440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-13","name":"Drei Münzen","epNo":13,"alt":"Three Coins in a Fuchsbau","descr":"Die Diebe Flynn, Hans und ihr Anführer Soledad Marquesa rauben den örtlichen Juwelier Bertram auf der Suche nach drei geheimnisvollen Münzen aus und töten den Besitzer. Doch obwohl sie den gesamten Tresorinhalt mit in ihr Versteck nehmen, bleibt das Gesuchte für sie unauffindbar. Während Soledad erneut zum Juweliergeschäft fährt, um sich zu vergewissern, dass sie nichts übersehen haben, bekommen Flynn und Hans Besuch von dem Steinadlerwesen Farley Kolt, der die beiden gegeneinander ausspielt, sodass sie sich gegenseitig umbringen. Inzwischen ist auch die Polizei bei Bertram eingetroffen, wo Nick auf Soledad trifft und in ihm ein Schakalwesen erkennt. Doch bis Nick begreift, ist es bereits zu spät und Soledad entkommt. Bertrams Leiche wird indes von Dr. Harper obduziert und es stellt sich heraus, dass der alte Mann letztlich nicht an den Schüssen der Diebe, sondern an drei verschluckten Münzen gestorben ist. Aber was hat es mit diesen Münzen eigentlich auf sich? Hank nimmt die Münzen vorläufig an sich und die beiden Detectives bekommen einen Hinweis darauf, wo sich Soledads Rückzugsort befindet: Dort angekommen, entwischt er ihnen zwar erneut, jedoch gelingt es ihnen, Farley Kolt zu verhaften – nicht ahnend, dass Nick und ihn offenbar etwas verbindet. Zurück auf dem Revier wird Nick plötzlich klar, warum diese Münzen so begehrt sind: Hank verliert vollkommen die Kontrolle über sich selbst. Offenbar verleihen die Geldstücke dem Besitzer Macht, Einfluss und lösen eine schreckenerregende Machtgier aus. Auf dem Revier übernimmt Captain Renard die Geldstücke und verspricht, diese in die Asservatenkammer zu bringen, doch weit gefehlt: Auch er verfällt ihnen, wobei Nick und Hank immer noch keine Ahnung haben, wer Captain Renard in Wirklichkeit ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012485","hoster":"VOE"},{"path":"/redirect/8569575","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592226","hoster":"VOE"},{"path":"/redirect/8545925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-14","name":"Feuerteufel","epNo":14,"alt":"Plumed Serpent","descr":"Zwei Diebe brechen in der Nacht auf der Suche nach wertvollen Kupferresten in ein Lagerhaus ein. Dabei stellen sie jedoch schnell fest, dass sie nicht allein sind. Zur selben Zeit sieht sich ein weiterer Dieb nach der wertvollen Beute um, doch gerade als sie sich ihm nähern, tritt plötzlich Gas aus, gefolgt von einem riesigen Feuerball, indem die beiden Männer verbrennen. Am nächsten Morgen treffen die Detectives Nick und Hank am Tatort ein. Bei ihren Ermittlungen bekommen sie Unterstützung vom Brandermittler Jordan Vance, der vor Ort einige Ungereimtheiten feststellt: Die Ursache für das Feuer ist vollkommen unklar und auch der Zustand der verkohlten Leichen ist erstaunlich, denn normalerweise dauert die Verbrennung eines Körpers stundenlang. Auf dem Revier ist inzwischen ein Zeuge eingetroffen, der Nick und Hank berichtet, dass er in der Nacht des Doppelmordes einen Mann vom Tatort hat fliehen sehen, wobei besonders auffällig war, dass dessen rechte Gesichtshälfte stark vernarbt war. Doch die Ermittlungen werden jäh unterbrochen als die Detectives erneut ein Notruf erreicht: Dieses Mal wurde der Besitzer der Lagerhallen angegriffen und schwer verletzt. Zudem ist der Täter noch nicht geflohen, sondern befindet sich immer noch in der abgelegenen Halle. Nick, Hank und Sergeant Wu machen sich auf die Suche, wobei ein starker Gasgeruch ihre Suche zu einem Spiel mit dem Feuer werden lässt – im wahrsten Sinne des Wortes, denn Nick gelingt es, einen kurzen Blick auf den Täter zu erhaschen: Es ist ein ‚Feuerteufel‘. Es handelt sich offenbar um den ehemaligen Soldaten und Schweißer Fred Eberhart, der eigentlich seit sechs Monaten als verschwunden gilt. Einzig seine Tochter, die in einem nahegelegenen Tanzclub als Feuerschluckerin arbeitet, kann den Detectives jetzt noch weiterhelfen. Im Club trifft Nick überraschend auf Monroe, der ein großer Fan der Tänzerin ist. Von ihm erfährt Nick allerdings auch, dass vor zwei Tagen ein Grimm tot aufgefunden wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012488","hoster":"VOE"},{"path":"/redirect/8545942","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012364","hoster":"VOE"},{"path":"/redirect/8545926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-15","name":"Hexen-Cookies","epNo":15,"alt":"Island of Dreams","descr":"Für den Detective der Mordkommission in Portland, Nick Burkhardt, der seit einiger Zeit neben seinem Dasein als Polizist ein geheimes Doppelleben als Grimm führt, spitzt sich die Lage gegenüber seinen Freunden und Kollegen allmählich zu: Seitdem sein Nachbar, ein ‚Eisbieber‘-Wesen, weiß, dass Nick ein Grimm ist, versucht er, sich mit Nick gut zu stellen. Doch Juliette hat wenig Verständnis für das etwas aufdringliche Verhalten, zumal sie sich seit den immerwährenden mysteriösen Zwischenfällen in ihrem eigenen Haus nicht mehr sicher fühlt. Sie bittet Nick, ihr das Schießen mit einer Pistole beizubringen. Derweil hecken das Hexenbiest Adalind und Nicks Chef, Captain Renard, einen teuflischen und zugleich geheimnisvollen Plan aus: Um Nick nachhaltig zu schaden und ihn als Grimm unschädlich zu machen, verfolgen sie die Strategie, sein direktes Umfeld zu infizieren. Captain Renard erteilt Adalind den Auftrag, Nicks Kollegen Hank offensichtliche Avancen zu machen, nachdem dieser ihr vor einiger Zeit vermeintlich das Leben gerettet hatte. Doch Hank hat Adalinds Annäherungsversuche bisher ignoriert. Nun soll das Hexenbiest Hank mittels eines ‚Zaubertranks‘ in die Liebesfalle locken. Die Zutaten besorgt sich Adalind im bekannten Kräuterladen für Wesen bei dessen Besitzer und ‚Fuchsteufel‘-Wesen Frederick Calvert. Kurz nach Adalinds Besuch wird der Ladenbesitzer plötzlich von zwei Unbekannten überfallen, die offensichtlich auf der Suche nach berauschenden Substanzen sind. Nachdem sie das Gesuchte gefunden haben, bringen sie Frederick um. Nick und Hank kümmern sich am Tatort um die Ermittlungen, aber ohne Monroes Hilfe und der von Fredericks Schwester, ‚Fuchsteufelin‘ Rosalie, scheint es fast unmöglich, in die Drogenhölle der Wesen hinabzusteigen. Zumal Nick auf Hanks Unterstützung und die von Sergeant Wu momentan wenig zählen kann: Hank hat von Adalind Kekse geschenkt bekommen und benimmt sich seitdem äußerst seltsam. Auch Sergeant Wu hat verbotenerweise von den Keksen gekostet und bricht daraufhin zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427521","hoster":"VOE"},{"path":"/redirect/8569573","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581878","hoster":"VOE"},{"path":"/redirect/8543438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-16","name":"Goldkehlchen","epNo":16,"alt":"The Thing with Feathers","descr":"Detective Nick Burkhardt und seine Freundin Juliette haben sich nach den anstrengenden und aufregenden Ereignissen der letzten Zeit eine Pause verdient und beide fahren gemeinsam für ein paar Tage in den Urlaub. Nick hat für sie ein romantisches Holzhaus mitten im Wald gemietet, wo er Juliette endlich die Fragen aller Fragen stellen möchte. Doch noch bevor sie dort ankommen, machen er und Juliette eine seltsame Beobachtung: Als sie bei einem Haus unweit ihres Feriendomizils anhalten, um nach dem Weg zu fragen, fällt Juliette eine verängstigt wirkende Frau hinterm Fenster auf, während Nick sich mit dem Hausherren Timothy unterhält. Dieser erscheint ihm für einen kurzen Moment in Gestalt eines Wesens, welches Nick bisher noch nie gesehen hat. Im Ferienhaus denkt sich Nick zunächst nichts weiter dabei, doch als Juliette sieht, wie der Mann gegenüber seiner Frau Robin Gewalt anwendet, ist sie außer sich. Und tatsächlich: Auch der von Nick herbeigerufene Sheriff scheint machtlos. Nick ruft Monroe an und bittet ihn um Hilfe. Dieser kümmert sich derzeit um Rosalie, der Schwester des vor kurzem ermordeten Kräuterladenbesitzers, und beide scheinen ein gutes Team zu sein, denn gemeinsam können sie Nick mit ihrem ‚Wesen‘-Fachwissen helfen: Bei Timothy handelt es sich offenbar um eine ‚Hyänenratte‘, der es bei seiner Frau Robin, einem seltenen ‚Geistervogel‘, auf das goldene Ei in ihrer Kehle abgesehen hat, welches nur einmal im Leben eines ‚Geistervogels‘ wächst und sehr kostbar ist. Aber wie können Nick und Juliette der Frau helfen? Indes stellt der liebeskranke, von Hexenbiest Adalind mit einem Keks vergiftete Hank, selbiger nach. Als er vor ihrem Haus einem fremden Mann begegnet, der Adalind kurz darauf küsst, tickt Hank aus. Dabei ahnt er nicht, dass dies genau das Ziel ist, welches Captain Renard und Adalind verfolgen. Nebenbei scheint ebenfalls niemand zu bemerken, was mit Sergeant Wu los ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012493","hoster":"VOE"},{"path":"/redirect/11510414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604917","hoster":"VOE"},{"path":"/redirect/8543442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-17","name":"Liebeskrank","epNo":17,"alt":"Love Sick","descr":"Die Lage um den vom Hexenbiest Adalind mit Liebeskeksen vergifteten Hank spitzt sich zu: Er und Adalind sind mit Nick und Juliette zum Essen verabredet. Kaum im Restaurant droht die Situation zu eskalieren als Nick erkennt, dass es sich bei Adalind um das Hexenbiest handelt, das damals versucht hat, Tante Marie im Krankenhaus umzubringen. Nun drängt sie sich ganz offensichtlich ins Leben seines Freundes, um Nick zu schaden. Aber worauf hat sie es eigentlich abgesehen? Der gemeinsame Abend währt zum Glück nicht lange, denn die Detectives werden überraschend zu einem Tatort gerufen: Zwei Männer wurden tot aufgefunden. Zunächst sieht es danach aus, als hätten sie sich gegenseitig umgebracht. Bei näherem Hinsehen glaubt Nick jedoch, dass noch eine dritte Person beteiligt gewesen sein muss. Dabei ahnt er nicht, dass der Mörder direkt vor ihm steht – Captain Sean Renard. Dieser hatte sich zuvor mit den Opfern, seinem Cousin Anton Krug und einem langjährigen Bekannten Woolsey, getroffen, um ihr weiteres Vorgehen gegen Nick zu besprechen: Renard und seine Familie haben es auf den Schlüssel abgesehen, den Nick kurz vor Tante Maries Tod überreicht bekommen hat. Während Renard für die Beschaffung auf die Hilfe von Adalind und deren Mutter Catherine setzt, wurde Renards Familie langsam ungeduldig, weshalb Renard letztlich handeln musste. Nick wird derweil immer misstrauischer: Nicht nur, dass er beobachtet, wie Sergeant Wu plötzlich seinen Lippenbalsam und andere merkwürdige Dinge hinunterschluckt und kurz darauf ohnmächtig wird, auch Hank redet selbst auf dem Revier nur noch von Adalind, was dem Vollblutpolizisten gar nicht ähnlich sieht. Nick bittet Monroe und Rosalie um Hilfe. Tatsächlich finden sie heraus, dass Hank vergiftet wurde. Bei den Freunden läuten sogleich alle Alarmglocken: Hank schwebt offenbar in größerer Gefahr als bisher gedacht: Er droht schon bald an dem Gift zu sterben, wenn Nick es nicht schafft, Adalind unschädlich zu machen. Doch das gelingt nur mit dem Blut eines Grimms …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012498","hoster":"VOE"},{"path":"/redirect/8569576","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604934","hoster":"VOE"},{"path":"/redirect/8543441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-18","name":"Katz und Maus","epNo":18,"alt":"Cat and Mouse","descr":"Der irische Journalist, Ian Harmon, wird in St. Louis von einem Unbekannten verfolgt, doch es gelingt ihm, den Fremden zu überwältigen. Kaum in Portland angekommen, wird ihm erneut nachgestellt, wobei er sogar angeschossen wird. Ian sucht Zuflucht bei seiner Exfreundin Rosalie Calvert im Kräuterladen ihres kürzlich verstorbenen Bruders Freddie. Da Ian aus Angst vor seinem Verfolger kein Krankenhaus aufsuchen kann, bittet Rosalie Monroe bei der Versorgung Ians um Hilfe: Es stellt sich heraus, dass Ian einer der Anführer der Freiheitskämpfer-Organisation für Wesen, ‚Libertatis‘, ist, die seit Jahrhunderten einen erbitterten Kampf gegen die ‚Warane‘ führen. Bei den ‚Waranen‘ handelt es sich um eine Geheimorganisation, die in Zusammenarbeit mit den ‚Sieben Häusern‘, den sieben Königsfamilien, die Weltherrschaft anstreben. Bisher waren die ‚Warane‘ hauptsächlich in Europa vertreten, doch wie Ian berichtet, steht die Welt mittlerweile am Rande des Weltkrieges – immerhin bekleiden die ‚Warane‘ Machtpositionen in der Industrie, der Politik und dem organisierten Verbrechen. Sobald sie ihre Macht durch ‚Libertatis‘-Angehörige in Gefahr sehen, schicken sie ‚Todesdoggen‘, um jene auszuschalten. Die auf Ian angesetzte ‚Todesdogge‘ heißt Edgar Waltz und spielt ein makabres Spiel: Am Tatort in einer Bar, in der Waltz zuvor den Barmann, ein mögliches ‚Libertatis‘-Mitglied, kaltblütig erschossen hat, gibt Waltz sich als Zeuge aus, um den Verdacht auf Ian zu lenken – mit Erfolg. Ian wird für den Mörder gehalten und Nick macht sich fieberhaft auf die Suche nach ihm. Doch ein Anruf von Monroe ändert plötzlich alles: Nick lernt Ian kennen und somit auch die Wahrheit. Ian braucht dringend neue Papiere, um außer Landes zu gelangen und gleichzeitig muss die ‚Todesdogge‘ Waltz außer Gefecht gesetzt werden. Gerade als Nick Informationen über den Konflikt zwischen ‚Libertatis‘ und den ‚Waranen‘ im Wohnwagen seiner Tante Marie zusammensucht, bekommt er einen überraschenden Anruf von Waltz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100959","hoster":"VOE"},{"path":"/redirect/8676563","hoster":"Vidoza"},{"path":"/redirect/8545952","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604933","hoster":"VOE"},{"path":"/redirect/8569571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-19","name":"Blutige Botschaft","epNo":19,"alt":"Leave It to Beavers","descr":"Die Ereignisse in der Vergangenheit haben Nick gezeigt, dass die Situation für ihn als ‚Grimm‘ immer schwieriger wird, denn seine Existenz hat sich in der Welt der Wesen mittlerweile herumgesprochen. Nick beschließt, in Zukunft gewappnet zu sein und mit der Tradition seiner Vorfahren fortzufahren – und das in aller Konsequenz: Er trifft sich mit Monroe im Wald, um dort unbeobachtet den Umgang mit den typischen Waffen eines Grimms zu üben. Noch ahnt er dabei nicht, dass diese auch tatsächlich bald zum Einsatz kommen sollen. Der junge ‚Eisbiber‘, Arnold Rosarot, meldet sich bei der Polizei: Er hat in der Nacht den Mord an dem Brückenbauunternehmer Robert Grosszahn beobachtet. Am Tatort bietet sich Nick und Hank ein grauenvolles Bild – das Opfer wurde einbetoniert. Um herauszufinden, wer der Täter ist, machen sich Nick und Hank auf die Suche nach Arnold, denn er ist der einzige Zeuge und aus Angst untergetaucht. In Arnolds Haus findet Nick schließlich einen entscheidenden Hinweis: Ein Foto von Arnold mit Nicks Nachbarn, dem ‚Eisbiber‘ Bud. Dieser hört sich in ‚Eisbiber‘-Kreisen um und findet Arnold schließlich bei einem Freund. Sie beschließen, dass der Biberkongress darüber entscheiden soll, ob Arnold bei der Polizei aussagt oder nicht. Immerhin kennen sie alle den Mörder: Es ist Salvadore Burell, ein ‚Rattentroll‘ und gehört somit zu den ewigen Widersachern der ‚Eisbiber‘. Die ‚Rattentrolle‘ haben nämlich eine Schwäche für Brücken: Niemand baut eine Brücke, ohne dass die ‚Rattentrolle‘ ihren Anteil kriegen. Da die meisten Bauunternehmen in Portland ‚Eisbibern‘ gehören, müssten diese schon immer an die ‚Rattentrolle‘ zahlen. Aber ob sie sich auch trauen, der Erpressung ein Ende zu setzen und Salvadore dingfest zu machen? Nick spricht auf dem Biberkongress, um ihnen Mut zu machen, jedoch vergebens. Noch ahnen sowohl er noch seine ‚Eisbiber‘-Freunde nicht, dass Sal und seine ‚Rattentroll‘-Kollegen Nick als ernste Bedrohung ansehen und zwei Sensenmänner aus Mannheim geordert haben, um den Grimm umzubringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13078747","hoster":"VOE"},{"path":"/redirect/8545947","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604936","hoster":"VOE"},{"path":"/redirect/8543446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-20","name":"Schrille Töne","epNo":20,"alt":"Happily Ever Aftermath","descr":"Nick und Hank werden zu einem mysteriösen Tatort gerufen: Die alte Dame Mavis Kerfield wurde in ihrem eigenen Haus ermordet und schlimm zugerichtet. Unter Verdacht steht Mavis’ Familie, das heißt ihre beiden Töchter Taylor und Tiffany sowie Mavis’ Stieftochter Lucinda und deren Ehemann Arthur. Letzterer hat kurz zuvor zusammen mit Lucindas Patenonkel und Rechtsanwalt Spencer, Mavis um viel Geld gebeten, denn Arthurs Unternehmen ist pleite. Doch die herrische Frau hat ihnen ihre Hilfe verweigert. Die seltsame Tatsache, dass fast das gesamte Glas in Mavis’ Haus zersplittert ist, lässt Nick schnell an eine übernatürliche Ursache denken – und tatsächlich: Offenbar handelt es sich bei Spencer um einen ‚Murcielago‘ – ein Wesen, welches über die Fähigkeit verfügt, so hohe Töne zu erzeugen, dass Glas zersplittert und Menschen getötet werden. Hat er Mavis etwa aus Geldgier umgebracht? Und noch eine andere Angelegenheit sorgt bei Nick derzeit für schlaflose Nächte: Seit er die Bekanntschaft mit dem ehemaligen Freund von seiner Tante Marie, Farley Kolt, gemacht hat und erfuhr, dass der Tod seiner Eltern keineswegs ein Unfall war, lässt ihm das keine Ruhe. Juliette hilft ihrem Freund, die Ermittlungen noch einmal aufzurollen. Von dem damals zuständigen Polizisten erfährt Nick, dass vier Männer verdächtigt wurden. Darunter sind auch die drei Männer, die an dem Raubüberfall auf den Juwelier Bertram beteiligt und auf der Suche nach den drei Münzen waren – Hans Roth, Ian Flynn und Soledad Marquesa, inzwischen alle tot. Der vierte Verdächtige ist Akira Kimura und noch auf freiem Fuß …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182038","hoster":"VOE"},{"path":"/redirect/8543534","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604942","hoster":"VOE"},{"path":"/redirect/8569572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-21","name":"Blutrausch","epNo":21,"alt":"Big Feet","descr":"Nicks Freundin Juliette wird mitten in der Nacht zu einem Pferdestall gerufen, weil eines der Tiere auf der Weide offenbar von einem riesigen Raubtier angefallen wurde. Gemeinsam mit dem Besitzer begibt sich Juliette im Wald auf Spurensuche. Dabei entdecken sie nicht nur einen übergroßen Fußabdruck, sondern auch die Leichen zweier junger Männer, deren leblose Körper übel zugerichtet sind. Als das Polizeiteam am Tatort eintrifft, stürmt plötzlich eine junge Frau aus dem Gebüsch: Sie hat den Mord beobachtet und ist der festen Überzeugung, dass es ‚Bigfoot‘ war. In derselben Nacht macht auch Monroe eine Entdeckung: ‚Urzeitwesen‘ Larry taucht plötzlich bei ihm auf und ist schwer verletzt. Am nächsten Morgen eilt Nick Monroe zu Hilfe und ist sich sicher, dass es sich bei Larry um den Mörder der beiden jungen Männer handelt. Da Larry seine Transformation zu einem Wesen derzeit offenbar nicht kontrollieren kann, ist er in seinem ‚Wesenszustand‘ nicht nur für jedermann sichtbar, sondern scheint außerdem in der Nacht einem Blutrausch verfallen zu sein. Ausgerechnet jetzt tauchen plötzlich Spürhunde der Polizei auf, die Larrys Geruch aufgenommen haben. Monroe streift sich kurzerhand Larrys Hemd über und verschwindet als’ Blutbader’ im Wald, um die Hunde zu verwirren. Zunächst läuft alles nach Plan, bis Monroe unerwartet Hank in die Arme läuft, ehe er sich zurückverwandeln kann: Hank sieht somit das erste Mal eine ihm unbekannte Gestalt, deren Aussehen für ihn unerklärlich ist und ihn in seinen Grundfesten erschüttert. Und nicht nur für Hank passen mittlerweile verschiedene Ereignisse nicht mehr zusammen: Auch Juliette wundert sich über das Ergebnis einer heimlichen DNS-Analyse von Haaren, die sie am Tatort gefunden hat. Der Befund lautet, dass es sich um Tier-Mensch-Hybride handelt und somit stellt sich für Juliette die Frage: Gibt es ‚Bigfoot‘ etwa tatsächlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13081393","hoster":"VOE"},{"path":"/redirect/8569583","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012371","hoster":"VOE"},{"path":"/redirect/8543448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-1/episode-22","name":"Die Frau in Schwarz","epNo":22,"alt":"Woman in Black","descr":"Nick macht sich große Sorgen um seinen Freund und Kollegen Hank. Nachdem dieser zuletzt sowohl einen Blutbader als auch die Transformation von Wesen zu Mensch gesehen hat, scheint er in seinen Grundfesten erschüttert. Zu gerne würde Nick seinem Freund die seltsamen Geschehnisse erklären, doch ein Mordfall fordert ihre ganze Aufmerksamkeit, bei dem die beiden Detectives überraschend zur Zielscheibe werden: Der Privatdetektiv Nathaniel Adams wird in seinem Hotelzimmer tot aufgefunden. Zunächst scheint nichts weiter auffällig, bis die Detectives im Mietwagen des Opfers Fotomaterial von sich entdecken. Offensichtlich wurden sie und Captain Renard von Adams seit Tagen beschattet und heimlich fotografiert. Gleichzeitig hat Nick endlich Unterlagen von Interpol über den mutmaßlichen Mörder seiner Eltern, Akira Kimura, erhalten und erkennt den Zusammenhang zwischen ihm und den drei Münzen, die vor einiger Zeit einem örtlichen Juwelier gestohlen wurden. Der Polizei gelang es damals, die Münzen an sich zu nehmen – was mittlerweile auch Kimura weiß, der plötzlich in Portland auftaucht und Adams zu Recherchezwecken engagiert hatte. Der Kreis scheint sich zu schließen, doch das bedeutet, dass Nick, Hank und Captain Renard in größter Gefahr sind. Das bekommt Captain Renard zu spüren, als Kimura ihn plötzlich in seiner Wohnung überwältigt und foltert. Was Nick nicht ahnt: Kimura ist nicht der Einzige, der in Portland sein Unwesen treibt. Auch eine geheimnisvolle, schwarz gekleidete Frau beobachtet den nichtsahnenden Detective. Indes sucht Hexenbiest Adalind Juliette in ihrer Tierarztpraxis auf, um ihre Katze behandeln zu lassen, die Juliette prompt anfällt. Was zunächst nach einem harmlosen Kratzer aussieht, lässt bei Nick alle Alarmglocken schrillen: Er ahnt, dass der Besuch von Adalind bei Juliette kein Zufall war, doch Juliette weigert sich, wegen einer solchen Lappalie ins Krankenhaus zu fahren. Damit sie ihm glaubt, zeigt Nick ihr Tante Maries Wohnwagen, doch das verwirrt sie nur umso mehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012500","hoster":"VOE"},{"path":"/redirect/8545950","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604968","hoster":"VOE"},{"path":"/redirect/8543444","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grimm/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/grimm/staffel-2/episode-1","name":"Bisswunden","epNo":1,"alt":"Bad Teeth","descr":"Detective Nick Burkardt kämpft gegen Kimura, der auf der Suche nach den drei goldenen Münzen ist und sie zu Hause bei dem Grimm vermutet. Ein schwerer Kampf, bei dem Nick unverhofft Hilfe von der geheimnisvollen Frau in schwarz bekommt – seiner Mutter Kelly. Ihr gelingt es, Kimura zu überwältigen. Nick ist geschockt: Seine seit 18 Jahren bei einem vermeintlichen Autounfall verstorbene Mutter ist tatsächlich am Leben. Wie sich herausstellt, saß nicht sie im Auto neben Nicks Vater, sondern ihre beste Freundin Gina. Damit nicht genug, erhält Nick nun die Bestätigung für seine lang gehegte Vermutung: Der Autounfall seiner Eltern war keineswegs ein Zufall. Unter anderem zeichnet sich Kimura für das Ableben von Nicks Vater verantwortlich. Nick und seine Mutter haben einiges aufzuarbeiten, doch dafür bleibt zunächst kaum Zeit, denn Nick muss in einem schrecklichen Verbrechen ermitteln: Auf einem Containerschiff aus Frankreich wurden mehrere verstümmelte Leichen gefunden. Am Tatort angekommen, erkennt Nick sofort, dass es sich hierbei keineswegs um ein\"normales\" Verbrechen handelt. Mit Hilfe von Kelly findet der Grimm heraus, dass es sich bei den Toten um das Werk eines\"Mauvais Dentes\" handelt, ein tigerartiges Wesen mit gewaltigen Reißzähnen. Bei ihrer Recherche im Wohnwagen, entdeckt Kelly auch den Schlüssel, den Nick von Tante Marie bekommen hat und die Lösung des Falle scheint nahe: Der\"Mauvais Dentes\" wurde geschickt, um den Schlüssel, der als einer von insgesamt sieben Schlüsseln als Teil einer Schatzkarte fungiert, an sich zu nehmen und Nick zu töten. Doch für wen arbeitet er und wer in Portland weiß, dass Nick diesen Schlüssel besitzt? Indes liegt Juliette im Krankenhaus. Der Kratzer von Adalinds vergifteter Katze hat sie in ein tiefes Koma fallen lassen. Monroe und Rosalee finden heraus, dass das Gift auf Dauer einen kompletten Gedächtnisverlust verursacht. Diesen müssen sie aufhalten, doch dazu benötigen sie das Gegengift und Adalind ist seit dem Zwischenfall unauffindbar …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14104316","hoster":"VOE"},{"path":"/redirect/8569579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604970","hoster":"VOE"},{"path":"/redirect/8543445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-2","name":"Wachgeküsst","epNo":2,"alt":"The Kiss","descr":"Die Grimms, Detective Nick Burkhardt und dessen Mutter Kelly, sind noch immer auf der Suche nach dem\"Mauvais Dentes\"-Wesen und dessen Auftraggeber. Nachdem Nick den Anruf der FBI-Ermittlerin Kanigher erhalten hat, dass diese als Geisel des\"Mauvais Dentes\" in einem Sägewerk festgehalten wird und ihr Partner ermordet wurde, machen sich Mutter und Sohn auf den Weg dorthin. Kaum angekommen, finden sie Kanighers Leiche und liefern sich einen erbitterten Kampf gegen das\"Mauvais Dentes\"-Wesen in Folge dessen es stirbt. Was Nick jedoch nicht ahnt: Aufgrund seiner Waffe und seines letzten Telefongesprächs mit der toten FBI-Ermittlerin wird er schon bald verdächtigt, die Morde begangen zu haben. Doch zunächst treffen Nick und Kelly sich mit Monroe und Rosalee im Krankenhaus: Juliette liegt noch immer im Koma. Rosalee und Monroe ist es zwar gelungen, ein Gegenmittel herzustellen, allerdings hoffen sie, damit zunächst bloß den durch die Vergiftung drohenden Gedächtnisverlust aufhalten zu können. Nick verabreicht seiner Freundin das Mittel, doch diese zeigt keinerlei Reaktion. Kurze Zeit später stattet Adalinds Mutter, Hexenbiest Catherine, Rosalee in ihrem Kräuterladen einen Besuch ab und holt, die von ihr bestellten Wirkstoffe ab. Es scheint, als wüsste sie sehr wohl, wie Juliette gerettet werden kann, denn die Zutaten deuten auf ein Gegenmittel hin, welches zu der Vergiftung von Juliette passt. Was die Freunde jedoch nicht ahnen: Hexenbiest Catherine tut dies nicht ganz freiwillig, sondern auf Geheiß von Captain Renard. Kelly stattet Catherine einen Besuch ab – sie will ein Gespräch von\"Mutter zu Mutter\", was jedoch in einem tödlichen Kampf für Catherine endet. Eines verrät sie Kelly vor ihrem Tod allerdings noch: Es gibt einen geheimnisvollen Prinzen in Portland. Nur er kann Juliette retten, indem er sie mit ‚gereinigtem Herzen‘ küsst …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012490","hoster":"VOE"},{"path":"/redirect/8676561","hoster":"Vidoza"},{"path":"/redirect/8569577","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12922998","hoster":"VOE"},{"path":"/redirect/8569574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-3","name":"Kojoten","epNo":3,"alt":"Bad Moon Rising","descr":"Juliette ist aus dem Koma erwacht. Glücklicherweise kann sie sich noch an alles und jeden erinnern – an Arbeitskollegen und selbst an Monroe – außer an Nick. Es scheint, als wäre die Erinnerung an ihren langjährigen Lebensgefährten einfach aus ihrem Gedächtnis gelöscht worden. Die Ärzte raten Nick, sich in Geduld zu üben. Da kommt ihm ein neuer Fall als Ablenkung ganz recht: Jarold, ein langjähriger Freund von Hank, taucht auf dem Revier auf, weil er seine 17-jährige Tochter Carly seit dem frühen Morgen vermisst. Er berichtet, dass sie eine Verabredung hat sausen lassen und seitdem von niemandem mehr gesehen wurde – ein Verhalten, welches absolut untypisch für das junge Mädchen ist. Als Jarold sich Nick in einem unbeobachteten Moment als Kojote präsentiert, ist für den Detective der Fall klar: Er recherchiert mit Hilfe von Monroe in Tante Maries Wohnwagen und beide stolpern im Buch der Wesen über ein grausames Fruchtbarkeitsritual der Kojoten. Es wird bei Vollmond an 17-jährigen Mädchen der Familie vollzogen. Als Nick Jarold darauf anspricht, ist dieser zunächst ängstlich, als er erfährt, dass es sich bei Nick um einen Grimm handelt. Schließlich fasst er jedoch Vertrauen und berichtet von der Familie seiner verstorbenen Frau, die aus Texas stammt. Der Onkel von Carly, Hayden, hat es seiner Schwester und Jarold nie verziehen, dass sich diese nach Portland abgesetzt haben als Carly noch ein Kind war, um den archaischen Ritualen des Kojoten-Rudels zu entkommen. Hank findet heraus, dass Hayden offenbar seit kurzem in Portland lebt. Die beiden Detectives nehmen die Verfolgung auf. Nebenbei hadert Hank seit den vielen für ihn unerklärlichen Ereignissen in letzter Zeit mit sich selbst. Seitdem er gesehen hat, wie sich Menschen vor ihm zu Wesen verwandeln und umgekehrt, ist er davon überzeugt, verrückt zu sein. Nick erkennt, dass er seinem Partner eine längst fällige Erklärung schuldig ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012491","hoster":"VOE"},{"path":"/redirect/8569578","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581876","hoster":"VOE"},{"path":"/redirect/8543449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-4","name":"Die Seuche","epNo":4,"alt":"Quill","descr":"Nick hat Hank die Wahrheit über sein Dasein als Grimm gebeichtet. Sein Partner ist erleichtert, denn für ihn heißt dies, dass er keineswegs verrückt ist und sich die komischen Erscheinungen nicht nur eingebildet hat. Doch so ganz versteht Hank die wilden Geschichten, die Nick zu berichten hat, noch nicht und auch, dass Monroe zu den Wesen gehört, ahnt er nicht. Nick zögert noch, Hank vollends einzuweihen, denn wie würde er reagieren, wenn er Monroe plötzlich bewusst als\"Blutbader\" vor sich sieht? Indes versucht Juliette, sich an ihre Beziehung mit Nick zu erinnern. Zu Hause driftet sie in Erinnerungen ab, in denen sie jedoch immer nur sich selbst sieht und nicht Nick. In ihren Gedanken taucht auch die Begegnung mit ihrem Nachbarn und Eisbiber, Bud, auf, der Nick aufgrund dessen Dasein als Grimm immens fürchtet und alles dafür tut, den Detective gut zu stimmen. Juliette lädt Bud kurzerhand ein, um ihn ein bisschen über Nick auszuhorchen. Dabei verplappert sich Bud und\"outet\" Nick als Grimm, was bei Juliette umso mehr Fragen aufwirft. Währenddessen recherchieren Nick und Hank in einem neuen Fall: Sie werden zu einem Autounfall gerufen. Obwohl dem Opfer, Ryan Gilko, nichts passiert ist, berichtet er von dem auffällig merkwürdigen Verhalten des Unfallverursachers, Carl Stanton. Offenbar sei dieser seinem Aussehen nach zu urteilen schwer krank und zudem noch äußerst aggressiv. Anstatt sich jedoch helfen zu lassen, ist Stanton in einem Gebäude verschwunden. Nick und Hank finden Stanton. Gilko hatte recht: Stanton sieht übel zugerichtet aus und seine Haut ist übersäht mit eitrigem Hautausschlag. Nick ahnt, dass dies nicht unbedingt eine Menschen-Krankheit sein muss und findet in Tante Maries Buch Antwort: Es handelt sich um die Seuche ‚Fluvus Pestilentia‘, die meist tödlich endet. Die Ausbreitung geht jedoch rasch vonstatten, schnell sind auch Stantons Frau und Gilko infiziert – allesamt Wesen. Letzterer trifft in seinem kritischen Zustand in einem Wald ausgerechnet auf Monroe und Rosalee, die sich gerade bei einem Picknick näherkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012492","hoster":"VOE"},{"path":"/redirect/8543537","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581877","hoster":"VOE"},{"path":"/redirect/8543452","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-5","name":"Der gute Hirte","epNo":5,"alt":"The Good Shepherd","descr":"Detective Nick Burkhardt hat es momentan nicht leicht: Seine Freundin Juliette kann sich noch immer nicht an ihn und ihre gemeinsame Beziehung erinnern. Zudem versucht ein aus Europa stammender Profi-Killer, ein\"Hargrund\"-Wesen, der auf der Suche nach Tante Maries Schlüssel ist, ihn umzubringen. Er lauert Nick schließlich im Wohnwagen auf, doch dieser kann ihn überwältigen. Indes muss Nick sich allerdings auch noch auf die Ermittlungen in einem neuen Fall konzentrieren: Der Pfarrer Lance Calvin kommt aufs Revier und bittet die Detectives um Hilfe. Das Gemeindekonto wurde leergeräumt und ein großer Betrag auf ein Konto auf Curacao überwiesen. Und der Pfarrer hat auch schon einen Verdacht: Buchhalter und Gemeindemitglied Norman Brewster hat, laut Bank, den letzten Transfer getätigt und wie sich herausstellt, ist Brewster am Morgen nicht auf der Arbeit erschienen. Kurze Zeit später wird Normans Leiche allerdings aus einem Häcksler gezogen und somit ist klar: Alleine kann er in dieser Maschine nicht gelandet sein – jemand muss nachgeholfen haben. Nick und Hank überprüfen die Gemeindemitglieder und platzen dabei mitten in einen Gottesdienst. Dabei beobachten sie, wie sich Calvin plötzlich in einen\"Blutbader\" und seine Zuhörer sich in ‚Schaf‘-Wesen verwandeln. Ist Calvin etwa ein Wolf im Schafspelz? Immerhin erfahren die Detectives von Monroe, dass eine freundschaftliche Verbindung zwischen den beiden Wesensarten nahezu unmöglich ist, es sei denn Calvin ist reformiert wie Monroe. Und welche Rolle spielt eigentlich Calvins fromme Assistentin Megan? Monroe soll sich als hilfesuchender\"Blutbader\" getarnt unter die Mitglieder mischen und ein bisschen herumschnüffeln. Es dauert nicht lange und er wird tatsächlich fündig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13083327","hoster":"VOE"},{"path":"/redirect/8569580","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604969","hoster":"VOE"},{"path":"/redirect/8543447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-6","name":"Nur über meine Leiche","epNo":6,"alt":"Over My Dead Body","descr":"Monroe verbringt einen romantischen Abend mit Rosalee und alles läuft bestens, bis sie plötzlich von Monroes Ex-Freundin und\"Blutbader\" Angelina überrascht werden. Im Gepäck hat sie schlechte Nachrichten: Vor wenigen Stunden hat sie in einer Bar einen Mann namens Buxton James kennengelernt, der im Laufe des Abends immer aufdringlicher wurde und schließlich versuchte, die junge Frau zu vergewaltigen. Angelina rettete sich in dem sie James kurzerhand umbrachte – nicht ahnend, in was für ein Dilemma sie dadurch gelangte: Wie sich herausstellt sollte James für einen gewissen Arbok – eine Königsschlange – einen Auftrag erfüllen. Da James nun tot ist, zwingt er Angelina, den Auftrag zu übernehmen: Sie soll Monroe umbringen und dessen Leiche in 24 Stunden an Arbok ausliefern. Der arme Monroe ist völlig verzweifelt und zieht Nick ins Vertrauen, sehr zum Ärger von Angelina, die mit Nick nach den Morden an mehreren\"Bauernschwein\"-Wesen noch eine Rechnung offen hat. Schließlich kann Monroe die beiden überzeugen, ihre Differenzen für einen Moment zu vergessen. Während Monroe bei Hank Schutz sucht, versuchen Nick und Angelina gemeinsam herauszufinden, wer ihrem Freund nach dem Leben trachtet. Schon bald müssen sie allerdings feststellen, dass sie um eine Auslieferung Monroes nicht herumkommen, um an Arbok zu gelangen. Doch wie sollen sie Monroe ausliefern, ohne ihn umzubringen? Die Situation wird noch weiter erschwert als Nick und Angelina herausfinden, dass Arbok wiederum auch nur Handlanger einer höher gestellten Person ist. Währenddessen bekommt Captain Renard Besuch von der geheimnisvollen Blondine Mia, mit der ihn offenbar einiges verbindet. Sie befindet sich auf dem Rückweg von Tokio, wo sie zuvor Kontakte zur Geheimorganisation Drachenzungen unterhalten hat. Sind etwa das Auftauchen von Mia und der plötzliche Mordauftrag an Monroe bloßer Zufall?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13083325","hoster":"VOE"},{"path":"/redirect/8569582","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604990","hoster":"VOE"},{"path":"/redirect/8545927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-7","name":"Wilde Mischung","epNo":7,"alt":"The Bottle Imp","descr":"Die Detectives Nick und Hank werden zu einem brutalen Mordfall gerufen. Ein Tankwart wurde getötet und der Laden übel verwüstet. Der Mörder scheint hier mit besonderer Härte vorgegangen zu sein, doch die Polizisten tappen im Dunkeln. Schließlich gibt ihnen das Video einer Überwachungskamera Aufschluss: Darauf sind die letzten Besucher der Tankstelle zu sehen, bevor der Mord passierte. Es handelt sich um Bill Granger und seine neunjährige Tochter April. Als Nick und Hank zum Haus der Grangers kommen, finden sie Grangers Ehefrau Lilly schwer verletzt und schlimm zugerichtet im Bad. Sofort leiten die Detectives eine Fahndung nach Bill ein, offenbar handelt es sich hier nicht nur um Mord, sondern auch um Kindesentführung. Indes vertritt Monroe Rosalee in deren Kräuterladen, weil diese derzeit ihre kranke Tante pflegen muss. Zunächst läuft auch alles gut und Monroe ist sichtlich stolz auf sich, bis ein Patient mit starkem Schwindel den Laden betritt und Monroes Hilfe benötigt. Unachtsam mischt Monroe dem Medikament seines Patienten eine falsche Zutat bei – mit fatalen Folgen. Juliette lässt währenddessen nichts unversucht, um ihr Gedächtnis wieder in Schwung zu bringen. Sie besucht Nick auf dem Revier und begegnet dort auch Captain Renard, der sie damals heimlich aus ihrem Koma\"wachgeküsst\" hat. Eine offenbar seltsame Begegnung für die junge Frau, die etwas in ihr wachzurufen scheint. Als sie und Nick sich am Abend endlich wieder näherkommen und küssen, sieht Juliette in Nick plötzlich das Gesicht von Captain Renard. Was hat das zu bedeuten und was hat die Vergiftung durch Adalinds Katze bloß mit ihr angestellt? Die Antwort darauf hat nur das Hexenbiest, das sich plötzlich bei Captain Renard meldet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095021","hoster":"VOE"},{"path":"/redirect/8569581","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700918","hoster":"VOE"},{"path":"/redirect/8543453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-8","name":"Die andere Seite","epNo":8,"alt":"The Other Side","descr":"Ein Jugendlicher namens Brandon wird in der Nacht auf dem Heimweg brutal ermordet. Dies ruf die Detectives Nick Burhardt und Hank Griffin auf den Plan, die dafür extra eine Preisverleihung unterbrechen müssen, bei der Captain Renard eine Auszeichnung für die gute Polizeiarbeit verliehen bekommt. Kurzerhand machen sich Nick und Hank auf den Weg zum Tatort während Captain Renard Nicks Freundin Juliette nach Hause bringt. Seitdem dieser sie aus dem vom Hexenbiest Adalind verursachten Koma wachgeküsst hat, scheint die Begierde nach Juliette immer weiter Überhand zu nehmen. Captain Renard versucht sich mit allen Mitteln dagegen zu wehren und besucht den nichts ahnenden Monroe im Kräuterladen von dessen Freundin Rosalee. Dieser hat wirklich keine Ahnung, wen er da vor sich hat. Ob Monroe ihm tatsächlich helfen kann? Denn auch Juliette scheint sich immer mehr von Captain Renard angezogen zu fühlen. Indes haben Nick und Hank herausgefunden, dass Brandon vor seinem gewaltsamen Tod mit einer Gruppe Jugendlicher für einen anstehenden Wissenschaftswettbewerb geübt hat. Der Gewinner des Wettbewerbs erhält die Möglichkeit, auf einer der Elite-Unis des Landes aufgenommen zu werden. Alle Befragten machen bisher einen ganz normalen Eindruck. Als kurz darauf jedoch ein weiteres Mitglied der Gruppe stirbt und am Tatort eine Armbanduhr gefunden wird, kommen Nick und Hank dem Mörder ein ganzes Stück näher. Allerdings ahnen sie nicht, mit was für einer Spezies sie es da zu tun bekommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012502","hoster":"VOE"},{"path":"/redirect/8543538","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11172547","hoster":"VOE"},{"path":"/redirect/11421449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-9","name":"Fluss der verlorenen Kinder","epNo":9,"alt":"La Llorona","descr":"Luis Alvares unternimmt gemeinsam mit seinem Sohn Rafael einen Angelausflug an den Fluss in Portland. Gerade als sie loslegen wollen, beobachten Vater und Sohn plötzlich eine Frau in einem weißen Kleid, die weinend in die Fluten steigt. Luis befürchtet, dass die Unbekannte sich umbringen will und hechtet hinterher. Doch kaum im Wasser, sieht er nur noch, wie die Frau mit seinem Sohn verschwindet. Rafaels Entführung ruft die Detectives Nick und Hank auf den Plan. Da Luis ausschließlich spanisch spricht, bittet Nick seine Freundin Juliette, als Dolmetscherin einzuspringen. Bei Alvares zu Hause finden die Detectives zunächst nichts auffälliges, bis Rafaels Großmutter plötzlich die lateinamerikanische Legende von La Llorona – der weinenden Frau – anspricht. Als kurz darauf ein weiteres Kind verschwindet, bekommen die Detectives unerwartet Hilfe von der Polizistin Valentina Espinosa, die es sich zur Lebensaufgabe gemacht hat, La Llorona zu finden, denn diese hat zuvor schon in mehreren Bundesstaaten ihr Unwesen getrieben. Während Nick, Hank und Espinosa die Suche nach den entführten Kindern beginnen, wird Rafaels Großmutter auf die Kratzer auf Juliettes Hand aufmerksam und scheint sofort zu wissen, was mit der jungen Frau passiert ist. Mehr noch: Die Großmutter prophezeit Juliette, dass sie sich irgendwann zwischen dem Vertrauten und dem Neuen entscheiden muss. Meint sie damit etwa Nick und Captain Renard?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923012","hoster":"VOE"},{"path":"/redirect/12512181","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9604993","hoster":"VOE"},{"path":"/redirect/8543460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-10","name":"Brandzeichen","epNo":10,"alt":"The Hour of Death","descr":"Die Detectives Nick Burkhardt und Hank Griffin ermitteln im Fall der verschwundenen Donna Reynolds. Bei einer Routineuntersuchung von Donnas Arbeitskollegen stoßen die Polizisten auf Adrian Zayne. Zunächst erscheint nichts ungewöhnlich an Adrian, bis Nick im offenen Feuer des Kamins ein Foto von Donna entdeckt, das nur Sekunden später jedoch vollständig verbrannt ist. Während Adrian behauptet, die Frau auf dem Foto sei seine Exfreundin gewesen, ist sich Nick sicher: Adrian ist Donnas Entführer. Der Grimm beschließt, sich der Sache anzunehmen. Bewaffnet mit einem Wahrheitsserum macht sich Nick auf den Weg zu ihm und erlebt eine böse Überraschung: Er findet Adrian zu Tode gefoltert und mit mysteriösen Brandzeichen übersäht. Aber wer steckt dahinter? Ein anonymer Anrufer bekennt sich zu der Tat und wirft Nick vor, dass er als Grimm Adrian hätte sofort umbringen müssen, denn alle Wesen gehören getötet. Kurze Zeit später wird den Beamten der Polizei ein Video zugespielt, auf dem die Folterung zu sehen ist. Das Police Department Portland ermittelt auf Hochtouren. Ein erster Erfolg zeichnet sich schon bald ab: Donna Reynolds kann gerettet werden. Doch viele Fragen sind noch offen, allen voran die über die Herkunft des Brandzeichens. Monroe weiß Rat: Es ist das unter den Wesen allseits gefürchtete alte Zeichen der Grimms. Bekommt Nick bei diesem Fall etwa Konkurrenz aus den eigenen Reihen? Währenddessen sucht Captain Renard einen Vorwand, um sich mit Juliette zu treffen. In einem Café kommen sich beide näher und als Renard Juliette wenig später ihre vergessene Sonnenbrille wiederbringt, kommt es tatsächlich zu einem Kuss. Hat Nick Juliette nun für immer verloren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012503","hoster":"VOE"},{"path":"/redirect/8569584","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11834214","hoster":"VOE"},{"path":"/redirect/8543459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-11","name":"Wendigo","epNo":11,"alt":"To Protect and Serve Man","descr":"Ein brisanter Fall beschäftigt derzeit die Detectives Nick Burkhardt und Hank Griffin von der Portland Police. Craig Ferren wurde zu Tode verurteilt, weil er vor sieben Jahren die Brüder Kreski angegriffen und einen von ihnen getötet hat. Damals bearbeitete Hank den Fall und sorgte dafür, dass der ehemalige Soldat Ferren in der Todeszelle landete. Doch nach allem, was Hank in letzter Zeit über Wesen und Nicks Dasein als Grimm erfahren hat, kommen ihm Zweifel: Ferren gab zu Protokoll, dass er in Notwehr gehandelt habe, da die Brüder ihn unerwartet angriffen und dabei aussahen wie Monster. Zudem behauptete Ferren, dass die Kreskis Kannibalen gewesen seien, die ihn zum Abendessen verspeisen wollten. Niemand glaubte Ferren und der Richter schob die Wahnvorstellungen auf seine traumatischen Erlebnisse im Irak. Hank ist sich mittlerweile nicht mehr so sicher, ob Ferren nicht vielleicht doch die Wahrheit gesagt hat und bittet Nick um Hilfe. Da Ferrens Hinrichtung am nächsten Abend stattfinden soll, bleiben den Detectives nur wenige Stunden, um zu beweisen, dass die Kreski-Brüder sogenannte \"Wendigos\" sind, menschenfressende Wesen, die die Überreste unter ihren Häusern vergraben. Doch obwohl sie der Wahrheit bereits dicht auf der Spur sind, scheinen sie völlig machtlos, denn mit welcher Begründung sollen sie den Fall neu aufrollen, wenn die Beweislage damals eindeutig schien? Indes zweifelt Juliette immer mehr an ihrer Liebe zu Nick. Gleichzeitig wächst hingegen ihre Begierde zu Captain Renard, den der Kuss mit Juliette ebenfalls nicht kalt gelassen hat. Doch Renard bleibt vernünftig, nun da er weiß, dass er und Juliette unter Besessenheit leiden. Er vereinbart einen gemeinsamen Termin mit Juliette bei Monroe in Rosalees Kräuterladen, damit dieser ihnen helfen kann. Noch ahnt letzterer nicht, wen er da gleich begrüßen wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252174","hoster":"VOE"},{"path":"/redirect/8543540","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012380","hoster":"VOE"},{"path":"/redirect/8543451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-12","name":"Der Schlüssel","epNo":12,"alt":"Season of the Hexenbiest","descr":"Das ehemalige Hexenbiest Adalind ist überraschend nach Portland zurückgekehrt und mischt Nick und seine Freunde ordentlich auf: Zunächst stattet es Hank einen Besuch ab und hetzt ihm \"Todesdoggen\" auf den Hals. Schwer verletzt landet dieser im Krankenhaus, wo er von Nick besucht wird. Sofort ist Nick jedoch klar: Der Überfall auf Hank war nur ein Ablenkungsmanöver. Hinter diesem Angriff muss noch mehr stecken – und er soll Recht behalten. Auch Captain Renard bekommt Besuch von Adalind. Diese setzt ihn unter Druck: Er muss den Schlüssel des Grimms innerhalb von 24 Stunden finden und an Adalind übergeben. Sollte Renard ihre Forderungen nicht erfüllen, würde sie Nick die wahre Identität seines Chefs als Mitglied der Königsfamilie verraten. Doch Renard hat noch ganz andere Sorgen: Bei dem Versuch, von ihrer Liebessucht befreit zu werden, hatten er und Juliette zuvor den ahnungslosen Monroe im Kräuterladen aufgesucht. Monroe weiß nun über die Liebschaft zwischen Juliette und Renard Bescheid, ohne letzteren jedoch zu kennen. Als Nick erfährt, dass Juliette Gefühle für einen Unbekannten hegt, ist er geschockt und zutiefst verletzt. Er zieht vorübergehend zu Monroe. Bedeutet dies das endgültige Beziehungsaus zwischen Nick und Juliette? Indes lässt Adalind sich während eines fingierten Treffens mit Juliette absichtlich von Nick verhaften. Durch sie erfährt Nick schließlich auch, worum es eigentlich geht: Der Grimm soll Adalind den von seiner Tante Marie vererbten Schlüssel übergeben. Da Nick diesen in seinem Wohnwagen versteckt, ist er sofort gewarnt und nimmt den Schlüssel an sich. Gerade noch rechtzeitig, denn kurz darauf bricht Renard im Wohnwagen ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11813267","hoster":"VOE"},{"path":"/redirect/8545946","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13014835","hoster":"VOE"},{"path":"/redirect/8710781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-13","name":"Der Trank","epNo":13,"alt":"The Face Off","descr":"Nick weiß nun, dass Captain Renard der Unbekannte ist, in den Juliette sich verliebt hat. Am liebsten würde der Grimm seinen Chef sofort zur Rede stellen, doch ein Anruf hält ihn davon ab: Sergeant Wu meldet einen Vierfachmord, nicht ahnend, dass Nick und Monroe dafür verantwortlich sind. Nick muss zum Tatort, um seine und Monroes Spuren bestmöglich zu verwischen, während Monroe Rosalee von den neuen Erkenntnissen berichtet. Glücklicherweise hat Rosalee daraufhin die richtige Erklärung für Juliettes Verhalten – ein Trank soll des Rätsels Lösung sein. Doch in der Zwischenzeit überschlagen sich die Ereignisse: Captain Renard bricht in den Wohnwagen von Nicks Tante Marie ein und sucht nach dem Schlüssel. Doch seine Suche bleibt erfolglos. Daraufhin trifft Nicks Chef sich mit Juliette und beide fallen leidenschaftlich übereinander her. Allerdings scheint Juliettes Verlangen immer mehr überhandzunehmen, so dass die Situation zwischen den beiden in einer gewalttätigen Auseinandersetzung endet. Renard flieht und die Polizei muss anrücken, allerdings weigert sich Juliette zunächst auszusagen. In der Zwischenzeit wird Adalind aus dem Gefängnis entlassen und sucht Schutz bei Captain Renard. Die beiden verbringen die Nacht miteinander, die nicht ohne Folgen bleiben soll. In Rosalees Kräuterladen steht derweil der Trank bereit. Auch Nick muss ihn trinken, doch bevor er dies tun kann, erhält er einen Anruf von Hank. Offenbar hat Renard den Schlüssel in Nicks Schreibtischschublade gefunden. Zwischen den beiden Männern kommt es schließlich im Wald zum Showdown …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012499","hoster":"VOE"},{"path":"/redirect/8545948","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379382","hoster":"VOE"},{"path":"/redirect/8543450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-14","name":"Wahres Gesicht","epNo":14,"alt":"Natural Born Wesen","descr":"Nick, Juliette und Captain Renard haben gemeinsam den magischen Trank zu sich genommen, um dem Verlangen zwischen Juliette und Captain Renard ein Ende zu setzen. Doch zunächst scheint keine spürbare Besserung einzutreten. Am nächsten Tag wird in Portland eine Bank überfallen. Unglücklicherweise ist auch Monroe anwesend und bekommt den brutalen Überfall hautnah mit. Als kurze Zeit später Hank und Nick am Tatort eintreffen und Zeugen befragen, berichten diese von schrecklich maskierten Tätern – zwei Männern und einer Frau. Monroe weiß jedoch, dass es sich dabei keineswegs um Maskierungen gehandelt hat, sondern um für jedermann sichtbar verwandelte Wesen. Monroe ist aufgewühlt, denn die Tatsache, dass Wesen sich in dieser Art den Menschen präsentieren, widerspricht den höchsten Gesetzen und Kodexen der Wesenswelt – eine äußerst gefährliche Situation. Monroe kann eine Bar für Wesen ausmachen, in der er hofft, weitere Informationen über die Täter zu bekommen. Die Unruhen haben sich mittlerweile in der Welt der Wesen herumgesprochen und die Betroffenen geraten in Panik. Rosalees Kräuterladen wird zur Anlaufstelle für viele Wesen, doch auch ihr bleibt nichts anderes übrig, als den Obersten des Wesensrates, De Groot, in Amsterdam einzuschalten. Dieser schickt kurzerhand einen Auftragskiller, doch damit ist das Problem noch lange nicht behoben. Unterdessen plagen Juliette schlimme Halluzinationen, von denen bisher noch niemand etwas weiß. Sind dies etwa Nachwehen des Trankes oder die Konsequenzen von Adalinds Missetaten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012506","hoster":"VOE"},{"path":"/redirect/8543541","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335518","hoster":"VOE"},{"path":"/redirect/8543471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-15","name":"Der Sandmann","epNo":15,"alt":"Mr. Sandman","descr":"Juliette leidet noch immer unter starken Halluzinationen und auch Captain Renard bleibt davon nicht verschont. Wie es scheint, ist Rosalees Behandlung gegen das einst zwanghafte Verhalten der beiden an den neuen Symptomen Schuld. Während Juliette glaubt, dem Wahnsinn verfallen zu sein, kann auch Rosalee der jungen Frau momentan wenig beistehen, denn ein neuer Fall beschäftigt sowohl die Kräuterexpertin als auch Monroe und die Detectives Nick und Hank: Ein Mann namens Andre treibt in Portland sein Unwesen. Sein Ziel sind vor allem trauernde Frauen, an deren Tränen er sich labt. Nick und Hank finden mit Hilfe der Gerichtsmedizin und der Obduktion des ersten Opfers heraus, dass Andre die Frauen zunächst durch eine Art Sand erblinden lässt. Im Wohnwagen von Tante Marie stoßen die Männer schließlich auf einen Hinweis: Offenbar handelt es sich bei Andre um ein ‚Jinnamuru Xunte‘-Wesen. Dieses Wesen hat seinen Ursprung in Afrika und entsteht, wenn ein Mensch von der Kriebelmücke gestochen wird. Durch die Infizierung werden im menschlichen Körper Eier abgelegt, aus denen schließlich kleine rote Würmer schlüpfen, die sich in den Augäpfeln einnisten. Und tatsächlich: Was zunächst aussah wie Sand in den Augen des Opfers, entpuppt sich unter dem Mikroskop als kleine rote Würmer, die sich rasch vermehren und wachsen. Nachdem eine weitere Frau Andre zum Opfer gefallen ist, kommen die Polizisten dem Übeltäter schließlich auf die Spur. Doch kurz vor dessen Festnahme, wird Nick plötzlich vom \"Sandmann\" attackiert und erblindet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13083329","hoster":"VOE"},{"path":"/redirect/8569587","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592225","hoster":"VOE"},{"path":"/redirect/8543457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-16","name":"Game Over","epNo":16,"alt":"Nameless","descr":"Die Computerfirma Spinner in Portland feiert die Fertigstellung des neuen Computerspiels ‚Black Forrest 2‘. Dabei wird vor allem die verantwortliche Programmiererin Jenna geehrt. Noch während der Feier zieht sich Jenna gemeinsam mit ihrem Kollegen Brody in ihr Büro zurück – beide haben eine heimliche Affäre. Doch als Jenna merkt, dass sie offenbar nicht alleine sind, verlässt sie für kurze Zeit den Raum. Als sie zurückkehrt, findet sie Brodys Leiche – der Körper des jungen Mannes wurde in zwei Stücke geteilt. Die Detectives Nick und Hank ermitteln gemeinsam mit Sergeant Wu am Tatort, als Jenna plötzlich einen Anruf aus Brodys Büro erhält. Ein anonymer Anrufer bedroht Jenna. In Brodys Büro finden die Ermittler Hinweise – Buchseiten aus verschiedenen Romanen, die dazu auffordern, den Namen des Täters herauszufinden. Doch das gestaltet sich alles andere als einfach, denn bevor sich Nick, Hank und Sergeant Wu versehen, sind sie Teil des Spiels – mit dem Unterschied, dass alles was passiert schreckliche Realität ist. Derweil leidet Juliette immer noch unter ihren Halluzinationen, doch diese scheinen nach und nach immer klarer zu werden. Sie erkennt Nick, der ihr etwas sagen möchte. In der Hoffnung, dass diese Halluzinationen ihre zurückgekehrte Erinnerung an den fatalen Abend sind, wendet sie sich an Monroe und Rosalee. Beide verbringen den Abend bei Juliette zu Hause und eine neue Halluzination ruft in Juliette die Erinnerung an Tante Maries Wohnwagen hervor. Schnell ist für Juliette klar: Sie muss in den Wohnwagen und Monroe soll sie zu ihm bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11778712","hoster":"VOE"},{"path":"/redirect/8569585","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9605029","hoster":"VOE"},{"path":"/redirect/8543458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-17","name":"Die Jury","epNo":17,"alt":"One Angry Fuchsbaug","descr":"Als Geschworene gerät Rosalee unter den Einfluss eines Anwalts, dessen Überzeugungskraft nicht ganz natürlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012515","hoster":"VOE"},{"path":"/redirect/8569586","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581875","hoster":"VOE"},{"path":"/redirect/8543455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-18","name":"Feuer und Flamme","epNo":18,"alt":"Ring of Fire","descr":"Juliette wird weiterhin mit ihren Erinnerungen konfrontiert, die alle auf einmal in Form von Halluzinationen auf sie einwirken. Nachdem ein solcher Anfall zu einem Autounfall führte, sucht Juliette erneut Hilfe bei Pilar. Diese rät ihr, sich in solchen Momenten auf eine der vielen Halluzinationen zu konzentrieren und ihre Erinnerungen dabei zuzulassen. Was für die junge Frau zunächst unmöglich scheint, zeigt tatsächlich Wirkung. Indes muss Nick den Mord an der Archäologin Jill aufklären. Diese war kurz vor ihrem Tod noch auf dem Mount Hood in Portland unterwegs. Wie Aufnahmen auf ihrer Kamera zeigen, hat sie dabei besonderes Gestein entdeckt, von welchem sie Proben mitgenommen hat. Wie Nick wenig später erfährt, wurde Jill auf dem Weg zu ihrem Auto von einem Mann angegriffen, den sie mit Pfefferspray abwehren und der anschließend fliehen konnte. Zu Hause angekommen wurde sie ermordet. Nick und Sergeant Wu begeben sich auf Spurensuche und fahren ebenfalls zum Mount Hood. Dort machen sie Bekanntschaft mit Marcus, der Jill vermeintlich angegriffen hatte. Er ist ebenfalls Archäologe und lebt seit dem Tod seiner Frau alleine in den Bergen. Marcus wollte Jill allerdings nur warnen, denn der Gesteinsraub weckt das Feuerwesen Volcanalis, das auch Jill heimgesucht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012518","hoster":"VOE"},{"path":"/redirect/8545951","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581882","hoster":"VOE"},{"path":"/redirect/8543465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-19","name":"Die Letzten ihrer Art","epNo":19,"alt":"Endangered","descr":"Detective Nick Burkhardt und sein Kollege Sergeant Wu werden zu einem Tatort mitten auf einem Feld gerufen: Ein Farmer namens John und mehrere seiner Kühe wurden getötet. Er und der Farmbesitzer, Robert Hadley, waren zuvor auf einer nächtlichen Kontrollfahrt. Als sich ihre Wege für kurze Zeit trennten, wird John, laut Roberts Augenzeugenbericht, von einem glühenden \"Alien\" angegriffen. Bei ihren Ermittlungen stoßen Nick und Wu auf den Alienjäger George Lazure, der von mehreren Attacken solcher Art innerhalb der letzten Monate berichtet. Zurück in der Stadt stößt Nick im Buch seiner Tante Marie auf eine Abbildung des sogenannten \"Glühwesens\" – eine Wesensart, die vom Aussterben bedroht ist. Mit Hilfe von Rosalee und Monroe findet der Grimm heraus, dass es sich hierbei offenbar um ein seltenes ‚Glühwesen‘-Pärchen handelt, das kurz davor steht, Eltern zu werden. Während der Schwangerschaft ernährt sich das Weibchen von den Eierstöcken von Kühen. Doch die ‚Glühwesen‘ haben viele Feinde, die es auf sie und ihre besonderen Fähigkeiten abgesehen haben. Monroe, Rosalee und Nick müssen sich beeilen, das Paar so schnell wie möglich zu finden und in Sicherheit zu bringen. Indes erinnert sich Juliette immer mehr an ihre vergangene Beziehung mit Nick. Während sie in Erinnerungen schwelgt, taucht plötzlich auch das Wort ‚Grimm‘ in ihren Gedanken auf. Durch Monroe erhofft sie sich Antworten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012517","hoster":"VOE"},{"path":"/redirect/8569589","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012392","hoster":"VOE"},{"path":"/redirect/8543461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-20","name":"Die Muse","epNo":20,"alt":"Kiss of the Muse","descr":"Als die Detectives Nick Burckhardt und Hank Griffin sich am Morgen in einem Café treffen, werden sie plötzlich Zeugen eines Eifersuchtsdramas in der Buchhandlung gegenüber. Der Schriftsteller Evan Childs hat dort seinen neuen Roman vorgestellt und wurde von einem Mann namens Anton Cole erschossen. Zwar konnte Anton fliehen, doch von seiner schockierten Ex-Freundin Khloe erfahren die Detectives, dass Anton den Autor aus Eifersucht umgebracht hat. Khloe und er hatten sich ein halbes Jahr zuvor getrennt und Khloe war mittlerweile mit Evan glücklich. Nick, Hank und Sergeant Wu machen sich gemeinsam auf den Weg zu Antons Appartement, wo sie auf Unfassbares stoßen: Anton arbeitet als Künstler und scheint von Khloe als seine Muse geradezu besessen zu sein. Die junge Frau ist sich, wie sich wenig später herausstellt, ihrer Wirkung auf Männer durchaus bewusst und auch Nick kann ihr nicht lange widerstehen. Als er sie kurz darauf in ihrer Wohnung besucht, kommt es zu einem Kuss zwischen den beiden. Seitdem scheint es um Nick geschehen zu sein – mehr noch: Er wirkt gereizt, stößt die irritierte Juliette vor den Kopf und gerät in eine Schlägerei. Da Nick offensichtlich nicht mehr Herr seiner Sinne ist, müssen die Freunde Rosalee, Monroe und Hank die Recherchen im Wohnwagen zum ersten Mal alleine übernehmen. Dabei stoßen sie auf das ‚Muse‘-Wesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252173","hoster":"VOE"},{"path":"/redirect/8545955","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700921","hoster":"VOE"},{"path":"/redirect/8543466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-21","name":"Die Untoten","epNo":21,"alt":"The Waking Dead","descr":"Juliette und Nick sind nach den vielen Irrfahrten der vergangenen Zeit auf dem besten Wege, wieder ein Paar zu werden. Doch damit Juliette in Zukunft Nicks Dasein als Grimm und die vielen Ungereimtheiten in Bezug auf die \"Wesen\" verstehen kann, geht die junge Frau einen drastischen Schritt. Sie überzeugt Monroe, Rosalee und Bud, sich vor ihr in ihr jeweiliges Wesen zu verwandeln. Nach anfänglichem Zögern macht Juliette schließlich die Bekanntschaft mit Blutbader, Fuchsteufel und Eisbiber. Aber wie wird sie reagieren? Indes ermitteln Nick, Hank und Sergeant Wu in einem äußerst merkwürdigen Fall. Wu und ein Kollege wurden zuvor zu einem verwüsteten Haus gerufen, in dem offenbar ein Kampf stattgefunden hat. Die Männer finden die Leiche einer Frau namens Lilly O’Hara, werden aber plötzlich vom Täter angegriffen, woraufhin sie ihn in Notwehr erschießen. In der Pathologie kann Dr. Harper die DNS des Mannes feststellen. Das Unglaubliche daran: Dieser Mann wurde bereits vor drei Tagen in einem örtlichen Krankenhaus für tot erklärt. Am Tatort fällt Nick wiederum ein Mann mit Zylinder auf, der ihm kurz danach auch im Krankenhaus begegnet. Doch noch haben die Detectives keine Ahnung, mit wem sie es hier zu tun haben. In der Zwischenzeit verkauft Adalind ihr ungeborenes Kind königlicher Abstammung an die Zigeunerfürstin Stefania. Im Gegenzug fordert sie ihre Hexenbiest-Kräfte zurück. Auch Captain Renard erfährt durch einen Spion, dass ein königlicher Nachkomme zum Verkauf geboten wurde, nicht ahnend, wer die Mutter ist und dass er als potenzieller Vater in Frage kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012511","hoster":"VOE"},{"path":"/redirect/8569590","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700920","hoster":"VOE"},{"path":"/redirect/8543464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-2/episode-22","name":"Ruhe sanft","epNo":22,"alt":"Goodnight, Sweet Grimm","descr":"Für Nick und Juliette geht es weiter bergauf. Nachdem sie ihm ihre Liebe gestanden hat, beschließen beide, wieder zusammen zu ziehen – nicht ahnend, dass dieses Vorhaben kurz darauf torpediert wird: Der Fall der auferstandenen Toten lässt der Polizei in Portland keine Ruhe. Denn der Mann mit dem Zylinder, Baron Samedis, der im Auftrag von Captain Renards Halbbruder Eric handelt, lässt seine Armee der Untoten auf die Einwohner der Stadt los. In Portland herrscht Chaos, denn die Zombies beherrschen fortan die Straßen. Nick und Hank gelingt es bei einem Einsatz, eine der Gestalten zu überwältigen und sie bringen ihn in Rosalees Gewürzladen. Gemeinsam versuchen Hank, Rosalee, Monroe und Nick, dem Zombie ein Gegengift einzuflößen – mit Erfolg. Automechaniker Al erinnert sich daran, dass er zu einer Autopanne gerufen wurde, bei der er Baron Samedis begegnete. Später sei er mit vielen anderen Untoten in einem Container aufgewacht. Nick und Hank vermuten, dass Baron womöglich im Containerhafen seine Armee aufstellt und die beiden machen sich auf den Weg. Auch Rosalee, Monroe und Juliette wollen helfen. Doch dort angekommen, müssen sie schon bald erkennen, dass sie gegen derart viele Zombies und Baron keine Chance haben: Dieser Kampf endet tragisch. Indes hofft Adalind noch immer, durch Stefania ihre Hexenbiest-Kräfte wiederzuerlangen. Zwar rät Frau Pech ihr unentwegt davon ab, der Zigeunerfürstin zu vertrauen, doch dann begeht die alte Dame einen verhängnisvollen Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427519","hoster":"VOE"},{"path":"/redirect/8569588","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592224","hoster":"VOE"},{"path":"/redirect/8543463","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grimm/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/grimm/staffel-3/episode-1","name":"Absturz","epNo":1,"alt":"The Ungrateful Dead","descr":"Nachdem Nick von Zombies infiziert wurde, kämpfen Monroe, Rosalee und Juliette verzweifelt gegen die Zombieapokalypse. Gleichzeitig müssen sie herausfinden, was mit Nick geschehen ist. Dabei bekommen sie Unterstützung von Hank und Captain Renard. Doch Renard ahnt, dass ihn sein Bruder Eric nach Europa schaffen will. Um dies zu verhindern, fahren sie gemeinsam zum Flughafen, aber das Flugzeug mit Nick an Bord ist bereits gestartet. Nick ist nun auf sich allein gestellt. An Bord kann er sich zwar aus der Kiste befreien und Baron Samedi überwältigen, doch der Kampf bringt die Maschine zum Absturz und legt in einem Waldgebiet eine Bruchlandung hin. Nick entfernt sich von der Unfallstelle und landet in einer Bar, wo er in seinem Zombie-Zustand Angst und Schrecken verbreitet. Als Hank und die anderen, von einem Notruf alarmiert, dort eintreffen, ist er aber schon weitergezogen. Allen ist klar: Nick ist gefährlich und muss aufgehalten werden, ehe er noch mehr Schaden anrichtet. Adalind unterzieht sich währenddessen unter Stefanias Aufsicht einem blutigen Ritual zur Wiedererlangung ihrer Hexenkräfte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012524","hoster":"VOE"},{"path":"/redirect/8569591","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592227","hoster":"VOE"},{"path":"/redirect/8543469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-2","name":"Böses Erwachen","epNo":2,"alt":"PTZD","descr":"Monroe und Hank verfolgen den wildgewordenen Nick, der eine Familie in deren Haus bedroht. Nach einem erbitterten Kampf gelingt es ihnen, Nick zu überwältigen und Rosalee kann ihm das Gegenmittel spritzen. Kurz darauf erwacht er, doch er kann sich an nichts mehr erinnern. Eric Renard, Thronfolger der königlichen Familie, starb indes offenbar in Wien bei einem Mordanschlag. Captain Sean Renard hatte das Attentat in Auftrag gegeben. Auch in Portland greift der Captain zu illegalen Mitteln: Nachdem ein Opfer der Kneipenschlägerei im Krankenhaus stirbt, vernichtet Renard Beweismaterial und lässt nach einem gewissen Thomas Schirach suchen. Noch ahnt Nick nicht, dass er während seines Zombieanfalls in dem Kneipenkampf zum Mörder geworden ist. Die anderen sind auf Nicks Seite und als Ermittlungen aufgenommen werden, stimmen die Freunde ihre Aussagen ab, um ihn zu schützen. Erst als die Ermittler Juliette befragen, begreift Nick, dass er der eigentlich Gesuchte ist, und will sich unbedingt stellen. Adalind muss unterdessen weitere Rituale über sich ergehen lassen, um ihre Hexenkräfte zurückzuerlangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012513","hoster":"VOE"},{"path":"/redirect/8543542","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592228","hoster":"VOE"},{"path":"/redirect/8543462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-3","name":"Bauchgrimmen","epNo":3,"alt":"A Dish Best Served Cold","descr":"Ein Toter auf einem Baum sorgt für Aufsehen: Ned Klostermanns Bauch ist aufgeplatzt, vor seinem Tod muss er unbeschreibliche Schmerzen erlitten haben. Seine Frau, mit der er am Abend zuvor in einem Restaurant war, hat keine Erklärung dafür. Bald wird eine weitere Baumleiche entdeckt: Stephanie Robinson. Wie Ned hat auch sie zuvor im Restaurant \"Raven and Rose\" bei Starkoch Graydon Ostler diniert. Und eine weitere Gemeinsamkeit gibt es: Beide Opfer sind ‚Blutbader‘. Der Verdacht liegt nahe, dass sie gezielt vergiftet wurden, und zwar mit einem Pilz, der nur für \"Blutbader\" tödlich ist. Nicht nur der Küchenchef, sondern die gesamte Crew sind Bauernschweine, die natürlichen Todfeinde der ‚Blutbader‘. Als schließlich auch Monroes Freund Sam betroffen ist, folgt er ihm in den Wald und muss erleben, wie sich sein Bauch aufbläht und schließlich aufplatzt. Monroe schwört Rache. Nicks Versuche, Ostler zu einem Geständnis zu bewegen, bleiben erfolglos. Er weiß, dass man ihm nichts nachweisen kann und wird weitermachen. Ganz Wien trauert indes um den königlichen Thronfolger. Nach Erics Ermordung ist Adalinds ungeborenes Kind noch kostbarer geworden. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012519","hoster":"VOE"},{"path":"/redirect/8545954","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581879","hoster":"VOE"},{"path":"/redirect/8543468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-4","name":"Drei Schwestern","epNo":4,"alt":"One Night Stand","descr":"Beim Angeln am Fluss treffen die beiden Freunde Jake und Dan die Schwestern Anna und Sarah. Allmählich kommen sie sich näher und gehen zusammen baden. Plötzlich schreit Dan um Hilfe, etwas zieht ihn in die Tiefe. Dann erwischt es auch Jake, aber während Dan ertrinkt, wird er von einer rätselhaften Wassernymphe gerettet. Als man die Leiche von Dan aus dem Fluss zieht, sind die Mädchen längst verschwunden. Nick und Hank untersuchen den Ertrunkenen und stoßen auf merkwürdige Spuren an den Knöcheln. Anna, Sarah und ihre taube Schwester Elly leben auf dem Hausboot ihres Vaters Abel Mahario. Dort wird auch Jakes Handy gefunden, welches Elly mitgenommen und versteckt hatte. Abel und seine Töchter sind Najaden, Wesen, die an Land leben, aber in regelmäßigen Abständen ins Wasser müssen, um nicht auszutrocknen. Da die Männer der Najaden unfruchtbar sind, müssen sich die Weibchen mit normalen Menschen paaren. Traditionell werden die Partner nach dem Geschlechtsakt von den männlichen Najaden ertränkt. Obwohl dieser Brauch eigentlich längst nicht mehr gepflegt wird, halten Jesse und Dominic, die mit den Schwestern eine Familie gründen wollen, an den alten Traditionen fest. Aber Elly wollte sich nicht damit abfinden und rettete Jake aus dem Fluss. Dafür wollen Jesse und Dominic sie nun bestrafen. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012525","hoster":"VOE"},{"path":"/redirect/8569595","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592229","hoster":"VOE"},{"path":"/redirect/8543470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-5","name":"Höllenhunde","epNo":5,"alt":"El Cucuy","descr":"Bei einem brutalen Überfall auf eine Tankstelle erleidet der Kassierer lebensgefährliche Verletzungen. Zwei Wochen später werden die beiden Täter von einer Bestie mit scharfen Zähnen zerfleischt. Kurz zuvor hatten sie ein Lebensmittelgeschäft ausgeraubt. Mehrere Zeugen werden vernommen, aber alle sind verängstigt und schweigen. Nur der Anwohner David Florenz macht keinen Hehl aus seiner Unzufriedenheit mit der Polizei, die seiner Meinung nach ihre Arbeit nicht richtig macht. Ein weiterer Zeuge gibt Nick und Hank einen Tipp: Ray Bolton ist mehrfach vorbestraft und hält zwei Kampfhunde. Da einer der Toten einmal vor Gericht gegen ihn ausgesagt hatte, wäre sogar ein Motiv vorhanden. Außerdem hätte er seine Hunde gar nicht auf die Männer hetzen müssen, denn er ist ein Wesen, ein Höllentier. Aber weder Bolton noch seinen Hunden kann man die Tat nachweisen. Das nächste Opfer ist ein Mann, der eine Frau auf der Straße überfallen hatte, um sie zu vergewaltigen. Auch er wird angefallen und zerfleischt. Es scheint, als seien die Morde die Selbstjustiz eines einsamen Rächers. Die Fälle erinnern an eine alte spanische Legende: El Cucuy, ein Sagenwesen, mit dem man Kinder erschreckt, wenn sie ungehorsam sind. Juliettes Bekannte Pilar kennt El Cucuy aber auch als gelbäugiges Rächerwesen, das böse Menschen verfolgt und bestraft, sobald es die Stimmen vieler klagendender Frauen hört. Verwandelt sich etwa der traumatisierte Afghanistan-Heimkehrer David Florenz nachts in El Cucuy? (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104151","hoster":"VOE"},{"path":"/redirect/8545953","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592230","hoster":"VOE"},{"path":"/redirect/8545928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-6","name":"Der Exorzist","epNo":6,"alt":"Stories We Tell Our Young","descr":"Paul Dobbs stirbt, als er versucht, bei dem neunjährigen Daniel Keary eine Teufelsaustreibung vorzunehmen. Ein junger Seminarist war ebenfalls anwesend und berichtet, der Junge sei wie von einem Dämon besessen. Der Exorzist war die letzte Hoffnung der ratlosen Eltern, die bei Daniel seit einem Jahr Auffälligkeiten und extrem gewalttätige Zwischenfälle beobachten. Zahllose Ärzte und Psychiater wurden schon konsultiert, doch niemand konnte helfen. Da kein Elternteil der Wesenwelt angehört, kann es auch keine Aufwallung gewesen sein. Aber Rosalee hat einen Verdacht: Seit Generationen kennt man bei den Wesen sogenannte Grausen. Das sind Geister, die von Kindern normaler Menschen Besitz ergreifen. Da die betroffenen Kinder ganze Landstriche verwüsteten und schlimme Dinge anrichteten, die man den Wesen ankreidete, wurden sie auf Beschluss des Wesenrates getötet. Auch in Daniels Fall fühlt sich Rosalee verpflichtet, den Wesenrat in Den Haag zu informieren. Juliette glaubt jedoch an einen seltenen Parasiten und ist überzeugt, dass man dem Kind helfen kann. Aber der Killer aus Den Haag ist bereits unterwegs. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096261","hoster":"VOE"},{"path":"/redirect/8569594","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581881","hoster":"VOE"},{"path":"/redirect/12978262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-7","name":"Dunkle Kanäle","epNo":7,"alt":"Cold Blooded","descr":"Adalind wird in Wien von Kronprinz Viktor empfangen. Er will die Mörder seines Cousins Eric finden und bittet sie, ihm die Namen aller Personen zu nennen, mit denen sie in Portland zu tun hatte. Währenddessen trifft Renard seine Mitverschwörer aus der antiroyalistischen Untergrundbewegung. Im Untergrund spielt sich auch der Fall ab, den Nick und Hank bearbeiten. Im Zusammenhang mit einer Serie von Einbrüchen sterben zwei Menschen eines gewaltsamen Todes: Scott Himber, der den Einbrecher überrascht hatte, wird ein Arm abgerissen. Und ein Kanalarbeiter hat in den Abwasserschächten unter der Stadt ebenfalls eine unheimliche Begegnung, die ihn das Leben kostet. Da man in der Kanalisation Diebesgut aus den Einbrüchen findet, ist bald klar, dass die beiden Fälle zusammenhängen. Das gesuchte Wesen wird mit Monroes Hilfe als Gelumcaedus identifiziert: eine uralte Gattung reptilienartiger Monster mit Riesenkräften und scharfen Zähnen. Seit dem Untergang Roms leben sie in Aquädukten und Abwasserkanälen. Nick und Hank können ihn überwältigen und festnehmen. Aber noch ahnen sie nicht, dass er nur einer von drei Brüdern war. Die beiden anderen entführen Hank und fordern einen Gefangenenaustausch, der ebenfalls in der Kanalisation stattfinden soll. Sie haben jedoch nicht vor, die beiden Detectives am Leben zu lassen … (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012516","hoster":"VOE"},{"path":"/redirect/8543543","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592231","hoster":"VOE"},{"path":"/redirect/8543472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-8","name":"Knecht Ruprecht","epNo":8,"alt":"Twelve Days Of Krampus","descr":"Wenige Tage vor Weihnachten brechen die beiden Jugendlichen Derek und Quinn ein Auto auf und stehlen die Geschenke. Als sie ihre Beute begutachten, erscheint Knecht Ruprecht mit einem Widderkopf und schlägt sie mit der Rute. Quinn wird in einen Sack gesteckt und mitgenommen, Derek bleibt schwer verängstigt zurück. Kurz darauf verschwindet ein weiterer Junge aus einer Tiefgarage, auch er hatte Geschenke gestohlen. Ein Zeuge berichtet von einem Mann im roten Mantel, was dazu führt, dass Nick und Hank bei ihren Ermittlungen ein wenig übers Ziel hinausschießen. Schon bald sind sie in den Fernsehnachrichten zu sehen, wie sie – sehr zum Entsetzen der anwesenden Kinder – über einen Weihnachtsmann herfallen, der sich als Wesen entpuppt hatte. Doch wie Monroe weiß, muss es sich um eine besondere Art Wesen handeln: den Krampus. Von ihm wird berichtet, dass er unartige Kinder entführt und sie in einen Baum hängt, wo er sie am Tag der Wintersonnenwende verspeist. Mit Eisbiber Buds Hilfe gelingt es, den höchsten Baum in der Umgebung zu finden und die gefangenen Kinder zu befreien. Nick überwältigt den Krampus, der um Punkt Mitternacht wieder seine normale Gestalt annimmt. Es handelt sich um einen Fotografen aus Salt Lake City, der nichts von seiner dunklen Seite weiß. Wie kann man verhindern, dass sich der Mann im nächsten Jahr Anfang Dezember wieder in den Krampus verwandelt? (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104153","hoster":"VOE"},{"path":"/redirect/8676572","hoster":"Vidoza"},{"path":"/redirect/8569600","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592232","hoster":"VOE"},{"path":"/redirect/8545929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-9","name":"Radioaktiv","epNo":9,"alt":"Red Menace","descr":"Der russische Wunderheiler Boris Myshkin kann Menschen von allen möglichen Leiden befreien. Zusammen mit seiner Ehefrau Olga und seiner jungen Gespielin Larissa ist er zu Gast bei einer reichen Russin. Auf einer Party wird er von einem Mann attackiert, doch Myshkin lässt sich das nicht so leicht gefallen. Er gehört als Koschtsche der Wesenwelt an und kann durch seine Berührung nicht nur heilen, sondern seine Opfer auch radioaktiv verseuchen. Nachdem Nick, Hank und Wu den Mann namens Alex mehr tot als lebendig in einem Motelzimmer finden, müssen sie sich erst einmal selbst dekontaminieren lassen. Bei den Ermittlungen erweisen sich die Russischkenntnisse von Captain Renard, der einige Zeit in Moskau gelebt hat, als hilfreich. Über seine dortigen Kontaktleute bringt er in Erfahrung, dass Myshkin früher als Killer für den russischen Geheimdienst tätig war. Wie sich zeigt, hatte er vor Jahren den Vater von Alex ermordet, dafür sollte er jetzt mit dem Tod bezahlen. Aber Alex hat noch eine Komplizin im Umfeld des Heilers: Die schöne Larissa ist seine Schwester und soll nun das Werk vollenden. Dabei gerät sie selbst in große Gefahr – die geht jedoch nicht von Myshkin aus. Juliettes Freundin Alicia hat ihren gewalttätigen Ehemann verlassen und sucht nun Zuflucht bei Juliette und Nick. In einem unbeobachteten Moment sieht Nick, dass Alicia ein Wesen ist, ebenso wie ihr Mann Joe, der bereits vor dem Haus Stellung bezogen hat. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095022","hoster":"VOE"},{"path":"/redirect/8569596","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592234","hoster":"VOE"},{"path":"/redirect/8569592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-10","name":"Familienbande","epNo":10,"alt":"Eyes of the Beholder","descr":"Vor einem Schnellrestaurant wird Gangsterboss Alonzo Banks von drei Männern überfallen und erschlagen. Jared Ellis hat die Tat beobachtet, will aber nichts sagen. Dadurch gerät er zunächst einmal selbst in Verdacht – sehr zum Missfallen seiner älteren Schwester Zuri, die Hank nach seiner Fußverletzung physiotherapeutisch betreut hat. Bei den Mördern scheint es sich um eine verfeindete Gang aus Seattle zu handeln, weshalb Jared als Augenzeuge in großer Gefahr schwebt. Nachdem die Täter bei Zuri und Jared zu Hause auftauchen, können die beiden nur knapp entkommen. Hank bringt sie in ein sicheres Versteck, wo er sich aus nicht ganz uneigennützigen Motiven persönlich um sie kümmert. Aber als Jared erfährt, dass die Männer seine Freundin Joy bedrohen, kann er sich nicht mehr zurückhalten. Von Nick erfährt Juliette, dass ihre langjährige Freundin Alicia, die sich bei ihnen vor ihrem gewalttätigen Freund Joe versteckt, ein Wesen ist. Als Juliette sie darauf anspricht, tut Alicia, als wüsste sie nicht, wovon die Rede ist. Nachdem ihr jedoch klar wird, dass Juliette mit einem Grimm zusammenwohnt, möchte sie keine Minute länger in deren Haus bleiben. Doch Joe wartet bereits vor der Tür. (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012521","hoster":"VOE"},{"path":"/redirect/8676570","hoster":"Vidoza"},{"path":"/redirect/8569597","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592233","hoster":"VOE"},{"path":"/redirect/8543473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-11","name":"Giftstachel","epNo":11,"alt":"The Good Soldier","descr":"Eine Soldatin wurde vor vier Jahren von einer Gruppe, bestehend aus US-Soldaten und Angestellten privater Sicherheitsfirmen im Irak vergewaltigt, doch das Verbrechen wurde vertuscht. Nun macht sie sich auf die Suche nach ihren Peinigern, um sie zur Rede zu stellen, unter anderem in Portland. Die damaligen Täter werden der Reihe nach umgebracht, ein Opfer auf dem Rachefeldzug, wie es scheint. Doch es ist der ehemalige Vorgesetzte des Opfers, der sich, mittlerweile unheilbar an Krebs erkrankt, auf den Weg gemacht hat, um das Verbrechen auf Manticore-Art zu sühnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012526","hoster":"VOE"},{"path":"/redirect/8545956","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581880","hoster":"VOE"},{"path":"/redirect/8543475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-12","name":"Skalpiert","epNo":12,"alt":"The Wild Hunt","descr":"Nick und Hank machen weiterhin Jagd auf einen bestialischen Wesen-Serienkiller, der seinerseits ebenfalls Interesse an Nick hat. Unterdessen muss Monroe mit den Reaktionen seiner Eltern auf die Verlobung mit Rosalee und seine Freundschaft mit Nick umgehen. Eine große Bedrohung bringt die Zerstrittenen einander wieder näher. Unterdessen versuchen Rosalee und Monroes Mutter sich auf ihre Art anzunähern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012522","hoster":"VOE"},{"path":"/redirect/8569598","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13104149","hoster":"VOE"},{"path":"/redirect/8569593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-13","name":"Blitz und Donner","epNo":13,"alt":"Revelation","descr":"Nur mit großer Mühe kann Monroe seine Eltern zurückhalten, als diese erfahren, dass er mit einem Fuchsteufel verlobt ist und sein Freund noch dazu ein Grimm ist. Nachdem sie ihn allein gelassen haben, fährt Monroe zu Rosalee, die sich in ihren Laden zurückgezogen hat. Nach einem Gespräch mit ihr beschließt er, sich von seinen Eltern abzuwenden, sollten sie Rosalee nicht akzeptieren. Aber seine Mutter Alice ist noch nicht bereit, ihren Sohn aufzugeben. Unterdessen treiben zwei Serienmörder in Portland weiterhin ihr Unwesen. Monroe ist überzeugt, dass sie es auch auf Nick abgesehen haben. Im Wohnwagen sichten sie die Waffenkammer und wälzen Bücher, um ein wirksames Mittel gegen sie zu finden. Anscheinend kann man sie besiegen, indem man ihnen die Haare abschneidet. Ihr Kommen kündigen sie mit Blitz und Donner an, denn sie lauern bereits vor dem Wohnwagen. In Wien befindet sich Adalind indes in großer Gefahr. Wie sich herausstellt, macht Stefania mit dem Kronprinzen gemeinsame Sache. Der schickt seine Geheimdienstleute ins Hotel, um Adalind abzuholen. Doch Meisner tötet die Warane und bringt Adalind zu einer einsamen Hütte im Wald. Dort setzen plötzlich die Wehen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012533","hoster":"VOE"},{"path":"/redirect/8676573","hoster":"Vidoza"},{"path":"/redirect/8569599","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592235","hoster":"VOE"},{"path":"/redirect/8545932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-14","name":"Die Opfergabe","epNo":14,"alt":"Mommy Dearest","descr":"Die schwangerere Philippinin Dana wird nachts von einem Wesen angegriffen. Durch den Notruf einer Nachbarin wird Sergeant Wu alarmiert. Er fährt zum Haus des befreundeten Paars, wo er seine Jugendfreundin Dana blutend und bewusstlos im Schlafzimmer findet. Vor einem Jahr waren sie und ihr Mann Sam aus Manila nach Portland gezogen. Nick und Hank versuchen, Wu aus den Ermittlungen weitgehend rauszuhalten, um ihn nicht mit den Wesengeheimnissen zu konfrontieren. Doch Wu ist seit der Kindheit mit Dana befreundet und fühlt sich für sie verantwortlich. Dana wird im Krankenhaus untersucht – sie ist wohlauf und auch dem Baby fehlt nichts. Allerdings hat sie fast kein Fruchtwasser mehr. Als Wu sie fand, sagte sie das Wort ‚Aswang‘, was ihn an Erzählungen seiner Großmutter erinnert. Aswang war der Name der Kreatur, die ihre lange Zunge durch den Bauchnabel von schwangeren Frauen bohrt, um Fruchtwasser zu trinken und den Fötus zu verzehren. Tatsächlich finden sich Hinweise, dass ein Wesen mit Krallen durch das Fenster ins Schlafzimmer geklettert ist. Sam hat eine Befürchtung, die sich bald bestätigt: Seine Mutter Lani war die nächtliche Besucherin. Sie fordert von ihrem Sohn, dass er ihr seinen Erstgeborenen opfert, damit sie länger leben kann. So verlangt es die Tradition ihrer Art.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13848915","hoster":"VOE"},{"path":"/redirect/8569604","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581883","hoster":"VOE"},{"path":"/redirect/8543474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-15","name":"Der Fluch der Mumie","epNo":15,"alt":"Once We Were Gods","descr":"Die Archäologin Vera Gates macht einen sensationellen Fund: einen mumifizierten Anubis. Der ägyptische Gott wird als liegender Schakal dargestellt. Bei einem nächtlichen Einbruch in das archäologische Labor werden ein Wachmann und einer der Einbrecher erschossen. Der andere Täter, Karl Herman, ist kein Unbekannter: Immer wieder bricht er in Museen ein und hinterlässt Hieroglyphen an den Wänden, mit denen er gegen Grabschändungen protestiert. Nick und Hank nehmen die Ermittlungen auf und kommen bald zu dem Schluss, dass es sich bei dem Anubis um ein mumifiziertes Wesen handelt. Wie Monroe und Rosalee bestätigen, waren viele der alten ägyptischen Götter Wesen. Karl Herman ist auch ein Anubis und gehört einer geheimen Organisation namens \"Beati Paoli\" an, die gegen die öffentliche Ausstellung ihrer Vorfahren in Museen kämpft. Nun schaltet sich auch der Wesenrat ein: Der Abgesandte Alexander bittet Nick, den Aktivisten zu töten. Der aber hat inzwischen Professorin Gates in seine Gewalt gebracht und fährt mit ihr zum Institut, um seine Mission zu beenden. Kronprinz Viktor lässt Sebastian unterdessen so lange foltern, bis er Adalinds Versteck preisgibt. Mit einigen Agenten macht er sich auf die Suche nach der Hütte, aber Meisner hat mit Adalind und dem Baby längst die Flucht angetreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012532","hoster":"VOE"},{"path":"/redirect/8569601","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592236","hoster":"VOE"},{"path":"/redirect/8543477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-16","name":"Freakshow","epNo":16,"alt":"The Show Must Go On","descr":"Zwei junge Frauen werden brutal ermordet. Am Abend zuvor waren sie auf dem Jahrmarkt und haben dort eine \"Monster-Show\" besucht. Für Nick und Hank ist bald klar, dass hier Wesen für Unterhaltungszwecke ausgebeutet werden. Attraktion des Abends ist der Blutbader Max. Die beiden jungen Frauen vom Vorabend hatten ihn mit nach Hause genommen, damit er sich für sie verwandelt. Seine Freundin Jonvieve macht sich große Sorgen um ihn, denn er scheint seine Aufwallungen nicht mehr unter Kontrolle zu haben. Monroe und Rosalee berichten von der Gefahr des ‚Umkippens‘, bei dem die Wesenseite die Oberhand gewinnt, wenn sich ein Wesen zu oft grundlos verwandelt. Aber noch ist fraglich, ob Max die Morde wirklich begangen hat. Um mehr herauszufinden, was dort hinter den Kulissen geschieht, gehen Monroe und Rosalee undercover auf den Jahrmarkt. Da Jonvieve nach einem Streit mit Max verletzt wird und nicht mehr auftreten kann, findet Direktor Hedig in Rosalee Ersatz. Sie wird für die Show engagiert, doch die Vorstellung gerät außer Kontrolle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012531","hoster":"VOE"},{"path":"/redirect/8545957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592238","hoster":"VOE"},{"path":"/redirect/8543476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-17","name":"Auf der Flucht","epNo":17,"alt":"Synchronicity","descr":"Meisner bringt Adalind und das Baby zu einem Flugplatz nördlich von Zürich. Dort aber lauern Agenten der Warane und es kommt zu einem Kampf. Unerwartet taucht Nicks Mutter Kelly auf – sie gehört inzwischen ebenfalls der Widerstandsbewegung an – und hilft, die Warane auszuschalten. Gemeinsam mit Adalind und dem Baby besteigt sie eine alte Propellermaschine und gibt dem Piloten Anweisung, nach Übersee zu fliegen. Viktor hat inzwischen einen neuen Geheimdienstchef eingesetzt, der herausfindet, dass das Flugzeug die amerikanische Westküste ansteuert. Tatsächlich hat Kelly die Absicht, Adalind und das Baby in Portland zu verstecken. Ausgerechnet das Haus ihres Sohnes Nick wählt sie als Anlaufstation. Allerdings ahnt sie nichts von der Vorgeschichte zwischen ihrem Sohn und dem Hexenbiest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012529","hoster":"VOE"},{"path":"/redirect/8569609","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592237","hoster":"VOE"},{"path":"/redirect/8543478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-18","name":"Versteckt","epNo":18,"alt":"The Law of Sacrifice","descr":"Nachdem Adalind und das Baby bei Renard Unterschlupf gefunden haben, alarmiert der neue Geheimdienstchef Rispoli seinen Mann in Portland, den FBI-Agenten Weston Steward. Sein Auftrag: Er soll das Kind um jeden Preis in seine Gewalt bringen. Inzwischen ist bekannt, dass es besondere Kräfte besitzt. Nachdem Steward sich vergewissert hat, dass die beiden tatsächlich bei Renard sind, schickt er zwei Killer in das Haus. Dabei wird er allerdings von Kelly beobachtet, und Nick kann Renard rechtzeitig warnen. Die beiden Männer, es sind Todesdoggen, werden außer Gefecht gesetzt. Nick muss ein neues Versteck für Adalind und das Baby finden und bringt die beiden zu Monroe und Rosalee, was die beiden allerdings nicht sehr erfreut. Renard, Nick und Kelly überwältigen Steward und unter Zwang verrät er, dass Viktor und Rispoli auf dem Weg nach Portland sind. Tatsächlich erscheint Viktor wenig später auf dem Polizeirevier und stellt Renard ein Ultimatum für die Auslieferung des Kindes. Auf Renards Anordnung wird darauf hin Kelly für den Mord an Adalinds Mutter festgenommen. Adalind, die bisher nichts davon wusste, wird nun aufs Revier bestellt, wo es zu einer Aussprache mit der Mörderin ihrer Mutter kommt. Diese gibt ihr zu verstehen, dass sie ihr Kind opfern muss. Renard nutzt die Gelegenheit, um das Baby an Viktor zu übergeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100961","hoster":"VOE"},{"path":"/redirect/8543545","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592239","hoster":"VOE"},{"path":"/redirect/8543484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-19","name":"Trubel","epNo":19,"alt":"Nobody Knows the Trubel I\u0027ve Seen","descr":"Auf einem abgelegenen Feldweg werden zwei Leichen gefunden – beide sind übel zugerichtet. Die Opfer Kirk Firebougk und Richard Dunn waren wegen diverser Gewaltverbrechen vorbestraft. Beide sind Wesen – der eine ist eine Schreckensnatter, der andere eine Hyänenratte. Nick und Hank fragen sich, wer es mit zwei solch aggressiven Wesen aufnehmen kann. Ein Überwachungsfoto zeigt, dass es eine junge Frau gewesen sein muss. Sie ist mit dem Auto der beiden geflüchtet und hatte es dann irgendwo abgestellt. Bald ereignet sich ein ähnlicher Zwischenfall, diesmal ist das Opfer ein weiblicher Natterngecko. Auch Monroe weiß keinen Rat. Nach der Veröffentlichung des Fahndungsfotos wird die junge Frau wenig später vor einem billigen Hotel festgenommen. Sie reagiert heftig auf Monroe, was nur eine Schlussfolgerung zulässt: Sie ist ein Grimm. Ihr Name ist Theresa Rubel, genannt Trubel. Wie Nick ist sie imstande, Wesen zu erkennen. Immer wieder wird sie von diesen angegriffen, worauf sie sich zur Wehr setzt – mit tödlichen Folgen. Im Gegensatz zu Nick hat sie jedoch keine Ahnung von ihrer Bestimmung. Sie glaubt, sie sieht Monster. Adalind ist entschlossen, ihre Tochter zurückzuholen. In ihrer Verzweiflung wendet sie sich an Viktor, da sie annimmt, dass er ihr Kind hat. Der wittert darin eine Chance, sie für seine Zwecke einzuspannen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11960486","hoster":"VOE"},{"path":"/redirect/8545959","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592240","hoster":"VOE"},{"path":"/redirect/8543481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-20","name":"Kleider machen Leute","epNo":20,"alt":"My Fair Wesen","descr":"Juliette ist wenig begeistert, als sie erfährt, dass Nick die junge Grimm-Frau Trubel bei sich aufnehmen will, um ihr zu helfen. Trubel hat noch viel zu lernen. Schon am nächsten Morgen beginnt das Ausbildungsprogramm mit einem Besuch bei Monroe und Rosalee. Hier soll sie auch mal ein paar freundlich gesonnene Wesen kennenlernen. Da Nick nicht weiß, wie er sie weiter beschäftigen soll, darf sie ihn und Hank bei den Ermittlungen begleiten. Offiziell wird Trubel als Kriminologiestudentin vorgestellt. Schon bald geht es zum nächsten Tatort. Eine ausgeblutete Leiche wird in einer Plastikfolie eingeschlagen verscharrt im Wald gefunden. Charakteristische Bissmarken im Gesicht stammen von einem Wesen, dem sogenannten Lebenssauger. Wie sich herausstellt, gehörte das Opfer, Camila, zu einer Gruppe von jungen Ladendiebinnen. Perfekt gestylt und in teuren Kleidern bestehlen sie exklusive Markenboutiquen. Die jungen Frauen sind alle im Heim aufgewachsen und werden von einem Mann namens Ken rekrutiert – wer ihm widerspricht oder sich beim Klauen erwischen lässt, muss sterben. Ken beauftragt seine rechte Hand Donna, Ersatz für Camila zu finden. Trubel hält wenig von zögerlichen Ermittlungsmethoden und lässt sich kurzerhand von Donna anwerben, um bald darauf Ken vorgestellt zu werden. Der nimmt sie spontan in seine \"Familie\" auf. Aber Trubel will sich nichts verbieten lassen und schon bald kommt es zu einem blutigen Streit mit tödlichem Ausgang …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012541","hoster":"VOE"},{"path":"/redirect/8676576","hoster":"Vidoza"},{"path":"/redirect/8569607","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581884","hoster":"VOE"},{"path":"/redirect/8543479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-21","name":"Die Truhe","epNo":21,"alt":"The Inheritance","descr":"Der schwer kranke Rolek Porter ist mit seinem Sohn Josh von Pennsylvania nach Portland gekommen, um Kontakt mit Nick aufzunehmen. Vorher allerdings wird er in seinem Hotelzimmer von einem Waran attackiert, der den beiden unter der Leitung des verräterischen FBI-Agenten Weston Steward nachstellt. Er hatte es auf eine Truhe abgesehen, die Rolek unbedingt an Nick übergeben will. Wie sich zeigt, ist auch Rolek ein Grimm und will sicherstellen, dass sein Nachlass in Nicks Hände gelangt. Vor allem aber besitzt er einen der sieben Schlüssel, die zusammengesetzt eine Karte ergeben. In Nicks Haus trifft Josh auf Trubel, die ihre Hilfe anbietet. Rolek muss ins Krankenhaus gebracht werden, wo er kurz darauf stirbt. Unterdessen versuchen die Warane, die Truhe in ihren Besitz zu bekommen, da sie Waffen und wertvolle Aufzeichnungen über Wesen enthält. Renard ahnt, dass Adalind etwas im Schilde führt und lässt sie vorsichtshalber von Wu beschatten. Adalind verschafft sich Zugang zu Nicks Haus, wo sie ein Kleidungsstück und Haare von Juliette stiehlt. Mit diesen Zutaten verfolgt das Hexenbiest einen heimtückischen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100964","hoster":"VOE"},{"path":"/redirect/8569610","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581886","hoster":"VOE"},{"path":"/redirect/8569602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-3/episode-22","name":"Blondes Gift","epNo":22,"alt":"Blond Ambition","descr":"Die Hochzeit von Monroe und Rosalee steht bevor. Ein Essen am Vorabend verläuft glimpflich – sämtliche Gäste, ob Wesen oder Grimm, sind versöhnlich gestimmt. Doch dann betrinkt sich Rosalees Schwester und ruiniert das Hochzeitskleid, ein altes Familienerbstück. Das zerstörte Kleid ist jedoch noch längst nicht die einzige Katastrophe: Adalind hat einen Trank gemixt, um sich in Juliette zu verwandeln und stiftet damit reichlich Verwirrung. So taucht sie spärlich bekleidet in Nicks Schlafzimmer auf und verführt den ahnungslosen Grimm. Dabei wendet sie ein weiteres Mittel an, das ihn seiner Fähigkeiten als Grimm beraubt, sofern ihm nicht rechtzeitig ein Gegengift verabreicht wird. Solch eines hat Renard unter Adalinds Hexenutensilien gefunden. Ihm bleibt gerade noch Zeit, Trubel den Ernst der Lage zu erklären, dann taucht der ehemalige FBI-Mann Weston Steward auf und schießt ihn nieder. Nach einem Kampf gelingt es Trubel, die Todesdogge durch einen gezielten Machetenhieb zu köpfen. Sie alarmiert die Polizei und macht sich mit dem Gegengift auf den Weg zum Gebirgshotel, wo die Hochzeit bereits in vollem Gange ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012546","hoster":"VOE"},{"path":"/redirect/8569606","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592242","hoster":"VOE"},{"path":"/redirect/8543490","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grimm/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/grimm/staffel-4/episode-1","name":"Gedankenfänger","epNo":1,"alt":"Thanks for the Memories","descr":"Nach der katastrophalen Hochzeit von Monroe und Rosalee mit vielen Zwischenfällen, fahren alle zurück nach Portland. Es herrscht Einigkeit darüber, dass Adalind etwas mit dem Verschwinden von Nicks Fähigkeiten zu tun haben muss. Diese hingegen sitzt bereits wieder im Flugzeug auf dem Weg nach Wien und bleibt vorerst unerreichbar. Inzwischen ist die Polizei bei Nicks Haus eingetroffen und inspiziert den Tatort, an dem sich zuvor der Angriff einer Todesdogge ereignete. Theresa gibt an, den Mann, der die Schüsse auf Captain Renard abgegeben hat, aus Notwehr enthauptet zu haben – und zwar mit einer Machete, die zufällig im Gästezimmer herumlag. So unglaubwürdig das klingt, es deckt sich mit den Spuren am Tatort. Zu diesem Schluss kommt auch das FBI, das die Ermittlungen übernommen hat. Der Tote Weston Steward war ebenfalls Bundesagent. Nur Special Agent Chavez, ebenfalls ein Wesen, vermutet, dass mehr hinter der Sache steckt. Außerdem gibt es einen neuen Fall. Wissenschaftler Henry Slocombe, der für das Militär an einem Geheimprojekt forscht, wurde zu Hause überfallen. Der Täter ist ein Wesen mit dem Kopf eines Kraken. Als Slocombes Freundin nach Hause kommt, erschlägt der Täter sie mit einem Briefbeschwerer und flüchtet. Nach einem Treffen mit seinem Auftraggeber wird der Flüchtige von einer Streife aufgegriffen und auf der Wache vernommen. Nick ist aufgrund des Verlustes seiner Fähigkeiten nicht mehr in der Lage zu erkennen, ob er es mit einem Wesen zu tun hat und bittet Theresa um Hilfe. Die lauert dem Mann vor dem Polizeipräsidium auf, täuscht einen Überfall vor und bringt ihn zur Aufwallung. Im Wohnwagen findet sie eine Zeichnung der Kreatur: Es ist ein Gedächtnisesser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012537","hoster":"VOE"},{"path":"/redirect/8569608","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581885","hoster":"VOE"},{"path":"/redirect/8543493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-2","name":"Kerkerhaft","epNo":2,"alt":"Octopus Head","descr":"Trubel verfolgt den Gedächtnisesser, der sich Lawrence nennt, in ein Hotel. Durch die Zimmertür kann sie hören, wie er ein Treffen verabredet. Als er das Zimmer verlässt, merkt er aber bald, dass ihm jemand folgt. Trotzdem fährt er zum Haus von Kent Vickers, seinem nächsten Opfer. Unterdessen finden Nick und Hank heraus, dass Lawrence vermutlich ein Spion ist und militärische Geheimnisse ausspäht. Trubel schleicht um das Haus von Vickers, wird dabei jedoch von Lawrence bemerkt und überwältigt. Da sie nicht redet, und er sich nicht erklären kann, warum sie ihm hinterherspioniert, will er sich ihre Erinnerungen vornehmen. Doch was sich im Kopf des Grimms abspielt, gefällt ihm ganz und gar nicht. Nick und Hank sind rechtzeitig zur Stelle und nehmen ihn fest, bevor er nennenswerte Schäden anrichten kann. In Wien angekommen, steht Adalind vor Viktors Schloss und verlangt, ihr Kind zu sehen. Doch Viktor lässt sie in den Kerker werfen, wo sie fremde Stimmen hört und feststellen muss, dass sie enger mit Nick verbunden ist, als beiden lieb sein kann. Monroe und Rosalee suchen indes nach einer Möglichkeit, den Fluch zu brechen, um Nick wieder zu seinen Grimm-Kräften zu verhelfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012538","hoster":"VOE"},{"path":"/redirect/8569605","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581887","hoster":"VOE"},{"path":"/redirect/8543483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-3","name":"Letzter Kampf","epNo":3,"alt":"The Last Fight","descr":"Manager Stan Kingston will seinen jungen Boxer Clay Pittman zum Star machen, und dabei ist ihm jedes Mittel recht. Vor jedem Kampf engagiert er einen Schlägertrupp, der ihn anheizen und zum Kampf motivieren soll. Clay mutiert dann zum Wesen und besiegt sowohl die Schläger als auch die Gegner im Ring spielend leicht. Einer der Schläger, Bobby, genannt Bang-Bang, erpresst Kingston, wenig später wird seine Leiche gefunden. Die markanten Löcher im Oberkörper deuten auf das Werk eines Wesens hin. Nick und Hank stellen Ermittlungen an und befragen dazu auch Kingston. Doch ohne Nicks Fähigkeiten ist nicht zu erkennen, ob er oder sein Trainer Wesen sind oder nicht – es geht nicht ohne Trubels Hilfe. Sie soll sich unauffällig im Box-Club umsehen und herausfinden, wer für den Mord an Bang-Bang in Frage käme … Unterdessen bemühen sich Monroe und Rosalee um die Wiederherstellung von Nicks Grimm-Kräften. Zusammen mit Renards Mutter finden sie Adalinds Hexenküche und das Buch mit den Zutaten und wollen den Zwillingsschwestern-Trank in Rosalees Laden nachkochen. Die sitzt indes noch immer in ihrem Kerker und lernt den Inhaber der geheimnisvollen Stimme kennen, einen bärtigen Kauz namens Hofmann. Und der scheint einen Weg in die Freiheit zu kennen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012534","hoster":"VOE"},{"path":"/redirect/8569612","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12335520","hoster":"VOE"},{"path":"/redirect/8569603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-4","name":"Der Golem","epNo":4,"alt":"Dyin\u0027 on a Prayer","descr":"Ava Dias fühlt sich verfolgt. Seit Monaten sieht sie überall in ihrem Haus ein wolfähnliches Wesen auf zwei Beinen, das mit ihr spricht. Eines Nachts steigt sie auf der Flucht vor dem Wolf völlig aufgelöst in ihr Auto und überfährt einen jungen Mann. Ihrem Ehemann Gabriel Martel zufolge, ist sie deswegen in psychiatrischer Behandlung. Monroe glaubt nicht an das Werk eines Blutbaders, es müsse sich um einen Luison handeln, ein vor allem in Südamerika heimisches Wolfswesen. Gabriel, der die aus reichen Verhältnissen stammende Ava vor acht Monaten geheiratet hatte, kommt aus Brasilien. Will er seine Frau in den Wahnsinn treiben, um sich ihres Vermögens zu bemächtigen? Währenddessen weiß Nick endlich, wie er seine Grimm-Kräfte wiedererlangen kann: Juliette muss den von Elizabeth gebrauten Trank inhalieren und mit Nick schlafen, allerdings nicht in ihrer eigenen Gestalt, sondern als Adalind. Weder Nick noch Juliette können diesem Gedanken etwas abgewinnen und überlegen sich, ob sie alles aufgeben und irgendwo weit entfernt ein neues Leben beginnen sollen. Doch nach einem Anruf von Josh Rolek, der von Todesdoggen gehetzt wird und weiterer Vorkommnisse, wird Nick klar, dass er und seine Grimm-Kräfte gebraucht werden. In Österreich irrt Adalind unterdessen durch den königlichen Palast, bis Viktor ihr klarmacht, dass beide das gleiche Ziel verfolgen und sich verbünden sollten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012535","hoster":"VOE"},{"path":"/redirect/8569613","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700922","hoster":"VOE"},{"path":"/redirect/8543482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-5","name":"Wolfsbrüder","epNo":5,"alt":"Cry Luison","descr":"Eine reiche Frau wird von einem \"Wolf\" verfolgt. Sie versucht zu fliehen und tötet dabei einen Mensch. Seit einem halben Jahr sieht sie schon den \"Wolf\" und die Ärzte erklären sie für verrückt. Am Ende stellt sich heraus dass es ein Luison ist was sie sieht, aber nicht nur einer!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012544","hoster":"VOE"},{"path":"/redirect/8543547","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592241","hoster":"VOE"},{"path":"/redirect/8543480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-6","name":"Straße der Tränen","epNo":6,"alt":"Highway of Tears","descr":"Die Wolfsangel gibt den Ausschlag: Alle sind sich einig, dass Nick wieder zum Grimm werden muss. Juliette inhaliert den Trank und verwandelt sich in Adalind. Doch auch nach einer Liebesnacht mit Nick zeigt der Trank zunächst keine Wirkung. Trotzdem steht ein neuer Fall an: Dix Turner verschwindet nach einem Autounfall, verschleppt von zwei reptilienartigen Wesen. Seine Frau Suleka bleibt schwer verletzt im Wagen zurück. Der Vorfall erinnert Nick an einen Fall vor sechs Jahren, damals waren beide Eheleute verschwunden und tauchten nie wieder auf. Im Buch wird das gesuchte Wesen gefunden, es heißt Phansigar und stammt ursprünglich aus Indien. Phansigar würgen junge Paare mit ihrer langen Zunge und begraben sie bei lebendigem Leibe. Alle drei Jahre suchen sie sich neue Opfer. Monroe, Hank und Nick finden gerade noch rechtzeitig den Aufenthaltsort der Phansigar und es kommt zu einem spektakulären Kampf. Kurz bevor die Freunde zu verlieren drohen, geschieht das Wunder: Nicks Kräfte kehren zurück. Auch nach dem Kampf wird er sie dringend benötigen, denn inzwischen ist auch Josh Rolek in Portland eingetroffen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916717","hoster":"VOE"},{"path":"/redirect/8545958","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592243","hoster":"VOE"},{"path":"/redirect/8569611","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10654428","hoster":"VOE"},{"path":"/redirect/10109974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-7","name":"Die Geister der Weihnacht","epNo":7,"alt":"The Grimm Who Stole Christmas","descr":"Nach einer Weihnachtsfeier im Haus der Gladstones kommt es zu nächtlichen Verwüstungen durch drei kleine, haarige Monster. Auch in den darauffolgenden Nächten werden der Polizei ähnliche Vorfälle gemeldet. Nick und Hank gelingt es, eines der Wesen einzufangen und mittels einer Spritze von Juliette vorübergehend ruhigzustellen, doch es wird von seinen Freunden befreit und kann fliehen. Die Spur der kleinen Wesen führt zurück in die Zeit August des Starken. Die sogenannten Kallikantzaroi stammen aber eigentlich aus Griechenland. Es sind koboldartige Wesen, die zwischen dem 25. Dezember und dem 6. Januar ihr Unwesen treiben. Wie sich zeigt, gibt es jedoch ein Mittel gegen die nächtlichen Raubzüge: Gibt man ihnen ausreichend Früchtebrot oder den am Hofe August des Starken erfundenen Dresdner Christstollen, verwandeln sie sich wieder in sanfte Chorknaben. Trubel und Josh stellen indes Nachforschungen über die Organisation an, die Monroe und Rosalee terrorisiert. Dabei stellen sie fest, dass sich die Angehörigen im Haus der Hyäne Shaw versammeln. Josh beschließt, nicht weiter zu fliehen, sondern zurück nach Philadelphia zu gehen, um sich der Gefahr zu stellen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012536","hoster":"VOE"},{"path":"/redirect/8543546","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592245","hoster":"VOE"},{"path":"/redirect/8543485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-8","name":"Chupacabra","epNo":8,"alt":"Chupacabra","descr":"Der junge Arzt Diego Hoyos kehrt aus der Dominikanischen Republik zurück, wo er freiwillig als Arzt gearbeitet hat. Nach einem Mückenstich fühlt er sich nicht wohl, doch ahnt er zunächst nichts Schlimmes – bis er sich in ein Monster verwandelt, dass Menschen und Tiere angreift und ihnen das Blut aus der Kehle saugt. So kommen ein Nachbar und sein Hund auf bestialische Weise ums Leben. In der latein-amerikanischen Folklore ist diese Kreatur als Chupacabra bekannt. Diegos Frau Belem bemerkt die Veränderungen an ihrem Mann und beginnt, sich Sorgen zu machen. Da sie ein Wesen ist, kann sie sich mit dem Virus infizieren, das auch Diego befallen hat. Nach einem Angriff auf einen Kollegen wird er von Nick und Hank überwältigt und in Rosalees Laden gebracht, die ein Gegenmittel zusammenmischt. Doch die Dosis reicht nur für eine Person … Währenddessen treffen Monroe und Rosalee Vorbereitungen für ihre lange aufgeschobene Hochzeitsreise. Doch die Todesdrohungen durch die Wesenrein-Organisation gehen weiter, diesmal richten sie sich vor allem gegen Rosalee. Auch mit Juliette passieren erschreckende Dinge: Nach dem Körpertausch mit Adalind beginn sie allmählich, sich zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096260","hoster":"VOE"},{"path":"/redirect/8569614","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592244","hoster":"VOE"},{"path":"/redirect/8543487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-9","name":"Wesenrein","epNo":9,"alt":"Wesenrein","descr":"Während Nick und Hank mit Sergeant Wu zum Wohnwagen fahren, um ihn in die Welt der Wesen einzuweihen, wird Monroe von der Reinheitsliga niedergeschlagen und entführt. Der vor dem Haus postierte Streifenpolizist Officer Acker konnte – oder wollte – die Entführung nicht verhindern. In einem alten Fabrikgebäude kommt Monroe schließlich zu sich. Eine Reihe von maskierten Männern unter der Führung von Charlie Riken hat sich unter dem Zeichen der Wolfsangel versammelt, um einen weiteren Gefangenen namens Terry vor ein Tribunal zu stellen. Monroe kann seinen Bewacher Jonah überwältigen und fliehen. Dabei sieht er, welch grausames Ende dieses Tribunal genommen hat: Terry wurde gepfählt und auf dem Scheiterhaufen verbrannt. Der Fluchtversuch misslingt. Nun weiß Monroe, welches Schicksal ihn erwartet … Rosalee ist außer sich vor Sorge. Sie wird zu Juliette gebracht, die ihre eigene Verwandlung in ein Hexenbiest vorläufig für sich behält. Dank Trubels Vorarbeit kennt Nick einige Mitglieder der Reinheitsliga: So wird Hyänenratte Shaw zur Befragung aufs Revier gebracht, mangels Beweisen aber wieder freigelassen. Wu erhält den Auftrag, ihn zu observieren. Doch Shaw hat das Vertrauen von Anführer Riken verloren und muss sterben. In seinem Haus finden sich jedoch Hinweise, dass Shaw von Officer Acker gewarnt wurde, der ebenfalls der Reinheitsliga angehört …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012547","hoster":"VOE"},{"path":"/redirect/8545960","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012417","hoster":"VOE"},{"path":"/redirect/8543494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-10","name":"Tribunal","epNo":10,"alt":"Tribunal","descr":"Sergeant Wu erhält den Auftrag, sich Officer Acker zur Brust zu nehmen, der als Angehöriger der Reinheitsliga an Monroes Entführung mitgewirkt hat und daher wissen muss, wo er gefangen gehalten wird. Obwohl Nick ihm kräftig zusetzt, weigert er sich zu reden und wird erst einmal eingesperrt. Rosalee und Juliette gehen derweil die Gästeliste der Hochzeit durch und suchen nach möglichen Verrätern. Bud identifiziert eine gewisse Suzanne, die als Begleitung eines Freundes zur Hochzeit gekommen war. Wie sich zeigt, ist sie die Schwester von Acker. Kurz darauf wird auch Bud von der Reinheitsliga entführt und in den Wald verschleppt. Man zwingt ihn, beim Tribunal gegen Monroe als Zeuge aufzutreten. Der Prozess als solches ist eine Farce: Zunächst unterzieht man Monroe einem Reinigungsritual, dann wird die Klageschrift verlesen. Das Urteil steht ohnehin längst fest: Tod auf dem Scheiterhaufen, weil er als Blutbader eine Fuchsteufelin geheiratet hat. Nick benutzt Suzanne, um Acker unter Druck zu setzen. Im Glauben, der Grimm werde seiner Schwester etwas antun, verrät er den Ort, an dem das Tribunal stattfindet – es kommt zum großen Showdown im Wald.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100963","hoster":"VOE"},{"path":"/redirect/8569622","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592246","hoster":"VOE"},{"path":"/redirect/8543488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-11","name":"Unter Strom","epNo":11,"alt":"Death Do Us","descr":"Drei junge Dokumentarfilmer gehen in einem verfallenen Haus auf Geisterjagd. Fünf Jahre zuvor ist hier das Ehepaar Stetson und Patty Donovan auf sonderbare Weise ums Leben gekommen. Ihre verkohlten Leichen wurden im Schlafzimmer gefunden, ein starker Stromschlag hatte sie getötet. Die Polizei ermittelte wegen Mordes, doch der Fall konnte nie aufgeklärt werden. Der Geist des Ehemanns, so heißt es, wandle immer noch rastlos durch das Haus. Auch der Geisterjäger Raymond fällt dem Geist zum Opfer und stirbt den gleichen Tod wie das Ehepaar Donovan. Die Behörden vermuteten ein Eifersuchtsdrama. Hauptverdächtiger war Stetsons Arbeitskollege Theo Hinkley, der ein Verhältnis mit Patty Donovan hatte. Sergeant Wu rettet die Speicherkarte aus Raymonds Kamera und kann ein Foto des Angreifers ausdrucken: Es ist ein Wesen. Als Wu Theo befragen will, ist dieser verschwunden. Seiner Ehefrau Lily zufolge konnte er die Donovans jedoch nicht umgebracht haben. Vielmehr musste Stetson seine Frau und den Nebenbuhler in flagranti ertappt haben. Was ist in jener Nacht vor 5 Jahren tatsächlich geschehen? Nach ihrer Transformation zum Hexenbiest vermeidet es Juliette indes, sich Nick anzuvertrauen. Stattdessen sucht sie Rat bei Captain Renard. Dieser vermittelt ihr eine geheimnisvolle Frau namens Henrietta.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012543","hoster":"VOE"},{"path":"/redirect/8569616","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12252169","hoster":"VOE"},{"path":"/redirect/8543489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-12","name":"Kopfgeld","epNo":12,"alt":"Marechaussee","descr":"Eine trauernde Witwe sucht Rat bei Wahrsagerin Mabel, die ihr verspricht, Kontakt zum Geist ihres verstorbenen Mannes herzustellen. An dem Schwindel ist auch Mabels Mann Laszlo beteiligt, der vor den Augen der Witwe eine Aufwallung hat und vorgibt, mit dem toten Ehemann zu kommunizieren. Die Witwe ist begeistert und bezahlt die beiden bereitwillig. Wenig später werden die Wahrsagerin und ihr Mann von einem Mantikor, einem Mischwesen aus Löwe und Skorpion, ermordet. Wie sich herausstellt, arbeitet der Killer Jonathan Wilde als Kopfgeldjäger für den Wesenrat. Wer seine Aufwallung gezielt nutzt, um sich zu bereichern, verstößt gegen geltendes Wesenrecht und wird vom Wesenrat praktisch für vogelfrei erklärt. Davon profitiert der Kopfgeldjäger, auch \"Maréchaussée\" genannt. Rosalee erkundigt sich, ob der Wesenrat hinter den Morden steckt, doch statt einer Auskunft erhält sie die unmissverständliche Anweisung, sich aus der Angelegenheit herauszuhalten. Außerdem verbietet man ihr, Nick zu helfen, denn der Grimm ist dem Rat ein Dorn im Auge. Der Wesenrat geht sogar so weit, dass er ein hohes Kopfgeld auf Nick aussetzt. Diesen Auftrag will sich Wilde natürlich nicht entgehen lassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012548","hoster":"VOE"},{"path":"/redirect/8543544","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592248","hoster":"VOE"},{"path":"/redirect/8543491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-13","name":"Lichterloh","epNo":13,"alt":"Trial by Fire","descr":"Zwei Mitarbeiter einer Firma für Camping- und Sportbedarf kommen ums Leben, als ein Unbekannter in die Lagerräume eindringt, sich in ein brennendes Wesen verwandelt und das Gebäude niederbrennt. Die Ermittler vermuten Versicherungsbetrug, zumal der Inhaber John Harrison drei Monate zuvor Insolvenz angemeldet hatte. Der Tathergang erinnert allerdings an einen früheren Fall. Deswegen bitten Nick und Hank den damals zuständigen Polizeibeamten Peter Orson, sie bei den Ermittlungen zu unterstützen. Nachforschungen zeigen, dass es sich bei dem Brandstifter um einen Excandesco handelt – ein Wesen, das bei Aufwallung buchstäblich in Flammen steht. Es stellt sich heraus, dass der Excandesco Damien Barso von Harrisons Sohn Andy angeheuert wurde, den Brand zu legen, weil Andy das Familienunternehmen nicht weiterführen will. Als Nick und Hank mit Orson im Kräuterladen erscheinen, gerät Monroe außer sich, schließlich hatte das Bauernschwein drei Jahre zuvor den Bruder seiner damaligen Freundin Angelina umgebracht. Aber für Rosalee gibt es wichtigeres als der uralte Streit zwischen Bauernschweinen und Blutbadern. Gemeinsam rühren sie eine Mixtur an, die Damien Barso aufhalten soll. Unterdessen bereut Andy seine Tat und will alles erklären. Barso jedoch plant, sämtliche Zeugen für seine Taten aus dem Weg zu räumen. Er bringt Harrison in seine Gewalt und versucht, auch Andy zu dem abgebrannten Gebäude zu locken. Schließlich gelingt es Nick und dem Team, Barso rechtzeitig zu finden und dank der hergestellten Mixtur zu vernichten. Juliette kann sich immer noch nicht dazu überwinden, Nick von ihrer Transformation zu erzählen. Während Viktor Nachforschungen über den Verbleib des Kindes Diana anstellt und erfährt, dass der Fluchtwagen auf Juliette angemeldet ist, kann es Adalind nicht erwarten, der Grimm-Freundin einen Besuch abzustatten, welcher allerdings nicht verläuft wie geplant. Beim großen Kampf der Hexenbiester behält Juliette die Oberhand und schlägt Adalind in die Flucht. Als Nick nach Hause kommt und die Verwüstung vorfindet, offenbart sie ihm die Wahrheit über sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012550","hoster":"VOE"},{"path":"/redirect/8569617","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592249","hoster":"VOE"},{"path":"/redirect/8545931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-14","name":"Hasenjagd","epNo":14,"alt":"Bad Luck","descr":"Peter Bennett lebt mit seiner Mutter Beverly und seiner Schwester Chloe in Portland. Nach dem Tod des Vaters vor einem Jahr sind sie hierhergezogen. Doch der Umzug war eher eine Flucht, denn die Familie gehört zu den hasenartigen ‚Willahara‘, und diese Wesen werden erbarmungslos gejagt. Ihr linker Fuß soll Glück bringen und fortpflanzungswilligen Wesen-Paaren zu Nachwuchs verhelfen. Als Peter sich eines Abends aus dem Haus schleicht, um sich mit seiner Freundin zu treffen, fällt er diesem Aberglauben zum Opfer. Er verblutet, nachdem ihm ein Unbekannter mit einem Beil den Fuß abhackt. Nick erkennt schnell, dass auch dieser Fall in der Wesenwelt angesiedelt ist. Auch Monroe und Rosalee sind mit der barbarischen Praxis vertraut. Bei Dr. Redfield werden sie als Paar mit unerfülltem Kinderwunsch vorstellig und fordern die Spezialbehandlung mit der Hasenpfote, die der Reproduktionsmediziner jedoch strikt ablehnt. Die Sprechstundenhilfe bietet ihnen schließlich an, Kontakt zu dem Mann herzustellen, der den begehrten Glücksbringer verkauft. Als sie den Auftrag weitergibt, hat dieser bereits Peters Schwester Chloe entführt. Währenddessen muss Nick den Schock verdauen, nachdem sich Juliette ihm als Hexenbiest gezeigt hat. Henrietta rät ihm, Juliette so zu akzeptieren wie sie ist. Adalind versucht indes, sich mit Renard zu verbünden, um die gemeinsame Tochter zu finden. Auch sie wendet sich an Henrietta, wo sie erfährt, dass sie schwanger ist – und das ausgerechnet von Nick …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096259","hoster":"VOE"},{"path":"/redirect/8569620","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592250","hoster":"VOE"},{"path":"/redirect/8543486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-15","name":"Lockvogel","epNo":15,"alt":"Double Date","descr":"Eine attraktive Frau spricht Geschäftsleute in Bars an und nimmt sie mit nach Hause, wo sie von ihrem Komplizen ausgeraubt werden. Eines der Opfer stirbt nach Kontakt mit einer Substanz, die von einem Wesen mit schleimiger Haut abgesondert wird. Es nennt sich Huntha Lami Muuaji. Angemietet wurde die Tatwohnung von Linus Balouzian, der eine Strafakte mit diversen Betrugsdelikten vorzuweisen hat. Im Gegensatz zu ihm taucht Stacy, die Frau aus der Bar, in keiner Datenbank auf, sie scheint nicht einmal zu existieren. Die Freunde versuchen, ihr eine Falle zu stellen. Monroe spielt den Lockvogel, er soll sich in der Bar ansprechen lassen und mit ihr nach Hause gehen. Das Gebäude wird überwacht, niemand sieht Linus hineingehen. Und doch ist er auf einmal in der Wohnung und bedroht Monroe mit einer Pistole. Als die Polizei stürmt, entkommt er durchs Fenster. Bald ist klar, dass es sich bei Linus und Stacy um ein und dieselbe Person handelt, die bei einer Aufwallung immer wieder ihr Geschlecht wechselt. Um eine Festnahme erzwingen zu können, muss man das Wesen dazu bringen, im männlichen Zustand zu verharren. Währenddessen macht Adalind einen Schwangerschaftstest, der zu ihrem Entsetzen positiv ausfällt. Nun sucht sie einen Vater für ihr ungeborenes Kind, da sie genau weiß, dass Nick dafür nicht in Frage kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012557","hoster":"VOE"},{"path":"/redirect/8569618","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012430","hoster":"VOE"},{"path":"/redirect/8543497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-16","name":"Herzensbrecher","epNo":16,"alt":"Heartbreaker","descr":"Die schöne Bella hat viele Verehrer, doch sie lässt niemanden an sich heran. Denn wer es versucht, stirbt – wie Zack Blumenthal aus ihrem Bike-Club. Die Obduktion ergibt Tod durch Herzversagen, herbeigeführt durch ein seltenes Froschgift. Bella macht sich Vorwürfe und wendet sich an ihre Mutter, die vor langer Zeit eine ganz ähnliche Erfahrung machen musste: Vor Jahren war sie vergewaltigt worden, der Täter starb eines grausamen, wenn auch unerklärlichen Todes. Bella ist eine Folterseele. Diese Wesen erleben eine Aufwallung nur, wenn sich jemand sexuell von ihnen angezogen fühlt. Rick, einem weiteren Mitglied aus ihrem Bike-Club, geht es nicht besser. Als er sie küssen will, kommt er mit dem Gift in Berührung und stirbt. Rosalee mischt ein Gegenmittel, doch niemand kennt die Nebenwirkungen. Doch sicherlich sind sie weniger verheerend als das Rezept der Großmutter, die Bella mit einem glühenden Eisen das Gesicht entstellen will … Indes hat das Königshaus Prinz Kenneth nach Portland geschickt, um Adalinds Tochter ausfindig zu machen. Auf den ersten Blick erkennt er, dass sie erneut schwanger ist. Doch von ihrer Behauptung, das Kind sei von Viktor, lässt er sich nicht täuschen. Auch Renard hat mit dem neuen Prinzen seine Probleme, denn Kenneth macht ihm auf sehr drastische Weise deutlich, wer das Sagen hat. Währenddessen versucht Juliette, mit ihrem neuen Leben als Hexenbiest klarzukommen. Da sie keine Möglichkeit sieht, weiter mit Nick zusammenzuleben, will sie ausziehen und ihr altes Leben hinter sich lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100966","hoster":"VOE"},{"path":"/redirect/8569615","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592253","hoster":"VOE"},{"path":"/redirect/8543492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-17","name":"Eiseskälte","epNo":17,"alt":"Hibernaculum","descr":"Die Rentnerin Esther Blake wird in ihrem Haus überfallen und durch einen Biss in den Hals getötet. Binnen weniger Sekunden entzieht ihr der Angreifer jegliche Körperwärme, ihre Leiche wird wie schockgefroren aufgefunden. Der Täter, ein junger Mann namens Knut Gunderson, entkommt mit dem Wagen des Opfers, bald gerät er in eine Straßensperre und wird nach einer kurzen Verfolgungsjagd gefasst. Nick erkennt in ihm ein reptilienartiges Wesen. Kurz darauf stirbt Knut in der Arrestzelle an Unterkühlung. In seinem Wagen finden sich Hinweise, dass er nicht allein unterwegs war, doch von seinen beiden Mitreisenden fehlt jede Spur. Bald ist klar, dass die beiden Komplizen Brüder sind, der zweite Gunderson wird ebenfalls erfroren aufgefunden. Zuvor hatte er eine Krankenschwester überfallen, die jedoch fliehen konnte. Der dritte Bruder, Sven, bleibt weiterhin auf freiem Fuß. Gemeinsam mit Rosalee und Monroe wälzt man die Grimm-Bücher und findet nur ein Wesen, das auf diese Weise vorgeht: Der Varme Tyv, norwegisch für ‚Wärmedieb‘, kann seine Körperwärme bei sinkender Außentemperatur nicht konstant halten und sucht einen Ort zum Überwintern. Da die Gundersons auf dem Weg zu diesem Ort eine Autopanne hatten, mussten sie sich lebende Wärmequellen suchen, um zu überleben. Nick und Hank gelingt es schließlich, Sven in seinem Winterquartier zu finden. Doch er hat sich dort bereits zur Ruhe gelegt – zusammen mit vielen anderen seiner Artgenossen … Juliette sucht indes die Nähe von Renard und unternimmt einen Versuch, Adalind zu töten. Monroe und Rosalee erfahren inzwischen von Juliettes Verwandlung zum Hexenbiest.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104158","hoster":"VOE"},{"path":"/redirect/8569619","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700923","hoster":"VOE"},{"path":"/redirect/8543495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-18","name":"Mishipeshu","epNo":18,"alt":"Mishipeshu","descr":"Schulhausmeister Lawrence Killburn wird nachts überfallen und getötet. Die Schulleiterin erzählt von rassistischen Übergriffen gegen den Jungen Simon George, der einem Ureinwohnerstamm angehört und die Schule mittlerweile verlassen hat. Die Ermittlungen führen ins Indianerreservat. Es stellt sich heraus, dass sich Simon in den Wäldern auf einer spirituellen Suche befindet. Der Schamane Hector erzählt, Simon habe als Fünfjähriger mitansehen müssen, wie sein Vater von drei Männern aus dem Auto gezerrt und totgeschlagen wurde. Die Schuldigen wurden nie bestraft. Inzwischen hat der Geist Mishipeshu von Simon Besitz ergriffen. Ohne es zu merken, macht er Jagd auf die drei Männer. Das nächste Opfer ist der Automechaniker Declan. Auch der Dritte im Bunde, Max McClay, wird angegriffen, jedoch überlebt er, weil Nick und Hank rechtzeitig zur Stelle sind. An den Untersuchungen ist auch Sheriff Farris beteiligt. Hector versetzt sie und Hank in Trance, wonach Hank den Tod des Vaters aus der Sicht des fünfjährigen Simon erleben kann. Doch nun ist auch er von dem Wunsch nach Rache besessen … Rosalee hat sich vorgenommen, Juliette von dem Hexenbiest-Fluch zu befreien. Renard bringt ihr Adalinds Hexenbuch vorbei, damit sie den Zauber rückgängig machen kann. Unterdessen probiert Juliette ihre Kräfte aus. Sie greift einen jungen Mann in einer Bar an und landet anschließend in einer Gefängniszelle. Als Nick sie dort besucht, erklärt sie ihm, sie habe Gefallen an ihrer neuen Macht gefunden und lege keinen Wert darauf, gerettet zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012553","hoster":"VOE"},{"path":"/redirect/8545962","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581889","hoster":"VOE"},{"path":"/redirect/13965447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-19","name":"Eisenhans","epNo":19,"alt":"Iron Hans","descr":"Albert Bowden, genannt Eisenhans, veranstaltet Campinglager für heranwachsende Wesen und deren Väter. Bevor bei der ersten Aufwallung ihre Wesen-Identität durchbricht, sollen die Jungen in der freien Natur den Umgang mit ihren Instinkten lernen. Zum Programm gehören Feuermachen und das Jagen von Wildkaninchen. Unterstützt wird Eisenhans von seinem Sohn Todd und seiner Tochter Maggie. Eines Morgens wird in der Nähe des Camps die Leiche eines Trampers gefunden. Monroe, der diese Camps aus seiner Kindheit kennt, ist eingeladen, vor einer Gruppe über seine Erfahrungen zu sprechen. Dabei soll er sich umsehen, ob der Mörder vielleicht aus dem Umfeld der Ranch kommt. Bei der anschließenden Jagd trifft er auf Maggie. Die hat es allerdings nicht auf Kleintiere, sondern auf Menschen abgesehen … . Prinz Kenneth stellt indes die Kaution für Juliette. Er will sie für die königliche Familie gewinnen und Kelly Burkhardt nach Portland locken. Adalind behauptet in der Zwischenzeit, sie habe ein Rezept, wie man Juliettes Hexenbiest-Identität unterdrücken kann. Im Gegenzug verlangt sie von Nick, sie und ihr gemeinsames Kind vor Juliette zu schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012554","hoster":"VOE"},{"path":"/redirect/8569621","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592252","hoster":"VOE"},{"path":"/redirect/8543496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-20","name":"Jack the Ripper","epNo":20,"alt":"You Don\u0027t Know Jack","descr":"Nach dem Brand im Wohnwagen versucht Nick zu retten, was noch zu retten ist. Einige unversehrt gebliebene Bücher und Waffen bringt er mit Hanks, Monroes und Wus Hilfe in den Kräuterladen. Dort sind Rosalee und Adalind gerade damit beschäftigt, einen Trank zu mischen, der die Hexenbiest-Eigenschaften bei Juliette unterdrücken soll. Doch dafür muss Adalinds Mutter exhumiert werden, denn ihre Leiche liefert die entscheidenden Zutaten. Mutig kostet Adalind von dem Hexenbiesttrank, der tatsächlich Wirkung zeigt. Doch wie kann man Juliette dazu bewegen, ihn zu nehmen? Diese macht nämlich inzwischen gemeinsame Sache mit Prinz Kenneth, der in Nicks Nachbarschaft auf die Rückkehr von Kelly lauert. Unterdessen erschüttert eine Mordserie die Stadt: Zwei Prostituierte wurden nach dem Vorbild von \"Jack the Ripper\" auf bestialische Weise getötet. Ein Blick in die Grimm-Bücher zeigt: Das Muster ist noch viel älter als die berühmten Whitechapel-Morde aus dem späten 19. Jahrhundert. War der Ripper selbst nur ein Nachahmungstäter, war er gar von einem Teufel besessen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012549","hoster":"VOE"},{"path":"/redirect/8569623","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592254","hoster":"VOE"},{"path":"/redirect/8543502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-21","name":"Hinterhalt","epNo":21,"alt":"Headache","descr":"Juliette macht deutlich, dass sie nicht auf ihre Hexenkräfte verzichten will. Ihre feindselige Haltung hinterlässt Nick und seine Freunde ratlos. Ein Anruf bei Renard soll Klarheit bringen, doch am Telefon meldet sich eine fremde Stimme – die von Jack the Ripper. Als man bei Renard zu Hause eintrifft, ist von Jack keine Spur. Sean berichtet von seinem Besuch bei Henrietta, die kurz darauf tot aufgefunden wird. Adalind befürchtet, der Ripper könne von ihm Besitz ergriffen haben, als Sean nach den Schüssen im Krankenhaus für tot erklärt worden war. Dadurch habe sich ein Portal für den Geist geöffnet. Um diesen Vorgang rückgängig zu machen, muss Renard erneut sterben. Während ein entsprechender Trank gebraut wird, soll Wu auf ihn aufpassen. Doch Jack übernimmt wieder die Kontrolle und macht sich im Rotlichtviertel auf die Suche nach seinem nächsten Opfer … Kenneth bringt indes seine Leute in Nicks Nachbarschaft in Stellung. Juliette hatte Kelly Burkhardt mit einer alarmierenden E-Mail nach Portland gelockt, doch zunächst erscheint eine andere, jüngere Gestalt. Es ist Trubel, die von Nicks Schwierigkeiten gehört hatte. Sie enthauptet eine Todesdogge, doch die Übrigen stürzen sich auf Kelly und das Kind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014841","hoster":"VOE"},{"path":"/redirect/8543549","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592251","hoster":"VOE"},{"path":"/redirect/8543499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-4/episode-22","name":"Königskind","epNo":22,"alt":"Cry Havoc","descr":"Nick ist rasend vor Wut und will den Tod seiner Mutter rächen, muss aber zunächst vor den Todesdoggen fliehen, die Prinz Kenneth auf ihn gehetzt hat. Der fährt mit Juliette und Diana zu einem größeren Anwesen am Rande der Stadt. Hier residiert der König, der seine Enkeltochter glücklich in die Arme schließt. Trubel führt Nick und Hank unterdessen zur enthaupteten Leiche einer Todesdogge. Der dazugehörige Kopf wird von Adalind in der Hotelsuite des Prinzen platziert, was einen größeren Polizeieinsatz auslöst und zur Festnahme von Kenneth führt. Wu bringt ihn allerdings nicht aufs Revier, sondern zu einem verlassenen Lagerhaus, wo Nick bereits auf ihn wartet. Verstärkt durch Hank, Monroe, Trubel und Wu kämpft sich Nick ins Innere der Königsresidenz vor. Doch der Monarch kann sich mit Diana an Bord eines bereitstehenden Hubschraubers retten. Als Kenneth außer Reichweite scheint, passiert jedoch etwas Unerwartetes. Letztlich kommt es zu einer letzten Begegnung zwischen Juliette und Nick. Sie bedauert Kellys Tod und bittet Nick, sie zu töten. Als er dies trotz seines unbändigen Zorns nicht vermag, geht sie als Hexenbiest auf ihn los und es kommt zum verbitterten, finalen Kampf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012562","hoster":"VOE"},{"path":"/redirect/8543548","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9698905","hoster":"VOE"},{"path":"/redirect/8545933","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/grimm/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/grimm/staffel-5/episode-1","name":"Wer willst du sein","epNo":1,"alt":"The Grimm Identity","descr":"Nick Burkhardt ist aufgewühlt. Er muss zu sich kommen und entscheiden, wer er sein möchte und ob er das Kind mit Adalind haben will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096258","hoster":"VOE"},{"path":"/redirect/8676580","hoster":"Vidoza"},{"path":"/redirect/8569625","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592256","hoster":"VOE"},{"path":"/redirect/8545934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-2","name":"Zeichen","epNo":2,"alt":"Clear and Wesen Danger","descr":"Die Wesen werden immer mächtiger, und für Nick stehen große Veränderungen an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012563","hoster":"VOE"},{"path":"/redirect/8569624","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581888","hoster":"VOE"},{"path":"/redirect/12978261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-3","name":"Im Wald der Kinder","epNo":3,"alt":"Lost Boys","descr":"Eine Gruppe Kinder entführt erneut eine Frau. Sie soll die neue Mutter für die Kids sein, die ihr eigen Heim verlassen mussten, weil sie Wesen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012558","hoster":"VOE"},{"path":"/redirect/8569627","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592257","hoster":"VOE"},{"path":"/redirect/8543503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-4","name":"Die Blutsbraut","epNo":4,"alt":"Maiden Quest","descr":"Ein reicher Gangster setzt drei junge Männer darauf an, die Hand seiner Tochter Elena (Madeline Zima) und damit sein Vermögen zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9942210","hoster":"VOE"},{"path":"/redirect/8569629","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592258","hoster":"VOE"},{"path":"/redirect/8543506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-5","name":"Der Rattenkönig","epNo":5,"alt":"The Rat King","descr":"Gibt es den Rattenkönig, oder ist es bloss ein Mythos ? Trouble ist zurück, muss aber umgehend in ein Spital. Dort ist sie alles andere, als in sicheren Händen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012565","hoster":"VOE"},{"path":"/redirect/8569631","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592259","hoster":"VOE"},{"path":"/redirect/8543501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-6","name":"Wesen Nacht","epNo":6,"alt":"Wesen Nacht","descr":"Nick und Hank untersuchen einen neuen Fall: Eine Welle von Vandalismus durch eine Gruppe von Wesen mündet im Tod eines Geschäftmanns und in der Entführung von Monroe und Rosalees Freund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923010","hoster":"VOE"},{"path":"/redirect/8543557","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592261","hoster":"VOE"},{"path":"/redirect/8543507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-7","name":"Racheengel","epNo":7,"alt":"Eve of Destruction","descr":"Nach einer schockierenden Entdeckung ist Nick auf der Suche nach der Wahrheit, während gleichzeitig der Aufstand der Wesen immer größere Ausmaße annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012567","hoster":"VOE"},{"path":"/redirect/8569628","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592260","hoster":"VOE"},{"path":"/redirect/8543504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-8","name":"Das Monster aus dem See","epNo":8,"alt":"A Reptile Dysfunction","descr":"Nachdem Nick und Hank etwas Merkwürdiges beobachtet haben, lebt die Legende vom See-Monster wieder auf. Die Vorkommnisse stehen im Zusammenhang mit dem Tod eines Touristen in einem örtlichen See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012569","hoster":"VOE"},{"path":"/redirect/8569633","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592262","hoster":"VOE"},{"path":"/redirect/8543505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-9","name":"Kreuzigung","epNo":9,"alt":"Star-Crossed","descr":"Eine altes Wesen-Ritual fordert Tote in Portland. Diese wurden Gekreuzigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13106817","hoster":"VOE"},{"path":"/redirect/8545961","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592263","hoster":"VOE"},{"path":"/redirect/8543511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-10","name":"Die Grimm-Chroniken","epNo":10,"alt":"Map of the Seven Knights","descr":"Monroe erhält einen Anruf aus Leipzig, der Nick zu einer unglaublichen Entdeckung verhilft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012560","hoster":"VOE"},{"path":"/redirect/8724679","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581891","hoster":"VOE"},{"path":"/redirect/8569626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-11","name":"Unter der Erde","epNo":11,"alt":"Key Move","descr":"Eine Reise nach Übersee bringt Nick und Monroe in große Gefahr...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104161","hoster":"VOE"},{"path":"/redirect/8543552","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13917868","hoster":"VOE"},{"path":"/redirect/8543512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-12","name":"Das Relikt","epNo":12,"alt":"Into the Schwarzwald","descr":"In der 100. Folge von Grimm bekommen Nick und Monroe jede Menge Schwierigkeiten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012575","hoster":"VOE"},{"path":"/redirect/8569630","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592264","hoster":"VOE"},{"path":"/redirect/8543508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-13","name":"Die Maske","epNo":13,"alt":"Silence of the Slams","descr":"Ein Kämpfer aus der alten Wesenwelt landet beim ganz modernen mexikanischen Wrestling...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012568","hoster":"VOE"},{"path":"/redirect/8545965","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592265","hoster":"VOE"},{"path":"/redirect/8543514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-14","name":"Lycanthropia","epNo":14,"alt":"Lycanthropia","descr":"Eine längst vergessene Wesen-Krankheit sucht eine Familie heim...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012572","hoster":"VOE"},{"path":"/redirect/8545964","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592266","hoster":"VOE"},{"path":"/redirect/8543509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-15","name":"Ewige Jugend","epNo":15,"alt":"Skin Deep","descr":"In Portland bringt der Schönheitswahn den Tod für die jungen Bewohner der Stadt...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096265","hoster":"VOE"},{"path":"/redirect/8569632","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700925","hoster":"VOE"},{"path":"/redirect/8543510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-16","name":"Teufel im Leib","epNo":16,"alt":"The Believer","descr":"Die Gläubigen sind das Ziel eines Priesters, der seine einzigartige Fähigkeit nutzt, um seine Jüngerschar zu vergößern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012574","hoster":"VOE"},{"path":"/redirect/8569634","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592268","hoster":"VOE"},{"path":"/redirect/8543515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-17","name":"Der Schutzgeist","epNo":17,"alt":"Inugami","descr":"Ein altes Vergeltungsritual bringt Jugendliche in Portland in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012571","hoster":"VOE"},{"path":"/redirect/8569636","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13056463","hoster":"VOE"},{"path":"/redirect/8543520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-18","name":"Bis auf die Knochen","epNo":18,"alt":"Good To The Bone","descr":"Ein Wesen mit einem fürchterlichen Appetit bedroht Portland...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012577","hoster":"VOE"},{"path":"/redirect/8569635","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592269","hoster":"VOE"},{"path":"/redirect/8543516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-19","name":"Blutige Träume","epNo":19,"alt":"The Taming of the Wu","descr":"Wus Urinstinkte kommen zum Vorschein, und Schwarzkralle rückt immer näher...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100973","hoster":"VOE"},{"path":"/redirect/8543550","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592270","hoster":"VOE"},{"path":"/redirect/8543519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-20","name":"Schwarze Nacht","epNo":20,"alt":"Bad Night","descr":"Die Machtverhältnisse drohen, aus dem Gleichgewicht zu geraten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012573","hoster":"VOE"},{"path":"/redirect/8545968","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592271","hoster":"VOE"},{"path":"/redirect/8545937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-21","name":"Der Anfang vom Ende, Teil 1 + 2","epNo":21,"alt":"The Beginning Of The End (1 + 2)","descr":"Ein tödlicher Showdown zeichnet sich ab, denn Schwarzkralle verstärkt seinen Würgegriff um Portland...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012599","hoster":"VOE"},{"path":"/redirect/8569648","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12916706","hoster":"VOE"},{"path":"/redirect/8543527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-5/episode-22","name":"Der Anfang vom Ende, Teil 2","epNo":22,"alt":"[in Episode 21 enthalten]","descr":"Ein tödlicher Showdown zeichnet sich ab, denn Schwarzkralle verstärkt seinen Würgegriff um Portland... (Teil 2/2)","versions":[]}]},{"path":"/serie/stream/grimm/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/grimm/staffel-6/episode-1","name":"Treibjagd","epNo":1,"alt":"Fugitive","descr":"Zwar sind die ruchlosen Mächte von Schwarzkralle zum Schweigen gebracht, aber nun steht Nick in Captain Renard erneut ein allzu vertrauter Feind gegenüber. Der ist inzwischen als Bürgermeister zu neuer Macht gelangt und legt nun die Gesetze so aus, dass sie ihm von Nutzen sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14229038","hoster":"VOE"},{"path":"/redirect/8545967","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592272","hoster":"VOE"},{"path":"/redirect/8543523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-2","name":"Hals in der Schlinge","epNo":2,"alt":"Trust Me Knot","descr":"Hank und Wu finden eine Lösung Renard zu stoppen, während Nick sich noch immer auf der Flucht befindet. Zurück im Gewürzladen nimmt Monroes und Rosalees Babysitting eine interessante Wendung, als Diana ihre Kräfte demonstriert. In der Zwischenzeit versuchen Eve und Trubel, das Geheimnis des Tuches zu lüften, was sie zusammen mit dem Zauberstab gefunden haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012578","hoster":"VOE"},{"path":"/redirect/8545966","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592273","hoster":"VOE"},{"path":"/redirect/8543513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-3","name":"Im Körper des Feindes","epNo":3,"alt":"Oh Captain, My Captain","descr":"Nick zaubert einen Trick aus dem Hut, mit dem er Macht über Captain Renard bekommen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012582","hoster":"VOE"},{"path":"/redirect/8543551","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592274","hoster":"VOE"},{"path":"/redirect/8543517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-4","name":"Das dritte Auge","epNo":4,"alt":"El Cuegle","descr":"Ein Wesen mit hellseherischen Fähigkeiten hat es auf eine junge Familie abgesehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012583","hoster":"VOE"},{"path":"/redirect/8569638","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592276","hoster":"VOE"},{"path":"/redirect/8543524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-5","name":"Alle sieben Jahre","epNo":5,"alt":"The Seven Year Itch","descr":"Nick und Hank helfen Wu dabei, einen bizarren Mord in einem Stadtpark zu untersuchen. Unterdessen muss Renard weiterhin mit einen Geist aus seiner Vergangenheit auseinandersetzen.\r\rMonroe und Rosalee haben eine Arzttermin um zu erfahren, ob Dianas Ankündigung wahr ist.\r\rIm Loft findet Adalind eine sehr geschwächte Eve und jede Menge seltsamer Gemälde an den Wänden der Tunnel vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012584","hoster":"VOE"},{"path":"/redirect/8569641","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9012464","hoster":"VOE"},{"path":"/redirect/8543518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-6","name":"Der Alp","epNo":6,"alt":"Breakfast In Bed","descr":"Nick, Hank und Wu ermitteln nach einem grausamen Mord in einem Hotel, in dem einer der Gäste behauptet, nachts von einer furchteinflößenden Kreatur verfolgt worden zu sein.\r\rUnterdessen setzen Monroe, Rosalee und Eve ihre Suche nach dem Ursprung der Symbole fort und kommen der Lösung des Rätsels langsam auf die Spur.\r\rRenard wird immer weiter von seiner Vergangenheit verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916716","hoster":"VOE"},{"path":"/redirect/8569639","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581893","hoster":"VOE"},{"path":"/redirect/8543521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-7","name":"Höllische Liebe","epNo":7,"alt":"Blind Love","descr":"Rosalee überrascht Monroe mit einer Reise an seinem Urlaub und lädt den größten Teil der Gang dazu ein. Doch die Dinge nehmen einen schockierende Wendung als ein Hotelangestellter Nick ins Visier nimmt um seinen Vater zu rächen.\r\rUnterdessen bekommt Eve einen Besuch von einer dunklen Macht, die sie schon einmal gesehen hat.\r\rAnderswo verbringt Renard das Wochenende mit Diana als ein ehemaliger Verbündeter versucht, eine offene Rechnung zu begleichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012585","hoster":"VOE"},{"path":"/redirect/8569642","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9700926","hoster":"VOE"},{"path":"/redirect/8543522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-8","name":"Das Experiment","epNo":8,"alt":"The Son Also Rises","descr":"Tödliche Angriffe auf Wissenschaftler führen Nick, Hank und Wu zu einer Ermittlung, die ganz anders ist als alle anderen zuvor.\r\rWährend die Untersuchung zu dem Ursprung des Lappens weitergeht, erfahren Monroe und Rosalee, dass Eve die Nachwirkungen der Todesgrippe spürt.\r\rAnderswo versucht Captain Renard einen alten Freund zu erreichen um Antworten zu den Ursprüngen des Symbols, das von Diana gezeichnet wurde, zu erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012602","hoster":"VOE"},{"path":"/redirect/8545979","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592278","hoster":"VOE"},{"path":"/redirect/8545935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-9","name":"Eins mit der Natur","epNo":9,"alt":"Tree People","descr":"Ein Mann behauptet, dass sein Freund von einer baumähnlichen Figur gegessen wurde, Nick und Hank ermitteln im Wald.\r\rDie Gruppe erfährt von Eves beunruhigender Spiegelbegegnung, die jeden dazu veranlasst zusätzliche Vorsichtsmaßnahmen einzugehen.\r\rWährenddessen versucht Captain Renard zu bestimmen, was die mysteriösen Zeichen bedeuten, die Diana gezeichnet hat und wendet sich an eine Freundin in Russland. Was er erfährt, ist sehr beunruhigend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012586","hoster":"VOE"},{"path":"/redirect/8569644","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581895","hoster":"VOE"},{"path":"/redirect/8543525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-10","name":"Gevatter Tod","epNo":10,"alt":"Blood Magic","descr":"Nach einer Serie von brutalen und tödlichen Angriffen, finden Nick und Hank eine unwahrscheinliche Spur in einem lokalen Altenheim. Blut Magie Währenddessen geht Eve zu Adalind, um Antworten zu bekommen, die nur ein Hexenbiest bieten kann. In alten Büchern finden sie Hinweise auf eine Art von Magie, die helfen könnte.  Anderswo, konfrontiert Captain Renard Nick mit dem mysteriösen Symbol nachdem er von Dasha erfahren hat, dass die Zeichen die Ankunft eine furchtbaren Macht verkünden.  Am Ende trifft Eve eine folgenschwere Entscheidung und versucht das Problem hinter den Spiegeln auf eigene Faust zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100971","hoster":"VOE"},{"path":"/redirect/8676588","hoster":"Vidoza"},{"path":"/redirect/8543574","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9592275","hoster":"VOE"},{"path":"/redirect/8545936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-11","name":"Die Welt der wilden Wesen","epNo":11,"alt":"Where the Wild Things Were","descr":"Eve begibt sich auf eine Mission gegen die mysteriöse Kraft, die sie im Spiegel gesehen hat, und findet sich dabei auf unbekanntem Terrain wieder.\r\rAls die Crew erfährt, was sie angestellt hat, entscheidet Nick sich dafür, ihr hinter die Spiegel zu folgen. Der mysteriöse Stab aus dem Schwarzwald hilft ihm dabei, an den Ort zu gelangen.\r\rDort angekommen stoßen die beiden auf eine mittelalterlich wirkende Ortschaft und eine große Angst vor Wesen. Die dienen in der Welt hinter den Spiegeln einem Gegenspieler, den Nick und Eve als Zerstörer kennen lernen.\r\rIn Portland erfahren Renard unterdessen, was der Zerstörer will und das versetzt die Crew in Panik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100972","hoster":"VOE"},{"path":"/redirect/8569640","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581894","hoster":"VOE"},{"path":"/redirect/8545939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-12","name":"Neue Dimensionen","epNo":12,"alt":"Zerstörer Shrugged","descr":"Die Prophezeiung wird zur Wahrheit, als eine dunkle Macht in Portland ankommt, die Diana in Augenschein nimmt.\r\rBei dem Versuch, sie zu beschützen, kehren Nick, Renard und Adalind an den Ort ihrer ersten Ermittlung als Grimm zurück, das Haus, in dem Nick mit Monroes Hilfe seinen ersten Fall mit Wesen-Bezug gelöst hat.\r\rDoch unterwegs müssen sie zahlreiche Opfer hinnehmen und verlieren auch enge Freunde an den Zerstörer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9012608","hoster":"VOE"},{"path":"/redirect/8569643","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9581899","hoster":"VOE"},{"path":"/redirect/8569637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/grimm/staffel-6/episode-13","name":"Das Ende","epNo":13,"alt":"The End","descr":"Nick steht seinem bisher größten Gegenspieler gegenüber, wobei es zunächst den Anschein hat, als gebe es keine Waffe, die ihn besiegen könnte.Im Gewürzladen suchen Monroe, Rosalee und Eve nach Antworten und finden dabei einen seltenen Trunk, der im Kampf nützlich sein könnte. Renard und Adalind versuchen derweil, Diana und das Baby in Sicherheit zu bringen, da die Bedrohung die Kinder in Augenschein genommen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379394","hoster":"VOE"},{"path":"/redirect/8569653","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12379383","hoster":"VOE"},{"path":"/redirect/8543526","hoster":"Streamtape"}]}]}]}]}