{"seriesId":"grisaia-no-kajitsu","name":"Grisaia no Kajitsu","descr":"[Ger Sub] Mihama Academy, auf den ersten Blick eine geschlossene Lernanstalt für Schüler, die mit ihrer Umwelt nicht zurecht kommen, in Wirklichkeit jedoch mehr eine Mischung aus einem Obsthain und einem Gefängnis, die das faule Obst der Gesellschaft dieser fern halten soll. Aktuell leben fünf Mädchen in der Akademie, die alle ihren eigenen Grund dafür haben, warum es sie hierher verschlagen hat. Mit der Zeit haben sie jeweils eine Routine gefunden, die es ihnen erlaubt mit ihrer aktuellen Situation zurecht zu kommen, doch wird diese Routine je unterbrochen, als plötzlich der erste männliche Schüler in der Schule aufkreuzt, Kazami Yuuji. Durch seine Ankunft kommt Bewegung in das Leben der Mädchen, doch muss sich erst zeigen, ob er es schafft ihnen zu Helfen ein neues Leben zu starten oder ob sich ihre Vergangenheit als unüberwindbare Hürde erweist. Und es stellt sich natürlich die Frage: Was ist der Grund für sein Auftauchen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Ordinary Academy Life","descr":"Ein junger Mann, Yuuji Kazami, wird von der Polizei festgenommen. Nach seiner Entlassung holt ihn der Direktor der Mihama-Akademie, Chizuru Tachibana, ab und fährt ihn zur Schule, wo er in sein Zimmer im Schlafsaal geführt wird. Beim Betreten des Wohnheims wird er einer Kommilitonin namens Sachi Komine vorgestellt, die eine Dienstmädchenuniform trägt. Am nächsten Morgen trifft er zwei weitere Schüler, Amane Suou und Makina Irisu, in der Lobby und später trifft er eine andere Schülerin, Michiru Matsushima, in ihrem Klassenzimmer, wo sie ihre \"Tsundere-Rede\" übt. Sobald der Unterricht beginnt, stellt er fest, dass ein weiterer Schüler in seiner Klasse abwesend ist. Makina teilt ihm mit, dass die abwesende Schülerin Yumiko Sakaki nur abends kommt. Als er später an diesem Tag ins Klassenzimmer kommt, um sich vorzustellen, versucht sie, ihn mit einem Kartonschneider aufzuschlitzen.Als er in den Schlafsaal zurückkehrt, findet er Amane in seinem Zimmer beim Umziehen vor. Während ihrer Diskussion erzählt er ihr, dass er eine ältere Schwester namens Kazuki hatte, deren Namen sie zu kennen scheint. Später erhält Yuuji einen Anruf von JB, der ihm sagt, dass er einen Job zu erledigen hat. Die Bilder im Abspann geben Hinweise darauf, warum alle Mädchen außer Yumiko an der Schule eingeschrieben sind.","versions":[{"lang":2,"streams":[{"redirect":11309928,"hoster":"VOE"},{"redirect":10109975,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012595,"hoster":"VOE"},{"redirect":8543558,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"School Killer Yumiko","descr":"Yumiko Sakaki unternimmt weitere Versuche, Yuuji zu schneiden, aber zu ihrer Frustration vermeidet er sie alle. Später an diesem Tag begegnet er Makina, die ziemlich schüchtern ist, aber nachdem er ihr hilft, einen Krebs zu fangen, wird sie warm und beschließt, ihn Onii-chan zu nennen. Dann besucht er das Büro des Schulleiters, um Rat zu erhalten, um Sakakis anhaltende Feindseligkeit ihm gegenüber aufzulösen. Er findet heraus, dass alle anderen Schüler \"besondere Umstände\" haben, um sich an der Schule einzuschreiben. Yuujis Vormund und Arbeitschef JB besucht ihn in der Schule, was die Neugier seiner Klassenkameraden weckt, insbesondere Amane, die wissen möchte, ob Yuuji eine Freundin hat oder nicht. Später am Abend im Wohnheim wird er erneut von Yumiko überfallen und antwortet, indem er ihr das Messer aus der Hand schlägt. Dann sagt er ihr, dass er nicht ihr Feind ist und beabsichtigt, ihr Freund zu sein.Von diesem Tag an wird Yumikos Haltung ihm gegenüber weicher. Die Montage des Abspanns zeigt, wie jeder der anderen Studenten an die Akademie kam und wie sie Freunde wurden.","versions":[{"lang":3,"streams":[{"redirect":9012594,"hoster":"VOE"},{"redirect":8543561,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sweet Diet","descr":"Als Yuuji nach seinem morgendlichen Joggen in den Schlafsaal zurückkehrt, sieht er, wie Amane das Schloss zu seinem Zimmer knackt und vermutet sofort, dass sie eine Attentäterin sein könnte. Er hört und beobachtet von der Tür aus, als sie ihn zu seiner großen Überraschung nur mit einem Weckkuss überraschen wollte. Dann springt sie auf sein Bett und masturbiert, nachdem sie an seiner getragenen Kleidung gerochen hat. Yuuji macht dann zu Amane\u0027s beträchtlicher Verlegenheit seine Anwesenheit bekannt. Während er später an diesem Morgen zum Unterricht eilt, erfindet er ein Lied für Makina, in dem er Amane für ihre früheren Aktionen ärgert. Beim Mittagessen drückt Amane ihre Besorgnis darüber aus, dass Makina anfängt, Yuujis Manieren zu imitieren. An diesem Nachmittag hört Yuuji eine erotische Stimme und entdeckt, dass es Michiru ist, der mit einem Kätzchen spielt. Am nächsten Tag,Er stimmt versehentlich zu, dass Sachi ihm einen Haifischbeutel (wie den von Michiru) nur mit Glitzer anfertigt. Ein kurzes Nachdenken von Michirus erlaubt ihm, Makina den Beutel aufzuschieben. An diesem Nachmittag während des Trainings verletzt sich Amane am Knöchel und Yuuji trägt sie in die Krankenstation. Nachdem er ihre Verletzung behandelt hat, bittet Amane darum, dass Yuuji ihr Freund wird. Als er sich weigert, ändert sie ihre Bitte, als seine ältere Schwester angesehen zu werden, was er zustimmt. Am nächsten Tag teilen Amane und Makina ihr Mittagessen mit Yuuji und er erkennt, dass er seit dem Tod seines \"Meisters\" Menschen meidet. (Quelle: Wikipedia)Nachdem er ihre Verletzung behandelt hat, bittet Amane darum, dass Yuuji ihr Freund wird. Als er sich weigert, ändert sie ihre Bitte, als seine ältere Schwester angesehen zu werden, was er zustimmt. Am nächsten Tag teilen Amane und Makina ihr Mittagessen mit Yuuji und er erkennt, dass er seit dem Tod seines \"Meisters\" Menschen meidet. (Quelle: Wikipedia)Nachdem er ihre Verletzung behandelt hat, bittet Amane darum, dass Yuuji ihr Freund wird. Als er sich weigert, ändert sie ihre Bitte, als seine ältere Schwester angesehen zu werden, was er zustimmt. Am nächsten Tag teilen Amane und Makina ihr Mittagessen mit Yuuji und er erkennt, dass er seit dem Tod seines \"Meisters\" Menschen meidet.","versions":[{"lang":2,"streams":[{"redirect":13534517,"hoster":"VOE"},{"redirect":10109977,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012596,"hoster":"VOE"},{"redirect":8569646,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Where to Aim the Silver Bullet","descr":"Während seines morgendlichen Joggens sieht Yuuji Michiru mit einer Katze auf dem Schoß im Gras sitzen und auf das Meer starren und macht mit ihr eine Bekehrung. Am darauffolgenden Abend diskutieren die Bewohner des Wohnheims Michirus jüngstes seltsames Verhalten. Später in der Nacht sehen Sachi, Yumiko und Yuuji, wie Michiru aus dem Schlafsaal stolpert, nachdem sie Haarfärbemittel in ihre Augen bekommen hat und es über den ganzen Boden tropft. Am nächsten Tag fragt Amane Yuuji und Yumiko, ob Freundschaft zwischen Männern und Frauen möglich ist. Als Michiru auftaucht, wird ihr die gleiche Frage gestellt und sie rennt nach der Antwort davon. Yuuji geht ihr nach und konfrontiert sie mit der Aussage, dass sie sich von der Michiru unterscheidet, die er zuerst kennengelernt hat. Die neue Persönlichkeit unterhält sich mit Yuuji, küsst ihn dann und kehrt zur ursprünglichen Persönlichkeit zurück.Am nächsten Morgen bittet Michiru Yuuji, ihm zu zeigen, was ihr anderes Ich ihm am Vortag angetan hat und flippt aus, als er sie fast küsst. Sie rennt los, um sich zu beruhigen und jagt ihre Katze davon. Yuuji findet sie auf der Klippe auf der Suche nach der Katze, die sie Meowmel (Nyanmel) genannt hat. Als sie gemeinsam nach Hause gehen, bemerkt Yuuji etwas und sagt ihr, sie solle ohne ihn weitermachen. Michiru ignoriert seine Worte und stellt fest, dass Meowmel überfahren wurde und im Sterben liegt. Yuuji ruft ein Taxi, aber sie sind zu spät und Meowmel stirbt in Michiris Schoß. (Quelle: Wikipedia)Als sie gemeinsam nach Hause gehen, bemerkt Yuuji etwas und sagt ihr, sie solle ohne ihn weitermachen. Michiru ignoriert seine Worte und stellt fest, dass Meowmel überfahren wurde und im Sterben liegt. Yuuji ruft ein Taxi, aber sie sind zu spät und Meowmel stirbt in Michiris Schoß. (Quelle: Wikipedia)Als sie gemeinsam nach Hause gehen, bemerkt Yuuji etwas und sagt ihr, sie solle ohne ihn weitermachen. Michiru ignoriert seine Worte und stellt fest, dass Meowmel überfahren wurde und im Sterben liegt. Yuuji ruft ein Taxi, aber sie sind zu spät und Meowmel stirbt in Michiris Schoß.","versions":[{"lang":2,"streams":[{"redirect":13513080,"hoster":"VOE"},{"redirect":10109976,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012603,"hoster":"VOE"},{"redirect":8569649,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Vox in Box","descr":"Michiru ist von Meowmels Tod am Boden zerstört und hat eine Reihe von Pillen genommen. Yuuji bringt sie zur Krankenstation, wo sie sich erholt. Sachi gibt ihm eine verschlossene Kiste, die sie von Michiru bekommen hat. Er öffnet es und findet ein Austauschtagebuch, das Michiru mit ihrem anderen Ich geführt hat. Als Yuuji sie damit konfrontiert, erfährt er, dass Michiru nach einer Herztransplantation die andere Persönlichkeit entwickelt hat und dass sich ihre ursprüngliche Persönlichkeit versteckt hat und nicht zurückkehren möchte. Yuuji verdrängt Michirus ursprüngliche Persönlichkeit und sie sagt, dass sie sterben möchte. Yuuji erklärt sich bereit, ihr zu helfen, und er bringt sie zu der Klippe mit Blick auf den Ozean, wo sie mit Meowmel spielte und sie lebendig in einem Sarg begräbt. Gefangen in der Dunkelheit beginnt Michiru zu halluzinieren und wir sehen ihre Vergangenheit in einer Rückblende. In der Mittelschule,Michiru wurde depressiv, weil ihr immer gesagt wurde, dass sie ein Versager sei und beabsichtige, sich umzubringen. Auf dem Dach der Schule lernte sie ein anderes selbstmordgefährdetes Mädchen kennen, und die beiden wurden enge Freunde; Das Mädchen tötete sich jedoch später vor Michiru, was dazu führte, dass Michirus schwaches Herz nachgab und zu ihrer Herztransplantation führte. Michiru entdeckte später, dass das Herz, das sie erhielt, von ihrer Freundin stammte, mit der sie kommunizieren konnte. Zurück im Sarg kommt Michiru zu der Erkenntnis, dass sie nicht mehr sterben will und drängt sich aus dem Sarg. Yuuji, der drei Tage auf ihr Auftauchen gewartet hat, hilft Michiru an die Oberfläche und er trägt sie zurück ins Wohnheim. Yuuji nimmt später die alternative Michiru mit, um ihre Eltern zu sehen, und obwohl sie seltener auftaucht, wohnt sie immer noch in Michiru.","versions":[{"lang":2,"streams":[{"redirect":13522744,"hoster":"VOE"},{"redirect":10109979,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012598,"hoster":"VOE"},{"redirect":8569650,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Raison D\u0027être","descr":"In der Junior High School schlitzt Yumiko einem Mädchen die Hand auf und klatscht darüber, dass sie die Tochter einer Geliebten war und erst nach dem Tod ihres jüngeren Bruders und Familienerben in den Haushalt ihres Vaters aufgenommen wurde. Yumikos Vater möchte, dass sie ihren Platz als Erbe der Tohin Railway Group einnimmt, und Yuuji wird befohlen, als Yumikos Leibwächter zu fungieren und dann zuzulassen, dass Yumiko entführt wird, um sie zu erschrecken, nach Hause zurückzukehren; Yuuji beschließt jedoch, Befehle zu missachten und beschützt Yumiko. Während sie einen Regensturm unter einer Brücke abwarten, offenbart Yumiko Yuuji ihre Vergangenheit. Verärgert über Yuujis Missachtung seiner Befehle plant Yumikos Vater, Yumiko in Amerika studieren zu lassen und ordnet die Schließung der Schule an. Yumiko weigert sich zu gehen, woraufhin ihr Vater in die Schule kommt, um sie persönlich anzusprechen. Zu seiner Überraschung,sie eröffnet das Feuer auf ihn mit einer Waffe und stürzt eine Pattsituation ab. Als seine Männer das Gebäude stürmen, nachdem ihre Munition aufgebraucht ist, zieht sie die Nadel an einer Granate und tötet sich scheinbar selbst; Yuuji hatte Yumiko jedoch geholfen, ihren Tod vorzutäuschen. Yumiko erhält eine neue Identität inklusive gefälschtem Familienregister und beginnt ein neues Leben als weitere Schülerin an der Schule.","versions":[{"lang":2,"streams":[{"redirect":13513081,"hoster":"VOE"},{"redirect":10109980,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012600,"hoster":"VOE"},{"redirect":8543560,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Letter of Happiness","descr":"Sachi wird im Bad ohnmächtig, nachdem sie etwas, was Makina zu wörtlich gesagt hat, genommen hat. Am nächsten Tag bittet Michiru Sachi scherzhaft, den bevorstehenden Test wegzulassen. Sachi schließt sich in ihrem Zimmer ein und bereitet sich darauf vor, die Schule in die Luft zu sprengen. In der Nacht vor dem Test tauchen ihre Klassenkameraden auf, kurz nachdem sie die Timer gestartet hat. Sachi versucht vergeblich, sie zum Gehen zu bewegen, aber als Sachi sich auf den Sprengstoff wirft, detonieren sie nicht. Yuuji taucht auf und lässt alle außer Sachi zum Wohnheim zurückkehren. Er sagt ihr, dass er die Timer manipuliert hat und nennt sie Sacchan, um zu zeigen, dass er sich an sie erinnert. Als Kind war Sachi einsam, weil ihre Eltern zu sehr damit beschäftigt waren, ihr Geschäft zu führen. Sachi hatte Yuuji auf dem Spielplatz kennengelernt und die beiden spielten zusammen, bis er wegzog. An Sachis zehntem Geburtstag,Ihre Eltern geraten in einen Verkehrsunfall, nachdem Sachi wegen der Vernachlässigung in den vergangenen Monaten weggelaufen ist. Ihr Vater wird getötet und ihre Mutter liegt seitdem im Koma. Sachi enthüllt, dass sie glaubt, dass ihre Eltern an dem Unfall beteiligt waren, weil sie egoistisch war und dass sie ein gutes Mädchen sein muss, das tut, was ihr gesagt wird, um es wieder gut zu machen. Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn unterwarf, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet. (Quelle: Wikipedia)(Quelle: Wikipedia)Wikipedia)Wikipedia)Ihr Vater wird getötet und ihre Mutter liegt seitdem im Koma. Sachi enthüllt, dass sie glaubt, dass ihre Eltern an dem Unfall beteiligt waren, weil sie egoistisch war und dass sie ein gutes Mädchen sein muss, das tut, was ihr gesagt wird, um es wieder gut zu machen. Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn aussetzte, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet. (Quelle: Wikipedia)(Quelle: Wikipedia)Ihr Vater wird getötet und ihre Mutter liegt seitdem im Koma. Sachi enthüllt, dass sie glaubt, dass ihre Eltern an dem Unfall beteiligt waren, weil sie egoistisch war und dass sie ein gutes Mädchen sein muss, das tut, was ihr gesagt wird, um es wieder gut zu machen. Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn unterwarf, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet. (Quelle: Wikipedia)(Quelle: Wikipedia)Sachi enthüllt, dass sie glaubt, dass ihre Eltern an dem Unfall beteiligt waren, weil sie egoistisch war und dass sie ein gutes Mädchen sein muss, das tut, was ihr gesagt wird, um es wieder gut zu machen. Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn aussetzte, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet. (Quelle: Wikipedia)(Quelle: Wikipedia)Sachi enthüllt, dass sie glaubt, dass ihre Eltern an dem Unfall beteiligt waren, weil sie egoistisch war und dass sie ein gutes Mädchen sein muss, das tut, was ihr gesagt wird, um es wieder gut zu machen. Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn aussetzte, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet. (Quelle: Wikipedia)(Quelle: Wikipedia)Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn aussetzte, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet. (Quelle: Wikipedia)(Quelle: Wikipedia)Yuuji widerlegt sie, indem er sagt, dass die egoistischen Launen, denen sie ihn aussetzte, als sie zusammen spielten, ihm halfen, seine eigenen Probleme zu dieser Zeit zu vergessen. Um diese Schulden zu begleichen, verdeckt er die Entsorgung ihrer Bomben mit einem Feuerwerk und nimmt sie an diesem Wochenende mit in den Laden ihrer Eltern, wo sie eine Geburtstagsanzeige und einen Brief finden. Der Tag endet damit, dass Sachi ihre Mutter im Krankenhaus besucht und Yuuji dann um eine Umarmung bittet.","versions":[{"lang":2,"streams":[{"redirect":13522748,"hoster":"VOE"},{"redirect":10109981,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13104162,"hoster":"VOE"},{"redirect":8545970,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Seed of the World Tree I","descr":"Makina schickt Yuuji eine E-Mail, die besagt, dass er nun vom Onii-chan-Status zum Papa-Status aufgestiegen ist. Als ein verwirrter Yuuji sie konfrontiert, überreicht Makina Yuuji einen Scheck über 70 Millionen Yen, ihr gesamtes Erbe, damit er als ihr Vater fungieren kann. Widerstrebend stimmt er zu und fährt fort, sie im Auge zu behalten, zum Neid der anderen Mädchen, insbesondere Amane, die sagt, dass Yuuji, wenn sie ihr Vater ist, genauso gut ihre Mutter sein könnte. Während einer Schulpause nimmt Yuuji Makina mit in sein Haus in den Bergen, wo er früher bei seinem Meister gelebt hat. Später trifft Makina zufällig in der Stadt auf ihre jüngere Schwester und Irisu-Erbin Sarina, geht aber vorbei, ohne ihr etwas zu sagen. Zu ihrem Entsetzen explodiert kurz darauf das Auto ihrer Schwester.Die erschütterte Makina wird von ihren Klassenkameraden gepflegt und als sie aufwacht, informiert Yuuji sie, dass ihre Schwester ins Krankenhaus gebracht wurde und voraussichtlich überleben wird. An diesem Abend wird Yuuji zur Arbeit gerufen, wo JB ihm ein Dossier für seinen nächsten Job vorlegt – und das Ziel ist Makina!","versions":[{"lang":2,"streams":[{"redirect":13522749,"hoster":"VOE"},{"redirect":10109982,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012609,"hoster":"VOE"},{"redirect":8569655,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Seed of the World Tree II","descr":"Yuuji nimmt den Job an, den JB ihm gegeben hat, aber nur, damit er sie beschützen kann. Dazu verlassen er und Makina die Akademie, um ein bewegliches Ziel zu präsentieren und Sachi überreicht Makina zum Abschied einen Apfelbäumchen. Die Bemühungen der Organisation, Makina zu erwischen, sind erfolglos, da Yuuji jeden nach ihnen geschickten Agenten entsorgen kann. Als sie fliehen, wird Yuuji auf Makinas wiederkehrende Albträume aufmerksam, die ihren Vater betreffen. Es wird enthüllt, dass Makinas Vater einige Jahre zuvor Beweise für die Korruption der Irisu-Gruppe gefunden und auf Befehl seiner Frau vor den Augen von Makina getötet wurde. Makina verbrachte mehrere Jahre in einem Krankenhaus, um sich von dem Trauma zu erholen. Es wird weiter enthüllt, dass sie ein nahezu fotografisches Gedächtnis hat und einige der belastenden Dokumente vor dem Tod ihres Vaters gelesen hatte. Es stellt sich heraus, dass Makina\u0027s Mutter ordnete den Schlag gegen Makina an, weil sie ihre Mutter anrief und drohte, die Korruption aufzudecken, es sei denn, ihre jüngere Schwester würde in Sicherheit gebracht. Als ihr neuestes Versteck kompromittiert wird, schafft es Yuuji, sie wegzubekommen, aber Makina vergisst ihren Bäumchen. Trotz Yuujis Ermahnung, es zu vergessen, kehrt Makina zum Hotel zurück, um danach zu suchen und wird erschossen. Yuuji taucht rechtzeitig auf, um sie in ein Krankenhaus zu bringen, wird aber von JB abgefangen. Im Krankenhaus taucht Makinas Mutter auf und fragt zu JBs Entsetzen und Abscheu, ob Makinas innere Organe unversehrt sind, da Sarina eine Organtransplantation benötigt. Später taucht ein verkleideter Yuuji im Hauptquartier der Irisu-Gruppe auf und erschießt Makinas Mutter. Mit dem Auftragnehmer für den Hit aus dem Bild und mit stichhaltigen Beweisen für die Korruption der Irisu-Gruppe in den Händen der Organisation,Yuuji und eine sich erholende Makina kehren zur Akademie zurück.","versions":[{"lang":2,"streams":[{"redirect":13522751,"hoster":"VOE"},{"redirect":10109984,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012601,"hoster":"VOE"},{"redirect":9240979,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Angelic Howl I","descr":"JB setzt Yuuji nach einem Job an der Akademie ab, aber bevor er das Auto verlassen kann, küsst sie ihn auf die Wange, sehr zu seinem Unbehagen. Erschwerend kommt hinzu, dass Sachi den Kuss miterlebt hat, aber verspricht, nichts zu sagen. Yuuji kehrt in sein Zimmer zurück und findet Amane vor, die auf ihn wartet. Nach ihrem üblichen Geplänkel und einer Dusche setzt sich Yuuji zum Abendessen hin, als Amane ein Bild von JB erhält, wie er ihn küsst (Sachi hat \u0027Sagen\u0027 wörtlich genommen), was ihre Eifersucht weckt. Yuuji fragt Amane, warum sie ihn so hartnäckig verfolgt, worauf sie antwortet, dass es Liebe auf den ersten Blick war. Er ist mit ihrer Antwort nicht zufrieden und bedrängt sie. Sie bricht zusammen und zu Yuujis Schock erwähnt sie den Namen seiner Schwester. Sie enthüllt, dass sie und Yuujis Schwester Kazuki beide Neulinge in derselben Basketballmannschaft in der Mittelschule waren.Als sie sich weiter unterhalten, stimmt Yuuji ihr schließlich zu, als seine Freundin zu fungieren, vorausgesetzt, dass er nicht als ihr Freund fungieren muss. Amane holt dann ein Tagebuch aus ihrem Zimmer und gibt es Yuuji zum Lesen. Das Tagebuch dokumentiert die tragischen Ereignisse, die das Basketballteam widerfuhren, als Amane, die einzige Überlebende, sich an sie erinnert.","versions":[{"lang":2,"streams":[{"redirect":13513082,"hoster":"VOE"},{"redirect":10109986,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012625,"hoster":"VOE"},{"redirect":8543563,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Angelic Howl II","descr":"Die Überlebenden des Absturzes kommen weiterhin zurecht, während Kazuki sich weiterhin um die Verwundeten kümmert. Im Laufe der Tage begraben sie ihre Toten und sammeln weiter das wenige Essen, das sie finden können. Ihr Lehrer, der sich umgesehen hat, nimmt die Hälfte des Essens und geht und verspricht, dass er mit Hilfe zurückkehren wird. Verzweiflung stellt sich ein, als er nach ein paar Tagen nicht zurückkehrt. Unterernährt verhalten sich einige der Mädchen seltsam. Schließlich stirbt der Hund eines der Mädchen und wird geschlachtet, um die Überlebenden zu ernähren.","versions":[{"lang":2,"streams":[{"redirect":13513083,"hoster":"VOE"},{"redirect":10109993,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012614,"hoster":"VOE"},{"redirect":12514261,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Angelic Howl III","descr":"Zwei Wochen vergehen und keine Rettung ist in Sicht und die verletzten und unterernährten Mädchen sterben nacheinander. Als ihr Lehrer ohne Hilfe zurückkehrt, ist alle verbleibende Hoffnung verloren. Als Sensei behauptet, ein Reh gejagt zu haben, wird Kazuki misstrauisch und beschließt, mit Amane im Schlepptau aufzubrechen. Sie zeigt Amane, dass das \"Wild\", das die anderen aßen, tatsächlich etwas anderes war und dass die verbleibenden Überlebenden verrückt geworden sind und aktive Teilnehmer sind oder sich nicht darum kümmern. Als die anderen sich dem fliehenden Paar nähern, bleibt Kazuki als Lockvogel zurück, um Amane entkommen zu lassen. Zuerst als Wunderüberlebende gefeiert, stellt sich Amane bald die Frage, warum sie die einzige war, die überlebte. Unter Albträumen leiden,der unerbittliche öffentliche Druck überzeugt sie davon, dass sie bestraft werden muss, wenn alle anderen gestorben sind und dass Yuuji die Person mit dem größten Recht ist, sie zu bestrafen. Sie bittet Yuuji sogar, sie zu töten. Yuuji bittet sie stattdessen, als Strafe für ihn zu leben, in der Hoffnung, dass sie sich selbst vergeben wird, da er sie akzeptiert hat, obwohl er ihre Vergangenheit kennt.","versions":[{"lang":2,"streams":[{"redirect":13513084,"hoster":"VOE"},{"redirect":10109999,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012605,"hoster":"VOE"},{"redirect":8543571,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"10 Centimeter Field of Fire","descr":"Yuuji begleitet Amane zum Unfallort, damit sie den Vorfall endlich aufklären kann. Unterwegs wird Yuuji von einem Mann angehalten, der behauptet, Amane\u0027s größter Fan zu sein. Nachdem sie ihren toten Freunden ihren Respekt gezollt hat, führt Amane Yuuji zu einem Ort auf der Karte, den Kazuki ihr gegeben hat, wo sie eine Notiz finden, die darauf hinweist, dass Kazuki noch lebt. Inzwischen hat der Mann, der Yuuji belästigt hat, die Akademie betreten und die anderen Mädchen als Geiseln genommen und verlangt Amane\u0027s Anwesenheit. Als sie nach Hause zurückkehren, bereitet sich Amane darauf vor, sich selbst aufzugeben und Yuuji, der das Geschehen in der Schule per Handy mithören konnte, schmiedet einen Plan, um die Pattsituation zu beenden. Der Geiselnehmer ist der Vater von Chiaki Sakashita, der den Tod seiner Tochter nicht verarbeiten konnte und Amane töten will, um zu überleben.Nachdem Sakashita entschieden hat, dass es ein zu einfacher Tod wäre, Amane zu erschießen, bringt sie sie in den Waschraum, um mit ihr nachzukommen. Yuuji ist in der Lage, Sakashita durch ein 10 cm breites Sichtfeld aus über 900 m Entfernung zu erschießen, die Geiselnahme zu beenden und ihn wieder mit den Mädchen zu vereinen. Nach einem Zeitsprung von einem Jahr dringt ein unbekanntes Boot in japanische Gewässer ein. Einer von zwei Passagieren feuert eine Rakete auf den Kutter und den Hubschrauber der Küstenwache ab. Der andere öffnet eine Spieluhr. (Quelle: Wikipedia)Einer von zwei Passagieren feuert eine Rakete auf den Kutter und den Hubschrauber der Küstenwache ab. Der andere öffnet eine Spieluhr. (Quelle: Wikipedia)Einer von zwei Passagieren feuert eine Rakete auf den Kutter und den Hubschrauber der Küstenwache ab. Der andere öffnet eine Spieluhr.","versions":[{"lang":3,"streams":[{"redirect":9012606,"hoster":"VOE"},{"redirect":8543566,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Cocoon of Caprice I","descr":"Asako Kusakabe rettet den jungen Yuuji auf einer Mission vor Terroristen. Als Soldatin ist sie immer wieder aufs Neue dem Tod entkommen, und aus einer Laune heraus beschließt sie, sich um Yuuji zu kümmern. Trotz der Sorgen ihres Kollegen JB beginnen die unsoziale Soldatin und der junge Mann zusammen unter dem gleicheneinem Dach zu leben","versions":[{"lang":2,"streams":[{"redirect":13513086,"hoster":"VOE"},{"redirect":10110010,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012611,"hoster":"VOE"},{"redirect":8543564,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Cocoon of Caprice II","descr":"Asakos Gesundheit macht ihr bei ihrer Arbeit zu schaffen. Yuuji spürt die Veränderung ihres Zustands und als er für sie einspringt, glaubt er, einen Sinn in seinem Leben gefunden zu haben. Asako respektiert Yuujis Entschlossenheit, doch JB, der ein genaues Auge auf die beiden hat, ist besorgt über Yuujis Versuche, wieder in die Welt der Gewalt einzutreten.","versions":[{"lang":2,"streams":[{"redirect":13513089,"hoster":"VOE"},{"redirect":10110024,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012612,"hoster":"VOE"},{"redirect":8543567,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Cocoon of Caprice III","descr":"Yuuji geht nach Amerika, um Asakos Weg zu folgen. Bei seinem rigorosen Militärleben trifft er Kriegskameraden, zu denen er eine tiefe Verbindung aufbaut, während er mit ihnen gemeinsam durch Freunde und Leid geht.","versions":[{"lang":2,"streams":[{"redirect":13513088,"hoster":"VOE"},{"redirect":10110048,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13917871,"hoster":"VOE"},{"redirect":8545972,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Cocoon of Caprice IV","descr":"Yuuji schreitet auf seinem Weg als Soldat voran, um \"eine wichtige Frau\" zu beschützen: Asako. Doch diese verlässt ihn, ohne zu warten, bis er erwachsen geworden ist. Yuuji wird erneut von einem Gefühl der Hilflosigkeit gepeinigt, doch Asakos Abschiedsworte retten ihn, und er beginnt einmal mehr, auf seinen eigenen Füßen zu stehen.","versions":[{"lang":2,"streams":[{"redirect":13513090,"hoster":"VOE"},{"redirect":10110014,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012624,"hoster":"VOE"},{"redirect":8543565,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Seed of Blanc Aile I","descr":"Nach Yuujis plötzlichem Verschwinden entdecken die Mädchen der Mihama-Akademie ihn im Fernsehen. Es wird landesweit berichtet, dass er als Verdächtiger hinter einem geplanten Terroranschlag gilt, der vermutlich internationale Ausmaße annehmen wird.","versions":[{"lang":2,"streams":[{"redirect":13513091,"hoster":"VOE"},{"redirect":10110049,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012618,"hoster":"VOE"},{"redirect":8543570,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Seed of Blanc Aile II","descr":"Als Yumiko mit dem Informanten \"Jimmy\" Kontakt aufnimmt, erfahren sie und die anderen Mädchen der Mihama-Akademie, dass die aktuelle Situation noch schlimmer ist als gedacht. Obwohl sie Yuuji verloren und aus der Akademie vertrieben wurden, finden sie eine neue Basis und planen eine Rettungsmission für ihn.","versions":[{"lang":2,"streams":[{"redirect":13513092,"hoster":"VOE"},{"redirect":10110053,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12335525,"hoster":"VOE"},{"redirect":8545973,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Seed of Blanc Aile III","descr":"Ein Wesen namens \"Thanatos\" unterstützt plötzlich Amane und die anderen. \"Ihr\" Ziel ist ebenfalls die Befreiung Yuuji Kazamis. Thanatos und die Mihama-Mädchen bereiten sich auf die Mission vor, doch die Mädchen sind von Thanatos\u0027 kryptischen Anweisungen verwirrt, die sie per Handy erhalten. Doch am Ende funktioniert alles viel besser, als es ohne Thanatos funktioniert hätte","versions":[{"lang":2,"streams":[{"redirect":13513093,"hoster":"VOE"},{"redirect":10110057,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012615,"hoster":"VOE"},{"redirect":8543568,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Seed of Blanc Aile IV","descr":"Der internationale Terrorist Heath Oslo benutzt Atomwaffen als Schild, um die Nation zu bedrohen. Diese plant, Yuuji im Kampf gegen Oslo als Bauernopfer zu verwenden. Yuuji kann nur aus dieser Situation befreit werden, wenn er auf dem Weg von Ichigaya nach Asasaka gerettet wird.","versions":[{"lang":2,"streams":[{"redirect":13513094,"hoster":"VOE"},{"redirect":10110070,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012617,"hoster":"VOE"},{"redirect":8543569,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Seed of Blanc Aile V","descr":"Ein alter Freund taucht auf.","versions":[{"lang":2,"streams":[{"redirect":13513095,"hoster":"VOE"},{"redirect":10110076,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012619,"hoster":"VOE"},{"redirect":8569651,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Seed of Blanc Aile VI","descr":"Tartarus, eine gigantische, von Menschenhand geschaffene Insel, schwimmt durch den pazifischen Ozean. Sie ist sowohl der Feind der Gesellschaft als auch das Schloss von Heath Oslo, Yuuji Kazamis Todfeind. Oslo wartet still auf die Ankunft von Yuujis, den letzten Schlüssel, den er für die Erfüllung seiner Pläne benötigt.","versions":[{"lang":2,"streams":[{"redirect":13513096,"hoster":"VOE"},{"redirect":10110078,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9012630,"hoster":"VOE"},{"redirect":8543573,"hoster":"Streamtape"}]}]}]}]}