{"seriesId":"grizzy-und-die-lemminge","name":"Grizzy und die Lemminge","descr":"Wenn der Ranger in der kanadischen Wildnis sein Haus verlässt, wird es zum Domizil von Grizzy, dem Grizzlybären, der die zivilisatorischen Annehmlichkeiten wie Klimaanlage, Popcorn-Maschine und gut gefüllten Kühlschrank genießen möchte. Doch nicht nur er, auch hunderte blaue Lemminge haben es immer wieder auf den Luxus abgesehen und so entbrennt in jeder Folge ein neuer Kampf – zumindest so lange, bis der Ranger zurückkehrt…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Eisbär","epNo":1,"alt":"Episode 1","descr":"Grizzlybär Grizzy macht es sich im Haus der Rangers gemütlich. Er genießt den Komfort von Klimaanlage und Kühlschrank und sieht es als selbstverständlich, dass er das Haus nutzen kann. Kein anderes Tier im Wald würde sich trauen das Haus zu betreten: außer die Lemminge! Die Lemmninge fühlen sich super wohl im Haus der Rangers und stellen alles auf dem Kopf. Das gefällt Grizzy überhaupt nicht.","versions":[{"lang":1,"streams":[{"redirect":11063675,"hoster":"VOE"},{"redirect":11063671,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die letzte Schokocreme","epNo":2,"alt":"Episode 2","descr":"Grizzy ist frustriert: Gerade als er einen schönen frischen Lachs mit Schokoladenaufstrich genießen und es sich vor dem Fernseher gemütlich machen will, muss er feststellen, dass die Vorratskammer leer ist! Sein Entsetzen verwandelt sich in pure Wut, als er sieht, dass die Lemminge das letzte Glas in den Händen halten und gerade eine Party in der Sandkiste feiern.","versions":[{"lang":1,"streams":[{"redirect":11063674,"hoster":"VOE"},{"redirect":11063678,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Handyspaß!","epNo":3,"alt":"Episode 3","descr":"Grizzys Nickerchen wird durch ein schreckliches Rütteln unterbrochen. Da entdeckt er auf dem Sofa das Handy des Waldaufsehers. Es bietet nicht nur verschiedene Funktionen, sondern auch ein Spiel, das ihn sofort abhängig werden lässt. Doch auch die Lemminge, die die Musikapp des Handys entdeckt haben, brauchen das Telefon, um die Garage in eine Diskothek zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":11063682,"hoster":"VOE"},{"redirect":11063680,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Dinobesuch","epNo":4,"alt":"Episode 4","descr":"Überraschend taucht – befreit vom tauenden Eis – ein geheimnisvolles Ei vor der Eingangstür auf. Interessiert beobachten die Lemminge, wie aus dem Ei ein riesiger Baby-Dinosaurier schlüpft, der die Lemminge für seine Mütter hält. Grizzy kann keinen weiteren Eindringling in seinem Leben erlauben, doch wie verschafft man sich Respekt vor Lemmingen, die einen T-Rex adoptiert haben?","versions":[{"lang":1,"streams":[{"redirect":11063683,"hoster":"VOE"},{"redirect":11063690,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fitness Extrem","epNo":5,"alt":"Episode 5","descr":"Um die Bärendame von sich zu überzeugen, will Grizzy ein wenig abspecken. Mit einem Fitnessgerät müsste das doch funktionieren, und wie praktisch ist es da, dass der Waldaufseher bereits ein Gerät aufgebaut hat. Doch bevor der Bär mit seinem Training beginnen kann, muss er erst einmal ein Problem mit den Lemmingen klären, die die Maschinen als ihren privaten Vergnügungspark nutzen.","versions":[{"lang":1,"streams":[{"redirect":11063687,"hoster":"VOE"},{"redirect":11063694,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Haushaltsroboter","epNo":6,"alt":"Episode 6","descr":"Grizzy entdeckt zufällig, dass der neue Roboter-Staubsauger des Waldaufsehers ganz hervorragende Rückenmassagen geben kann. Die Lemminge haben indes herausgefunden, dass das neue Haushaltsgerät gut als Autoskooter funktioniert. Nun will zwar weiterhin keiner die Hausarbeit machen, aber jeder den Staubsauger haben.","versions":[{"lang":1,"streams":[{"redirect":11063693,"hoster":"VOE"},{"redirect":11063692,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Super-Fernbedienung","epNo":7,"alt":"Episode 7","descr":"Grizzy, der die Fernbedienung sucht, entdeckt ein Gerät, mit dem er verschiedene Tätigkeiten in seiner Hütte kontrollieren kann. Mit einem Knopfdruck kann er das Licht anschalten, mit einem anderen die Ecken in Augenschein nehmen. Damit müsste er doch in der Lage sein, die Lemminge im Zaum zu halten, ohne vom Sofa aufzustehen. Doch wehe, wenn man unter diesen Umständen die Kontrolle verliert!","versions":[{"lang":1,"streams":[{"redirect":11063697,"hoster":"VOE"},{"redirect":11063699,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Grizzy unter Kontrolle","epNo":8,"alt":"Episode 8","descr":"Damit die Lemminge nicht seinen Schokoladenaufstrich klauen, während er ein Nickerchen hält, verwandelt Grizzy den Kühlschrank in einen Tresor, mit Zahlenschloss und allem drum und dran. Die Lemminge versuchen verzweifelt, in den Kühlschrank einzubrechen, bis sie sehen, dass Grizzy beim Schlafwandeln die Tür öffnet. Leider wacht Grizzy im entscheidenden Moment auf. Die Lemminge versuchen alles, damit er wieder so schnell wie möglich einschläft.","versions":[{"lang":1,"streams":[{"redirect":11063698,"hoster":"VOE"},{"redirect":11063703,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Popcorn-Party","epNo":9,"alt":"Episode 9","descr":"Die Lemminge haben ein neues Spiel erfunden, bei dem sie Popcorn werfen und es dann mit dem Mund auffangen. Als Grizzy erfährt, dass die Bärendame den Duft des gegrillten Maises liebt, lädt er sie kurzerhand auf einen kleinen Snack ein. Doch nun muss er von den Lemmingen das Popcorn zurückbekommen.","versions":[{"lang":1,"streams":[{"redirect":11063702,"hoster":"VOE"},{"redirect":11063701,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Bärentanz","epNo":10,"alt":"Episode 10","descr":"Grizzy will Mambo lernen, da die Bärendame diesen Tanz über alles liebt. Im Haus des Försters stößt er zu seinem Glück auf ein tolles Lernspiel: ein Tanzteppich mit Fußabdrücken, die im Takt der Musik leuchten und die Schrittfolge angeben. Das einzige Problem: Die Lemminge wollen den Gettoblaster für ihre eigene Party haben, und auf der wird garantiert kein Mambo gespielt.","versions":[{"lang":1,"streams":[{"redirect":11063708,"hoster":"VOE"},{"redirect":11063705,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verrückter Rollentausch","epNo":11,"alt":"Episode 11","descr":"Grizzy hat einen schweren Schlag auf den Kopf erhalten und hält sich plötzlich für ein Nagetier! Er versucht, bei den Lemmingen Anschluss zu finden und in ihrer Gruppe aufgenommen zu werden, denn die scheinen immer so viel Spaß zu haben. Doch es dauert nicht lange, bis die Lemminge ihren neuen Freund sehr anstrengend finden!","versions":[{"lang":1,"streams":[{"redirect":11063710,"hoster":"VOE"},{"redirect":11063711,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Sofatag","epNo":12,"alt":"Episode 12","descr":"Grizzy ist völlig erschöpft und er will auf dem Sofa ein Nickerchen halten. Als er sich gerade ein Kissen und eine Schlafmaske holen will, muss er jedoch mit Entsetzen feststellen, dass die Lemminge ganz andere Pläne mit der Couch haben: Sie halten es für ein tolles Trampolin und den idealen Ort für ihre Aerobic-Stunde. Der Bär muss sich etwas gegen die energiegeladenen Lemminge einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":13917874,"hoster":"VOE"},{"redirect":11063715,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Flohbefall","epNo":13,"alt":"Episode 13","descr":"Grizzy entdeckt, dass die Lemminge gar keinen Breakdance aufführen, sondern Flöhe haben. Als die kleinen Tiere auch auf Grizzy überspringen, ist die Panik groß. Grizzy ist fest entschlossen, die Parasiten zu eliminieren, und zwar alle! Das Problem ist, dass seine kleinen Mitbewohner keinerlei Interesse haben, ihn zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":11063717,"hoster":"VOE"},{"redirect":11063718,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Durstlöscher","epNo":14,"alt":"Episode 14","descr":"Erneut werden die Tiere von einer Hitzewelle heimgesucht und sogar das Flussbett ist gänzlich ausgetrocknet. Da entdeckt Grizzy zu seinem Entsetzen, dass die Lemminge das letzte Wasser dazu verwendet haben, ihren aufblasbaren Pool zu befüllen. Grizzy hat natürlich keineswegs die Absicht, die Lemminge im letzten Trinkwasser baden zu lassen!","versions":[{"lang":1,"streams":[{"redirect":11063723,"hoster":"VOE"},{"redirect":11063727,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Hilfe, Spinnen!","epNo":15,"alt":"Episode 15","descr":"Die Lemminge haben eine kleine Spinne gefangen genommen und entdecken, dass die klebrigen, elastischen Fäden absolut perfekt zum Bungee-Jumping sind. Grizzy, der keinerlei Interesse daran hat, im Spinnennetz kleben zu bleiben, beschließt, das Tier zu töten. Das einzige Problem: Grizzy hat Angst vor Spinnen, was das Unterfangen extrem erschwert.","versions":[{"lang":1,"streams":[{"redirect":11063726,"hoster":"VOE"},{"redirect":11063728,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Schoko-Gewinn","epNo":16,"alt":"Episode 16","descr":"Im Supermarkt gibt es seit Neuestem zwei Spielautomaten, die man mit ein wenig Geschick austricksen kann. Statt Geld kann man sie nämlich auch mit den Deckeln der Gläser füttern, in denen Schokocreme aufbewahrt wird – und davon haben Grizzy und die Lemminge ja zum Glück ein paar. Als Gewinn locken leckere Süßigkeiten und natürlich ein richtiger Hauptpreis!","versions":[{"lang":1,"streams":[{"redirect":11063733,"hoster":"VOE"},{"redirect":11063730,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Fernsehnachmittag","epNo":17,"alt":"Episode 17","descr":"Grizzy hat sich etwas zu essen vorbereitet und will nun bei seiner Lieblingssendung speisen. Doch kaum sitzt er vor dem Fernseher, ist das Bild nicht klar. Schnell entdeckt der Bär, warum das Bild dauernd wackelt: Die Lemminge nutzen Fernsehantenne als Sprungbrett für ihre Wasserspiele.","versions":[{"lang":1,"streams":[{"redirect":11063737,"hoster":"VOE"},{"redirect":11063734,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Stromausfall","epNo":18,"alt":"Episode 18","descr":"Die Lemminge feiern eine wilde Party. Als Grizzy ihre Musikanlage in den Fluss wirft, sorgt er damit für einen Stromausfall. Wenn er keine alternative Energiequelle findet, kann er seinen gemütlichen Fernsehabend vergessen.","versions":[{"lang":1,"streams":[{"redirect":11063738,"hoster":"VOE"},{"redirect":11063741,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Bärendüfte","epNo":19,"alt":"Episode 19","descr":"Grizzy erfährt, dass die Bärendame den Geruch von Blumen liebt. Aus diesem Grund will er ihr die Geranien schenken, die die Fensterbänke der Hütte des Waldaufsehers schmücken. Doch wird es ihm gelingen, ihr die Blumen zu bringen, oder werden die Lemminge seinen Plan erneut zunichtemachen?","versions":[{"lang":1,"streams":[{"redirect":11063743,"hoster":"VOE"},{"redirect":12478669,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Glücksbär","epNo":20,"alt":"Episode 20","descr":"Das ist definitiv nicht Grizzys Tag: Nachdem er sich vor der Bärendame blamiert hat, in die er unsterblich verliebt ist, wird er auch noch von den Lemmingen, die in absoluter Topform sind, aus dem Haus des Försters ausgesperrt. Grizzy landet schließlich in einem Feld voller Kleeblätter und entdeckt ein vierblättriges, das ihm allem Anschein nach endlich Glück bringt. Wendet sich sein Schicksal?","versions":[{"lang":1,"streams":[{"redirect":11063748,"hoster":"VOE"},{"redirect":11063746,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Magnet","epNo":21,"alt":"Episode 21","descr":"Grizzy traut seinen Augen kaum, als er sieht, wie sich in seiner Umgebung scheinbar wie von Geisterhand plötzlich alle möglichen Gegenstände bewegen. Doch als er begreift, dass die Lemminge mit einem besonders starken Magneten experimentieren, kommt ihm ein genialer Gedanke: Er wird einen telekinetischen Trick ausarbeiten und so seine heiß geliebte Bärendame beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":11063750,"hoster":"VOE"},{"redirect":11063760,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Froschkönigin","epNo":22,"alt":"Episode 22","descr":"Nach einem kleinen Missverständnis ist Grizzy der festen Überzeugung, dass sich die Bärendame, in die er sich verliebt hat, in einen Frosch verwandelt hat! Verzweifelt blättert er durch die Märchenbücher des Försters und sucht nach einer Möglichkeit, die Bärendame in ihre normale Gestalt zurückzuverwandeln. Die Lemminge sind indes auf der Suche nach dem Frosch, mit dem sie so viel Spaß hatten.","versions":[{"lang":1,"streams":[{"redirect":11063754,"hoster":"VOE"},{"redirect":11063756,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Süßes Waschbärbaby","epNo":23,"alt":"Episode 23","descr":"Grizzy entdeckt, dass sich in der Nähe der Hütte ein Baby-Waschbär aufhält. Als er die großen Augen des Tieres sieht, kann er nicht anders, als das kleine Wesen zu adoptieren. Die Lemminge nehmen das Baby sofort an und spielen mit ihm gefährliche Spiele, wobei der übermäßig vorsichtige Grizzy schnell einschreitet und damit noch viel gefährlichere Situationen provoziert.","versions":[{"lang":1,"streams":[{"redirect":11063759,"hoster":"VOE"},{"redirect":11063763,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Verrückte Videospiele","epNo":24,"alt":"Episode 24","descr":"Auf der Spielekonsole des Försters entdeckt Grizzy zufällig, wie viel Spaß Videospiele machen können. Auch die Lemminge wollen mitspielen, doch Grizzy weigert sich vehement, sein Autorennspiel zu unterbrechen. Obwohl die Lemminge daraufhin alles versuchen alles, um Grizzy von der Spielekonsole wegzulocken, haben sie keine Chance: Grizzy ist süchtig nach Videospielen!","versions":[{"lang":1,"streams":[{"redirect":13014837,"hoster":"VOE"},{"redirect":11063764,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Falsche Brüder","epNo":25,"alt":"Episode 25","descr":"Grizzy baut einen Roboter, der so aussieht wie er selbst, um die Lemminge fernzuhalten. In der Zwischenzeit will er in Ruhe eine Popcorn-Party für die Bärendame vorbereiten. Doch sein Double ist leider nicht so klug wie erhofft. Ach wie schön wäre es, wenn es so clever wäre wie das Original!","versions":[{"lang":1,"streams":[{"redirect":11063766,"hoster":"VOE"},{"redirect":11063765,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Frau Lemming","epNo":26,"alt":"Episode 26","descr":"Die Bärendame, in die Grizzy unsterblich verliebt ist, hat aus Versehen einen Schlag auf den Kopf erhalten und denkt nun, sie sei ein Lemming. Grizzy glaubt, dass ein weiterer, gut gezielter Schlag auf den Kopf alles richten wird. Das einzige Problem: Die Lemminge sind begeistert, einen neuen Spielkameraden zu haben, und hindern Grizzy mit allen Mitteln, seinen Plan umzusetzen.","versions":[{"lang":1,"streams":[{"redirect":13917878,"hoster":"VOE"},{"redirect":11063670,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Größenzauber","epNo":1,"alt":"Episode 27","descr":"Nachdem ein Meteorit in der Nähe des Försterhauses eingeschlagen ist, wachsen dort auf einmal seltsame Beeren. Jeder, der die Beeren isst, wächst überproportional und wahnsinnig schnell. Ein Rebhuhn ist das erste Tier, das es erwischt. Während die Lemminge das riesige Rebhuhn unglaublich komisch finden, ist Grizzy weniger begeistert.","versions":[{"lang":1,"streams":[{"redirect":11063776,"hoster":"VOE"},{"redirect":11063777,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schatzsuche","epNo":2,"alt":"Episode 28","descr":"Unter dem Holzboden des Försterhauses entdecken Grizzy und die Lemminge den Eingang zu einer unterirdischen Galerie, in der sie eine alte Schatzkarte finden, auf der ganz eindeutig das Versteck eines Schatzes eingezeichnet ist! Nach genauerer Begutachtung stellt sich heraus, dass dieser Schatz wie ein riesiges Glas Schokoladenaufstrich aussieht.","versions":[{"lang":1,"streams":[{"redirect":11063780,"hoster":"VOE"},{"redirect":11063790,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"König Grizzy","epNo":3,"alt":"Episode 29","descr":"Als Grizzy ein altes Zepter der Indianer schwingt, das die Lemminge zusammen mit anderen antiken Artefakten nach Hause geschleppt haben, verbeugen sich die Lemminge plötzlich vor ihm und verhalten sich wie Dienstboten. Nur einer der Lemminge ist dem faulen Zauber entkommen und muss sich nun Grizzy und seinen Kameraden stellen, um den Zauberspruch ungeschehen zu machen.","versions":[{"lang":1,"streams":[{"redirect":11063782,"hoster":"VOE"},{"redirect":11063787,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bärenkunst","epNo":4,"alt":"Episode 30","descr":"Grizzy versucht, die Bärendame, in die er verliebt ist, zu beeindrucken, indem er von ihr eine Skulptur aus Holz fertigt. Doch kaum dreht der Künstler seinem Werk den Rücken zu, nagen die Lemminge an dem Holz, um es in einen Rodelschlitten zu verwandeln. Wie soll der Bär nur mit den Lemmingen fertig werden, ohne dass sein Model erfährt, was gerade vor sich geht?","versions":[{"lang":1,"streams":[{"redirect":11063785,"hoster":"VOE"},{"redirect":11063789,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Happy Birthday Lemming!","epNo":5,"alt":"Episode 31","descr":"Die Lemminge veranstalten eine Geburtstagsparty. Als sie dem Ehrengast ein Ständchen singen, bekommt auch Grizzy mit, was sich da gerade in seiner Nähe abspielt. Natürlich ist er nicht begeistert, immerhin wollte er in Ruhe ein Nickerchen halten. Von diesem Moment an hat er nur ein Ziel: dem Lärm ein Ende zu setzen. Doch die Lemminge wollen nicht nachgeben und ihre Party feiern.","versions":[{"lang":1,"streams":[{"redirect":11063791,"hoster":"VOE"},{"redirect":11063792,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die seltene Blume","epNo":6,"alt":"Episode 32","descr":"Ein Windstoß trägt die Blume davon, die Grizzys angehimmelte Bärendame im Haar trägt. Sofort erkennt der Bär seine große Chance und will die Blume zurückholen, um die Bärendame zu beeindrucken. Die Lemminge, die gerade auf einem bockigen Karibu sitzen, haben es ebenfalls auf die Blume abgesehen und so liefern sich der Bär und die Lemminge mal wieder ein rasantes Wettrennen.","versions":[{"lang":1,"streams":[{"redirect":11063796,"hoster":"VOE"},{"redirect":11063794,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Zaubervasen","epNo":7,"alt":"Episode 33","descr":"Grizzy findet zwei identische Vasen, bei denen es sich in Wahrheit um kommunizierende Röhren handelt. Steckt er seine Hand in eine Vase, kommt sie auf der anderen Seite wieder heraus – unabhängig davon, wie weit die zweite Vase entfernt ist. Die Vasen sollten dem notorisch faulen Grizzy doch gute Dienste erweisen – es sei denn, die Lemminge finden heraus, welch tolle Spiele man damit spielen kann.","versions":[{"lang":1,"streams":[{"redirect":11063797,"hoster":"VOE"},{"redirect":11063799,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Stopuhr","epNo":8,"alt":"Episode 34","descr":"Grizzy findet eine alte Stopuhr in der Garage, mit der man die Minute zurückspulen kann, die gerade vorübergegangen ist. Außerdem kann man die Zeit und die Bewegung in der eigenen Umgebung zu jedem Moment anhalten! Diese Uhr sollte Grizzy doch einen klaren Vorteil gegenüber den Lemmingen verschaffen – vorausgesetzt, die kleinen Lemminge bekommen die Stopuhr nicht selbst in die Finger!","versions":[{"lang":1,"streams":[{"redirect":13014838,"hoster":"VOE"},{"redirect":11063803,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fluglemminge","epNo":9,"alt":"Episode 35","descr":"Grizzy will in Ruhe vor dem Fernseher eine Kleinigkeit essen. Da wird er wieder einmal von den Lemmingen gestört. Denen ist es gelungen, kleinere Gegenstände in Heißluftballone zu verwandeln, mit denen sie nun durch die Gegend fliegen. Grizzy begreift, dass er den Lemmingen ihren Heliumtank und die Ballons wegnehmen muss, um seinen Fernsehabend in Ruhe genießen zu können","versions":[{"lang":1,"streams":[{"redirect":11063809,"hoster":"VOE"},{"redirect":11063808,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Turbosessel","epNo":10,"alt":"Episode 36","descr":"Grizzy ist völlig aus dem Häuschen, als er sieht, dass sich der Ranger einen nagelneuen Multifunktionssessel gekauft hat. Wie bequem man es sich darin doch vor dem Fernseher machen kann! Leider dauert es nicht lange, bis auch die Lemminge die neue Sitzgelegenheit entdeckt haben. Und die haben nichts Besseres zu tun, als den Multifunktionssessel in einen Multi-Spiele-Sessel zu verwandeln.","versions":[{"lang":1,"streams":[{"redirect":11063814,"hoster":"VOE"},{"redirect":11063813,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Drachenwettkampf","epNo":11,"alt":"Episode 37","descr":"Die Lemminge spielen mit einem selbst gebauten Drachen. Als Grizzy bemerkt, dass die Bärendame, in die er unsterblich verliebt ist, bei dem Himmelsschauspiel entzückt zuschaut, fasst er einen Entschluss. Er will selbst einen Drachen bauen, der wesentlich besser ist als der der Lemminge.","versions":[{"lang":1,"streams":[{"redirect":11063815,"hoster":"VOE"},{"redirect":11063817,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Zauberflöte","epNo":12,"alt":"Episode 38","descr":"Grizzy kann die Lemminge austricksen und erwischt das letzte Glas Schokocreme. Zur Wiedergutmachung bietet er ihnen das Spielzeug an, das im Deckel steckt: eine kleine Flöte. Als die Lemminge das Instrument zum ersten Mal ausprobieren, lähmt der schrille Ton alle, die sich nicht die Ohren zuhalten. Klar, dass die Lemminge nun eine Idee haben, wie sie an die Schokocreme kommen könnten.","versions":[{"lang":1,"streams":[{"redirect":11063824,"hoster":"VOE"},{"redirect":11063819,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Windmaschine","epNo":13,"alt":"Episode 39","descr":"Die Lemminge haben ein neues Spiel erfunden: Sie stellen sich vor den Ventilator, der auf die höchste Stufe gestellt ist, und können so wie Fahnen im Wind flattern. Grizzy will indes einfach nur seine Lieblingsdokumentation im Fernsehen sehen und schmeißt die Lemminge kurzerhand aus dem Wohnzimmer. Doch das hätte er besser nicht getan…","versions":[{"lang":1,"streams":[{"redirect":11063822,"hoster":"VOE"},{"redirect":11063836,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bauarbeiter Grizzy","epNo":14,"alt":"Episode 40","descr":"Die Lemminge haben großen Spaß daran, das Gebäude abzureißen, in dem sie bislang gewohnt haben. Für den Neubau ihrer Behausung brauchen sie auch nicht länger als für den Abriss. Die Bärendame ist von dem Bau so begeistert, dass Grizzy ihr weismachen will, er habe das Meisterstück gebaut. Doch als das Gebäude kurze Zeit später einstürzt, zieht sie enttäuscht von dannen.","versions":[{"lang":1,"streams":[{"redirect":11063827,"hoster":"VOE"},{"redirect":11063826,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kung Fu Lemminge","epNo":15,"alt":"Episode 41","descr":"Die Lemminge holen sich Inspiration aus einem Buch über Kampfkunst und brechen fortan jeden Gegenstand aus Holz, der ihnen in die Finger kommt, in zwei Teile. Als Grizzy versucht, sie aufzuhalten, gehen sie zur nächsten Übung über und und setzen ihm mit ihrem Judo-Griff zu. Grizzy begreift langsam, dass er ebenfalls an das Buch gelangen muss, um gegen die Lemminge noch eine Chance zu haben.","versions":[{"lang":1,"streams":[{"redirect":11063831,"hoster":"VOE"},{"redirect":11063834,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Sommernachtstraum","epNo":16,"alt":"Episode 42","descr":"Grizzy träumt, dass er ein tapferer Ritter sei, der just im Moment seine Angebetete gerettet hat. Gerade als er sie in seine Arme schließen will, wird er von den Lemmingen geweckt, die sich ausgerechnet diesen Tag ausgesucht haben, um Musik zu machen. Grizzy hat nur einen Wunsch: Er will an der Stelle weiterträumen, an der er aufgewacht ist. Doch zuerst muss er die Party der Lemminge unterbrechen.","versions":[{"lang":1,"streams":[{"redirect":11063833,"hoster":"VOE"},{"redirect":11063839,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Schoko-Rezept","epNo":17,"alt":"Episode 43","descr":"Grizzy steht vor seiner Vorratskammer und ist vollkommen verzweifelt. Der gesamte Vorrat an Schokoladencreme ist komplett geräubert! Er erfährt, dass die Lemming selbst Schokoladencreme herstellen und dabei einem komplizierten Rezept folgen. Wenn sie das können, wieso sollte es ihm dann nicht auch gelingen. Doch zuerst einmal braucht er das Rezept!","versions":[{"lang":1,"streams":[{"redirect":11063837,"hoster":"VOE"},{"redirect":11063845,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Diamant","epNo":18,"alt":"Episode 44","descr":"Angeregt von einer Schmuck-Anzeige in einer Zeitschrift, die einen Mann zeigt, welcher einer Dame einen Diamanten anbietet, stellt sich Grizzy vor, wie er den Verlobungsring des Rangers seiner geliebten Bärin anbietet. Doch der große Diamant auf dem Ring ist verschwunden. Die Lemminge, die einen Kreisel-Wettbewerb abhalten, verwenden den Diamanten als den ultimativen Kreisel. Und sie beabsichtigen nicht, ihn wieder herzugeben.","versions":[{"lang":1,"streams":[{"redirect":11063842,"hoster":"VOE"},{"redirect":11063843,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Grizzy das Superhirn","epNo":19,"alt":"Episode 45","descr":"Als sich Grizzy versehentlich einen Mikroprozessor an die Schläfe klebt, wird er in ein außergewöhnlich intelligentes Lebewesen verwandelt, das die Gabe der Vorhersehung besitzt. Mit seiner überdurchschnittlichen Intelligenz wird er nicht nur in der Lage sein, sich mit den neuesten technischen Annehmlichkeiten zu versorgen, es sollte auch ein Kinderspiel sein, die Lemminge loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":11063846,"hoster":"VOE"},{"redirect":11063847,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Voodoopuppen","epNo":20,"alt":"Episode 46","descr":"Die Lemminge sind gerade dabei, sich einen tollen Nachmittags-Snack mit dem letzten Glas Schokocreme zu machen, das es noch im Schrank gab. Doch welch ein Schreck: Wie aus dem Nichts taucht Grizzy auf! Um keinen Verdacht zu erregen, verstecken die Lemminge das Glas in einem Teddybär-Pyjama. Dumm nur, dass der Teddybär Grizzy ausgerechnet jetzt auffällt und er ganz begeistert davon ist.","versions":[{"lang":1,"streams":[{"redirect":11063852,"hoster":"VOE"},{"redirect":11063860,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Foto-Spaß!","epNo":21,"alt":"Episode 47","descr":"Grizzy entdeckt ganz vergnügt, dass er mit der Kamera des Rangers gemachte Fotos mit einem hochmodernen Drucker ausdrucken kann, den er mit der Kamera verbindet. Er beschließt, sich selbst zu verewigen und einzurahmen, doch als es an der Zeit ist, sein Porträt zu drucken, ist im Drucker kein Papier mehr. Die Lemminge haben sich mit Leib und Seele dem kindlichen Vergnügen verschrieben, Papierflieger zu bauen.","versions":[{"lang":1,"streams":[{"redirect":11063855,"hoster":"VOE"},{"redirect":11063856,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf Spurensuche","epNo":22,"alt":"Episode 48","descr":"Der Förster bekommt eine riesige Ladung Schokocreme geliefert. Da er nicht zuhause ist wird die Kiste einfach vor der Tür abgestellt. Während Grizzy und die Lemminge gerade streiten stiehlt jemand die schwere Kiste. Nun müssen Grizzy und die Lemminge zusammenarbeiten um herauszufinden wer ihren Schatz einfach so mitgenommen hat.","versions":[{"lang":1,"streams":[{"redirect":11063858,"hoster":"VOE"},{"redirect":11063857,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zutritt verboten!","epNo":23,"alt":"Episode 49","descr":"Wie immer, wenn der Ranger nicht zuhause ist, will Grizzy es sich dort gemütlich machen. Doch dieses Mal will es ihm einfach nicht gelingen, die Tür zu öffnen. Wie sich herausstellt, feiern die Lemminge in der Hütte eine wilde Party und haben sich dort eingeschlossen. Das kann Grizzy so nicht auf sich sitzen lassen! Mit allen erdenklichen Mitteln versucht er, ins Haus zu kommen.","versions":[{"lang":1,"streams":[{"redirect":11063865,"hoster":"VOE"},{"redirect":11063861,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ach du dicke Bohne!","epNo":24,"alt":"Episode 50","descr":"Die Lemminge haben eine Schachtel weißer Bohnen gefunden und etwas Interessantes entdeckt: wenn sie eine Bohne essen und mit einem Schluck Limonade mischen, werden sie zu kugelrunden aufgeblähten Bällen und können durch die Gegend hüpfen. Grizzy weiß, wenn er seine Ruhe haben möchte, muss er diese Bohnen in die Hände bekommen!","versions":[{"lang":1,"streams":[{"redirect":11063867,"hoster":"VOE"},{"redirect":11063866,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Klavier","epNo":25,"alt":"Episode 51","descr":"Die Lemminge springen auf dem alten Klavier des Rangers herum und machen dabei fürchterlichen Lärm. Grizzy will das Klavier samt den Lemmingen entsorgen. Doch dabei fällt das Klavier direkt neben seiner angebeteten Bärendame zu Boden. Die Lemminge fallen dabei so auf die Tasten, dass die berühmte Melodie \"Für Elise\" zu hören ist. Die Bärendame ist völlig entzückt. Nun will Grizzy sie beeindrucken und selbst das Stück lernen, um es für sie spielen zu können. Das ist aber gar nicht so einfach.","versions":[{"lang":1,"streams":[{"redirect":11063871,"hoster":"VOE"},{"redirect":11063881,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Fünf Grizzys sind besser als Einer","epNo":26,"alt":"Episode 52","descr":"In der Kiste eines Militärtransporters finden die Lemminge ein tolles Gerät mit dessen Hilfe man aus einem großen Gegenstand viele kleine entstehen lassen kann. Doch plötzlich haben sie es statt mit einem großen Grizzy plötzlich mit fünf kleinen zu tun…","versions":[{"lang":1,"streams":[{"redirect":11063771,"hoster":"VOE"},{"redirect":11063773,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Überraschungseier","epNo":1,"alt":"Episode 53","descr":"Neben dem Supermarkt wurde ein Gewinnspielautomat aufgebaut. Für eine Münze wirft dieser jeweils ein goldenes Ei mit einer Überraschung darin aus. Die Lemminge träumen von einer Feuerwerksrakete, während Grizzy gerne eine schöne Halskette für die Bärenfrau gewinnen würde.","versions":[{"lang":1,"streams":[{"redirect":11063876,"hoster":"VOE"},{"redirect":11063887,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lernen leicht gemacht!","epNo":2,"alt":"Episode 54","descr":"Grizzy findet in der Hütte des Rangers ein hochmodernes Gerät, mit dem man in Sekundenschnelle alles lernen kann, was man möchte. Und schon beginnt der Streit um das Gerät, denn so etwas Tolles wollen sich die Lemminge nicht entgehen lassen.","versions":[{"lang":1,"streams":[{"redirect":11063882,"hoster":"VOE"},{"redirect":11063890,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie alles begann…","epNo":3,"alt":"Episode 55","descr":"Grizzy und die Lemminge erinnern sich zurück an ihr erstes Treffen und wie sie die Rangerhütte entdeckt haben.","versions":[{"lang":1,"streams":[{"redirect":11063892,"hoster":"VOE"},{"redirect":11063885,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Böse Lemminge","epNo":4,"alt":"Episode 56","descr":"Während Grizzy gemütlich seine Dokumentation über Lachse schauen möchte, experimentieren die Lemminge mit einem Chemiebaukasten und stellen Trünke mit erstaunlichen Wirkungen her. Grizzy möchte ihnen am liebsten ihre Ausrüstung wegnehmen, muss sich aber den Nebenwirkungen der Versuche stellen…","versions":[{"lang":1,"streams":[{"redirect":11063891,"hoster":"VOE"},{"redirect":11063904,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die gestohlene Fernbedienung","epNo":5,"alt":"Episode 57","descr":"Grizzys Fernbedienung wird von einem Rebhuhn gestohlen und in ein hochgelegenes Nest getragen. Wie soll Grizzy es schaffen, an das Nest zu kommen? Er braucht seine Fernbedienung doch dringend. Gut, dass er sich bei den Lemmingen ein paar Tipps und Tricks abschauen kann…","versions":[{"lang":1,"streams":[{"redirect":11063893,"hoster":"VOE"},{"redirect":11063894,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Schmetterlingsjäger","epNo":6,"alt":"Episode 58","descr":"Nachdem Grizzy beobachtet hat, wie verzückt die Bärenfrau von einem Schmetterling ist, möchte er ihr gerne einen schenken. Doch die Lemminge machen ihm einen Strich durch die Rechnung.","versions":[{"lang":1,"streams":[{"redirect":11063898,"hoster":"VOE"},{"redirect":11063906,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Brandneue Turnschuhe!","epNo":7,"alt":"Episode 59","descr":"Ein Paar brandneuer Turnschuhe begeistert die Lemminge und Grizzy gleichermaßen. Beide Seiten wollen die Treter für sich haben, was natürlich in ein wildes Gerangel ausartet und für beide Seiten ein schwieriger Kampf wird. Wer wird die Schuhe bekommen?","versions":[{"lang":1,"streams":[{"redirect":12379386,"hoster":"VOE"},{"redirect":11063901,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Grizzy als Babysitter","epNo":8,"alt":"Episode 60","descr":"Die Bärenfrau hat Grizzy ihr Junges anvertraut. Wachsam hält er ein Auge auf das Bärenjunge, aber er hat nicht mit den Lemmingen gerechnet! Diese sind von den Bäuerchen des kleinen Bären so begeistert, dass sie mit Hilfe mehrerer Dosen Limo einen riesigen Rülpser aus ihm herauskitzeln wollen.","versions":[{"lang":1,"streams":[{"redirect":11063908,"hoster":"VOE"},{"redirect":11063916,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Finger weg!","epNo":9,"alt":"Episode 61","descr":"Grizzy findet einen Safe in der Hütte des Rangers und möchte sein Lieblingsessen einbruchsicher vor den Lemmingen verstecken. Die versuchen alles, um den Safe zu knacken und an die Leckereien zu kommen.","versions":[{"lang":1,"streams":[{"redirect":12379387,"hoster":"VOE"},{"redirect":11063915,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Grizzy allein zu Haus","epNo":10,"alt":"Episode 62","descr":"Grizzy hat es geschafft: er ist die Lemminge ein für alle mal los! Er hat sie ganz einfach weggezaubert. Zumindest glaubt er das. Doch dann beginnen die kleinen Tierchen ihm irgendwie zu fehlen","versions":[{"lang":1,"streams":[{"redirect":11063912,"hoster":"VOE"},{"redirect":11063911,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Eisparty","epNo":11,"alt":"Episode 63","descr":"Die Lemminge wollen Winterspaß. Schwierig, weil es im Naturpark doch gerade brütend heiß ist. Doch sie finden natürlich eine Lösung. Leckeres Erdbeereis wird zu einem Hügel aufgetürmt und als Rutschbahn benutzt. Grizzy würde das Eis ja lieber essen…","versions":[{"lang":1,"streams":[{"redirect":11063918,"hoster":"VOE"},{"redirect":11063919,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein neues Spiel","epNo":12,"alt":"Episode 64","descr":"Die Lemminge haben auf dem Tablet des Rangers ein Spiel entdeckt, dass in ihre Umgebung virtuelle Gegenstände projiziert. Als Grizzy das Gerät in die Händ ebekommt und ein Lachsspiel findet, ist er Feuer und Flamme. Doch wo sind die Lachse, die auf dem Bildschirm so schmackhaft aussehen?","versions":[{"lang":1,"streams":[{"redirect":11063923,"hoster":"VOE"},{"redirect":11063924,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auf die Rutsche, fertig, los!","epNo":13,"alt":"Episode 65","descr":"Die Lemminge haben eine tolle Röhrenrutsche gebaut. Diese funktioniert besonders gut, wenn man den Luftantrieb des Föhns benutzt. Grizzy versucht in der Zwischenzeit einen eingefrorenen Lachs aufzutauen. Auch dafür könnte man den Föhn gut verwenden…","versions":[{"lang":1,"streams":[{"redirect":11063927,"hoster":"VOE"},{"redirect":11063928,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine Reise ins Weltall","epNo":14,"alt":"Episode 66","descr":"Raketen finden Lemminge natürlich klasse. Am liebsten zünden sie ganz viele auf einmal. Doch plötzlich sind es nicht nur sie, die auf den Raketen durch die Gegend fliegen, die ganze Hütte hebt ab und schießt ins Weltall! Auch Grizzy ist an Bord und der möchte nichts lieber, als wieder zurück zur Erde…","versions":[{"lang":1,"streams":[{"redirect":11063933,"hoster":"VOE"},{"redirect":11063931,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Spürhund","epNo":15,"alt":"Episode 67","descr":"Grizzy findet einen Waschbären mit einer außergewöhnlich guten Spürnase. Den kann man doch prima einsetzen, um die Lemminge aufzuspüren. Denn diese sind auf der Flucht und haben Grizzy ein Glas der leckeren Schokocreme geklaut. Dank des neuen \"Spürhundes\" ist Grizzy ihn aber dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":11063934,"hoster":"VOE"},{"redirect":11063941,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die große Verwandlung","epNo":16,"alt":"Episode 68","descr":"Grizzy hat Rückenschmerzen und kann sich kaum bewegen. Da kommt es gerade günstig, dass die Lemminge ein ferngesteuertes Auto haben, dass sich in einen praktischen Roboter verwandeln kann. Grizzy schnappt sich die Fernbedienung und hat so einen praktischen Helfer. Doch das ferngesteuerte Auto ist nicht das Einzige, was sich durch die Fernbedienung verwandeln lässt…","versions":[{"lang":1,"streams":[{"redirect":12379390,"hoster":"VOE"},{"redirect":11063938,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Gut geschüttelt!","epNo":17,"alt":"Episode 69","descr":"Die Lemminge lieben es, sich ordentlich durchschütteln zu lassen. Ob von der Vibration durch Grizzys Schnarchen, den Umdrehungen der Waschmaschine oder auch einem Presslufthammer. Und das sorgt für jede Menge Turbolenzen.","versions":[{"lang":1,"streams":[{"redirect":11063942,"hoster":"VOE"},{"redirect":11063951,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein süßer Elch!","epNo":18,"alt":"Episode 70","descr":"Grizzy findet eine Piñata in Elchform und hat schnell den Dreh raus. Draufschlagen und auf viele Süßigkeiten hoffen! Die Lemminge finden den Elch super, denn als er durch einen Zauber lebendig wird, kann man ihn prima als Reittier benutzen.","versions":[{"lang":1,"streams":[{"redirect":13014842,"hoster":"VOE"},{"redirect":11063949,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein bärenstarkes Spiel","epNo":19,"alt":"Episode 71","descr":"Grizzy \u0026 die Lemminge finden ein Brettspiel. Der Hauptgewinn ist ein großes Glas Schokocreme. Schnell würfeln sie um die Wette. Wer wird als Erstes am Ziel sein?","versions":[{"lang":1,"streams":[{"redirect":11063948,"hoster":"VOE"},{"redirect":11063952,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Grizzy, der Puppenspieler","epNo":20,"alt":"Episode 72","descr":"Grizzy findet eine Lemming Handpuppe, die wie ein Ranger gekleidet ist. Er versucht damit die Lemminge auszutricksen, doch die kommen ihm schnell auf die Schliche. Und dann erwacht der Ranger plötzlich zum Leben und schlägt sich auch noch auf die Seite der Lemminge…","versions":[{"lang":1,"streams":[{"redirect":11063954,"hoster":"VOE"},{"redirect":11063961,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Halloween-Grusel","epNo":21,"alt":"Episode 73","descr":"Es ist Halloween und Grizzy und die Lemminge haben die Hütte des Rangers mit den gruseligsten Dingen geschmückt. Doch plötzlich wird es richtig gruselig. Sind da etwa waschechte Geister?","versions":[{"lang":1,"streams":[{"redirect":11063957,"hoster":"VOE"},{"redirect":11063956,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Duftbär","epNo":22,"alt":"Episode 74","descr":"Grizzy findet einen wunderschönen Blumenring im Müllcontainer. Das ist doch das perfekte Geschenk für die Bärenfrau. Leider ist die von dem Müllgestank gar nicht begeistert.","versions":[{"lang":1,"streams":[{"redirect":11063962,"hoster":"VOE"},{"redirect":11063969,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Vertauschte Körper","epNo":23,"alt":"Episode 75","descr":"Als Grizzy eine grüne Statue findet, wird er durch einen Zauber in den Körper eines Elches gesteckt. Die Lemminge erkennen vielfältige Möglichkeiten in dem tollen Zaubergegenstand und ein wildes Körpertauschen beginnt. Doch Grizzy möchte nur eines: wieder so werden, wie er vorher war.","versions":[{"lang":1,"streams":[{"redirect":11063964,"hoster":"VOE"},{"redirect":11063966,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Traumspiegel","epNo":24,"alt":"Episode 76","descr":"BeiGrizzy ist gerade beim Fischen, als er einen besonderen Fang macht: Er zieht einen Handspiegel aus dem Wasser, der direkt aus einem Märchen zu kommen scheint. Statt die Person zu spiegeln, die ihn in den Händen hält, zeigt der Spiegel eine verbesserte Version der Umgebung. Egal ob Grizzy oder die Lemminge jeder sieht darin die Welt seiner Träume und keiner ist bereit, den Spiegel zu teilen.","versions":[{"lang":1,"streams":[{"redirect":11063971,"hoster":"VOE"},{"redirect":12915402,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Zauberstab","epNo":25,"alt":"Episode 77","descr":"Die Lemminge finden einen Zauberstab, mit dem man Gegenstände zum Leben erwecken kann. Nun verbreiten sie in der Hütte des Rangers jede Menge Chaos, ganz zum Missfallen von Grizzy…","versions":[{"lang":1,"streams":[{"redirect":11063977,"hoster":"VOE"},{"redirect":11063973,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Eine Reise zum Mond","epNo":26,"alt":"Episode 78","descr":"Durch ein Missgeschick landen Grizzy und die Lemminge plötzlich auf dem Mond. Während den Lemmingen die Schwerelosigkeit sehr gut gefällt, möchte Grizzy am liebsten sofort wieder zurück zur Erde. Aber wie?","versions":[{"lang":1,"streams":[{"redirect":11063874,"hoster":"VOE"},{"redirect":11063878,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Camping in der Wildnis","epNo":1,"alt":"Episode 78","descr":"Bei den endlosen Kämpfen um die Hütte des Försters, welche sie nicht teilen wollen, bringen Grizzy und die Lemminge die Hütte zur Explosion. Mitten im Schutt entdecken sie ein mysteriöses Paket: ein Zelt der Armee mit allen Hilfsmitteln, um ein neues \"Zuhause\" in der Natur zu bauen. Eine perfekte Chance, die Freuden der Natur zu entdecken und in der Wildnis zu campen.","versions":[{"lang":1,"streams":[{"redirect":11719541,"hoster":"VOE"},{"redirect":11719487,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hoch Hinaus","epNo":2,"alt":"Episode 79","descr":"Grizzy erschlägt die Lemminge mit einem schweren Koffer und wird sie so los. Seine Feinde werden zerdrückt wie Sticker. Was er nicht weiß, der Koffer beinhaltet eine multifunktionale Drohne mit Joystick und virtuellen Kopfhörern. Dies ermöglicht eine absolut reale Steuerung. Dank dieser topaktuellen Technologie wollen die Lemminge die Kontrolle über die Situation wiedererlangen!","versions":[{"lang":1,"streams":[{"redirect":11719497,"hoster":"VOE"},{"redirect":11719498,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eis und Bären","epNo":3,"alt":"Episode 80","descr":"Die Lemminge begegnen einem weißen Bären, welcher auf einer schmelzenden Eisschorle zu ihnen geschwommen ist. Der Bär ist ein fabelhafter Rodeo-Partner. Er braucht nur genug Eis, um sich wohlzufühlen. Ein paar Eiswürfel auf seinem Kopf reichen. Das einzige Hindernis für diese tolle Freundschaft ist Grizzy, der den Kühlschrank bewacht wie sein Eigentum.","versions":[{"lang":1,"streams":[{"redirect":11719512,"hoster":"VOE"},{"redirect":11719488,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Klein, aber fein","epNo":4,"alt":"Episode 81","descr":"Die Lemminge entdecken in einer amerikanischen Indianerhöhle einen seltsamen Teich, der jeden verjüngt, der in ihm badet. Sie sprühen ein wenig von diesem Wasser auf Grizzy und er verwandelt sich sofort in ein harmloses Bärchen, welches sie leicht loswerden. Aber die Wirkung des Wassers ist nur vorübergehend.","versions":[{"lang":1,"streams":[{"redirect":13917879,"hoster":"VOE"},{"redirect":11719513,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Bausteinstreit","epNo":5,"alt":"Episode 82","descr":"Bevor Grizzy ein Nickerchen machen kann, sperrt er das Essen im Schrank ein, um die Lemminge davon abzuhalten, es zu klauen. Um sicherzustellen, dass sie das Schloss nicht öffnen können, wirft Grizzy alle Werkzeuge des Hauses in die Schlucht. Die Lemminge finden eine Kiste mit kleinen Bausteinen, welche ihnen helfen, einen Hammer zu bauen und jedes andere Hilfsmittel, was sie brauchen!","versions":[{"lang":1,"streams":[{"redirect":11719511,"hoster":"VOE"},{"redirect":11719510,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bär auf Zeitreise","epNo":6,"alt":"Episode 83","descr":"Grizzy und die Lemminge erreichen einen amerikanischen Indianerfriedhof, welcher unter der Hütte liegt. Als sie aus Versehen eine magische Disk aktivieren, die die Erde zeigt, reisen sie in die Urzeit.","versions":[{"lang":1,"streams":[{"redirect":11719974,"hoster":"VOE"},{"redirect":11719743,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein unwiderstehlicher Bär","epNo":7,"alt":"Episode 84","descr":"Grizzy findet eine Flasche mit Liebestrank und wer aus dieser Flasche trinkt, verliebt sich sofort in die erste Person, die er sieht. Grizzy erträumt sich jetzt schon, unwiderstehlich für seine Liebste zu werden. Aber da hat er die Rechnung ohne die Tollpatschigkeit der Lemminge gemacht. Ihr Rodeo-Rentier trinkt aus der Flasche.","versions":[{"lang":1,"streams":[{"redirect":11720040,"hoster":"VOE"},{"redirect":11719760,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schokoladiger Flug","epNo":8,"alt":"Episode 85","descr":"Die Lemminge bemerken, dass Grizzy sich immer von dem Becher mit der Schokoladencreme entfernt, wenn er die Fliege jagt, die um ihn herum fliegt. Aber das Insekt hält nie lange genug durch, damit die Lemminge den Becher stehlen können, bevor sie erwischt werden. Sie entscheiden sich, der Fliege eine Sportstunde im Fliegen zu geben.","versions":[{"lang":1,"streams":[{"redirect":11719923,"hoster":"VOE"},{"redirect":11719748,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Ruf des Bären","epNo":9,"alt":"Episode 86","descr":"Grizzy entdeckt zufällig die Pfeifen-Kollektion des Försters. Mit einem kleinen Pusten durch die Pfeife kann er eine Herde von Rebhühnern anlocken, die ihm gehorchen. Für Grizzy ist es ein praktischer Weg, sich von den gefiederten Dienern bedienen zu lassen. Währenddessen sehen die Lemminge es als eine einzigartige Gelegenheit, eine Staffel zu haben, die ihnen gehorcht.","versions":[{"lang":1,"streams":[{"redirect":11719918,"hoster":"VOE"},{"redirect":11721324,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schwereloser Spaß","epNo":10,"alt":"Episode 87","descr":"Während sie um einen Becher Schokoladencreme kämpfen, lösen Grizzy und die Lemminge eine Kettenreaktion aus, wobei der Becher in den Weltraum fliegt. Dort beschädigt er eine Raumstation. Zwischen den Trümmern, die vor die Hütte fallen, entdecken die Lemminge eine Box, die die Schwerkraft aufhebt.","versions":[{"lang":1,"streams":[{"redirect":11720048,"hoster":"VOE"},{"redirect":11719753,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Aus dem Hut gezaubert","epNo":11,"alt":"Episode 88","descr":"Grizzy findet einen magischen Hut, welcher Objekte auswirft. Ein Klopfen mit dem Zauberstab reicht. Er entscheidet sich dafür, seine Liebste mit einem Zaubertrick zu beeindrucken. Aber er muss um die Lemminge herum arbeiten, die die Fähigkeiten haben, im falschen Moment aus dem Hut zu springen.","versions":[{"lang":1,"streams":[{"redirect":11720049,"hoster":"VOE"},{"redirect":11719891,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kein Lemming weit und breit","epNo":12,"alt":"Episode 89","descr":"Grizzy möchte die neue Verpackung der Schokoladencreme ausprobieren, die er im Schrank des Försters entdeckt hat – einen leckeren, großen XXL Becher. Er hat auch nicht vor, diesen mit den Lemmingen zu teilen. Die Lemminge wollen sich unsichtbar machen, um Grizzys Kostbarkeit zu erreichen.","versions":[{"lang":1,"streams":[{"redirect":11720039,"hoster":"VOE"},{"redirect":11719992,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Guter Bär, böser Bär","epNo":13,"alt":"Episode 90","descr":"Ein magisches Tomahawk teilt Grizzy in zwei identische Bären mit genau entgegengesetzten Persönlichkeiten – einen reizbaren, einen netten. Die Lemminge, welche noch nichts von Grizzys Veränderung mitbekommen haben, haben es schwer, das Verhalten ihres Feindes zu deuten. Er schwankt zwischen absoluter Freundlichkeit und schlimmsten Betrug ohne Grund hin und her.","versions":[{"lang":1,"streams":[{"redirect":11720050,"hoster":"VOE"},{"redirect":11720027,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Rasante Fahrt","epNo":14,"alt":"Episode 91","descr":"Nachdem Grizzy in einer Zeitschrift eine Werbeanzeige gesehen hat, in der ein Paar vor einem SUV steht, bildet er sich ein, dass seine Lieblingsbärin Interesse an ihm zeigen würde, wenn er nur ein schönes Auto hätte. Er beschließt, den Container der Lemminge zu konfiszieren und ihn gründlich zu überholen. Die Lemminge haben nichts dagegen, solange sie am Steuer bleiben!","versions":[{"lang":1,"streams":[{"redirect":11720051,"hoster":"VOE"},{"redirect":11720045,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Wahrsagerkugel","epNo":15,"alt":"Episode 92","descr":"Während er hinter den Lemmingen herjagt, die sein Glas Schokoaufstrich gestohlen haben, kracht Grizzy in eine Spielhalle in der Nähe des Supermarktes, in der eine Wahrsagerin mit ihrer Kristallkugel sitzt. Grizzy merkt, dass er in der Kristallkugel Ereignisse vorhersehen kann, die ihm passieren werden, wie zum Beispiel die Fallen, die die Lemminge für ihn geplant haben.","versions":[{"lang":1,"streams":[{"redirect":11720052,"hoster":"VOE"},{"redirect":11720054,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Brauner Bär","epNo":16,"alt":"Episode 93","descr":"Ein nagelneues Solarium bekommt den Ehrenplatz in der Mitte des Hauses. Grizzy ist überzeugt, dass eine edle Bräune ihm helfen wird, die Aufmerksamkeit der Bärin zu erlangen, in die er verliebt ist. Als er den Kasten öffnet, merkt er, dass die Lemminge schneller waren und dort schon eine \"Strandparty\" feiern.","versions":[{"lang":1,"streams":[{"redirect":11720187,"hoster":"VOE"},{"redirect":11720184,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Felliges Fechten","epNo":17,"alt":"Episode 94","descr":"Die Lemminge haben das ganze Haus auf den Kopf gestellt, um mittelalterliche Turniere mit der Fechtausrüstung des Rangers zu veranstalten. Grizzy möchte sich die Couch zurückerobern und versucht aufzuräumen, aber wird von ihren Floretts vertrieben. Um sich zu rächen, muss Grizzy eine Klinge finden, die der Aufgabe gewachsen ist. Er entscheidet sich für einen schönen gefrorenen Schwertfisch!","versions":[{"lang":1,"streams":[{"redirect":11720057,"hoster":"VOE"},{"redirect":11720056,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Flugboard","epNo":18,"alt":"Episode 95","descr":"Ein seltsamer Gegenstand wird zum Haus des Rangers geliefert: Es handelt sich um ein Skateboard der neuesten Generation, das ohne Räder über dem Boden schwebt. Die Lemminge versuchen sofort, es in ihre Pfoten zu bekommen, aber auch Grizzy möchte das Board haben, als Tisch, um darauf beim Fernsehen sein Essen abzustellen.","versions":[{"lang":1,"streams":[{"redirect":11720069,"hoster":"VOE"},{"redirect":11720065,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tierische Fotos","epNo":19,"alt":"Episode 96","descr":"Mit der Sofortbildkamera des Rangers entdecken Grizzy und die Lemminge die Freuden der Fotografie. Grizzy möchte ein schönes, künstlerisches Portrait von der Bärin fotografieren, in die er verliebt ist, während die Lemminge ein Gruppenfoto samt Grimassen-Wettbewerb bevorzugen – zwei entgegengesetzte künstlerische Trends!","versions":[{"lang":1,"streams":[{"redirect":11720079,"hoster":"VOE"},{"redirect":11720070,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Bären-Diät","epNo":20,"alt":"Episode 97","descr":"Der Kühlschrank im Haus wurde durch ein hochmodernes Gerät ausgetauscht, das den Körperfettanteil desjenigen analysiert, der sich bedienen will und dann die entsprechenden Lebensmittel auswählt. Für Grizzy sind damit Schokoaufstrich oder Limo außer Reichweite! Zur Freude der Lemminge verwandelt sich der Kühlschrank stattdessen in einen Heimtrainer der Sonderklasse.","versions":[{"lang":1,"streams":[{"redirect":11720235,"hoster":"VOE"},{"redirect":11720214,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ein bäriger Ballon","epNo":21,"alt":"Episode 98","descr":"Grizzy sieht im Fernsehen eine Sendung über Ballontiere. Er will einen Ballon-Pudel für die Bärin machen, in die er verliebt ist. Die Lemminge beobachten Grizzy und entdecken begeistert, dass man Modellierballons viel größer aufblasen kann als gewöhnliche Ballons und dass sie dann zu vielen zerfetzten Streifen zerplatzen.","versions":[{"lang":1,"streams":[{"redirect":11720210,"hoster":"VOE"},{"redirect":11720201,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Bärenkissen","epNo":22,"alt":"Episode 99","descr":"Grizzy möchte ein Nickerchen machen. Er kann aber kein Kissen finden, das ihm bequem genug ist, bis er die Hochsprungmatte der Lemminge als Kissen testet. Dieses Kissen ist so weich, dass Grizzy einschläft, sobald er seinen Kopf darauf legt.","versions":[{"lang":1,"streams":[{"redirect":11720211,"hoster":"VOE"},{"redirect":11720202,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Bärige Zielscheibe","epNo":23,"alt":"Episode 100","descr":"Grizzy wird von dem unangenehmen Geräusch abreißender Klettverschlüsse aus dem Schlaf gerissen. Die Lemminge haben sich mit Klettbändern bedeckt und werfen sich gegen eine Türmatte, die ihnen als Ziel dient. Es wird wieder ruhig und friedlich, als Grizzy die Türmatte entsorgt, doch dann merken die Lemminge, dass Klettbänder auch auf Bärenfell hervorragend halten.","versions":[{"lang":1,"streams":[{"redirect":11720232,"hoster":"VOE"},{"redirect":11720207,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Bärenstark","epNo":24,"alt":"Episode 101","descr":"Die Bärin hat ihre Lieblingsblume verloren. Sie liegt an einem unzugänglichen Platz unter einem riesigen Felsen. Grizzy versucht ihn anzuheben: unmöglich! Er will mit dem Elektrostimulationsgerät des Rangers ein intensives Bodybuilding-Training beginnen, doch die Lemminge verwenden es schon für ein Karibu, um ihr Rodeo zu verbessern.","versions":[{"lang":1,"streams":[{"redirect":11720244,"hoster":"VOE"},{"redirect":11720233,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Lemminge und Fledermäuse","epNo":25,"alt":"Episode 102","descr":"Die Lemminge wollen eine Fledermaus fangen, um Rodeo zu spielen und stören dabei Grizzy, der sein Lieblingsspiel auf dem Handy des Rangers spielt. Doch als das Handy getroffen wird und der Alarm losgeht, werden Schallwellen ausgesandt. Als die Fledermaus sie hört, wird sie scheinbar zahm.","versions":[{"lang":1,"streams":[{"redirect":11720239,"hoster":"VOE"},{"redirect":11720219,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Apps in Echt","epNo":26,"alt":"Episode 103","descr":"Die Lemminge vergnügen sich damit, nacheinander jede App auf dem Tablet des Rangers auszuprobieren. Grizzy hat großen Hunger und sieht, dass die Regale leer sind. Als ihm bewusst wird, dass die GPS-App die Route zum nächsten Laden für Schokoaufstriche anzeigen kann, will er das Tablet haben.","versions":[{"lang":1,"streams":[{"redirect":11720230,"hoster":"VOE"},{"redirect":11720226,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Wie gedruckt","epNo":1,"alt":"Episode 104","descr":"Grizzy und die Lemminge entdecken die neueste Errungenschaft des Rangers: einen 3D-Drucker, der absolut alles im Miniformat drucken kann. Grizzy will das Haus mit kleinen Figürchen seiner selbst ausstatten, doch zunächst muss er die Lemminge loswerden, ohne sie mit ihren perfekten Abbildern aus Kunststoff zu verwechseln.","versions":[{"lang":1,"streams":[{"redirect":11721509,"hoster":"VOE"},{"redirect":11721508,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Bär von nebenan","epNo":2,"alt":"Episode 105","descr":"Grizzy und die Lemminge entdecken ein seltsames Tor zu einer Parallelwelt. Auf der anderen Seite steht das gleiche Haus, aber es gehört keinem Ranger. Es ist ein Museum für Schokoaufstriche, das von einem anderen Grizzy und andere Lemmingen geleitet wird, die ganz andere Persönlichkeiten besitzen.","versions":[{"lang":1,"streams":[{"redirect":11721512,"hoster":"VOE"},{"redirect":11721510,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ferngesteuert","epNo":3,"alt":"Episode 106","descr":"Grizzy und die Lemminge streiten sich, wer sein Lieblingsprogramm ansehen darf und zerstören dabei durch Ungeschicktheit die Fernbedienung. Auf der Suche nach einer Ersatz-Fernbedienung finden sie einen streng geheimen Prototyp, mit dem man Lebewesen auf \"Wiedergabe\", \"Pause\" und \"Vorspulen\" einstellen kann.","versions":[{"lang":1,"streams":[{"redirect":11721820,"hoster":"VOE"},{"redirect":11721517,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Achtung: Rasende Lemminge","epNo":4,"alt":"Episode 107","descr":"Die Lemminge finden heraus, dass sie den LKW-Verkehr beschleunigen können, indem sie die Geschwindigkeitsbegrenzung auf den Straßenschildern heraufsetzen. So erzeugen sie den perfekten Wind für ihr Extrem-Drachen-Spiel. Grizzy hätte lieber ein \"STOPP!\" oder \"Durchfahrt nicht gestattet!\"-Schild. Es beginnt ein Kampf um Straßenschilder.","versions":[{"lang":1,"streams":[{"redirect":11721518,"hoster":"VOE"},{"redirect":11721519,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wilde Sprünge","epNo":5,"alt":"Episode 108","descr":"Als er die Lemminge davon abhalten will, ihr extremes Trampolinspiel zu spielen, rutscht Grizzy auf dem Sprungtuch aus und vollführt versehentlich einen fantastischen Salto vor den Augen seiner geliebten Bärin. Da sie mehr davon sehen will, beschließt Grizzy, ein Meister dieses Sports zu werden. Das Problem ist nur, dass die Lemminge ihn trainieren lassen müssen.","versions":[{"lang":1,"streams":[{"redirect":11721523,"hoster":"VOE"},{"redirect":11721521,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Super-Waschbär","epNo":6,"alt":"Episode 109","descr":"Die Lemminge haben einen Waschbären mit einer Vorliebe für Süßigkeiten vor ihren Schlitten gespannt und lassen sich ziehen, indem sie mit einer Schleuder Kekse vor das Tier werfen. Um die Kekse, die er als Nachmittagssnack essen wollte, zurückzubekommen, hat Grizzy keine Skrupel, den Schlitten der Lemminge aus der Bahn zu werfen.","versions":[{"lang":1,"streams":[{"redirect":11721526,"hoster":"VOE"},{"redirect":11721847,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alles dreht sich!","epNo":7,"alt":"Episode 110","descr":"Die Lemminge haben aus den Besitztümern des Rangers ein seltsames kleines Gerät ausgegraben: einen Fidget Spinner. Grizzy findet das Spiel dumm, bis er es versehentlich selbst ausprobiert und sofort süchtig ist. Was ist das Geheimnis dieses scheinbar banalen Gegenstandes, der auch die Köpfe seiner Fans verdreht?","versions":[{"lang":1,"streams":[{"redirect":11721529,"hoster":"VOE"},{"redirect":11721530,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wilder Spielspaß","epNo":8,"alt":"Episode 111","descr":"Die Lemminge spielen mit Figuren kanadischer Wildtiere. Als Grizzy bemerkt, dass die Bärenfigur in einen kleinen Käfig gesteckt wurde, während die Figuren der Lemminge um ein kleines Glas Schokoaufstrich versammelt sind, beschließt er mitzuspielen und die Kontrolle über seine Figur zu übernehmen.","versions":[{"lang":1,"streams":[{"redirect":11721535,"hoster":"VOE"},{"redirect":11721534,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Virtuelle Wirklichkeit","epNo":9,"alt":"Episode 112","descr":"Grizzy entdeckt auf dem Tablet des Rangers ein Tamagotchi-Spiel: die Kamera scannt den Spieler und erstellt ein virtuelles Avatar von ihm, um das er sich kümmern muss. Er muss es füttern, ins Bett bringen und mit ihm spielen. Grizzy nimmt seine neue Verantwortung als \"Papa\" sehr ernst, aber die Lemminge beschließen, die Erziehung durch viel intensivere Aktivitäten abzurunden.","versions":[{"lang":1,"streams":[{"redirect":11721540,"hoster":"VOE"},{"redirect":11721537,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Flaschengeist","epNo":10,"alt":"Episode 113","descr":"Grizzy und die Lemminge finden ein Gefäß mit einem Flaschengeist, der jeden Wunsch erfüllt, wenn man am Gefäß reibt, um ihn herauszulassen. Es gibt jedoch einen kleinen Haken: die Zauberwirkung des Geistes lässt sofort nach, wenn er in sein Gefäß zurückkehrt und der Deckel sich schließt.","versions":[{"lang":1,"streams":[{"redirect":11721543,"hoster":"VOE"},{"redirect":11721542,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Friedensbär","epNo":11,"alt":"Episode 114","descr":"Die Lemminge bekommen eine Geheimwaffe in die Hände: jeder, den die Waffe trifft, wird gewaltfrei. Mit der Waffe in der Hand verwandeln sie Grizzy gegen seinen Willen in ein Engelchen.","versions":[{"lang":1,"streams":[{"redirect":11721546,"hoster":"VOE"},{"redirect":11721547,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Filterspaß","epNo":12,"alt":"Episode 115","descr":"Als sie eine super lustige App entdecken, mit der man sich selbst als Kaninchen, Roboter oder etwas anderes sehen kann, ausstaffiert mit vielen animierten Accessoires, streiten sich Grizzy und die Lemminge um das Tablet.","versions":[{"lang":1,"streams":[{"redirect":11721550,"hoster":"VOE"},{"redirect":11721551,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Lemming-Origami","epNo":13,"alt":"Episode 116","descr":"Als sie ein altes Buch über traditionelles japanisches Origami finden, stellen die Lemminge massenhaft Papiervögel her, um damit Gleitspiele zu spielen. Grizzy will für seine Bärin einen wunderschönen Schmetterling machen. Doch damit die Lemminge sich seiner Autorität beugen, muss er zuerst ein wahrer Origamimeister werden.","versions":[{"lang":1,"streams":[{"redirect":11721554,"hoster":"VOE"},{"redirect":11721556,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Trickfilm-Chaos","epNo":14,"alt":"Episode 117","descr":"Die Lemminge sitzen auf der Couch, um einen Film anzusehen, in dem eine Maus einer Katze böse Streiche spielt. Grizzy, der ein Nickerchen machen möchte, schaltet den Fernseher aus und nimmt die Batterien aus der Fernbedienung, damit die Lemminge ihn nicht wieder einschalten können. Aber ist es klug, eine Bande von Lemmingen zu verärgern, die von einem Film voller Streiche inspiriert wurden?","versions":[{"lang":1,"streams":[{"redirect":11721558,"hoster":"VOE"},{"redirect":11721557,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Grizzy XXL","epNo":15,"alt":"Episode 118","descr":"Wieder einmal zeigt Grizzy den Lemmingen, dass sie es körperlich nicht mit ihm aufnehmen können und, dass das letzte Glas Schokoaufstrich dem Stärksten gehört. Die Lemminge finden einen Ausweg, indem sie eine Lampe benutzen, die Pflanzenwachstum beschleunigt. Damit vergrößern sie sich im Handumdrehen auf Bärengröße.","versions":[{"lang":1,"streams":[{"redirect":11721864,"hoster":"VOE"},{"redirect":11721561,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Bär ist nicht gleich Bär","epNo":16,"alt":"Episode 119","descr":"Die Lemminge bekommen eine ganze Kiste Schokoaufstrich in die Hände und verstecken sie vor Grizzy. Da die Lemminge sowohl vorsichtig als auch schlau sind, ist es unmöglich, ihren Geheimvorrat zu entdecken. Bis zu dem Moment, als Grizzy einen Zauberring findet, der ihn in einen Lemming verwandeln kann ...","versions":[{"lang":1,"streams":[{"redirect":11721565,"hoster":"VOE"},{"redirect":11721567,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Brillenbär","epNo":17,"alt":"Episode 120","descr":"Grizzy ist überzeugt, das ultimative Gerät für ein gutes Leben gefunden zu haben: eine Brille, mit der man mit Panoramablick fernsehen kann. Sie ist mit verschiedenen Funktionen ausgestattet, sogar mit einem Warnsignal vor Eindringlingen. Es gibt nur einen Haken: den Geschwindigkeitsmesser, den die Lemminge lieben.","versions":[{"lang":1,"streams":[{"redirect":11721571,"hoster":"VOE"},{"redirect":11721568,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Grizzy rüstet auf","epNo":18,"alt":"Episode 121","descr":"Die Lemminge möchten auch mit dem Handy des Rangers spielen, aber Grizzy hat keine Lust zu teilen. Er ist sehr gut darin, alles platt zu machen, das in seine Nähe kommt, ohne auch nur von seinem Spiel aufzublicken. Die Lemminge entwickeln ein System, mit dem sie ohne jede Gefahr das Handy in die Hände kriegen sollten.","versions":[{"lang":1,"streams":[{"redirect":11721575,"hoster":"VOE"},{"redirect":11721574,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Unsichtbares Glück","epNo":19,"alt":"Episode 122","descr":"Grizzy ist von einem Pantomimen im Fernsehen fasziniert, der die Zuschauer an eine unsichtbare Mauer glauben lässt. Um die Lemminge loszuwerden, die hinter seinem Schokoaufstrich her sind, versteckt er es und tut so, als hätte er ein unsichtbares Glas. Als die Lemminge den Trick durchschauen, wollen sie Grizzy mit einer großen Illusionsnummer in die Falle locken.","versions":[{"lang":1,"streams":[{"redirect":11721576,"hoster":"VOE"},{"redirect":11721577,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Grippewelle","epNo":20,"alt":"Episode 123","descr":"Die Lemminge zittern vor Kälte, niesen und haben glasige Augen: Sie haben sich eine dicke, fette Erkältung eingefangen! Sie sehen so mitleiderregend aus, dass Grizzy es nicht übers Herz bringt, sie aus dem Haus zu werfen. Er beschließt, sie gesund zu pflegen. Denn je schneller es ihnen besser geht, umso schneller kann Grizzy sie wieder loswerden.","versions":[{"lang":1,"streams":[{"redirect":11721579,"hoster":"VOE"},{"redirect":11721581,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Eiszeit","epNo":21,"alt":"Episode 124","descr":"Die Lemminge finden eine Packung Eisbonbons, die den Atem buchstäblich gefrieren lassen. Ein Hauch von jemandem, der sie lutscht, lässt alles in Sichtweite gefrieren. Grizzy mag es nicht so frostig und versucht, ihnen die Bonbons wegzunehmen.","versions":[{"lang":1,"streams":[{"redirect":11721585,"hoster":"VOE"},{"redirect":11721584,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Sauer macht flink","epNo":22,"alt":"Episode 125","descr":"Grizzy kann es nicht glauben: Er hat soeben einen Löffel von seinem geliebten Schokoaufstrich gegessen und findet ihn widerlich. Wie kann das sein? Es kommt ans Licht, dass die Lemminge etwas Zitronensaft ins Glas gegeben haben, um dem Aufstrich einen intensiveren Geschmack zu verleihen. Und sie wollen auch den Rest des Vorrats aufpeppen!","versions":[{"lang":1,"streams":[{"redirect":11721591,"hoster":"VOE"},{"redirect":11721590,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Zenmeister Bär","epNo":23,"alt":"Episode 126","descr":"Grizzy entdeckt, wie gerne seine geliebte Bärin meditiert. Um sie für sich zu gewinnen, will er beweisen, dass auch er eine Zen-Haltung erreichen kann. Das braucht natürlich Übung, aber ganz besonders braucht es Willensstärke und Konzentration, um die rüpelhaften Lemminge loszuwerden, ohne die Beherrschung zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":11721593,"hoster":"VOE"},{"redirect":11721594,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Auswahl löschen","epNo":24,"alt":"Episode 127","descr":"Grizzy und die Lemminge finden einen streng geheimen Prototypen der kanadischen Armee, der wie eine normale Computertastatur aussieht. Sie hat nur wenige Tasten: auswählen, ausschneiden und einfügen sowie löschen, aber diese Tasten steuern Dinge in der Umgebung ... und auch Lebewesen!","versions":[{"lang":1,"streams":[{"redirect":11721595,"hoster":"VOE"},{"redirect":11721598,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Lemming Bowling","epNo":25,"alt":"Episode 128","descr":"Die Lemminge vergnügen sich mit einem Bowlingset, das sie in der Abstellkammer des Rangers gefunden haben. Grizzy will schnell die Bowlingkegel zerstören, damit wieder Ruhe und Frieden einkehren. Die Lemminge finden jedoch eine Fernbedienung, die das Gewicht der Kugel (und auch anderer Gegenständen) verändern kann.","versions":[{"lang":1,"streams":[{"redirect":11721600,"hoster":"VOE"},{"redirect":11721604,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Pilzbefall","epNo":26,"alt":"Episode 129","descr":"Zur großen Freude der Lemminge sprießen nach dem Regen seltsame, federnde Pilze im Garten. Um das laute Spiel zu beenden, das Grizzy seine Ruhe raubt, zertrampelt er die Pilze. Doch jeder zertretene Pilz setzt eine Wolke von Sporen frei, aus denen sofort ... ein Haufen identischer Pilze wächst.","versions":[{"lang":1,"streams":[{"redirect":11721606,"hoster":"VOE"},{"redirect":11721607,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Mit Leichtigkeit ","epNo":1,"alt":"Episode 130","descr":"Die Lemminge haben besondere Magnete gefunden. Klebt man einen davon auf ein Objekt, so kann dieses plötzlich fliegen. Das erfährt Grizzy auf unsanfte Weise, als er sich samt seines nun fliegenden Sofas in der Luft wiederfindet. Nach seiner Landung entdeckt er per Zufall, dass ihn der Magnet auf seinem Kopf fliegen lässt wie Peter Pan.Die Lemminge haben besondere Magnete gefunden.","versions":[{"lang":1,"streams":[{"redirect":11721970,"hoster":"VOE"},{"redirect":11721969,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Elch-Akrobatik ","epNo":2,"alt":"Episode 131","descr":"Mit einer Löwenbändiger-Peitsche, einer Zuckerdose und viel Mühe haben die Lemminge erfolgreich ein Rentier für ihren Hindernisparcours trainiert. Grizzy ist ziemlich beeindruckt. Er beschließt, ihre Idee - und das Rentier - zu stehlen, um mit ihm eine eigene Zirkusnummer zu kreieren und damit die schöne Bärin zu beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":11721973,"hoster":"VOE"},{"redirect":11721971,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Robo-Ranger ","epNo":3,"alt":"Episode 132","descr":"Grizzy findet einen elektrischen \"Parkwächter-Lemming\", ein Spielzeug, dem man wie einem Roboter Bewegungen beibringen kann. Grizzy erkennt sofort die Vorzüge eines Roboters, der Aufgaben schnell und präzise erledigt, aber die Lemminge würden ihm lieber das Tanzen beibringen.","versions":[{"lang":1,"streams":[{"redirect":11722021,"hoster":"VOE"},{"redirect":11722019,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bären-Abwehr ","epNo":4,"alt":"Episode 133","descr":"Die Hütte des Parkwächters ist mit einem Schädlingsdetektor ausgestattet, der die Anwesenheit von Eindringlingen erkennt und diese dann vertreibt. Grizzy und die Lemminge können also nicht dort bleiben. Doch dann entdecken sie, dass die Fernbedienung Ihnen erlaubt zu wählen, welche Art von Tierverschont oder angegriffen wird.","versions":[{"lang":1,"streams":[{"redirect":11722030,"hoster":"VOE"},{"redirect":11722028,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bär am Steuer ","epNo":5,"alt":"Episode 134","descr":"Grizzy landet unfreiwillig in einem Lemming-Wettrennen. Er versucht mitzuhalten und gibt sein Bestes, um zu gewinnen. Aber es klappt einfach nicht. Da auch Grizzy seinen Stolz hat, fordert er eine Revanche. Er beschließt, sich eine Rennmaschine zu bauen, um die Seifenkiste der Lemminge herauszufordern.","versions":[{"lang":1,"streams":[{"redirect":11722025,"hoster":"VOE"},{"redirect":11724346,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Haus in Gefahr ","epNo":6,"alt":"Episode 135","descr":"Die Lemminge haben riesige ferngesteuerte Hydraulikheber unter der Hütte platziert, um sie in ein lebensgroßes, rollendes Ballspiel zu verwandeln. Grizzy, der zur Seekrankheit neigt, versucht, das zu verhindern, doch die Hütte unter Kontrolle zu bringen gestaltet sich deutlich aufwendiger als gehofft.","versions":[{"lang":1,"streams":[{"redirect":11722032,"hoster":"VOE"},{"redirect":11722035,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Monster-Pflanze ","epNo":7,"alt":"Episode 136","descr":"Grizzy wird während seines Nickerchens von ein paar Fliegen gestört, die unaufhörlich um seinen Kopf herum surren. Als er merkt, dass sich die fleischfressende Pflanze, auf der die Lemminge Rodeo spielen, von fliegenden Insekten ernährt, beschließt er, sie zu konfiszieren und als Anti-Fliegen-Waffe zu verwenden.","versions":[{"lang":1,"streams":[{"redirect":11722038,"hoster":"VOE"},{"redirect":11722037,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Zielübung ","epNo":8,"alt":"Episode 137","descr":"Die Lemminge haben eine Schachtel mit Wettbewerbs-Bumerangs gefunden. Sie werden schnell zu Profis, die Grizzy aus der Ferne entwaffnen und ihn mit beunruhigender Leichtigkeit aus der Hütte werfen können. Um mit der Präzision der Lemming-Bumerangs zu konkurrieren, beschließt Grizzy, Bogenschießen zu lernen und wird zum kanadischen Wilhelm Tell.","versions":[{"lang":1,"streams":[{"redirect":11722043,"hoster":"VOE"},{"redirect":11722041,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Durch die Nordlichter ","epNo":9,"alt":"Episode 138","descr":"Verärgert über die Lemminge, die ihn daran hindern, in Ruhe seine Lieblingsserie zu gucken, katapultiert Grizzy sie aus der Hütte. Einer von ihnen wird vom Nordlicht berührt und beginnt seltsam zu mutieren. Er hat nun die Macht, Metall mit seinen Gedanken zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":11722054,"hoster":"VOE"},{"redirect":11722053,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tick-Tack-Bär ","epNo":10,"alt":"Episode 139","descr":"In der Hütte steht ein seltsames neues Objekt: eine große Wanduhr, die einer Schweizer Kuckucksuhr ähnelt. Grizzy verliebt sich sofort in das regelmäßige \"Tick-Tack\", das ihn beruhigt. Doch zur Mittagsstunde kommen Figuren heraus und singen und tanzen. Die Lemminge stellen schnell fest, dass man durch manuelles Drehen der Zeiger alle zwei Sekunden die Mittagsstunde einläuten kann.","versions":[{"lang":1,"streams":[{"redirect":11722061,"hoster":"VOE"},{"redirect":11722060,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Träume auf Bestellung ","epNo":11,"alt":"Episode 140","descr":"Geweckt von einem Alptraum voller Lemminge, stolpert Grizzy über die Traummaschine des Parkwächters. Sie besteht aus einem Kopfhörer-Set, mit dem man das Thema seiner Wahl programmieren kann, bevor man innerhalb von Sekunden einschläft und eine Nacht voller süßer Träume erlebt. Aber wer kann schon inmitten von Lemmingen schlafen, die auch etwas davon haben wollen?","versions":[{"lang":1,"streams":[{"redirect":11722065,"hoster":"VOE"},{"redirect":11722066,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Einmaleins der Elemente ","epNo":12,"alt":"Episode 141","descr":"Grizzy findet ein altes indianisches Medaillon mit dem Symbol des Windes darauf. Derjenige, der es trägt, hat die Macht, Luftströme zu steuern. Grizzy wäre sehr zufrieden damit, das Sofa nie wieder zu verlassen und die Dinge aus der Ferne zu kontrollieren, aber die Lemminge wollen fantastische neue Spiele erschaffen, die einen buchstäblich wegpusten.","versions":[{"lang":1,"streams":[{"redirect":11722067,"hoster":"VOE"},{"redirect":11722069,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bären-Sitter ","epNo":13,"alt":"Episode 142","descr":"Ein magischer indianischer Kreisel verändert das geistige Alter eines jeden, der ihn sich drehen sieht. Von nun an hat Grizzy den Verstand eines 10-monatigen Babys. Die Lemminge erkennen schnell, dass der Umgang mit einem überwachsenen Baby - egal wie süß oder hinreißend es ist - nicht gerade erholsam ist.","versions":[{"lang":1,"streams":[{"redirect":11722073,"hoster":"VOE"},{"redirect":11722074,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Regenbogen-Einhorn-Elch ","epNo":14,"alt":"Episode 143","descr":"Ein magisches Horn landet auf dem Maul eines Elchs und verleiht ihm Anmut und die Fähigkeit zu fliegen. Er fliegt davon und hinterlässt einen regenbogenfarbenen Streifen. Als Grizzy diese seltsame Kreatur sieht, träumt er davon, sie als Geschenk für seine geliebte Bärin zu zähmen, während die Lemminge sich vorstellen, wie sie Rodeo auf einem bockigen Einhorn spielen.","versions":[{"lang":1,"streams":[{"redirect":11722076,"hoster":"VOE"},{"redirect":11722077,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Auf dem Radar ","epNo":15,"alt":"Episode 144","descr":"Auf der Suche nach der TV-Fernbedienung findet Grizzy eine Box, die dank ihres Schlüsselanhängers, der mit einem Tracker ausgestattet ist, einen Schlüsselbund lokalisieren kann. Grizzy beschließt, das Spionagegerät unter ein Glas Schokoladenaufstrich zu stecken, nur für den Fall, dass die Lemminge sich entscheiden sollten, es mitzunehmen.","versions":[{"lang":1,"streams":[{"redirect":11722080,"hoster":"VOE"},{"redirect":11722079,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Lemming Zorbing ","epNo":16,"alt":"Episode 145","descr":"Die Lemminge haben die Hütte auf den Kopf gestellt und einen Hindernisparcours geschaffen, um diesen in einem Hamsterball zu durchzulaufen. Grizzy greift ein und vertreibt sowohl die Lemminge als auch ihren Ball, damit er sich in Ruhe entspannen kann. Leider hat er die Lemminge in ein Reservat an Zorb Bällen geworfen, jene aufblasbaren Kugeln, mit denen man sich Hänge hinunterstürzen kann.","versions":[{"lang":1,"streams":[{"redirect":11722085,"hoster":"VOE"},{"redirect":11722084,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Luftverkehr ","epNo":17,"alt":"Episode 146","descr":"Die Lemminge erschaffen einen eigenen Flugdrachen mit einem Einkaufswagen als Gondel und einem Ventilator als Motor. Ihre Flugkunst fasziniert die Bärin, Grizzys Schwarm, was ihn auf die Idee bringt, den Einkaufswagen durch einen Doppelsitz zu ersetzen und seine Geliebte zu einem luftigen Ausflug einzuladen. Aber als die Lemminge den Flügel beschlagnahmen, wird der Ausflug gekürzt.","versions":[{"lang":1,"streams":[{"redirect":11722088,"hoster":"VOE"},{"redirect":11722087,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Grizzy und die sieben Lemminge ","epNo":18,"alt":"Episode 147","descr":"Die Lemminge beschmieren das Buch \"Schneewittchen\" auf dem Wohnzimmersofa. Grizzy wirft sie schleunigst raus und sie stürzen samt Buch auf den Boden. Aufgeklappt bleibt die Seite, auf der die Zwerge in einer Mine mit Spitzhacken arbeiten. Die unsanfte Landung löst eine Art Persönlichkeitsstörung aus.","versions":[{"lang":1,"streams":[{"redirect":11722093,"hoster":"VOE"},{"redirect":11722092,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Volltreffer ","epNo":19,"alt":"Episode 148","descr":"Der Hersteller des Lieblings-Schokoladenaufstrichs von Grizzy und den Lemmingen organisiert einen großen Wettbewerb, bei dem der Gewinn ein riesiges Glas Aufstrich ist. Um zu gewinnen, muss man zehn Körbe hintereinander in einen extra dafür auf einem Supermarktparkplatz aufgestellt Korb werfen. Bereit zu spielen?","versions":[{"lang":1,"streams":[{"redirect":11722096,"hoster":"VOE"},{"redirect":11722095,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Unhöflicher Besuch ","epNo":20,"alt":"Episode 149","descr":"Befreit aus dem Eis, in dem er Millionen von Jahren eingefroren war, platzt ein Säbelzahnbär mit mächtig Kohldampf in die Hütte. Grizzy kann seine Reserven nicht retten während die Lemminge es nicht schaffen, ihn für das Rodeo zu zähmen - obwohl sie sich alle zusammenschließen.","versions":[{"lang":1,"streams":[{"redirect":11722102,"hoster":"VOE"},{"redirect":11722099,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ab durch die Wand ","epNo":21,"alt":"Episode 150","descr":"Die Lemminge entdecken einen streng geheimen Prototypen der kanadischen Armee, mit dem sie für einige Sekunden feste Oberflächen durchschreiten können. Wie kann Grizzy verhindern, dass die \"infiltrierenden\" Lemminge sein Glas mit Schokoladenaufstrich stehlen?","versions":[{"lang":1,"streams":[{"redirect":11722106,"hoster":"VOE"},{"redirect":11722104,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Vogelfrei ","epNo":22,"alt":"Episode 151","descr":"Die Lemminge haben ein indianisches Adleramulett gefunden, das dem, der es trägt, die Kräfte eines Raubvogels verleiht. Grizzy möchte die von ihm verehrte Bärin beeindrucken, indem er majestätisch durch den Himmel schwebt. Aber um an das magische Totem der Lemminge heranzukommen, während diese scharfsinnig wie Adler sind, muss Grizzy die List eines Pumas nutzen.","versions":[{"lang":1,"streams":[{"redirect":11722109,"hoster":"VOE"},{"redirect":11722107,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Rock’n’Lemming ","epNo":23,"alt":"Episode 152","descr":"Die Lemminge haben viel Spaß mit der E-Gitarre des Parkwächters und die Hüttenwände beben von ihrem experimentellen Rock. Gerade als Grizzy kurz davor ist, das Instrument zu zerstören, erkennt er, dass es durchaus auch angenehme Klänge erzeugen kann. Kann er vielleicht damit bei der Bärin, in die er verliebt ist, punkten?","versions":[{"lang":1,"streams":[{"redirect":11722114,"hoster":"VOE"},{"redirect":11722112,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Hulk oder Lemming? ","epNo":24,"alt":"Episode 153","descr":"Um endlich auf Augenhöhe mit Grizzys imposantem Körperbau zu sein und in der Hütte mehr Macht zu haben, beschließen die Lemminge, ein Blowup-Sumotori-Kostüm zu tragen. Grizzy wird grob aus dem Wohnbereich herausgeworfen. Er beschließt, eine spezielle Sumo-Diät zu befolgen, um der stärkste Typ der Welt zu werden.","versions":[{"lang":1,"streams":[{"redirect":11722116,"hoster":"VOE"},{"redirect":11722117,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Bärenstarke Vorfahren ","epNo":25,"alt":"Episode 154","descr":"Grizzy und die Lemminge entdecken einen alten indianischen Tisch mit der Kraft, einem vergangene Ereignisse zu zeigen. Sie erleben die ersten Kämpfe ihrer prähistorischen Vorfahren und erfahren, dass Schokoladenaufstrich bereits vor langer, langer Zeit erfunden wurde.","versions":[{"lang":1,"streams":[{"redirect":11724326,"hoster":"VOE"},{"redirect":11722120,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Hokus Pokus Lemmingus ","epNo":26,"alt":"Episode 155","descr":"Die Lemminge entdecken ein altes Buch mit Zaubersprüchen und einer Formel, die es einem ermöglicht, das Aussehen einer anderen Kreatur anzunehmen. Die Lemminge haben die großartige Idee, einen Lemming in ein Double von Grizzys Angebeteter zu verwandeln, um ihn zu täuschen. Wie könnte Grizzy seiner Liebsten ein Glas mit Schokoladenaufstrich verwehren?","versions":[{"lang":1,"streams":[{"redirect":11724331,"hoster":"VOE"},{"redirect":11722124,"hoster":"Streamtape"}]}]}]}]}