{"seriesId":"groe-mythen-aufgedeckt","name":"Große Mythen aufgedeckt","descr":"Die Reihe stellt bekannte geschichtliche Mythen, u. a. die Sintflut, das Nibelungenlied und König Artus, auf den Prüfstand. Wie viel Wahrheit steckt, allen fantastischen Details zum Trotz, in diesen Geschichten? Welche wissenschaftlichen Fakten stützen die alten Geschichten oder ist alles doch nur ein Mythos?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Noah und die Sintflut","epNo":1,"alt":"","descr":"Die Geschichte der Sintflut gehört zum Ursprungsmythos der Bibel. Gerade erst hat Gott die Welt geschaffen, da beschließt er, das Leben auf der Erde schon wieder zu vernichten.Eine furchtbare Überschwemmung soll alle Menschen mit sich reißen. Alle – außer Noah. Auf Gottes Geheiß hin baut er eine Arche. Für sich, seine Familie und ein Paar von jeder Tierart. Sie werden die Welt nach der Flut besiedeln.Lange wird die Entstehung des Mythos ins 7. Jahrhundert v. Chr. datiert, auf den Beginn der Niederschrift der Genesis. Doch mit der Entdeckung und Übersetzung mesopotamischer Keilschrifttafeln tauchen viel ältere Versionen dieser Geschichte auf – im Gilgamesch-Epos und im Atrahasis-Epos. Zudem gibt es Hinweise auf diverse Fluten im 4. Jahrhundert v. Chr.Aber können diese lokalen Katastrophen Vorlage gewesen sein für eine weltumspannende Flut, wie es im Mythos heißt? Oder handelt es sich um pure Fiktion?Die Suche führt zum Ende der letzten Eiszeit vor rund 17.000 Jahren. Der Meeresspiegel liegt damals 120 Meter tiefer als heute, gewaltige Wassermassen sind in Eis gebunden. Mit steigenden Temperaturen lösen sie sich. Je nach geologischen Gegebenheiten geht es mal schneller, mal langsamer.Wo werden die Fluten die Menschen so überrascht haben, dass sie Sintflutcharakter hatten? In Ur im heutigen Irak? Am Persischen Golf oder am Schwarzen Meer? Was erzählen uns Bohrkerne, Tropfsteine und Unterwasserexpeditionen über die Auswirkungen des damaligen Klimawandels auf den Menschen? Und nicht zuletzt über das, was uns jetzt erneut bevorsteht? Wird sich die Geschichte der Sintflut wiederholen?","versions":[{"lang":1,"streams":[{"redirect":9280633,"hoster":"VOE"},{"redirect":9280651,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Rätsel um König Artus","epNo":2,"alt":"","descr":"König Artus: Sein Name ist untrennbar verknüpft mit der legendären Tafelrunde tapferer Ritter, heldenhaften Taten, epischen Abenteuern und einem goldenen Zeitalter des Rittertums. Fantastische Elemente wie der Zauberer Merlin, das magische Schwert Excalibur oder die Suche nach dem Heiligen Gral machen die Geschichten aus dem Sagenkreis, für den sein Name steht, zu Bestsellern – damals wie heute.Immer wieder hat es Versuche gegeben, Spuren seiner Existenz zu finden. Doch König Artus bleibt ein Phantom.Das bedeutendste Werk über ihn entsteht im 12. Jahrhundert, verfasst von dem heute so gut wie unbekannten Geistlichen Geoffrey von Monmouth. Es wird sofort nach seinem Erscheinen zu einem der am meisten gelesenen Bücher des Mittelalters. Schnell bildet sich ein ganzer Kranz von Sagen rund um diesen Mythos. Immer wieder regt die Geschichte von Artus und seinen Rittern Autoren zu eigenen Werken an.Als Teil einer gewaltigen Chronik Britanniens geschrieben, stillt die Geschichte von Artus aber nicht nur das Bedürfnis der Leser nach guter Unterhaltung.Der Autor entwirft in seinem Werk eine Genealogie, die von den Trojanern über die Römer bis zu Artus reicht – ein würdiger Stammbaum für die unlängst einmarschierten normannischen Eroberer, die jetzt Britannien beherrschen. Und möglicherweise der Versuch, den Machtanspruch des Königs gegenüber den unterworfenen Angelsachsen, aber auch gegenüber den eigenen Familienmitgliedern zu legitimieren.Ist das bedeutendste Werk über König Artus, mit dem die Legende ihren Anfang nimmt, also ein Propagandawerk? Der Film geht der Spur nach","versions":[{"lang":1,"streams":[{"redirect":9280542,"hoster":"VOE"},{"redirect":9280539,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Nibelungenlied","epNo":3,"alt":"","descr":"Das Dokudrama blickt auf das wichtigste literarische Epos des deutschen Mittelalters: das Nibelungenlied. Es besitzt alle Zutaten für ein gutes Fantasy-Stück: Drachen, Zwerge, Schätze, Liebe, Rache und Heldentaten.Entstanden um das Jahr 1200, vereinigt der Text zwei Erzählebenen: die Ursprünge der Sage um Siegfried, den Drachen und den riesigen Goldschatz liegen in der Spätantike. Der historische Kern erzählt von der Völkerwanderungszeit, als Germanen, Römer und Hunnen um das Erbe des Römischen Reiches kämpfen.Dennoch liegt der Fokus des Films auf der mittelalterlichen Zeitebene. Welche Elemente seiner eigenen Gegenwart, der Blütezeit der Staufer, lässt der Autor bewusst oder unbewusst in die Geschichte einfließen? So lautet die Leitfrage.Der Film erzählt die wichtigsten Stationen des Nibelungenliedes – von der Liebe zwischen Siegfried und Kriemhild über die Ermordung Siegfrieds bis zu Kriemhilds grausamer Rache an seinen Mördern, die ihr auch selbst den Tod bringt.Vor diesem Hintergrund bereitet das Nibelungenlied, dessen Verfasser(in) unbekannt ist, den Tugendkanon des Hochmittelalters für ein höfisches Publikum auf.Das Dokudrama erläutert die einzelnen Handlungen der Protagonisten und Protagonistinnen vor dem kulturellen, politischen und sozialen Hintergrund dieser Zeit. So erfüllt etwa die Liebe von Siegfried und Kriemhild das hochmittelalterliche Ideal der Minne, während König Gunther den Inbegriff eines \"rex iniustus\", eines nicht gerechten Königs, darstellt.Und: Nicht Siegfried ist der eigentliche Held der Geschichte, sondern Kriemhild.","versions":[{"lang":1,"streams":[{"redirect":9280552,"hoster":"VOE"},{"redirect":9280596,"hoster":"Streamtape"}]}]}]}]}