{"path":"/serie/stream/grostadtfrsterin","name":"Großstadtförsterin","descr":"Die junge Försterin Jana Doussière (Reinsperger), die bislang in einem wilden Wald in den Vogesen ihren Beruf auslebte. Das war genau das Richtige für sie, Jana liebt die Einsamkeit in weitläufigen Waldgebieten. Doch nun tritt sie kurzfristig eine Stelle im Forstamt des Berliner Grunewaldes an. Einige städtische Überraschungen warten dabei auf sie: Nicht nur mit Sofas im Baum oder nackten Männern im Wald ist sie konfrontiert, sondern auch mit demonstrierenden Wildschwein-Fans und Naturschützern. Zudem begegnet ihr ein geheimnisvoller Stadtjäger (Alexander Khuon) und selbst Forstmeister Robin (Eugen Knecht) hat nicht unbedingt auf die Verstärkung gewartet. Eigentlich hatte Jana den neuen Job durch ihre beste Freundin Aylin (Aybi Era) erhalten. Doch die hat ihr scheinbar nicht alles über den neuen Arbeitsplatz erzählt.","seasons":[{"path":"/serie/stream/grostadtfrsterin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/grostadtfrsterin/staffel-1/episode-1","name":"Berliner Besonderheiten","epNo":1,"alt":"","descr":"Die junge Försterin Jana Doussière (Stefanie Reinsperger) tritt kurzfristig eine Stelle im Forstamt Grunewald an. Aus einem wilden Wald in den Vogesen kommend, prallt die einsamkeitsliebende Jana, die sich mit Menschen eher schwertut, auf den Großstadtwald und seine \"Berliner Besonderheiten\". Neben nackten Männern, demonstrierenden Wildschwein-Fans und engagierten Naturschützer wird die neue Revierleiterin unter anderem auch mit Sofas im Baum konfrontiert, mit einem geheimnisvollen Stadtjäger (Alexander Khuon) und mit Forstmeister Robin (Eugen Knecht), der nicht gerade auf sie gewartet hat. Und auch ihre beste Freundin Aylin (Aybi Era), die sie hergeholt hat, scheint ihr nicht alles erzählt zu haben über den neuen Job.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13815635","hoster":"VOE"},{"path":"/redirect/13815640","hoster":"Streamtape"}]}]}]}]}