{"path":"/serie/stream/guardian-of-the-spirit","name":"Guardian of the Spirit","descr":"[Ger Dub] Nach zwei Jahren Abwesenheit kehrt die rastlose Leibwächterin Balsa in das Kaiserreich New Yogo zurück. Dort wird die Kriegerin Zeuge eines \"Unfalls\", bei dem der 11-jährige Prinz Chagum von einer Brücke in einen reißenden Fluss stürzt. Geistesgegenwärtig springt Balsa in die Fluten und rettet den zweitgeborenen Sohn. Die Kaiserin lädt Balsa zum Dank in ihren Palast und weiht sie dort in ein unheilvolles Geheimnis ein: Der kleine Kaisersohn zeigt Anzeichen, von einer fremden Macht beherrscht zu werden. Um seinen Ruf nicht zu beschädigen, will der Kaiser sein eigenes Kind umbringen lassen... Auf Wunsch der Kaiserin nimmt Balsa Chagum in ihre Obhut und flieht mit ihm aus dem Palast. Das Geheimnis hinter der Macht, die ihren Gefährten befallen hat, ist größer als erwartet, den Chagum wird zum \"Guardian of the Spirit\", und damit zum Schicksalsträger des gesamten Reiches...","seasons":[{"path":"/serie/stream/guardian-of-the-spirit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-1","name":"Balsa, die Leibwächterin","epNo":1,"alt":"Barusa Onna Yojinbö","descr":"Balsa, eine Speerträgerin aus Kanbal, kehrt nach zwei Jahren in das Dorf Yogo zurück, um dort ihren Speer reparieren zu lassen. Als sie auf dem Weg Prinz Chagum das Leben rettet, wird sie von seiner Mutter gebeten, mit ihrem Sohn zu fliehen und ihn zu beschützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335587","hoster":"VOE"},{"path":"/redirect/8544029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-2","name":"Jäger und Gejagte","epNo":2,"alt":"Nigerumono Oumono","descr":"Balsa versucht mit Hilfe eines Feuers, ihre Flucht zu verschleiern. Doch der Heilige~Weise hegt seine Zweifel und schickt einen Trupp Jäger aus, um den Prinzen zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013335","hoster":"VOE"},{"path":"/redirect/8544033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-3","name":"Kampf um Leben und Tod","epNo":3,"alt":"Shitö","descr":"Prinz Chagum und Balsa werden außerhalb der Stadt von den Jägern angegriffen. Balsa kann die Angreifer jedoch zuerst abwehren, wird jedoch verwundet. Schwer verletzt schickt sie Chagum alleine los, um Schutz zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013337","hoster":"VOE"},{"path":"/redirect/8544038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-4","name":"Torogais Brief","epNo":4,"alt":"Torogai no Fumi","descr":"Im kaiserlichen Palast wird Chagums Lehrer Shuga mit der Aufgabe betraut, nach einem Weg zu suchen um den Prinzen von dem Dämon zu befreien. Zur gleichen Zeit versucht Tanda, der schwer verletzten Kriegerin zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013338","hoster":"VOE"},{"path":"/redirect/8544037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-5","name":"Die Blaue Hand","epNo":5,"alt":"Hisaku, Aoi Te","descr":"Tandas Meister Torogai lüftet das Geheimnis um Chagums Leiden. Bald darauf erfahren Tanda und der Rest von einer geplanten Hetzjagd nach Balsa. Aber Balsa hat bereits einen Fluchtplan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013336","hoster":"VOE"},{"path":"/redirect/8544035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-6","name":"Tod in den Augen","epNo":6,"alt":"Aogiri ni Shisu","descr":"Alle Vorbereitungen für Balsas Flucht sind getroffen. Des Kaisers Jäger haben einige Schwierigkeiten ihren Aufenthaltsort ausfindig zu machen. Doch schließlich kommen sie ihr in den Aogiri Bergen auf die Spur. Können Balsa und Chagum entkommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013343","hoster":"VOE"},{"path":"/redirect/8544040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-7","name":"Chagums Entscheidung","epNo":7,"alt":"Chagumu no Ketsui","descr":"Balsa und Chagum sind den Attentätern vorerst entkommen. Sie kehren nach Yogo zurück, um dort zu überwintern. Im Palast glaubt man derweil, das Chagum tot sei und veranlasst den Bau einer Statue. Shuga soll zudem aufhören die geheimen Schriften zu entschlüsseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013342","hoster":"VOE"},{"path":"/redirect/8544044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-8","name":"Der Schwertschmied","epNo":8,"alt":"Katana Kaji","descr":"Balsa sucht einen Schmied auf- Sie braucht eine neue Spitze für ihren Speer. Doch der Schwertschmied verdächtigt sie des Mordes an Chagum. Doch dann tauchen auf einmal zwei der geheimen Jäger auf und Balsa muss sich erneut verstecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013341","hoster":"VOE"},{"path":"/redirect/8546114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-9","name":"Shugas Durst","epNo":9,"alt":"Kawaki no Shuga","descr":"Chagums Lehrer und Wahrsager, Shuga, erfährt, dass der Prinz noch am leben sein könnte. Er macht sich sofort daran, seine Vermutungen zu bestätigen und sucht nach Hinweisen in den alten Schriften über das Dorf Yogo. Doch die anderen Weisen legen ihm Steine in den Weg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100983","hoster":"VOE"},{"path":"/redirect/8544048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-10","name":"Erde und Held","epNo":10,"alt":"Tsuchi to Eiyu","descr":"Toya zeigt Chagum wie man sich wie ein Dorfbewohner verhält, damit er weniger auffällt. Chagum entlarvt ein manipuliertes Kartenspiel und hilft den Betroffenen ihr verlorenes Geld wiederzubekommen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013347","hoster":"VOE"},{"path":"/redirect/8544043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-11","name":"Blumenwein für Tanda","epNo":11,"alt":"Hanazake o Tanda ni","descr":"Die Seele von Tōyas Freundin Saya hat ihren Körper verlassen, da das Mädchen unglücklich über eine Hochzeit ist, die für sie und den Sohn eines Reishändlers arrangiert wurde. Tanda holt Sayas Seele mit einem \"Seelenruf\" zurück. Allerdings hat er nun seinerseits Schwierigkeiten, in den eigenen Körper zurückzukehren. Erst mit Chagums und Balsas Hilfe gelingt ihm schließlich die Rückkehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100981","hoster":"VOE"},{"path":"/redirect/8546107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-12","name":"Das Sommersonnenwendfest","epNo":12,"alt":"Geshimatsuri","descr":"Chagum fordert einen Jungen aus Lota, der den Kaiser beleidigt hat, zu einem Rucha-Wettkampf beim Sonnenwendfest heraus. Obwohl Chagum gewinnt, will sich der Junge nicht entschuldigen. Balsa fordert darum dessen Vater heraus, als dieser in dem Streit Partei für seinen Sohn ergreift. Sie besiegt den Mann, woraufhin sich der Junge bei Chagum entschuldigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013352","hoster":"VOE"},{"path":"/redirect/8544042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-13","name":"Weder Mensch noch Tiger","epNo":13,"alt":"Hito de naku, Tora de naku","descr":"Ein alter Rivale, dem Balsa einst eine demütigende Niederlage beigebracht hat, hat die Kriegerin auf dem Sonnenwendfest erkannt und will sich nun an ihr rächen. Da er völlig unbeteiligte Reisende mit in den Konflikt hineinzieht, stellt sich Balsa dem Mann und kann ihn schließlich besiegen. Sie glaubt danach ihrem Schwur untreu geworden zu sein, nie mehr ein Leben zu nehmen, da sie den Besiegten zunächst irrtümlich für tot hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013358","hoster":"VOE"},{"path":"/redirect/8544049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-14","name":"Der Knoten","epNo":14,"alt":"Musubime","descr":"Shuga und die Schamanin Torogai entdecken unabhängig voneinander, dass die offizielle Schöpfungsgeschichte des Yogo-Imperiums, wonach Reichsgründer Torgar zusammen mit acht Kriegern im Aogiri-Gebirge einst einen Dürre bringenden Wasserdämon besiegt hat, nicht den Tatsachen entspricht und nur als Legitimation für den Herrschaftsanspruch der Kaiser dient. Stattdessen könnte das Ei des Wassergeistes, dessen Hüter Chagum ist, das Land vor der bevorstehenden Dürre bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013359","hoster":"VOE"},{"path":"/redirect/8544041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-15","name":"Junger Tod","epNo":15,"alt":"Yösetsu","descr":"Torogai eröffnet Balsa und Tanda, dass Chagums Leben durch den \"Eierfresser\" La Lunga bedroht wird, der zur Tagundnachtgleiche im Frühjahr aus der Parallelwelt Nayug kommt. Sie wollen zu einem abgeschiedenen Dorf der Yaku reisen, um dort aus deren Legenden mehr über La Lunga zu erfahren. Im Palast entdeckt Shuga Anzeichen dafür, dass Chagum noch lebt. Er behält dies jedoch zunächst für sich, da er noch keine Beweise hat. Indessen stirbt Kronprinz Sagum, der nach dem vermeintlichen Tod seines jüngeren Bruders unter der schweren Bürde der Thronfolge leidet, an Entkräftung und Kummer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013350","hoster":"VOE"},{"path":"/redirect/8569755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-16","name":"Mit vollem Ernst","epNo":16,"alt":"Tada Hitasura ni","descr":"Shuga und die Jäger finden heraus, dass Chagums und Balsas Sturz in den Abgrund eine Finte war. Der Sterndeuter eröffnet dem Kaiser und dem Heiligen Weisen, dass das Ei des Wassergeistes in Chagum die drohende Dürre verhindern könne. Er macht sich mit Unterstützung der Jäger auf die Suche nach dem Prinzen. Indem sie heimlich Tōya folgen, der Balsa Vorräte liefert, finden die Jäger die alte Wassermühle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013361","hoster":"VOE"},{"path":"/redirect/8544046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-17","name":"Das Wasserrad in Flammen","epNo":17,"alt":"Suisha Moyu","descr":"Shuga begegnet in der Stadt Chagum, kann den Jungen aber nicht mit zurück in den Palast nehmen, da er von Balsa daran gehindert wird. Dabei erfährt Chagum vom Tod seines Bruders Sagum. Zur selben Zeit entdecken die Jäger dank Tōyas unfreiwilliger Hilfe die Wassermühle und legen sich dort auf die Lauer. Um Balsa und Chagum zu warnen, steckt Tōya, der die Verfolger entdeckt hat, die Mühle in Brand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013355","hoster":"VOE"},{"path":"/redirect/8544047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-18","name":"Das alte Dorf","epNo":18,"alt":"Inishie no Mura","descr":"Balsa, Chagum, Torogai und Tanda reisen zum Yaku-Dorf Tomi, um durch die Legenden der Bewohner mehr über den Wassergeist und über La Lunga zu lernen. Dabei erfährt Chagum mit Schrecken, dass es vermutlich sein Schicksal ist, von La Lunga getötet zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379407","hoster":"VOE"},{"path":"/redirect/8544045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-19","name":"Flucht","epNo":19,"alt":"Chagumu Tobo","descr":"Chagum reißt aus und will zum kaiserlichen Hof zurückkehren, da er hofft, dort vor dem Eierfresser La Lunga in Sicherheit zu sein. Balsa folgt ihm und überredet ihn zu bleiben, indem sie verspricht, ihn mit allen Mitteln zu beschützen. Währenddessen erreichen auch Shuga und die Jäger das Dorf, wo sie die Herausgabe des Prinzen fordern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013365","hoster":"VOE"},{"path":"/redirect/8546115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-20","name":"Zur Höhle des Jägers","epNo":20,"alt":"Kariana","descr":"Torogai berichtet Shuga von La Lunga und überzeugt ihn und die Jäger, Chagum weiterhin in Balsas Obhut zu belassen. Shuga kehrt zum Palast zurück, um dort weiter die geheimen Aufzeichnungen der Sterndeuter zu entschlüsseln. Balsa, Chagum, Torogai und Tanda machen sich zur Höhle des Jägers auf, um dort zu überwintern. Um den Jungen, der noch immer mit seinem Schicksal hadert, aus seiner trübsinnigen Stimmung herauszuholen, erzählt Balsa ihm von ihrer Vergangenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013351","hoster":"VOE"},{"path":"/redirect/8546111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-21","name":"Jiguro Musa","epNo":21,"alt":"Jiguro Musa","descr":"Als Balsas Vater am Königshof von Kanbal in eine politische Intrige verwickelt wird, bittet er den befreundeten Speerträger Jiguro mit der jungen Balsa aus Kanbal zu fliehen. Auf dem Weg nach Yogo ist Jiguro gezwungen mehrere seiner Freunde zu töten, die ihrerseits erpresst wurden Jiguro und Balsa zu verfolgen. Nachdem die beiden Nachricht von der Ermordung von Balsas Vater erhalten, unterrichtet Jiguro Balsa in seiner Kampfkunst, damit sie sich verteidigen kann, falls ihm etwas zustoßen sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013354","hoster":"VOE"},{"path":"/redirect/8544051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-22","name":"Zeit des Erwachens","epNo":22,"alt":"Mezame no Toki","descr":"Mehrere Jahre später muss Jiguro auch die letzten seiner ehemaligen Kameraden töten, als diese Balsa und ihn aufspüren. Als sich einige Zeit später die politischen Verhältnisse in Kanbal zum Guten verändern und Jiguro an einer Krankheit stirbt, schwört Balsa für die acht von ihm getöteten Männer Buße zu tun und genauso viele Leben zu retten. Durch diese Geschichte kann Chagum sein Schicksal leichter akzeptieren und er bittet Balsa darum, ihm das Kämpfen beizubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013364","hoster":"VOE"},{"path":"/redirect/8546112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-23","name":"Auf der Jagd nach Sig-Salua","epNo":23,"alt":"Shigu Sarua o Otte","descr":"Zu Beginn des Frühjahrs wird Chagums Handeln mehr und mehr von dem Ei des Wassergeistes beeinflusst. An einem See treffen er und seine Begleiter wieder mit Shuga und den Jägern zusammen. Mit der Hilfe seiner Beschützer kann der Prinz dem ersten Angriff des Eierfressers La Lunga entgehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923027","hoster":"VOE"},{"path":"/redirect/8546110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-24","name":"Die letzte Hoffnung","epNo":24,"alt":"Saigo no Kibö","descr":"Unter der Führung des Eies macht Chagum sich alleine zu dem Ort auf, an dem die Geburt des Wassergeistes stattfinden soll. Balsa, Tanda und die Jäger folgen ihm, stehen unterwegs jedoch plötzlich zwei La Lungas gegenüber. Erst als Tanda einen Weg findet, wie man in die Parallelwelt Nayug eindringen kann, gelingt es der Gruppe eines der Wesen zu töten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013356","hoster":"VOE"},{"path":"/redirect/8544052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-25","name":"Freude","epNo":25,"alt":"Utage","descr":"Balsa und ihre Begleiter finden Chagum und beschützen ihn in der Parallelwelt Nayug vor einer scheinbar endlosen Anzahl von La Lungas, die bei Sonnenaufgang plötzlich spurlos verschwinden. Tanda gelingt es das Ei aus Chagums Körper herauszuholen, sodass der Wassergeist geboren werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013360","hoster":"VOE"},{"path":"/redirect/8544055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guardian-of-the-spirit/staffel-1/episode-26","name":"Aufbruch","epNo":26,"alt":"Tabidachi","descr":"Zurück im kaiserlichen Palast wird Chagum zum Kronprinzen ernannt und als Reinkarnation des Reichsgründers Torgar und somit als Retter des Yogo-Imperiums gefeiert. Balsa, Torogai und Tanda werden vom Kaiser für den Schutz des Prinzen belohnt und brechen danach auf, um nach Hause zurückzukehren. Chagum will mit seinen Freunden davonlaufen, wird aber von Balsa ermutigt, sich stattdessen seiner neuen Aufgabe zu stellen. Die Speerträgerin selbst kehrt nach Kanbal zurück, da sie dort noch eine Aufgabe zu erledigen habe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379408","hoster":"VOE"},{"path":"/redirect/8544050","hoster":"Streamtape"}]}]}]}]}