{"path":"/serie/stream/guilt-keiner-ist-schuld","name":"Guilt – Keiner ist schuld","descr":"Edinburgh: Das Leben der sehr unterschiedlichen Brüder Max und Jake ändert sich, als die beiden auf dem Heimweg von einer Hochzeit versehentlich den krebskranken Rentner Walter vor seiner Haustür tödlich anfahren. Denn obwohl sie ihre Spuren zunächst verwischen können, geraten sie mehr und mehr unter Druck, als Nachbarn und eine Verwandte des Verstorbenen beginnen, Fragen zu stellen.","seasons":[{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Walter sei friedlich eingeschlafen, heißt es in der Todesanzeige. Zumindest tun Jake und sein älterer Bruder Max, alles dafür, dass es so aussieht. Denn nur wenige Tage zuvor haben sie den Rentner Walter aus Versehen tödlich angefahren ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8625672","hoster":"VOE"},{"path":"/redirect/8625665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"20.000 Pfund verlangt von Max Nachbarin Sheila, die beobachtet haben will, wie er und sein Bruder Jake Rentner Walter tödlich angefahren haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8625671","hoster":"VOE"},{"path":"/redirect/8625669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Einmal ein Krimineller, immer ein Krimineller? Anscheinend bewegt sich Anwalt Max nicht erst seit Walters Tod im Graubereich der Legalität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8625670","hoster":"VOE"},{"path":"/redirect/8625666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Durch einen Anruf von Walters Anwalt wird klar, dass die junge Frau, die sich als Walters Nichte Angie ausgibt und in die sich Jake inzwischen verliebt hat, vielleicht jemand anders ist. Damit muss der Fall neu aufgerollt werden ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8625673","hoster":"VOE"},{"path":"/redirect/8625674","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Adrian und seine Frau Erin veranstalten ein Abendessen mit Freunden bei sich zu Hause. Sie zelebrieren auf diese Weise, dass Adrian nun seit über einem Jahr seine Kokainsucht in den Griff bekommen hat. Doch noch in derselben Nacht erwischt Erin ihren Mann zugedröhnt mit einer Tasche voller Bargeld im Keller. Bevor sie herausfinden kann, woher das Geld überhaupt stammt, taucht der Besitzer der Tasche auf und erschießt Adrian. Als der Eindringling auf sie losgehen will, verletzt Erin ihn in Notwehr tödlich. Aber nun hat sie zwei Leichen im Keller liegen und nur einen Ausweg: ihren Vater, den Gangsterboss Roy Lynch, mit dem sie schon vor Jahren gebrochen hat, um Hilfe zu bitten. Roy regelt das Problem direkt und kümmert sich auch darum, dass das Bargeld aus der Tasche für Erin gewaschen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11139372","hoster":"VOE"},{"path":"/redirect/11156672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-2/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Der ehemalige Anwalt Max hat in seinem Leben immer einen Antrieb gebraucht. Zunächst war es Gier, doch seitdem ihn der Gangsterboss Roy Lynch um seine Kanzlei gebracht hat, woraufhin er auch seine Frau und sein Haus verloren hat, ist dieser Antrieb für Max: Rache. Nun nach zwei Jahren Gefängnis wieder auf freiem Fuß, setzt Max in Zusammenarbeit mit der verdeckten Ermittlerin Jackie alles daran, Roys Leben zu zerstören. Die Tasche voller Bargeld, mit der Roy in der investigativen Rechtsberatungsagentur von Max’ Partner Kenny aufgetaucht ist, ist für Max nur ein Anfang. Auch wenn er, wie von Roy beauftragt, das Geld wäscht, versuchen er und Kenny parallel, mehr darüber in Erfahrung zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11139371","hoster":"VOE"},{"path":"/redirect/11139370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-2/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Roy Lynch eilt sein Ruf als unantastbarer Gangsterboss in Edinburgh voraus. Doch das hält den ehemaligen Anwalt Max nicht von seinem Racheplan ab. Für ihn ist Roy nämlich dafür verantwortlich, dass er alles verloren hat und die vergangenen zwei Jahre im Gefängnis verbringen musste. Wieder draußen realisiert er, dass auch Roys Tochter Erin ihren Vater zur Strecke bringen will, dem sie die Schuld daran gibt, dass ihre Mutter im Rollstuhl sitzt. Er tut sich mit ihr zusammen. Sie entdecken, dass Roy über Jahre mit Hilfe der Scheinfirma Phoenix große Teile des Hafenviertels gekauft hat, um es komplett umzubauen. Dieses Großbauprojekt ist für Roy sein legales Vermächtnis und deshalb in Max’ und Erins Augen ideal, um ihn da zu treffen, wo es ihm richtig wehtut. Dabei kommen sich die beiden langsam näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252178","hoster":"VOE"},{"path":"/redirect/11156634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/guilt-keiner-ist-schuld/staffel-2/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Der Ex-Anwalt Max hatte schon immer eine schwierige Beziehung zu seinem Bruder Jake. Aber seitdem dieser vor zwei Jahren geholfen hat, Max für einen tödlichen Unfall mit Fahrerflucht ins Gefängnis zu bringen, an dem sie eigentlich beide beteiligt waren, herrscht zwischen den Brüdern Funkstille. Nun ist Jake in dem Glauben, dass Max von einem Bus überfahren wurde, zurück nach Edinburgh gekommen. Dass dies nur eine Finte von Gangsterboss Roy Lynch und dessen Frau Maggie war, um Jake gegen seinen Bruder als Druckmittel benutzen zu können, wird den Geschwistern nun schnell klar. Trotz alledem kann Max nicht mehr zurück, denn schon lange ist es nicht mehr nur Rache, die ihn antreibt, weil Roy ihm sein früheres Leben kaputtgemacht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11139373","hoster":"VOE"},{"path":"/redirect/11139380","hoster":"Streamtape"}]}]}]}]}