{"path":"/serie/stream/gulag-die-sowjetische-hauptverwaltung-der-lager","name":"Gulag - Die sowjetische Hauptverwaltung der Lager","descr":"Der Gulag gilt als eine der markantesten historischen Besonderheiten des 20. Jahrhunderts. Das 1918 ins Leben gerufene Netz sowjetischer Straf- und Arbeitslager, eine Art Staat im Staate, wurde viele Jahrzehnte lang geheim gehalten und geleugnet. Die Zwangsarbeiter sollten ihren Beitrag zum Aufbau des Sozialismus leisten.","seasons":[{"path":"/serie/stream/gulag-die-sowjetische-hauptverwaltung-der-lager/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gulag-die-sowjetische-hauptverwaltung-der-lager/staffel-1/episode-1","name":"Die Anfänge 1917-1933","epNo":1,"alt":"","descr":"Mit der Errichtung der ersten Straf- und Arbeitslager wurde bereits 1918 begonnen, nur wenige Monate nach der Oktoberrevolution. Die Bolschewiki wollten sich dort ihrer politischen Gegner entledigen und \"asoziale Elemente\" durch Zwangsarbeit umerziehen. Einen ersten Großversuch starteten sie auf den Solowezki-Inseln, wo Tausende politische Gefangene und andere Straftäter auf unmenschlichste Weise gefügig gemacht werden sollten. Nach Lenins Tod übernahm Stalin die Macht, peitschte die Industrialisierung des Landes durch und ließ die Landwirtschaft zwangskollektivieren, was zu großen Hungersnöten führte. In weit abgelegenen Gegenden wie der sibirischen Kolyma-Region entstanden riesige Zwangsarbeiterkomplexe. Die sowjetische Geheimpolizei GPU, die zur Aufgabe hatte, den \"Volkskörper\" von \"zersetzenden Elementen\" zu reinigen, schickte Hunderttausende ins Lager, wo sie einen Beitrag zum Aufbau des Sozialismus leisten sollten. Der Gulag gilt als eine der markantesten historischen Besonderheiten des 20. Jahrhunderts. Das 1918 ins Leben gerufene Netz sowjetischer Straf- und Arbeitslager erreichte seine größte Ausdehnung in den 1950er Jahren, wurde jedoch viele Jahrzehnte lang geheim gehalten und seine Existenz von staatlicher Seite geleugnet. Die Dokumentationsreihe von Patrick Rotman, Nicolas Werth und François Aymé erzählt die Geschichte eines Staats im Staate, der bis heute nicht vollständig erforscht ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6716277","hoster":"VOE"}]}]},{"path":"/serie/stream/gulag-die-sowjetische-hauptverwaltung-der-lager/staffel-1/episode-2","name":"Wucherungen 1934 - 1945","epNo":2,"alt":"","descr":"Auf dem XVII. Parteitag der KPdSU von den Funktionären bejubelt, ordnete Stalin 1934 den Bau des Moskau-Wolga-Kanals und einer neuen Trasse der Transsibirischen Eisenbahn an. Die mittlerweile in das NKWD eingegliederte GPU ließ immer weitere Lager errichten und baut den Gulag zu einer regelrechten Strafindustrie aus. 1935 überstieg die Zahl der Inhaftierten erstmals die Millionengrenze. Während der sogenannte Große Terror sich nach außen in den Moskauer Prozessen manifestierte, litt die sowjetische Bevölkerung unter immer stärkeren Repressionen. Es kam zu Massenhinrichtungen und willkürlichen Festnahmen. Im Januar 1939 verrichteten mehr als zwei Millionen Menschen Arbeitsdienst im Gulag. Am 22. Juni 1941 wurde die Sowjetunion von Deutschland angegriffen. Ab 1942 verschlechterten sich die Haftbedingungen zusehends. Zahlreiche Häftlinge wurden durch Hunger und Seuchen getötet. Obwohl die Sowjets 1945 den Sieg über Nazideutschland erringen konnten, wurde der \"Archipel Gulag\", wie der Schriftsteller Alexander Solschenizyn das Lagersystem in seinem Werk nannte, weiter ausgebaut, denn das System diente der Beschaffung wichtiger Rohstoffe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6716278","hoster":"VOE"}]}]},{"path":"/serie/stream/gulag-die-sowjetische-hauptverwaltung-der-lager/staffel-1/episode-3","name":"Zenit und Todeskampf 1945 - 1957","epNo":3,"alt":"","descr":"In den neuen Blockstaaten Osteuropas wurden nach dem Ende des Zweiten Weltkriegs zahlreiche Strafgefangene, aber auch Normalbürger \"antisowjetischer Umtriebe\" bezichtigt und in Lager deportiert. Vor allem die Situation der Frauen, die ein Viertel der Inhaftierten ausmachten, war dramatisch. Ende der 1940er Jahre lebten mehr als zwei Millionen Menschen zusammengepfercht auf engstem Raum unter extremen Bedingungen. Das wirkte sich auch auf die Produktivität der Lagerindustrie aus. Als nach Stalins Tod am 5. März 1953 politisches Tauwetter einsetzte, wurden eine Million Gefangene freigelassen. 1956 machte Chruschtschow die stalinistischen Verbrechen publik. Das Land war tief erschüttert und der Gulag wurde schrittweise aufgelöst. 1973 sorgte Alexander Solschenizyns \"Archipel Gulag\" für internationales Aufsehen: Die Mauer des Schweigens wurde endlich überwunden. Nach dem Zusammenbruch des Kommunismus zu Beginn der 1990er Jahre wollten die russischen Machthaber die Vergangenheit hinter sich lassen. Die Spuren des Gulags wurden nach und nach aus der Landschaft und dem russischen Gedächtnis getilgt.","versions":[]}]}]}