{"path":"/serie/stream/gunpowder","name":"Gunpowder","descr":"Im Jahr 1605 hallen die religiösen-politischen Unruhen in England weiter nach. Seit Heinrich VIII. die anglikanische Kirche gründete, herrscht ein kalter Krieg zwischen Protestanten und Katholiken. Unter dem protestantischen König Jakob I. und seinem Minister Robert Cecil (Mark Gatiss) verschlechterte sich die Situation der Katholiken. Der Edelmann Robert Catesby (Kit Harington) aus der Provinz hatte durch sein Festhalten an seinem Glauben sein Vermögen, sein Ansehen und dadurch auch seinen geistige Gesundheit verloren. Er versammelt um sich Mitverschwörer, die einen ehrgeizigen Plan schmiedeten: Mehrere Tonnen Schießpulver ins Parlamentsgebäude schaffen und zur Eröffnung der Parlamentssaison zünden – und dabei das gesamte House of Lords und die Königsfamilie töten. Während der Jesuiten-Pater Garnet (Peter Mullan) Catesby zum Frieden mahnt ahnt seine kluge Cousine Anne Vaux (Liv Tyler) seinen Plan und fürchtet die Rache der Protestanten für alle Katholiken …","seasons":[{"path":"/serie/stream/gunpowder/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gunpowder/staffel-1/episode-1","name":"Verteidigt den Glauben, was es auch kostet","epNo":1,"alt":"Episode 1","descr":"England im Jahre 1603: Elizabeth I. ist tot und King James aus Schottland hat den Thron bestiegen. Da sich das Land im Krieg gegen das katholische Spanien befindet, werden englische Katholiken verfolgt und ihre Priester zum Tode verurteilt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9013711","hoster":"VOE"},{"path":"/redirect/8793299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gunpowder/staffel-1/episode-2","name":"Versammelt euch, Verschwörer","epNo":2,"alt":"Episode 2","descr":"Während Cecil (Mark Gatiss) näherkommt, ersucht Catesby (Kit Harington) Hilfe für seine Rebellion und sammelt Anstifter. Als einer von ihnen in Gefahr gerät, riskieren sie alles mit einem gewagten Angriff auf den Tower of London.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592422","hoster":"VOE"},{"path":"/redirect/8546338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gunpowder/staffel-1/episode-3","name":"Unter uns das Inferno","epNo":3,"alt":"Episode 3","descr":"Am Vorabend des 5. November, beladen Catesby (Kit Harington), Fawkes (Tom Cullen) und die Anstifter die Tunnel unter dem Parlament mit Fässen voller Schießpulver.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9581955","hoster":"VOE"},{"path":"/redirect/8546343","hoster":"Streamtape"}]}]}]}]}