{"seriesId":"gunslinger-stratos","name":"Gunslinger Stratos","descr":"[Ger Sub] Basierend auf einem Arcade-Game von SquareEnix erzählt Gunslinger Stratos die klassische Geschichte eines Nobodys, der über sich selbst hinauswachsen muss, um die Welt zu retten. Dabei bekommt er es mit einer Kopie von sich aus der Parallelwelt Frontier S zu tun.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Open Hostilities: My Other Self","descr":"Eines Morgens im Jahr 2115 erwacht Tohru Kazasumi im 17. Verwaltungsbezirk der kaiserlichen Stadt Fernost aus einem seltsamen Traum. Nach der Schule kehrt er mit seiner Klassenkameradin Kyoka nach Hause zurück, als sie das mysteriöse Mädchen aus seinem Traum am Straßenrand sehen.","versions":[{"lang":2,"streams":[{"redirect":13014862,"hoster":"VOE"},{"redirect":10110724,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9013730,"hoster":"VOE"},{"redirect":8546337,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Resolve: An Ending World","descr":"Tohru und Kyoka entkommen ihrer Krise und kehren mit Hilfe von Remy Odhner nach Hause zurück. Tohru wird unterwegs ohnmächtig und wacht in einem fremden Institut auf. Er wird zu Brian Odhner gebracht, der darauf wartete, Tohru die Wahrheit der Welt zu enthüllen ...","versions":[{"lang":3,"streams":[{"redirect":9013731,"hoster":"VOE"},{"redirect":8569883,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sortie: Noble And Fleeting","descr":"Nach der Schule hält ein Luxusauto neben Tohru. Die Tür öffnet sich und zeigt Kyohma. Er bietet Tohru eine Fahrt zum Labor an und nutzt dann die Zeit, um Tohru nach seiner wahren Absicht zu fragen, den Fall zu eröffnen.","versions":[{"lang":3,"streams":[{"redirect":9013728,"hoster":"VOE"},{"redirect":8546334,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Confrontation Those Who Defend Time","descr":"Tohru kehrt verärgert in den Verwaltungsbezirk zurück, um einen Kameraden vor seinen Augen fallen zu sehen. Er gibt sich die Schuld für das Ergebnis, als eine Mitteilung der Zeitnehmer eintrifft und alle berechtigten Personen erneut zum Kampf aufgefordert werden ...","versions":[{"lang":3,"streams":[{"redirect":9013727,"hoster":"VOE"},{"redirect":8546336,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Revelation: Two Histories","descr":"Nach einem erbitterten Kampf erreichen beide Tohrus den von Timekeepers festgelegten Ort. Dort werden sie mitten in einem Schusswechsel plötzlich aufgefordert, den Kampf einzustellen. Die Tür am Ende des Durchgangs öffnet sich und eine unerwartete Person wartet auf sie.","versions":[{"lang":3,"streams":[{"redirect":12335584,"hoster":"VOE"},{"redirect":8546335,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Castaway: The Other World","descr":"Die Macht der Zeitnehmer schickt Tohru in eine ungewohnte Gasse. Er erwacht zu Kinderstimmen und sieht den Kyoka, der für Frontier S kämpft. Er hat zum Versteck von Team Bastian geführt, wo Kyoka Tohru von der harten Realität erzählt, der sich die Leute in Frontier S gegenübersehen müssen.","versions":[{"lang":3,"streams":[{"redirect":9013739,"hoster":"VOE"},{"redirect":8546344,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Reuniting: A Bitter Dream","descr":"In der letzten Zeit hat sich ein riesiger Sandsturm entwickelt und Tohru wird davon verschluckt. Während er drinnen ist, findet er seine Entschlossenheit zu kämpfen auf die Probe gestellt, als er erneut mit den Zeitmessern konfrontiert wird.","versions":[{"lang":3,"streams":[{"redirect":9013732,"hoster":"VOE"},{"redirect":8569884,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Battlefield: The Price of Bloodshed","descr":"Der Sandsturm tobt weiter mit Remy in der Mitte. Es greift wahllos an und lässt beide Seiten von seiner Macht überwältigt. In diesem Moment wird etwas beobachtet, das durch die Sandwand kommt ...","versions":[{"lang":3,"streams":[{"redirect":13500195,"hoster":"VOE"},{"redirect":8546339,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sudden Turn: The Price of Arrogance","descr":"Nachdem Tohru vor einem Notfall gewarnt wurde, wird er gezwungen, in die Gegenwart zurückzukehren. Infolgedessen fällt er in Ohnmacht und wacht im Labor auf, als Brian Odhner auf ihn wartet. Während Tohru versucht, die Situation zu erfassen, stellt Brian ihn jemandem vor ...","versions":[{"lang":3,"streams":[{"redirect":9013736,"hoster":"VOE"},{"redirect":8546340,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Counterattack: The Destination of Emotions","descr":"Tohru und Kyoka werden mit Hilfe von Kumi und Lyudmila wieder vereint und fliehen aus dem Labor in ein Lagerhaus. Endlich hat Tohru einen Moment Zeit, um sich auszuruhen. Er schläft ein und beginnt von der Vergangenheit des mysteriösen jungen Mädchens zu träumen.","versions":[{"lang":3,"streams":[{"redirect":9013734,"hoster":"VOE"},{"redirect":8546351,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Showdown: At The End Of Time","descr":"Angesichts des Endkampfs kommen beide Seiten erneut ins Spiel, um die Zukunft ihrer Welten zu schützen. Im 2015 Shibuya, das den riesigen Energiewürfel hat, beginnt der wilde Krieg.","versions":[{"lang":3,"streams":[{"redirect":9013737,"hoster":"VOE"},{"redirect":8546342,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Encounter / Our Future","descr":"Da der Frontier S Tohru nicht glauben kann, dass die Ausrottung der Zeitnehmer zu einer echten Erlösung für beide Zukünfte führt, fordert er den 17. Tohru für einen letzten Kampf heraus. Der ultimative Showdown beginnt mit den beiden auf dem Spiel stehenden Futures.","versions":[{"lang":3,"streams":[{"redirect":9013738,"hoster":"VOE"},{"redirect":8546346,"hoster":"Streamtape"}]}]}]}]}