{"path":"/serie/stream/gunthers-millionen","name":"Gunthers Millionen","descr":"Das Leben des Multimillionärs Gunther VI. könnte luxuriöser nicht sein. Er reist in Privatjets, verspeist Steaks mit Blattgold und umgibt sich mit einer glamourösen Entourage aus Werbebotschafter*innen und Unterhaltungskünstler*innen. Dabei ist Gunther ein Schäferhund. Der Legende nach gehörte sein Urgroßvater einst einer geheimnisvollen Gräfin, deren Sohn auf tragische Weise ums Leben kam. Da sie ohne Erben dastand, vermachte sie ihr Vermögen ihrem geliebten Hund. Um diesen sollte sich ein enger Freund ihres Sohnes, der italienische Pharma-Erbe Maurizio Mian kümmern. Letzterer baute in den vergangenen 30 Jahren im Namen seines tierischen Geldgebers ein Imperium auf, das Investitionen in Luxusimmobilien und kontroverse Gesellschaftsexperimente umfasste und mit einem der größten Steuerbetrugsfälle aller Zeiten in Verbindung gebracht wurde. Eine traumhafte und bizarre Märchengeschichte wie diese wirft natürlich Fragen auf. Die ausführenden Produzent*innen Aurelien Leturgie und Emilie Dumay suchen in dieser vierteiligen investigativen Dokuserie weltweit nach Antworten. Anhand von nie zuvor gezeigtem Archivmaterial und intimen, zum Teil schockierenden Interviews mit Maurizio Mian und anderen langjährigen Begleiter*innen von Gunther wollen sie die komplizierte Wahrheit über das reichste Haustier der Welt aufdecken.","seasons":[{"path":"/serie/stream/gunthers-millionen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gunthers-millionen/staffel-1/episode-1","name":"Ein glücklicher Hund","epNo":1,"alt":"Lucky Dog","descr":"Eine Gräfin hinterlässt ihrem Hund ein Millionenerbe, an das Maurizio Mian gerät, ein Freund ihres verstorbenen Sohns. Der stellt den Vierbeiner ins Medienrampenlicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12165483","hoster":"VOE"},{"path":"/redirect/12165482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gunthers-millionen/staffel-1/episode-2","name":"Im Hundehaus","epNo":2,"alt":"In the Dog House","descr":"Während Gunther Fressi vom Privatkoch genießt, kauft Mian Madonnas Villa, stattet sie mit Kameras aus und wirbt für ein pikantes Experiment eine Schar von Models an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12165490","hoster":"VOE"},{"path":"/redirect/12165489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gunthers-millionen/staffel-1/episode-3","name":"Im Vertrauen auf Hund","epNo":3,"alt":"In Dog We Trust","descr":"Die Vorgänge in der Villa führen zu Beschwerden. Die Entourage zieht nach Italien weiter, wo Mian mit genetisch perfekten Paarungen zu experimentieren beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12165491","hoster":"VOE"},{"path":"/redirect/12165496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gunthers-millionen/staffel-1/episode-4","name":"Das Vermächtnis des Hundes","epNo":4,"alt":"Heir of the Dog","descr":"Mian enthüllt schließlich die Wahrheit über Gunther. Das Erbe des Hundes gerät in gefährliche Hände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12165548","hoster":"VOE"},{"path":"/redirect/12165547","hoster":"Streamtape"}]}]}]}]}