{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern","name":"Gute Freunde - Der Aufstieg des FC Bayern","descr":"Im Sommer 1965 gelingt dem FC Bayern München der Aufstieg in die Bundesliga. Großen Anteil daran haben fünf aufstrebende Fußballer, die auch heute noch untrennbar mit dem Verein und dem Deutschen Fußball verbunden sind: Gerd Müller, Sepp Maier, Franz Beckenbauer, Paul Breitner und Uli Hoeneß. Neben den persönlichen Lebenswegen, erzählt die Serie von einer Mannschaft zwischen 1965 und 1974, die aus dem Nichts kam.","seasons":[{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1/episode-1","name":"Gerd Müller","epNo":1,"alt":"","descr":"Müller ist siebzehn Jahre alt und Schweißer, als sein Vater viel zu früh stirbt. Fortan ist es an ihm, für den Lebensunterhalt der Familie aufzukommen. Eine große Bürde. Doch dann bietet sich eine Gelegenheit, die ihm eine neue Perspektive öffnet: Der hochbegabte Amateurfußballer bekommt das Angebot für den ambitionierten Regionalligisten FC Bayern zu spielen – und dort ein Zubrot zu verdienen.Aus diesem Zubrot wird bald mehr. Vor allem durch die Tore von Müller. Und mit dem Erfolg kommt die Aufmerksamkeit. Für Müller ist das von Anfang an ein zweischneidiges Schwert. Wie jedes Nachkriegskind ist es für ihn der finanzielle Aspekt enorm wichtig, doch dazu muss er sich als Werbefigur inszenieren lassen – und das fällt ihm schwer. Er gibt Interviews, auch auf Anraten seiner Frau Uschi, der der Rummel um Beckenbauer ein Dorn im Auge ist, er singt Schlager ein – aber am liebsten ist er doch zuhause und schaut Western im Fernsehen. Es ist dieser Spagat, der Müller immer wieder unglücklich werden lässt, trotz des schier unglaublichen Erfolgs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14268634","hoster":"VOE"},{"path":"/redirect/14264222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1/episode-2","name":"Sepp Maier","epNo":2,"alt":"","descr":"Maiers Vater arbeitet in der Psychiatrie. Das Geld ist immer zu knapp. Aber der kleine Sepp hat eine große Lebensfreude, gepaart mit einem Humor, der ihn im Leben viele Dinge einfacher bewältigen lassen wird als zum Beispiel Müller. Und er hat einen Vater, der alles für ihn tut; der sogar eigenen Job aufs Spiel setzt und schließlich verliert, um Sepp einen Wunsch zu erfüllen. Fortan nagt die Familie vier Jahre am Hungertuch. Ein Ereignis, das in Sepp nachhallt, das ihn mit Dankbarkeit erfüllt, und dass in ihm den Wunsch reifen lässt, seinem Vater eines Tages etwas zurückzugeben. Es wird sein Antrieb für Höchstleistungen und Erfolge. Die folgenden neuen Annehmlichkeiten kommen auch für Maier allerdings unerwartet. Er geht damit ganz anders um als Müller, er ist ein Filou und Spaßmacher. Er kauft sich als erstes ein schnelles Auto, obwohl er weiß, dass seine Frau Agnes das für verschwenderisch halten wird. Maier lässt sich leicht verführen – aber er zerbricht daran nicht. Mit seiner grundpositiven Lebenseinstellung meistert er die Dinge mit einer gewissen Leichtigkeit. Und wirkt dabei immer als das vermittelnde Bindeglied zwischen den Mannschaftskameraden; er ist so etwas wie das mittlere Geschwisterkind, das alle mit seinen derben Späßen und seinem warmherzigen Humor bei Laune und zusammenhält. Dabei hat er immer den sportlichen Erfolg im Blick, seine Wurzeln, sowie die Dankbarkeit, die er seinem Vater entgegenbringen will. 1966 setzt er alles daran, den WM-Titel mit der Nationalmannschaft gewinnen – und scheitert aufgrund unglücklichster Umstände. Doch 1967 gelingt es ihm schließlich mit dem Europapokal der Pokalsieger, sich selbst und seinen Vater glücklich zu machen und ihm spät das zurückzuzahlen, was der einst geopfert hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14268571","hoster":"VOE"},{"path":"/redirect/14264223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1/episode-3","name":"Franz Beckenbauer","epNo":3,"alt":"","descr":"Beckenbauer hat keinerlei Probleme mit dem Ruhm. Er scheint – und das erkennt sein Manager Schwan schnell – die ideale Figur, er hat vermarktbares Starpotenzial. Mit ihm kann endlich das große Geld verdient werden. Er ist ein Geschäftsmodell. Denn Beckenbauer hat ein unvergleichliches Charisma. Nichts, was er tut, sieht nach Arbeit aus, alles ist von einer Leichtigkeit und Eleganz erfüllt. Der Franz, der kann’s – immer mit der attraktiven und Klatschblatt-kompatiblen Ehefrau Brigitte an seiner Seite. Doch Beckenbauers Werdegang wird nicht nur von der Presse – typisch deutsch – von Anfang an besonders kritisch beäugt, sondern zusehends auch von seinem Kameraden Müller. Der neidet Beckenbauer die Aufmerksamkeit, wohl wissend, dass er selbst mit diesem enormen Rummel seine Schwierigkeiten hätte. Beckenbauer aber lässt auch das cool an sich abtropfen (was nicht unbedingt zur Stabilisierung der Mannschaftsharmonie beiträgt) – anders als eine private Geschichte, die ihm immer mehr zu schaffen macht: Er hat im Alter von siebzehn Jahren einen Sohn gezeugt, nicht mit Brigitte, sondern mit Ingrid. Der Junge heißt Thomas und lebt bei seiner Mutter. Franz hängt sehr an dem Jungen und möchte ihn zu sich holen. Er besucht ihn wöchentlich, aber nur heimlich. Wenn die Presse davon erfahren würde, das weiß auch der gewiefte Manager Schwan, wäre Beckenbauers Image zerstört. Und damit auch das Geschäft. Ein Dilemma, das der neue Ruhm mit sich bringt. Irgendwann hält der Familienmensch Beckenbauer die Geheimniskrämerei nicht mehr aus und bekennt sich öffentlich zu seinem Sohn. Bei der Weltmeisterschaft 1970 wird Beckenbauer im \"Jahrhundertspiel\" gegen Italien zur Lichtgestalt des deutschen Fußballs, zum \"Kaiser\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14277290","hoster":"VOE"},{"path":"/redirect/14264232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1/episode-4","name":"Paul Breitner","epNo":4,"alt":"","descr":"Breitner verkörpert das Gegenteil vom eleganten Beckenbauer. Er ist der einzige Sohn eines Verwaltungsbeamten. Er will von Tag eins an am Denkmal Beckenbauer rütteln, er wird zum Herausforderer, zum Revoluzzer. Breitner ist selbst Herausforderungen gewohnt, und er nimmt sie an, egal, was kommt. Ein Kämpfer, wie ihn die Mannschaft bis dato noch nicht hatte. Er wuchs unter einem strengen Vater auf, er hat Rückenprobleme und sieht nicht gut, aber das ist ihm egal. Dann muss er eben härter trainieren als die anderen. Er beißt sich durch, auch als ihn die Bundeswehr einzieht und er viele Trainingseinheiten und wichtige Spiele bei den Bayern verpasst. Aber Breitner gibt nicht auf und hält dabei zu keiner Zeit mit seiner Meinung hinterm Berg. Im zweiten Neuzugang der Saison, Uli Hoeneß, findet er einen kongenialen Partner. So unterschiedlich die beiden auch sind, hier der politisch links orientierte Paul, dort der geschäftstüchtige CSU-Wähler Uli, sie sind gute Freunde und nehmen sich nicht weniger vor, als den FC Bayern zu revolutionieren. Das sorgt vor allem mit der Achse Maier-Müller-Beckenbauer für Reibung und Zündstoff, wird aber durch die immer größeren Erfolge zunächst kompensiert. Man muss zusammenhalten. Aus der Truppe der Freunde wird eine Zweckgemeinschaft. Bis Breitner es zu weit treibt und die Geschäftsführung um Schwan und Neudecker gegen sich aufbringt und sich bald mit einem drohenden Rauswurf konfrontiert sieht. Schließlich ist es aber seine Unverzichtbarkeit als erstklassiger Verteidiger, die dafür sorgt, dass sich die Mannschaft auf die Seite ihres streitbaren Mitspielers stellt. Noch einmal hat der Teamgeist gesiegt. Breitner darf bleiben – und wird bald ein Garant für die sportlichen Erfolge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14231535","hoster":"VOE"},{"path":"/redirect/14475734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1/episode-5","name":"Uli Hoeneß","epNo":5,"alt":"","descr":"Uli Hoeneß rüttelt weiter an der romantischen Ursprungsidee von den elf Freunden, die füreinander einstehen und gemeinsam durch dick und dünn gehen. Hoeneß denkt groß, größer noch als Manager Schwan. Der \"schnellste Stürmer Europas\" ahnt, dass im Fußball ein Geschäft schlummert, das sein Potenzial noch lange nicht ausgeschöpft hat. Als Sohn eines Metzgers hat er früh gelernt, was es bedeutet, eine optimale Gewinnspanne zu erwirtschaften. Dieses Know-How kommt ihm als Fußballprofi nun zugute: Er organisiert Autogrammstunden, Homestorys und Werbeverträge, und zwar nicht nur für sich, sondern auch für seine Mitspieler, allen voran Paul Breitner. Das kommt nicht bei allen gut an, vor allem Franz Beckenbauer stört sich am unternehmerischen Ehrgeiz seines Mannschaftskameraden. Dabei ist Hoeneß gar nicht der pure Kapitalist, den viele in ihm sehen wollen: Einer seiner Träume ist es, bei den Olympischen Spielen 1972 in seiner Wahlheimat München für die BRD aufzulaufen und die Goldmedaille zu gewinnen. Doch als kurz vor dem vorentscheidenden Spiel gegen Ungarn ein palästinensisches Terrorkommando elf israelische Sportler in Geiselhaft nimmt und zwei tötet, wird der Traum auf schreckliche Weise überschattet. Aber Hoeneß lässt sich nicht unterkriegen: Im Europacup-Finale gegen Atletico Madrid zeigt er es allen Kritikern, macht das Spiel seines Lebens und schießt den FC Bayern auf den Thron Europas. Was fehlt? Der Weltmeistertitel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469788","hoster":"VOE"},{"path":"/redirect/14264229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gute-freunde-der-aufstieg-des-fc-bayern/staffel-1/episode-6","name":"WM 1974","epNo":6,"alt":"","descr":"Unter der Leitung von Bundestrainer Helmut Schön fahren die fünf Super-Bayern zur WM im eigenen Land. Ergänzt durch die Top-Spieler Schwarzenbeck, Vogts, Netzer, Overath und viele mehr. Doch der Favorit für das Turnier ist nicht die BRD, sondern die Niederlande mit ihrem \"Fußball total\" und ihrem Superstar Johan Cruyff. Zusätzlich ist das Klima innerhalb der deutschen Mannschaft alles andere als gut: Die Bayern sind sich untereinander nicht mehr grün, außerdem hat man herausgefunden, dass Italiener und Holländer wesentlich höhere Prämien erhalten als der DFB zahlen will. Von Idealismus oder dem Stolz für Deutschland zu spielen, ist auf einmal fast nichts mehr zu bemerken, es geht ums Geld. Es kommt schließlich zum Eklat, die Spieler drohen mit Abreise – die erst im letzten Augenblick verhindert werden kann. Und auch sportlich knirscht es gewaltig. Die Mannschaft unter Führung von Kapitän Beckenbauer tut sich schwer und wird vom eigenen Publikum ausgepfiffen. Der Tiefpunkt ist das 0:1 gegen die DDR. In der darauffolgenden \"Nacht von Malente\" fliegen die Fetzen, bis in die frühen Morgenstunden wird diskutiert. Alles steht auf dem Spiel, und ein letztes, entscheidendes Mal stellt sich die Frage: Wird es diesen so unterschiedlichen Charakteren gelingen, ihre persönlichen Bedürfnisse hintenanzustellen, für das große, gemeinsame Ziel? Oder zerbrechen sie an ihren Egos? Alles kommt auf den Tisch, spät in der Nacht einigen sie sich endlich und schwören sich aufeinander ein. Und danach läuft es. Die Mannschaft spielt sich bis ins Finale und triff dort – natürlich – auf die Niederlande. Hier nun schlägt die große Stunde unserer fünf Helden: Sie alle haben einen wesentlichen Anteil am Sieg, Müller schießt das entscheidende Tor und Deutschland wird Weltmeister. Und doch haben sich nicht alle Konflikte in Wohlgefallen aufgelöst: Müller und Breitner verkünden noch in der gleichen Nacht ihren Rücktritt aus der Nationalmannschaft. Und auch beim FC Bayern steht nun eine schwere Saison bevor…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14473586","hoster":"VOE"},{"path":"/redirect/14264233","hoster":"Streamtape"}]}]}]}]}