{"seriesId":"guys-with-kids","name":"Guys with Kids","descr":"Der Comic-Fan Gary, der geschiedene Anwalt Chris und der lässige Programmierer Nick sind nicht nur Nachbarn und beste Freunde, sondern auch allesamt kürzlich Vater geworden. Gemeinsam versuchen die drei Ü30-Männer, zu verantwortungsbewussten Elternteilen heranzureifen, obwohl sie selbst noch recht kindisch veranlagt sind. Beim Navigieren durch die klassischen Probleme und alltäglichen Herausforderungen der Kindererziehung versucht das Trio, sich gegenseitig zu unterstützen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das vergeigte Date","epNo":1,"alt":"Pilot","descr":"Chris hat ein Date mit seiner neuen Bekanntschaft Megan, und sucht einen Babysitter für seinen kleinen Sohn Ernie. Seine Ex-Frau Sheila ist strikt dagegen, und macht ihm einen Strich durch die Rechnung. Nick soll mit seiner Frau Emily zu einer Schulveranstaltung ihrer Tochter Violet gehen, die unter dem Motto \"Ein Abend auf der Titanic\" steht. Nick ist davon überhaupt nicht begeistert, und sagt Emily ab, die daraufhin mit Garys Frau Marny loszieht","versions":[{"lang":1,"streams":[{"redirect":9605450,"hoster":"VOE"},{"redirect":8546367,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Chris’ neue Freundin","epNo":2,"alt":"Chris’ New Girlfriend","descr":"Chris hat eine neue Freundin, die vor Jahren anscheinend ein Verhältnis mit Nick hatte. Seine Ex-Frau Sheila nimmt diese zum Anlass, ständig in Chris’ Wohnung aufzutauchen. Chris ist davon natürlich weniger begeistert, und sagt ihr schließlich die Meinung. Als Gary dahinterkommt, dass seine Frau Marny den gemeinsamen Hochzeitstag auch vergessen hat, inszeniert er schnellstens eine romantische Geschenkearie. Dabei erklärt er ihr, dass er alles schon seit Monaten vorbereitet hätte. Als Marny erfährt, dass Gary sie belogen hat, kommt es zu einer kleinen Ehekrise","versions":[{"lang":1,"streams":[{"redirect":9605452,"hoster":"VOE"},{"redirect":8546369,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Marny will ein Mädchen","epNo":3,"alt":"Marny Wants A Girl","descr":"Obwohl Marny und Gary bereits 4 Kinder haben, möchte Marny unbedingt noch ein Mädchen haben. Gary sträubt sich anfangs dagegen, doch gibt er schließlich klein bei. Kurz darauf stellt sich heraus, dass Marnys Babywünsche nur hormonbedingt waren ,und sie mit einem weiteren Kind lieber noch warten will. Nick kippt versehentlich Sheilas Brustmilch in sein Müsli, und fühlt sich alles andere als wohl, als er davon erfährt. Nachdem Violet Sheilas Schlüssel geklaut hat, gehen Nick und Emily mit ihrer Tochter zu Sheila, um sich zu entschuldigen. Dabei beichtet Nick Sheila, dass er ihre Brustmilch getrunken hat, die daraufhin fluchtartig das Weite sucht","versions":[{"lang":1,"streams":[{"redirect":9605453,"hoster":"VOE"},{"redirect":8546366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Erziehungsmaßnahmen","epNo":4,"alt":"The Standoff","descr":"","versions":[{"lang":1,"streams":[{"redirect":9605454,"hoster":"VOE"},{"redirect":8546372,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Garys freier Tag","epNo":5,"alt":"Gary’s Day Off","descr":"","versions":[{"lang":1,"streams":[{"redirect":9605459,"hoster":"VOE"},{"redirect":8546376,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Geisterflur","epNo":6,"alt":"Apartment Halloween","descr":"Als ihre Hausverwalterin Miss Crane stirbt und die dominante Lydia Allendinger (Marissa Jaret Winokur) ihren Platz einnimmt, sind die Jungs mehr als verärgert. Von ihrer neuen Macht berauscht, verbietet es Lydia Nick (Zach Cregger) sogleich, den Hausflur zu Halloween zu dekorieren, was diesen dazu anstiftet, einige drastische Maßnahmen zu ergreifen. Unterdessen wollen Gary (Anthony Anderson) und Marny (Tempestt Bledsoe) unbedingt die Wohnung der Verstorbenen kaufen, um ihren Wohnraum zu vergrößern. Zu diesem Zweck versuchen sie, alle potenziellen Käufer abzuschrecken.","versions":[{"lang":1,"streams":[{"redirect":9605458,"hoster":"VOE"},{"redirect":8546373,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Badezimmer-Vorfall","epNo":7,"alt":"The Bathroom Incident","descr":"Gary (Anthony Anderson) bittet Emily (Jamie-Lynn Sigler) um Hilfe bei der Reinigung seiner Wohnung. Chris (Jesse Bradford) und Nick (Zach Cregger) müssen Freddie und Ernie aus dem Badezimmer befreien, nachdem die beiden sich darin eingeschlossen haben. Unterdessen konfrontieren die Jungs Nick mit der Tatsache, dass er stets unvorbereitet ist.","versions":[{"lang":1,"streams":[{"redirect":9605461,"hoster":"VOE"},{"redirect":8546379,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der erste Geburtstag","epNo":8,"alt":"First Birthday","descr":"Chris (Jesse Bradford) ist fest entschlossen, eine Party für Ernies ersten Geburtstag zu veranstalten. Statt sich jedoch an einer traditionellen Ausrichtung zu orientieren beschließt er, etwas Alternatives auszuprobieren.Unterdessen unterziehen sich Gary (Anthony Anderson) und Marny (Tempestt Bledsoe) einer strikten Kohldiät, was schnell zu Komplikationen führt. Sheila (Erinn Hayes) wiederum muss mit der Trennung von ihrem Exfreund (Kareem Abdul-Jabbar) zurechtkommen.","versions":[{"lang":1,"streams":[{"redirect":9605463,"hoster":"VOE"},{"redirect":8546383,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Thanksgiving","epNo":9,"alt":"Thanksgiving","descr":"Nachdem sie sich nicht darauf einigen konnten, bei wem ihr Sohn Thanksgiving verbringen soll, beschließen Chris (Jesse Bradford) und Sheila (Erinn Hayes), die Feiertage gemeinsam mit seinen Freunden zu verbringen. Sheila bereitet eine traditionelle Mahlzeit vor, um sich mit der Gruppe anzufreunden.Unterdessen entscheidet sich Gary (Anthony Anderson) dazu, die Feiertage mit Warten zu verbringen, um einen günstigen neuen Fernseher beim Black Friday Sale abzugreifen.","versions":[{"lang":1,"streams":[{"redirect":9605464,"hoster":"VOE"},{"redirect":8546382,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weihnachten","epNo":10,"alt":"Christmas","descr":"Während sich Chris (Jesse Bradford) und Sheila (Erinn Hayes) wegen ihres Verlobungsringes zanken, stolpern Gary (Anthony Anderson) und Marny (Tempestt Bledsoe) durch ihre romantische weihnachtliche Verabredung.","versions":[{"lang":1,"streams":[{"redirect":9605465,"hoster":"VOE"},{"redirect":8546381,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das erste Wort","epNo":11,"alt":"First Word","descr":"Nick und Chris streiten darüber, wer Sheila in ihr Leben brachte.Gary erzählt von seinem angeschlagenem Zahn. Sheila und Chris warten auf Ernies erstes Wort.","versions":[{"lang":1,"streams":[{"redirect":9605466,"hoster":"VOE"},{"redirect":8546378,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Marnys Vater","epNo":12,"alt":"Marny’s Dad","descr":"Als Gary (Anthony Anderson) erfährt, dass sein Schwiegervater (Ernie Hudson) ihn verachtet, will er um jeden Preis seinen Respekt verdienen.Chris (Jesse Bradford) und Shelia (Erinn Hayes) gehen miteinander aus und Nick (Zach Cregger) und Emily (Jamie-Lynn Sigler) versuchen sich geschockt als Kuppler. Doch ihr guter Will wird zu einem Wettbewerb auf Chris\u0027 Kosten.","versions":[{"lang":1,"streams":[{"redirect":13014858,"hoster":"VOE"},{"redirect":8546377,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auszeit fuer Marny","epNo":13,"alt":"Me Time","descr":"Als Marny (Tempestt Bledsoe) sich von den Erfordernissen des Jobs und der Familie überfordert fühlt, sieht sie sich gezwungen, Gary (Anthony Anderson) anzulügen, um einen Moment der Ruhe genießen zu können.Unterdessen meldet Chris (Jesse Braford) die Gruppe zu einer Quiznacht an. Unvorhergesehenerweise ist der Rest der Gruppe von Nick (Zach Cregger) und Sheilas (Erinn Hayes) krankhaftem Ehrgeiz nicht besonders angetan.","versions":[{"lang":1,"streams":[{"redirect":12916743,"hoster":"VOE"},{"redirect":8546390,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Testament","epNo":14,"alt":"The Will","descr":"Eine Nahtoderfahrung sorgt dafür, dass sich Marny (Tempestt Bledsoe) und Gary (Anthony Anderson) nun um die Zukunft ihrer Kinder Sorgen machen. Chris (Jesse Bradford) ist unterdessen eifersüchtig auf das neue männliche Kindermädchen (Mark Consuelos) seines Sohnes Ernie.","versions":[{"lang":1,"streams":[{"redirect":9581950,"hoster":"VOE"},{"redirect":8546389,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Garys Idee","epNo":15,"alt":"Gary’s Idea","descr":"Gary (Anthony Anderson) hat eine neue Geschäftsidee, mit der er wieder in die Welt zurück möchte, sehr zu Marny\u0027s (Tempestt Bledsoe) Entsetzen. Da Chris\u0027 (Jesse Bradford) Privatleben in einer Krise steckt, beschließt er, sich selbst neu zu erfinden und ein interessantes neues Hobby zu beginnen. Währenddessen haben Nick (Zach Cregger) und Emily (Jamie-Lynn Sigler) ein Date, finden Chris bei ihrer Rückkehr nach Hause aber in einer sehr bloßstellenden Situation.","versions":[{"lang":1,"streams":[{"redirect":9698906,"hoster":"VOE"},{"redirect":8546391,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Eine Klasse für sich","epNo":16,"alt":"Rare Breed","descr":"Garys (Anthony Anderson) neue Karriere läuft hervorragend doch er hat Schwierigkeiten, seinen Job und seine Verantwortung als Hausmann und -vater unter einen Hut zu bringen während er Marny (Tempestt Bledsoe) beweisen will, dass er alles schaffen kann.Nick (Zach Cregger) und Emily (Jamie-Lynn Sigler) wollen ein verschwundenes Spielzeug aufspüren, dessen Geräusche, sie die ganze Nacht wachhalten.Chris (Jesse Bradford) und Sheila (Erinn Hayes) sind besorgt um Ernies Entwicklung.","versions":[{"lang":1,"streams":[{"redirect":9013782,"hoster":"VOE"},{"redirect":8546384,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Scheidungsparty","epNo":17,"alt":"Divorce Party","descr":"Als Chris (Jesse Bradford) und Sheila (Erinn Hayes) darüber nachdenken, zusammen noch ein Baby zu bekommen, schwört Nick (Zach Cregger), alles in seiner Macht stehende zu tun, damit die beiden nicht wieder zusammenkommen. Später planen Nick und Emily (Jamie-Lynn Sigler) eine Scheidungs-Party, um Chris an die schreckliche Vergangenheit mit Sheila zu erinnern. In der Zwischenzeit kommt Marnys jüngere Schwester Bridget in die Stadt und wird schnell zu Garys (Anthony Anderson) neuer Assistentin - zu dessen Verdruss.","versions":[{"lang":1,"streams":[{"redirect":9013781,"hoster":"VOE"},{"redirect":8546386,"hoster":"Streamtape"}]}]}]}]}