{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo","name":"Gyakuten Sekai no Denchi Shoujo","descr":"[Rumble Garanndoll] Im Jahr 2019 fällt die Armee einer anderen Welt in Japan ein. Zehn Jahre später lebt die Bevölkerung in einer Diktatur, in der Manga, Anime und Videospiele verboten sind … Doch es scheint sich ein kultureller Otaku-Widerstand zu formen!","seasons":[{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-1","name":"","epNo":1,"alt":"I\u0027d Like to Turn the Tables With You (If Possible)!","descr":"Während er sich von seinem leeren Selbst entfernte, verbrachte Kudō Hosodo seine Tage damit, Schulden zu begleichen, indem er ein dunkles Geschäft in Kabukicho organisierte, einer Stadt, die in Unterhaltung ertrinkt. Eines Tages, nachdem er ausgetrickst worden war und am Leben war, wurde er schließlich von der wahren Regierung gefasst. Alles wird zu einer illegalen Stadt, und wenn Sie erwischt werden, gibt es kein Leben, aber die enge Straße wird gnadenlos in die Enge getrieben! Es war jedoch die riesige humanoide Waffe \u0027Galandor\u0027, die eine so verzweifelte Prise \u0027umkehrte\u0027!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8952031","hoster":"VOE"},{"path":"/redirect/8952029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-2","name":"","epNo":2,"alt":"I Want to Believe in You (Somehow)!","descr":"Hosomichi wird nach den Ereignissen in Kabukicho zur Basis in Arahabaki gebracht. Um seine Schulden zu begleichen, muss er Pilot bei Shark One werden – für ihn ist es nur ein weiterer Job und ein weiterer Gehaltsscheck. Es kann jedoch schwieriger sein, Rin zu gefallen, als Sie erwarten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9041436","hoster":"VOE"},{"path":"/redirect/9041443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-3","name":"","epNo":3,"alt":"See That? A (Surprisingly) Stunning Comeback!","descr":"Da Hosomichi nicht in der Lage ist, Rins Inspiration zu wecken, wird sie bewusstlos, als sich die Garanndoll schließt. Um sie zurückzubringen, tritt er in ihre Träume ein, um sich wieder mit ihr zu verbinden. Dabei erkennt er, dass er sich möglicherweise zuerst wieder mit sich selbst verbinden muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534545","hoster":"VOE"},{"path":"/redirect/9098305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-4","name":"","epNo":4,"alt":"No Matter What, I`ll be an Idol (The Last in Japan)!","descr":"Nach dem Sieg über Naomitsu besitzt Teruto nun acht Chips in seinem Besitz. Sakura findet ihn, um nach dem nächsten Herausforderer von Rebuild zu suchen. Bei seiner Ankunft entdeckt er, dass Hiyori Teruto um ein spezielles Training gebeten hat. Teruto weigert sich zunächst. Am Ende akzeptiert er jedoch, als Hiyori ihn mit seinem Lieblingsessen bestechen lässt. Die drei gehen ins Schulgeschäft und machen eine unerwartete Entdeckung. Währenddessen bittet ein Mädchen Ishinome, sie zu Teruto zu bringen. Ishinome stimmt zu, da er weiß, dass etwas Interessantes passieren wird, und stellt Teruto eine Falle. Was sind die Absichten dieses Mädchens?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13506631","hoster":"VOE"},{"path":"/redirect/9209994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-5","name":"","epNo":5,"alt":"I Mean, I`m an Idol (No Matter What Anyone Says)!","descr":"Die Dinge beruhigen sich mit den beiden Batteriemädchen, aber Hosomichis Bedauern holt ihn ein. Er glaubt, dass das, wofür sie kämpfen, den Schaden, den sie anrichten, möglicherweise nicht wert ist. Währenddessen taucht in ihrem Zimmer eine seltsame Kiste auf...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534544","hoster":"VOE"},{"path":"/redirect/9210015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-6","name":"","epNo":6,"alt":"The Akiba Apocalypse Revelation (That No One Asked For)!","descr":"Die Dinge beruhigen sich mit den beiden Batteriemädchen, aber Hosomichis Bedauern holt ihn ein. Er glaubt, dass das, wofür sie kämpfen, den Schaden, den sie anrichten, möglicherweise nicht wert ist. Währenddessen taucht in ihrem Zimmer eine seltsame Kiste auf...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13506630","hoster":"VOE"},{"path":"/redirect/9224540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-7","name":"","epNo":7,"alt":"(Come Out!) The Best Way to Live as a Shut-In!","descr":"Hosomichi lernt das neue Batteriemädchen Misa Kuroki kennen. Sie ist eine Hackerin, eine Gamerin und eine eingesperrte Pappschachtel. Misa gerät in Panik und schließt sich im Laderaum ein. Die Mitglieder von Arahabaki müssen ein Spiel gegen Misa gewinnen, um wieder Zugang zu erhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13506632","hoster":"VOE"},{"path":"/redirect/9317468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-8","name":"","epNo":8,"alt":"(Welcome!) The Best Way to Live as a Shut-In!","descr":"Misa geht raus und versucht Hosomichi zu retten, der derzeit im Untergrund feststeckt. Währenddessen versucht Arahabaki sein Bestes, um gegen Yakumos Gigant Garann ​​Banki Zeit zu gewinnen. Da beide Batteriemädchen außer Gefecht gesetzt sind, stellt sich Misa der Herausforderung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534546","hoster":"VOE"},{"path":"/redirect/9317472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-9","name":"","epNo":9,"alt":"The (Hilarious) Akiba Apocalypse Revelation!","descr":"Nach einer Reihe von Misserfolgen beschließt Akatsuki, Akihabara zu infiltrieren, um das Herz seines Feindes wirklich zu verstehen. Zur gleichen Zeit beginnt Arahabaki die nächste Phase ihrer Pläne in der Hoffnung, alles wiederzuerlangen, was in der ehemaligen Ausstellungshalle beschlagnahmt wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13506629","hoster":"VOE"},{"path":"/redirect/9441299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-10","name":"","epNo":10,"alt":"Look at That! Turning the Tables (of Treachery)!","descr":"Akatsuki glaubt, das wahre Gesicht von Arahabaki gesehen zu haben und beschließt schließlich, die Dinge ein für alle Mal zu beenden. Arahabaki muss ihren Aktionsplan festlegen, bevor die Wahre Armee ihren Angriff startet. Hosomichi hegt jedoch weiterhin Zweifel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13506634","hoster":"VOE"},{"path":"/redirect/9441296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-11","name":"","epNo":11,"alt":"I Want to Believe in You (This Time)!","descr":"Als sich die Situation zuspitzt, überzeugt Munakata Hosomichi, Arahabaki zu verraten und die Garanndoll zu stehlen. Hosomichi hinterlässt drei wütende Batteriemädchen. Für alle Fälle bereiten Tanaka und der Rest von Arahabaki eine neue Batterie für die Rückkehr ihres Piloten vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13506635","hoster":"VOE"},{"path":"/redirect/9457092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/gyakuten-sekai-no-denchi-shoujo/staffel-1/episode-12","name":"","epNo":12,"alt":"I Want to Turn the Tide With You (And Everyone Else)!","descr":"Hosomichi und seine Batteriemädchen kämpfen weiter verzweifelt, während sich das Ausstellungszentrum der letzten Verteidigungslinie nähert. Commander Balzac versucht, sie aufzuhalten, da er befürchtet, dass Hosomichi den gleichen Fehler machen wird wie vor zehn Jahren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9511630","hoster":"VOE"},{"path":"/redirect/9511628","hoster":"Streamtape"}]}]}]}]}