{"seriesId":"gyakuten-saiban","name":"Gyakuten Saiban","descr":"Mit vor kurzem beendeter Juristenausbildung arbeitet Ryouichi Naruhodou als Assistent in der Kanzlei von Rechtsanwältin Chihiro Ayasato, als sich ihm sein erster eigener Fall eröffnet. Masashi Yahari, Naruhodous bester Freund aus Grundschultagen, wurde des Mordes an seiner Freundin angeklagt. Da Yahari einer der Gründe dafür war, dass Naruhodou sich entschied, Rechtsanwalt zu werden, beschließt dieser schnell, seinen Freund vor Gericht zu verteidigen. Doch kann Naruhodou es schaffen, in diesem und weiteren Prozessen die Unschuld seiner Klienten zu beweisen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The First Turnabout","descr":"Phoenix Wright steht seine erste, echte Gerichtsverhandlung bevor als Rechtsanwalt der Verteidigung bevor. Und es geht um nichts Geringeres als um einen Mord, und der Verdächtige ist ein alter Freund aus Schultagen …","versions":[{"lang":3,"streams":[{"redirect":8520852,"hoster":"VOE"},{"redirect":8520853,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Turnabout Sisters - First Trial!","descr":"Mia wurde kaltblütig in ihrer Kanzlei ermordet, woraufhin ihre Schwester Maya als Verdächtige festgenommen wird. Aber ist sie wirklich der wahre Täter?","versions":[{"lang":3,"streams":[{"redirect":9013862,"hoster":"VOE"},{"redirect":8546415,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Turnabout Sisters - 2nd Trial","descr":"Mayas Prozess beginnt und Phoenix muss unter allen Umständen ihre Unschuld beweisen. Sein Gegner ist niemand anderes als der berühmte Staatsanwalt Miles Edgeworth, der als Naturtalent gilt. Doch damit nicht genug … Nun gerät Phoenix auch noch selbst ins Visier!","versions":[{"lang":3,"streams":[{"redirect":9013861,"hoster":"VOE"},{"redirect":8546413,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Turnabout Sisters - Last Trial","descr":"Der Prozess erreicht seinen Höhepunkt, als Phoenix und White sich gegenseitig überführen wollen.","versions":[{"lang":3,"streams":[{"redirect":9013863,"hoster":"VOE"},{"redirect":8546426,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Turnabout Samurai - 1st Trial","descr":"Der bekannte Fernseh-Held Steel Samurai wurde als Mörder verhaftet. Jetzt liegt es an Phoenix und Maya, seine Unschuld zu beweisen.","versions":[{"lang":3,"streams":[{"redirect":9013869,"hoster":"VOE"},{"redirect":8546423,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Turnabout Samurai - 2nd Trial","descr":"Die Untersuchung beim Steel-Samurai-Fall nimmt eine neue Wendung, als die alte Sicherheitsbeamte Oldbag unsere Helden auf eine wertvolle Spur bringt.","versions":[{"lang":3,"streams":[{"redirect":9013871,"hoster":"VOE"},{"redirect":8546417,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Turnabout Samurai - Last Trial","descr":"Der Prozess gegen den Steel Samurai geht in die letzte Runde. Phoenix versucht alles, um den wahren Täter zu überführen ...","versions":[{"lang":3,"streams":[{"redirect":9013860,"hoster":"VOE"},{"redirect":8546418,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Turnabout Goodbyes - 1st Trial","descr":"Ein weiterer Mordfall hat sich ereignet und diesmal ist Miles Edgeworth der Tatverdächtige. Aber dieser Fall scheint noch viel tiefer zu gehen und mit einem viel älteren Fall in Verbindung zu stehen.","versions":[{"lang":3,"streams":[{"redirect":13992923,"hoster":"VOE"},{"redirect":8546421,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Turnabout Goodbyes - 2nd Trial","descr":"Nach ihren ersten Ermittlungen müssen Phoenix und Maya sich nun einem neuen Gegner stellen - dem gefürchteten Manfred von Karma, welcher in 40 Jahren nicht geschlagen wurde. Können die beiden Edgeworth vor dem teuflischen Ankläger beschützen?","versions":[{"lang":3,"streams":[{"redirect":9013864,"hoster":"VOE"},{"redirect":8546422,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Turnabout Goodbyes - 3rd Trial","descr":"Der Staatsanwalt Edgeworth steht kurz vor seiner Verurteilung und die Lage scheint aussichtslos. Doch als sich die Zeugenaussage eines neuen Zeugen nicht mit seiner vorherigen Geschichte deckt, kommen Zweifel auf. Gibt es für Edgeworth noch eine Chance auf Rettung?","versions":[{"lang":3,"streams":[{"redirect":9013873,"hoster":"VOE"},{"redirect":8546420,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Turnabout Goodbyes - 4th Trial","descr":"Die Verhandlung um den Mord an Robert Hammond spitzt sich zu. Können Phoenix und Maya ihren Rivalen letztendlich doch retten? Und was hat es wirklich mit dem Fall DL-6 auf sich?","versions":[{"lang":3,"streams":[{"redirect":9013875,"hoster":"VOE"},{"redirect":8546433,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Turnabout Goodbyes - Last Trial","descr":"Der Fall DL-6, mit dem alles begann, führt Phoenix mit Edgeworth in einen neuen Kampf. Um den Intrigen von Karmas zu entgehen und zur Wahrheit zu gelangen, müssen Phoenix und Edgeworth sowie Maya und Larry mit einem Plan auffahren, der das Gericht erschüttert.","versions":[{"lang":3,"streams":[{"redirect":9013865,"hoster":"VOE"},{"redirect":8546419,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Turnabout Promise","descr":"Diese Folge beleuchtet die Kindheit von Phoenix, Edgeworth und Larry. Wie sind sie Freunde geworden und was hat es eigentlich mit den Signal Samurai auf sich?","versions":[{"lang":3,"streams":[{"redirect":9013872,"hoster":"VOE"},{"redirect":8569890,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Reunion and Turnabout - 1st Trial","descr":"Phoenix fährt in Mayas Heimatdorf, um einer Geisterbeschwörung beizuwohnen, doch ehe er die Möglichkeit hat, mit ihr zu sprechen, steht diese unter erneutem Mordverdacht. Wird Phoenix ihr auch diesmal helfen können?","versions":[{"lang":3,"streams":[{"redirect":9013870,"hoster":"VOE"},{"redirect":8546425,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Reunion and Turnabout - 2nd Trial","descr":"Maya wurde erneut einer Tat beschuldigt, obwohl sie nicht die Täterin ist. Außerdem kommt auf der Anklageseite ein neuer Gegner ins Spiel und alles tanzt nach ihrer Peitsche.","versions":[{"lang":3,"streams":[{"redirect":9013866,"hoster":"VOE"},{"redirect":8546434,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Reunion and Turnabout — 3rd Trial","descr":"Hat sich etwa Pearl den Schlüssel geschnappt? Und dann ist da noch ihre ominöse Mutter, Morgan. Hinzu kommt Ini Miney mit ihrer rätselhaften Art. Wer wird welche Beweise beim zweiten Prozess hervorbringen?","versions":[{"lang":3,"streams":[{"redirect":9013874,"hoster":"VOE"},{"redirect":8569894,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Reunion and Turnabout — Last Trial","descr":"Franziska von Karma treibt Phoenix mit ihrer Peitsche in die Enge. Trotz überzeugender Aussagen, steht Mayas Unschuld außer Zweifel. Während des Kampfes, der über ihre Zukunft entscheidet, kommt endlich das verheimlichte Motiv ans Tageslicht.","versions":[{"lang":3,"streams":[{"redirect":9013868,"hoster":"VOE"},{"redirect":8546430,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Turnabout Big Top — 1st Trial","descr":"Ein Mordfall im Zirkus. Als Täter wurde der berühmte Magier Max Galactica festgenommen. Interessanterweise soll der Täter durch die Luft geflogen sein. Aber Max bestreitet seine Schuld.","versions":[{"lang":3,"streams":[{"redirect":9013878,"hoster":"VOE"},{"redirect":8546424,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Turnabout Big Top — 2nd Trial","descr":"Der Prozess des Mordes an den Zirkusdirektor beginnt und eine schockierende Tatsache kommt vor Gericht ans Licht.","versions":[{"lang":3,"streams":[{"redirect":13500198,"hoster":"VOE"},{"redirect":8546428,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Turnabout Big Top — Last Trial","descr":"Endlich wird der geheimnisvolle Zaubertrick hinter dem Zirkusmord gelüftet.","versions":[{"lang":3,"streams":[{"redirect":9013876,"hoster":"VOE"},{"redirect":8546427,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Farewell, My Turnabout — 1st Trial","descr":"Ein neuer Fall und ein neuer Mord mit einem bekannten Verdächtigen, und zwar einem Samurai. Aufgrund eines schrecklichen Umstandes kann der Held unserer Geschichte diesen Fall nicht ignorieren.","versions":[{"lang":3,"streams":[{"redirect":12379427,"hoster":"VOE"},{"redirect":8546429,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Farewell, My Turnabout — 2nd Trial","descr":"Die Lage spitzt sich zu, als Phoenix die unmögliche Forderung von Mayas Entführer nicht erfüllen kann. Wird er in der Lage sein, sie aus de Killers Klauen zu retten?","versions":[{"lang":3,"streams":[{"redirect":9013882,"hoster":"VOE"},{"redirect":8546432,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Farewell, My Turnabout — 3rd Trial","descr":"Während Shelly de Killer Maya weiter vor der Polizei versteckt hält, muss sich Phoenix eine entscheidende Frage stellen: Was macht einen Anwalt eigentlich aus?","versions":[{"lang":3,"streams":[{"redirect":9013880,"hoster":"VOE"},{"redirect":8569892,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Farewell, My Turnabout — Last Trial","descr":"Phoenix und Edgeworth haben Shelly de Killer endlich dazu bewegen können, seinen Auftraggeber zu enthüllen - doch nennt dieser plötzlich Adrians Namen!","versions":[{"lang":3,"streams":[{"redirect":9013881,"hoster":"VOE"},{"redirect":8546431,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Lost Turnabout","descr":"In seinem ersten neuen Fall sieht Phoenix sich erneut dem schüchternen Staatsanwalt Winston Payne gegenübergestellt - dieses Mal muss er die Polizistin Maggey Byrde verteidigen, welche für den Mord an ihrem Freund Dustin Prince angeklagt wird.","versions":[{"lang":3,"streams":[{"redirect":13500197,"hoster":"VOE"},{"redirect":8546438,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Stolen Turnabout: 1st Trial","descr":"Der berühmte Phantomdieb Mask☆DeMasque hat zugeschlagen! Die heilige Urne von Ami Fey wurde aus einer Ausstellung entwendet und Phoenix muss erneut die Unschuld seines neusten Klienten beweisen - die des schüchternen Ron DeLite. Doch stellt sich ihm dabei der \"Meisterdetektiv\" Luke Atmey in den Weg, welche Mask☆DeMasque als seinen Erzfeind betrachtet.","versions":[{"lang":3,"streams":[{"redirect":12923050,"hoster":"VOE"},{"redirect":8546439,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Stolen Turnabout: 2nd Trial","descr":"Die Verhandlung rund um die Missetaten des Mask☆DeMasque gehen in die zweite Runde und es sieht immer düsterer aus für Ron. Doch dann kommt Phoenix ein Gedanke, wer der wahre Täter sein könnte.","versions":[{"lang":3,"streams":[{"redirect":9013887,"hoster":"VOE"},{"redirect":8546437,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Stolen Turnabout: 3rd Trial","descr":"Ron war am Orte des Verbrechens zugegen und Phoenix hat es auch noch bewiesen! Wie kann er sich aus diesem Schlamassel jetzt noch herausreden?!","versions":[{"lang":3,"streams":[{"redirect":9013886,"hoster":"VOE"},{"redirect":8546436,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Stolen Turnabout: Last Trial","descr":"Zum letzten Mal steht Ron DeLite vor Gericht. Hat er wirklich den Direktor der KB-Sicherheit umgebracht oder ist er unschuldig? Und welche Rolle spielt dabei der selbsternannte Meisterdetektiv Luke Atmey? Neben diesen spannenden Fragen wird nun auch endlich geklärt, wie viel Kaffee Godot vor Gericht eigentlich konsumiert!","versions":[{"lang":3,"streams":[{"redirect":9013885,"hoster":"VOE"},{"redirect":8546435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sound the Turnabout Melody","descr":"Beim Hören des Samurai-Radios in einem Restaurant kommen alte Erinnerungen auf, die an einen alten Freund aus der Kindheit zurückerinnern lassen.","versions":[{"lang":3,"streams":[{"redirect":12335601,"hoster":"VOE"},{"redirect":8569893,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Recipe for Turnabout: 1st Trial","descr":"Maggey steht wieder vor Gericht. Diesmal wird sie gar des Giftmordes verurteilt! Als Phoenix plötzlich erfährt, dass er sie dabei vertreten haben soll und für ihre Verurteilung verantwortlich wäre, erkennt er, dass es einen Hochstapler geben muss, der diesen Fall an seiner Stelle angenommen hat …","versions":[{"lang":3,"streams":[{"redirect":9013888,"hoster":"VOE"},{"redirect":8569891,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Recipe for Turnabout: 2nd Trial","descr":"Damit Phoenix Maggey beim nächsten Prozess helfen kann, entschließt er sich noch einmal zusammen mit Maya Nachforschungen zu unternehmen. Kurzerhand geht er noch einmal in das Restaurant Très Bien, um weitere Informationen zu sammeln. Doch neben ihm scheint noch jemand anderes mit einem ziemlich schlechten Gewissen auf dieselbe Idee gekommen zu sein …","versions":[{"lang":3,"streams":[{"redirect":9013890,"hoster":"VOE"},{"redirect":8569896,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Recipe for Turnabout - Last Trial","descr":"Der finale Tage der Verhandlung ist angebrochen und Phoenix muss die Aussage von Jean Armstrong auseinander nehmen – doch dann hat ein furioser Zeuge endlich seinen Auftritt!","versions":[{"lang":3,"streams":[{"redirect":9013891,"hoster":"VOE"},{"redirect":8546443,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Northward, Turnabout Express: 1st Trial","descr":"Phoenix und Maya wurden von einem unbekannten Mann zur ersten Fahrt eine Luxus-Zuges eingeladen. Zufällig haben auch Gumshoe und der Richter eine Karte ergattern können. Doch als sich die erst lustige Fahrt als ein abgekartetes Spiel eines flüchtigen Verbrechers entpuppt, ist die Kacke im wörtlichen Sinne am Dampfen …","versions":[{"lang":3,"streams":[{"redirect":9013894,"hoster":"VOE"},{"redirect":8546441,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Northward, Turnabout Express: 2nd Trial","descr":"Der mysteriöse Prozess im fahrenden Gericht nimmt seinen Lauf. Doch plötzlich bricht ein Feuer aus und ein potenziell wichtiger Zeuge wird ermordet, wodurch der Prozess unterbrochen werden muss …","versions":[{"lang":3,"streams":[{"redirect":9013892,"hoster":"VOE"},{"redirect":8569895,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Northward, Turnabout Express: Last Trial","descr":"Der fahrende Prozess fährt dem Sonnenaufgang zu Neujahr entgegen und mit ihm dürfen wir auf ein neues Urteil gespannt sein. War Herr Richinandez vor einem Jahr wirklich der Mörder von Andrew Kaneski oder ist er nur das Opfer einer Verschwörung?","versions":[{"lang":3,"streams":[{"redirect":12174198,"hoster":"VOE"},{"redirect":8546446,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Turnabout Memories","descr":"Ein Jahr nach einem traumatischen Erlebnis bei ihrer allerersten Verhandlung kehrt die junge Anwältin Mia Fey in den Gerichtssaal zurück. Mit der Hilfe ihres Chefs Marvin Grossberg übernimmt sie die Verteidigung einer jungen Schniefnase namens Phoenix Wright, welcher des Mordes am Exfreund seiner Geliebten angeklagt wird. Kann sie gegen den Staatsanwalt Winston Payne und seine eindrucksvolle Haarpracht bestehen?","versions":[{"lang":3,"streams":[{"redirect":9013899,"hoster":"VOE"},{"redirect":8546440,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Hear the Waves of Turnabout","descr":"Als Pearl noch klein war, schenkte ihr Maya eine riesige Muschel. Als sie diese aus Versehen zerstörte, machte sie sich große Sorgen, dass sie Maya nicht mehr begegnen könne und so entschließt sie sich zusammen mit Phoenix eine Muschel derselben Art am Strand zu suchen …","versions":[{"lang":3,"streams":[{"redirect":13500196,"hoster":"VOE"},{"redirect":8569897,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Turnabout Beginnings: Last Trial","descr":"In dieser Folge werden wir Zeuge von Mia Feys erstem Prozess. Dabei vertritt sie einen entflohenen, zum Tode verurteilten Angeklagten, der während seines Ausbruches sogar noch ein zweites Opfer auf dem Kerbholz haben soll ...","versions":[{"lang":3,"streams":[{"redirect":13500199,"hoster":"VOE"},{"redirect":8546442,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Turnabout Beginnings: Last Trial","descr":"Ayasato Chihiros erster Prozess geht in die letzte Runde. Da sie die Schmetterlingsfrau für Miyanagi Chinami hält, versucht sie diese mit allen Mitteln zu überführen, doch gerade als die Wahrheit ans Licht zu kommen scheint, passiert etwas Unglaubliches …","versions":[{"lang":3,"streams":[{"redirect":13500200,"hoster":"VOE"},{"redirect":8569899,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Bridge to the Turnabout: 1st Trial","descr":"Um ihre Kräfte als Medium weiter zu verstärken, machen sich Maya, Pearl und Phoenix auf zum Hazakura-Tempel, welche einen speziellen Kurs zur Geisterbeschwörung anbietet. Kaum eingetroffen, treffen sie Elise Deauxnim, Pearls liebste Kinderbuchautorin. Doch trotz ihres seltsamen Verhaltens ist die Schreiberin nicht die mysteriöseste Person vor Ort: Eine der Schülerinnen des Tempels sieht Phoenix\u0027 alter Flammer Dahlia Hawthorne nämlich zum Verwechseln ähnlich.","versions":[{"lang":3,"streams":[{"redirect":13490836,"hoster":"VOE"},{"redirect":8546444,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Bridge to the Turnabout: 2nd Trial","descr":"Iris wird für die Mörderin der Kinderbuch-Autorin Elise Deauxnim gehalten und steht vor Gericht. Die Rolle der Verteidigung übernimmt dabei ausgerechnet Miles Edgeworth, welcher sich eigentlich als Staatsanwalt einen Namen gemacht hatte ..","versions":[{"lang":3,"streams":[{"redirect":9013895,"hoster":"VOE"},{"redirect":8546445,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Bridge to the Turnabout: 3rd Trial","descr":"Gerade als es für den Miles brenzlig wird, taucht aus heiterem Himmel Laurice Deauxnim auf, der niemand anderes als Larry ist. Dieser erzählt von seinen Beobachtungen und wirft mit einem selbstgemalten Bild ein neues Licht auf das Verbrechen.","versions":[{"lang":3,"streams":[{"redirect":13500202,"hoster":"VOE"},{"redirect":8569898,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Bridge to the Turnabout: 4th Trial","descr":"Wie kann es sein, dass sich zwei Personen zum Verwechseln ähnlich sehen und wie kommt man auf die Idee, ein Rollbild mit Curry zu bespritzen? Das alles und viel mehr erfahrt ihr im vierten Teil des prächtigen Curry-Wandels!","versions":[{"lang":3,"streams":[{"redirect":13500203,"hoster":"VOE"},{"redirect":8546447,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Bridge to the Turnabout: 5th Trial","descr":"","versions":[{"lang":3,"streams":[{"redirect":13917891,"hoster":"VOE"},{"redirect":8546448,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Bridge to the Turnabout: 6th Trial","descr":"Der Prozess nimmt eine seltsame Wendung und Naruhodō fragt sich, was er tun kann und ganz besonders, wo Mayoi steckt …","versions":[{"lang":3,"streams":[{"redirect":13500205,"hoster":"VOE"},{"redirect":8569902,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Bridge to the Turnabout: Last Trial","descr":"Die Geister der Vergangenheit sind zur Ruhe gekommen, aber der Fall bleibt noch ungelöst. Die tragische Wahrheit muss ans Tageslicht kommen, egal wie viele Opfer sie auch fordern mag …","versions":[{"lang":3,"streams":[{"redirect":13500206,"hoster":"VOE"},{"redirect":8569900,"hoster":"Streamtape"}]}]}]}]}