{"seriesId":"gyakkyou-burai-kaiji-ultimate-survivor","name":"Gyakkyou Burai Kaiji: Ultimate Survivor","descr":"Kaiji ist ein Loser. Als er für einen flüchtigen Bekannten eine Bürgschaft unterschrieben hat, war sein Schicksal besiegelt: Ein Schuldeneintreiber steht vor seiner Tür und fordert die Bezahlung von 300.000 Yen, die nach Zinsen auf 3.850.000 Yen angewachsen sind. Um diese abzustottern, müsste Kaiji mehr als 11 Jahre lang hart arbeiten, um dann mit 33 Jahren wieder ein normales Leben führen zu können. Doch Kaiji erhält die Chance, an einem Spiel auf einem Schiff teilzunehmen wo er sich von seinen Schulden freispielen könnte. Auf dem Schiff erfährt er, dass es sich um das bekannte Spiel \u0026amp;quot;Schere, Stein, Papier\u0026amp;quot; handelt, jedoch mit etwas anderen Regeln, die fatale Folgen für die Teilnehmer haben könnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Departure","descr":"\"Abfahrt\"Drei Jahre nach seinem Umzug nach Tokio ist Itou Kaiji ein Penner, der sein Leben mit billigem Alkohol und billigen Glücksspielen verschwendet. Seine langweilige Welt wird auf den Kopf gestellt, als er von einem Mann namens Endou besucht wird, einem Kredithai, der kommt, um einen Kredit aufzunehmen, den Kaiji einmal als Gefallen für einen Freund unterschrieben hat. Er erfährt, dass sein Freund mit dem 3-Millionen-Yen-Darlehen in Verzug ist und die Verantwortung nun bei Kaiji liegt! Kaijis einziger Hoffnungsschimmer ist gebrochen und verzweifelt und ein einzigartiger Vorschlag des zwielichtigen Kredithais.","versions":[{"lang":3,"streams":[{"redirect":9013829,"hoster":"VOE"},{"redirect":9025895,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Open Fire","descr":"\"Offenes Feuer\"Kaiji steigt in das Schiff der Hoffnung, die Espoir, ein und bereitet sich darauf vor, ein einzigartiges Spiel namens \"Restricted Rock-Paper-Scissors\" zu spielen. Der MC, Tonegawa, erklärt, dass jeder zwölf Karten und drei Sterne erhält. Wenn Sie alle zwölf Karten spielen und drei Sterne behalten können, können Sie das Schiff mit vergebenen Schulden verlassen, aber scheitern und ein Schicksal, das schlimmer ist als der Tod, wartet.","versions":[{"lang":3,"streams":[{"redirect":12379423,"hoster":"VOE"},{"redirect":9025898,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Showdown","descr":"\"Spiel\"Kaiji, sein alter Freund Furuhata und der Newcomer Andou schließen sich zusammen, um zu versuchen, den Espoir mit der Kraft der Teamarbeit zu erobern. Kaiji entwickelt eine Strategie für den Sieg, aber wenn Andou sich selbstständig macht, wird Kaiji ihn beiseite werfen?","versions":[{"lang":3,"streams":[{"redirect":9013833,"hoster":"VOE"},{"redirect":9025896,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Break Down","descr":"\"Fehler\"Kaijis Team bündelt ihre Ressourcen und beginnt, alle \"Rock\" -Karten auf dem Boden aufzukaufen. Wenn die Dinge nach Plan verlaufen, könnten sie mit genügend Sternen davonlaufen, um das Spiel zu gewinnen und Reste zu verkaufen! Aber haben sie ihre Hand zu früh gekippt?","versions":[{"lang":3,"streams":[{"redirect":9013832,"hoster":"VOE"},{"redirect":9025901,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Desperation","descr":"\"Tödliche Entscheidung\"Kaiji ist überrascht, als er zu spät merkt, dass ein anderer Spieler, Kitami, \"Papier\" -Karten gekauft hat, um Kaijis \"Felsen\" entgegenzuwirken. Kann Kaiji einen Weg finden, um der Niederlage zu entkommen, wenn die Zeit abläuft und Kitami kurz davor steht, sich aus dem Spiel zurückzuziehen?","versions":[{"lang":3,"streams":[{"redirect":9013840,"hoster":"VOE"},{"redirect":9025903,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Rise and Fall","descr":"\"Aufstieg und Fall\"Nachdem Kaiji Kitami besiegt hat, macht er sich auf den Weg, um auch ihren Pool an \"Papier\" -Karten zu bekommen. Mit 30 Steinen, 34 Papieren und 5 Scheren hat Kaijis Team ein riesiges Deck zum Zeichnen. Aber können sie damit die Sterne bekommen, die sie brauchen, um dem Schiff zu entkommen?","versions":[{"lang":3,"streams":[{"redirect":9013841,"hoster":"VOE"},{"redirect":9025911,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Profess","descr":"\"Proklamation\"Da die anderen Spieler zu viel Angst haben, sich zu bewegen, und die Uhr läuft, scheint Kaijis Gruppe gefangen zu sein. Ihre einzige Möglichkeit ist, sich Funai anzuschließen, dem Mann, der Kaiji am Anfang betrogen hat, und seinem Plan, alle Karten zu mischen, damit alle von einer sauberen Tafel ausgehen.","versions":[{"lang":3,"streams":[{"redirect":9013842,"hoster":"VOE"},{"redirect":9025899,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Hammer of Justice","descr":"\"Eisenhammer\"Niemand kann die drei fehlenden \"Scheren\" -Karten aus gutem Grund finden - jemand hat versucht, sich aus dem Spiel herauszuschleichen, indem er sie in die Toilette gespült hat. Jetzt mit einer ungeraden Anzahl von Karten muss jemand in Kaijis Gruppe der ungerade Mann sein und in den Stift des Verlierers fallen ... aber werden die anderen beiden zu seiner Rettung kommen?","versions":[{"lang":3,"streams":[{"redirect":9013839,"hoster":"VOE"},{"redirect":9025902,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Revival","descr":"\"Auferstehung\"Furuhata und Andous wahres Gesicht tauchen auf, als sie Kaiji verlassen, um mit den anderen Verlierern zu verrotten, und ihn zu einem Schicksal verurteilen, das schlimmer ist als der Tod. Als ein Mithäftling sein Schicksal verspottet, sucht Kaiji verzweifelt nach einem Ausweg","versions":[{"lang":3,"streams":[{"redirect":12379424,"hoster":"VOE"},{"redirect":9025907,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Messenger","descr":"\"Bote\"Vier Monate nach dem Espoir arbeitet Kaiji in Teilzeit in einem Supermarkt und kann kaum die Zinsen für seine massiven Schulden zurückzahlen. Es wird nur schlimmer, wenn der Ladenbesitzer ihn des Diebstahls verdächtigt","versions":[{"lang":3,"streams":[{"redirect":9013845,"hoster":"VOE"},{"redirect":9025904,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Feeding Frenzy","descr":"\"Offenbarung\"Kaiji betritt das Starside Hotel und wird vom Schiff der Hoffnung mit einem vertrauten Gesicht begrüßt. Er fällt erneut in die Welt der bizarren Glücksspiele, diesmal als Kandidat für das, was das Hotel als \"Human Derby\" bezeichnet.","versions":[{"lang":3,"streams":[{"redirect":12923049,"hoster":"VOE"},{"redirect":9025905,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Tumbling Down","descr":"\"Degradierung\"Kaiji und elf andere Männer werden über einen schmalen Balken hoch über dem Boden in eine Fußspur gezwungen. Aber wird Kaiji der Versuchung nachgeben, ihn von sich zu stoßen, ohne die Person vor sich zu überholen?","versions":[{"lang":3,"streams":[{"redirect":9013851,"hoster":"VOE"},{"redirect":9025908,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Monster","descr":"\"Monster\"Nachdem das Human Derby vorbei ist, werden Kaiji und der Rest der Teilnehmer zu einem weiteren Strahlensatz geführt, der so hoch über der Oberfläche liegt, dass sie nur Dunkelheit sehen können. Jetzt beginnt das eigentliche Rennen.","versions":[{"lang":3,"streams":[{"redirect":12379425,"hoster":"VOE"},{"redirect":9025906,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Phantom","descr":"\"Sterbender Geist\"Als die verzweifelte Gruppe von Männern von den Balken in den Tod stürzt, schreit Kaiji nach Tonegawa, um die Stromzufuhr zu den elektrifizierten Eisenbalken zu unterbrechen. Aber wenn seine Bitten ignoriert werden, kann er den Mut aufbringen, vorwärts zu drängen?","versions":[{"lang":3,"streams":[{"redirect":9013847,"hoster":"VOE"},{"redirect":9025909,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Sky","descr":"\"Himmel\"Kaiji und sein Freund Sasahara sind die letzten beiden Männer, die sich 74 Meter über dem Boden an ihr Leben klammern. Sasahara durchquert schließlich den Strahl zum Fenster auf der anderen Seite, aber die lächelnden Gesichter der reichen Elite hinter dem Glas haben Kaiji verwirrt ... und erschrocken.","versions":[{"lang":3,"streams":[{"redirect":9013850,"hoster":"VOE"},{"redirect":9025910,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Fury","descr":"\"Wut\"Kaiji wird aus technischen Gründen um seinen Preis betrogen und erhält eine letzte Chance, etwas Geld zu verdienen, bevor er das Starside Hotel verlässt - ein psychologischer Kampf mit Tonegawa selbst, \"E-Card\".","versions":[{"lang":3,"streams":[{"redirect":9013844,"hoster":"VOE"},{"redirect":9025914,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Conversation","descr":"\"Unglück\"Tonegawa drückt Kaiji ununterbrochen, befragt ihn und versucht, in seinen Kopf zu gelangen. Währenddessen zerrüttet Kaiji sein Gehirn und versucht, den perfekten Moment für einen Treffer zu finden. Er muss dringend überleben, wenn er den Sklaven mit minimalen Verlusten spielt.","versions":[{"lang":3,"streams":[{"redirect":9013852,"hoster":"VOE"},{"redirect":9025912,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Trifled","descr":"\"Kleinig\"Mit seinem Gehör in der Leitung gerät Kaiji immer mehr in Panik, als Tonegawa beginnt, ihn wie ein Buch zu lesen. Kann er die E-Card mit intaktem Gehör überleben oder ist Tonegawa einfach zu erfahren, um sie zu überlisten?","versions":[{"lang":3,"streams":[{"redirect":9013856,"hoster":"VOE"},{"redirect":9025915,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Limit","descr":"\"Grenze\"Trotz des überwältigenden Vorteils, Kaiser zu spielen, hat Kaiji Angst, mehr als den Mindesteinsatz von einem Millimeter zu riskieren. Aber mit seiner lähmenden Angst vor Tonegawa zu einem unerwarteten Vorteil werden?","versions":[{"lang":3,"streams":[{"redirect":9013854,"hoster":"VOE"},{"redirect":9025916,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Departed Souls","descr":"\"Heftiger Gott\"In Runde 11 der E-Card greift Kaiji auf seinen bislang extremsten, verzweifeltsten und brillantesten Plan zurück. Hat er das Zeug, Tonegawa ein für alle Mal zu besiegen?","versions":[{"lang":3,"streams":[{"redirect":9013855,"hoster":"VOE"},{"redirect":9025913,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Heart and Soul","descr":"\"Herzblut\"Der Wahnsinn von E-Card geht weiter, da Kaiji jetzt um 11 Millionen Yen gestiegen ist. Kaiji setzt nun 18 Millimeter und riskiert Tod oder Hirnschaden. Er bemüht sich, Tonegawa zu demütigen und den Tod seiner Freunde zu rächen","versions":[{"lang":3,"streams":[{"redirect":9013849,"hoster":"VOE"},{"redirect":8546414,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Execution","descr":"\"Durchsetzung\"Die letzte Runde der E-Card ist endlich gekommen. Tonegawa, Hyoudou, die Teiai-Anzüge und die Verlierer des Human Derby sehen alle zu, wie Kaiji seine letzte Karte spielt.","versions":[{"lang":3,"streams":[{"redirect":9013857,"hoster":"VOE"},{"redirect":9025918,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Unconventional","descr":"\"Ketzerei\"Kaiji ist unzufrieden damit, die Firmenpuppe Tonegawa zu besiegen, und fordert den Präsidenten von Teiai selbst, Hyoudou selbst, heraus. Sein genialer Plan, Teiai bezahlen zu lassen und mit einem Vermögen davonzugehen? Eine einfache Taschentuchverlosung.","versions":[{"lang":3,"streams":[{"redirect":9209327,"hoster":"VOE"},{"redirect":8546411,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Condition","descr":"\"Bedingungen\"Hyoudou nimmt Kaijis Herausforderung bereitwillig an, aber nachdem er ein Leben lang andere finanziell dominiert hat, ist der verdrehte Präsident nicht zufrieden damit, einfach Kaijis Geld zu nehmen. Stattdessen fordert er etwas viel Wertvolleres","versions":[{"lang":3,"streams":[{"redirect":9013853,"hoster":"VOE"},{"redirect":9025919,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Pallid","descr":"\"Investition\"Kaiji ist völlig zuversichtlich, dass seine manipulierte Taschentuchbox Hyoudou austricksen und ihm über 100 Millionen Yen einbringen wird. Aber weiß der schlaue Präsident mehr, als er verrät?","versions":[{"lang":3,"streams":[{"redirect":9013858,"hoster":"VOE"},{"redirect":9025920,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Afterglow","descr":"\"Nachglühen\"Mit seinen 20 Millionen E-Card-Gewinnen und vier seiner Finger auf der Linie greift Kaiji mit einer Hand in die Taschentuchbox und zieht…","versions":[{"lang":3,"streams":[{"redirect":9013859,"hoster":"VOE"},{"redirect":9025917,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hell","descr":"\"Underground Hell\"Monate nachdem Kaiji der Teiai-Gruppe zehn Millionen Yen Schulden angehäuft hat, wird er schließlich gefasst und in ein unterirdisches Zwangsarbeitslager gebracht. Seine einzige Hoffnung auf Flucht besteht darin, für einen eintägigen Rückflug an die Oberfläche zu sparen.","versions":[{"lang":3,"streams":[{"redirect":9013812,"hoster":"VOE"},{"redirect":9025872,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Rules of the Game","descr":"\"Die Regeln des Spiels\"Kaiji versucht, im Untergrund mit dem Würfelspiel Chinchirorin viel Geld zu gewinnen, aber wird sich seine große Wette auszahlen oder ihn ausräumen?","versions":[{"lang":3,"streams":[{"redirect":9013808,"hoster":"VOE"},{"redirect":9025870,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Shards of Fate","descr":"\"Glücksbringer\"Die Einsätze werden erhöht, wenn Kaijis erster Zug als Dealer auftaucht und der Vorarbeiter und sein Kumpel den Höchstbetrag setzen!","versions":[{"lang":3,"streams":[{"redirect":9013814,"hoster":"VOE"},{"redirect":9025873,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Path to the Counterattack","descr":"\"Die Anfänge eines Comebacks\"Ootsuki und Isawa säubern Kaiji mit großen Brötchen, und Kaiji befindet sich erneut in Schulden, selbst in den Tiefen der Hölle. Jetzt sind seine Löhne garniert und landen in der Gesellschaft von Mitverlierern, den \"Fünfundvierzig\".","versions":[{"lang":3,"streams":[{"redirect":9013813,"hoster":"VOE"},{"redirect":9025875,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Abuse and Perseverance","descr":"\"Missbrauch und Ausdauer\"Es ist eine Prüfung der Willenskraft, da Kaiji und die Fünfundvierzig darum kämpfen, ihre Schulden zu retten und zu bezahlen, und Hunger, Durst und Missbrauch durch Ootsuki ertragen","versions":[{"lang":3,"streams":[{"redirect":9013811,"hoster":"VOE"},{"redirect":9025876,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Storm Arrives","descr":"\"Der Sturm steigt herab\"Nach drei langen, brutalen Monaten zahlen Kaiji und seine Freunde endlich ihre Schulden ab und beschließen, ihr Geld beim nächsten Chinchiro-Spiel zusammenzulegen. Können sie nach dem Entfernen des maximalen Einsatzlimits groß gewinnen oder sind sie wieder bankrott?","versions":[{"lang":3,"streams":[{"redirect":9013816,"hoster":"VOE"},{"redirect":9025874,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Magic Dice","descr":"\"Magische Würfel\"Die fünfundvierzig sind alle dabei, und Ootsuki hat keine andere Wahl, als auf seine magischen Würfel zurückzugreifen. Aber wird er diesmal mit Betrug davonkommen?","versions":[{"lang":3,"streams":[{"redirect":9013815,"hoster":"VOE"},{"redirect":9025879,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Nemesis","descr":"\"Göttliche Vergeltung\"Kaiji erwischt Ootsuki auf frischer Tat, aber wenn der Vorarbeiter versucht, sich aus dem Spiel herauszuwieseln, geht Kaiji dann mit leeren Händen davon?","versions":[{"lang":3,"streams":[{"redirect":9013819,"hoster":"VOE"},{"redirect":9025881,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Applause, and then...","descr":"\"Prost und ...\"Die Fünfundvierzig besiegten Ootsuki in seinem eigenen Spiel und gewannen einen riesigen Glücksfall! Die Gruppe vertraut Kaiji das Los ihrer Gewinne an und rechnet damit, dass er wieder an die Oberfläche geht und das Geld findet, um alle ihre Schulden zu begleichen!","versions":[{"lang":3,"streams":[{"redirect":9013821,"hoster":"VOE"},{"redirect":9025880,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Last Gamble","descr":"\"Das letzte Glücksspiel\"Kaiji trifft auf einen Mann namens Sakazaki, der ihn mit einem sicheren Weg dazu verleitet, in einer Nacht sechshundert Millionen Yen zu gewinnen! Der Schlüssel? Eine Pachinko-Maschine, bei der jeder Ball 4.000 Yen wert ist… Eine Maschine, die als Bog bekannt ist","versions":[{"lang":3,"streams":[{"redirect":13014861,"hoster":"VOE"},{"redirect":9025882,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Cheers and Sighs","descr":"\"Freude und Klage\"Sakazaki greift den Sumpf mit seinem Magnetbier an, als er versucht, den Jackpot zu gewinnen, aber während er weiter spielt, riecht Kaiji eine Ratte","versions":[{"lang":3,"streams":[{"redirect":9013818,"hoster":"VOE"},{"redirect":9025884,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Heaven`s Fall, Man`s Fall","descr":"\"Der Himmel fällt, ein Mann fällt\"Sakazaki ignoriert Kaijis Warnung und versenkt weiterhin Geld in den Sumpf. Erst als er fast bankrott ist, erkennen die beiden, wie hart die Abwehrkräfte der Maschine wirklich sind.","versions":[{"lang":3,"streams":[{"redirect":9013823,"hoster":"VOE"},{"redirect":12482393,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Clue to Beating the Bog","descr":"\"Ein Hinweis\"Nachdem sein Versuch auf dem Moor fehlgeschlagen ist, bringt Sakazaki den letzten Teil seines Geldes auf die Strecke. Aber wenn Kaiji eine Offenbarung darüber hat, wie man die Monstermaschine besiegt, kann er dann rechtzeitig dort sein, um Sakazaki davon abzuhalten, sein Geld zu verschwenden?","versions":[{"lang":3,"streams":[{"redirect":9013820,"hoster":"VOE"},{"redirect":8546407,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Pariah`s Path (Summary)","descr":"\"Die Straße des Überlebenden\"Erleben Sie Kaijis Reise von seinem Abstieg in die unterirdische Hölle bis zu seiner ersten Begegnung mit dem Sumpf und Ichijou noch einmal und sehen Sie, wie weit er noch ist.","versions":[{"lang":3,"streams":[{"redirect":13998713,"hoster":"VOE"},{"redirect":9025885,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"All-in Bluff","descr":"\"Alles ein Akt\"Von allen potenziellen Komplizen bringt Kaiji den gnadenlosen Kredithai von Teiai, Endou! Zusammen mit Sakazaki planen die drei, einen letzten Angriff auf das Moor zu starten und den Jackpot zu gewinnen!","versions":[{"lang":3,"streams":[{"redirect":9013830,"hoster":"VOE"},{"redirect":9025888,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Battle Begins","descr":"\"Der Vorhang geht auf\"Selbst nachdem Kaiji von Ichijou gefoltert wurde, kehrt er mit Sakazaki und Endou ins Casino zurück, um seinen Plan auszuführen und sein Duell mit dem Sumpf zu beginnen!","versions":[{"lang":3,"streams":[{"redirect":12335602,"hoster":"VOE"},{"redirect":9025883,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Fruitless Achievement","descr":"\"Sinnloses Stampfen\"Kaijis hinterhältiger Plan lässt den Wald der Stifte des Sumpfes in Trümmern liegen, und ein wilder Ichijou schaltet denselben automatischen Block ein, der Sakazaki gestoppt hat. Warum schlägt Kaiji ohne Hoffnung auf einen Sieg weiterhin erfolglos gegen die Blockade?","versions":[{"lang":3,"streams":[{"redirect":9013825,"hoster":"VOE"},{"redirect":9025889,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Iron Gate","descr":"\"Unnachgiebiges Tor\"Selbst wenn der Wald der Stecknadeln geräumt ist, hält Ichijous Block Kaiji vom letzten Bereich des Moores, den drei Platten, fern. Wird Kaijis unerbittlicher Angriff auf die Flossen erfolgreich sein, bevor ihm das Geld ausgeht?!","versions":[{"lang":3,"streams":[{"redirect":9013828,"hoster":"VOE"},{"redirect":9025886,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Trajectory of a Miracle","descr":"\"Weg zu einem Wunder\"Ichijou wird in eine Ecke gedrängt und beginnt eine verzweifelte Suche nach der Fernbedienung, die die letzte \"undurchdringliche Verteidigung\" des Moores aktiviert. Wird Kaiji seinen Schuss auf den Jackpot verlieren oder kann er einen Ball versenken, bevor Ichijou die Chance bekommt?","versions":[{"lang":3,"streams":[{"redirect":9013824,"hoster":"VOE"},{"redirect":9025891,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Crossroads of Fate","descr":"\"Destiny Gap\"Kaijis wilde Idee, das Gebäude zu kippen, um den Sumpf zu kippen, zahlt sich aus, und Ichijou kämpft sich zum Gegenangriff! Kann er Kaiji wieder stymieren oder ist es zu spät?","versions":[{"lang":3,"streams":[{"redirect":9013826,"hoster":"VOE"},{"redirect":9025894,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Certain Victory","descr":"\"Sieg gesichert\"Mit nur noch 250 Bällen steht Kaiji kurz vor der Niederlage! Doch hier, als er sich an einem Faden festhält, bemerkt er endlich einen todsicheren Weg, um zu gewinnen!","versions":[{"lang":3,"streams":[{"redirect":9207637,"hoster":"VOE"},{"redirect":9207635,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Power of a 10,000 Yen Note","descr":"\"Die Macht des Geldes\"Endou leiht Kaiji sein Notgeld und Kaiji setzt seinen Angriff auf das Moor fort! Während die Menge zusieht, klebt er drei Scheine auf das Glas und erklärt, dass sie einen Zaubertrick sehen werden, den sie nie vergessen werden.","versions":[{"lang":3,"streams":[{"redirect":9013831,"hoster":"VOE"},{"redirect":9025890,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"A Precarious Situation","descr":"\"Auf dünnem Eis\"Mit der extremen Neigung haben die verlorenen Bälle die Ausschussrutsche verstopft und die verlorenen Löcher in den ersten beiden Platten blockiert! Doch gerade als der Sieg unmittelbar bevorsteht, erkennt Kaiji seinen fatalen Fehler!","versions":[{"lang":3,"streams":[{"redirect":9013835,"hoster":"VOE"},{"redirect":9025897,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Silver Balls, Back and Forth","descr":"\"Mäandernde Silberkugeln\"Kaiji schießt weiter weg, bis selbst die verlorenen Löcher auf der dritten Platte blockiert sind! Es ist jetzt nur noch eine Frage der Zeit… oder doch?","versions":[{"lang":3,"streams":[{"redirect":9013834,"hoster":"VOE"},{"redirect":9025893,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Tears of Resentment","descr":"\"Tränen des Grolls\"Selbst wenn die Teller bis zum Rand mit silbernen Kugeln gefüllt sind, verhindert Ichijous Geheimwaffe, der Vorhang des Windes, dass Kaiji gewinnt. Alles scheint verloren zu sein, wenn Kaiji kein Geld mehr hat, bis ein Hoffnungsschimmer die Dunkelheit durchdringt!","versions":[{"lang":3,"streams":[{"redirect":9013837,"hoster":"VOE"},{"redirect":9025900,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"The Future Is in Our...","descr":"\"The Future is in our Hands...”Exhausted from its long war with Kaiji, the Bog finally falls and pays out! Kaiji now has enough money to save himself and his friends underground, but will he give into the temptation to keep the fortune for himself?","versions":[{"lang":3,"streams":[{"redirect":12379421,"hoster":"VOE"},{"redirect":9025892,"hoster":"Streamtape"}]}]}]}]}