{"path":"/serie/stream/hachigatsu-no-cinderella-nine","name":"Hachigatsu no Cinderella Nine","descr":"Hachigatsu no Cinderella Nine (2019), die Anime-Adaption zum gleichnamigen Mobile Game, spielt an einer ländlichen Oberschule. Ein ehemaliges Senior-League-Baseballass musste seine Karriere nach einer Verletzung abrupt beenden und zog fest entschlossen, nie wieder etwas mit Baseball zu tun zu haben, zu seiner Großmutter. An der dortigen Oberschule trifft er auf Tsubasa Arihara, die es schafft, seine Leidenschaft für den Sport wiederzuerwecken. Diesmal ist er es jedoch nicht, der auf dem Feld steht, sondern das Mädchenteam seiner Oberschule und er selbst ist ihr Trainer! Nun haben sie ein neues Ziel: die nationalen Oberschulmeisterschaften in Koshien!","seasons":[{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-1","name":"","epNo":1,"alt":"Play Ball!","descr":"An ihrem ersten Tag in der Satogahama Municipal High School betritt Arihara Tsubasa die Bühne, während die Clubs der Schule vorgestellt werden, und erklärt: \"Die Hardball-Baseballmannschaft der Mädchen sucht Mitglieder!\" Da Satogahama ursprünglich nur eine Mädchenschule war, gibt es nicht einmal eine Baseballmannschaft für Jungen. Tsubasa wird beschimpft, weil sie diese Erklärung über einen Club abgegeben hat, den es nicht gibt, aber auf Vorschlag ihres Klassenlehrers beschließt sie, eine Vereinigung zu gründen. Später trifft Nozaki Yuuki, ein neuer Student, der sich nicht für einen Verein entscheiden kann, auf Ukita Akane, der ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8520856","hoster":"VOE"},{"path":"/redirect/8520855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-2","name":"","epNo":2,"alt":"Can or Can`t","descr":"Um einen neuen Verein zu gründen, braucht man fünf Mitglieder - aber das Wichtigste, was die Mädchen brauchen, um Baseball zu spielen, ist ein Ort zum Üben. An der Schule gibt es jedoch keine geeigneten Orte, um Baseball zu spielen. Tsubasa und die anderen sind besorgt, aber sie sagen sich, dass sie nur mit dem anfangen können, was gerade möglich ist. Sie besuchen zunächst einen Baseball-Laden, um Ausrüstung zu kaufen. Als sie Handschuhe aussuchen, stellen sie fest, dass Suzuki Waka, eine Klassenkameradin von Tsubasa und Yuuki, ebenfalls im Geschäft ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13014880","hoster":"VOE"},{"path":"/redirect/8520857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-3","name":"","epNo":3,"alt":"Let`s Work Up a Good Sweat","descr":"Mit einem Feld, einem Berater und fünf Mitgliedern ist der Baseballverband der Mädchen offiziell in Aktion. Endlich beginnen sie zu üben, indem sie die von Waka entwickelten Trainingsprogramme anwenden - und als sie dies tun, besucht sie Iwaki Yoshimi von Satogahamas Cheer Squad. Dann taucht auch Asada Aoi auf, die beide Mitglieder des Vereins werden. Die Mädchen freuen sich, zwei einzigartige neue Mitglieder in ihre Reihen aufnehmen zu können, und außerdem taucht Nakano Ayaka vom Zeitungsclub auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8520861","hoster":"VOE"},{"path":"/redirect/8520863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-4","name":"","epNo":4,"alt":"Though We May Stand at a Crossroads","descr":"Die Halbfinale des letztjährigen Senior Little League-Turniers endete mit Fujiura High gegen Kuramoto Chuo High. Sich daran zu erinnern, dass das Spiel für Ryou ärgerlich ist, aber für Tsubasa ist es eine wertvolle Erinnerung. Tsubasa erklärt den anderen Mitgliedern, warum sie beschlossen hat, eine Mädchen-Baseballmannschaft in Satogahama zu gründen, anstatt einer Vereinmannschaft beizutreten. Vor einem Jahr stand Tsubasa vor der Entscheidung, weiter Baseball zu spielen oder aufzuhören.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8520866","hoster":"VOE"},{"path":"/redirect/8520865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-5","name":"","epNo":5,"alt":"Our First Game!","descr":"Das erste Match der Mädchen-Baseballassoziation steht an! Die Mädels sind vom Eifer gepackt, doch sind sie der gegnerischen Mannschaft schon gewachsen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8520871","hoster":"VOE"},{"path":"/redirect/8520870","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-6","name":"","epNo":6,"alt":"What We Do from Now On","descr":"Während Tsubasa für die Prüfungen büffelt, trainiert Tomoe allein, um den anderen keine Last zu sein. Doch um weiterzukommen, benötigt sie Hilfe - allerdings nicht die von Tsubasa ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8520876","hoster":"VOE"},{"path":"/redirect/8520873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-7","name":"","epNo":7,"alt":"The Smiling Lost Child","descr":"Yuuki trifft zufällig eine alte Klassenkameradin wieder und lädt sie in die Baseballassoziation ein. Diese jedoch hat mit vielen Problemen zu kämpfen und geriet bereits sogar mit der Polizei in Kontakt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13480841","hoster":"VOE"},{"path":"/redirect/8520874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-8","name":"","epNo":8,"alt":"Looking Ahead to Summer","descr":"Den Mädchen ist es möglich, ein richtiges Turnier zu bestreiten. Doch dafür müssen Kosten gedeckt werden – und sie sind noch immer kein offizieller Club.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13480842","hoster":"VOE"},{"path":"/redirect/8520880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-9","name":"","epNo":9,"alt":"Having Each Others\u0027 Backs, and Having Fun","descr":"Die Mädchen veranstalten ein Trainingslager, um fürs Turnier gewappnet zu sein. Dort erleben sie eine große Überraschung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13480845","hoster":"VOE"},{"path":"/redirect/8520883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-10","name":"","epNo":10,"alt":"Wings on Your Back","descr":"Die Mädchen bekommen ein Angebot für ein Übungsspiel! Doch ihr Gegner ist das Team der Kogetsu-Oberschule. Dafür müssen besondere Maßnahmen getroffen werden ... und nicht alle Mädchen können auf dem Feld spielen. Für wen wird Tsubasa sich entscheiden und sind sie diesem starken Gegner gewachsen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13480846","hoster":"VOE"},{"path":"/redirect/8520889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-11","name":"","epNo":11,"alt":"The National Tournament Begins","descr":"Die Mädchen reisen zum Veranstaltungsort der Landesmeisterschaft. Und wie es das Schicksal so will, teilen sie ihre Unterkunft mit ihrem überraschenden ersten Gegner.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13480852","hoster":"VOE"},{"path":"/redirect/8520891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-12","name":"","epNo":12,"alt":"The Hottest Summer Ever","descr":"Wie werden sich die Mädchen in der Meisterschaft schlagen? Hat sich ihr Training bezahlt gemacht oder hat es doch noch nicht gereicht?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13480853","hoster":"VOE"},{"path":"/redirect/8520893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hachigatsu-no-cinderella-nine/staffel-1/episode-13","name":"","epNo":13,"alt":"The Story Continues","descr":"Das neue Schuljahr rückt näher und damit könnten auch neue potenzielle Mitglieder für das Mädchen-Baseball-Team der Satogahama-Oberschule an die Schule kommen. Yuzu liebt eigentlich Baseball, aber sie ist nicht besonders gut darin. Obwohl sie eigentlich damit aufhören möchte, möchte sie sich einmal das Training der Satogahama-Oberschule anschauen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13599402","hoster":"VOE"},{"path":"/redirect/8944319","hoster":"Streamtape"}]}]}]}]}