{"path":"/serie/stream/hack-die-strassen-von-philadelphia","name":"Hack – Die Straßen von Philadelphia","descr":"Mike Olshansky hat aufgrund eines Bestechungsvorwurfes seinen Job als Polizist verloren. Zu allem Überfluss hat ihn auch seine Frau samt Sohn Mikey verlassen. Er versucht sich nun als Taxifahrer über Wasser zu halten.  Doch im Innern ist er nach wie vor ein Cop und so hilft er Fahrgästen,  die Probleme haben. Unterstützt wird er dabei von seinem ehemaligen Partner Marcellus Washington.","seasons":[{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-1","name":"Der Mann im Hintergrund – Pilot","epNo":1,"alt":"Hack – Pilot","descr":"Mike Olshansky nimmt am Bahnhof einen Fahrgast namens Paul Goodman auf, der im Taxi in Tränen ausbricht. Goodman ist auf der Suche nach seiner verschwundenen Tochter und bittet den Ex-Cop um Hilfe. Gemeinsam mit seinem ehemaligen Kollegen Marcellus Washington kommt Olshansky einem vorbestraften Vergewaltiger auf die Spur, der das Mädchen festhält. Olshansky und Goodman setzen alles daran, sie aus den Fängen des Verbrechers zu befreien …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309959","hoster":"VOE"},{"path":"/redirect/10110748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-2","name":"Letzte Warnung","epNo":2,"alt":"Favors","descr":"Donnie, ein Fahrgast, bittet Olshansky um einen Gefallen. Er soll für ihn Geld an den Zinswucherer Eddie O’Daniel zurückbezahlen, der Donnie wegen verzögerter Rückzahlung schon zweimal ein Bein brechen ließ. Während Olshansky Donnie in die Spielhölle von O’Daniel begleitet, wird sein Taxi gestohlen. Es stellt sich heraus, dass Donnie das Taxi an einen Hehler verkauft hat … Marcellus Washington bittet Olshansky um Mithilfe bei der Lösung eines Mordfalls …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309964","hoster":"VOE"},{"path":"/redirect/10110750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-3","name":"Unter Druck","epNo":3,"alt":"Domestic Disturbance","descr":"Bei einer nächtlichen Taxifahrt nimmt Olshansky Jeanine und ihre Tochter Kayla auf – beide wirken völlig verstört. Jeanine erzählt, dass sie von ihrem Mann, einem Polizisten, geschlagen wird. Olshansky bringt Mutter und Tochter bei seinem Freund Grizz in Sicherheit und kontaktiert seinen Ex-Partner Washington, der den Polizisten ausfindig machen soll. Aus Angst flieht Jeanine mit Kayla nach New Jersey und macht sich damit der Kindesentführung schuldig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309960","hoster":"VOE"},{"path":"/redirect/10110749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-4","name":"Ein verdammtes Wochenende","epNo":4,"alt":"My Alibi","descr":"Olshansky wird von seinem Fahrgast Nibs um Hilfe gebeten. Dieser fühlt sich von seinem Ex-Partner Boone bedroht, der wegen Versicherungsbetrugs ins Gefängnis musste und vor Kurzem entlassen wurde. Es stellt sich heraus, dass Boone für den Versicherungsbetrug nicht alleine verantwortlich war, denn auch Nibs hatte seine Finger im Spiel. Und nicht nur das: Boones ehemalige Freundin ist mittlerweile mit Nibs verheiratet. Jetzt sinnt Boone nach Rache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309962","hoster":"VOE"},{"path":"/redirect/10110751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-5","name":"Vanessa","epNo":5,"alt":"My Brother’s Keeper","descr":"Auf einer Tour durch die Slums trifft Olshansky zufällig auf seine ehemalige Freundin Vanessa, die sich gerade mit einer Gruppe von Drogendealern unterhält. Vanessa ist auf der Suche nach ihrem Bruder Teddy, der in die Drogenszene abgerutscht ist. Olshansky macht sich auf die Suche nach ihm und findet ihn in einem Junkie-Haus. Teddy hat einem Dealer Drogen im Wert von 15.000 Dollar gestohlen und befindet sich somit in Lebensgefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309963","hoster":"VOE"},{"path":"/redirect/10110752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-6","name":"Schmutziges Geld","epNo":6,"alt":"Slippery Slope","descr":"Da sein Sohn Michael eine teure Zahnspange braucht, nimmt Olshansky einen Job als Chauffeur bei dem Geldverleiher Jack Shannon an. Sowohl Grizz als auch Marcellus warnen ihn, dass er sich damit auf gefährliches Terrain begibt. Schon bald sieht sich der Ex-Cop gezwungen, einen Mann zu verprügeln, der Shannon Geld schuldet. Olshansky möchte seinen Job quittieren, doch dann kommt Shannon mit einem verlockenden Angebot …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309966","hoster":"VOE"},{"path":"/redirect/13810557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-7","name":"Die Erpressung","epNo":7,"alt":"Husbands And Wives","descr":"Nachdem Marcellus einen Buchmacher namens Nick Bennett wegen unerlaubten Waffenbesitzes verhaftet hat, bittet Bennetts Frau Olshansky um Hilfe. Olshansky findet heraus, dass Marcellus von Jack Shannon erpresst wird und Bennett nur deshalb verhaftet wurde, weil Shannon es sich in den Kopf gesetzt hat … Olshansky versucht, das Verhältnis zu seiner Noch-Ehefrau Heather zu verbessern. Allerdings macht ihm diese klar, dass es für sie keine Alternative zur anstehenden Scheidung gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309967","hoster":"VOE"},{"path":"/redirect/10110753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-8","name":"Mozart in der Nacht","epNo":8,"alt":"Songs In The Night","descr":"Auf einer nächtlichen Tour nimmt Olshansky einen obdachlosen Säufer mit, der wenig später einen Herzinfarkt erleidet und stirbt. Olshansky fühlt sich verpflichtet, einen Angehörigen des Toten ausfindig zu machen. Heather unterstützt ihn dabei, indem sie den Obduktionsbericht des Toten an Olshansky weiterleitet. Mit Hilfe eines Fotos rekonstruiert Olshansky die Geschichte des Obdachlosen. Schließlich gelingt es ihm, den Zwillingsbruder des Toten ausfindig zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309968","hoster":"VOE"},{"path":"/redirect/10110754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-9","name":"Die Vereinbarung","epNo":9,"alt":"Bad Choices","descr":"Grizz hat Wettschulden bei Marty Glavin und kann sie nicht bezahlen. Olshansky will seinem Freund helfen … Während einer Fahrt springt Olshansky ein spärlich bekleideter Mann vor den Wagen. Es handelt sich um Chuck, einen Freier, der von einer Prostituierten ausgeraubt wurde. Olshansky verspricht Chuck, ihm dabei zu helfen, seinen Ehering wiederzubekommen. Er macht die Prostituierte Anna ausfindig. Es stellt sich heraus, dass Anna aus dem Milieu aussteigen möchte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309969","hoster":"VOE"},{"path":"/redirect/10110755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-10","name":"Eine verrückte Nacht","epNo":10,"alt":"All Night Long","descr":"Ein Fahrgast Olshanskys vergisst einen Umschlag mit 10.000 Dollar in seinem Taxi. Olshansky will das Geld zurückgeben, doch ihm kommt eine schwangere Frau mit Wehen dazwischen, die in sein Taxi steigt. Also geht die Fahrt zunächst ins Krankenhaus … Als Olshansky endlich im Hotel ankommt, um das Geld zurückzugeben, trifft er auf Melissa, die für das Sicherheitsteam arbeitet. Sie erzählt ihm, dass ihr Ex-Mann sie mit Aktfotos erpresst und ihr den gemeinsamen Sohn vorenthält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309970","hoster":"VOE"},{"path":"/redirect/10110757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-11","name":"Verfolgt","epNo":11,"alt":"Obsession","descr":"Abby, die von einem Stalker verfolgt wird, läuft Olshansky vor sein Taxi. Sie bittet ihn, als ihr Bodyguard zu arbeiten. Er begleitet Abby zu einem Wohltätigkeitsball – dort wird sie von ihrem Vorgesetzten Phil White belästigt. Der Verdacht liegt nahe, dass er Abbys unheimlicher Verehrer ist. Während Marcellus Abby für verrückt hält, stuft ein Profiler Abbys Geschichte als glaubhaft ein. Die Suche nach dem Stalker geht weiter. Schon bald wird auf Olshansky geschossen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309973","hoster":"VOE"},{"path":"/redirect/10110756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-12","name":"Der Zeuge","epNo":12,"alt":"A Dangerous Game","descr":"Olshansky bringt eine junge Frau namens Jody nach Hause, die für das Justizministerium arbeitet. Ihre jüngere Schwester Allissa wurde entführt und Olshansky nimmt sich des Falles an. Ein Kidnapper meldet sich und verlangt, dass ihm Jody die Daten von Anthony Lewis Sparks überlässt, einem Bundeszeugen, der gegen einen großen Drogendealer aussagen will. Im Gegenzug soll Allissa freikommen. Olshansky gelingt es mit Marcellus’ Hilfe, an die geforderten Informationen heranzukommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309974","hoster":"VOE"},{"path":"/redirect/10110758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-13","name":"Im Namen des Vaters","epNo":13,"alt":"Death Of Innocence","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309971","hoster":"VOE"},{"path":"/redirect/10110759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-14","name":"Auge um Auge","epNo":14,"alt":"Forgive, But Don’t Forget","descr":"Der Polizist Vahan Badakian gerät in einen Raubüberfall. Es kommt zu einer Schießerei, bei der Badakians kleiner Sohn getötet wird. Marcellus Washington macht mit Olshanskys Hilfe den Todesschützen ausfindig. Da der einzige Zeuge ermordet wird, will Badakian Selbstjustiz üben – Washington und Olshansky versuchen, ihn davon abzuhalten … Grizz trifft auf seine Jugendliebe Beth und muss feststellen, dass seine Liebe auch nach über 20 Jahren noch nicht erloschen ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309975","hoster":"VOE"},{"path":"/redirect/10110760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-15","name":"Das Todesurteil","epNo":15,"alt":"Brothers In Arms","descr":"Jimmy Scanlon hat vor sieben Jahren einen Polizisten erschossen und soll jetzt hingerichtet werden. Olshansky, der den Mann damals festgenommen hat, wird von dessen Bruder John Scanlon entführt und in ein abgelegenes Gebäude gebracht. John Scanlon droht, Olshansky in derselben Minute hinzurichten, in der die Exekution seines Bruders stattfindet. Marcellus Washington und seine Leute setzen alles daran, den Mord an Olshansky zu verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309977","hoster":"VOE"},{"path":"/redirect/10110761","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-16","name":"Blauäugig","epNo":16,"alt":"Black Eye","descr":"Olshansky nimmt einen Fahrgast auf. Es handelt sich um Louise, die kleine Schwester seiner ehemaligen Schulkameradin Faith O’Connor. Louise leidet inzwischen unter Schizophrenie und ist obdachlos. Olshansky will sie in eine Klinik einweisen lassen und fängt sich dabei ein blaues Auge ein. Er macht Faith ausfindig, doch diese ist der Meinung, dass Louise’ Verfolgungswahn ihrer Fantasie entspringt. Olshansky ist da anderer Meinung – er will den Verfolger stellen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309978","hoster":"VOE"},{"path":"/redirect/10110764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-17","name":"Das dritte Mal","epNo":17,"alt":"Third Strike","descr":"Billy Ryan, ein junger Mann, der auf Bewährung frei ist, beobachtet während eines Einbruchs einen Mord. Es ist Billys dritter Verstoß gegen die Bewährungsauflagen, daher kann er sich nicht bei der Polizei melden. Schließlich wendet er sich an Olshansky, der ihn vor einiger Zeit festgenommen hat. Unterdessen verhaftet Stevie, die für den Mordfall zuständige Beamtin, den falschen Täter. Mit Hilfe von Washington stellt Olshansky dem wahren Täter eine Falle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309979","hoster":"VOE"},{"path":"/redirect/10110762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-18","name":"Sünder und Heilige","epNo":18,"alt":"Sinners And Saints","descr":"Olshansky ist einer heiklen Sache auf der Spur: Er hat zufällig erfahren, dass im Garner Hospital, in dem seine Exfrau Heather arbeitet, ein Patient aufgrund der Fahrlässigkeit eines völlig übermüdeten Arztes gestorben ist. Olshansky überredet Heather, sich einer Journalistin anzuvertrauen. Als Folge wird Heather der Job im Krankenhaus gekündigt. Nun liegt es an Olshansky, genügend Beweise zu finden, um den fahrlässigen Arzt dingfest zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309981","hoster":"VOE"},{"path":"/redirect/10110763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-19","name":"Justizirrtum","epNo":19,"alt":"Signature","descr":"Washington und sein neuer Partner Aldo Rossi untersuchen einen Mordfall, der einem Verbrechen ähnelt, das er gemeinsam mit Olshansky vor fünf Jahren untersucht hat. Als Olshansky davon erfährt, macht er sich auf eigene Faust auf die Suche nach dem Mörder. Frederick Morton, der für den ersten Mord ins Gefängnis kam, beteuert nach wie vor seine Unschuld. Und tatsächlich findet Olshansky immer mehr Beweise, die auf Mortons Unschuld hinweisen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309984","hoster":"VOE"},{"path":"/redirect/10110765","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-20","name":"Vater und Sohn","epNo":20,"alt":"All Others Pay Cash","descr":"Olshansky kümmert sich um seinen kranken Vater, der rund um die Uhr versorgt werden muss. Ihn plagen Erinnerungen an seine Kindheit – sein Vater hat ihn immer wieder verprügelt. Olshansky bemüht sich um eine Aussprache, doch sein Vater lehnt ab … Grizz steht unter Verdacht, 2.000 Dollar unterschlagen zu haben und wird vom Priesteramt suspendiert. Olshansky muss feststellen, dass Grizz wieder seinen alten Leidenschaften, dem Wetten und Trinken, frönt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309985","hoster":"VOE"},{"path":"/redirect/10110766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-21","name":"Wahre Lügen","epNo":21,"alt":"True Lies","descr":"Olshanskys Prozess steht bevor und mittlerweile ist auch sein ehemaliger Partner Washington in die Schusslinie geraten. Washington wird verdächtigt, wie Olshansky 4.000 Dollar eingesteckt zu haben. Außerdem wird ihm vorgeworfen, Schmiergelder angenommen zu haben. Zu Olshanskys Verdruss wird auch noch sein kleiner Sohn Mikey vom Staatsanwalt zum Verhör vorgeladen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309990","hoster":"VOE"},{"path":"/redirect/10110767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-1/episode-22","name":"In der Schusslinie","epNo":22,"alt":"The Squeeze","descr":"Washington, dem die innere Abteilung und Staatsanwalt Landi im Nacken sitzen, entwickelt sich immer mehr zum skrupellosen Cop. Olshansky will auf Anraten seiner Anwältin auf einen Deal mit der Staatsanwaltschaft eingehen. Er soll seinen Ex-Partner verraten und im Gegenzug mit einer geringeren Strafe davonkommen. Bei einem Gespräch im Büro der Staatsanwaltschaft legt er sich jedoch mit Landi an und verweigert seine Mitarbeit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309987","hoster":"VOE"},{"path":"/redirect/10110768","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-1","name":"Blind vor Angst","epNo":1,"alt":"See No Evil","descr":"Jamie Farrel, ein blinder Junge, der Zeitungen an der Haustür verkauft, wird Zeuge eines vierfachen Mordes. Er kann dem Massaker als einziger entkommen und wird nun von den Killern verfolgt. Jamie trifft auf Olshansky, der dem Jungen helfen möchte. Schließlich bringt er Jamie zu sich nach Hause und bittet Washington um Hilfe. Es stellt sich heraus, dass es sich bei den Killern um FBI-Agenten handelt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309991","hoster":"VOE"},{"path":"/redirect/10110769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-2","name":"Hexenjagd","epNo":2,"alt":"Hidden Agenda","descr":"Olshansky nimmt vor der Oper zwei Fahrgäste auf, Rasheed Morgan und dessen Frau Vickie. Als er sie vor deren Wohnung absetzt, wird Rasheed von der Polizei verhaftet. Er soll eine Bombe gelegt haben, die im Strafjustizgebäude einen Anwalt getötet hat. Da es sich um einen terroristischen Akt handeln soll, übernimmt das FBI den Fall. Washington, der den Fall anfangs in der Hand hatte, ist von Morgans Unschuld überzeugt. Schließlich bittet er Olshansky um Hilfe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309993","hoster":"VOE"},{"path":"/redirect/10110770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-3","name":"[Wurde nie in Gerdub ausgestrahlt]","epNo":3,"alt":"Presumed Guilty","descr":"Das Verfahren gegen Brian Lowe, der unter Mordverdacht steht, wird wegen eines juristischen Formfehlers niedergeschlagen. Brian wird von Bettina Corwin vertreten, die auch Verteidigerin von Mike Olshansky ist. Brian erzählt Olshansky seine Geschichte und dieser fängt an, ihm zu glauben. Er bringt ihn bei seiner neuen Nachbarin Liz, einer Bewährungshelferin, unter … Unterdessen muss Marcellus Washington ins Krankenhaus zur Biopsie …","versions":[]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-4","name":"Schüsse aus dem Nichts","epNo":4,"alt":"Collateral Damage","descr":"Bei einer Schießerei im Krankenhaus wird Washington schwer verletzt und schwebt zunächst in Lebensgefahr. Der Täter trägt eine auffällige Tätowierung, durch die ihm Olshansky auf die Spur kommt. Es handelt sich um Manfred Dedrick, einen Helfershelfer, der für die Tat offenbar angeheuert wurde … Jamie macht sich als Helfer von Liz im Frauenhaus nützlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309989","hoster":"VOE"},{"path":"/redirect/10110771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-5","name":"Der Racheengel","epNo":5,"alt":"Out Of The Ashes","descr":"Bei einer seiner nächtlichen Fahrten kann Olshansky im letzten Moment eine junge Frau vor der Vergewaltigung durch drei Männer retten. Er setzt sie vor dem Krankenhaus ab und versucht sie zu überzeugen, zur Polizei zu gehen. Aber Leda, die junge Frau, plant einen Rachefeldzug. Sie erschießt zwei der Männer, der dritte kann von Washington und Olshansky gerettet werden. Die Presse stilisiert Leda unterdessen zum Racheengel …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309994","hoster":"VOE"},{"path":"/redirect/10110772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-6","name":"Die Frau ohne Gedächtnis","epNo":6,"alt":"My Fare Lady","descr":"Olshansky nimmt mit seinem Taxi eine junge attraktive Frau auf, die offensichtlich ihr Gedächtnis verloren hat. Sie hat einen Zettel, auf dem eine Adresse steht. Als Olshansky sie vor dem besagten Haus absetzt, wird ein Mordanschlag auf die junge Frau verübt, dem sie nur mit knapper Not entgeht … Jamie lernt über das Internet eine junge Frau kennen, der er vormacht, er sei bei der Polizei von Philadelphia …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309998","hoster":"VOE"},{"path":"/redirect/10110773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-7","name":"Der zerbrochene Spiegel","epNo":7,"alt":"The Looking Glass","descr":"Jamie erfährt, dass sein Vater Richard eine Geliebte hat. Als die Geliebte ermordet wird, gerät Richard unter Verdacht. Jamie bittet Olshansky um Hilfe, er hält seinen Vater für unschuldig. Richard Farrel erzählt Olshansky, dass es bei der letzten Aussprache mit seiner Ex-Geliebten zu einem Streit kam und sie ihn in einen Spiegel gestoßen hat, der zersplittert ist. Da der Spiegel verschwunden ist, fällt Olshanskys Verdacht auf den Vermieter des Opfers …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310000","hoster":"VOE"},{"path":"/redirect/10110775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-8","name":"Geld und Macht","epNo":8,"alt":"Blind Faith","descr":"Martha Skullnik, eine junge Frau die soeben in Philadelphia angekommen ist, steigt zu Olshansky ins Taxi. Wenig später taucht ein Polizist auf, der auf der Suche nach ihr ist. Er behauptet, Martha sei verrückt und will ihre Wiedereinweisung in eine psychiatrische Klinik erwirken. Unterdessen beteuert Martha, einen Mord gesehen zu haben. Gemeinsam mit Washington geht Olshansky der Sache auf den Grund …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11309999","hoster":"VOE"},{"path":"/redirect/10110774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-9","name":"Aus gutem Hause","epNo":9,"alt":"To Have And Have Not","descr":"Jamie trifft seine alte Jugendfreundin Jessica. Schon bald stellt sich heraus, dass Jessica auf den Strich geht. Jamie will seiner Freundin helfen, doch diese kommt von ihrem Zuhälter nicht los. Da Jessica aus reichem Haus kommt, ist Liz nicht bereit, ihr zu helfen. Schon bald entspinnt ein Streit über Klassenunterschiede zwischen Liz und Olshansky … Washington kümmert sich um den kleinen Cal, dessen Vater er ins Gefängnis gebracht hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310001","hoster":"VOE"},{"path":"/redirect/10110776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-10","name":"Die Tote im Park","epNo":10,"alt":"Dial \"O” For Murder","descr":"Im Fairmount Park wird eine junge Frau ermordet aufgefunden, die auf ihrem Handgelenk Olshanskys Telefonnummer geschrieben hat. Wie sich herausstellt, hat Vicki Wallis die Telefonnummer von Liz erhalten. Es stellt sich heraus, dass Vickis Freund Nick, ein Feuerwehrmann, während einer Brandbekämpfung Drogengeld gestohlen. Olshansky und Washington gehen davon aus, dass der Diebstahl mit dem Mord an Vicki zusammenhängt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310010","hoster":"VOE"},{"path":"/redirect/10110777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-11","name":"Der Russe","epNo":11,"alt":"Gone","descr":"Olshansky fährt den Russen Vasily Yurchenko zu einem Treffen mit einem chinesischen Mafiaboss. Es kommt zu einer Schießerei, bei der die Begleiter Yurchenkos erschossen werden. Olshansky verhilft dem Russen zur Flucht … Als Liz auf Olshanskys Sohn Mikey aufpassen soll, wird dieser auf der Straße von einem Mann angesprochen. Der Auftragskiller, dem Olshansky schon einmal einen Job vermasselt hat, verlangt von Olshansky die Auslieferung Yurchenkos …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310002","hoster":"VOE"},{"path":"/redirect/10110778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-12","name":"Der Weg der Waffe","epNo":12,"alt":"Calibrated Arguments","descr":"Als Olshansky nach einer Fahrt seine Bezahlung erhält, überfällt ihn ein junger Schwarzer und reißt ihm das Geld aus der Hand. Bei der Verfolgung des jungen Mannes kommt es zu einem Handgemenge – mit fatalem Ausgang … Jamie hat einen Job beim selben Taxiunternehmen wie Olshansky an Land gezogen. Da er sich unsicher fühlt, nimmt er trotz Olshanskys Warnung eine Waffe mit auf Tour …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953127","hoster":"VOE"},{"path":"/redirect/10110779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-13","name":"Versteckspiel","epNo":13,"alt":"Double Exposure","descr":"Jamie trifft sich in einer Bar mit seinem Jugendfreund Wilson Thayer. Als sie die Bar verlassen, werden sie von vier maskierten Männern verprügelt. Wilson möchte den Vorfall nicht der Polizei melden, Jamie setzt sich aber mit Olshansky in Verbindung, der wiederum Washington um Hilfe bittet. Jamie erfährt, dass Wilson homosexuell ist. Als der junge Mann einen Schwulentreffpunkt im Park besucht, wird ihm dies zum Verhängnis …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310006","hoster":"VOE"},{"path":"/redirect/12516940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-14","name":"[Wurde nie in Gerdub ausgestrahlt]","epNo":14,"alt":"Fog Of War","descr":"","versions":[]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-15","name":"[Wurde nie in Gerdub ausgestrahlt]","epNo":15,"alt":"Extreme Commerce","descr":"","versions":[]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-16","name":"[Wurde nie in Gerdub ausgestrahlt]","epNo":16,"alt":"Misty Blue","descr":"","versions":[]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-17","name":"[Wurde nie in Gerdub ausgestrahlt]","epNo":17,"alt":"One For My Baby","descr":"","versions":[]},{"path":"/serie/stream/hack-die-strassen-von-philadelphia/staffel-2/episode-18","name":"[Wurde nie in Gerdub ausgestrahlt]","epNo":18,"alt":"The Reckoning","descr":"","versions":[]}]}]}