{"path":"/serie/stream/hackerville","name":"Hackerville","descr":"Als das BKA einen Hackerangriff auf eine Großbank nach Timișoara verfolgen kann, wird die Spezialistin für Internetkriminalität Lisa Metz in die rumänische Stadt geschickt, in der auch ihre Wurzeln liegen. Vor Ort soll sie mit dem Polizisten Adam Sandor und dessen Team zusammenarbeiten. Allerdings sieht Sandor seine eigenen Ermittlungen durch Lisas Ankunft gefährdet. Darüber hinaus wird die Beamtin dort nicht nur mit dem Chaos des modernen Rumänien konfrontiert, sondern auch mit ihrer eigenen Familiengeschichte. Doch als Lisa und Sandor auf den Ausnahmeprogrammierer Dark Mole treffen, entwickelt sich aus anfänglichem Misstrauen bald eine gegenseitige Abhängigkeit zwischen den dreien.","seasons":[{"path":"/serie/stream/hackerville/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hackerville/staffel-1/episode-1","name":"Drei Neunen","epNo":1,"alt":"","descr":"Ein Hackerangriff in einer Deutschen Bank wurde veranstaltet. Wer und Woher kommt der angriff?\rLisa Metz wurde nach Rumänien geschickt um den Hacker ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923079","hoster":"VOE"},{"path":"/redirect/8569919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hackerville/staffel-1/episode-2","name":"Rot gewinnt","epNo":2,"alt":"","descr":"Die deutsche Cyberkriminalistin Lisa Metz beginnt an ihrem zweiten Tag in Timisoara mit der Ermittlung gegen Dragos’ jüngeren Bruder Cipi, da sie davon ausgeht, dass er hinter den Hackerangriffen steckt. Mithilfe ihres Frankfurter Kollegen Freddy kann Lisa sich als Gamerin ausgeben und Cipis Vertrauen gewinnen. Adam erfährt indes, dass Cipi tatsächlich ein außergewöhnliches Talent ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109816","hoster":"VOE"},{"path":"/redirect/8546532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hackerville/staffel-1/episode-3","name":"Der talentierte Mr. Cipi","epNo":3,"alt":"","descr":"Lisa verlängert ihren Aufenthalt in Timisoara, um Cipi vor sich selbst zu beschützen. Adam hingegen würde die junge Frau am Liebsten so schnell wie möglich in das nächste Flugzeug setzen, nachdem er von seinem Chef für Lisas Vorgehen bestraft wurde. Die Polizistin versucht indes, Cipi ausfindig zu machen, nur um zu entdecken, dass sowohl er als auch Dragos verschwunden sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014020","hoster":"VOE"},{"path":"/redirect/8546522","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hackerville/staffel-1/episode-4","name":"Divide et impera","epNo":4,"alt":"","descr":"Lisa und Adam versuchen, Cipi an einem geheimen Ort abzusetzen. Werden dabei aber aufgespürt und müssen die Flucht antreten. Schließlich kommen die drei in einem verlassenen Krankenhaus unter. In welchem sie übernachten. Was bei Cipi schmerzhafte Erinnerungen wachruft. In der Zwischenzeit ist Lisas Vater nach Rumänien gereist, um seine Tochter nach Deutschland zurückzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13100987","hoster":"VOE"},{"path":"/redirect/8546528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hackerville/staffel-1/episode-5","name":"Offline","epNo":5,"alt":"","descr":"Lisa, Adam und Cipi entkommen Borisov nur knapp. Sie verbergen sich in einem verlassenen Dorf, in dem Adam auch Cornel versteckt hält. Nachdem Adam sie zurückgelassen hat, müssen Lisa, Cornel und Cipi alleine miteinander auskommen. Es dauert nicht lange, bis Cornel eine schockierende Entdeckung über Lisas Vater Walter macht. Der trifft indes zum ersten Mal seit 30 Jahren wieder auf Luminita.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109817","hoster":"VOE"},{"path":"/redirect/8546524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hackerville/staffel-1/episode-6","name":"Wollen wir spielen?","epNo":6,"alt":"","descr":"Cipi ist von den jüngsten Ereignissen schwer erschüttert und wird von der SAS gefasst. In dem Durcheinander gelingt es Vali, Rache zu üben. Adam gerät indes in eine schreckliche Situation, als Borisov seine Familie bedroht. Während sich die Schlinge um Cipis Hals immer enger zusammenzieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109818","hoster":"VOE"},{"path":"/redirect/8546537","hoster":"Streamtape"}]}]}]}]}