{"seriesId":"hafen-ohne-gnade","name":"Hafen ohne Gnade","descr":"Pierre Leprieur (Olivier Gourmet), ein stolzer Hafenarbeiter aus Le Havre, hat sein ganzes Leben in den Docks verbracht. Die Überraschungsfeier anlässlich seines 60. Geburtstags nimmt eine unerwartete Wendung, als er erfährt, dass sein jüngster Sohn Simon (Panayotis Pascot) wegen Drogenschmuggels verhaftet wurde. Es stellt sich heraus, dass auch sein anderer Sohn Jean (Pierre Lottin) in die Angelegenheit verwickelt ist. Das bringt die ganze Familie in Bedrängnis. Pierre setzt seine Hoffnungen auf seine Tochter Emma (Margot Bancilhon), die in Paris Anwältin ist, dass sie ihnen helfen kann. Währenddessen setzt er seinen einsamen Kampf gegen den Drogenhandel im Hafen fort.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Pierre Leprieur, ein stolzer Hafenarbeiter aus Le Havre, hat sein gesamtes Leben in den Docks verbracht. Als Mann für alle Kämpfe wurde er durch sein politisches und gewerkschaftliches Engagement zu einer respektierten Persönlichkeit unter den Hafenarbeitern. Doch an seinem 60. Geburtstag, als seine Liebsten versammelt sind, bricht alles zusammen. Während Emma und Jean Reden halten, kommen persönliche Konflikte und Vorwürfe ans Licht. Mitten in die Feier platzt die Nachricht, dass Pierres jüngster Sohn Simon bei einem illegalen Autorennen mit einem Wagen voller Drogen festgenommen wurde. Und es gibt eine Verbindung zum Autohaus von Jean. Die beiden Brüder werden sofort festgenommen, Emma übernimmt ihre Verteidigung. Pierre ist außer sich und vermutet, dass in Wirklichkeit irgendjemand ihm eins auswischen will.Denn bis zu seiner Abwahl als Chef der Hafenarbeiter-Gewerkschaft hat er sich vehement gegen den grassierenden Drogenhandel in den Docks eingesetzt. Ist das Ganze ein Racheakt gegen ihn?","versions":[{"lang":1,"streams":[{"redirect":13713077,"hoster":"VOE"},{"redirect":13713076,"hoster":"Doodstream"},{"redirect":13713078,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Der Mord an Pierre löst ein gewaltiges Beben in der Familie Leprieur aus. Könnte es sein, dass sein Tod mit seinem kompromisslosen Kampf gegen den Drogenschmuggel im Hafen in Verbindung steht? Emma begleitet Jean nach Paris, wo er vor dem Untersuchungsrichter aussagen muss. Sie fleht ihn an, die Wahrheit zu sagen, falls er Informationen über den Drogenschmuggel hat, die helfen könnten, den Täter zu finden. Aufgrund der im Ermittlungsverfahren gesammelten Beweise wird Jean wegen bandenmäßigen Drogenschmuggels angeklagt. Nach seiner Rückkehr nach Le Havre darf er die Stadt nicht verlassen und muss täglich auf der Polizeiwache erscheinen. Vergeblich versucht er, seine Versicherung für den Brand seines Geschäfts in Anspruch zu nehmen, doch sein vermeintlicher Freund, der Versicherer, lehnt das ab.Außerdem teilt ihm seine Schwester Emma mit, dass sie ihn nicht weiter verteidigen möchte. Pierre seinerseits hat kurz vor seinem Tod noch dafür gesorgt, dass sein jüngster Sohn Simon einen Job im Hafen bekommt, um dessen Chancen auf einen Freispruch zu erhöhen. Seit Pierres Tod ist Laurence verstört und orientierungslos. Sie bestreitet jegliche Beteiligung ihres Mannes an illegalen Aktivitäten. Als sie erfährt, dass er kurz vor seinem Tod alle Konten leer geräumt hat, steht sie finanziell mittellos da. Warum hat er das getan? Wie soll sie nun die Beerdigung bezahlen?","versions":[{"lang":1,"streams":[{"redirect":13713075,"hoster":"VOE"},{"redirect":13713081,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Die vom Gewerkschaftsverband organisierte Gedenkfeier für Pierre vereint nicht nur trauernde Seelen, sondern bringt auch tief verwurzelte Spannungen ans Licht. Während Prévost eine schmeichelhafte, wenn auch heuchlerische Rede zu Ehren von Pierre hält, brodelt in Emma die Wut. Darüber gerät sie mit ihrer Mutter Laurence in Streit. Erst spät erscheint Jean inmitten der Menge und erkennt eine junge Frau wieder, Joy, die ihn am Abend zuvor bewusstlos geschlagen hat. Als er sie zur Rede stellt, gesteht sie ihm, dass Pierre nicht nur ihr Freund, sondern auch ihr Liebhaber war. Er ließ sie in seinem leerstehenden Elternhaus im Quartier des Neiges wohnen. Hat Joy etwas mit Pierres Tod zu tun? Währenddessen wird Prévost von Emma zur Rede gestellt, da sie vermutet, dass er die Drogenschmuggler deckt. Ein plötzlicher Polizeieinsatz unterbricht ihr Gespräch. Prévost ist empört und versucht, den Einsatz zu stoppen. Hat er doch etwas zu verbergen?","versions":[{"lang":1,"streams":[{"redirect":13713080,"hoster":"VOE"},{"redirect":13713083,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Nach der Razzia im Bordell wegen des Verdachts auf Menschenhandel treffen Pierres Geliebte Joy und dessen Tochter Emma aufeinander. Emma erfährt von Joys Schwangerschaft und auch, dass Pierre und Joy sich woanders ein neues Leben aufbauen wollten. Erschüttert bittet Emma ihren alten Schulfreund Ishan herauszufinden, ob das Kind tatsächlich von ihrem Vater ist. Dabei erweist sich Ishan immer mehr als Emmas Vertrauensperson. Nachdem Céline Jean in flagranti beim Seitensprung erwischt hat, verbietet sie ihm den Kontakt zu ihrer gemeinsamen Tochter. Doch Jean denkt gar nicht daran und nimmt sie stattdessen auf einen Segeltörn mit, der allerdings in einem Fiasko endet. Simon schafft es unterdessen, das Vertrauen der Dealer zu gewinnen, und beweist in einer brenzligen Situation Nervenstärke sowie kriminelle Kreativität.Als er auch noch einen brutalen Loyalitätstest besteht, wird er endgültig in ihre Reihen aufgenommen. Aber wer ist dieser Unbekannte im Hintergrund, der mit einem Fingerschnippen seine Kippen anzündet und Simons Vater Pierre zu kennen scheint?","versions":[{"lang":1,"streams":[{"redirect":13713107,"hoster":"VOE"},{"redirect":13713088,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Simon kümmert sich rührend um Nawal, doch einer von Kamels Handlangern verfolgt ihn deswegen – entschlossen, ihm eine Lektion zu erteilen. Ein scheinbar normaler Notartermin wird zum Brennpunkt familiärer Spannungen: Laurence, Emma, Jean und Simon stehen Joy gegenüber, der jungen Prostituierten und Pierres Geliebten, die überraschend das Haus im Quartier des Neiges erbt. Laurence ist schockiert und wütend, da sie noch nie von dieser Frau gehört hat. Außerdem liegt das Ergebnis des DNA-Tests vor, den Emma gefordert hat. Ist Joys Kind wirklich von Pierre? In Rückblenden werden die Vorgänge um Pierres Ermordung erzählt – und wer noch in dieser Nacht anwesend war. Weil Jean der Wahrheit auf die Spur gekommen ist, zieht er den Zorn der Dealer auf sich, die sich nun an ihm rächen wollen. Doch bei ihm zu Hause finden sie lediglich Céline vor. Muss sie sich für ihren untreuen Ehemann opfern? Und was geschieht mit ihrer kleinen Tochter?","versions":[{"lang":1,"streams":[{"redirect":13713086,"hoster":"VOE"},{"redirect":13713090,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Tag zehn nach Pierres Tod bricht an und mit ihm beginnt ein Drogendeal, bei dem viel auf dem Spiel steht. Simon entführt mit Emma einen Lastwagen mit illegaler Fracht und leitet den Fahrer zum vereinbarten Treffpunkt. Doch die Dinge nehmen eine unerwartete Wendung, als dort plötzlich ein Schuss fällt. Die Polizei muss erkennen, dass sie hereingelegt wurde … Währenddessen sucht Laurence Joy auf – bereit, ihre Wut an ihr auszulassen. Doch wie wird sie reagieren, wenn ihr Joy die Wahrheit über Pierre, Christophe und ihren eigenen Vater enthüllt? Showdown auf einem verlassenen Gelände: Als Simon und Emma die Wahrheit von Christophe erfahren, stürmt Jean heran. Dabei kommt es zu einem tragischen Unfall.","versions":[{"lang":1,"streams":[{"redirect":13713094,"hoster":"VOE"},{"redirect":13713096,"hoster":"Streamtape"}]}]}]}]}