{"path":"/serie/stream/hafenpolizei","name":"Hafenpolizei","descr":"Das Pendant zu \"Polizeifunk ruft\" zu Wasser. Hier war es Hauptwachtmeister Ornemann (Herbert A. E. Böhme) vorbehalten, den Hamburger Hafen frei von Schurken zu halten. Eine Serie mit viel Hamburger Lokalkolorit und bekannten Hamburger Schauspielern in Gastrollen.","seasons":[{"path":"/serie/stream/hafenpolizei/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hafenpolizei/staffel-1/episode-1","name":"Marihuana","epNo":1,"alt":"","descr":"Der Kapitän des kanadischen Frachters \"St.Laurenz\" erhält auf hoher See einen Funkspruch: \"Der Matrose Jack Miller ist eines Raubüberfalls verdächtig. Er muss an Bord in die Arrestzelle.\" – In Hamburg erscheint die Polizei, um Miller abzuholen. Aber er ist fort. Statt seiner sitzt Wilson, der Bord-Koch, gefesselt im Arrest. Jack Miller hat sich in Hamburg andere Kleider besorgt. In einem St.Pauli-Lokal versucht er, zu falschen Papieren zu kommen. Das Geld dafür beschafft er sich mit Hilfe eines Mannes, der dem Kapitän der \"St.Laurenz\" ebenso bekannt ist wie der Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708528","hoster":"VOE"},{"path":"/redirect/13708531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-2","name":"Mord an Bord","epNo":2,"alt":"","descr":"Kapitän Hellmann hat an Bord der \"Holmsund\" Streit mit Elise, seiner Frau. Sie will nicht mehr mit ihm fahren, sondern künftig an Land bleiben. Hellmann ist ohnehin eifersüchtig. Er misstraut Wilbert, seinem 1. Offizier. Sollte dieser Mann ein Komplott mit der Kapitänsfrau spinnen? Kurz vor Ankunft der \"Holmsund\" im Hamburger Hafen erhält die Polizei die Funkmeldung \"Mord an Bord\". Wasserschutz- und Kriminalpolizei fahren dem Frachter entgegen: Wilbert, der 1. Offizier, ist im hinteren Laderaum erschlagen worden. Die ersten Verhöre lassen nicht nur den Kapitän verdächtig erscheinen. Obwohl die Polizei zunächst annehmen muss, Hellmann habe sich aus Wut und Eifersucht zu der Tat hinreißen lassen, stellt sie dem wirklichen Mörder eine raffinierte Falle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708533","hoster":"VOE"},{"path":"/redirect/13708535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-3","name":"100.000 Mark","epNo":3,"alt":"","descr":"In der Elbmündung wird Paul Diedrichs, ein Schiffbrüchiger, vom Polizeiboot \"Elbe 3\" aus dem Wasser gezogen. Er jammert um seine Frau Elsie. Sie sei ertrunken als sein Boot kenterte. Die Kriminalpolizei will den Fall Elsie Diedrichs unter dem Stichwort \"Tod durch Ertrinken\" schon zu den Akten legen, als Obersekretär Zink in Diedrichs Hamburger Hotelunterkunft eine interessante Entdeckung macht. Der gerettete Diedrichs hat Geheimnisse, führt aus einer Telefonzelle getarnte Gespräche und empfängt Damenbesuch. Sollte er seine Frau wegen einer Geliebten umgebracht haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708532","hoster":"VOE"},{"path":"/redirect/13708542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-4","name":"Der chinesische Koch","epNo":4,"alt":"","descr":"In Düsseldorf ist eine Bank überfallen worden. Bei der Verfolgungsjagd wird nur ein Komplice des Täters gefasst, der weder Namen noch Herkunft des Bankräubers kennt. Er hat lediglich die Tätowierung einer Sonne auf seinem rechten Handrücken gesehen. Vielleicht handelt es sich um einen Seemann. In Hamburg spürt die Polizei ein Mädchen auf, das daheim durchgebrannt ist. Es hat eine erstaunlich hohe Summe bei sich. Nach erstem Leugnen bekennt das Mädchen, es habe das Geld von einem fremden Kavalier bekommen, der auf der Hand eine Sonnentätowierung trägt. Ist das die Spur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708536","hoster":"VOE"},{"path":"/redirect/13708540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-5","name":"Der große Zufall","epNo":5,"alt":"","descr":"In St.Pauli wird ein Schiffsausrüster in seinem Geschäft beraubt und erschossen. Als einziger sieht ein angetrunkener Seemann die flüchtenden Verbrecher. Er kommt als Zeuge zur Kriminalpolizei, um die Bilder in den Verbrecherlisten anzusehen. Er erkennt den einen der Täter. Der Mann heißt Thiel und wird über das Fernsehen gesucht. Die beiden Verbrecher Thiel und Henningsen haben sich nach der Tat ein Boot gemietet. Dort teilen sie die Beute, um sich anschließend zu trennen. Henningsen will an Bord eines Heringsdampfers verschwinden. Thiel geht zu seiner Schwester. Sie und ihren Verlobten schickt er fort. Er selbst legt sich schlafen, ohne zu ahnen, dass die Schwester in einer Gaststätte die Suchmeldung auf dem Bildschirm sieht. Noch während Thiels Schwester ihren Bruder davon zu überzeugen versucht, er müsse sich der Polizei stellen, wird Thiel in der Wohnung verhaftet. Henningsen hat auf einem Fischdampfer angemustert. Auf der Unterelbe kommt das Wasserschutzpolizeiboot \"Elbe 3\" längsseits. Als die Beamten an Bord sind, verschanzt sich Henningsen im Mannschaftsraum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708541","hoster":"VOE"},{"path":"/redirect/13708549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-6","name":"Die Ausbrecher","epNo":6,"alt":"","descr":"Zwei aus der Jugendstrafanstalt ausgebrochene junge Männer überfallen ein Liebespaar, stehlen Geld und Autos, überrumpeln Beamte des Polizeibootes \"Elbe 3\" und wollen sich nun das Geld für falsche Pässe besorgen, da ihnen der Hamburger Boden zu heiß wird. Sie erpressen ehemalige Freunde, mit denen sie früher auf Diebestour gegangen sind. Doch die Polizie kommt ihnen auf die Schliche und so wandern alle wieder hinter Schlosse und Riegel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708547","hoster":"VOE"},{"path":"/redirect/13708545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-7","name":"Der blaue Brief","epNo":7,"alt":"","descr":"Direktor Widmann in Hannover bekommt einen blauen Brief auf den Frühstückstisch. Sein 14-jähriger Sohn Michael wird zu Ostern nicht versetzt. Der Vater will seinen Sohn zur Rede stellen, doch das Zimmer ist leer: Der Junge ist bei Nacht und Nebel verschwunden. Wir begegnen Michael im Hamburger Hafen, wo er als Schiffsjunge anzuheuern versucht. Aber ohne Papiere und Einwilligung der Eltern geht das nicht. In einer Hafenkneipe gerät er an John Massels, der ihm für viel Geld angeblich gefälschte Ausweise besorgen kann. Die Anzahlung nimmt John sofort. Den Rest muss Michael bei ihm abarbeiten, und zwar als Kumpel bei Einbrüchen. John, ein rückfälliger, gemeingefährlicher Verbrecher, bedroht den Jungen bereits beim ersten Fluchtversuch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708552","hoster":"VOE"},{"path":"/redirect/13708553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-8","name":"Die Party","epNo":8,"alt":"","descr":"Fred und Bob sind junge Männer, die sich die internationale Atmosphäre der Hafenstadt Hamburg zunutze machen. Sie geben sich als Offiziere einer norwegischen Privat-Yacht aus und laden fremde Mädchen zur Bordparty ein. Man verabredet sich vor dem Hafenamt, wo die Mädchen angeblich Geld als \"Zollsicherheit\" hinterlegen müssen. Die fremden \"Offiziere\" verschwinden mit dem Geld und lassen die Mädchen vergeblich warten. – Das Ganze wird täglich mehrfach wiederholt und wäre ein recht einträgliches Geschäft, wenn nicht Ursel und Karin – die ebenfalls auf diese Weise betrogen werden – eifersüchtige Freunde hätten. Und was die Hafenpolizei bei der Jagd auf die Party-Boys erlebt, ist ebenso amüsant wie aufregend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708558","hoster":"VOE"},{"path":"/redirect/13708554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-9","name":"Die Ölspur","epNo":9,"alt":"","descr":"Die Besitzer verschiedener Barkassen im Hamburger Hafen wundern sich über den hohen Verbrauch ihrer Schiffsmotoren, und als einem von ihnen das Missgeschick passiert, dass die Maschine mitten im Elbstrom aussetzt, sind sie sicher, dass hier Diebe am Werk sind. Sie stehlen das Dieselöl, um es an Tankstellen billig zu verkaufen. Es beginnt eine Großfahndung nach den Tätern, entlang der \"Ölspur\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708557","hoster":"VOE"},{"path":"/redirect/13708567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-10","name":"Der Blindgänger","epNo":10,"alt":"","descr":"Am Elbhochufer in der Höhe von Blankenese wird ein älteres Ehepaar von zwei jugendlichen Verbrechern mit der Pistole bedroht und ausgeraubt. Schneller jedoch, als die beiden glauben, kommt die Polizei auf ihre Spur und nimmt die Verfolgung auf. Der letzte Fluchtweg ist schließlich die Fahrt mit einem Boot zur Insel Neßsand. Es ist ein besonderes Pech, dass ausgerechnet in dieser Stunde auf dieser Insel ein Blindgänger gesprengt werden soll, der kurz zuvor im Hamburger Hafengebiet gefunden wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708561","hoster":"VOE"},{"path":"/redirect/13708562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-11","name":"Der Strandkorbdieb","epNo":11,"alt":"","descr":"Am Badestrand der Nordseeinsel Neuwerk beschäftigen sich Emil Hauke und seine junge Frau Gitta aus Hamburg damit, aus Strandkörben Brieftaschen und Kofferradios zu stehlen. Als Hauke sich von einem Badegast beobachtet sieht, flüchtet er mit einem Pferdewagen ins Watt hinaus. Emil Hauke droht zu ertrinken, weil die Flut kommt. Die Beamten der Wasserschutzpolizei auf dem Boot \"Elbe 3\" fischen den völlig erschöpften Hauke aus dem Wasser und bringen ihn nach Cuxhaven-Duhnen. Erst nachdem sie ihn an Land gesetzt haben, erfahren die Beamten, dass sie einen notorischen Dieb gerettet und laufen gelassen haben. Doch Emil Hauke entgeht dem Zugriff der Polizei nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708568","hoster":"VOE"},{"path":"/redirect/13708566","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-12","name":"[Derzeit leider nicht verfügbar]","epNo":12,"alt":"","descr":"Die Männer auf Polizeiboot \"Elbe 3\" entdecken bei nächtlicher Streifenfahrt durch Hamburgs Fleete geheimnisvolles Licht im Wasser. Als sie näherkommen, erlischt es. In der folgenden Nacht wiederholen sie die Suche nach der Lichtquelle. Sie überraschen Opa Batters, der von einem alten Kahn aus angelt. Er will Fische fangen, sagt er, wie die Italiener: mit Beleuchtung. Was in Wirklichkeit unter Wasser geschieht, ist der Polizei verborgen geblieben. Zwei junge \"Sporttaucher\" mit schwerem Einbruchswerkzeug versehen, arbeiten sich durch altes Mauerwerk voran, um in eine Kunsthandlung einzubrechen. Opa Batters ist der Anstifter. Er hält über Wasser Wache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708572","hoster":"VOE"},{"path":"/redirect/13708569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-1/episode-13","name":"Falschmünzer","epNo":13,"alt":"","descr":"An der Unterelbe beobachtet ein Angler, wie von einem Matrosen des mexikanischen Frachters \"Veracruz\" mehrere Aluminium-Kanister ins Wasser gesenkt werden. Der Angler fischt einen der Kanister heraus und bringt ihn zur Polizei. Im Hafen wird die \"Veracruz\" sogleich durchsucht. Man findet nichts Verdächtiges. In allen Kanistern, die inzwischen aus dem Wasser geborgen wurden, befindet sich Whisky. Doch die Polizei vermutet, dass sich ein solcher Schmuggel nicht lohnen könne. Eine nochmalige Untersuchung der Kanister zeigt: Sie haben einen doppelten Boden, zwischen dem Falschgeld liegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708524","hoster":"VOE"},{"path":"/redirect/13708527","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hafenpolizei/staffel-2/episode-1","name":"Der Betriebsausflug","epNo":1,"alt":"","descr":"Bankraub in der Braunstraße: Zunächst kann ein Gangster 86.000 DM erbeuten, einer der Angestellten löst aber Alarm aus. Wenig später ist die Polizei da und verhaftet den Räuber, die Beute wird \"sichergestellt\". Als einige Minuten später Obersekretär Koldehoff, Poliziemeister Zink und einige uniformierte Beamte am Tatort sind, wird rasch klar, dass sich die Bankräuber einen üblen Trick ausgedacht haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708583","hoster":"VOE"},{"path":"/redirect/13708579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-2","name":"Die Polizei – Dein Freund und Helfer","epNo":2,"alt":"","descr":"Chefbuchhalter Ernst Busch macht sich auf dem Betriebsausflug während einer Dampferfahrt an eine der Sekretärinnen heran. Als ihr Verlobter Günther Lohmann, ebenfalls Angestellter der Firma, dies sieht, kommt es zum Streit zwischen den beiden. Als der Dampfer im Hafen anlegt, gehen alle von Bord, bis auf einen: Ernst Busch ist abgängig. Die Beamten der Hafenpolizei suchen das Wasser ab und verhören gleichzeitig den Angestellten Günther Lohmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708586","hoster":"VOE"},{"path":"/redirect/13708590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-3","name":"Krumme Touren","epNo":3,"alt":"","descr":"Der Hamburger Hafen ist ein Paradies für Schmuggler und Menschenhändler. Delikte wie Raubmord, Erpressung oder Diebstahl gehören an einem internationalen Umschlagplatz wie diesem zur Tagesordnung. Um an der Elbmetropole für Sicherheit zu sorgen, arbeitet Kommissar Peters von der Kripo eng mit dem Team um Polizeimeister Lühr von der Wasserschutzpolizei zusammen. Sie fahnden nach flüchtigen Verbrechern oder jüngeren Ausreißern, die die Gefahr des Hafenmilieus zwischen skrupellosen Spediteuren und gewalttätigen Kleinganoven unterschätzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708587","hoster":"VOE"},{"path":"/redirect/13708591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-4","name":"Schmerzensgeld","epNo":4,"alt":"","descr":"Heinz Wilmers ist bei Direktor Massmann Chauffeur. Als dieser an einem Wochenende nicht da ist, borgt er sich dessen Motorboot aus, um bei seiner Braut Eindruck zu schinden. Dabei fährt er ein Boot mit zwei Männern an und begeht Fahrerflucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708598","hoster":"VOE"},{"path":"/redirect/13708594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-5","name":"Das Geheimversteck","epNo":5,"alt":"","descr":"Dieter überredet zwei seiner minderjährigen Freunde, mit ihm auf einer Baustelle Rohre und Elektrokabel zu stehlen, um damit die gemeinsame Fahrt mit seinem Boot nach Dänemark zu finanzieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708595","hoster":"VOE"},{"path":"/redirect/13708602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-6","name":"Quarantäne","epNo":6,"alt":"","descr":"Die Hamburger Hafenpolizei bekommt von der Interpol aus Amsterdam den Tipp, dass eine gut organisierte Bande ihren Diamantenschmuggel nun über Hamburg betreibt. Die Spur führt zum Schiff \"Peace of Hongkong\". Der Polizei geht schließlich eine Dame ins Netz, die als Chinesin verkleidet den Zoll passieren will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708599","hoster":"VOE"},{"path":"/redirect/13708608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-7","name":"Die Dame aus Hongkong","epNo":7,"alt":"","descr":"Die Hamburger Hafenpolizei bekommt von der Interpol aus Amsterdam den Tipp, dass eine gut organisierte Bande ihren Diamantenschmuggel nun über Hamburg betreibt. Die Spur führt zum Schiff \"Peace of Hongkong\". Der Polizei geht schließlich eine Dame ins Netz, die als Chinesin verkleidet den Zoll passieren will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708605","hoster":"VOE"},{"path":"/redirect/13708607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-8","name":"Der Heuler","epNo":8,"alt":"","descr":"Jan Kordes und Willi Berger gehen in ihrer Freizeit auf verbotene Robbenjagd. Bei dem Versuch, eine Robbe im Watt zu erschießen, treffen die beiden unbeabsichtigt den Hobbyfotograf Anton Schrader, der das Tier fotografieren wollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708614","hoster":"VOE"},{"path":"/redirect/13708615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-9","name":"Gefährliche Zuflucht","epNo":9,"alt":"","descr":"Um seiner zerrütteten Familie zu entfliehen, will Thomas Brockmann auf das Schiff seines Opas. Seine Mutter geht unterdessen davon aus, dass ihr Exmann ihren Sohn entführt hat. Doch die Fahndung verläuft erfolglos. Thomas hat inzwischen bei den beiden Gangstern Möller und Silbert Anschluss gefunden. Diese wiederum haben den Wachmatrosen auf der \"Sardinia\" erschlagen und müssen daher dringend aus Hamburg verschwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708620","hoster":"VOE"},{"path":"/redirect/13708618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-10","name":"Reisebegleiterin gesucht","epNo":10,"alt":"","descr":"Herr Ullmann gibt sich als Vermittler von lukrativen Jobs im Ausland aus. Er verspricht jungen Frauen ein attraktives Einkommen als Haus – oder Bardame. In Wahrheit ist er Teil eines Mädchenhändlerringes, der von dem Kriminellen Frederick Offenbach geleitet wird. Spurlos verschwinden junge Mädchen in Hamburg. Um die jungen Frauen noch rechtzeitig zu finden, zählt jede Minute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708619","hoster":"VOE"},{"path":"/redirect/13708623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-11","name":"Gefährliche Geschenke","epNo":11,"alt":"","descr":"Diesmal treibt ein Kinderschänder sein Unwesen in Hamburg. Er spricht die Kinder an und lockt sie unter Versprechungen weg. Entgegen aller Warnungen ihrer Eltern geht auch die achtjährige Heidi mit dem Unbekannten mit. Bei der Suche nach dem Mädchen zählt jetzt jede Sekunde. Kurze Zeit später hat die Polizei eine erste Spur: Heidis Freunde konnten den Verdächtigen bis zum Hafen verfolgen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427525","hoster":"VOE"},{"path":"/redirect/13708629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-12","name":"Der Nachtwächter","epNo":12,"alt":"","descr":"Herr Ahlers verliert seinen Job bei einer Wachgesellschaft. Als kurz danach verschiedene Brände die Feuerwehr auf Trab halten, ergibt sich der Verdacht, dass sich Ahlers bei der Securitas-Gesellschaft rächen will. Entgegen aller Vermutungen ergibt sich dann aber noch eine neue Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708628","hoster":"VOE"},{"path":"/redirect/13708635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-2/episode-13","name":"St. Pauli ohne Maske","epNo":13,"alt":"","descr":"Nach dem Erfolg seines ersten Romans über das kriminelle Treiben auf St. Pauli, plant der unbekannte Autor unter dem Pseudonym Jan Steen ein weiteres Buch über das Thema Waffenhandel zu veröffentlichen. Die Recherche in diesem Bereich würde zweifelsfrei auf einige einschlägige Namen ans Tageslicht bringen. Als die jeweiligen Händler von dem Plan erfahren, entführen sie den vermeintlichen Jan Steen. In Wirklichkeit bringen sie aber einen Freund des eigentlichen Autors in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708575","hoster":"VOE"},{"path":"/redirect/13708573","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hafenpolizei/staffel-3/episode-1","name":"Aufgelaufen","epNo":1,"alt":"","descr":"Die Gangster Walter Becher und sein Kompagnon Karl Bandel überfallen auf der Insel Helgoland einen Hotelgast. Im Anschluss versuchen die beiden mit einem Kümo nach Hamburg zu gelangen. Mit großer Eile versuchen sie dorthin zu gelangen, da Walters Sohn Martin an einer kritischen Mandelentzündung leidet und so schnell wie möglich ärztliche Hilfe braucht. Zunächst scheint alles gut zu gehen, bis das Kümo auf eine Sandbank läuft. Die ohnehin schon schwierige Situation droht zu eskalieren, als Gangster Bandel den Kapitän daran hindern will, per Funk nach Hilfe für den fiebernden Martin zu rufen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708637","hoster":"VOE"},{"path":"/redirect/13708641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-2","name":"Der Eisbär","epNo":2,"alt":"","descr":"Der Matrose Erich Kallwitz hat hohe Geldschulden. Um auf schnellstem Wege an das Geld zu gelangen, heckt er einen heimtückischen Plan aus: er erinnert sich an einen als Eisbär verkleideten Angestellten eines Kaufhauses, der sich mit Kindern fotografieren lässt. Er überwältigt den Eisbären in einem Hinterzimmer des Kaufhauses und zieht dessen Kostüm an. Völlig unauffällig gelangt Kallwitz dadurch in den Kassenraum, wo er den Kassierer niederschlägt und 5000 DM erbeutet. Zu seinem Pech wird Kallwitz jedoch vom Hobbyfotografen Baumann ohne Maske erwischt und fotografiert. Kallwitz legt nun alles daran, diesen Film in die Finger zu kriegen. Als ihm dies allerdings nicht gelingt, beauftragt er seinen Kumpel, die Dunkelkammer von Baumann in Brand zu setzen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708640","hoster":"VOE"},{"path":"/redirect/13708653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-3","name":"Der Nerz","epNo":3,"alt":"","descr":"Lühr und seine Kollegen entdecken nachts ein Autowrack im Hafenbecken. Der Wagen ist leer und Verletzte sind auch weit und breit nicht in Sicht. Eine Blutspur auf dem Fahrersitz und das als gestohlen gemeldete Kennzeichen führen schnell zu dem Verdacht, dass mit dem Wagen ein Verbrechen vertuscht werden sollte. Die Spur führt zum vorbestraften Besitzer eines Autofriedhofs namens Anton Ahlfeld. Dieser nimmt sofort und ohne Weiteres alle Schuld auf sich. Dies erweckt vielmehr bei Zink den Verdacht, dass Ahlfeld hier jemanden schützen will","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708651","hoster":"VOE"},{"path":"/redirect/13708644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-4","name":"Das Autowrack","epNo":4,"alt":"","descr":"Charlie hat einen genialen Einfall: er tarnt sich als Parkwächter und beobachtet, welche Damen mit einem Nerz bekleidet in ein Konzert gehen. Während der Pause schafft er es, die zuständige Garderobiere Erna abzulenken, und überredet sie, einen Kaffee zu holen. Nun kann er zuschlagen. Unbemerkt können er und sein Kumpel Kurt nun die wertvollsten Nerze klauen. Kommissar Koldehoff ermittelt in diesem Fall und Lühr stößt auch schon auf die erste Spur, als die Braut eines der Täter in eine Schlägerei verwickelt wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708652","hoster":"VOE"},{"path":"/redirect/13708654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-5","name":"Der Sprung von der Brücke","epNo":5,"alt":"","descr":"Die junge Marlies Wallner arbeitet als Kassenleiterin im Seifenhaus Rahn. Dass ihr Freund Fritz dauernd in finanziellen Schwierigkeiten steckt, treibt Marlies soweit, dass sie einfach 1.800 DM aus der Kasse stiehlt. Doch Marlies kann das Geld nicht rechtzeitig wieder zurücklegen. In ihrer Verzweiflung stürzt sich die junge Frau von einer Brücke ins Wasser. Sie kann jedoch noch in letzter Minute gerettet werden. Ihr vermeintlicher Freund Fritz ist allerdings weniger über ihre Rettung erfreut. Er und seine zwielichtigen Kumpel wissen, dass die labile Marlies eine Gefahr für ihre dubiosen Geschäfte darstellt. Damit ihr Drogenhandel nicht auffliegt, planen sie einen weiteren Selbstmordversuch von Marlies zu inszenieren, um die junge Frau aus dem Weg zu schaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708657","hoster":"VOE"},{"path":"/redirect/13708666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-6","name":"Die Pokerparty","epNo":6,"alt":"","descr":"Die beiden Falschspieler Beißel und sein Komplize sind allabendlich in einem Hafenlokal unterwegs. Dort wollen sie Männer, die auf der Durchreise sind, zu einer getürkten Pokerpartie auf einem Schiff überreden, um sie um ihr Geld zubringen. Unter diesen betrogenen Männern sind auch der aus Regensburg stammende Lutz und seine Kollegen. Kommissar Koldehoff von der Hafenpolizei versucht indessen, den Betrügern eine Falle zu stellen. Er und sein Kollege Zink geben sich als Touristen aus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14077604","hoster":"VOE"},{"path":"/redirect/13708662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-7","name":"Die Schlankheitskur","epNo":7,"alt":"","descr":"Eine mysteriöse Einbruchserie beschäftigt die Kommissare der Hafenpolizei. In letzter Zeit ist bei sechs von acht Kunden eines Fitnessstudios eingebrochen worden. Kommissar Peters hat die Vermutung, dass sich ein Informant unter den Kunden des Fitnessstudios befinden muss. Koldehoff wird daraufhin als verdeckter Ermittler eingesetzt. Bald fällt der erste Verdacht auf den zwielichtigen Herrn Machner, der schon mehrmals den Kunden, Direktor Brüggen, um Geld angepumpt hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708665","hoster":"VOE"},{"path":"/redirect/13708670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-8","name":"Taschendiebe","epNo":8,"alt":"","descr":"Eine gerissene Bande von Taschendieben beschäftigt Kommissar Peters der Hafenpolizei. Die Gangster haben schon mehrfach bei Großveranstaltungen zugeschlagen oder ihren Opfern an Banken oder Postämtern aufgelauert. Einer dieser Fälle ist besonders tragisch: einen Rentner beraubt die Bande um fast 900 DM. Der verzweifelte alte Mann will sich daraufhin vor einen Lastwagen werfen. Ein weiterer Diebstahl führt unterdessen auf eine heiße Spur nach den Tätern. Ausgerechnet Kriminalobermeister Koldehoff wird bei einem Fußballspiel seiner Brieftasche samt Ausweis beraubt. Er und seine Tochter Erika können sich aber an die Gesichter der Täter sehr gut erinnern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708669","hoster":"VOE"},{"path":"/redirect/13708676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-9","name":"Abenteuer am Sonnabend","epNo":9,"alt":"","descr":"Nachtwächter Herrmanns überrascht am Wochenende einen Einbrecher, der den Tresor eines Archivkellers auf dem Werftgelände aufschweißt. Einen zweiten Ganoven aber übersieht er und wird von ihm niedergeschlagen. Klaus Feldner, der seine Ferien bei Großvater Lenau, dem Platzwächter, verbringt, wird Zeuge der Vorgänge. Mit letzter Kraft kann der verletzte Herrmanns die Polizei anrufen. Die Einbrecher wollen den lästigen Mitwisser beseitigen. Oskar Willeck spiegelt dem Jungen Klaus vor, er wolle mit ihm Privatdetektiv spielen. Am Bootssteg wartet sein skrupelloser Kumpan Graumann. Aber auch die Hafenpolizei!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708675","hoster":"VOE"},{"path":"/redirect/13708674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-10","name":"Schlangenjagd","epNo":10,"alt":"","descr":"Bananenlieferungen sind bekannt dafür, dass sie oft blinde Passagiere mit sich führen. Spinnen und Schlangen sind daher oft gesehene Begleiter in Laderäumen von Frachtern. Nach einem Streit mit seinem Chef Clausen, steckt der Lagerarbeiter Heinz eine Schlange, die er zwar für tot hält, in dessen Tasche. Fatalerweise nimmt am darauffolgenden Tag nicht Clausen sondern dessen Sohn Peter die besagte Tasche mit auf einen Schulausflug und wird auch sofort gebissen – denn das Tier war ganz und gar nicht tot. Unterdessen begibt sich die Wasserpolizei auf die Jagd nach der Schlange, wobei Kommissar Peters die Hintergründe des Schlangenattentats untersucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708679","hoster":"VOE"},{"path":"/redirect/13708680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-11","name":"Juwelen nach Maß","epNo":11,"alt":"","descr":"Ein raffiniertes Gangsterpärchen hält die Kriminalpolizei auf Trab. Nach einer Reihe von Schmuckdiebstählen gelingt den beiden sogar ein Coup, bei dem sie Schmuck im Wert von 124.000 DM erbeuten. Dabei verfahren die beiden Gangster immer nach der gleichen Masche: während sie vorgibt, sich für den Schmuck zu interessieren, lässt ihr Komplize, getarnt als Ihr Chauffeur, etwas zu Boden fallen, um den Juwelier abzulenken. Diesen Moment ergreift das \"Fräulein Steffens\", um den wertvollen Schmuck gegen wertlose Imitate auszutauschen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708682","hoster":"VOE"},{"path":"/redirect/13708686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-12","name":"Der Steward","epNo":12,"alt":"","descr":"Mord auf einem Ozeankreuzer. Vor Hamburg wird der Chefsteward eines Ozeankreuzers ermordet aufgefunden. Zink und Peters der Hafenpolizei machen sich schnellstens daran, die Tatumstände zu klären, und gehen an Bord. Sie vermuten, dass der Mörder sich noch an Bord des Ozeankreuzers befindet. Kurz nachdem die Polizei das Schiff verlassen hat, fällt ein Passagier auf, der mit einer Barkasse an Land gelangen will. Lühr verfolgt in zivil den verdächtigen Passagier","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708685","hoster":"VOE"},{"path":"/redirect/13708688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenpolizei/staffel-3/episode-13","name":"[Derzeit leider nicht verfügbar]","epNo":13,"alt":"","descr":"Der 61 jährige Herr Hellmann wird beschuldigt, 80.000 DM Lohngeld seiner Firma gestohlen zu haben, und wird umgehend verhaftet. Seine Ehefrau wendet sich verzweifelt an Kommissar Peters. Auch Peters hat Zweifel an den doch etwas seltsamen Tatumständen, die einem 61jährigen kaum zuzutrauen wären. Gemeinsam mit Koldehoff und Zink rollt er den Fall neu auf und stößt auf eine überraschende neue Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13708634","hoster":"VOE"},{"path":"/redirect/13708638","hoster":"Streamtape"}]}]}]}]}