{"path":"/serie/stream/hafenkrankenhaus","name":"Hafenkrankenhaus","descr":"Im Mittelpunkt der unterhaltsamen Geschichten rund um das Hamburger Hafenkrankenhaus steht die stets fürsorgliche Krankenschwester Inge (Anneli Granget).Mit viel Engagement und Einfühlungsvermögen kümmert sie sich um die ihr anvertrauten Patienten. Diese benötigen oft auch eine Seelenmassage, wenn es neben der Verletzung auch um persönliche Probleme geht. Inge hat immer ein offenes Ohr für die Sorgen und Nöte ihrer Patienten, sie weiß immer Rat und kann so manches Problem lösen.Oberarzt der Abteilung ist Dr. Petersen (Wolfgang Arps) und sein junger Kollege (Fritz von Friedl). Mit dabei ist Dr. Kettelhacke (Rolf Schimpf, der später in der Krimi-Serie \"Der Alte\" als Hauptkommissar Leo Kress den Kommissar spielte). Als guter Geist im Hafenkrankenhaus dabei ist die Krankenschwester Brigitte (Christa Siems, bekannt vom Hamburger Ohnsorg Theater).","seasons":[{"path":"/serie/stream/hafenkrankenhaus/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-1","name":"Sonny und die Kavaliere","epNo":1,"alt":"","descr":"Angeheiterte Matrosen trommeln spätabends an die Tür des Schwesternheims, das sie für ihr Seemannsheim halten. Schwester Inge wird Zielscheibe ihrer Scherze. Eine Gruppe von Zimmerleuten spielt Kavaliere, und das artet in eine zünftige Keilerei aus. Die Retter wachen am nächsten Morgen im Hafenkrankenhaus auf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229933","hoster":"VOE"},{"path":"/redirect/10229931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-2","name":"Der Trick","epNo":2,"alt":"","descr":"Hilfsbedürftig kommt den Eheleuten Landmaak der Mann vor, der nachts stöhnend auf der Straße liegt. Sie schleppen ihn ins Hafenkrankenhaus. Dort entpuppt er sich als Stadtstreicher Otto Ladewig. Sein Trick verhilft ihm zum warmen Quartier. Während Erna Langmaak die letzte Fähre nach Finkenwerder noch erwischt, verpasst ihr Mann Fritz sie beim Zeitungskauf. Er stiefelt in eine Bar…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229929","hoster":"VOE"},{"path":"/redirect/10229926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-3","name":"Der Vierkaräter","epNo":3,"alt":"","descr":"Vera Bechthold ist mit ihrem Auto über die Kaimauer gestürzt. Im Hafenkrankenhaus bemühen sich Oberarzt Dr. Petersen und Schwester Inge um die Bewusstlose. Oberpfleger Koop hat ihr den Schmuck abgenommen. Als Schwester Inge ihn registriert, fehlt ein Brillantring. Die Amateurdetektivin, auf die Veras fahriger Bruder Karl-Heinz keinen guten Eindruck gemacht hat, beginnt zu kombinieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229928","hoster":"VOE"},{"path":"/redirect/10229927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-4","name":"Herr Kaktus","epNo":4,"alt":"","descr":"Die ständigen Nörgeleien des schwer herzkranken Spielwarenhändlers machen Ärzten und Schwestern mehr zu schaffen als seine Sturzverletzung. Bei der Feststellung der Personalien findet Schwester Inge heraus, dass der stachelige \"Herr Kaktus\" am nächsten Tag 65 Jahre alt wird. Ein Zornesausbruch verrät ihr ferner, dass er besonders seinem Sohn Wolfgang zürnt. Inge beginnt zu telefonieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229935","hoster":"VOE"},{"path":"/redirect/10229936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-5","name":"Der Verkehrsunfall","epNo":5,"alt":"","descr":"Krachend rammt ein Personenwagen an der Kreuzung einen Transporter. Kaufmann Knudsen hat sich auf seine Vorfahrt, Thilo Wellkamp sich auf Knudsens fälschlich blinkende Seitenleuchte verlassen. Noch im Hafenkrankenhaus beschuldigen und beschimpfen sich die beiden. Ein glücklicher Zufall fügt es, dass Oberarzt Dr. Petersen an einen Schachproblem knobelt und Knudsen um Rat fragt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229942","hoster":"VOE"},{"path":"/redirect/10229938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-6","name":"Kochen will gelernt sein","epNo":6,"alt":"","descr":"Weil Steuermann Hansen häufiger in die Flasche als auf den Kran guckt, gerät er beinahe unter die Ladung. Jungmatrose Kröger kann ihn retten, stürzt aber selbst über Bord. Im Hafenkrankenhaus wird Kröger Bettnachbar von Kapitän Petersen, der in der Kombüse seines Kümos verunglückt ist, Kochen will eben gelernt sein. Aufs Kochen und Backen aber versteht sich Mutter Kröger…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379434","hoster":"VOE"},{"path":"/redirect/10229943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-7","name":"Im Rinnstein","epNo":7,"alt":"","descr":"Voller Entsetzen beobachtet Schwester Inge in der Nähe des Hafenkrankenhauses, wie ein Auto auf den davonstürmenden Roman Wiltek zurollt. Sie reißt den Stürzenden vom Rinnstein weg und ruft Oberpfleger Koop. Mit einem komplizierten Armbruch liegt Wiltek im Krankenbett. Als unerwünschter Besucher stellt sich der brutale Fanner ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229946","hoster":"VOE"},{"path":"/redirect/10229947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-8","name":"Benno, der Fassadenschreck","epNo":8,"alt":"","descr":"Eine dunkle Gestalt hangelt an einer Hausfassade entlang. Dann hallt ein Schmerzensschrei durch die Nacht. Der Kletterer ist unglücklich gelandet. Oma Nischke erwacht und ruft hilfsbereit ein Taxi, das den Verletzten ins Hafenkrankenhaus fährt. Schwester Kumari trägt als Namen Karl Schwiefert in die Patientenliste ein. Doch sein eigenartiges Verhalten weckt Schwester Inges Verdacht. \"Fassaden-Benno kann’s nicht lassen\", so lautet die Schlagzeile, die Polizisten am nächsten Tag Charlotte Berndt vorhalten. Sie suchen den kletterfreudigen Verlobten der Wäscheverkäuferin. Wenig später wird sie ins Krankenhaus gerufen. Schwester Inge entlockt ihr das Geständnis, das der angebliche Schwiefert \"Benno, der Fassadenschreck\" ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229951","hoster":"VOE"},{"path":"/redirect/10229949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-9","name":"Die Scharfschützen","epNo":9,"alt":"","descr":"Charly Breuer, Barbesitzer auf St. Pauli, wird mit einer Kugel in der Schulter ins Hafenkrankenhaus eingeliefert. Er behauptet, die Verletzung stamme von einem dummen Zufall beim Reinigen der Pistole. Doch Dr. Petersen, der Nachtdienst hat, stellt fest, dass der Schuss aus einiger Entfernung abgefeuert wurde. In Breuers Büro macht sich inzwischen Riccardos Bande breit. Charlys Freundin, die Tänzerin Sylvia, überlistet ihren Bewacher Pepe und schleicht zum Krankenhaus. Hier gelingt es der Amateurdetektivin Schwester Inge, sie mit der Kriminalpolizei in Verbindung zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229953","hoster":"VOE"},{"path":"/redirect/10229960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-10","name":"Aktion Großmama","epNo":10,"alt":"","descr":"Nach einem Schlaganfall liegt Frau Münz im Hafenkrankenhaus. Sie ist mit ihrem Sohn Wolfgang zerstritten, weil er nach ihrer Ansicht zu früh geheiratet hat und am anderen Ende der Stadt wohnt. Frau Münz’ Sorgen um Kanarienvogel, Blumen und Heim bringen die Schwesternhelferin Ulla auf eine Idee. Sie bietet sich an, die Blumenpflege zu übernehmen. Heimlich bringt sie mit Freundinnen und Freunden die ganze Wohnung auf Hochglanz. Verblüfft entdeckt Frau Münz nach ihrer Entlassung aus dem Krankenhaus die Veränderungen. Erst grollt sie. Dann strahlt sie, vor allem über die Aussicht auf den Titel \"Großmama\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229956","hoster":"VOE"},{"path":"/redirect/10229957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-11","name":"Die Brüder Kamarowski","epNo":11,"alt":"","descr":"Herbert Komorowski gibt eine Blutprobe seines Bruders Wilhelm im Hafenkrankenhaus ab, bei dem der Verdacht auf Typhus besteht. Er drängt Schwester Inge, die Untersuchung im Labor zu beschleunigen. In Wahrheit sorgt sich der robuste Herbert aber weniger um den Bruder als um das Geld, das dessen Werkspionage bringen soll. Wilhelm schleppt sich nachts an den Panzerschrank im Werftbüro. Als er wertvolle Pläne fotografiert hat, bricht er zusammen und wird in die Quarantänestation des Hafenkrankenhauses eingeliefert. Wieder bemüht sich Herbert Komorowski sehr um seinen kranken Bruder. Doch Schwester Inge, Detektivin aus Leidenschaft, durchschaut sein Spiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229962","hoster":"VOE"},{"path":"/redirect/10229961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-12","name":"Die Kuckucksuhren","epNo":12,"alt":"","descr":"Kuckuck: So tönt es aus dem Seesack des malariakranken Matrosen Sven im Hafenkrankenhaus. Schwester Inge, die vorher an Bord des schwedischen Frachters \"Värmeland\" den Geburtstag des Kapitäns mitgefeiert hat, wittert einen Diebstahl. Tatsächlich stammen die Uhren aus der Ladung des Frachters. Sven hat sie entwendet, um die vermeintlichen Schulden seiner Freundin Anni beim \"Langsamen Willi\" zu tilgen. Mit dem Diebstahl kommt Willis erpresserische Lüge ans Licht. Schwester Inge führt einen prallen Seesack bei sich, als sie wieder zur Geburtstagsfeier an Bord der \"Värmeland\" geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229965","hoster":"VOE"},{"path":"/redirect/10229966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hafenkrankenhaus/staffel-1/episode-13","name":"Das Blümchen von Hawaii","epNo":13,"alt":"","descr":"Oberpfleger Koop nennt die Hawaiianerin Ikeli \"ein süßes Geschöpf\" und spricht allen Schwestern aus dem Herzen. Die Kleine ist beim Tanz auf dem Rummelplatz unglücklich gestürzt und liegt im Hafenkrankenhaus. Doch Hunde haben hier leider keinen Zutritt. Daher verweigern Ikeli und der Vierbeiner Lana aus Sehnsucht nacheinander Essen und Trinken. Am Abend des Besuchstages fehlt \"das Blümchen von Hawaii\", Ikeli. Die Polizeifahndung wird eingeleitet. Dr. Petersen und Schwester Inge wollen Keko, dem \"König der Ukulele\", das Verschwinden seiner Tochter schonend beibringen. Und finden in dessen Wohnwagen Ikeli und Lana glücklich wieder vereint und bei bestem Appetit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10229970","hoster":"VOE"},{"path":"/redirect/10229969","hoster":"Streamtape"}]}]}]}]}