{"seriesId":"hai-to-gensou-no-grimgar","name":"Hai to Gensou no Grimgar","descr":"Tiefschwarze Dunkelheit ist alles, was Haruhiro sieht, als er aufwacht. Zudem kann er sich an nichts mehr erinnern. Er weiß nicht, wer er war und wo er herkommt. Auch ist ihm die Welt, in der er sich wiederfindet, vollkommen unbekannt und er weiß nicht, wie er dort hingekommen ist. Um ihn herum bemerkt er andere Leute, denen es genauso geht. Eines wird ihm jedoch schnell klar: Das ist nicht die normale Welt, sondern eine ihm fremde Welt namens Grimgar. Um in Grimgar zu überleben, muss man für sein tägliches Brot hart arbeiten und so findet sich Haruhiro alsbald in der Gruppe von Manato, Moguzou, Ranta, Yume und Shihoru wieder, die zeitgleich mit ihm in Grimgar gelandet sind. Er muss nun mit den anderen zusammenarbeiten und neue Fähigkeiten erlernen, um in der rauen und feindlichen Umgebung zu überleben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Flüstern, Arie, Gebet, erwache!","epNo":1,"alt":"Whisper, Chant, Prayer, Awaken","descr":"Haruhiro , Manato , Yume , Shihoru , Ranta und Moguzo kämpfen darum, einen Kobold in einem tiefen Wald von Grimgar zu besiegen. Früh am nächsten Morgen, beim gemeinsamen Frühstück, besprechen sie ihren nächsten Aktionsplan, stellen aber fest, dass sie keine Ahnung haben, woher sie ursprünglich kamen. Sie erinnern sich daran, dass sie vor zwei Wochen bei Einbruch der Dunkelheit in einem seltsamen Turm erwacht sind, und sie bilden ihre eigene Gruppe namens Team Manato. Britney, der kommandierende Offizier von Red Moon, der Reservetruppe der Alterna Frontier Army, registriert Team Manato als Trainee Volunteer Soldiers. Damit sie in der Stadt Ortana überleben und Geld für ihren Bedarf verdienen können, müssen sie die gesammelten Hörner und Klauen ihrer gejagten Kobolde verkaufen. Während die anderen zu Trainingszwecken ihre jeweiligen Gilden besuchen, wird Haruhiro eine Woche lang von Barbara , der Meisterin der Diebesgilde, betreut . Später, als Ranta versehentlich Shihorus Figur kommentiert, zielt Yume mit Pfeil und Bogen auf Ranta, während sie Shihoru tröstete. Am dreizehnten Tag entdeckt Team Manato vier Goblins, die in der Nähe im Wald campen. Haruhiro merkt jedoch an, dass es immer ein Morgen gibt, wenn es heute nicht klappt.","versions":[{"lang":1,"streams":[{"redirect":13862952,"hoster":"VOE"},{"redirect":13672144,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269689,"hoster":"VOE"},{"redirect":8269700,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein langer Tag für die Soldaten in Ausbildung","epNo":2,"alt":"Long Day of the Trainee Volunteer Soldier","descr":"Während der Rest der Gruppe schläft, trinken Haruhiro und Manato ein frisch zubereitetes Ale. Die beiden teilen ihr Interesse, möglicherweise zusammen in die örtliche Shelly\u0027s Tavern zu gehen, beschreiben ihre Trainingserfahrungen mit ihren Gildenmentoren und bemerken eine rote Mondsichel am Himmel. Am nächsten Tag greift Team Manato einen Kobold im Wald ohne festgelegte Strategie an. Als Moguzo dem Kobold scheinbar den Todesstoß versetzt, sammelt Ranta einen schwarzen Wolfszahn und eine Silbermünze, die um den Hals des Kobolds hängt. Obwohl der Kobold schnell versucht zu fliehen, ersticht Ranta den Kobold wiederholt aus Bedauern. Nachdem die Gruppe die Sammlung gegen 130 Kupfermünzen eingetauscht hat, gehen sie bis zum Feierabend getrennte Wege. Sie treffen sich auf einer Brücke wieder, um gemeinsam den Sonnenuntergang zu beobachten. Nachts versuchen Haruhiro und Manato, Ranta davon abzuhalten, in das Badehaus der Mädchen zu spähen, aber ohne Erfolg.","versions":[{"lang":1,"streams":[{"redirect":13338282,"hoster":"VOE"},{"redirect":13672147,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269721,"hoster":"VOE"},{"redirect":8269705,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ist der Beutel des Goblins vollgestopft mit unseren Träumen?","epNo":3,"alt":"Are Goblin Pouches Filled with Our Dreams?","descr":"Am frühen Morgen bemerkt Haruhiro, dass Moguzo eine starke Leidenschaft für das Kochen hat, die begann, bevor er in Grimgar landete. Ranta weigert sich, sich dafür zu entschuldigen, dass sie angeblich die Wand des Badehauses der Mädchen zerstört hat, und Yume schlägt ihn, weil er gelogen hat. Team Manato verbringt die nächsten Tage im Regen und versäumt es, Kobolde zu jagen. Sie sind gezwungen, jeden Tag die gleiche Kleidung zu tragen und ihre Wäsche jeden Abend vor dem Schlafengehen zu waschen. Am nächsten Tag betritt Team Manato die Ruinen von Damuro in einem Gebäude und tötet einen schlafenden Goblin, wobei er als Belohnung vier Silbermünzen einschleppt. Nachdem Team Manato Damuro erkundet und weitere Goblins als Einheit getötet hat, können sie ihre Einnahmen verwenden, um mehr Waffen, Kleidung und Nahrung zu kaufen. Nachts in ihren Schlafzimmern ermutigt Yume Shihoru, trotz ihrer Schüchternheit mit den Jungs zu sprechen.während Haruhiro dankbar ist, dass Manato der Gruppenleiter und sein Freund ist. Vor dem Schlafengehen notiert Haruhiro den dreiundzwanzigsten Tag in Grimgar.","versions":[{"lang":1,"streams":[{"redirect":13856808,"hoster":"VOE"},{"redirect":13672155,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269669,"hoster":"VOE"},{"redirect":8269665,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zum Himmel, in dem die Asche tanzt","epNo":4,"alt":"Sky Dancing with Ash","descr":"Früh am nächsten Morgen ermutigt Manato Shihoru, die Tauben zu füttern. Er fängt sie auf, nachdem sie das Gleichgewicht verliert, als eine Taube ihr zu nahe kommt. Team Manato kehrt nach Damuro zurück, um drei weitere Goblins zu jagen und nutzt dabei neue Fähigkeiten, die sie in ihren jeweiligen Gildentrainingssitzungen erlernt haben. Als Team Manato anhält, um eine Pause einzulegen, erwähnt Manato, wie gut sie als Team kämpfen. Als sie ihre Jagd fortsetzen, treffen sie auf Kobolde, die viel zu mächtig sind, als dass sie sie besiegen könnten. Während des Rückzugs nimmt Manato einen Pfeil nach hinten von einem Kobold und bricht bald zusammen, da er seine Heilkräfte zuvor erschöpft hat. Der Rest der Gruppe eilt mit Manato im Schlepptau nach Ortana, um Hōnen . zu sehen, Meister der Priestergilde. Hōnen teilt ihnen die verheerende Nachricht mit, dass Manato gestorben ist und nicht wieder zum Leben erweckt werden kann. Er schlägt vor, dass Manato eine angemessene Beerdigung oder Einäscherung verdient . Der Rest der Gruppe weint um den Verlust ihres Freundes, während die Asche im Wind getragen wird.","versions":[{"lang":1,"streams":[{"redirect":13862953,"hoster":"VOE"},{"redirect":13672150,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269683,"hoster":"VOE"},{"redirect":8269673,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich weine nicht, weil ich schwach bin","epNo":5,"alt":"Crying Doesn\u0027t Mean You\u0027re Weak. Enduring Doesn\u0027t Mean You\u0027re Strong.","descr":"Haruhiro sagt, dass das Begräbnis eine Silbermünze kostete, das sind 50 Kupfermünzen für die Einäscherung und 50 Kupfermünzen für das Grab. Die Gruppe ist nach Manatos Tod und Beerdigung mutlos. Haruhiro, Ranta und Moguzo gehen zu Shellys Taverne, wo ein unbekümmerter Mann namens Kikkawa sie darüber informiert, dass der Priester einer Gruppe stark angegriffen wird und daher beschützt werden muss. Mit Kikkawas Hilfe rekrutiert Haruhiro, jetzt als Gruppenleiterin, Mary als Teil von Team Haruhiro. Als sie nach Damuro zurückkehren, um gegen Goblins zu kämpfen, erkennt der Rest der Gruppe, dass Mary eine mürrische, wortkarge Person ist, die nicht gut mit ihnen kooperiert. Als die Jungs zu Shelly\u0027s Tavern zurückkehren, um mögliche Lösungen zu finden, wird ein Freiwilliger Soldat namens Renjibietet Haruhiro eine Goldmünze im Wert von 100 Silbermünzen als Geschenk für den Verlust von Manato an. Haruhiro lehnt das Angebot jedoch selbstlos ab. In der Nacht vor dem Badehaus der Mädchen weint Yume mit Haruhiro und sagt, dass sie eine richtige Party waren, als Manato der Gruppenleiter war. Nachdem sich Haruhiro bei Yume entschuldigt hat, dass er sich nicht zuerst mit den Mädchen beraten hat, kuscheln Haruhiro und Yume, aber Shihoru hat eine etwas andere Perspektive aus dem Badehausfenster.","versions":[{"lang":1,"streams":[{"redirect":13857528,"hoster":"VOE"},{"redirect":13672154,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269504,"hoster":"VOE"},{"redirect":8269680,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was sie betrifft","epNo":6,"alt":"Her Circumstances","descr":"Shihoru entschuldigt sich für die Annahme, dass Haruhiro und Yume in einer Beziehung waren, was bei Ranta unnötige Eifersucht hervorruft. Yume und Shihoru überzeugen Haruhiro, Ranta und Moguzo, Mary sich trotz der Umstände willkommener zu fühlen. In Damuro tötet Team Haruhiro effizient drei Goblins. Mary heilt Moguzos Kopfwunde, aber sie ignoriert Rantas Armprellung. Außerdem weist Mary Haruhiro davon ab, sie zu öffnen. In Shelly\u0027s Tavern beobachtet der Rest der Gruppe, wie Mary mit Shinohara spricht, Anführer von Team Orion. Nachts hat Haruhiro eine Vision von Manato, der ihm sagt, er solle nicht an sich als Gruppenleiter zweifeln. Am nächsten Tag in Damuro erkennt Haruhiro, dass Moguzo einen Helm kaufen muss, und Mary benutzt ihren Stab, um Shihoru vor einem Angriff zu schützen. Danach lehnt Mary Haruhiros Bitte ab, sich dem Rest der Gruppe zum Essen anzuschließen. Nachts in Shellys Taverne erklärt Hayashi , ein Mitglied von Team Orion, Marys kaltes Verhalten. Mary heilte glücklich jeden kleinen Kratzer, den ihre frühere Partei erlitten hatte, genau wie Manato. Als ihre Gruppe jedoch in der Cyrene-Mine einem riesigen Kobold gegenüberstand , erschöpfte sich ihre Magie zu schnell und drei Mitglieder starben.","versions":[{"lang":1,"streams":[{"redirect":13856858,"hoster":"VOE"},{"redirect":13672153,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269512,"hoster":"VOE"},{"redirect":8269501,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Man nennt sie „Goblins Slayer“","epNo":7,"alt":"They Were Called Goblin Slayers","descr":"Hayashi schließt damit, dass er Mary lebend aus der Cyrene-Mine geholt hat. Als Hayashi beim Team Orion blieb, hatte Mary aufgrund ihrer traumatischen Vergangenheit Probleme, bei einer Party zu bleiben. Nachdem sie erfahren haben, was Mary durchgemacht hat, glauben Haruhiro und Shihoru, dass die Gruppe weiter daran arbeiten sollte, sich mit Mary anzufreunden, obwohl Ranta sich nicht sicher ist, ob dies noch möglich ist. Am nächsten Tag während eines Regengusses gelingt es Haruhiro und Yume nicht, sich an einen Kobold heranzuschleichen, nachdem sie fast ihre Deckung im Gebüsch gesprengt haben. Kurz darauf erzählt Haruhiro Mary von Manato, der als Heiler, Beleidiger und Anführer der Gruppe diente. Haruhiro erklärt, dass es für seine Gruppe der \"Reste\" schwer ist, ohne einen Priester zu überleben. Er und der Rest der Gruppe begrüßen sie als ihre Freundin. Team Haruhiro tötet Tag für Tag Kobolde in Damuro.und Mary beginnt langsam mehr mit den anderen zu interagieren. Die Gruppe lernt auch neue Fähigkeiten gegen die Goblins. Nachts hat Haruhiro eine Vision von Manato und ist stolz darauf, wie sich die Gruppe verbessert hat. Haruhiro hört auf, die Tage in Grimgar zu zählen, während er zu einem roten Vollmond in den Himmel schaut.","versions":[{"lang":1,"streams":[{"redirect":13734253,"hoster":"VOE"},{"redirect":13672158,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269476,"hoster":"VOE"},{"redirect":8269507,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unsere gemeinsamen Erinnerungen","epNo":8,"alt":"In My Memories With You","descr":"Team Haruhiro beschließt, keine Freunde mehr sterben zu lassen, bevor es die Jagd nach weiteren Goblins fortsetzt. Nachdem sie ihre Fähigkeiten verbessert haben, beschließt die Gruppe, die Gruppe von Goblins zu jagen, die Manato getötet haben. In dem verlassenen Gebäude hat Team Haruhiro einen harten Kampf gegen seine schlauen Gegner, von denen jeder seine Fähigkeiten einsetzt, um die Goblins zu töten. Haruhiro findet und tötet den verbliebenen Kobold, der zuvor seinen Dolch gestohlen und Mary mit Pfeil und Bogen erschossen hat, was eindringliche Erinnerungen an Manato wachruft. Nachdem die Party erfolgreich war, können sie genug Geld verdienen, um ihre Abzeichen für freiwillige Soldaten zu kaufen. Shihoru hinterlässt unter Tränen ein Abzeichen für den gefallenen Manato an seinem Grab. Als es zu schneien beginnt, gehen Haruhiro und Mary zusammen, als er erwähnt, dass es Wunden gibt, die nicht einmal die stärkste Magie heilen kann.da sie um die drei Mitglieder ihrer ehemaligen Partei trauert. Mary trennt sich von Haruhiro, nachdem sie damit zufrieden ist, mit ihm darüber zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":13856534,"hoster":"VOE"},{"redirect":13672161,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269484,"hoster":"VOE"},{"redirect":8269475,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wie man einen freien Tag verbringt","epNo":9,"alt":"How to Rest","descr":"Team Haruhiro nimmt sich einen Tag frei, um sich auszuruhen und zu entspannen. Haruhiro und Moguzo essen Brot zum Frühstück, während sie besprechen, wie sie und die anderen ihren freien Tag verbringen werden. Shihoru füttert die Tauben an der Brücke und dankt Haruhiro für die Zusammenarbeit, während sie den Sonnenaufgang beobachten. Später trinkt Haruhiro mit Mary auf dem Balkon eines Frauen-Apartmentkomplexes Tee. Währenddessen geht Ranta angeln, während sie Yume beim Klettern aus der Ferne beobachtet. Nachts in Shellys Taverne informiert Kikkawa Haruhiro, dass die Koboldpopulation in Damuro zugenommen hat. Haruhiro schlägt seiner Gruppe vor, ihr Jagdgebiet in die Cyrene-Mine zu verlegen, aber sie müssen den wilden Kobold namens Death Spots meiden. Eine überwältigte Mary entschuldigt sich draußen, und nachdem Haruhiro sie einholt,Sie erklärt, dass ihre Freunde genau an diesem Ort gestorben sind. Trotz ihrer Bedenken und Marys offensichtlichem emotionalem Gepäck sind sie entschlossen, es zu versuchen. Während einer Trainingseinheit mit Barbara fragt Haruhiro sie nach den Lichtstreifen, die er oft im Kampf gesehen hat und die ihm zu zeigen scheinen, wie und wo er zuschlagen soll.","versions":[{"lang":1,"streams":[{"redirect":13862957,"hoster":"VOE"},{"redirect":13672157,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269486,"hoster":"VOE"},{"redirect":8269482,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich habe nicht das Zeug zum Anführer, aber..","epNo":10,"alt":"I\u0027m Not Fit to Be a Leader","descr":"Team Haruhiro erreicht die Cyrene Mine, wo die Gruppe drei kleinere Kobolde besiegt und behauptet, Talismane hängen an den Nasen der kleineren Kobolde. Während sich Team Haruhiro tiefer in die Höhlen vorarbeitet, besiegen sie zwei normale Kobolde und beanspruchen weitere Talismane. Nachts in seinem Schlafzimmer hat Haruhiro Zweifel, ob er geeignet ist, ein Anführer zu sein, da Ranta sich dem Rest der Gruppe gegenüber vorschnell verhält. Als Haruhiro Ranta nach seinen Handlungen in der Cyrene-Mine befragt, antwortet Ranta mit der Erwähnung, dass er einen Gegner alleine besiegt hat. Haruhiro sagt, dass Ranta während des Kampfes leicht missverstanden wird, aber Ranta ruft Haruhiro wegen seiner Schwächen heraus. Am nächsten Tag kehrt Team Haruhiro zur Cyrene Mine zurück, wo sie einen normalen Kobold und einen älteren Kobold besiegen. Als Team Haruhiro das Farmland erreicht, werden Todesflecken in der Nähe gesichtet. Jedoch,Ranta löst versehentlich einen Stolperdraht ausKuhglocken- Alarm. Mary beginnt beim Anblick von Todesflecken zu hyperventilieren.","versions":[{"lang":1,"streams":[{"redirect":13858509,"hoster":"VOE"},{"redirect":13672156,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269563,"hoster":"VOE"},{"redirect":8269555,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwischen Leben und Tod","epNo":11,"alt":"Between Life and Death","descr":"Mary träumt davon, sich mit ihren Freundinnen Michiki , Og und Mutsumi . wieder zu vereinen. Als Haruhiro Mary weckt, führt sie Team Haruhiro in Sicherheit, da sie auf dem Ackerland als offenes Feld im Nachteil wären. Team Haruhiro macht Rast in den Ruinen eines Tempels, in dem Mary in der Vergangenheit ihr traumatisches Erlebnis hatte. Die Ruhe der Party wird von drei Untoten unterbrochen, den wiederbelebten Leichen von Michiki, Og und Mutsumi, deren Körper nach dem Tod nicht eingeäschert wurden. Der Rest der Gruppe schafft es, die drei Untoten lange genug abzuwehren, damit Mary sie alle reinigen kann. Haruhiro bespricht mit seiner Gruppe, woran sie als Krieger arbeiten sollen. Ihre Erleichterung ist nur von kurzer Dauer, als plötzlich Todesflecken auftauchen und sie zur Flucht zwingen. Team Haruhiro wird durch die Höhlen gejagt und kann nur knapp durch einen Brunnen entkommen, obwohl Ranta abgeschnitten und zurückgelassen wird, um sich den Todesflecken allein zu stellen.","versions":[{"lang":1,"streams":[{"redirect":13858058,"hoster":"VOE"},{"redirect":13672166,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269577,"hoster":"VOE"},{"redirect":8269589,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bis morgen …","epNo":12,"alt":"See You Tomorrow...","descr":"Ranta gelingt es, durch den Brunnen aus den Todesflecken zu entkommen und sich schließlich mit den anderen auf dem Ackerland wieder zu vereinen. Team Haruhiro versucht zu fliehen, nur damit Todesflecken ihnen den Weg versperren. Nachdem sie Todesflecken auf dem Ackerland abgewehrt haben, suchen sie Ruhe in den Höhlen. Death Spots findet sie jedoch kurz darauf. Haruhiro beschließt, Todesflecken mit seinem Schal in eine Grube zu erwürgen, um den anderen die Möglichkeit zu geben, sich zurückzuziehen. Als er sich den Todesflecken stellt, akzeptiert Haruhiro seinen Tod, ist aber entschlossen, bis zu diesem Moment zu kämpfen. Haruhiro sieht plötzlich die Lichtstreifen und beginnt zu kämpfen. Er besiegt Todesflecken, bevor er das Bewusstsein verliert. Er wacht vollständig geheilt zu Hause auf, dank der anderen, die für ihn zurückkehren. Die anderen sind überglücklich, dass Haruhiro wach ist,da sie nun entscheiden müssen, was sie mit dem Kopfgeld von 30 Goldmünzen machen, die sie für das Töten von Death Spots verdient haben. In Shellys Tavern entschuldigt sich Renji bei Haruhiro für seine Aktionen als Reaktion auf Manatos Tod. Haruhiro besucht später Manatos Grab, wo die Vision von Manato glaubt, dass Haruhiro als Anführer gewachsen ist. Haruhiro begrüßt seine neuen Erinnerungen mit seinen Freunden in Grimgar.","versions":[{"lang":1,"streams":[{"redirect":13862958,"hoster":"VOE"},{"redirect":13672159,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8269526,"hoster":"VOE"},{"redirect":8269529,"hoster":"Streamtape"}]}]}]}]}