{"seriesId":"haikyuu","name":"Haikyuu!!","descr":"Shoyo Hinatas Liebe zum Volleyball entflammt, als er zufällig ein Spiel der Karasuno Oberschule bei den nationalen Meisterschaften im Fernsehen sieht. Mit seinem ehemaligen Rivalen Kageyama Tobio muss er sich ganz schön zusammenraufen, um im Team der Karasuno-Oberschule spielen zu können. Ihre Kameraden sind von ihnen zwar beeindruckt, aber auch ab und zu nahe am Rand der Verzweiflung. Wird die Mannschaft gegen ihre Gegner bestehen können?","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Ende und Anfang","epNo":1,"alt":"Movie 1","descr":"Der Mittelschüler Hinata ist begeistert vom Volleyballspielen. Obwohl er für den Sport eigentlich etwas zu klein geraten ist, legt er sich mächtig ins Zeug, den Volleyballclub an seiner Schule wieder aufleben zu lassen. Voller Euphorie treten die Jungs bei ihrem ersten Turnier an und werden von Kageyama und seinem Team gnadenlos vernichtet. Doch Hinata will nicht aufgeben und schwört, ihn eines Tages zu besiegen. Leider macht ihm der Wechsel auf die Oberschule aber einen Strich durch die Rechnung: Plötzlich findet er sich nämlich im gleichen Team wie sein \"Erzfeind\" wieder. So müssen aus den Rivalen in kürzester Zeit Kameraden werden, was sich aufgrund der Ausgangslage schwieriger gestaltet, als man denkt. Das andauernde Wetteifern der beiden führt mehr als einmal zu aberwitzigen Momenten, welche die restlichen Spieler immer wieder an dem Rande eines Nervenzusammenbruchs führen...","versions":[{"lang":1,"streams":[{"redirect":9014029,"hoster":"VOE"},{"redirect":8546540,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Gewinner und Verlierer","epNo":2,"alt":"Movie 2","descr":"Das Team der Karasuno Oberschule rund um Hinata hat bewiesen, dass sie in ihrer Zusammenstellung beim Vorentscheid fürs Oberschulturnier ein ernst zu nehmender Gegner sind. Voller Motivation sehen sie dem Match gegen die Aoba Jousai entgegen, die einem Einzug ins nationale Turnier noch im Weg stehen. Jedoch ist Oikawa, der \"Zuspieler Nr. 1\" der Aoba Jousai eine harte Nuss, vor allem da Kageyama schon in der Mittelschule immer in seinem Schatten stand. Wird Kageyama endlich in der Lage sein, zu erkennen, was einen richtig guten Zuspieler mit Teamgeist ausmacht? Können die Krähen im Angesicht der gegnerischen Mannschaft, die überwältigende Erfahrung und Teamwork an den Tag legen, ihre Flügel ausbreiten und alles für sich entscheiden?","versions":[{"lang":1,"streams":[{"redirect":9014042,"hoster":"VOE"},{"redirect":8569935,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"Haikyu!! Land vs. Sky #01 [S04] [OVA1]","descr":"In der Qualifikation der Präfektur Miyagi für das Frühjahrsturnier gelingt es dem Volleyballteam der Karasuno High School, die Shiratorizawa Academy in einem intensiven Kampf zu besiegen und sich ihren Platz im nationalen Turnier zu sichern. Währenddessen kämpfen in der Tokio-Qualifikation die Nekoma High School, die Fukurodani High School, die Nohebi Academy und die Itachiyama Academy um die 3 Plätze für die Nationalspieler. Wird sich die Nekoma High School ihren Platz im Turnier sichern können? Werden wir auf nationaler Ebene einen Rückkampf von Nekoma und Karasunos Schlacht um die Müllhalde sehen können? Die Tokio-Qualifikation beginnt!","versions":[{"lang":3,"streams":[{"redirect":9014076,"hoster":"VOE"},{"redirect":9025954,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"Haikyu!! Land vs. Sky #02 [S04] [OVA2]","descr":"In der Qualifikation der Präfektur Miyagi für das Frühjahrsturnier gelingt es dem Volleyballteam der Karasuno High School, die Shiratorizawa Academy in einem intensiven Kampf zu besiegen und sich ihren Platz im nationalen Turnier zu sichern. Währenddessen kämpfen in der Tokio-Qualifikation die Nekoma High School, die Fukurodani High School, die Nohebi Academy und die Itachiyama Academy um die 3 Plätze für die Nationalspieler. Wird sich die Nekoma High School ihren Platz im Turnier sichern können? Werden wir auf nationaler Ebene einen Rückkampf von Nekoma und Karasunos Schlacht um die Müllhalde sehen können? Die Tokio-Qualifikation beginnt!","versions":[{"lang":3,"streams":[{"redirect":9014081,"hoster":"VOE"},{"redirect":8546560,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Anfang \u0026amp; das Ende","epNo":1,"alt":"The End \u0026 the Beginning","descr":"Hinata ist inspiriert von dem kleinen Riesen, der Volleyball im Fernsehen spielt. Drei Jahre später geht Hinata zu seinem allerersten Volleyballturnier und seine Mannschaft spielt mit der Kitagawa Daiichi, der Schule von Kageyama Tobio, auch bekannt als der König des Spielfeldes. Ihr Kampf gegeneinander lässt sie beide an ihren Fähigkeiten interessiert sein und eine Rivalität auslösen. Im nächsten Jahr treffen sie sich jedoch wieder, diesmal jedoch als Teamkollegen in ihrer neuen Highschool-Karasuno.","versions":[{"lang":1,"streams":[{"redirect":9014056,"hoster":"VOE"},{"redirect":9025943,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014075,"hoster":"VOE"},{"redirect":8546555,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Volleyball-Club der Karasuno Oberschule","epNo":2,"alt":"Karasuno High School Volleyball Club","descr":"Hinata kommt in der Karasuno High School an, entschlossen, dem Volleyballclub beizutreten und Kageyama zu besiegen. Er ist schockiert, als er in die Turnhalle kommt und heraus findet, dass Kageyama auch ein mögliches Mitglied des Karasuno-Teams ist. Sie kämpfen sofort, und als Kapitän Daichi Sawamura ankommt, wirft er die beiden raus und sagt ihnen, dass sie dem Club nicht beitreten können, bis sie anfangen, miteinander auszukommen. Anstatt sich darauf einzulassen, als Team zu arbeiten, fordern sie die 3. Klässler zu einem Match unter der Bedingung, dass sie, wenn sie gewinnen, dem Team beitreten dürfen, heraus.","versions":[{"lang":1,"streams":[{"redirect":12923078,"hoster":"VOE"},{"redirect":9025940,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12174199,"hoster":"VOE"},{"redirect":9025955,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der stärkste Verbündete","epNo":3,"alt":"The Formidable Ally","descr":"Sugawara beginnt morgens mit Hinata und Kageyama zu üben. Nachdem er Hinatas erschöpfte Meinungen über Kageyama gehört hat, ermutigt Sugawara ihn, mit dem Erstklässler zu arbeiten, weil er Hinatas furchterregendster Verbündeter werden könnte. Während die Tage vergehen, verbessert sich Hinata langsam, aber seine Beziehung zu Kageyama geht nicht weiter, bis sie auf Tsukishima und Yamaguchi treffen, die anderen ersten Jahre, die sich für den Club beworben haben. Tsukishimas Beleidigungen über Hinatas Größe und Kageyamas Vergangenheit motivieren die beiden, am Samstag zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9014059,"hoster":"VOE"},{"redirect":9025945,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014085,"hoster":"VOE"},{"redirect":8546556,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Aussicht vom Gipfel","epNo":4,"alt":"The View from the Summit","descr":"Das Übungsspiel, das die Zukunft von Kageyama und Hinata mit dem Karasuno High Volleyball Club bestimmen wird, beginnt als Kageyama, Hinata und Tanaka gegen Tsukishima, Yamaguchi und Kapitän Daichi in einem 3 gegen 3 Match kämpfen. Kageyama und Hinata können sich aufgrund von Kageyamas alten Settinggewohnheiten und ständiger Belästigung durch Tsukishima nicht koordinieren, aber mit der Unterstützung von Sugawara schaffen sie es, einen Weg zu finden, ihre Fähigkeiten einzusetzen, um den perfekten Angriff zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":9014062,"hoster":"VOE"},{"redirect":8688371,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12379437,"hoster":"VOE"},{"redirect":8546557,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Angst eines Feiglings","epNo":5,"alt":"A Coward\u0027s Anxiety","descr":"Kageyamas und Hinatas Combos beginnen sich zu verbessern und Hinatas Fähigkeiten als Lockvogel beginnen sich zu entwickeln. Kageyama, Hinata und Tanaka sind in der Lage, sich zu sammeln und das 3-gegen-3-Spiel im ersten Jahr zu gewinnen, so dass Kageyama und Hinata als offizielle Teammitglieder akzeptiert werden. Sobald sie ihre Teamjacken erhalten haben, kommt der Berater Ittetsu Takeda und kündigt ein Training mit Aobajōsai an. Es gibt jedoch eine Bedingung: Tobio Kageyama muss als Setzer für das gesamte Spiel fungieren.","versions":[{"lang":1,"streams":[{"redirect":9014060,"hoster":"VOE"},{"redirect":8546548,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014086,"hoster":"VOE"},{"redirect":8546559,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein interessantes Team","epNo":6,"alt":"An Interesting Team","descr":"Karasuno kommt in Aobajōsai an, aber Hinatas Angst ändert sich nicht. Noch bevor das Spiel beginnt, trifft Kageyama auf seinen alten Teamkollegen Kindaichi, der ihn immer wieder zum König des Spielfeldes nennt und seine Vergangenheit aufbringt. Karasuno macht sich aufgrund von Hinatas Fehlern zunächst schlecht, doch sobald das Spiel beginnt, erweist sich der schnelle Angriff von Hinata und Kageyama als effektive Waffe. Als Karasuno zu gewinnen scheint, zeigt Kageyama, dass er nicht glaubt, dass Aobajōsais gegenwärtiger Setter der offizielle ist.","versions":[{"lang":1,"streams":[{"redirect":9014052,"hoster":"VOE"},{"redirect":9025948,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014087,"hoster":"VOE"},{"redirect":8546564,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gegen den Großen König","epNo":7,"alt":"Versus the Great King","descr":"Oikawa taucht plötzlich zum Übungsspiel auf. Er ist offenbar der Kapitän und offizielle Setter von Aobajōsai. Er ist auch Kageyamas Senpai aus der Mittelschule. Oikawa betritt das Spielfeld und zielt sofort mit seinen perfekten Aufschlägen auf Tsukishima, welcher er nicht richtig reciven kann; So kann Aobajōsai Karasuno einholen. Erst als Daichi seine Formation ändert, kann Karasuno endlich das Spiel gegen Aobajōsai gewinnen. Oikawa sagt jedoch, dass Aobajōsai, wenn er sich das nächste Mal trifft, von Anfang an alle seine Asse verwendet und ein ganz anderes Ergebnis erwartet wird. Als sie gehen, offenbart Daichi, dass Karasuno auch einige Überraschungen hat. Ihr Libero, Yū Nishinoya, ist im Begriff, zurückzukehren und Karasunos Dynamik als Team komplett zu verändern.","versions":[{"lang":1,"streams":[{"redirect":9014057,"hoster":"VOE"},{"redirect":9025949,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923081,"hoster":"VOE"},{"redirect":8546562,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Er, der \u0026quot;Ass\u0026quot; genannt wird","epNo":8,"alt":"He Who Is Called \"Ac","descr":"Beim Üben ist Kageyama schockiert, als ein Fremder in die Turnhalle läuft und seinen Aufschlag perfekt recived. Der Fremde entpuppte sich als Nishinoya, Karasunos Libero, der aufgrund der Sperre der Vereinsaktivitäten fort war. Nach der Vorstellung erfährt Nishinoya, dass Karasunos Ass Asahi nicht zurück ist und stürmt wütend davon. Da sie sehen, wie unglücklich die Oberstufe ohne das Ass ist, gehen Hinata und Kageyama zu ihm, um ihn zur Rückkehr zu bewegen. Inzwischen verfolgt Takeda Keishin Ukai als nächsten Trainer von Karasuno High weiter. Ukai weigert sich beharrlich, zu helfen, aber Takeda hat einen Plan, von dem er glaubt, dass er Ukai in die Welt des Coachings hineinziehen wird.","versions":[{"lang":1,"streams":[{"redirect":9014055,"hoster":"VOE"},{"redirect":8569932,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014092,"hoster":"VOE"},{"redirect":9025956,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Toss zum Ass","epNo":9,"alt":"A Toss to the Ace","descr":"Keishin Ukai stimmt Karasunos Trainer zu, nachdem er von dem bevorstehenden Übungsspiel erfährt, aber nur bis das Übungsspiel beendet ist. Um sich mit den Fähigkeiten der aktuellen Spieler vertraut zu machen, arrangiert er ein Match gegen den Volleyball-Verein. Nishinoya und Sugawara sind in der Vereinsmannschaft platziert, um ein ausgeglichenes Spiel zu ermöglichen, da nur vier der Spieler es geschafft haben. Der letzte Platz ist Asahi Azumane. Nun muss Asahi beweisen, dass er das Titelass verdient hat und an dem dreifachen Block von Kageyama, Tanaka und Tsukishima vorbeikommt, um sein Vertrauen zurückzugewinnen.","versions":[{"lang":1,"streams":[{"redirect":9014065,"hoster":"VOE"},{"redirect":9025951,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014089,"hoster":"VOE"},{"redirect":9025969,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sehnen","epNo":10,"alt":"Yearning","descr":"Als Asahi seine Zuversicht als Ass zurückerlangt, können Hinata und Kageyama endlich ihre Schnelligkeit nutzen. Ukai ist schockiert über die Koordination der beiden und Kageyamas Fähigkeiten, die er mit Sugawaras Verlässlichkeit und Erfahrung vergleicht, was seine Entscheidung darüber, welcher Spieler als offizieller Setter wählen sollte, noch komplizierter macht. Auf der Seite wird Hinata abgelenkt, als er sich mit Asahi vergleicht und wie er niemals diese Stärke erreichen würde. Doch nach einem Missgeschick und einer Ermutigung durch Kageyama versteht Hinata schließlich seine Bedeutung als Köder für das Team.","versions":[{"lang":1,"streams":[{"redirect":9014064,"hoster":"VOE"},{"redirect":12482397,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014093,"hoster":"VOE"},{"redirect":12978270,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Entscheidung","epNo":11,"alt":"Decision","descr":"Das Spiel gegen Nekoma liegt kurz bevor und Ukai muss immer noch die Entscheidung treffen, welchen Setter er wählt. Als Nekoma in Miyagi ankommt, trifft Hinata bereits auf deren Zuspieler, ohne sich dessen bewusst zu sein. Karasuno merkt schnell, dass das Match gegen Nekoma wohl eines der schwierigsten wird...","versions":[{"lang":1,"streams":[{"redirect":9014072,"hoster":"VOE"},{"redirect":9025950,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014095,"hoster":"VOE"},{"redirect":8546565,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Katzen-Raben Wiedersehen","epNo":12,"alt":"The Neko-Karasu Reunion","descr":"Das Spiel von Karasuno gegen Nekoma hat bereits begonnen, aber Kageyama´s und Hinata´s Schnellangriff scheint nicht lange erfolgreich zu sein, da das gegnerische Team bereits weiß., wie die beiden aufzuhalten sind. Wie werden sie nun weitermachen?","versions":[{"lang":1,"streams":[{"redirect":9014073,"hoster":"VOE"},{"redirect":8546544,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014094,"hoster":"VOE"},{"redirect":8546563,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rivale","epNo":13,"alt":"Rival","descr":"Das Match geht weiter und Karasuno schlägt sich ziemlich gut, jedoch gewinnt Nekoma auch den zweiten Satz. Daraufhin bemerken beide Teams, dass sie sowohl gemeinsame Ziele als auch ähnliche Spieler unter ihnen haben. Coach Ukai überlegt währenddessen, Karasuno noch länger zu trainieren.","versions":[{"lang":1,"streams":[{"redirect":9014063,"hoster":"VOE"},{"redirect":9025957,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014090,"hoster":"VOE"},{"redirect":9025970,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eindrucksvolle Gegner","epNo":14,"alt":"Formidable Opponents","descr":"Die Spielaufstellung für das Interhighturnier wird bekannt gegeben und die Jungs sind schon ganz aufgeregt, gegen so starke Gegner spielen zu dürfen. Schließlich bringt der Coach sie wieder dazu, sich auf das Training zu konzentrieren, denn es warten bereits starke Gegner auf sie.","versions":[{"lang":1,"streams":[{"redirect":9014066,"hoster":"VOE"},{"redirect":8569934,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014091,"hoster":"VOE"},{"redirect":8737810,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Wiedererwachen","epNo":15,"alt":"Revival","descr":"Der Tag des Turniers ist gekommen und sie müssen gegen das erste Team spielen, welches sehr von dem Gerücht überzeugt ist, dass Karasuno die gefallenen Krähen sind. Können sie beweisen, dass dies längst nicht mehr der Fall ist?","versions":[{"lang":1,"streams":[{"redirect":9014067,"hoster":"VOE"},{"redirect":9025953,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014097,"hoster":"VOE"},{"redirect":8546566,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Sieger und Verlierer","epNo":16,"alt":"Winners and Losers","descr":"Die Tokonami Oberschule ist der erste Gegner. Schon nach den ersten zwei Treffern merken diese, dass sie die Jungs der Karasuno vollkommen falsch eingeschätzt hatten. Aber das bedeutet noch nicht den sicheren Sieg für Karasuno, denn die Spieler der Tokonami geben alles...","versions":[{"lang":1,"streams":[{"redirect":9014071,"hoster":"VOE"},{"redirect":8546551,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014103,"hoster":"VOE"},{"redirect":8546567,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die eiserne Mauer","epNo":17,"alt":"The Iron Wall","descr":"Als Nächstes müssen sie gegen Date-Kou spielen, welche, wegen ihrer Blocks, auch die eiserne Mauer genannt wird. Dieses Team ist der Grund dafür, dass Asahi kurzzeitig Volleyball aufgegeben hat. Können sie es diesmal schaffen, das starke Team zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":12923085,"hoster":"VOE"},{"redirect":9025959,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014096,"hoster":"VOE"},{"redirect":8546568,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Euren Rücken beschützen","epNo":18,"alt":"Guarding Your Back","descr":"Die zweite Hälfte des Spiels findet statt und Karasuno muss dringend die Strategie ändern, da die Gegner zu stark sind. Letztendlich liegt alles an Nishinoya, wird er es schaffen, den anderen den Rücken zu decken?","versions":[{"lang":1,"streams":[{"redirect":9014068,"hoster":"VOE"},{"redirect":8546552,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014106,"hoster":"VOE"},{"redirect":8546573,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Trainer","epNo":19,"alt":"Conductors","descr":"Das Spiel gegen Karasuno\u0027s Rivalen Aobajosai steht kurz bevor und diese beweisen bereits zu Beginn des Matches wie gut sie sind.","versions":[{"lang":1,"streams":[{"redirect":9014069,"hoster":"VOE"},{"redirect":9025958,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014099,"hoster":"VOE"},{"redirect":8546572,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Oikawa Toru ist kein Genie","epNo":20,"alt":"Oikawa Toru Is Not a Genius","descr":"Das Spiel geht weiter. Oikawa und Kageyama haben noch eine Rechnung offen- Wer kann sich beweisen?","versions":[{"lang":1,"streams":[{"redirect":9014070,"hoster":"VOE"},{"redirect":9025960,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014110,"hoster":"VOE"},{"redirect":8569933,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Senpais wahre Fähigkeiten","epNo":21,"alt":"Senpai\u0027s True Abilities","descr":"Kageyama wird ausgewechselt, da er sich zu sehr auf Oikawa fokussiert. Wie wird es aussehen, wenn Sugawara nach Langem wieder auf dem Feld steht?","versions":[{"lang":1,"streams":[{"redirect":9014078,"hoster":"VOE"},{"redirect":8546545,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014108,"hoster":"VOE"},{"redirect":8569936,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Evolution","epNo":22,"alt":"Evolution","descr":"Nachdem Kageyama\u0027s Pause vorbei ist und er wieder eingewechselt wird, versucht er sich mehr um seine Teamkameraden zu kümmern. Wie wird sich das auf den weiteren Verlauf des Spiels auswirken?","versions":[{"lang":1,"streams":[{"redirect":9014074,"hoster":"VOE"},{"redirect":8546558,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014098,"hoster":"VOE"},{"redirect":8546574,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Punkt, der das Momentum verändert","epNo":23,"alt":"The Point That Changes the Momentum","descr":"Die Spieler der Karasuno sind langsam am Ende ihrer Kräfte. Jetzt soll Yamaguchi eingewechselt werden und den Verlauf des Spiels verändern. Wird das funktionieren?","versions":[{"lang":1,"streams":[{"redirect":9014082,"hoster":"VOE"},{"redirect":8569939,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014107,"hoster":"VOE"},{"redirect":8546570,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Nicht länger ein einsamer König","epNo":24,"alt":"Removing the Solitary King","descr":"Das Ende des Spiels naht-Gleichstand. Jeder Punkt ist von nun an entscheidend. Wer kann es schaffen, das andere Team zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":9014079,"hoster":"VOE"},{"redirect":8546550,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014105,"hoster":"VOE"},{"redirect":8546576,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der dritte Tag","epNo":25,"alt":"The Third Day","descr":"Die Spieler der Karasuno sind alle sehr deprimiert wegen dem Ausgang des Spiels gegen Oikawa und sein Team. Zu dem müssen die Drittklässler entscheiden, ob sie weiter Volleyball spielen möchten oder nicht.","versions":[{"lang":1,"streams":[{"redirect":9014080,"hoster":"VOE"},{"redirect":8546549,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014102,"hoster":"VOE"},{"redirect":8546575,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Let’s go! Tokyo!","epNo":1,"alt":"Let\u0027s Go To Tokyo!!","descr":"Seit des verlorenen Spiels im Turnier, arbeiten die Spieler der Karasuno viel härter an sich. Sie erhalten eine Einladung zu einem Trainingscamp in Tokyo.","versions":[{"lang":1,"streams":[{"redirect":9014034,"hoster":"VOE"},{"redirect":9025936,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014100,"hoster":"VOE"},{"redirect":9025962,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Direkte Sonnenstrahlen","epNo":2,"alt":"Direct Sunlight","descr":"Wenn Kageyama, Hinata, Nishinoya und Tanaka keine guten Noten erhalten, werden sie zur Nachhilfe geschickt. Dies bedeutet, sie könnten nicht nach Tokyo. Werden sie es schaffen?","versions":[{"lang":1,"streams":[{"redirect":9014033,"hoster":"VOE"},{"redirect":8569929,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014104,"hoster":"VOE"},{"redirect":9025961,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dorfbewohner B","epNo":3,"alt":"Townsperson B","descr":"Karasuno soll eine zweite Managerin bekommen. Doch ist diese wirklich dafür geeignet?","versions":[{"lang":1,"streams":[{"redirect":9014037,"hoster":"VOE"},{"redirect":9025934,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014101,"hoster":"VOE"},{"redirect":9025963,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Ass im Zentrum","epNo":4,"alt":"Center Ace","descr":"Endlich geht es für die Spieler der Karasuno nach Tokyo, doch die Teams dort sind stärker als erwartet.","versions":[{"lang":1,"streams":[{"redirect":9014032,"hoster":"VOE"},{"redirect":8569930,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014112,"hoster":"VOE"},{"redirect":9025968,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gier","epNo":5,"alt":"Greed","descr":"Die nächsten Spiele im Trainingslager finden statt, unter Anderem gegen Nekoma. Schafft es Karasuno dieses Mal Nekoma und deren Neuzugang zu bezwingen?","versions":[{"lang":1,"streams":[{"redirect":12379438,"hoster":"VOE"},{"redirect":8546535,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014111,"hoster":"VOE"},{"redirect":9025964,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tempo","epNo":6,"alt":"Tempo","descr":"Hinata und Kageyama haben sich zerstritten. Coach Ukai nimmt Hinata mit zu seinem Großvater.","versions":[{"lang":1,"streams":[{"redirect":9014046,"hoster":"VOE"},{"redirect":9025935,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014109,"hoster":"VOE"},{"redirect":9025965,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mondaufgang","epNo":7,"alt":"Moonrise","descr":"Alle Spieler der Karasuno trainieren hart, um besser zu werden. Tsukishima aber scheint sich eher zurückzuhalten.","versions":[{"lang":1,"streams":[{"redirect":9014041,"hoster":"VOE"},{"redirect":9025941,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014113,"hoster":"VOE"},{"redirect":9025967,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Illusion eines Helden","epNo":8,"alt":"Illusionary Hero","descr":"Tsukishima zweifelt an sich und seiner Motivation, Volleyball zu spielen.","versions":[{"lang":1,"streams":[{"redirect":9014040,"hoster":"VOE"},{"redirect":8569937,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014114,"hoster":"VOE"},{"redirect":9025966,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gegen den Schirm","epNo":9,"alt":"vs. Umbrella","descr":"Hinata trainiert mit den anderen Mannschaften im Trainingslager und lernt viel dazu.","versions":[{"lang":1,"streams":[{"redirect":13917902,"hoster":"VOE"},{"redirect":8546542,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014118,"hoster":"VOE"},{"redirect":9025978,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zahnräder","epNo":10,"alt":"Gear","descr":"Karasuno muss gegen die Fukuroudani-Oberschule spielen. Hat sich das Training von allen gelohnt?","versions":[{"lang":1,"streams":[{"redirect":9014049,"hoster":"VOE"},{"redirect":8569938,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014115,"hoster":"VOE"},{"redirect":9025976,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Oben","epNo":11,"alt":"Above","descr":"Das Trainingscamp kommt zum Abschluss. Können die Krähen beim Vorentscheid zum Frühlingsturnier ihr Gelerntes zeigen?","versions":[{"lang":1,"streams":[{"redirect":13014929,"hoster":"VOE"},{"redirect":9025944,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014119,"hoster":"VOE"},{"redirect":9025973,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Match beginnt!!","epNo":12,"alt":"Let the Games Begin!","descr":"Das erste Spiel findet statt. Wie wird sich Karasuno schlagen?","versions":[{"lang":1,"streams":[{"redirect":9014051,"hoster":"VOE"},{"redirect":9025946,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014117,"hoster":"VOE"},{"redirect":8546569,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Simple und einfache Kraft","epNo":13,"alt":"A Simple and Pure Strength","descr":"Das erste Match gegen die Kakugawa-Oberschule beginnt. Diese haben einen sehr großen Spieler unter sich, gegen den Karasuno nur schwer ankommt.","versions":[{"lang":1,"streams":[{"redirect":9014053,"hoster":"VOE"},{"redirect":8546543,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515244,"hoster":"VOE"},{"redirect":8515242,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wachsende Kinder","epNo":14,"alt":"Still Growing","descr":"Tsukushima trainiert mit dem Team seines Bruders, Kageyama sieht sich die Taktiken eines gewissen Teams an und Hinata verspricht Kenma, dass sie ein einzigartiges Match haben werden.","versions":[{"lang":1,"streams":[{"redirect":13992925,"hoster":"VOE"},{"redirect":12482396,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014116,"hoster":"VOE"},{"redirect":9025971,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Spielplatz","epNo":15,"alt":"Place to Play","descr":"Die Karasuno-Mannschaft tritt gegen die Jouzenji-Oberschule an. Diese haben eine sehr unkonventionelle Spielmethode. Welche Taktik wird der Karasuno-Mannschaft zum Sieg verhelfen?","versions":[{"lang":1,"streams":[{"redirect":9014045,"hoster":"VOE"},{"redirect":9025947,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014121,"hoster":"VOE"},{"redirect":9025972,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Weiter geht’s","epNo":16,"alt":"Next","descr":"Hinata und Kageyama werden von dem Rhythmus des Jouzenji-Teams beinahe aus der Bahn geworfen, doch mit Sawamuras Hilfe können sie sich wieder sammeln und weiterkämpfen!","versions":[{"lang":1,"streams":[{"redirect":9014054,"hoster":"VOE"},{"redirect":8546547,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014120,"hoster":"VOE"},{"redirect":9025974,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kampf der Feiglinge","epNo":17,"alt":"The Battle Without Will Power","descr":"Mitten in einem Match gegen die Wakutani-Mannschaft verletzt sich unglücklicherweise der Karasuno-Teamkapitän Daichi, was die Defensive der Mannschaft erheblich schwächt!","versions":[{"lang":1,"streams":[{"redirect":11831858,"hoster":"VOE"},{"redirect":8546554,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923086,"hoster":"VOE"},{"redirect":9025977,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Verlierer","epNo":18,"alt":"The Losers","descr":"Das Match gegen die Wakutani geht weiter! Ob der für den verletzten Daichi eingewechselte Ennoshita ihn würdig vertreten kann, damit die Krähen im Turnier vorrücken können?","versions":[{"lang":1,"streams":[{"redirect":9014048,"hoster":"VOE"},{"redirect":8546553,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014125,"hoster":"VOE"},{"redirect":9025975,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die eiserne Mauer errichten wir immer wieder neu","epNo":19,"alt":"The Iron Wall Can Be Rebuilt Again and Again","descr":"Der Gewinner des Matches Aoba Jousai vs Datekou wird gegen die Karasuno-Mannschaft antreten. Wird die eiserne Mauer, das Markenzeichen der Datekou, ihnen zum Sieg verhelfen?","versions":[{"lang":1,"streams":[{"redirect":9014061,"hoster":"VOE"},{"redirect":8569931,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014126,"hoster":"VOE"},{"redirect":9025979,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ausmerzen","epNo":20,"alt":"Wiping Out","descr":"Im Halbfinale des Präfekturvorentscheids trifft die Karasuno-Mannschaft auf ihre Erzfeinde. Jetzt wird sich zeigen, was die Krähen gelernt haben!","versions":[{"lang":1,"streams":[{"redirect":6217940,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014129,"hoster":"VOE"},{"redirect":9025981,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Kaputtmacher","epNo":21,"alt":"Destroyer","descr":"Der frisch eingewechselte Kyoutani ändert den Rhythmus des Spiels gewaltig. Vielleicht kann das Karasuno-Team es ja ausnutzen, dass er trotz seiner gezielten Attacken auch zu Fehlern neigt?","versions":[{"lang":1,"streams":[{"redirect":6217955,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":12923083,"hoster":"VOE"},{"redirect":9025980,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kampf des ehemaligen Feiglings","epNo":22,"alt":"The Former Coward\u0027s Fight","descr":"Keishin lässt Yamaguchi einwechseln. Vor dem Match gegen die Wakutani ist er geflüchtet, doch kann er dem Karasuno-Team jetzt Punkte bringen?","versions":[{"lang":1,"streams":[{"redirect":6217958,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014128,"hoster":"VOE"},{"redirect":9025984,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Team","epNo":23,"alt":"Team","descr":"Kyoutani muss eine Auszeit nehmen, da er zu leichtsinnig agiert. In diesem nervenzerreißenden Kampf wird niemandem etwas geschenkt!","versions":[{"lang":1,"streams":[{"redirect":6217979,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014127,"hoster":"VOE"},{"redirect":9025983,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Extremschalter","epNo":24,"alt":"The Absolute Limit Switch","descr":"Die Karasuno- und die Aoba Jousai-Mannschaften gehen an ihr Limit, doch nur einer wird siegreich hervorgehen können.","versions":[{"lang":1,"streams":[{"redirect":6217954,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014123,"hoster":"VOE"},{"redirect":9025982,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kriegserklärung","epNo":25,"alt":"Declaration of War","descr":"Es geht zum finalem Akt zwischen Karasuno und Aoba Johsai. Wer behält die Nerven und gewinnt das Halbfinale des Präfekturvorentscheids?","versions":[{"lang":3,"streams":[{"redirect":9014130,"hoster":"VOE"},{"redirect":9025985,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Begrüßung","epNo":1,"alt":"Greetings","descr":"Das Karasuno-Team kann sich im Finale gegen Shiratorizawa auf die Unterstützung ihrer lautstarken Fans verlassen. Beide Mannschaften sind hoch motiviert, das Match zu gewinnen. Hinata trifft auf zwei alte Freunde, die sich das Spiel ebenfalls ansehen wollen.","versions":[{"lang":1,"streams":[{"redirect":8515135,"hoster":"VOE"},{"redirect":8515131,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014131,"hoster":"VOE"},{"redirect":8546577,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bedrohung von Links","epNo":2,"alt":"The Threat of the Left","descr":"Karasuno hat Schwierigkeiten gegen Ushijima und sein Team zu bestehen. Vor allem Nishinoya fällt es schwer, die Bälle des linkshändigen Spielers anzunehmen… Für Karasuno ist das noch lange kein Grund aufzugeben und sie versuchen alles, um ihre Gegner daran zu hindern, noch mehr Punkte zu erzielen. Schließlich geht es um den ersten Matchpunkt!","versions":[{"lang":1,"streams":[{"redirect":8515143,"hoster":"VOE"},{"redirect":8515141,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12379440,"hoster":"VOE"},{"redirect":8546580,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Guess-Monster","epNo":3,"alt":"Guess-Monster","descr":"Karasuno kämpft im Match gegen Shiratorizawa noch immer um einen Sieg. Ein Mitglied der gegnerischen Mannschaft, Tendou Satori, scheint spezielle Fähigkeiten zu besitzen. Nach einer kurzen Auszeit soll ein Spielerwechsel für neue Impulse auf dem Feld sorgen.","versions":[{"lang":1,"streams":[{"redirect":8515148,"hoster":"VOE"},{"redirect":8515147,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014149,"hoster":"VOE"},{"redirect":8546587,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vollmond","epNo":4,"alt":"The Halo Around the Moon","descr":"Der zweite Matchpunkt! Dank Tsukishimas und Nishinoyas totaler Abwehr haben die Jungs von Karasuno die Chance auszugleichen. Wer wird den Satz gewinnen?","versions":[{"lang":1,"streams":[{"redirect":8515153,"hoster":"VOE"},{"redirect":8515154,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014141,"hoster":"VOE"},{"redirect":8546586,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Allein gegen viele","epNo":5,"alt":"Individual vs. Numbers","descr":"Mit je einem gewonnenen Satz ist wieder alles offen im Spiel Karasuno vs. Shiratorizawa. Shirabu, Shiratorizawas Zuspieler, scheint das aber wenig zu stören. Es wird klar, warum sie auch die ungeschlagenen Champions genannt werden.","versions":[{"lang":1,"streams":[{"redirect":8515158,"hoster":"VOE"},{"redirect":8515163,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014134,"hoster":"VOE"},{"redirect":8569940,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die chemische Veränderung einer Begegnung","epNo":6,"alt":"The Chemical Change of Encounters","descr":"Shiratorizawa liegt wieder vorn! Während Karasuno nach neuen Techniken sucht, macht sich langsam die Erschöpfung durch das lange Match bemerkbar.","versions":[{"lang":1,"streams":[{"redirect":8515166,"hoster":"VOE"},{"redirect":8515167,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014139,"hoster":"VOE"},{"redirect":8569941,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Befangenheit","epNo":7,"alt":"Obsession","descr":"Kageyama muss sich etwas ausruhen und Sugawara wird als Zuspieler eingewechselt. Kann Sugawara das Guess-Monster trotz seiner anfänglichen Unsicherheit aufhalten? Satori auf der anderen Seite erinnert sich zurück an seine Anfänge bei Shiratorizawa. Doch dann passiert etwas unvorhergesehenes und Karasuno sitzt in der Klemme!","versions":[{"lang":1,"streams":[{"redirect":8515175,"hoster":"VOE"},{"redirect":8515172,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014137,"hoster":"VOE"},{"redirect":8569942,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein abscheulicher Kerl","epNo":8,"alt":"An Annoying Guy","descr":"Der letzte Satz beginnt und Ushijima ist entschlossen, Karasuno - besonders Hinata - vernichtend zu schlagen! Shiratorizawa übernimmt trotz erfolgreicher Schnellangriffe erneut die Führung und Karasuno verliert den Mut. Doch dann kehrt der verletzte Tsukishima zurück…","versions":[{"lang":1,"streams":[{"redirect":8515178,"hoster":"VOE"},{"redirect":8515180,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014132,"hoster":"VOE"},{"redirect":8546579,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Volleyballnerds","epNo":9,"alt":"The Volleyball Idiots","descr":"Mit Tsukishimas Rückkehr ist das Team wieder vollständig und ihre Verteidigung gestärkt. Beide Teams sind fest entschlossen zu gewinnen. Wer wird am Ende das Spielfeld als Sieger verlassen?","versions":[{"lang":1,"streams":[{"redirect":8515185,"hoster":"VOE"},{"redirect":8515184,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014154,"hoster":"VOE"},{"redirect":8569947,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kampf der Konzepte","epNo":10,"alt":"The Battle of Concepts","descr":"Karasuno gelingt der entscheidende Schlag! Überwältigt von Emotionen und Freudentränen beschließen die Jungs, auch die Nationalen Meisterschaften zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8515126,"hoster":"VOE"},{"redirect":8515127,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014133,"hoster":"VOE"},{"redirect":8569950,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Vorstellungsrunde","epNo":1,"alt":"Self Introduction","descr":"Hinata fühlt sich zurückgelassen, als Kageyama und Tsukishima jeweils zu Trainingslagern eingeladen werden und er nicht.","versions":[{"lang":1,"streams":[{"redirect":9014026,"hoster":"VOE"},{"redirect":14282673,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014135,"hoster":"VOE"},{"redirect":9025989,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Orientierungslos","epNo":2,"alt":"Lost","descr":"Hinata muss sich mit den Folgen seines verzweifelten Tricks auseinandersetzen, um an einem Trainingslager teilzunehmen.","versions":[{"lang":1,"streams":[{"redirect":9014028,"hoster":"VOE"},{"redirect":9025929,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014138,"hoster":"VOE"},{"redirect":8569948,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Perspektive","epNo":3,"alt":"Point Of View","descr":"Hinata gewinnt eine neue Perspektive auf Volleyball und versucht, das Beste aus seiner neuen Position zu machen.","versions":[{"lang":1,"streams":[{"redirect":9014031,"hoster":"VOE"},{"redirect":9025933,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014136,"hoster":"VOE"},{"redirect":9025987,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"„Entspannt“","epNo":4,"alt":"Take It Easy","descr":"Mit Hilfe von Tsukishima gelingt es Hinata, am freien Training teilzunehmen und die anderen mit seinen Fähigkeiten zu beeindrucken. Er bemerkt und unterstützt später einen scheinbar kämpfenden Spieler.","versions":[{"lang":1,"streams":[{"redirect":9014038,"hoster":"VOE"},{"redirect":9025931,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014140,"hoster":"VOE"},{"redirect":9025990,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"„Hunger“","epNo":5,"alt":"Episode 5","descr":"Der letzte Tag des Trainingslagers ist gekommen. Hinata ist entschlossen, mit einem höheren Können und so vielen neu erworbenen Techniken wie möglich stark abzuschließen. In seinem eigenen Trainingslager spielt Kageyama gerne mit vielen hochqualifizierten Spielern, zeigt jedoch Anzeichen dafür, dass er mit seiner Konfrontation mit Atsumu zu kämpfen hat.","versions":[{"lang":1,"streams":[{"redirect":9014030,"hoster":"VOE"},{"redirect":9025937,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014144,"hoster":"VOE"},{"redirect":8546578,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ansporn","epNo":6,"alt":"Enhancements","descr":"Jetzt wieder vereint, beginnen die Karasuno-Spieler daran zu arbeiten, sich selbst und ihre Fähigkeiten zur Vorbereitung auf die Nationalmannschaft zu stärken, und Kageyama beginnt Hinata dabei zu helfen, seinen Sprung zu verbessern. Während Kageyama weiterhin Probleme hat, als Goody Two-Shoes bezeichnet zu werden, tritt Karasuno in einem Übungsspiel gegen Date Tech an.","versions":[{"lang":1,"streams":[{"redirect":9014036,"hoster":"VOE"},{"redirect":9025938,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12379442,"hoster":"VOE"},{"redirect":8546581,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Revanche","epNo":7,"alt":"Return","descr":"Während sie weiterhin gegen Date Tech spielen, kämpft das Karasuno-Team mit neuen Methoden, da Date Tech besser blockiert und Kageyama sein Verhalten ändert.","versions":[{"lang":3,"streams":[{"redirect":14132384,"hoster":"VOE"},{"redirect":8569944,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Herausforderer","epNo":8,"alt":"Challenger","descr":"Das Match zwischen Karasuno und Date Tech erstreckt sich über einen achten Satz. Mit ihrer begrenzten Zeit lässt Karasuno Hinata in Angriffe übergehen, um Date Tech zu überwinden. In der Zwischenzeit unterstützt Kinoshita das Team auf verschiedene Weise.","versions":[{"lang":1,"streams":[{"redirect":8156305,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":12379445,"hoster":"VOE"},{"redirect":9025986,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jeder verbringt die Nacht anders","epNo":9,"alt":"Everyone\u0027s Night","descr":"Am ersten Tag des neuen Jahres wird Daichi von einem ahnungsvollen Traum gestört, der ihn belastet, als die Zeit für das Frühlingsturnier näher rückt. Das Karasuno-Team reist schließlich zum Nationalturnier nach Tokio, wo Nerven und Aufregung aufkommen, während sich die Spieler auf ihre ersten Spiele vorbereiten und sich mit alten Freunden wiedervereinigen.","versions":[{"lang":1,"streams":[{"redirect":8156288,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014143,"hoster":"VOE"},{"redirect":9025988,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frontlinie","epNo":10,"alt":"Battle Lines","descr":"Hinatas Schuhe verschwinden plötzlich vor dem ersten Spiel der Mannschaft. Kiyoko macht sich an die Aufgabe, die Schuhe zu holen, als sie sich daran erinnert, wie sie zum ersten Mal Managerin des Teams wurde. Karasuno trifft in ihrem ersten Spiel auf die Tsubakihara Academy.","versions":[{"lang":1,"streams":[{"redirect":8156290,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":12379448,"hoster":"VOE"},{"redirect":8569945,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verbundene Chancen","epNo":11,"alt":"A Chance to Connect","descr":"Karasuno tritt gegen die Tsubakihara Academy an. Zuerst kann sich Kageyama nicht an den neuen Veranstaltungsort gewöhnen, aber er und Hinata greifen schnell an und die Menge ist beeindruckt. Tsubakihara hat eine ziemlich einzigartige Geheimwaffe.","versions":[{"lang":1,"streams":[{"redirect":8156291,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":12379441,"hoster":"VOE"},{"redirect":8569943,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lebhaftigkeit","epNo":12,"alt":"Vivid","descr":"Der Karasuno High School Volleyball Club besiegte Tsubakihara Gakuen und beschloss, in die zweite Runde vorzudringen. In der Zwischenzeit trifft Hinata Korai Seikai von der Ohdai High School, der auch für das All Japan Youth Training Camp am Veranstaltungsort der Spring High School ausgewählt wurde. Hinata, der Zeuge des Stücks Xinghai war, bekannt als der \"kleine Riese\",","versions":[{"lang":1,"streams":[{"redirect":8156297,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014150,"hoster":"VOE"},{"redirect":8546583,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der zweite Tag","epNo":13,"alt":"The Second Day","descr":"Vor dem zweiten Tag der Nationalen Meisterschaften bereitet sich Karasuno darauf vor, gegen den nächsten Gegner, den Zweitplatzierten des Inter-High-Turniers, Inarizaki High, zu spielen. Trainer Ukai informiert das Team über die Spieler, auf die es achten sollte, insbesondere über Atsumu Miya, der zusammen mit Kageyama am Jugendtrainingslager teilnahm. Karasuno erkennt schnell, dass die Partie unglaublich hart sein wird, aber es wird noch schlimmer, als sie erfahren, dass einer der Mannschaftskameraden von Atsumu Miya sein Zwillingsbruder Osamu ist. Als die Partie näher rückt, trifft Tanaka auf Kanoka, um das Missverständnis mit ihrem Cousin vom Vorabend zu klären. Das Spiel zwischen Karasuno und Inarizaki beginnt. Karasuno bemerkt die Popularität des Gegners, als er unter ohrenbetäubendem Jubel der Inarizaki-Anhänger auf den Platz tritt. Miya Atsumu beginnt mit einem kraftvollen Aufschlag, aber nicht, bevor er die Menge zum Schweigen bringt, denn jeder Lärm beeinträchtigt seine Konzentrationsfähigkeit. Doch als Karasuno an der Reihe ist, beginnt die Jubelmannschaft von Inarizaki mit dem Ausbuhen des Gegners. Im weiteren Spielverlauf gelingt es Hinata, höher als je zuvor zu springen, aber er ist so in den Sprung selbst verwickelt, dass er vergisst, den Ball zu spiken. Obwohl Hinata harsche Kritik von Kageyama erhält, sind die Spieler von Inarizaki überrascht und beeindruckt, dass er in einer Zeit wie dieser experimentieren würde und alle ihre Augen auf Hinata gerichtet haben.","versions":[{"lang":1,"streams":[{"redirect":8156296,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":9014156,"hoster":"VOE"},{"redirect":9025992,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Rhythmus","epNo":14,"alt":"Rhythm","descr":"Rhythm","versions":[{"lang":1,"streams":[{"redirect":9221764,"hoster":"VOE"},{"redirect":9221759,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13917899,"hoster":"VOE"},{"redirect":9025991,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Etwas finden","epNo":15,"alt":"Found","descr":"Karasuno beginnt gegen die Miya-Zwillinge zu kämpfen, als sie anfangen, Hinata und Kageyamas Minus-Tempo-Schnellangriff gegen sie einzusetzen.","versions":[{"lang":1,"streams":[{"redirect":9221675,"hoster":"VOE"},{"redirect":9221672,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014152,"hoster":"VOE"},{"redirect":9025993,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Liebeskummer","epNo":16,"alt":"Broken Heart","descr":"Tanaka kämpft im ersten Satz gegen Inarizaki High.und verliert","versions":[{"lang":1,"streams":[{"redirect":9221681,"hoster":"VOE"},{"redirect":9221698,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014151,"hoster":"VOE"},{"redirect":9025994,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Katzen vs. Affen","epNo":17,"alt":"Cats vs Monkeys","descr":"Nekoma spielt gegen einen herausfordernden Gegner. Werden sie sich durchsetzen?","versions":[{"lang":1,"streams":[{"redirect":9221706,"hoster":"VOE"},{"redirect":9221708,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014158,"hoster":"VOE"},{"redirect":9025995,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Falle","epNo":18,"alt":"Trap","descr":"Nekoma tritt im zweiten Satz gegen Sar  kcn n mn vmukawa Tech in einem ihrer bislang herausforderndsten Sätze an. Der Plan von Sarukawa Tech, Nekomas Setter Kenma auszuschalten, wird in Gang gesetzt.","versions":[{"lang":1,"streams":[{"redirect":9221721,"hoster":"VOE"},{"redirect":9221726,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014162,"hoster":"VOE"},{"redirect":9026029,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der stärkste Herausforderer","epNo":19,"alt":"The Ultimate Challengers","descr":"Wir kehren zum Spiel zwischen Karasuno und Inarizaki zurück. Die Miya-Zwillinge fahren mit starken Angriffen fort und Aran führt seine besten Angriffe durch; aber sie verlieren unnötig Punkte (sogar Osamu macht einen Homerun); Während Suna zeigt, warum er ein guter Central Blocker ist. Als die Inarizaki sahen, wie die Karasuno ein Comeback begannen, tauchte der Kapitän auf.","versions":[{"lang":1,"streams":[{"redirect":9221734,"hoster":"VOE"},{"redirect":9221743,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515254,"hoster":"VOE"},{"redirect":8515255,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Anführer","epNo":20,"alt":"Leader","descr":"In der Schlussphase des zweiten Satzes holt Inarizaki seinen Kapitän Kita. Seine kalte und berechnende Persönlichkeit wird die Balance des Teams stark verändern.","versions":[{"lang":1,"streams":[{"redirect":9394408,"hoster":"VOE"},{"redirect":9394407,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515269,"hoster":"VOE"},{"redirect":8515263,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Held","epNo":21,"alt":"Hero","descr":"Karasuno hält weiterhin die Führung in der Partitur, während Suna und Tsukishima beginnen, eine Rivalität zu bilden. Nishinoya gibt dem Team schließlich zu, dass er Angst vor Atsumus Aufschlägen hat und Arans Geschichte mit den Miya-Zwillingen wird enthüllt.","versions":[{"lang":1,"streams":[{"redirect":9394409,"hoster":"VOE"},{"redirect":9394415,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515270,"hoster":"VOE"},{"redirect":8515271,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Haken","epNo":22,"alt":"Pitons","descr":"Inarizaki beginnt, den Rückschlag mit unerwarteten und kraftvollen Angriffen zurückzunehmen, wobei jedes Spiel weiter an der Stimmung des Karasuno-Teams leidet. Als alles hoffnungslos zu erscheinen beginnt, bringt ein wundersames Spiel der letzten Person, die sie erwartet hatten, eine neue Welle der Hoffnung.","versions":[{"lang":1,"streams":[{"redirect":10505882,"hoster":"VOE"},{"redirect":9394425,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515278,"hoster":"VOE"},{"redirect":8515279,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Geburt des stillen Königs","epNo":23,"alt":"The Birth of the Serene King","descr":"Trotz der erlittenen massiven Schläge und der Annäherung der Gegner an den Matchball gibt Karasuno nicht auf. Die Rivalität zwischen Atsumu und Kageyama verschärft sich noch mehr.","versions":[{"lang":1,"streams":[{"redirect":9394430,"hoster":"VOE"},{"redirect":9394427,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12252182,"hoster":"VOE"},{"redirect":8515282,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Bankett der Monster","epNo":24,"alt":"Monsters\u0027 Ball","descr":"Das zermürbende Spiel zwischen Karasuno und Inarizaki geht zu Ende, als ein Team schließlich als Sieger hervorgeht und in die dritte Runde des Frühjahrsturniers einzieht.","versions":[{"lang":1,"streams":[{"redirect":9394446,"hoster":"VOE"},{"redirect":9394441,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923096,"hoster":"VOE"},{"redirect":8515288,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Ort des Schicksals","epNo":25,"alt":"The Promised Land","descr":"Der Anfang von der neuen Schlacht!","versions":[{"lang":1,"streams":[{"redirect":9394458,"hoster":"VOE"},{"redirect":9394455,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8515302,"hoster":"VOE"},{"redirect":8515299,"hoster":"Streamtape"}]}]}]}]}