{"seriesId":"haileys-mission","name":"Haileys Mission","descr":"[Hailey`s on It!] Die jugendliche Hailey Banks ist alles andere als abenteuerlustig. Dennoch findet sie sich immer wieder in haarsträubenden Situationen wieder, die sie nicht nur aus ihrer Komfortzone herausführen, sondern sie auch stets ihrem großen Ziel – die Welt zu einem besseren Ort zu machen – näherbringen. Gleichzeitig muss sie sich über ihre Gefühle ihrem besten Freund Scott gegenüber klar werden – einfacher gesagt als getan.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wir sind nur Freunde","epNo":1,"alt":"The Beginning of the Friend","descr":"Hailey Banks ist eine einfallsreiche Teenagerin, die nicht gerne Risiken eingeht. Doch das ändert sich, als ihr ein verrückter Professor aus der Zukunft sagt, dass sie alle Punkte in ihrem To-Do-Listen-Tagebuch erledigen muss, um die Welt zu retten. Sie wird von ihrem besten Freund und heimlichen Schwarm Scott Denoga unterstützt; und ein sprechendes Telefon namens Beta. Haileys neuester Punkt auf der Liste besteht darin, alle Fahrgeschäfte auf dem Jahrmarkt zu fahren, einschließlich des Zero Gravitron, dem gruseligsten Fahrgeschäft auf dem Jahrmarkt. Während der Fahrt verursacht eine Gruppe Chaos-Bots, die Hailey davon abhalten wollen, ihre Liste zu vervollständigen, eine Fehlfunktion des Zero Gravitron, aber Hailey kann die Fahrt stoppen und den Tag retten. Danach beginnt Kristine Sanchez, das beliebteste Mädchen an Haileys Schule, mit Scott auszugehen, sehr zu ihrem Leidwesen, da einer der Punkte auf ihrer Liste darin besteht, Scott zu küssen.","versions":[{"lang":1,"streams":[{"redirect":14302337,"hoster":"VOE"},{"redirect":14382913,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13337059,"hoster":"VOE"},{"redirect":14382912,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der perfekte Fischtaco /Sheriff Hailey ","epNo":2,"alt":"Beta’d and Hooked / The Wild, Wild Mess","descr":"\"Der perfekte Fischtaco\": Am Tag des Fish Taco Festivals machten sich Hailey, Scott und Beta auf den Weg, um einen blauen Ono-Fisch namens One Eyed Jack zu fangen, der vermutlich einmal Haileys Vater Kai angegriffen hatte, um das zu tun Gewinnen Sie den Wettbewerb und erledigen Sie einen weiteren Punkt auf Haileys Liste. Beim Fischen auf dem Boot von Haileys Onkel Chunk fällt Beta vom Boot, wird aber von Jack gerettet, der sich als sehr netter Fisch herausstellt (Kai hatte das falsch verstanden und der Fisch wollte ihn einfach retten). Hailey und Scott verwenden stattdessen Fischstäbchen für ihren Taco, der den ersten Preis gewinnt, allerdings standardmäßig, da der Richter keinen der anderen Tacos gegessen hat. \"Sheriff Hailey\": Bei einer Nachstellung einer Westernstadt nimmt Hailey an einem Wettbewerb teil, bei dem es darum geht, Sheriff für einen Tag zu werden, und gewinnt (da sie mehrere Jahre älter ist als die anderen Teilnehmer) sehr leicht und erledigt einen weiteren Punkt auf ihrer Liste . Doch eine Dirtbike-Gang richtet in der Stadt Chaos an, dank mehrerer Videos, die Scott beim Radfahren gepostet hat. Hailey beschließt, mit Hilfe von Betsy, einem Pferd, das von ihrem Vorbesitzer zugunsten eines Dirtbikes abgelehnt wurde, in einem \"Bike-Off\" gegen den Anführer Road Rash anzutreten, und am Ende gewinnen sie. Dann gibt Hailey ihr Sheriff-Abzeichen an ein junges Mädchen weiter, das ihren Heldenmut bewundert.","versions":[{"lang":1,"streams":[{"redirect":13380985,"hoster":"VOE"},{"redirect":14471468,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der letzte Sand / Die Show muss schief gehen","epNo":3,"alt":"The Last Sand / The Show Must Go Wrong","descr":"\"Der letzte Sand\": Hailey und ihr Vater nehmen an einem Wettbewerb zum Bauen von Sandburgen teil und geben ihr die Möglichkeit, einen Punkt auf ihrer Liste zu vervollständigen, indem sie ihn gewinnt. Allerdings hat auch Haileys selbsternannter Rivale A.C. Aychvak am Wettbewerb teilgenommen. Er nutzt eine Armee kleiner Roboter, um ihm beim Bau seines Schlosses zu helfen, während Hailey Krabben rekrutiert, um beim Bau ihres eigenen zu helfen. Schließlich enthüllt A.C. einen riesigen Ventilator, der ihr Schloss wegblasen soll, aber Beta bringt ein Geschwader Pelikane mit, um Wasser auf A.C.s zu schütten. Dies führt jedoch dazu, dass alle Burgen zerstört werden. Glücklicherweise hat Haileys Vater dank seiner \"Triple-Packing\"-Technik, die das Schloss zwar sehr zeitaufwändig macht, aber dennoch sehr stabil ist, das einzige noch erhaltene Schloss übrig, was dazu führt, dass Hailey und ihr Vater aus Versehen gewinnen. \"Die Show muss schief gehen\": Kristine führt ein von ihr geschriebenes Schulmusical mit dem Titel \"Hats\" auf, was für Hailey eine Gelegenheit ist, einen weiteren Punkt auf ihrer Liste zu vervollständigen, indem sie an einem Musical teilnimmt. Sie ist zunächst nervös, aber mit Hilfe gelingt es ihr, ihre Ängste zu überwinden und eine nicht sprechende Rolle als Hutablage zu übernehmen. Scott ist auch als Duettpartner von Kristine am Musical beteiligt. Während der Aufführung wird Kristine jedoch von einem Scheinwerfer geblendet und fällt von einer Plattform, wodurch sie sich verletzt und nicht mehr weitermachen kann. Scott versucht, das Duett selbst aufzuführen, scheitert jedoch kläglich. Als er von der Seitenlinie aus zuschaut, fasst Hailey den Mut, sich ihm anzuschließen, und am Ende spielen sie das Duett fehlerfrei, was die Show zu einem Erfolg macht.","versions":[{"lang":1,"streams":[{"redirect":14431796,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"Zauberwürfel-Dudes / Cosplay","epNo":4,"alt":"Cubix Dudes / Cos-played","descr":"\"Zauberwürfel-Dudes\": Während einer Show der Performance-Künstler \"Cubix Dudes\" besprechen Hailey und Scott den nächsten Punkt ihrer Liste: ein Foto von sich selbst mit der Erdbeermondeule zu machen. Einer der Cubix Dudes verletzt sich jedoch am Handgelenk und die Gruppe rekrutiert Scott, der offenbar ein Talent für das Lösen von Zauberwürfeln hat, als seinen Platz. Deshalb ist er zu beschäftigt, um Hailey bei den Vorbereitungen für die Eule zu helfen, und nach einem Streit geht er alleine los, um sich den Cubix Dudes auf die Bühne zu gesellen. Durch ein Gespräch mit ihrem Vater wird Hailey jedoch klar, dass es auch wichtig ist, Scott zu unterstützen, und sie geht, um sich seinen Auftritt anzusehen. Außerdem ist auf einem anschließend von Hailey und Scott aufgenommenen Foto auch die Eule zu sehen, womit der Listenpunkt doch noch vervollständigt ist. \"Cosplay\": Nachdem Hailey ihren 50. Listenpunkt abgeschlossen hat, erzählt ihr der Professor (in einer holografischen Aufnahme) von einer mysteriösen Kugel in ihrem Schrank. Hailey nutzt die Kugel, um ihr Cosplay für eine Convention zu vervollständigen, an der Chan Yee, die Schöpferin ihrer Lieblingscomicserie, teilnehmen wird (ihr Autogramm zu bekommen ist ein weiterer Punkt von Haileys Liste). Doch während sie in der Schlange wartet, werden sie, Scott und Beta von einer Gruppe von Tyrannen dazu gebracht, ihre Plätze aufzugeben. Haileys Versuche, sich zu wehren, führen nur dazu, dass der Haupttyrann ihre Kugel zerbricht. Es stellte sich heraus, dass die Kugel dazu diente, den Professor zu kontaktieren, der den Tumult hörte und mit Cosplay-gekleideten Verbündeten auftauchte, die die Tyrannen verscheuchten, sodass Hailey und die Bande sich wieder anstellen und ein Autogramm bekommen konnten.","versions":[{"lang":1,"streams":[{"redirect":14302328,"hoster":"VOE"},{"redirect":14471461,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Road -Trip / Flucht vor dem Verderben","epNo":5,"alt":"Road Trippin’ / Escape Doom","descr":"\"Der Road -Trip\": Haileys neuester Punkt auf der Liste besteht darin, auf Einkaufstour zu gehen und dabei alle Geschenkkarten einzulösen, die sie jemals erhalten hat. Sie und Scott schaffen es, alle ihre Karten auszugeben, mit Ausnahme einer 10-Dollar-Geschenkkarte für einen Burgerladen namens Butter Burger, der wegen Verstößen gegen die Gesundheitsvorschriften geschlossen hat. Glücklicherweise findet Beta ein letztes offenes Butterburger-Restaurant in Arizona, und Hailey und Scott fahren mit dem Bus dorthin, wobei Kristine sich ihnen anschließt (da Scott sie eingeladen hatte, da es ihr \"45-tägiges Date\" ist). Während der gesamten Reise fühlt sich Kristine unwohl und ausgeschlossen und bricht schließlich zusammen, als sie im Bällebad des Restaurants ihren Lieblingshut verliert. Kristine gesteht Hailey, dass sie eifersüchtig auf die enge Freundschaft ist, die dieser mit Scott hat, während Hailey zugibt, dass sie Angst hatte, Scotts Freundschaft zu verlieren. Die beiden Mädchen werden schließlich Freundinnen. \"Flucht vor dem Verderben\": Hailey, Scott und Kristine gehen in einen Escape Room, um einen weiteren Punkt auf Haileys Liste zu erledigen. Zu ihnen gesellt sich unerwartet A.C., der beweisen will, wie viel schlauer er als Hailey ist, indem er die Gruppe anführt. Im ersten Raum gelingt es A.C., alle Rätsel mit Leichtigkeit zu lösen, doch im zweiten Raum ist er völlig nutzlos und muss zugeben, dass er betrogen hat, indem er ein Tutorial für den ersten Raum auswendig gelernt hat. Kurz darauf trifft eine Gruppe Chaos-Bots ein und manipuliert den Fluchtraum, wodurch die Wände sich der Bande nähern und sie vernichten. Hailey ist gezwungen, ihre Angst vor der Führung zu überwinden und weist allen (einschließlich A.C.) eine Aufgabe zu, die ihnen bei der Flucht hilft. Sie schaffen es, erfolgreich zu sein, obwohl A.C. am Ende die Ehre für sich beansprucht, alle gerettet zu haben.","versions":[{"lang":1,"streams":[{"redirect":13531672,"hoster":"VOE"},{"redirect":14382916,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Flamingo muss weg / Der perfekte Auftritt","epNo":6,"alt":"The Flamingo Must Flamin-Go / Splatter Of The Bands","descr":"\"Der Flamingo muss weg\": Hailey beschließt, zum örtlichen Tierheim zu gehen, um ein Haustier zu adoptieren, da dies ein weiterer Punkt auf ihrer Liste ist, den sie erledigen muss, obwohl ihre Mutter Patricia ihr aus Gründen die Adoption von Haustieren nicht erlaubt ein Vorfall in der Kindheit. Im Tierheim findet Hailey heraus, dass das einzige Tier ein stinkender, alter Flamingo namens Frank ist, der verrückt wird, als er Garnelen bemerkt. Nachdem es Hailey nicht gelingt, Frank zu trainieren, um Patricia davon zu überzeugen, ihn bleiben zu lassen, entkommt der Flamingo und wird Haileys Familie ausgesetzt. Als Patricia und Hailey Frank zurückholen wollen, erhält Ersterer einen Anruf von ihren Kunden, die ihr Haus verkaufen. Nachdem Frank das Haus der Verkäufer in Unordnung gebracht hat, weil sie ein Garnelentablett haben, beginnen die Verkäufer, Patricia zu beleidigen, die sie wiederum ausschimpft und Hailey erlaubt, Frank zu behalten. \"Der perfekte Auftritt\": Hailey möchte am \"Splatter of the Bands\" teilnehmen, einem Wettbewerb, bei dem Leute einen Sänger mit Tomaten bewerfen, wenn er Fehler macht. Ein Auftritt beim Splatter of the Bands wird einen weiteren Punkt auf Haileys Liste vervollständigen, wenn sie nicht bespritzt wird. Sie erfährt, dass ihr Vater und seine Freunde ebenfalls am Wettbewerb teilnehmen, und schließt sich ihnen an. Sie planen, für den Wettbewerb ein Seemannslied zu singen. Allerdings wollen sie auch mit Tomaten bespritzt werden, sehr zu Haileys Leidwesen und Verwirrung. Während sie proben, lernt Hailey eine europäische Band kennen und sie wird eingeladen, mit ihnen ein Lied aufzuführen, da sie eine großartige Gesangsstimme hat, und Hailey nimmt das Angebot an. Allerdings beklagt sich das Duo über jeden noch so kleinen Fehler und Hailey bereut ihre Entscheidung. Am Tag des Wettbewerbs beginnt Haileys Vater mit seinen Freunden zu singen und Hailey beschließt, sich ihnen wieder anzuschließen. Am Ende wirft niemand Tomaten nach ihnen und vervollständigt damit den Punkt auf Haileys Liste. Als Hailey jedoch erkennt, dass das Vervollständigen des Listenpunkts auf Kosten des Glücks ihres Vaters und seiner Freunde ging, fängt sie an, mit ihnen ein weiteres Lied zu singen, und wird vollgespritzt. Danach beginnt die europäische Band zu singen, wird aber fast sofort bespritzt.","versions":[{"lang":1,"streams":[{"redirect":13531670,"hoster":"VOE"},{"redirect":14471460,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Den Leuchtturm retten / Tanze, als ob Mom nicht zusehen würde","epNo":7,"alt":"Bringing Home The Beacon / Dance Like No Mom Is Watching","descr":"\"Den Leuchtturm retten\": Patricia besitzt einen stillgelegten Leuchtturm, den sie und Haileys Vorfahren geerbt haben. Der Vorfahr hat ihn gebaut und versehentlich das Licht in die falsche Richtung montiert, was die Stadt mit Licht überflutet und ihn zum Gespött der Familie gemacht hat Schande seiner Familie. Hailey beschließt, den Leuchtturm zu reparieren, um einen Listenpunkt zu vervollständigen, bei dem es darum geht, etwas für ihre Mutter zu reparieren. Allerdings versucht Patricia bereits, den Leuchtturm an einen Geschäftsmann zu verkaufen, der ihn abreißen will. Hailey und ihre Freunde planen die Renovierung des Leuchtturms und scheinen Erfolg zu haben, aber letztendlich geht es schief und es entsteht ein Licht, das einer Discokugel ähnelt; Dies macht das Gelände jedoch als Veranstaltungsort attraktiv und Patricia beschließt, es nicht zu verkaufen. \"Tanze, als ob Mom nicht zusehen würde\": Während sich die Beta Zeit nimmt, um ein Upgrade zu installieren, beschließt Hailey, selbst einen Listenpunkt auszuwählen und zu vervollständigen, um den Highscore bei einem Tanzvideospiel zu erreichen. Nach viel Mühe schafft sie es schließlich, das letzte Level zu beenden und eine Punktzahl über dem vorherigen Höchstwert zu erreichen. Dabei findet sie heraus, dass ihre Mutter vor Jahren in Musikvideos heimlich getanzt hat, und ihre Bewegungen helfen Hailey dabei, das zu lernen das Spiel schlagen. Als Beta jedoch von seinem Upgrade zurückkehrt, informiert er Hailey, dass sie tatsächlich bereits den Highscore im Spiel erreicht hatte (der vorherige Highscore, den sie erreicht hatte, war ihr eigener), sich aber aufgrund eines Gehirnstillstands nicht daran erinnern konnte ein kaltes Dessert essen.","versions":[{"lang":1,"streams":[{"redirect":13531676,"hoster":"VOE"},{"redirect":14471463,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kristine-Ceañera / Das Puffle-Schlamassel","epNo":8,"alt":"Kristine-ceañera / The Puffle Kerfuffle","descr":"\"Kristine-Ceañera\": Kristine feiert ihre Quinceañera, aber sie ist verärgert über die Einmischung ihres Vaters, der die Zeremonie so verändert, dass sie seinen Wünschen entspricht und nicht ihren Wünschen. Insbesondere möchte er, dass sie mit Javier tanzt, jemandem, der seiner Meinung nach besser zu ihr passt als Scott. Javier und Scott nehmen schließlich an einem Wettbewerb zum Essen von scharfer Soße teil, bei dem es um das Recht geht, mit Kristine zu tanzen, was Kristine selbst nicht gefällt, da sie von dieser Art von Macho-Darbietung abgeschreckt ist. Während beide Jungs die schärfste Soße der Reihe ergattern, gewinnt am Ende Javier, doch dann übernimmt Kristine die Kontrolle, indem sie die legendär scharfe Black Scorpion-Chilischote im Ganzen isst und dann mit Scott tanzt. Kristines Vater entschuldigt sich dafür, dass er so kontrollierend war. \"Das Puffle-Schlamassel\": Einer von Haileys Wunschlistenpunkten ist die Teilnahme an einer Aufzeichnung der Puffles-Show mit dem Sänger-/Tänzer-/TV-Moderator-Duo Kylie und Thacher, die sich in ihrem Auftritt als beste Freunde bezeichneten. Es stellt sich jedoch heraus, dass die Sendung fünf Jahre zuvor nicht mehr ausgestrahlt wurde, und als Hailey zum Fernsehsender geht, um nach dem Grund zu fragen, erfährt sie, dass der Senderbesitzer die beliebte Sendung eigentlich gerne weiter ausstrahlen würde, die Moderatoren aber abgesagt haben gibt auf, nachdem ihre Freundschaft wegen eines Kusses in die Brüche ging. Dies trifft Hailey persönlich, da sie befürchtet, dass ihr und Scotts Freundschaft dasselbe passieren könnte, sollte sie den Kusspunkt auf ihrer Liste abschließen. Dann plant sie, sie für eine Reunion-Show wieder zusammenzubringen, bei der sie schließlich noch einmal zusammen auftreten, woraufhin sie herausfindet, dass die beiden nie wirklich beste Freunde waren; Thachers Jugendfreund war Bailey, den er schließlich heiratete. Es stellt sich heraus, dass Bailey Hailey in ihren Interessen unheimlich ähnlich ist, was Hailey zuversichtlicher in Bezug auf ihre Beziehung zu Scott macht.","versions":[{"lang":1,"streams":[{"redirect":14302364,"hoster":"VOE"},{"redirect":14471462,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ausflippen / Das ist Königinnen-Spirit","epNo":9,"alt":"Flippin’ Out / Smells Like Queen Spirit","descr":"\"Ausflippen\": Um davon abzulenken, dass es ihr nicht gelungen ist, einen Chaos Bot zu fangen, schlägt Beta vor, dass Hailey einen Universitätsbrief bekommt, um einen weiteren Punkt auf ihrer Liste zu erledigen und ihre körperlichen Fähigkeiten zu verbessern. Sie entscheidet sich für Cheerleading, weil sie glaubt, dass es einfach sein wird, doch nach einem Treffen mit Kristine und dem Rest der Mannschaft stellt sie fest, dass es viel schwieriger ist, als sie sich vorstellen kann. Nachdem die ungeschickte Cheerleaderin Lucy außer Dienst gestellt wird, ist Hailey gezwungen, sie zu ersetzen. Schon bald nimmt sie das Cheerleading ernst, als Bored Murray, ein notorisch desinteressierter Schüler, ankommt, um sich ihr letztes Spiel anzusehen. Mit der Technik des \"fliegenden Schwertfischs\" gelingt es Hailey, Murray zu beeindrucken und ihren Uni-Brief zu bekommen. Anschließend nutzt sie ihre neuen Fähigkeiten, um erfolgreich einen Chaos Bot zu fangen. \"Das ist Königinnen-Spirit\": Hailey, Scott und Beta sezieren den Chaos Bot und holen seine Nachrichtenbox heraus, in der sie erfahren, dass ein weiterer Chaos Bot die Schule infiltriert hat. In der Zwischenzeit kandidiert Hailey für das Amt der Crab Queen, da der Gewinn des Titels einen weiteren Punkt auf ihrer Liste vervollständigt. Doch bald sieht sie sich gezwungen, mit einer neuen Studentin, der roboterhaften Joanne Droid, um die Stelle zu konkurrieren. Hailey und Scott sind überzeugt, dass Joanne der Chaos Bot ist und versuchen, sie zu überlisten, erkennen jedoch, dass sie einfach eine \"exzentrische Kanadierin\" ist und stellen sich dem echten Chaos Bot: einer riesigen Krabbe. Mit Joannes Hilfe gelingt es Hailey und Scott, den Chaos Bot zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14342604,"hoster":"VOE"},{"redirect":14471464,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Katzen fangen / Es wird alles OK-Pop","epNo":10,"alt":"Catching Felines / It’s All Gonna Be OK-Pop","descr":"\"Katzen fangen\": Haileys nächster Punkt auf der Liste besteht darin, eine Freundin zu finden, was Scott überrascht. Trotz seiner Warnungen beschließt Hailey, sich mit seiner jüngeren Schwester Becker anzufreunden, die eine wilde Unruhestifterin ist. Die beiden verstehen sich gut und als Hailey erwähnt, dass sie und Scott vorhaben, ein paar Wild Katz, eine Sneaker-Marke, zu kaufen, verspricht Becker, dass sie diese für sie besorgen kann. Am nächsten Tag wacht Hailey auf und entdeckt zwei wilde Pumas in ihrem Vorgarten. In der Überzeugung, dass Becker ihre Bitte falsch interpretiert hat, versuchen sie und Scott, sie in das Naturschutzgebiet zurückzubringen, doch Becker ruft sie an und verrät, dass sie die Schuhe wie versprochen erhalten hat. Die Pumas entkommen und jagen Hailey und Scott, werden aber von Becker gerettet, der beleidigt ist, dass Hailey das Schlimmste von ihr gedacht hat. Hailey entschuldigt sich und gibt zu, dass sie gerne wieder Zeit mit ihr verbringen würde. Als Hailey und Scott gehen, ist Becker überzeugt, dass Hailey auf sie steht. \"Es wird alles OK-Pop\": Hailey und Scott schaffen es, Eintrittskarten für die K-Pop-Boyband Seoul M8S zu gewinnen, wobei ersterer als nächstes auf der Liste steht, von Bandmitglied Cute Jun auf sich aufmerksam zu machen. Ihre Pläne sind jedoch bald da Das Ganze wird unterbrochen, als Kai und Patricia Hailey daran erinnern, dass sie versprochen hat, auf ihre jüngeren Brüder Dwayne und Johnson aufzupassen. Nachdem sie gegangen sind, beschließen Hailey und Scott, Dwayne und Johnson einfach mit zum Konzert zu nehmen. Während sie dort ist, sieht Hailey auch Patricia beim Konzert und versucht, ihr aus dem Weg zu gehen. Es gelingt ihr und Scott, Cute Jun auf sich aufmerksam zu machen und zusammen mit Dwayne und Johnson mit ihnen auf der Bühne zu tanzen. Patricia erwischt sie, aber Hailey weist sie auf ihre Heuchelei hin und beide vereinbaren, Kai nichts zu erzählen, wenn sie nach Hause kommen. Hinweis: Beide Episoden spielen chronologisch vor \"Die Show muss schief gehen\" bzw. \"Tanze, als ob Mom nicht zusehen würde\".","versions":[{"lang":1,"streams":[{"redirect":13531688,"hoster":"VOE"},{"redirect":14471466,"hoster":"Streamtape"}]}]}]}]}