{"seriesId":"hajime-no-ippo-the-fighting","name":"Hajime no Ippo: The Fighting!","descr":"Ippo Makunouchi ist ein sehr schüchterner Schüler, der kaum Freunde hat und auch keine Zeit, um welche zu finden, da er oft seiner Mutter im Bootsverleih helfen muss. In der Schule wird Ippo von seinen Mitschülern nicht beachtet und von einigen gemobbt und geschlagen. Als er eines Tages nach der Schule mal wieder von seinen Mitschülern geschlagen wird, kommt ihm der Profiboxer Takamura zu Hilfe. Beeindruckt davon, wie Takamura die Schläger zur Flucht bewegt, stellt sich Ippo die Frage, was es heißt stark zu sein. Von da an trainiert er Tag für Tag, um ein erfolgreicher Boxer zu werden und lernt dabei neue Freunde, aber auch starke Rivalen kennen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Hajime no Ippo: The Fighting! - Mashiba vs Kimura: Shikei Shikkou","descr":"Tatsuya Kimura wird demnächst in seinem ersten Spiel als japanischer Leichtgewichts-Titelanwärter auf Kumis Bruder Ryo Mashiba treffen. Einziges Problem, im Moment ist er nicht in der Lage zu gewinnen. Er wird daher Ichiro Miyata um Hilfe bitten, ihn auf dieses Ereignis vorzubereiten. Indem er gegen ihn kämpft, wird er seine Schwächen erkennen. Zuerst sucht er nach einer Methode, um sich dem \u0027Sensenmann\u0027 zu nähern, dann muss er einen letzten Schlag finden. Wer wird gewinnen zwischen dem Champion, dem Sieger von sechs Boxern, der später mit dem Boxen aufhört, oder dem Herausforderer, dem standardmäßigen Outfighter, der als Infighter kämpfen muss?","versions":[{"lang":3,"streams":[{"redirect":8258541,"hoster":"VOE"},{"redirect":8258545,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"Hajime no Ippo: The Fighting! - Champion Road","descr":"Nach intensiven Kämpfen und dem Sieg über Sendo eroberte Makunouchi Ippo schließlich den Platz als japanischer Meister im Federgewicht. Und so wird Ippo vom \u0027Challenger\u0027 zum \u0027Champion\u0027, und der Gegner seines ersten Defense-Matches steht fest. Der Herausforderer hieß Sanada Ikki. Ein erbitterter Gegner, der mit dem Ziel einer Doppelklassen-Eroberung den Titel der Junior-Feather-Klasse zurückgab. Sanada hat als aktueller Medizinstudent ein anderes Gesicht, das ein intimes Verständnis des menschlichen Körpers ermöglicht, wo ein Schlag landen sollte, um die Ausdauer zu berauben und den Gegner mit konstantem Schaden zu Fall zu bringen. Außerdem analysiert er kühl seinen Zustand aus medizinischer Sicht anhand seiner Schweißmenge, Atemfrequenz und Herzfrequenz und ist damit ein Boxer mit einer der intelligentesten Taktiken. Auf der anderen Seite ist Ippo vor seinem ersten Verteidigungsspiel nicht nur nervös, sondern leidet zunehmend unter Angst und Angst, als er mehr über seinen Gegner hört. Außerdem war der Trainer von Sanada Ikki Hama Dankichi, der Rivale des Vorsitzenden Kamogawa, als dieser noch im Ring aktiv war. Dankichis Spezialzug aus der Zeit, als er noch kämpfte, \u0027Hien\u0027 (\u0027Fliegende Schwalbe\u0027), wurde an Ikki weitergegeben. Ermutigt von den Vorgängern des Fitnessstudios, zu dem Ippo gehört, Takamura und Kimura, seinem ehemaligen Gegner und seiner Mutter, beobachtet von Kumi, dem er heimlich gegenübersteht, rückt der Termin des ersten Verteidigungsspiels näher. Ippo gegen Sanada und die Abrechnung der Trainer, Vorsitzender Kamogawa und Hama Dankichi, alle ihre Gedanken gehen übereinander, und jetzt kommt der Tag des entscheidenden Spiels! Kann Ippo dem \u0027Hien\u0027 ausweichen und den Sieg erringen?","versions":[{"lang":3,"streams":[{"redirect":12923090,"hoster":"VOE"},{"redirect":8258544,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Boxer\u0027s Fist","descr":"Ippo ist ein Gymnasiast, der Vollzeit beim Angeln seiner Mutter arbeitet. Aus diesem Grund wird er von den Kindern seiner Schule gemobbt. Dann dreht sich sein Leben um, wenn ein professioneller Boxer auf dem Weg joggt und Ippo in die Welt des Boxens einführt.","versions":[{"lang":3,"streams":[{"redirect":8258117,"hoster":"VOE"},{"redirect":8258114,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Champions Road","descr":"Ippo gelingt es, 10 fallende Blätter zu fangen und erhält seine erste Sparringsitzung.","versions":[{"lang":3,"streams":[{"redirect":8258122,"hoster":"VOE"},{"redirect":8258134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Kimura vs Mashiba","descr":"Ippo verliert seine erste Sparringsitzung, zeigt aber genug Potenzial, um ins Fitnessstudio aufgenommen zu werden.","versions":[{"lang":3,"streams":[{"redirect":8258127,"hoster":"VOE"},{"redirect":8258131,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Shadow Boxing","descr":"Ippo übt Schattenboxen.","versions":[{"lang":3,"streams":[{"redirect":8258135,"hoster":"VOE"},{"redirect":8258137,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"3 Months to Counter","descr":"Ippo trainiert für einen Rückkampf.","versions":[{"lang":3,"streams":[{"redirect":8258146,"hoster":"VOE"},{"redirect":8258143,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Opening Bell of the Rematch","descr":"Ippo and Miyata face off in a rematch.","versions":[{"lang":3,"streams":[{"redirect":8258149,"hoster":"VOE"},{"redirect":8258147,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Destructive Force Of One CM","descr":"Ippo und Miyata sind in der letzten Runde und Ippo macht einen kurzen Aufschlag auf Miyatas Kinn, Miyara wurde niedergeschlagen und konnte nicht aufstehen, Ippo gewinnt den Rückkampf.","versions":[{"lang":3,"streams":[{"redirect":8258155,"hoster":"VOE"},{"redirect":8258153,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Promise to Meet Again","descr":"Ippo trainiert mit Takamura und entdeckt die Not des Profiboxens.","versions":[{"lang":3,"streams":[{"redirect":12213002,"hoster":"VOE"},{"redirect":8258154,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"C Class License","descr":"Ippo macht den Lizenztest und trifft Mashiba.","versions":[{"lang":3,"streams":[{"redirect":8258163,"hoster":"VOE"},{"redirect":8258161,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Debut Match!","descr":"Ippo und sein Gegner Yusuke trainieren für Ippos Debütspiel.","versions":[{"lang":3,"streams":[{"redirect":8258164,"hoster":"VOE"},{"redirect":8258162,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Obsession for Victory","descr":"Ippo besiegt Yusuke über K.O.","versions":[{"lang":3,"streams":[{"redirect":8258167,"hoster":"VOE"},{"redirect":8258169,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Becoming a Bully\u0027s Buddy","descr":"Ippo kämpft und gewinnt sein zweites Match über K.O. Nach dem Kampf wurde er von Umezawa, seinem ehemaligen Mobber, befreundet.","versions":[{"lang":3,"streams":[{"redirect":8258174,"hoster":"VOE"},{"redirect":8258172,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Eastern Japan Rookie Championship Tournament Begins","descr":"Ippo und sein Gegner Jason bereiten sich auf das erste Match des Rookie King Turniers vor.","versions":[{"lang":3,"streams":[{"redirect":8258179,"hoster":"VOE"},{"redirect":8258177,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Powerful Arms! Hooks vs. Uppercut!","descr":"Zu Beginn des Spiels zwischen Ippo und Jason tauschen beide Männer starke Schläge aus, aber keiner geht unter.","versions":[{"lang":3,"streams":[{"redirect":12923089,"hoster":"VOE"},{"redirect":8258178,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Test of Endurance","descr":"Ippo liefert sich ein harten Kampf mit Jason!!","versions":[{"lang":3,"streams":[{"redirect":8258185,"hoster":"VOE"},{"redirect":8258184,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Premonition of a Hard Battle","descr":"Ippo sieht sich die Kampfvideos von Kobashi und Hayami an, seinen zukünftigen Gegnern.","versions":[{"lang":3,"streams":[{"redirect":8258186,"hoster":"VOE"},{"redirect":8258189,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Ippo on the Beach","descr":"Ippo begleitet Takamura, Kimura und Aoki in einem Trainingslager in Strandnähe.","versions":[{"lang":3,"streams":[{"redirect":8258193,"hoster":"VOE"},{"redirect":8258194,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Clinch","descr":"Zu Beginn des Spiels zwischen Ippo und Kobashi verliert Ippo aufgrund der Strategie von Kobashi um Punkte.","versions":[{"lang":3,"streams":[{"redirect":8258195,"hoster":"VOE"},{"redirect":8258198,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"K.O. Dream","descr":"Kobashi gab seine Strategie auf und verliert das Match gegen Ippo über K.O.","versions":[{"lang":3,"streams":[{"redirect":8258200,"hoster":"VOE"},{"redirect":8258201,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Threat of Shotgun","descr":"Takamura gewinnt den Gürtel der japanischen Mittelgewichtsmeisterschaft, Ippo trainiert mit Aoki, um Hayamis Schrotflintenschlag entgegenzuwirken.","versions":[{"lang":3,"streams":[{"redirect":8258204,"hoster":"VOE"},{"redirect":8258203,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Way to Capture a Prodigy","descr":"Zu Beginn des Kampfes zwischen Ippo und Hayami nutzt Hayami den Vorteil in den ersten Runden.","versions":[{"lang":3,"streams":[{"redirect":8258207,"hoster":"VOE"},{"redirect":8258205,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Forward! Forward!!","descr":"Ippo besiegt Hayami über K.O. Ippos Training mit Aoki und Kimura helfen Ippo, das Match zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":8258212,"hoster":"VOE"},{"redirect":8258210,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Another Semi-Final","descr":"Ippos freier Tag. Miyata und Mashiba stehen sich gegenüber.","versions":[{"lang":3,"streams":[{"redirect":8258214,"hoster":"VOE"},{"redirect":8258215,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"To the Place We Promised...","descr":"Miyata und Mashiba kämpfen weiter. Ippo ist eine Zutat für das Ergebnis.","versions":[{"lang":3,"streams":[{"redirect":8258219,"hoster":"VOE"},{"redirect":8258220,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Every Emotion","descr":"Ippo trainiert für Mashiba Flicker Jabs.","versions":[{"lang":3,"streams":[{"redirect":8258225,"hoster":"VOE"},{"redirect":8258223,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Battle for Distance","descr":"Ippo VS Mashiba Runde 1.","versions":[{"lang":3,"streams":[{"redirect":8258228,"hoster":"VOE"},{"redirect":8258229,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"","epNo":27,"alt":"Death Match","descr":"Ippo VS Mashiba fährt fort.","versions":[{"lang":3,"streams":[{"redirect":14427527,"hoster":"VOE"},{"redirect":8258233,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"","epNo":28,"alt":"Victory or Defeat","descr":"Ippo besiegt Mashiba für Rookie King of Eastren Japan.","versions":[{"lang":3,"streams":[{"redirect":8258235,"hoster":"VOE"},{"redirect":8258234,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"","epNo":29,"alt":"Rocky of Naniwa","descr":"Sendo geht nach Japan, um Ippo zu treffen und ihn nach ganz Japan zu bringen, und bekommt die Chance, mit Takamura zu kämpfen.","versions":[{"lang":3,"streams":[{"redirect":8258240,"hoster":"VOE"},{"redirect":8258241,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"","epNo":30,"alt":"To Enemy Ground","descr":"Ippo lernt, wie man seine rechte Faust heilt und macht sich bereit für das All Japan, aber etwas passiert mit seinen mächtigen rechten Schlägen!","versions":[{"lang":3,"streams":[{"redirect":8258242,"hoster":"VOE"},{"redirect":8258245,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"","epNo":31,"alt":"Traces of Intense Battles","descr":"Episode 31 ist eine Retrospektive über die Hoffnung, die die Ippo-Meisterschaft geschafft hat. Es ist in Form eines Zeitungsartikels gemacht, der Fuuji, Journalist des monatlichen \"Boxfans\", kommentiert und geschrieben hat.","versions":[{"lang":3,"streams":[{"redirect":8258247,"hoster":"VOE"},{"redirect":8258249,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"","epNo":32,"alt":"Throw Your Right!","descr":"Nach zwei verpassten Ippo wird das Sparringspiel abgebrochen. In der Zwischenzeit trainiert Sendo, der große Favorit des Spiels, weiter. Kurz vor dem Spiel sind die Schmerzen in der Faust Makunouchi nicht verschwunden, sein Orthopäde injiziert ein Anästhetikum. Der Schmerz kann jedoch zu jeder Zeit des Spiels zurückkehren, aber Ippo ist entschlossen, die Sendo-Kosten zu tragen!","versions":[{"lang":3,"streams":[{"redirect":8258252,"hoster":"VOE"},{"redirect":8258254,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"","epNo":33,"alt":"Smash Force","descr":"Makunouchi nimmt den zerschmetterten Sendo und stürzte in die Seile, aber fallen Sie nicht! Leider zittern seine Beine, Sendo und die Gelegenheit, seinen Schlag zu verstärken. Ippo wählt dann den Kampf Körper an Körper rein, um zu verhindern, dass Sendo seinen Schlag auf halbem Weg startet. Beide Boxer sind in diesem Bereich gleich stark und kein Schlag erreicht sein Ziel.","versions":[{"lang":3,"streams":[{"redirect":8258255,"hoster":"VOE"},{"redirect":8258256,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"","epNo":34,"alt":"The Rookie King","descr":"Sendo Makunouchi und setzt fort, mächtige Schläge zu werfen, um sich zu drehen, aber keiner schwächt, sie sind sehr entschlossen !! Aber nach ein paar Augenblicken übernimmt Sendo schließlich die Führung und drückt Ippo die Seile. Unser Held beschließt dann, sich zu wehren. Er nutzte eine kurze Pause, um das Recht auf Sendo zu starten, aber er weicht aus und startet Smash Makunouchi, der die Hauptlast trägt, und verbindet sich dann mit einem Uppercut und einer gewalttätigen Serie Ippo, um zu verhindern, dass Schlaganfälle angreifen","versions":[{"lang":3,"streams":[{"redirect":8258260,"hoster":"VOE"},{"redirect":8258261,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"","epNo":35,"alt":"The Continuing Journey","descr":"Es ist der Tag des Abschlusses, Ippo hat auch seinen erhalten. An seiner High School wurde er The Star, Idol aller Schüler. Dieses Bewusstsein führt zu einem logisch bedeutenden Aufschwung im neuen Boxer Club Kamogawa, der hauptsächlich durch Takamura, Aoki und Kimura bekannt ist. Aber die meisten haben nicht den Verstand, der für das Boxen benötigt wird, und werden von Takamura schnell wieder in die Realität zurückgebracht, was sie alle zum Joggen gemacht haben. Nur ein armer Fan, Ippo Yamada, konnte irgendwie mithalten.","versions":[{"lang":3,"streams":[{"redirect":8258263,"hoster":"VOE"},{"redirect":8258265,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"","epNo":36,"alt":"The Champ and I","descr":"Ippo trifft endlich den Champion seiner Klasse, Eiji Date. Letzterer ist da, um die Spiele des Abends als Gast zu kommentieren. Es stellt sich heraus, dass Date und Takamura alte Freunde sind. Es ist dann Zeit zu kämpfen. Aoki und Kimura gewinnen sie knapp und rangieren beide 5 ihrer Kategorie. Takamura hat seinen Gegner wie gewohnt gebrochen. Ippo ist mittlerweile 10 ° in seiner Klasse. Ein paar Tage später ist die rechte Faust Ippo geheilt und er wird sofort von Newest Eiji persönlich um einen Sparring gebeten.","versions":[{"lang":3,"streams":[{"redirect":8258266,"hoster":"VOE"},{"redirect":8258268,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"","epNo":37,"alt":"A Thing to Strive For","descr":"Ippo steht auf, das Spiel wird fortgesetzt. Datum zurückgegeben, und kaum das Spiel wieder aufgenommen, steckt Ippo wieder in den Seilen. Date gibt dann seinen Korkenzieher zurück und versucht vorauszusehen, wo Ippo Date zuschlagen wird, und schützt seinen Körper. Aber das Ausblasdatum ist sehr genau und stürzt mitten im Herzen von Ippo ab. Letzterer wird dann wieder gesperrt und nimmt wieder links von Datum. Unser junger Boxer fällt zum 2. Mal in den Ring. Datum, das nur dieses testen wollte, entschied sich, es nicht mehr zu verwenden und Sparring wird fortgesetzt","versions":[{"lang":3,"streams":[{"redirect":8258270,"hoster":"VOE"},{"redirect":8258273,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"","epNo":38,"alt":"Two Rookies of the Year","descr":"Okita kontrolliert auch den Schlag, der es Date erlaubt hat, Ippo 2 Mal abzusetzen !! Ippo, in Panik, nahm Abstand, und Okita Finten setzen das Unbequeme, es kann seine Bewegungen nicht vorhersagen. Ippo testet dann, um näher zu kommen, wird aber von Stößen Okita in Schach gehalten !! Letzterer übernahm dank seiner Erfahrung die Führung und schaffte es, alle seine Schüsse zu platzieren !! Am Ende steckt er Ippo in der Ecke fest, was er zu Beginn der Runde erwartet hatte, um seinen Korkenzieher zu starten, der einst von Makunouchi gefürchtet wurde","versions":[{"lang":3,"streams":[{"redirect":8258275,"hoster":"VOE"},{"redirect":8258276,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"","epNo":39,"alt":"Challenge in a Foreign Land","descr":"In Thailand hat Miyata ein Unentschieden gegen einen Boxer zweiter Klasse. Die Entscheidung des Schiedsrichters ist zwar umstritten, die Japaner sind dort jedoch nicht willkommen, und Miyata scheint das Ziel von Kämpfern zu sein, die leicht Punkte sammeln möchten. Aber unser junges Wunderkind hat nicht die Absicht, gegen den Willen seines Vaters, der es lieber in der Kategorie Leichtgewicht sehen möchte, eine neue Herausforderung anzunehmen. Für Miyata ist diese Änderung unmöglich, sie darf Ippo NICHT daran hindern, Würde zu bewahren. Er weigerte sich, vor Hindernissen zu fliehen.","versions":[{"lang":3,"streams":[{"redirect":8258280,"hoster":"VOE"},{"redirect":8258278,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"","epNo":40,"alt":"A Counter to Surpass All Counters","descr":"Das Boxstadion zittert vor Aufregung, die Menge tobt und will nur eines sehen, den Sieg von Jimmy Sisfer und die Niederlage von Ichiro Miyata ... Während es beim Gong um Sound geht, sind Payao und Baby Chana Bruder auf dem Weg um eines der schönsten Spiele des Lebens Miyata zu sehen. Zurück im Stadion Runpini kann Miyata nur den Ruf von Jimmy Sisfer sehen, während sein Vater die Situation des Scheiterns gegen Ichiro beschrieb. Payao Chana und kommt schließlich im Stadion an, bevor das Spiel vorbei ist.","versions":[{"lang":3,"streams":[{"redirect":8258283,"hoster":"VOE"},{"redirect":8258284,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"","epNo":41,"alt":"Barf-michi\u0027s Big Fight","descr":"Bei Sonnenuntergang, während Ippos Mutter das Material für das Angeln vorbereitet, kann es kaum sein Training, tut mir leid, dass er zu spät kommt, um seiner Mutter zu helfen. Am nächsten Tag im Kamogawa Club, während alle trainieren, liefert der Trainer einige Neuigkeiten: Aoki und Kimura sind beim Class A-Turnier registriert - einem Wettbewerb auf höchstem Niveau. Ippo erfährt mit Erstaunen, dass es auch für dieses Turnier registriert ist. Aber immer mit Erstaunen erfährt Geromichi, dass er in den Pro-Test aufgenommen wurde.","versions":[{"lang":3,"streams":[{"redirect":8258286,"hoster":"VOE"},{"redirect":8258290,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"","epNo":42,"alt":"Sharing a Dream","descr":"Ippo denkt daran, mit dem Boxen aufzuhören.","versions":[{"lang":3,"streams":[{"redirect":8258289,"hoster":"VOE"},{"redirect":8258292,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"","epNo":43,"alt":"The Speed Star","descr":"Ippo bereitet sich auf sein Match gegen Saeki the Speed ​​Star vor.","versions":[{"lang":3,"streams":[{"redirect":8258295,"hoster":"VOE"},{"redirect":8258296,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"","epNo":44,"alt":"Blind Spot in the Ring","descr":"Ippo kämpft gegen Saeki.","versions":[{"lang":3,"streams":[{"redirect":8258298,"hoster":"VOE"},{"redirect":8258300,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"","epNo":45,"alt":"The White Fangs of the Wolf","descr":"Gero-michi geht und muss weg.","versions":[{"lang":3,"streams":[{"redirect":8258301,"hoster":"VOE"},{"redirect":8258304,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"","epNo":46,"alt":"Be the Gazelle","descr":"Aoki, Kimura \u0026 Ippo trainieren hart für ihr nächstes Match der Turnierklasse A. Sie haben Joggen, Sparring und Shadow Boxing miteinander verbunden, um ihr Bestes zu geben. Es ist Zeit für das Halbfinale von Aoki. Das Match war ausgeglichen, aber in der 4. Runde kontert Aoki \"den Schuss des Frosches\" und bricht im Ring zusammen. Aber er steht auf, täuscht vor und liefert dann einen starken Eins-zu-Zwei, der seinen Gegner niederschlägt. Letzterer wiederum berichtet an und über ein schönes Web","versions":[{"lang":3,"streams":[{"redirect":8258305,"hoster":"VOE"},{"redirect":8258306,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"","epNo":47,"alt":"The Fighting Spirit Within","descr":"Die Taktik des Trainers gegen Vorg basiert auf einer Folge plötzlicher Nahkämpfe, nach denen die am wenigsten ausdauernden zwei Boxer seine Wache fallen lassen, um Luft zu holen. Der Sieg Ippo so auf seine Ausdauer. Er muss hart atmen und Herz-Kreislauf-System arbeiten. Um eine Chance zu haben, muss der Trainer Ippo ein extrem starkes Tempo auferlegen. Aus diesem Grund beginnt Ippo einige Tage vor dem Spiel zu glauben, dass er sich nicht rechtzeitig von seinem Training erholen wird.","versions":[{"lang":3,"streams":[{"redirect":8258309,"hoster":"VOE"},{"redirect":8258311,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"","epNo":48,"alt":"The Red Wolf","descr":"Das Match zwischen Volg und Ippo beginnt.","versions":[{"lang":3,"streams":[{"redirect":8258315,"hoster":"VOE"},{"redirect":8258316,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"","epNo":49,"alt":"The Courage to Believe","descr":"Volg und Ippo kämpfen weiterhin in einem hart umkämpften und langen Kampf.","versions":[{"lang":3,"streams":[{"redirect":8258318,"hoster":"VOE"},{"redirect":8258317,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"","epNo":50,"alt":"Something to Convey","descr":"Das Ende des Wolg-Spiels.","versions":[{"lang":3,"streams":[{"redirect":8258322,"hoster":"VOE"},{"redirect":8258321,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"","epNo":51,"alt":"Group Date","descr":"Gruppendatum buchstäblich. Ippo geht zu Mashibas Kumi nach Hause.","versions":[{"lang":3,"streams":[{"redirect":8258324,"hoster":"VOE"},{"redirect":8258325,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"","epNo":52,"alt":"The Challenger","descr":"Diese Episode ist eigentlich ein Bericht über den Weg, den Date Ippo seit dem Finale gegen Sendo-Hoffnungen zurückgelegt hat. Dann folgt jedes Spiel, das unser Held vom Federgewichts-Champion gesehen hat, dessen Sparring bereits vor 1 Jahr, der jüngste Sieg über Ippo Vorg, um im nächsten Spiel die beiden Protagonisten zu stürzen, das Titel-Match-Champion-Federgewicht, in dem der Herausforderer Makunouchi Ippo wird !!!","versions":[{"lang":3,"streams":[{"redirect":13014930,"hoster":"VOE"},{"redirect":8258331,"hoster":"Streamtape"}]}]},{"epId":"episode-53","name":"","epNo":53,"alt":"So That I Can Be Myself","descr":"Hintergrundepisode für Date Eiji.","versions":[{"lang":3,"streams":[{"redirect":8258330,"hoster":"VOE"},{"redirect":8258333,"hoster":"Streamtape"}]}]},{"epId":"episode-54","name":"","epNo":54,"alt":"Fists of the Champ","descr":"\"Die Champions haben besondere Kräfte!\", Sagte Takamura Ippo vor seiner Verteidigung des Titelmatches. Doch nach Gewichtsproblemen und einer deutlich geschwächten Passage in einer Sauna gerät Takamura in Schwierigkeiten mit seinem Herausforderer Tamaki, hält aber immer noch durch und der Gong ertönt am Ende der ersten Runde. Die 2. Runde hat kaum begonnen, aber Takamura Last Tamaki schiebt seine Fitness am niedrigsten, es ist außer Atem und rollt mit den Schlägen seines Gegners.","versions":[{"lang":3,"streams":[{"redirect":8258337,"hoster":"VOE"},{"redirect":8258336,"hoster":"Streamtape"}]}]},{"epId":"episode-55","name":"","epNo":55,"alt":"The Japan Featherweight Title Match","descr":"Die Episode beginnt am Tag vor dem Match um den Titel von Ippo während des Trainings mit Fäustlingen. Aber letzteres ist verkürzt, der Trainer sieht krank aus. Während Aoki Ippo bittet, ihn zu erreichen, Kimura Takamura und Tomiko, etwas Interessantes zu machen ... Als der junge Boxer ankommt, erfährt er, dass Tomiko seine Zukunft vorhersagen wird, weigert sich jedoch, dass Takamura und Kimura da sind, um ihn daran zu hindern, den Trainer zu verlassen taucht auf und beschimpft alle !!!","versions":[{"lang":3,"streams":[{"redirect":8258343,"hoster":"VOE"},{"redirect":8258338,"hoster":"Streamtape"}]}]},{"epId":"episode-56","name":"","epNo":56,"alt":"The Power that Stands in the Way","descr":"Während der Pause, ist Ippo besorgt, hatte er nicht das Gefühl, das er normalerweise bei Date hatte, aber sein Trainer ließ ihn wieder Vertrauen in ihn gewinnen. Der Beginn der 3. Runde ist die perfekte Kopie des 2. Schusswechsels und diesmal ist es das Datum, das den Vorteil nutzt. Aber Ippo darf das nicht, Liver Blow startet und verbindet sich mit einem gewalttätigen Angriff! Ippo hat aber immer noch das Gefühl, nichts zu berühren und zu sehen. Date Eiji schwingt seinen Kopf je nach Schussrichtung, eine Technik, die entwickelt wurde, um die Kraft der Schläge zu zerstreuen","versions":[{"lang":3,"streams":[{"redirect":8258345,"hoster":"VOE"},{"redirect":8258347,"hoster":"Streamtape"}]}]},{"epId":"episode-57","name":"","epNo":57,"alt":"Conclusion","descr":"\"Was sollte ich tun?\". Dies ist die Frage, die sich stellt, während Ippo Date Straßenaufnahmen macht. Dann erinnert er sich, dass er Takamura gesagt hat, er gebe nur das Maximum für diesen Kampf. Es wird fortgesetzt und Nachteile Datum des Overkill-Schusses! Die Championbeine gehorchen ihm nicht mehr und Ippo startet ein riesiges Live-Date, aber mit seinem Eisen wird er knapp ausweichen und die 4. Runde endet. Niemand im Publikum weiß, was passieren wird, nicht einmal der Titelverteidiger Takamura Mamoru mit durchschnittlichem Gewicht.","versions":[{"lang":3,"streams":[{"redirect":12335618,"hoster":"VOE"},{"redirect":8258349,"hoster":"Streamtape"}]}]},{"epId":"episode-58","name":"","epNo":58,"alt":"Heartbroken","descr":"Während der Trainer Okita Date und dem Champion gratulierte, möchte Ippo sich für dieses Spiel bedanken und geht dann auf eine Trage, um das Publikum zu applaudieren ... Wir sehen dann Takeshi Sendo gegen Ippo toben! Er dachte, dass er gewinnen und ihm eine Match-Nachfrage geben würde, aber er erkennt, dass jetzt zwei Leute über ihm sind. Vorg erschien dann, beide Boxer sind tatsächlich in der gleichen Situation, sie wollen sich an Makunouchi rächen!","versions":[{"lang":3,"streams":[{"redirect":8258351,"hoster":"VOE"},{"redirect":8258354,"hoster":"Streamtape"}]}]},{"epId":"episode-59","name":"","epNo":59,"alt":"Look of Determination","descr":"Das Match zwischen Sendou Takeshi und Volg Zangief beginnt.","versions":[{"lang":3,"streams":[{"redirect":8258357,"hoster":"VOE"},{"redirect":8258356,"hoster":"Streamtape"}]}]},{"epId":"episode-60","name":"","epNo":60,"alt":"Rival","descr":"Sendou gewinnt das Match gegen Volg","versions":[{"lang":3,"streams":[{"redirect":8258358,"hoster":"VOE"},{"redirect":8258359,"hoster":"Streamtape"}]}]},{"epId":"episode-61","name":"","epNo":61,"alt":"Comeback Anxiety","descr":"Miyata Ichirou besiegt Li Chou Bil.","versions":[{"lang":3,"streams":[{"redirect":8258362,"hoster":"VOE"},{"redirect":8258366,"hoster":"Streamtape"}]}]},{"epId":"episode-62","name":"","epNo":62,"alt":"Revival","descr":"Coach kehrt aus dem Krankenhaus zurück und Makunochi \"trifft ohne getroffen zu werden\".","versions":[{"lang":3,"streams":[{"redirect":8258367,"hoster":"VOE"},{"redirect":8258369,"hoster":"Streamtape"}]}]},{"epId":"episode-63","name":"","epNo":63,"alt":"Youth of Fire","descr":"Die Vergangenheit von Aoki und Kimura wird gezeigt.","versions":[{"lang":3,"streams":[{"redirect":8258029,"hoster":"VOE"},{"redirect":8258024,"hoster":"Streamtape"}]}]},{"epId":"episode-64","name":"","epNo":64,"alt":"Hot Rod Era","descr":"Zweiter Teil der Vergangenheit von Aoki und Kimura.","versions":[{"lang":3,"streams":[{"redirect":8258034,"hoster":"VOE"},{"redirect":8258035,"hoster":"Streamtape"}]}]},{"epId":"episode-65","name":"","epNo":65,"alt":"The Summer of the Kamogawa Corps","descr":"Die Gruppe geht zum Trainingslager in die Berge.","versions":[{"lang":3,"streams":[{"redirect":8258041,"hoster":"VOE"},{"redirect":8258043,"hoster":"Streamtape"}]}]},{"epId":"episode-66","name":"","epNo":66,"alt":"Mr. Takamura\u0027s Tears","descr":"Takamura kämpft gegen einen Bären.","versions":[{"lang":3,"streams":[{"redirect":12923095,"hoster":"VOE"},{"redirect":8258049,"hoster":"Streamtape"}]}]},{"epId":"episode-67","name":"","epNo":67,"alt":"The Kamogawa Gym Swings Into Action","descr":"Nach diesem starken hektischen Camp finden wir unsere Boxer im Fitnessstudio. Während der Trainer ihnen allen sagte, sie sollten sich ausruhen, haben zwei Männer einen Shin-Coach-Nihon-Club und der andere ist Shigeta Akira, eine junge Boxerin, die im 4. Federgewicht liegt und daher um den Titel gegen Sendo kämpfen wird. Der Trainer fragt den Trainer, ob sein Boxer irgendwann ein Sparring-Ippo-Gesicht machen könnte. Der Trainer stimmt zu. Wir sehen dann, dass ippo gegen einen Gegner völlig verloren ist, dessen Hauptmerkmal ...","versions":[{"lang":3,"streams":[{"redirect":8258058,"hoster":"VOE"},{"redirect":8258052,"hoster":"Streamtape"}]}]},{"epId":"episode-68","name":"","epNo":68,"alt":"The Chief\u0027s Peril","descr":"Endlich, am Tag der Spiele unserer Boxer, explodiert Kimura sehr fit und explodiert seinen Gegner, als Aoki seinen Gegner schlägt, aber wie immer mit etwas mehr Schwierigkeit. Aber hey, geh zum Hauptspiel des Abends, offensichtlich ist dies das Spiel Takamura, der sich jetzt \"der Bärenmörder\" nennt. Während alle im Raum ungeduldig sind. Takamura bietet uns einen unvergesslichen Eintritt, ja außergewöhnlich !!! Er trägt die Haut des Bären Nekota-san brachte ihm Berge.","versions":[{"lang":3,"streams":[{"redirect":13917897,"hoster":"VOE"},{"redirect":8258061,"hoster":"Streamtape"}]}]},{"epId":"episode-69","name":"","epNo":69,"alt":"The Trap of the Southpaw","descr":"Ippo und Trainer kommen in der Stadt an, in der der Weltmeister im Federgewicht, Takeshi Sendo, seinen Titel gegen Shigeta Akira, 4. Kategorie, verteidigen muss. Zu Beginn des Spiels sehen wir, dass der Herausforderer des Champions sehr misshandelt wird. Tatsächlich kämpft Sendo als Ippo darum, seinen Boxstil einem Südpfotenboxer, dh einem Südpfotenboxer, aufzuzwingen. Sendo versucht, seine besten Schüsse Shigeta zu geben, aber es weicht jedes Mal aus und schafft es sogar, seinen berühmten tödlichen Schlag, den Smash, zu überlisten.","versions":[{"lang":3,"streams":[{"redirect":8258066,"hoster":"VOE"},{"redirect":8258065,"hoster":"Streamtape"}]}]},{"epId":"episode-70","name":"","epNo":70,"alt":"The Young Punk","descr":"We find our hero in him, in his room, he can not help thinking about the game he has just seen in Osaka, acceleration Sendo, his blows so powerful and his expression bloodthirsty killer scared. The Ippo thoughts suddenly stopped by his mother. Kumi, the friend of ippo wants to talk on the phone joy Ho, Ho love, Ippo is quick to take the handset. After some discussion between timid, our lovebirds decide when even an appointment.","versions":[{"lang":3,"streams":[{"redirect":8258070,"hoster":"VOE"},{"redirect":8258073,"hoster":"Streamtape"}]}]},{"epId":"episode-71","name":"","epNo":71,"alt":"Time for the Showdown","descr":"Während sich das Titelmatch nähert, trainiert Ippo immer wieder. Als es seinen Fuß fasst, versammelt sich eine Menge vor dem Raum, und es kommen Leute, um ihre Tickets für dieses Spiel zu kaufen, das verspricht, unvergesslich zu werden. Yagi Werbung für Ippo, dass alle Spielkarten an einem Tag verkauft wurden, erstaunlich. Der nächste Tag ist der Tag des Wiegens. Ippo betritt den Raum, immer etwas besorgt, er sieht Sendo, der Titelverteidiger hat sich nicht verändert, auch noch entspannt.","versions":[{"lang":3,"streams":[{"redirect":8258078,"hoster":"VOE"},{"redirect":8258077,"hoster":"Streamtape"}]}]},{"epId":"episode-72","name":"","epNo":72,"alt":"Lollapalooza","descr":"Was für ein Wunder, was Dempsey Roll zu Beginn der 1. Runde, Ippo schickt seinen besten und stärksten Schlag, während Sendo noch keine Zeit hatte, sich in Position zu bringen. Der Champion befindet sich an Land, das in Panik gerät. Aber wir hatten den Verdacht, dass Sendo hier nicht aufhören würde, er steht nur schwer auf ... Aus Rache und vor allem, um den neuen Qu\u0027Ippo Dempsey Roll abzuwehren, schickte der Champion ein Straight Right in die Obhut unseres Helden theoretisch keine Sorge.","versions":[{"lang":3,"streams":[{"redirect":8258086,"hoster":"VOE"},{"redirect":8258080,"hoster":"Streamtape"}]}]},{"epId":"episode-73","name":"","epNo":73,"alt":"Surpass That Moment","descr":"Ippo kommt irgendwie in seine Ecke. Dieses Ende der zweiten Runde war für den Herausforderer sehr unhöflich. Die dritte Runde beginnt genauso wie die zweite. Ippo hat Angst, er weiß, dass ein einziger Schuss, den Sendo auf die Matte schicken könnte. Bestürzt weiß unser Held nicht, was er tun soll, er flüchtete sich hinter seine Wache und war ein Champion der Titanic Blows. Nachdem ein Uppercut und ein Smash Sendo die volle Last übernommen hatten, gleicht dies die Genauigkeit aus und sendet einen verzweifelten Schuss.","versions":[{"lang":3,"streams":[{"redirect":8258089,"hoster":"VOE"},{"redirect":8258091,"hoster":"Streamtape"}]}]},{"epId":"episode-74","name":"","epNo":74,"alt":"Mixup","descr":"Takamura hat bemerkt, Ippo hat genug davon, es ist verbrannt und Mut in diesem Spiel ist wie eine Zeitbombe, denn wenn Sendo Ippo ganz niederlegt, wird es sich nie erholen. Die fünfte Runde beginnt mit einem hervorragenden Eins-zu-Zwei von Ippo, aber Sendo repliziert und schickt ippo die Seile und beginnt, in der Obhut des Herausforderers leistungsstarke Schüsse zu senden. Als der Trainer sah, dass sein Boxer so bereit für den Sieg war, besuchte er ihn immer noch, als es nur ein Schlägerschläger war.","versions":[{"lang":3,"streams":[{"redirect":8258096,"hoster":"VOE"},{"redirect":8258097,"hoster":"Streamtape"}]}]},{"epId":"episode-75","name":"","epNo":75,"alt":"One Step Further","descr":"Ippo besiegt Sendo und wird der japanische Federgewichts-Champion.","versions":[{"lang":3,"streams":[{"redirect":8258105,"hoster":"VOE"},{"redirect":8258102,"hoster":"Streamtape"}]}]},{"epId":"episode-76","name":"","epNo":76,"alt":"Boxer\u0027s Fist","descr":"Es ist eine besondere Episode, die auf den Original-DVDs enthalten ist. An einem ruhigen Tag erzählt Kamogawa seinen Schülern einen Teil der Geschichte von Takamura Mamoru, bevor er der erste japanische Meister der Akademie wurde. Kamogawa erzählt, wie er Takamura, einen einst verrückten Mann für Straßenkämpfe, davon überzeugt hat, Profiboxer zu werden. Durch verschiedene körperliche und mentale Trainings lernt Takamura das Boxen besser kennen und entdeckt, dass er eine natürliche Boxerfaust hat.","versions":[{"lang":3,"streams":[{"redirect":8258107,"hoster":"VOE"},{"redirect":8258108,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The New Step","descr":"Die erste Episode der zweiten Staffel beginnt hauptsächlich mit dem Spiel von Miyata gegen Arnie. Zeigt Kimura Sparring mit Miyata und dann das Wiegen. Dann beginnt das Match, Miyata und Arnie sind bereit für den Kampf!","versions":[{"lang":3,"streams":[{"redirect":8258461,"hoster":"VOE"},{"redirect":8258462,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Bloody Cross","descr":"Die zweite Episode der zweiten Staffel beginnt mit Miyatas OPBF Title Match. Mit ihm zeigt Arnie seine Spezialwaffe namens Bloody Cross und Miyata wirft starke Konter, um dieser Technik mit dem seltsamen Namen \u0027Bloody Cross\u0027 zu entkommen.","versions":[{"lang":3,"streams":[{"redirect":8258464,"hoster":"VOE"},{"redirect":8258465,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"To a Promise","descr":"Die dritte Episode der zweiten Staffel wird im OPBF-Match mit Miyata gegen Arnie fortgesetzt. Mit fast jedem Mal droht Miyata von Hits des Champions zu stürzen, doch dann macht er einen großen Schritt und bringt den OPBF Champion Arnie Gregory zu Boden. Die Zählung beginnt und die Episode endet.","versions":[{"lang":3,"streams":[{"redirect":8258372,"hoster":"VOE"},{"redirect":8258374,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Towards The World","descr":"Miyata Ichirou gewinnt den Titel des OPBF Featherweight Champion, aber jetzt fühlt sich Ippo noch weiter von ihm entfernt als zuvor. Nach seinem Match ist Date Eijis zweites Titelmatch gegen Ricardo Martinez nach sieben Jahren offiziell abgeschlossen. Als sie sich das Boxmagazin ansehen, kommt der Trainer herein und sagt, dass Ricardo Martinez einen Sparringskampf mit Ippo angefordert hat.","versions":[{"lang":3,"streams":[{"redirect":8258377,"hoster":"VOE"},{"redirect":8258376,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Strength of the World","descr":"Ippo geht so konzentriert ins Sparring-Match gegen Ricardo Martinez, als wäre es ein echtes Match, und er ist fest entschlossen, dem Weltmeister mindestens einen Treffer zu landen. Allerdings sind Martinez\u0027 blitzschnelle Linke und sofortige Reflexe wie nichts, was Ippo je gesehen hat. Wird Ippos Dempsey Roll beim stärksten Mann der Welt funktionieren?","versions":[{"lang":3,"streams":[{"redirect":8258379,"hoster":"VOE"},{"redirect":8258382,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Figure to Chase After","descr":"Date bereitet sich auf seinen Kampf um den Weltmeistertitel gegen Ricardo Martinez vor,","versions":[{"lang":3,"streams":[{"redirect":8258384,"hoster":"VOE"},{"redirect":8258386,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Advent of the Devil","descr":"Der Kampf um die Weltmeisterschaft beginnt, wird Date seinen Rivalen besiegen können oder wird er zu alt sein, um den Kampf zu ertragen?","versions":[{"lang":3,"streams":[{"redirect":8258390,"hoster":"VOE"},{"redirect":8258387,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Spirit For One Last Attack","descr":"Der Kampf ist zu Ende. Kann Date mit seiner verbleibenden Stärke durchhalten oder wird er dem amtierenden Champion erlegen?","versions":[{"lang":3,"streams":[{"redirect":8258395,"hoster":"VOE"},{"redirect":8258393,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Inheritance Qualifications","descr":"Das Kamogawa Boxing Gym bekommt einen Neuzugang: Itagaki Manabu, den inter-high nationalen Vizemeister, der Ippo vergöttert. Unterdessen wird Ippo von einem Schlag aus der Vergangenheit getroffen, als er von Hammer Nao, seinem ehemaligen Junior, herausgefordert wird, der nun versucht, ihn zu besiegen und seinen Gürtel zu nehmen.","versions":[{"lang":3,"streams":[{"redirect":12335614,"hoster":"VOE"},{"redirect":8258401,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Biting Dog","descr":"Ippo widerstrebt es, gegen Nao zu kämpfen, der früher sein Junior und Freund war. Nao stellt sich seiner Angst, gegen Ippo zu kämpfen und beschließt, Ippo aus erster Hand wissen zu lassen, wie stark er geworden ist. Wer wird sich durchsetzen?","versions":[{"lang":3,"streams":[{"redirect":8258404,"hoster":"VOE"},{"redirect":8258403,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Ippo vs. Hammer Nao","descr":"Das Spiel beginnt. Ippo geht in die Offensive, in der Hoffnung, dieses Match so schnell wie möglich zu beenden, aber Nao weigert sich, unten zu bleiben, bis er Ippo seine neue Macht gezeigt hat! Nao nutzt unnachgiebige und kräftige Körperschläge, um Ippo in eine Ecke zu drängen.","versions":[{"lang":3,"streams":[{"redirect":14077603,"hoster":"VOE"},{"redirect":9025996,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Requirements For A Pro","descr":"Ippo senkt seine Wachsamkeit und es wird eine Konfrontation mit Schlag für Schlag, bei der Ippo gewinnt und Nao niederschlägt. Nao denkt über seine Vergangenheit mit Ippo nach, als er noch einmal aufsteht, nur um schließlich KO geschlagen zu werden. Ippo bemerkt, dass Nao den Schmerz des Verlierens noch nicht verspürt hat und jetzt, wo er es getan hat, viel stärker werden wird.","versions":[{"lang":3,"streams":[{"redirect":8258412,"hoster":"VOE"},{"redirect":12478688,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Ippo At The Beach 2","descr":"Das Kamogawa Boxing Gym geht zum Training an den Strand.","versions":[{"lang":3,"streams":[{"redirect":8258413,"hoster":"VOE"},{"redirect":8258418,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Two Spars","descr":"Das Training am Strand geht weiter, nach einem Sparring gehen alle an den Strand, um ein Feuerwerk zu zünden.","versions":[{"lang":3,"streams":[{"redirect":8258422,"hoster":"VOE"},{"redirect":8258425,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Itagaki`s Debut Fight!","descr":"Takamura and Ippo\u0027s next matches are finalized. Itagaki has a jarring introduction to the world of pro boxing when he fights a boxer desperate enough to cheat, and Kimura\u0027s Dragon Fish Blow can\u0027t seem to get the job done. To top it all off, Takamura has botched his weight management due to Aoki\u0027s revenge and is in no shape to fight! Can Takamura defeat the Filipino Middleweight Champion?","versions":[{"lang":3,"streams":[{"redirect":8258416,"hoster":"VOE"},{"redirect":8258417,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Two Hawks","descr":"Takamuras leichte Schläge und seine verringerte Ausdauer haben ihn in einen großen Nachteil gebracht, aber als er ein bekanntes und spöttisches Gesicht sieht, erlaubt ihm seine Wut, sich zu wehren. Endlich tritt Bryan Hawk auf - doch sein Verhalten ist weit entfernt von dem eines wahren Champions...","versions":[{"lang":3,"streams":[{"redirect":8258426,"hoster":"VOE"},{"redirect":8258430,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Wild Kid","descr":"Takamura greift Hawk in einem Wutanfall an, aber Hawk blockt seinen Angriff mühelos ab und betäubt alle. Die Kamogawa-Gang lässt Hawks frühere Kämpfe Revue passieren und erfährt, wie erschreckend stark er ist. Als Ippo und Freunde aus Neugier Takamuras Haus besuchen, wird Takamuras wechselvolle Vergangenheit mit seiner Familie enthüllt.","versions":[{"lang":3,"streams":[{"redirect":8258431,"hoster":"VOE"},{"redirect":8258435,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Extreme Weight Control","descr":"Takamura beschließt, im Interesse seiner Freunde und des Trainers die Weltspitze zu erreichen. Dazu muss er vor dem Spiel 20 Kilo abnehmen. Takamura verhungert und dehydriert sich, um sein Ziel zu erreichen, aber wird er es durch diesen Anfall der extremen Gewichtskontrolle schaffen?","versions":[{"lang":3,"streams":[{"redirect":8258437,"hoster":"VOE"},{"redirect":8258438,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Critical Situation","descr":"Der Trainer und Nagi sehen Hawks verheerendes Boxen aus erster Hand. Takamura macht kaum Gewicht und wird von Hawk wegen seines mageren Aussehens verspottet. Später, als sich eine Pressekonferenz in ein völliges Chaos verwandelt, wurzelt ganz Japan dafür, dass Takamura Hawk besiegt. Ippo macht Takamura ein riskantes Versprechen, aber wird er es einhalten können?","versions":[{"lang":3,"streams":[{"redirect":8258436,"hoster":"VOE"},{"redirect":8258432,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Junior Middleweight World Title Match","descr":"Ippo schafft es, seine Titelverteidigung mit einem 1-Runden-KO wie versprochen zu gewinnen und eilt zurück, um Takamura zu sehen. Dort sieht er alle japanischen Meister und ehemaligen Meister, darunter Eiji und Sendo, und ermutigt Takamura, sein Bestes zu geben. Nach einer schrillen Eingangszeremonie beginnt endlich das lang ersehnte WM-Match!","versions":[{"lang":3,"streams":[{"redirect":8258440,"hoster":"VOE"},{"redirect":8258439,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Battle of Hawk","descr":"Takamura nimmt zu Beginn des Spiels das Tempo vor, aber Hawk enthüllt seinen einzigartigen Stil, der es ihm ermöglicht, gleichzeitig auszuweichen und anzugreifen! Nachdem er in der ersten Runde überrascht und geschlagen wurde, nutzt Takamura seine schnelle Beinarbeit, um Hawk zu umkreisen, aber Hawk überholt ihn und schlägt ihn nieder. Kann Takamura rechtzeitig lernen, Hawks wildem Kampfstil entgegenzuwirken?","versions":[{"lang":3,"streams":[{"redirect":8258443,"hoster":"VOE"},{"redirect":8258442,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Brawl","descr":"Takamura wird erneut überholt und bewusstlos geschlagen, kann sich aber gerade noch rechtzeitig erholen. Er verlässt sich auf das, was er vom Trainer gelernt hat, schlägt Hawk nieder und entdeckt seine Schwäche! Es kommt zu einer heftigen Schlägerei und Takamura setzt sich durch! Takamura beginnt die nächste Runde mit einer KO-Proklamation – aber kann er den Kampf in dieser Runde wirklich beenden?","versions":[{"lang":3,"streams":[{"redirect":8258447,"hoster":"VOE"},{"redirect":8258446,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Supporting Hand","descr":"Obwohl Takamura seine gesamte verbleibende Energie verbraucht, kann er Hawks Verteidigung nicht durchbrechen und hat keine Möglichkeit, sich zu wehren. Hawks wilder Blutdurst kommt zum Vorschein und er will Takamura im Ring töten! Kann Takamura ein Comeback feiern, wenn ihn nichts außer der Liebe seiner Freunde und der Hilfe des Trainers unterstützt?","versions":[{"lang":3,"streams":[{"redirect":8258448,"hoster":"VOE"},{"redirect":8258449,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"The King","descr":"Takamura wird im Stehen wieder bewusstlos und erinnert sich an all den Schmerz, das Leiden und die Respektlosigkeit, die er für dieses Match erlebt hat. Er erkennt, dass seine Schmerzen auf Bryan Hawk zurückzuführen sind, und beginnt sich zu wehren, diesmal nur von Instinkt und Wut getrieben. Takamura dreht den Spieß um, aber der Champion in den Seilen hat noch einen letzten Trick im Ärmel...","versions":[{"lang":3,"streams":[{"redirect":8258452,"hoster":"VOE"},{"redirect":12478691,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Please Accept This Bronze Statue","descr":"Nach einem grausamen Kampf wird Takamura WBC Jr. Weltmeister im Mittelgewicht und bestellt eine riesige Bronzestatue von sich, um zu feiern. Itagaki gewinnt sein erstes offizielles Spiel und Ippo trifft Itagakis Familie – und lernt, wie schrecklich ein einfaches Wortspiel sein kann!","versions":[{"lang":3,"streams":[{"redirect":8258454,"hoster":"VOE"},{"redirect":8258453,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"New Challenger","descr":"Als Miyata Ippo mit ihrem Versprechen konfrontiert, stellt sich heraus, dass Miyata aufgrund seiner übermäßigen Abhängigkeit von der Dempsey Roll weit über Ippos Niveau gestiegen ist. Als Ippos nächster Herausforderer, Shimabukuro Iwao, erklärt, dass er die Dempsey-Rolle zerstören wird, beschließt Ippo, seine Dempsey-Rolle so zu trainieren, dass sie keine Schwächen hat. Der Trainer beschließt, Ippo zu helfen, auch wenn es bedeutet, gegen das moderne Boxen selbst zu kämpfen!","versions":[{"lang":3,"streams":[{"redirect":8258459,"hoster":"VOE"},{"redirect":8258460,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Strongest Challenger","descr":"Makunouchi Ippo besiegte Sendou Takeshi mit seinem Dempsey Roll und wurde japanischer Meister im Federgewicht! Ippo erinnert sich an seine jüngsten Titelverteidigungen und erinnert sich an seinen verstorbenen Vater Kazuo und seinen eigenen Wunsch, so stark zu sein wie sein Vater.","versions":[{"lang":3,"streams":[{"redirect":8258540,"hoster":"VOE"},{"redirect":8258539,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Dempsey Roll Destroyed","descr":"Mit seinem Titel auf der Linie geht Ippo mit Shimabukuro auf Augenhöhe. Der Kampf ist so intensiv, dass Ippo nicht einmal Platz zum Atmen hat, bis er blau wird! Hat Shimabukuro sein Ziel erreicht, die Dempsey Roll zu zerstören, während Ippo am \"Grund des Ozeans\" kämpft?!","versions":[{"lang":3,"streams":[{"redirect":8258466,"hoster":"VOE"},{"redirect":8258469,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Woman\u0027s Battle","descr":"Ippo geht als Sieger aus einem bösartigen Krieg mit Shimabukuro hervor, und Itagakis Schwester Nanako besucht ihn zu Hause, während er sich ausruht. Währenddessen bereitet sich Aoki auf sein erstes Titelmatch gegen den Leichtgewichts-Champion Imae Katsutaka vor.","versions":[{"lang":3,"streams":[{"redirect":8258473,"hoster":"VOE"},{"redirect":8258471,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Goddess of Victory","descr":"Nach einer wütenden Auseinandersetzung mit Imae wendet sich Aoki an seine Freundin Tomiko, um Trost zu suchen. In der Zwischenzeit beschließt Imae, seine ganze Energie auf das Boxen und seine bevorstehende Titelverteidigung zu konzentrieren, und weist die Versuche seiner ehemaligen Freundin Sachiko zurück, ihre Romanze wiederzubeleben. Wird Tomikos Unterstützung Aoki zum Sieg führen oder wird Imaes intensiver Fokus den Gürtel an seiner Hüfte halten?","versions":[{"lang":3,"streams":[{"redirect":8258474,"hoster":"VOE"},{"redirect":8258472,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"100% Fake","descr":"Imaes stundenlange Recherche zahlt sich schnell aus, da er Aoki dezimiert, indem er jeden seiner typischen Angriffe kontert, sogar den Frog Punch! Während Tomiko zuschaut und die Menge auf den unvermeidlichen Knockout wartet, tut Aoki etwas, das die ganze Arena schockiert.","versions":[{"lang":3,"streams":[{"redirect":8258478,"hoster":"VOE"},{"redirect":8258476,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Distance Between Me and Glory","descr":"Imae, eingeschüchtert von Aokis furchterregendem neuen Schachzug, erkennt plötzlich, was Aoki fehlt. Er sammelt all seine Energie, die ihm noch bleibt, und stellt sich seinem Herausforderer erneut. Wird Imae im Laufe des Kampfes seine Meisterschaft behalten oder wird Aoki endlich den Gürtel erreichen?","versions":[{"lang":3,"streams":[{"redirect":12252183,"hoster":"VOE"},{"redirect":8258480,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Cheese Champion","descr":"Sendou Takeshi, der \"Naniwa-Tiger\", kehrt in den Ring zurück! Aber es ist sein Sparringspartner Sawamura Ryuuhei, der Ippo für eine Schleife schlägt, als er die Dempsey Roll eine \"ungeschickte Technik\" nennt und erklärt, dass er um den Titel im Federgewicht strebt!","versions":[{"lang":3,"streams":[{"redirect":8258483,"hoster":"VOE"},{"redirect":8258482,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Mad Dog and the Red Wolf","descr":"Ippos nächste Titelverteidigung wird gegen Sawamura Ryuuhei bestätigt, und nachdem er erkannt hat, dass die Dempsey Roll anfällig für Gegenschläge ist, erkennt Ippo, dass er keine Chance hat. Seine einzige Möglichkeit besteht darin, die Dempsey-Rolle irgendwie zu einem effektiveren Zug zu entwickeln, aber als er genau darüber nachdenkt, wie es genau geht, erscheint ein überraschend bekanntes Gesicht vor ihm.","versions":[{"lang":3,"streams":[{"redirect":8258485,"hoster":"VOE"},{"redirect":8258486,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Savage Scenario","descr":"Volg ist nach Japan zurückgekehrt, um seine Boxhandschuhe von Ippo zurückzuholen. Er hofft, nach Amerika zu reisen, aber da er keine Kontakte hat, muss er sich darauf verlassen, dass Coach Kamogawa ihn jemandem vorstellt. Die Gang im Fitnessstudio bittet Volg, mit Ippo zu trainieren, um ihm bei der Vorbereitung auf den Sawamura-Kampf zu helfen, aber kann der Russe nach so langer Zeit außerhalb des Rings rechtzeitig in Kampfform kommen?","versions":[{"lang":3,"streams":[{"redirect":8258491,"hoster":"VOE"},{"redirect":8258490,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Face Of Determination","descr":"Als der Kampf mit Sawamura näher rückt, hat Ippo all seine Hoffnungen auf die neu entwickelte Dempsey Roll gesetzt, bis zu dem Punkt, an dem ihn das Üben erschöpft und übertrainiert hat. Wird Ippo in der Lage sein, seine Technik rechtzeitig für den Kampf zu perfektionieren?!","versions":[{"lang":3,"streams":[{"redirect":8258493,"hoster":"VOE"},{"redirect":8258492,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Fearless Challenger","descr":"Sawamuras eklatante Fouls und kugelähnliche linke Jabs lassen Ippo krampfhaft versuchen, eine Art Rhythmus zu finden. Hartnäckig zwängt er sich hinein, aber stürmt er kopfüber in eine Falle?","versions":[{"lang":3,"streams":[{"redirect":8258494,"hoster":"VOE"},{"redirect":8258495,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Anti-Dempsey Perfected","descr":"Ippo startet einen verzweifelten Frontalangriff, während Sawamura weiterhin mit ihm spielt. Entschlossen, das Tempo zurückzunehmen, beginnt Ippo den Kugeln auszuweichen und kommt in einen Rhythmus, während er zurückschlägt. Fast ganz natürlich fällt er in das Dempsey Roll-Muster und Sawamura macht seinen Zug!","versions":[{"lang":3,"streams":[{"redirect":8258499,"hoster":"VOE"},{"redirect":8258500,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"A Fist That Picks You Up","descr":"Die weiterentwickelte Dempsey Roll rettete Ippo vor den Klauen der Niederlage. Gestärkt von den jubelnden Fans verfolgt er Sawamura. Aber da Sawamura mehr denn je bereit ist, einen illegalen Wechsel zu riskieren, wird Ippos letzte Energie ausreichen, um den Titel zu verteidigen?","versions":[{"lang":3,"streams":[{"redirect":8258498,"hoster":"VOE"},{"redirect":8258501,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Empowering Words","descr":"Ippo besucht Dr. Yamaguchi und erfährt das volle Ausmaß des Schadens, der durch die entwickelte Dempsey-Rolle verursacht wird. Als er auf Krücken nach Hause geht, fährt Umezawa vorbei und nimmt ihn mit. Ippos Erleichterung ist jedoch nur von kurzer Dauer, als Umezawa plötzlich enthüllt, dass er die Arbeit auf dem Fischerboot Makunouchi aufgeben will!","versions":[{"lang":3,"streams":[{"redirect":8258503,"hoster":"VOE"},{"redirect":8258502,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"A Storm Descends on Makunouchi Fishing Boat","descr":"Um Ippos Sieg und seine Genesung zu feiern, springt die gesamte Fitnessbande an Bord des Makunouchi Fishing Boat für einen unterhaltsamen Angelausflug. Yagi schlägt vor, die Dinge mit einem kleinen Wettbewerb zu beleben, und plötzlich wird ein entspannter Nachmittag zu einem totalen Krieg!","versions":[{"lang":3,"streams":[{"redirect":8258508,"hoster":"VOE"},{"redirect":8258510,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Golden Eagle","descr":"Während Takamura bei seinem bevorstehenden WM-Titel an seine körperlichen Grenzen stößt, trifft der amerikanische Meister David Eagle in Japan ein. Talentiert, engagiert, respektvoll und ehrenhaft strahlt er die Aura eines wahren Champions aus.","versions":[{"lang":3,"streams":[{"redirect":8258507,"hoster":"VOE"},{"redirect":8258509,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Eleki\u0027s Shocker and Papaya\u0027s Coconut","descr":"Es ist Zeit für Kimura und Aoki, in der Yokohama Arena in den Ring zu steigen! Kimura ist der Erste, und die Nerven kommen ins Spiel, als er zum ersten Mal vor einer riesigen Menschenmenge steht. Als Aoki an der Reihe ist, wird er von einem Boxer verwirrt, der genauso unorthodox ist wie er selbst! Kann das Duo den richtigen Ton für Takamuras Titelkampf setzen?!","versions":[{"lang":3,"streams":[{"redirect":8258514,"hoster":"VOE"},{"redirect":8258512,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Unfinished New Counter","descr":"Es ist das Halbfinale, Miyata vs. Dachboy, und das Miyata-Lager erkennt ein bekanntes Gesicht in der gegnerischen Ecke... Mister Sakaguchi, der ehemalige Manager des Boxers Miyata schlug um den OPBF-Titel!","versions":[{"lang":3,"streams":[{"redirect":12405158,"hoster":"VOE"},{"redirect":8258517,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Hawk vs. Eagle","descr":"Endlich ist es Zeit für das Main Event, Takamura Mamoru vs. David Eagle! Der Herausforderer ist voller Elan und Elan, aber selbst angesichts von Takamuras Wut bleibt Eagles Gesicht ruhig und gefasst.","versions":[{"lang":3,"streams":[{"redirect":8258520,"hoster":"VOE"},{"redirect":8258519,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"A Lesson Never Forgotten","descr":"Obwohl er von Eagle behindert wird, versichert Takamura seiner Ecke, dass er einen Plan für den Sieg hat. Gerade als er Fortschritte zu machen scheint, verändert eine schockierende Entwicklung den gesamten Kampf.","versions":[{"lang":3,"streams":[{"redirect":8258522,"hoster":"VOE"},{"redirect":8258523,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The End of the Death Match","descr":"","versions":[{"lang":3,"streams":[{"redirect":8258526,"hoster":"VOE"},{"redirect":8258527,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Flower of Hope","descr":"Ein altes Foto und ein kleiner Anstoß von Ippo und Aoki veranlassen Coach Kamogawa und Nekota zu einer Reise in die Vergangenheit. Ihre Geschichte erzählt von Hoffnung, Frustration und letztendlich Erlösung in den frühen Tagen des Japans der Nachkriegszeit.","versions":[{"lang":3,"streams":[{"redirect":8258524,"hoster":"VOE"},{"redirect":8258525,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Courage to Live","descr":"Es stellt sich heraus, dass der Preiskampf dem Boxen nicht gewachsen ist, da Sergeant Ralph Anderson Kamogawa und Nekota leicht misshandelt. Die beiden Kämpfer verdoppeln ihr Training, während sie sich an ihr neues Leben gewöhnen, das mit Yuki zusammenlebt ... und miteinander.","versions":[{"lang":3,"streams":[{"redirect":8258532,"hoster":"VOE"},{"redirect":8258535,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Iron Fist","descr":"Kamogawa atmet erleichtert auf, als er beobachtet, wie Nekota mit seiner spektakulären Beinarbeit um Anderson herumläuft... Bis in Runde vier, wenn die Frustration des Soldaten eine kritische Masse erreicht und die Dinge eine dunkle Wendung nehmen.","versions":[{"lang":3,"streams":[{"redirect":8258533,"hoster":"VOE"},{"redirect":8258531,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"A Vow","descr":"Kamogawa schlägt mit bloßen Fäusten auf einen Baumstamm ein, während er trainiert, sich Anderson zu stellen und Nekota zu rächen. Anderson entdeckt seinen Stolz als Boxer wieder und bringt Miguel als seinen Cornerman mit. Darauf kommt es an!","versions":[{"lang":3,"streams":[{"redirect":8258538,"hoster":"VOE"},{"redirect":8258536,"hoster":"Streamtape"}]}]}]}]}