{"seriesId":"hakata-tonkotsu-ramens","name":"Hakata Tonkotsu Ramens","descr":"Man mag es der friedlichen Stadt Fukuoka gar nicht ansehen, wie dort im Verborgenen die Kriminalität ungehindert immer weiter ansteigt. Insbesondere das Stadtteil Hakata gilt als Heimat der gerissensten Gestalten aus der Unterwelt. Hier wird schon lange die Legende vom \"Killer der Profi-Killer\" erzählt, der angeblich irgendwo in der Stadt sein Unwesen treiben soll, doch dann werden auf einmal tatsächlich Auftragskiller ermordet …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Play Ball","descr":"Ein Auftragsmörder in Frauenkleidung, ein entspannter Detektiv und ein Frischling, der in die Welt der Mörder einsteigen will. Das alles findet man in Hakata, der Stadt mit den meisten Auftragsmördern Japans. Irgendwie scheinen ihre Schicksale verbunden zu sein.","versions":[{"lang":3,"streams":[{"redirect":14357037,"hoster":"VOE"},{"redirect":14378449,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Irregular","descr":"Xianming Lin sollte eigentlich den Detektiv Banba umbringen, scheint aber andere Pläne zu haben. Banba hingegen scheint es nur um Seelachsrogen zu gehen ...","versions":[{"lang":3,"streams":[{"redirect":14375459,"hoster":"VOE"},{"redirect":14378450,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Teamwork","descr":"Banba will Lin dabei helfen sich für den Tod seiner Schwester zu rächen. Gleichzeitig soll allerdings der berühmte Profikiller Niwaka Samurai auf sie gehetzt werden.","versions":[{"lang":3,"streams":[{"redirect":14357016,"hoster":"VOE"},{"redirect":14378452,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ninth Inning, Two Outs","descr":"Lin ist Zhang und seinen Schergen in die Falle gelaufen und es sieht übel aus. Dann taucht auch noch der Niwaka-Samurai auf und das Chaos ist komplett.","versions":[{"lang":3,"streams":[{"redirect":13647665,"hoster":"VOE"},{"redirect":13666206,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Tryouts","descr":"Die Mafia hat es auf den Niwaka-Samurai abgesehen, doch der geht vorerst in Urlaub. Murder Inc. hat es allerdings auch auf Saito abgesehen und der ist ohne Banba aufgeschmissen.","versions":[{"lang":3,"streams":[{"redirect":14432603,"hoster":"VOE"},{"redirect":14431797,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Pinch Hitter","descr":"Saruwatari will sich einem starken Gegner stellen und ihm wird der Niwaka Samurai empfohlen. Stattdessen versucht allerdings Lin sich ihm zu stellen. Wie wird es ausgehen?","versions":[{"lang":3,"streams":[{"redirect":13647746,"hoster":"VOE"},{"redirect":13666208,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Leadoff Hitter","descr":"Es tauchen immer mehr Leichen von Obdachlosen auf. Gleichzeitig tauchte eine Figur aus Enokidas Vergangenheit mit einem Auftrag für ihn auf. Sind die beiden Fälle irgendwie miteinander verbunden?","versions":[{"lang":3,"streams":[{"redirect":13647747,"hoster":"VOE"},{"redirect":13666209,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Trick Play","descr":"Enokida setzt seinen Plan in die Tat um. Seine Verfolger haben allerdings auch noch einige Tricks in petto. Wer wird sich am Ende durchsetzen können?","versions":[{"lang":3,"streams":[{"redirect":14516287,"hoster":"VOE"},{"redirect":14495131,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Hit and Run","descr":"Lin versucht die Baseballregeln zu begreifen. Im Gespräch mit Banba muss er an seine Jugendzeit zurückdenken und die Umstände wie er schließlich auf den Weg eines Berufsmörders gekommen ist …","versions":[{"lang":3,"streams":[{"redirect":13647698,"hoster":"VOE"},{"redirect":13666211,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Shortstop","descr":"Banba und Lin wollen die Offiziere der Kaikyu-Kai erledigen.Währenddessen versucht eine weitere große Organisation in Japan Fuß zu fassen und heuert einen gefährlichen Auftragsmörder an.","versions":[{"lang":3,"streams":[{"redirect":13647738,"hoster":"VOE"},{"redirect":13666210,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Brawl","descr":"Die Kakyu-Kai und Showan versuchen einen Waffenstillstand auszuhandeln. Die Bedingungen lassen aber für ihre angeheuerten Auftragsmörder nichts Gutes verheißen.","versions":[{"lang":3,"streams":[{"redirect":13647739,"hoster":"VOE"},{"redirect":13666212,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Walk-Off Home Run","descr":"Banba und Lin wachen in einem riesigen Käfig auf und haben keine Ahnung wo sie sich genau befinden. Fei hat mit ihnen etwas ganz Besonderes vor.","versions":[{"lang":3,"streams":[{"redirect":13647670,"hoster":"VOE"},{"redirect":13666213,"hoster":"Streamtape"}]}]}]}]}