{"seriesId":"hakyuu-houshin-engi","name":"Hakyuu Houshin Engi","descr":"Wem vertraust du und auf wessen Seite bist du, wenn dir die Jagd auf Dämonen von einem Dämonen selbst beigebracht wurde? Taikobos Clan wurde von einem wunderschönen Dämon ausgelöscht und so gründet er das Houshin-Projekt. Hierbei sollen alle unsterblichen Lebewesen in der Menschenwelt ausgelöscht werden, indem diese gefunden und versiegelt werden. Doch befindet sich Taikobo dabei in einem Zwiespalt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Hoshin List","descr":"Taikōbō wird vom Ehrwürdigen Genshi mit dem Hōshin-Projekt betraut. Er soll 365 böse Sennin, die sich in der Welt der Menschen herumtreiben, zur Strecke bringen.","versions":[{"lang":3,"streams":[{"redirect":9014257,"hoster":"VOE"},{"redirect":8569974,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Nataku","descr":"Taikōbō begibt sich auf die Suche nach neuen Weggefährten, die ihm im Kampf gegen Dakki beistehen können. Bei einem Außenposten trifft er auf eine Familie, die zerstritten ist. Der Sohn besitzt gleich drei Paopei und ist überaus mächtig.","versions":[{"lang":3,"streams":[{"redirect":9014260,"hoster":"VOE"},{"redirect":8546659,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Yozen","descr":"Taikōbō und Sūpūshan reisen weiter auf der Suche nach Weggefährten durchs Land, da werden sie plötzlich von Dakki überfallen, die nach ihren Leben trachtet. Doch irgendwas stimmt mit ihr nicht.","versions":[{"lang":3,"streams":[{"redirect":13500242,"hoster":"VOE"},{"redirect":8546657,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Buseioh`s Rebellion","descr":"Kō Hiko wendet sich vom Kaiser ab und fällt dafür bei Bunchū und Dakki in Ungnade, die unabhängig voneinander Häscher losschicken, um die Familie Kō auszulöschen. Das Kunlun-Gebirge gerät in höchste Alarmbereitschaft, da der Tod des Generals einen herben Rückschlag für das Hōshin-Projekt darstellen würde.","versions":[{"lang":3,"streams":[{"redirect":13500243,"hoster":"VOE"},{"redirect":8546665,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Two Paths","descr":"Taikōbō eilt dem General und seiner Familie zur Hilfe, um sie vor den vier Weisen zu beschützen. Doch die vier Weisen haben noch ganz andere Pläne.","versions":[{"lang":3,"streams":[{"redirect":13500244,"hoster":"VOE"},{"redirect":8569981,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Curtain Falls on the Aging Wise Man","descr":"Kishō ist dem Tode nahe. Er überträgt sein Erbe auf seinen Zweitgeborenen, Ki Hatsu. Dieser muss jedoch erst mal gefunden werden. In der Zwischenzeit verschlechtert sich Kaiser Chūs Zustand immer weiter. Bunchū sieht sich in der Pflicht, zu handeln.","versions":[{"lang":3,"streams":[{"redirect":13500245,"hoster":"VOE"},{"redirect":8546662,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Great Sennin World War Begins!!","descr":"Taikōbōs Versuch der Aussöhnung mit der Kingō-Insel scheitert bereits, ehe er dort angekommen ist. Bunchū ergreift die Initiative und erklärt dem Kunlun-Gebirge für die Verbrechen an der Welt der Menschen den Krieg.","versions":[{"lang":3,"streams":[{"redirect":13534571,"hoster":"VOE"},{"redirect":8546658,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Juzetsujin Battle","descr":"Yōzen steht Chō Tenkun in der roten Sandformation im Kampf gegenüber. Das gesamte Kunlun-Gebirge setzt auf ihn, insbesondere Taikōbō. Kann er den Schutzschild der Kingō-Insel deaktivieren, damit das Kunlun-Gebirge die Tsūten-Kanone rammen kann?","versions":[{"lang":3,"streams":[{"redirect":13500246,"hoster":"VOE"},{"redirect":8546660,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Concentration","descr":"Nach der Kollision von Kunlun-Gebirge und Kingō-Insel will Taikōbō zusammen mit Sūpūshan und dem weisen Gyokutei Yōzen zur Rettung eilen. Doch sie werden bereits von zehn Tenkun erwartet.","versions":[{"lang":3,"streams":[{"redirect":13500247,"hoster":"VOE"},{"redirect":8546663,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Rain of Blood","descr":"Taikōbō wird von Son Tenkun im Spiel besiegt. Damit kann nur noch Gyokutei das Ruder rumreißen. Doch außer roher Gewalt besitzt er keine Talente. Wie soll er den gerissenen Son Tenkun überlisten?","versions":[{"lang":3,"streams":[{"redirect":13500248,"hoster":"VOE"},{"redirect":8569978,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Insect","descr":"Taikōbō kehrt mit Yōzen im Schlepptau zum Kunlun zurück, um sich neuzuformieren. Tenka und Hito steigen immer tiefer in die Kingō-Insel herab und geraten dort ins Tō Tenkuns Hyperraum.","versions":[{"lang":3,"streams":[{"redirect":13500249,"hoster":"VOE"},{"redirect":8569983,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"New Romantic","descr":"Fugen stellt sich En Tenkun und demonstriert ihm die Macht seines Paopeis. Taikōbō und Sūpūshan schonen währenddessen ihre Kräfte.","versions":[{"lang":3,"streams":[{"redirect":13500250,"hoster":"VOE"},{"redirect":8569980,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Mirror","descr":"Taikōbō und Ō Tenkun treffen endlich in einem Gespräch aufeinander. Dabei wird klar, wie unterschiedlich die beiden sind und vor allem, welcher Zusammenhang zwischen ihnen besteht.","versions":[{"lang":3,"streams":[{"redirect":13599406,"hoster":"VOE"},{"redirect":8569979,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Parasite","descr":"Ō Tenkun hat überall in der Kingō-Insel und dem Kunlun-Gebirge seine Paopei-Milben verteilt, die sämtliche Sennin krank machen. Igo stößt endlich zu Taikōbōs Gruppe hinzu.","versions":[{"lang":3,"streams":[{"redirect":13500252,"hoster":"VOE"},{"redirect":8546664,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Shadow / Light","descr":"Yōzen, Nataku und Igo stellen sich Yō Tenkun und der heiligen Mutter Goldlicht. Können sie es zu dritt mit zwei Tenkun aufnehmen, die ihre Hyperräume kombinieren? Yōzen ist schon vor dem Kampf dem Tod näher als dem Leben.","versions":[{"lang":3,"streams":[{"redirect":13534572,"hoster":"VOE"},{"redirect":8569976,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Tsuten Kyoshu","descr":"Yōzen trifft auf Ō Tenkun und den weisen Tsūten, seinen Vater. Dieser ist jedoch nur noch durch Dakkis Werk eine leere Hülle und tanzt nach ihrer und Ō Tenkuns Pfeife. Kann er zu seinem Vater durchdringen?","versions":[{"lang":3,"streams":[{"redirect":13500253,"hoster":"VOE"},{"redirect":8546667,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Fugen Shinjin","descr":"Taikōbō und Fugen sollen Bunchū beim Energiereaktor aufhalten, bis die Verstärkung eintrifft. Währenddessen erfährt man mehr über Sūpūshans Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":13500254,"hoster":"VOE"},{"redirect":8546666,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Battle to the Death","descr":"Bunchū und Fugen stehen sich in einem ungleichen Kampf gegenüber. Die vier Weisen, die Bunchū in Zhāogē zurückgelassen hat, machen erneut Bekanntschaft mit Dakki.","versions":[{"lang":3,"streams":[{"redirect":13500256,"hoster":"VOE"},{"redirect":8569985,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Bunchu","descr":"Fugen hat es im Kampf gegen Bunchū schwer, doch Taikōbō und Sūpūshan eilen ihm zur Hilfe. Gemeinsam versuchen sie eine Verzweiflungstat. Ob das Bunchū niederstrecken wird?","versions":[{"lang":3,"streams":[{"redirect":13500255,"hoster":"VOE"},{"redirect":8546669,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"When the Stars Rain Down","descr":"Taikōbō sieht nur noch eine Chance, Bunchū zu besiegen. Aber werden die herabregnenden Sterne als Ablenkung genügen, um Bunchū abzulenken? Kaiser Chū irrt durch Zhāogē und erfährt, was er seinem Volk angetan hat.","versions":[{"lang":3,"streams":[{"redirect":13098050,"hoster":"VOE"},{"redirect":8546668,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Blinding Light, Deafening Silence, and Then...","descr":"Die zwölf Sennin opfern sich im Kampf gegen Bunchū. Fugen nimmt Abschied von Taikōbō. Hat dieser Kampf nun endlich ein Ende?","versions":[{"lang":3,"streams":[{"redirect":13500257,"hoster":"VOE"},{"redirect":8569982,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"The Brave Warrior`s Soul Is Released","descr":"Bunchū und Hiko treffen endlich aufeinander. Hiko versucht, seinen alten Freund zur Besinnung zu bringen. Doch kann er noch zu Bunchū durchdringen?","versions":[{"lang":3,"streams":[{"redirect":13500258,"hoster":"VOE"},{"redirect":8569984,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Aged Symbols and Diverging Winds","descr":"Bunchū steht nun in der Rotwasserformation Ō Tenkun gegenüber. Dieser trachtet ihm nach dem Leben. Taikōbō und seine Kameraden können nur zuschauen.","versions":[{"lang":3,"streams":[{"redirect":13109860,"hoster":"VOE"},{"redirect":8569986,"hoster":"Streamtape"}]}]}]}]}