{"seriesId":"halifax-retribution","name":"Halifax: Retribution","descr":"Halifax: Retribution ist ein Revival der australischen Serie Halifax f.p., die von 1994 bis 2002 lief. Die Hauptdarstellerin der Serie, Rebecca Gibney, wird auch im Revival mitspielen. Ihre Figur wird von der Polizeiakademie geholt und in den aktiven Dienst versetzt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Ein Scharfschütze auf freiem Fuß bringt Jane Halifax aus dem Ruhestand, um einen Mörder aufzuspüren, der die Stadt am Rande verlässt.","versions":[{"lang":2,"streams":[{"redirect":9014284,"hoster":"VOE"},{"redirect":8569992,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014287,"hoster":"VOE"},{"redirect":8546674,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Als der Schütze zwei weitere Opfer fordert, vermutet Jane Halifax, dass ein Mörder aus ihrer Vergangenheit für den Mord an ihrem Ehemann verantwortlich ist.","versions":[{"lang":2,"streams":[{"redirect":13500259,"hoster":"VOE"},{"redirect":8569988,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014294,"hoster":"VOE"},{"redirect":8546672,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Der Schütze fordert zwei weitere Opfer, während Jane versucht, sich mit einem Fall aus ihrer Vergangenheit auseinanderzusetzen. Vor zwanzig Jahren war Jane maßgeblich daran beteiligt, Sharon Sinclair für den Mord an ihrem Vater und ihrer Stiefmutter ins Gefängnis zu bringen. Jetzt ist Sharon eine erfolgreiche Krimiautorin und hat ein Motiv, Jane zu schaden, und Jane stellt sich ihr allein. Ist Jane zu zwiegespalten, um der Task Force doch noch zu helfen?","versions":[{"lang":2,"streams":[{"redirect":13500261,"hoster":"VOE"},{"redirect":8569987,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014288,"hoster":"VOE"},{"redirect":8569991,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Bei seinem bisher grausamsten Angriff lässt der Schütze einen Kugelhagel auf ein vollbesetztes Partyboot los. Jane befürchtet, dass der Schütze vom Serienmörder zum Massenmörder wird, während die Task Force seiner Ergreifung keinen Schritt näher gekommen ist. Zoe gibt Jane immer noch die Schuld an Bens Tod. Jane wendet sich an den Schützen, der endlich Kontakt aufnimmt, und es beginnt ein gefährliches Katz- und Mausspiel.","versions":[{"lang":2,"streams":[{"redirect":13500260,"hoster":"VOE"},{"redirect":8569989,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014289,"hoster":"VOE"},{"redirect":8569994,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Der Schütze hackt Janes Telefon und sie setzen ihr Gespräch fort, aber seine Motive sind immer noch unklar. Als das Gewehr, mit dem Ben getötet wurde, im Arsenal des rechtsradikalen Anführers Jack McCarthy auftaucht, setzen Tanner und Mila ihn unter Druck, die Quelle der Waffe preiszugeben. Zoe kündigt an, mit Mandy zusammenzuziehen, während Jane herausfindet, dass Ben Mandy über ein Jahrzehnt hinweg Tausende von Dollar gezahlt hat.","versions":[{"lang":2,"streams":[{"redirect":13500262,"hoster":"VOE"},{"redirect":8546673,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014301,"hoster":"VOE"},{"redirect":8546675,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Der Schütze hackt sich in die Systeme der Stadt ein, sendet seine Botschaft - ein Manifest über Big Data und den Verlust der Privatsphäre - und übernimmt die Kontrolle über das Auto des Polizeiministers und steuert alle Funktionen. Die Task Force findet heraus, dass Ben nicht das eigentliche Ziel war - es war Jane. Das Manifest des Schützen führt die Task Force zu einer studentischen Protestgruppe aus dem Jahr 2009 und ein Mitglied wird zum Verhör vorgeladen.","versions":[{"lang":2,"streams":[{"redirect":13500263,"hoster":"VOE"},{"redirect":8546670,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014298,"hoster":"VOE"},{"redirect":8546676,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Endlich weiß die Polizei, wer der Schütze ist. Doch Saracen wird schwer verletzt, als der Killer eine Falle stellt und mit Schlimmerem droht. Hinweise führen das Einsatzkommando zurück zur Farm des Waffengegners Anton Bungert, wo Jane herausfindet, dass der Schütze in Wirklichkeit Jarod, Bungerts Halbbruder, ist. Bungert wird ermordet, während Jarod/Daniel auf freiem Fuß bleibt.","versions":[{"lang":2,"streams":[{"redirect":13500268,"hoster":"VOE"},{"redirect":8546679,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014299,"hoster":"VOE"},{"redirect":8569993,"hoster":"Streamtape"}]}]}]}]}