{"seriesId":"hallo-holly","name":"Hallo Holly","descr":"Holly ist die jüngere Schwester von Valerie Tyler. Am Anfang der 1. Staffel muss sie mit ihren 16 Jahren nach Japan umziehen, da ihr Vater befördert wurde. Sie wehrt sich dagegen, weil sie schon so oft in ihrem Leben umziehen musste und bittet ihre Schwester, bei ihr einziehen zu dürfen. Henry Gibson ist ihre erste große Liebe. Sie kommt mit ihm zusammen, trennt sich aber nach einiger Zeit wieder von ihm, da sie anscheinend Gefühle für den Fahrradkurier Vince hat. Die beiden möchten zusammenkommen, doch Holly möchte ein wenig warten, bis Henry über die Sache hinwegkommt. Doch als sie bei Vince vorbeischaut, um ihm zu sagen, dass sie soweit ist, findet sie ihn mit einer anderen. Von da an war ihr klar, dass Vince ein \"Spieler\" ist und sie ihm nicht vertrauen kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bloß nicht nach Japan","epNo":1,"alt":"Pilot","descr":"Hollys Vater wird befördert, muss dafür allerdings nach Japan ziehen. Mit ihren 16-Jahren hat Holly überhaupt keine Lust, mit ihrem Dad nach Japan zu gehen. Also quartiert sie sich zunächst für eine Woche bei ihrer großen Schwester Valery in New York ein, um Zeit zu gewinnen. Am liebsten würde sie gleich für immer bei Valerie einziehen, aber wie soll sie das ihrer Schwester schmackhaft machen? Vor allem, da Val sich gerade so schrecklich darüber freut, endlich ihre bisherige Mitbewohnerin losgeworden zu sein. Holly versucht ganz einfach, sich unentbehrlich zu machen und Val jeden Wunsch von den Augen abzulesen. Doch das geht gefährlich nach hinten los: Als sie eine Notiz über Feng-Shui in Valeries Unterlagen findet, räumt sie voller Tatendrang die gesamte Wohnung nach diesen alten chinesischen Regeln um. Allerdings ist Valerie wenig begeistert, als sie ihr Bett plötzlich in der Küche wiederfindet. Dann gefährdet Holly auch noch Vals Job in einer Marketing-Agentur, weil sie ein langgeplantes Event mit Skateboardstar Tony Hawk zum Platzen bringt. Nicht gerade die idealen Voraussetzungen, um Valerie darum zu bitten, bei ihr bleiben zu dürfen …","versions":[{"lang":1,"streams":[{"redirect":12594677,"hoster":"VOE"},{"redirect":12594681,"hoster":"Doodstream"},{"redirect":12594682,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wellness-Tag","epNo":2,"alt":"Spa Day","descr":"Schon lange haben Valery und Holly geplant, gemeinsam einen Tag in einem Wellness-Center zu verbringen und sich so richtig verwöhnen zu lassen. Doch leider hat Holly den Termin vergessen und sich deshalb am gleichen Tag mit ihrer Freundin Liz verabredet. Zusammen sollen sie J.C. Chasez von *NSYNC treffen – und sind schon ganz aufgeregt! Natürlich steckt Holly jetzt mächtig in der Klemme, denn sie will auch Valery nicht enttäuschen. Also begleitet sie ihre große Schwester in den Wellness-Tempel, macht sich aber bei der ersten sich bietenden Gelegenheit heimlich aus dem Staub. Doch als sie sich dann später wieder in das Wellness-Bad schleichen will, um Valery wiederzutreffen, kommt sie leider nicht an dem Türsteher vorbei. Was nun?","versions":[{"lang":1,"streams":[{"redirect":12594680,"hoster":"VOE"},{"redirect":12594683,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mitbewohnerregeln","epNo":3,"alt":"Roommates","descr":"Um nicht ständig mit ihrer Schwester aneinander zu geraten, stellt Valerie Regeln für das Zusammenleben auf. Aus Angst davor zu ihrem Vater nach Japan ziehen zu müssen, hält Holly sich strikt daran. Doch es kommt mal wieder alles ganz anders: Als Hollys Freund Gary eine DVD aus Valeries Zimmer holen will, verursacht er durch ein dummes Missgeschick ein riesiges Chaos – klarer Regelverstoß! Und bevor Holly den angerichteten Schaden beseitigen kann, steht Valerie plötzlich mit ihrem Freund Jeff vor der Tür!","versions":[{"lang":1,"streams":[{"redirect":12594686,"hoster":"VOE"},{"redirect":12594688,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Teddy","epNo":4,"alt":"The Teddy Bear","descr":"Holly und Val können sich nicht darüber einigen, wer den höchsten Besitzanspruch an ihren heiß geliebten Teddybären aus ihrer Kindheit hat. So kommt es zum Streit. Um den Konflikt zu bereinigen, beschließen die Schwestern, den Teddy an Josie, das Nachbarskind, zu verschenken. Die erweist sich jedoch nicht gerade als gute \"Ersatzmutter\", denn die kleine Sadistin quält das arme Tier entsetzlich. Mit vereinten Kräften versuchen Holly und Val nun den Bären zurück zu bekommen. Wird es ihnen gelingen?","versions":[{"lang":1,"streams":[{"redirect":12594690,"hoster":"VOE"},{"redirect":12594689,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Coole ältere Schwester","epNo":5,"alt":"Cool Older Sister","descr":"Valerie will Holly mehr Freiheiten lassen, da sie sich als ältere Schwester nicht immer wie eine Glucke aufführen will. Holly nutzt ihre neuen Freiheiten natürlich in vollen Zügen aus. Vals Geduld ist bald zu Ende, vor allem, als Holly und Gary zu einer ausgelassenen Party nach Long Island gehen, ohne auch nur eine Nachricht zu hinterlassen. Wird Val wieder die alten Regeln einführen?","versions":[{"lang":1,"streams":[{"redirect":12594694,"hoster":"VOE"},{"redirect":12594696,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Alter Papagei","epNo":6,"alt":"The Parrot Trap","descr":"Holly lernt während einer Demonstration den Tierschützer Kyle kennen und verliebt sich Hals über Kopf in ihn. Sie demonstrieren für die Freilassung eines altersschwachen Papageis aus dem Zoo. Um Holly zu beeindrucken, beschließt Kyle, den Papagei bei einer spektakulären Nacht- und Nebelaktion zu befreien. Währenddessen versucht sich Val als Kupplerin: Sie will sich für eine Unbekannte im Restaurant einsetzen, die sich offensichtlich in einen der Kellner verknallt hat. Alles läuft gut, bis sich herausstellt, dass es sich bei dem Objekt der Begierde um Vals Freund Jeff handelt.","versions":[{"lang":1,"streams":[{"redirect":12594698,"hoster":"VOE"},{"redirect":12594700,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Fünfte Rad","epNo":7,"alt":"Tankini","descr":"Hollys alte Freundin Samantha ist zu Besuch, und natürlich will Holly unbedingt, dass sie ihren neuen Kumpel Gary kennen lernt. Doch Gary fühlt sich zu Beginn bei gemeinsamen Unternehmungen nur wie das \"fünfte Rad am Wagen\". Als er merkt, wie sehr er Holly damit enttäuscht, gibt er sich etwas mehr Mühe mit Samantha. Mit Erfolg: Die beiden Knutschen, und Gary verliebt sich heftig in Samantha. Dieser Lauf der Dinge ist Holly nun auch wieder nicht recht. Währenddessen gesteht Valerie Jeff, dass sie immer noch im Sweatshirt ihres Ex-Freundes schläft. Grund genug für Jeff, auf eine ausgedehnte Shopping-Tour zu gehen, um Val \"angemessene\" Nachtwäsche zu besorgen.","versions":[{"lang":1,"streams":[{"redirect":12594703,"hoster":"VOE"},{"redirect":12594705,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Copy Shop","epNo":8,"alt":"Copy That","descr":"Holly beginnt einen neuen Job im Copy Shop. Sie glaubt, dass ihr Mitarbeiter Jake sie mag. Der nun wieder, noch etwas pubertär, will das nicht zugeben, weil er vor seinen Freunden den Ruf eines Draufgängers zu verlieren hat. Jeff nimmt sich ihrer an und gibt ihr vermeintlich gute Ratschläge. Doch als Holly sie befolgt, macht sie sich furchtbar lächerlich. In der Zwischenzeit hat Val ein kleines Problem mit ihrer Chefin Susan. Sie möchte durch eine makrobiotische Diät abnehmen. Das hat jedoch zur Folge, dass Susans Körpergeruch mit einer Körperverletzung gleichzusetzen ist. Werden die Schwestern die Probleme meistern?","versions":[{"lang":1,"streams":[{"redirect":12594707,"hoster":"VOE"},{"redirect":12594706,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das perfekte Thanksgiving","epNo":9,"alt":"Thanksgiving","descr":"Valerie und Holy starten ihre eigene Thanksgiving-Tradition. Dieses Jahr möchten sie nicht mit Tante Wanda feiern, sondern mit Jeff und Gary im kleinen Kreise. Aus diesem Grund täuschen sie bei ihrer Tante vor, Holly sei krank. Am Abend wird ihre Idylle jedoch durch einen spontanen Krankenbesuch der Verwandtschaft gestört. Währenddessen versuchen Gary und Jeff den besten Truthahn der Welt zu besorgen. Auf der Rückfahrt bleiben sie jedoch in der U-Bahn stecken. Nach ein paar Stunden Gefangenschaft ist der Hunger der Fahrgäste so groß, dass der weltbeste Truthahn dran glauben muss.","versions":[{"lang":1,"streams":[{"redirect":12594710,"hoster":"VOE"},{"redirect":12594711,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Party","epNo":10,"alt":"The Party","descr":"Holly lernt während der Arbeit den süßen Studenten Evan kennen. Versehentlich vertauschen sie ihre Handys. Als Holly sich bei Evan meldet, ergreift er die günstige Gelegenheit und lädt sie zu einer College-Party ein. Dort erscheint auch Gary, der sich als ihr Beschützer aufspielt. Er hat von einigen Mädchen erfahren, dass Evan ein notorischer Womanizer ist. Nun versucht er Holly vor ihm zu warnen, bevor es zu spät ist. Erreicht er sie noch rechtzeitig, und wird Holly ihm glauben? Währenddessen wird Valeries und Jeffs Partnerschaft beim \"Scrabbeln\" auf eine harte Probe gestellt.","versions":[{"lang":1,"streams":[{"redirect":12594712,"hoster":"VOE"},{"redirect":12594716,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ärger mit der Ex","epNo":11,"alt":"The Other Woman","descr":"Weil Val momentan viel Arbeit zu erledigen hat, kann sie nur sehr wenig Zeit mit Holly und Jeff verbringen. Besonders ärgerlich ist für sie, dass sie die beiden und Gary nicht zu einem U2-Konzert begleiten kann, für das Jeff Karten von seiner Ex-Freundin Dana bekommen hat. Da die attraktive Dana auch mit zu dem Konzert gehen wird, bittet die besorgte Val ihre Schwester, ein Auge auf sie zu haben. Zunächst kommt Holly dieser Bitte gewissenhaft nach, doch schon bald ist sie von Danas schillernder Persönlichkeit fasziniert. Als sie dann auch noch erfährt, dass Dana bei der \"Vogue\" arbeitet und ihr ein traumhaftes Kleid besorgen kann, das bereits Natalie Portman getragen hat, ist es um Holly geschehen. Jeff betrachtet die Entwicklung mit großer Skepsis. Er befürchtet, Holly könne in den berühmten \"Dana-Sog\" geraten und dann enttäuscht werden. Doch Holly hat sich bereits von Dana als neue kleine Schwester adoptieren lassen. Da taucht Val unvermittelt auf und will sich bei Jeff und Holly dafür entschuldigen, dass sie so wenig Zeit für sie hatte. Als kleine Wiedergutmachung lädt sie Jeff zum Candle-Light-Dinner ein und schenkt Holly einen Shopping-Gutschein. Jetzt meldet sich bei Holly das schlechte Gewissen: Wie soll sie Val beibringen, dass sie bereits ein Kleid von Dana angenommen hat? Derweil plagen Gary ganz andere \"Probleme\": Da er während des U2-Konzerts einem Multi-Millionär das Leben gerettet hat, erhält er dafür eine ungewöhnliche Belohnung.","versions":[{"lang":1,"streams":[{"redirect":12594720,"hoster":"VOE"},{"redirect":12594718,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schwesternzoff","epNo":12,"alt":"Girls Night Out","descr":"Holly und Valerie beschließen zusammen auszugehen, weil Jeff unterwegs ist. In einer Billard-Kneipe verguckt sich Holly in den süßen Musiker Hunter, traut sich aber nicht ihn anzusprechen. Das ist doch ein Fall für die \"Profi-Kupplerin\" Val! Sie spricht ihn an und verabredet sich mit ihm und seinem Freund zu einer Partie Pool-Billard: Holly und Hunter gegen Val und Hunters Freund. Doch die Kugel verfehlt ihr Ziel. Als Holly sich kurz mit Gary unterhält, erspäht sie aus dem Augenwinkel Val und Hunter beim Knutschen! Auf der Herrentoilette geraten sich die zwei Schwestern zuerst furchtbar in die Haare, verlassen den öffentlichen Ort jedoch bald wieder frisch versöhnt. Aber dann taucht plötzlich Hunters eifersüchtige Ex-Freundin auf, die sich direkt auf Val stürzt. Kann Val die peinliche Situation auflösen?","versions":[{"lang":1,"streams":[{"redirect":12594638,"hoster":"VOE"},{"redirect":12594636,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Cheerleader-Nummer","epNo":13,"alt":"The Cheerleading Incident","descr":"Valerie möchte Jeff mit einer erotischen Cheerleaderaufführung auf seinem Bett überraschen, da er ihr geraten hat, spontaner und impulsiver zu sein. Doch Jeff erscheint nicht alleine in seiner Wohnung. Er hat seine Mutter Linda, die ihn besucht hat, im Schlepptau. Peinliche Situation für alle? Nein! Wider Erwarten findet Linda den \"privaten Auftritt\" ganz toll und ist völlig begeistert von Valerie. Sie lädt Valerie und Holly in ein griechisches Restaurant ein. Die drei Frauen erleben ein rauschendes Fest, inklusive Ouzo und griechischem Tanz. Bestärkt durch ihre neu gewonnene \"Freiheit\" eröffnet Linda Henry, dass sie sich von seinem Vater nach zwanzig Jahren trennen wird. Ob Val und Henry seine Mutter noch umstimmen können?","versions":[{"lang":1,"streams":[{"redirect":12594635,"hoster":"VOE"},{"redirect":12594639,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Feuer im Bauch","epNo":14,"alt":"The Game","descr":"Holly hilft bei Val im Büro aus und bringt natürlich frischen Wind in den etwas angestaubten Laden. Die neue Mitarbeiterin Lauren, eine Schleimerin vor dem Herrn, stellt sich Valerie bei jeder Gelegenheit in den Weg und versucht sie in jeder Situation vor dem Chef schlecht zu machen. Doch Holly erfährt, dass Lauren eine Leiche im Keller hat: Sie war schon Mal im Gefängnis. Jetzt hat Valerie alle Trümpfe in der Hand, die lästige Mitarbeiterin loszuwerden. Wird sie sie einsetzen?","versions":[{"lang":1,"streams":[{"redirect":12594640,"hoster":"VOE"},{"redirect":12594642,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Valentinstag","epNo":15,"alt":"Valentine’s Day","descr":"Valerie glaubt, dass Jeff ihr zum Valentinstag, dem romantischsten Tag des Jahres, einen Heiratsantrag machen will. Vor lauter Aufregung muss sie sich am selben Abend übergeben, denn eigentlich möchte sie noch gar nicht heiraten. Als sich das Valentins-Geschenk als ein Paar normale Ohrringe entpuppt, ist Val trotzdem enttäuscht. Holly, die sich von Vals Aufregung hat anstecken lassen, trifft sich zu einem Schein-Date mit Henry im selben Restaurant wie Val und Jeff, damit sie den vermeintlichen Antrag heimlich miterleben kann. Doch am Ende des Abends stellt sie fest, dass sie doch ein bisschen in Henry verknallt ist. Entwickelt sich daraus etwa mehr?","versions":[{"lang":1,"streams":[{"redirect":12594645,"hoster":"VOE"},{"redirect":12594648,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Hollys Omeletts","epNo":16,"alt":"Holly’s First Job","descr":"Holly hat für eine Kaschmir-Jacke ihr letztes Geld ausgegeben. Sie fragt Jeff nach einem Job und fängt bei ihm als Aushilfskellnerin an. Er bereut jedoch seine Entscheidung, weil alles drunter und drüber geht und Holly den Job schon am ersten Tag schmeißt. Val überredet sie weiterzumachen. Beim zweiten Anlauf läuft es schon besser für Holly und sie steigt zur Omelett-Chefköchin auf. Natürlich sorgt Holly auch hier für genügend Turbulenzen. Sogar der Chef hält es nicht mehr in seinem eigenen Laden aus. Treibt Holly alle in den Wahnsinn?","versions":[{"lang":1,"streams":[{"redirect":12594649,"hoster":"VOE"},{"redirect":12594650,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Aus und vorbei","epNo":17,"alt":"The Breakup","descr":"Val und Jeff trennen sich, weil beide unterschiedliche Zukunftspläne haben. Val möchte irgendwann mal heiraten, Jeff hält von solchen Plänen jedoch überhaupt nichts. Nach der Trennung versucht Val ihren Trennungsschmerz mit übertrieben guter Laune und merkwürdigen Eigenarten zu überspielen. Sie verbannt das ungesunde Essen aus der Wohnung und tauscht es gegen Bionahrung aus, sie entwickelt einen unerträglichen Putzspleen – und zur Krönung des Ganzen weckt sie Holly um fünf Uhr morgens, um mit ihr joggen zu gehen. Das geht Holly natürlich entschieden zu weit! Sie findet, dass Val ihre Gefühle nicht verstecken soll, sondern dass es wichtig ist, offen damit umzugehen. Um Val dazu zu bewegen, sich endlich einmal auszuheulen, leiht sie für sich und ihre Schwester ein riesiges Paket mit traurigen und herzzerreißenden Filmen aus. Valerie durchschaut Hollys gute Absichten und lässt sich nicht auf einen Filmabend mit ihrer Schwester ein, da sie sich keine Blöße geben möchte. Doch es kommt noch schlimmer: Val geht mit ihrer Erzrivalin Lauren aus und landet mit ihr völlig betrunken in Vals Wohnung um zwei Uhr morgens. Val und Lauren beschließen, dass sie sich noch in der gleichen Nacht tätowieren lassen möchten. Ob Holly die beiden \"Freundinnen\" davon abhalten kann?","versions":[{"lang":1,"streams":[{"redirect":12594654,"hoster":"VOE"},{"redirect":12594652,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine Harte Lektion","epNo":18,"alt":"Dude, Where’s Val’s Car?","descr":"Holly möchte gerne mit Henry ein Picknick machen und schwänzt dafür die Schule. Um zum Strand zu gelangen, nehmen sie verbotenerweise Vals Auto. Als die beiden vom Strand zurückkommen, ist der Wagen nicht mehr am Abstellplatz. Holly erfindet daraufhin eine abenteuerliche Diebstahlgeschichte. Valerie glaubt tatsächlich, dass ihr selbst der Wagen zu einem späteren Zeitpunkt aus der Garage gestohlen wurde. Als sie die Polizei einschaltet, erfährt Val jedoch, dass ihr Wagen nur abgeschleppt wurde und Holly sie angelogen hat. Val ist total sauer auf Holly. Ob sie Val noch besänftigen kann?","versions":[{"lang":1,"streams":[{"redirect":12594656,"hoster":"VOE"},{"redirect":12594657,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Gerüchteküche","epNo":19,"alt":"Loose Lips","descr":"Bei einem Mitarbeitertreffen, nach der Arbeit, kommen Val und ihr Chef sich vor ihrer Wohnungstür näher. Doch bevor sich beide küssen, machen sie einen Rückzieher. Unter den Mitarbeitern brodelt die Gerüchteküche natürlich auf Hochtouren. Holly versucht die Gerüchte zu widerlegen, macht aber alles noch viel schlimmer, als sie erzählt, dass sich die beiden letzte Nacht fast geküsst haben. Als Holly bemerkt, was sie angerichtet hat, geht sie schnell in Vals Büro, um sie zu warnen. Daraufhin begibt sich Val in Vics Büro, um mit ihm über letzte Nacht zu sprechen. Beide sind sich einig, dass sie sich gegenseitig anziehend finden, es jedoch zu keinem Techtelmechtel zwischen den beiden kommen wird. Sie möchten ihre Beziehung auf rein beruflicher Basis fortführen. Doch was ist das? Sie besiegeln ihre Übereinkunft mit einem Kuss. Da platzt Holly ins Büro. Was ist Gerücht und was Wahrheit? Währenddessen lernt Jeff eine attraktive Dame kennen. Er ist jedoch geschockt, als er erfährt, dass es sich bei dieser Dame um Garys Mutter handelt.","versions":[{"lang":1,"streams":[{"redirect":12594660,"hoster":"VOE"},{"redirect":12594662,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Plüschiges Geheimnis","epNo":20,"alt":"The Fix Up","descr":"Holly möchte ihre Schwester Valerie mit Henrys Bruder Noah, einem attraktiven Arzt, verkuppeln. Das erste \"zufällige\" Treffen in seiner Praxis verläuft sehr gut und die beiden verabreden sich miteinander. Als Henry davon erfährt, rät er Holly davon ab, ohne auch nur einen Grund zu nennen. Er nimmt sie mit in Noahs Wohnung und zeigt ihr kommentarlos einen Raum voller Plüschtiere, die so genannte \"Arche Noah\". Henry bestärkt Holly nochmals, Val das Date auszureden. Doch es ist zu spät. Val lässt sich das Date nicht ausreden. Als sie Noahs Wohnung betritt, entdeckt sie selbst den \"Platz des Grauens\" und fragt sich, ob Noah homosexuell ist. Das Gegenteil ist jedoch der Fall: Noah erklärt Val, dass jedes Stofftier für ein sexuelles Abenteuer mit einer Frau seit seiner College-Zeit steht. Val kommt zu dem Entschluss, dass es vorerst besser ist, Single zu bleiben. Inzwischen hat Jeff Jill als Verstärkung in seinem Restaurant eingestellt. Sehr zum Missfallen von Gary, da sie ihm die Show stiehlt. Ob sie sich zusammenraufen können?","versions":[{"lang":1,"streams":[{"redirect":12594667,"hoster":"VOE"},{"redirect":12594664,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Tyler gegen den Rest der Welt","epNo":21,"alt":"Tyler V. World","descr":"Holly und Val legen sich mit der boshaften Nachbarin Mindy an. Mindy ist die Chefin des Mieterausschusses und schon seit Jahren scharf auf Vals Apartment. Sie hat jetzt endlich eine Möglichkeit gefunden die beiden Schwestern aus der Wohnung zu entfernen, da Holly nicht im Mietvertrag aufgeführt ist. Gary setzt Holly auch noch ganz schön zu, weil er glaubt, dass sie seinen Geburtstag vergessen hat. Er stellt ihre Freundschaft in Frage, weil Holly ihm nur eine kleine Aufmerksamkeit zum Geburtstag schenkt. Doch er weiß nicht, dass Holly ihm eigentlich Backstage-Pässe für das kommende Nelly-Konzert schenken möchte. Ob sich die beiden wieder vertragen?","versions":[{"lang":1,"streams":[{"redirect":12594671,"hoster":"VOE"},{"redirect":12594669,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Sex-Gespräch","epNo":22,"alt":"The Talk","descr":"Henry ist bei Holly zu Besuch. Die beiden lernen für die anstehende Prüfung. Um sich gegenseitig zu motivieren, gibt es bei der richtigen Antwort auf eine Frage einen Kuss. Neugierig wie Valerie nun einmal ist, belauscht sie die beiden heimlich. Val glaubt nun, dass es nicht mehr lange bei einem normalen Kuss zwischen Holly und Henry bleibt. Das veranlasst sie dazu, mit Holly ein ernstes Gespräch über Sex zu führen. Sie erklärt, dass Sex nur in einer ernsthaften, festen Beziehung stattfinden sollte und verbietet Holly sich weiterhin alleine mit Henry in ihrem Zimmer zu treffen. Holly ist sauer, weil Henry doch ganz harmlos ist. Dann erwischt sie auch noch Val und Jeff gemeinsam unter der Dusche, obwohl beide getrennt sind! Misst Valerie etwa mit zweierlei Maß?","versions":[{"lang":1,"streams":[{"redirect":12594673,"hoster":"VOE"},{"redirect":12594672,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ich liebe Dich …fast","epNo":1,"alt":"I Love You … Soon","descr":"Holly, Valerie und Lauren sind ganz aufgeregt. Heute hat ihr neuer Boss Peter seinen ersten Arbeitstag in der PR-Agentur. Wie mag er wohl aussehen? Ob er genauso süß ist, wie sein Vorgänger Vic? Und da gibt es noch Vince, einen Fahrradboten, den Holly bei der Arbeit kennen gelernt hat und mit dem sie jeden Tag \"unfreiwillig\" ihr Essen teilt. So auch heute: als sie flirtend mit Vince in der Küche sitzt, platzen Henry und Gary herein, um sie zum Essen abzuholen. Holly hat die Verabredung total vergessen, also schlägt sie ein Dinner zu viert vor. Das passt Henry überhaupt nicht. Er lässt sich jedoch seine Eifersucht nicht anmerken, und die vier gehen ins \"Liberty\". Dort angekommen, verhält Henry sich äußerst seltsam. Er hebt Vince in den Himmel und amüsiert sich völlig übertrieben über seine Erzählungen. Gary wundert sich und fragt Henry, wie sein Sinneswandel zustande kommt? Dieser erwidert daraufhin, dass er sogar sehr eifersüchtig ist, es aber nicht möchte, dass Holly seine Eifersucht mitbekommt. Gary erzählt Holly von Henrys Eifersucht. Sie kann das gar nicht verstehen und spricht sich mit Henry aus. Sie sagt ihm, dass er sich überhaupt keine Sorgen machen braucht, wo sie doch fast jeden Tag im Sommer mit ihm verbracht hat. Plötzlich rutschen ihr die drei berühmten Worte \"Ich liebe Dich\" heraus. Meint Holly es wirklich ernst mit Henry oder möchte sie ihn nur beruhigen?","versions":[{"lang":1,"streams":[{"redirect":12923112,"hoster":"VOE"},{"redirect":12594874,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Männer-Verein","epNo":2,"alt":"Boys’ Club","descr":"Holly hat momentan nur sehr wenig Zeit für Henry, da sie den täglichen Verpflichtungen – wie Schule, Arbeit und ihrem Freundeskreis – nachkommen muss. Darum kann sie auch nicht bei Henry sein, als dieser seine Weisheitszähne gezogen bekommt, obwohl sie es ihm versprochen hat. Als er aus der Narkose erwacht, hat er nicht wie erwartet, Hollys Gesicht vor Augen, sondern – oh Graus – Gary! Währendessen weht ein neuer Wind in Vals Büro. Ihr Chef Peter entlässt viele weibliche Mitarbeiter und stellt dafür männliche Kollegen aus seinem ehemaligen Chicagoer Team ein. Das Firmenklima wird immer rauer und erreicht Stammtischniveau. Das veranlasst Val dazu, ihren Job zu kündigen und eine eigene Firma zu gründen. Sie hat vielleicht auch schon ihre erste Kundin.","versions":[{"lang":1,"streams":[{"redirect":12594967,"hoster":"VOE"},{"redirect":12594970,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Holly und Tina","epNo":3,"alt":"When Holly Met Tina","descr":"Um Val bei der Beschaffung der ersten Kundin – eine Autorin namens Judith – für ihre neu gegründete PR-Agentur \"Valco\" zu unterstützen, freundet sich Holly gezwungenermaßen mit ihrer Tochter Tina an. Ihr ehemaliger Arbeitgeber Peter scheint ihr jedoch bei der Akquise ein Schritt voraus zu sein. Lauren, Vals erste Angestellte, setzt währenddessen ihren Charme ein, um Peter abzulenken. Die \"Freundschaft\" zwischen Holly und Tina versetzt Holly in eine missliche Lage, da Judith Tina mit einem Schwangerschaftstest erwischt und Holly die Schuld auf sich nimmt. Bei der Buchpräsentation kommt es zum Eklat: Judith unterstellt Valerie wegen des Schwangerschaftstests mangelnde Erziehungsfähigkeit. Holly platzt nun endgültig der Kragen.","versions":[{"lang":1,"streams":[{"redirect":12595026,"hoster":"VOE"},{"redirect":12595018,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Träume werden wahr","epNo":4,"alt":"The Loft","descr":"Holly erfährt von einem Loft mitten in der City, das einem inhaftierten Geschäftsmann gehört. Sie entschließt sich zu einem Gefängnisbesuch. Ob sie den Knacki überzeugen kann? Vals Wohnung mag für sie und Holly reichen. Aber nun auch noch als Büro umfunktioniert und mit Lauren als Angestellte, ist der Ärger vorprogrammiert. Alternativen sind gefragt. Zufällig arbeitet Hollys Freundin Tina als \"Pflanzengießerin\" im Loft eines reichen Geschäftsmanns, Jay Miller, mitten in der City. Das Problem ist nur, dass der Besitzer im Knast sitzt. Also beschließt Holly dem Besitzer im Gefängnis einen Besuch abzustatten, um ihn zu überreden, ihnen die Wohnung zu vermieten. Jay stellt sich zunächst quer. Holly hat aber noch einen Trumpf im Ärmel: zufällig erinnert sie Jay an seine eigene Tochter, die jedoch eine schlechte Meinung über ihn hat und seit acht Monaten keinen Kontakt mehr zu ihm hat. Also arrangiert Holly ein Treffen zwischen den beiden. Leider ist das Wiedersehen kein sehr großer Erfolg. Trotz allem ist Jay Holly für die Organisation sehr dankbar und verspricht ihr und Val ein anderes, frisch renoviertes Apartment, das er ihnen für die gleiche Miete überlässt. Holly und Valerie sind überglücklich.","versions":[{"lang":1,"streams":[{"redirect":12595080,"hoster":"VOE"},{"redirect":12595081,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Erste Mal","epNo":5,"alt":"Like A Virgin (Kinda)","descr":"Holly hat erfahren, dass ihr Freund Henry sein \"erstes Mal\" schon hinter sich hat. Sie beschließt etwas mehr über seine Ex-Freundin zu erfahren, was zu beunruhigenden Neuigkeiten führt. Henry soll damals ihre vermeintliche Rivalin fallen gelassen haben, nachdem er bekam, was er wollte. Ob das die ganze Wahrheit ist? Währenddessen schmiedet Lauren einen Plan, wie sie Val von der Arbeit fernhalten kann, damit sie sich endlich mal einen Tag erholt. Sie kommt samstags in Vals Wohnung und versucht sie dazu zu bewegen, mit ihr einen entspannten Mittag auf hawaiisch zu verbringen. Doch Val hat mal wieder nur Arbeit im Kopf und kann sich nicht entspannen. Aus diesem Grund gibt Lauren vor, heute Geburtstag zu haben und feiert mit Valerie in ihrer Wohnung. Doch Val kommt dahinter, dass Lauren gar kein Geburtstag hat. Anfänglich ist sie ihr deswegen böse, doch dann erkennt sie dass es auch andere wichtige Dinge im Leben gibt, als nur zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":12595115,"hoster":"VOE"},{"redirect":12595139,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Grill-Abenteuer","epNo":6,"alt":"No More Mr. Nice Guy","descr":"Valerie hat sich einen neuen Grill für ihre Terrasse gekauft und möchte diesen zusammen mit Vince aufbauen. Sie entschließt sich jedoch noch einmal ins Fitnessstudio zu gehen, da sie ihrer Meinung nach noch nicht genug für ihren Körper getan hat. Außerdem ist Holly noch zu Hause, weil Henry an diesem Abend mit seinen Freunden für eine Prüfung lernen muss. Doch kann sie die beiden alleine zu Hause lassen? Vince ist schließlich kein unbeschriebenes Blatt. Kaum ist Val aus dem Haus, beschließen die beiden noch mal kurz in eine Bar eines Bekannten von Vince zu gehen. Es ist schließlich Freitagabend! Als die beiden nach ein paar Stunden heimkehren, beschließen sie, den Grill aufzubauen. Doch leider hat Holly plötzlich einen Holzsplitter in ihrem Finger. Vince erzählt ihr eine Story zur Ablenkung, und \"schwups\" ist der Splitter entfernt. Die beiden unterhalten sich noch eine ganze Weile und genießen den Sternenhimmel. Völlig übermüdet schlafen beide auf der Veranda ein – und plötzlich ist es schon wieder morgens. Als Holly Val morgens in der Küche begegnet, hält sie ihr einen Vortrag, dass sie sie vor Vince gewarnt habe. Holly erwidert daraufhin, dass nichts passiert sei. Ist wirklich nichts passiert? Holly ist von ihren Gefühlen hin und her gerissen. Val geht es in dieser Beziehung auch nicht anders. Jedes Mal, wenn sie ins Fitnessstudio geht, trifft sie dort Peter, und die beiden geraten immer wieder aneinander. Aber eigentlich findet sie ihn sehr attraktiv. Wie werden sich die Geschwister entscheiden?","versions":[{"lang":1,"streams":[{"redirect":12595181,"hoster":"VOE"},{"redirect":12595180,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zoff unter Freunden","epNo":7,"alt":"I’m Sorry, So Sorry","descr":"Holly möchte mit ihren Freunden Henry, Tina, Vince, und Gary ein langes Ski-Wochenende in der Hütte von Tinas Freund Cal verbringen. Doch bevor die Reise losgeht, streiten sich Tina und ihr Freund. Cal sagt daraufhin den Trip ab. Was nun? Henry und Vince versuchen völlig verzweifelt Cal zu überzeugen doch noch mit ihnen zu fahren. Schließlich gehört das Haus seinen Eltern – und wenn er nicht mitfährt, muss der Rest der Truppe auch zu Hause bleiben. Cal lässt sich breitschlagen. Jetzt steht dem Ski-Wochenende nichts mehr im Wege. Oder vielleicht doch? Tina ist immer noch sauer auf ihren Freund Cal und bleibt zu Hause. Sie erwartet von Holly, dass sie genau wie Tina die Reise abbläst und aus Solidarität bei ihr bleibt. Holly steht nun vor einer folgenschweren Entscheidung: Soll sie das Wochenende mit Henry und Vince in den Bergen verbringen, oder respektiert sie Tinas Wunsch? Inzwischen trifft Lauren mit sensationellen Neuigkeiten bei Val ein. Sie hat nach längerer Zeit mal wieder ein Date mit Greg, einem Rechtsanwalt aus ihrem Yoga-Kurs. Leider ist sie immer sehr unsicher beim ersten Date. Also lädt sie Greg zu Val in die Wohnung ein. Gesagt, getan! Greg, Lauren, Valerie und Holly verstehen sich fantastisch – und Lauren ist total verliebt. Am nächsten Tag klingelt bei Valerie das Telefon. Es ist Greg. Lauren ist schon ganz aufgeregt und kann es kaum erwarten, mit ihrem Angebeteten zu sprechen. Doch leider möchte Greg nicht Lauren sprechen, sondern Valerie. Was nun? Lauren ist total sauer auf Valerie und wirft ihr vor, ihr den Freund ausgespannt zu haben.","versions":[{"lang":1,"streams":[{"redirect":12595214,"hoster":"VOE"},{"redirect":12595221,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lügen haben kurze Beine","epNo":8,"alt":"Partially Obstructed View","descr":"Holly und Tina hatten eigentlich vor, einen Mädchenabend zu zweit zu verbringen. Doch da taucht Vince auf und lädt die beiden backstage zu einer Generalprobe der Rock ‚n‘ Roll-Band \"The Strokes\" ein. Als Holly und Tina hinter der Bühne stehen, erhalten sie vom Tourmanager 1a-Eintrittskarten für das Konzert am nächsten Tag. Holly ist überglücklich. Jetzt könnte sie zusammen mit Henry zum Konzert gehen. Doch, wie soll sie ihm erklären, dass sie die Karten ausgerechnet von Vince bekommen hat? Sie beschließt, ihm trotzdem die Wahrheit zu sagen – denn \"Lügen haben kurze Beine\". Am nächsten Morgen erscheint Henry bei Holly und präsentiert ihr stolz zwei Karten für das \"Strokes\"-Konzert in der letzten Reihe. Er sieht völlig zerzaust und übernächtigt aus, weil er die ganze Nacht am Ticket-Schalter angestanden hat. Holly ist von seinem \"Einsatz\" beeindruckt, zeigt ihm aber ihre Karten für die erste Reihe. Als Henry sie fragt, wie sie die Karten erhalten hat, flunkert Holly, sie habe die Tickets im Radio gewonnen. Doch wie es der Zufall so will erfährt Henry von Vince, dass er die Karten besorgt hat. Henry ist total sauer auf Holly und stellt sie zur Rede. Ob sich die beiden wieder vertragen? Val geht mit Lauren zu einer Party, wo der attraktivste Junggeselle der Stadt gekürt werden soll. Peter stellt sich auch zur Wahl. Val ist sehr überrascht darüber, wie gut er bei den New Yorker Damen ankommt.","versions":[{"lang":1,"streams":[{"redirect":12923110,"hoster":"VOE"},{"redirect":12595303,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Liebesgeständnis","epNo":9,"alt":"Absence Makes The Heart Grow …never Mind","descr":"Henry fährt für einen Tag nach Princeton. Holly vermisst ihn so sehr, dass sie ihm nachreist, um ihm endlich ihre Liebe zu gestehen. Dummerweise geht es Henry genauso – und die beiden verpassen sich. Am nächsten Morgen kommen sie wieder zusammen. Als Holly Henry endlich ihre Liebe gestehen möchte, taucht plötzlich Vince mit einem Geschenk auf. Holly ist sich wieder unsicher, denn beim Anblick von Vince fahren ihre Gefühle Achterbahn. Wen liebt sie eigentlich? Als sie dann endlich mit ihrem Freund Henry alleine ist, bringt sie nur noch über die Lippen, dass sie ihn vermisst hat. Das hat sie sich eigentlich anders vorgestellt. Val befindet sich auf ihrer ersten Geschäftsreise und läuft im Hotel zufällig Peter in die Arme. Ihre Hotelzimmer liegen nebeneinander. Das geht natürlich nicht lange gut. Erst geraten die beiden Streithähne heftig aneinander, dann küssen sie sich. Was hat das zu bedeuten?","versions":[{"lang":1,"streams":[{"redirect":12595346,"hoster":"VOE"},{"redirect":12595352,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schicksal","epNo":10,"alt":"The Odd Couple","descr":"Seitdem Henry sich mit seinem Vater gestritten hat und er deshalb vorübergehend zu Vince gezogen ist, befindet sich Holly im Zwiespalt. Sie fühlt sich zu beiden Jungs hingezogen. Dann flirtet Tina auch noch mit Vince – und das kann Holly überhaupt nicht leiden! Sie ist eifersüchtig. Was nun? Holly muss eine Entscheidung treffen. Liebt sie Henry oder Vince? In der Zwischenzeit schlägt Lauren Valerie vor, so viele Dates wie möglich einzugehen, um sich von Peter abzulenken. Doch egal wie Valerie sich auch verhält: Es läuft immer wieder auf eine Person hinaus: Peter.","versions":[{"lang":1,"streams":[{"redirect":12595394,"hoster":"VOE"},{"redirect":12595383,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Trennung von Henry","epNo":11,"alt":"Regarding Henry","descr":"Holly sucht die ganze Stadt nach Henry ab, nachdem er mit ihr Schluss gemacht hat. Sie will unbedingt noch einmal mit ihm reden. Doch er ist zu verletzt. Henry belauscht ein Gespräch zwischen Holly und Val, in dem Holly gesteht, dass sie sich in Vince verliebt hat. Henry ist außer sich und macht mit Holly Schluss. Daraufhin macht sich Holly große Sorgen um ihn. Sie schnappt sich Vals Auto und fährt zu Henry, um in seiner Wohnung auf ihn zu warten. Dort trifft sie auf Vince, der momentan mit Henry zusammen wohnt. Gemeinsam warten sie auf ihn. Endlich kommt Henry nach Hause. Doch die Personen, die er momentan am wenigsten sehen möchte, sind Holly und Vince. Vince versucht zwischen den beiden zu vermitteln, doch der Schuss geht nach hinten los, als Henry ihm erzählt, dass er der Grund für ihre Trennung sei. Holly wird das alles zu viel – sie möchte nur noch nach Hause zu Val. Endlich sitzt sie im Wagen, doch ausgerechnet jetzt springt er nicht an. Sie ruft Val an, und einige Minuten später kommen Val, Lauren und Tina, um sie abzuholen. Ob Holly dem ganzen Stress gewachsen ist?","versions":[{"lang":1,"streams":[{"redirect":12595449,"hoster":"VOE"},{"redirect":12595474,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Freundschafts-Krise","epNo":12,"alt":"The Incredible Shrinking Group","descr":"Holly geht es schlecht. Nach der missglückten Beziehung mit Henry möchte er nichts mehr mit ihr zu tun haben. Also spannt Holly ihren besten Freund Gary ein, weil er in den letzten Wochen nach der Trennung viel Zeit mit Henry verbracht hat. Er soll für sie ein Treffen mit Henry arrangieren. Gary lässt sich nur widerwillig darauf ein, weil er weiß, dass Henry erst einmal Abstand zu Holly will. Trotz seiner Bedenken erzählt er Holly, dass er heute Abend mit Henry ins Kino geht und Holly und Tina \"rein zufällig\" auch dort sein könnten. Als die beiden Jungs schließlich vor dem Kino stehen, entdeckt Henry Holly und Tina vor dem Kino. Er durchschaut das Spiel sofort und macht Gary Vorwürfe, weil er ihn hintergangen habe. Henry ist nun sauer auf Gary – und Gary ist sauer auf Holly. Unterdessen überredet Valerie Lauren dazu, auf Süßigkeiten zu verzichten. Lauren hält im Gegensatz zu Valerie tapfer durch und ist furchtbar stolz darauf, dass sie endlich einmal etwas besser kann als Valerie.","versions":[{"lang":1,"streams":[{"redirect":12595494,"hoster":"VOE"},{"redirect":12595511,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Im Krankenhaus","epNo":13,"alt":"The Hospital","descr":"Holly und Vince haben sich nicht mehr getroffen, seitdem er weiß, dass sie sich in ihn verliebt hat. Aus diesem Grund entschließt sie sich, ihn unter einem Vorwand in ihre Wohnung zu locken. Doch wie stellt man das am unauffälligsten an? Da trifft es sich doch gut, dass Vince Fahrradkurier ist. Also basteln Holly und Tina eine Paket-Attrappe und rufen Vince an, damit er das Paket abholen kann. Endlich klopft es an der Tür. Doch genauso schnell wie er da ist, ist er auch schon wieder weg. Holly ist enttäuscht und findet sich in Gedanken damit ab, dass sie ewig Single bleiben wird. Doch eine halbe Stunde später erhält Val einen Anruf von Vinces Chef, der ihr mitteilt, dass Vince einen Unfall hatte und mit einer Gehirnerschütterung im Krankenhaus liegt. Holly macht sich große Sorgen und hat ein schlechtes Gewissen: Hätte sie nicht das Paket gebastelt, wäre Vince nichts passiert. Die gesamte Clique begibt sich ins Krankenhaus. Endlich angekommen, schickt Holly Gary vor, um nachzusehen, wie es Vince geht. Vince erzählt Gary, dass er Hollys Gesicht gesehen habe, kurz bevor es um ihn herum dunkel geworden sei. Er glaubt nun, dass er etwas für sie empfindet. Gary wird immer müder und müder – bis er einschläft. Plötzlich taucht Holly auf und entschuldigt sich bei Vince. Der ist aber gar nicht sauer. Ganz im Gegenteil. Es kommt zu einem ersten Kuss zwischen den beiden, dann zu einem zweiten und . plötzlich wacht Gary auf. Später am Abend beschließen Holly und Vince ihr junges Glück erst einmal auf Eis zu legen, um Henry nicht zu verletzen. Unterdessen sticht Val und Lauren der hübsche Chefarzt Dr. Turner ins Auge. Die beiden buhlen die ganze Zeit um seine Aufmerksamkeit. Wer wird die Auserwählte sein?","versions":[{"lang":1,"streams":[{"redirect":12595595,"hoster":"VOE"},{"redirect":12595580,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Herzschmerz","epNo":14,"alt":"Your Cheatin’ Heart","descr":"Als Holly ihrer neuen Liebe Vince überglücklich mitteilen will, dass Henry anscheinend eine neue Freundin hat und ihrem Glück somit nichts mehr im Weg steht, erwischt sie den guten Vince mit einer anderen Frau. Völlig enttäuscht lässt sie sich von Val trösten. Sie entschließt sich, Vince eine zweite Chance zu geben und besucht ihn erneut. Doch sie wird wieder enttäuscht. Wie wird Holly mit der Abfuhr umgehen? Im Gegensatz zu Holly hat Gary mehr Erfolg beim anderen Geschlecht. Er tritt einen neuen Job in einem hippen Bekleidungsladen an. Dort arbeitet er mit nacktem Oberkörper als Verkäufer. Die Mädchen sind völlig begeistert. Ob ihm der Erfolg bei den Frauen zu Kopf steigt?","versions":[{"lang":1,"streams":[{"redirect":12594725,"hoster":"VOE"},{"redirect":12594724,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Garys Geburtstag","epNo":15,"alt":"Skyrink Sucks","descr":"Holly möchte Gary mit einer Geburtstagsparty überraschen. Vince, ihr Ex-Freund, hat die gleiche Idee. Also müssen beide wohl gezwungenermaßen die Party zusammen organisieren. Nur leider haben sie unterschiedliche Vorstellungen von einer gelungenen Geburtstagsparty. Ob sie auf einen gemeinsamen Nenner kommen? Plötzlich gerät Hollys und Vinces Problem in den Hintergrund, als sie zufällig Jill, Garys Ex-Freundin, treffen. Eigentlich sollte sie in Frankreich sein. Jetzt stellt sich jedoch heraus, dass sie Gary angelogen hat, um einer Konfrontation mit ihm aus dem Wege zu gehen. Sollen sie Gary von dem Treffen berichten?","versions":[{"lang":1,"streams":[{"redirect":12594726,"hoster":"VOE"},{"redirect":12594729,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Mondfinsternis","epNo":16,"alt":"Lunar Eclipse Of The Heart","descr":"Holly lädt Garys Chef Greg zu einer Mondfinsternis-Party in ihre Wohnung ein, obwohl sie ihn überhaupt nicht leiden kann. Vince und seine neue Freundin stehen auch auf der Gästeliste. Während der Party versucht Holly permanent Vince eifersüchtig zu machen. Vince lässt sich jedoch überhaupt nicht von ihrer \"Vorstellung\" beeindrucken. Nach ihrem Misserfolg gesteht sie Greg, dass sie ihn nur benutzt hat. Wie wird er auf die Abfuhr reagieren? Unterdessen erhält Valerie ein Jobangebot von einer renommierten PR-Firma. Damit wird ihre Freundschaft zu Lauren auf eine harte Probe gestellt. Wie wird sie sich entscheiden?","versions":[{"lang":1,"streams":[{"redirect":12594728,"hoster":"VOE"},{"redirect":12594730,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Doppeldrücker","epNo":17,"alt":"Val And Holly’s Not Boyfriends","descr":"Als Vinces Großvater stirbt, fährt Holly zu ihm, um ihm in seiner Trauer beizustehen. Vince ist von Hollys Unterstützung gerührt und umarmt sie zum Abschied zweimal. Nun macht Holly sich wieder Hoffnung auf eine gemeinsame Zukunft mit ihrem großen Schwarm. Als Holly erfährt, dass Vinces Großvater gestorben ist, beschließt sie, ihn zu besuchen, um ihm in seiner Trauer beizustehen. Vince ist von Hollys Beistand völlig gerührt und ihr für die Unterstützung sehr dankbar. Zum Abschied umarmt er sie zweimal. Zuerst eine kurze Umarmung, dann schaut er sie innig an und umarmt sie erneut, dieses Mal länger. Holly schwebt auf allen Wolken, denn nach diesem sogenannten \"Doppeldrücker\" hat sich wieder bis über beide Ohren in Vince verliebt und macht sich natürlich Hoffnungen. Doch schon beim nächsten Besuch behandelt Vince Holly wie eine ganz normale Freundin. Rick, Vals Ex-Freund, hat einen schrecklichen Flug überstanden und sieht nun das Leben mit ganz neuen Augen. Seiner Meinung nach ist er dem Tod gerade noch von der Schippe gesprungen. Als er Val besucht, ist sie wieder hin und weg. Zum Abschied kommt es zwischen den beiden ebenfalls zu einem \"Doppeldrücker\". Es gibt nur ein großes Problem: Rick ist bereits mit einer anderen verlobt. und was hat es eigentlich mit diesem \"Doppeldrücker\" auf sich? Nachdem beide enttäuscht wurden, beschließen Holly und Valerie, sich die Männer erst einmal aus dem Kopf zu schlagen. Wie lange werden sie das wohl durchhalten?","versions":[{"lang":1,"streams":[{"redirect":12594742,"hoster":"VOE"},{"redirect":12594737,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zukunftsstress","epNo":18,"alt":"The Interview","descr":"Holly verpasst ihr Abschlussgespräch für die Universität, weil sie sich lieber mit Vince in einem Freizeitpark vergnügt. Als Valerie davon Wind bekommt ist sie stinkwütend darüber, dass Holly ihre Zukunft für den windigen Vince aufs Spiel setzt. Am nächsten Tag schafft Holly es doch noch, beim Direktor vorzusprechen. Doch die Antworten, die sie gibt, sind nicht ihre eigenen, sondern die, die sie mit Val vor ein paar Tagen eingeübt hat. Anschließend stellt sich bei einem klärenden Gespräch zwischen Holly und Valerie heraus, dass Holly eigentlich überhaupt keine Lust hat, auf die Columbia Universität zu gehen. Sie hat nur Valeries Druck nachgegeben, um endlich Ruhe zu haben. Dabei möchte sie doch eigenltich nicht Valeries Leben führen, sondern ihr eigenes. Währenddessen zieht Lauren in Erwägung, mit ihrem Freund Brad Schluss zu machen, weil dieser im Bett komische, störende Laute von sich gibt. Val schlägt ihr vor eine Pro- und Contra-Liste zu erstellen, auf der sie vermerkt, was sie an ihm mag bzw. nicht mag. Die Liste fällt nicht gerade zu Brads Gunsten aus, doch alles kommt mal wieder ganz anders.","versions":[{"lang":1,"streams":[{"redirect":12594753,"hoster":"VOE"},{"redirect":12594750,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Henry ist der Beste","epNo":19,"alt":"The Big Picture","descr":"Holly möchte den Sommer in Paris verbringen. Also bewirbt sie sich dort für einen Praktikumsplatz. Doch es gibt noch ein kleines Problem: das Bewerbungsschreiben! Holly setzt sich an den Rechner und schreibt ein fünfseitiges Referat herunter. Zur Kontrolle lässt sie Henry Korrektur lesen. Doch er findet, dass das Schreiben völlig unpersönlich ist und überhaupt nicht nach Holly klingt. Erst ist Holly beleidigt, doch dann entscheidet sie sich, das Anschreiben neu aufzulegen. Sie ruft Henry an und er hilft ihr telefonisch. Als die beiden endlich eine brauchbare, neu überarbeitete Fassung hinbekommen haben, stürzt auch noch Hollys Computer ab. Das ganze am Tag der Abgabe! Henry hilft Holly erneut aus der Patsche und rekonstruiert mit ihr die Bewerbung aus dem Gedächtnis. Dafür lässt Henry sogar eine Preisverleihung für die besten Stipendiaten Amerikas sausen! Die beiden kommen sich nach langer Zeit wieder etwas näher und Holly fragt sich, ob sie mehr als nur ein bisschen Freundschaft für Henry empfindet … Währenddessen lernt Val Ricks Verlobte Julie bei einem Essen in ihrer Wohnung kennen. Doch Julie findet, dass die beiden sich etwas zu gut verstehen und verlangt von Rick, den Kontakt zu Val abzubrechen.","versions":[{"lang":1,"streams":[{"redirect":12594762,"hoster":"VOE"},{"redirect":12594766,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der 18. Geburtstag","epNo":20,"alt":"Rollin’ In It","descr":"Zwei Tage vor ihrem Geburtstag bekommt Holly einen Briefumschlag von ihrer Oma. Als sie ihn öffnet, traut sie ihren Augen kaum: ein Scheck über 2000 Dollar! Sie möchte sich natürlich sofort etwas Schönes davon kaufen. Doch Val ist dagegen und verlangt, dass Holly das Geld zur Bank bringt. Und so lange Holly noch keine 18 ist, hat Valerie leider immer noch das Sagen. Also lässt sich Holly zum Schein darauf ein und begibt sich zur Bank. Doch dort zahlt sie nicht, wie versprochen, den Scheck auf ihr Konto ein, sondern lässt sich das Geld in hundert 20 Dollar-Noten auszahlen. Beglückt von ihrem plötzlichen Reichtum schmeißt sie die Noten ins Bett und badet darin. Plötzlich platzt Valerie herein und sieht das Geld. Erneut bricht ein Streit aus. In dessen Verlauf erfährt Val außerdem, dass Holly ihren Geburtstag im teuren Plaza Hotel feiern möchte. Nun platzt Val endgültig der Kragen. Doch Holly gibt nicht nach, wo sie doch kurz davor ist, erwachsen werden. Es kommt noch schlimmer: Als Holly sich mit ihren Freunden trifft und von allen Geschenke erhält, bemerkt sie plötzlich, dass sie den Umschlag mit dem gesamten Geld verloren hat …","versions":[{"lang":1,"streams":[{"redirect":12594781,"hoster":"VOE"},{"redirect":12594785,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Anti-Abschlussball","epNo":21,"alt":"The Anti-prom","descr":"Holly und ihre Freunde haben keine Lust auf den spießigen Abschlussball und auf das ganze Drumherum im Vorfeld. Wegen ihres bevorstehenden Praktikums in Paris und ihres Gefühlswirrwarrs wegen Henry und Vince hat sie eh genug um die Ohren und beschließt darum, einen kleinen stressfreien Anti-Abschlussball in ihrer Wohnung zu organisieren. Das spricht sich natürlich herum wie ein Lauffeuer und die Gästeliste wird immer länger. Alle sind begeistert, und es verspricht, ein rauschendes Fest zu werden. Holly bemerkt auf der Party, dass sie immer noch sehr viel für Henry empfindet, obwohl dieser mit seiner Freundin Kate zur Feier erscheint. Doch es ist Gary, dem auffällt, dass Henrys Blicke die ganze Zeit Holly suchen. An diesem Abend müssen sich so einige über ihre Gefühle klar werden. Wie wird die Party ausgehen? Valerie erhält eine Einladung zu Ricks Hochzeit. Sie ist ziemlich durcheinander und verwundert, da sie und Rick doch vereinbart haben, den Kontakt abzubrechen. Handelt es sich bei der Einladung um ein Missverständnis? Wie soll sie das bloß herausfinden?","versions":[{"lang":1,"streams":[{"redirect":12594797,"hoster":"VOE"},{"redirect":12594803,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Auf nach Paris","epNo":22,"alt":"The Second Season Finale (1)","descr":"Holly bekommt Nachricht aus Frankreich. Sie hat den Wettbewerb für ein Sommerpraktikum in Paris gewonnen und ist überglücklich. Sofort trifft sie sich mit ihren Freunden Tina und Gary in einem Café, um ihnen die tolle Nachricht zu verkünden. Die beiden sind nicht sehr begeistert: ein ganzer Sommer ohne Holly! Als zufällig Henry am Café vorbeiläuft, rennt Holly raus, um sich bei ihm für seine tolle Hilfe zu bedanken. Die beiden fallen sich überglücklich in die Arme und es kommt zu einem langen Kuss. Jetzt ist Holly endgültig durcheinander. Henry ist doch schließlich mit Kate zusammen. Doch er hat sich mittlerweile von Kate getrennt, weil er immer noch in Holly verliebt ist. Die beiden \"frisch Verliebten\" vereinbaren, dass sie Hollys Frankreichaufenthalt abwarten, um anschließend herauszufinden, wie sie zueinander stehen. Währenddessen überrascht Val die kranke Lauren mit zwei Flugtickets nach Venedig. Lauren macht sich Sorgen, ob sie unter diesen Umständen überhaupt fliegen kann. Die beiden kommen zu dem Schluss, dass es immer noch besser ist, krank in Venedig zu sein, als zu Hause. Drei Tage später ist es soweit: Holly muss zum Flughafen. Val kann sie leider nicht hin bringen, weil sie sich bei Lauren angesteckt hat. Also bringt die inzwischen genesene Lauren sie zum Flughafen. Am Terminal findet eine riesige Abschiedsszene statt. Als Holly endlich im Flugzeug sitzt, telefoniert sie noch kurz vor dem Take Off mit Val. Plötzlich steht Rick, der sich eigentlich in den Flitterwochen befinden sollte, bei Val vor der Tür. Was mag der Grund dafür sein? Das ist nicht die einzige Überraschung. An Bord der Maschine nach Paris befindet sich noch ein Bekannter von Holly …","versions":[{"lang":1,"streams":[{"redirect":12594828,"hoster":"VOE"},{"redirect":12594834,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Rückkehr aus Europa","epNo":1,"alt":"Europe Was So Much More Fun (2)","descr":"Holly war den Sommer über in Paris, um dort ein Praktikum zu absolvieren und Abstand von Henry und Vince zu gewinnen, zwischen denen sie immer hin und her gerissen war. Endlich ist es soweit: Sie kommt wieder zurück nach New York. Doch wen hat sie dabei? Es ist ihr neuer Freund Ben Sheffield, ein Rocksänger, den sie während eines Kurztrips in London kennen gelernt hat. Hollys Freunde fallen beim Anblick von Ben aus allen Wolken. Vor allem Henry und Vince, die sich große Hoffnungen auf Holly gemacht haben, sind bitter enttäuscht. Während Vince bald schon wieder auf die Pirsch geht, ist Henry ernsthaft verletzt. Schließlich hatte Holly ihm noch vor der Abreise nach Paris versprochen, mit ihm einen zweiten Versuch zu wagen. Dennoch kann er sich dazu überwinden, sich noch persönlich von Holly zu verabschieden, bevor er sein Studium in Princeton aufnimmt. Nun ist anscheinend die Bahn frei für Holly und Ben. oder vielleicht doch nicht? Auch Val ist sauer auf Holly und stellt ihren Verstand in Frage. Man bringt sich schließlich nicht jeden Tag solch ein \"Souvenir\" aus dem Ausland mit. Die beiden beginnen einen Streit, der in eine unerbittliche Kuchenschlacht gipfelt. Valerie hat die \"Holly-freie\" Zeit mit ihrem Ex-Freund Rick aus ihrer gemeinsamen Collegezeit verbracht. Die beiden haben sich erneut ineinander verliebt. Doch gleich zu Beginn der neu entfachten Liebe wird diese auf eine harte Bewährungsprobe gestellt, denn seit einiger Zeit hegt Val die Befürchtung, sie könne schwanger sein. Also beauftragt sie ihre Freundin Lauren, ihr heimlich einen Schwangerschaftstest zu besorgen. Klar, dass Miss \"Verschwiegenheit-in-Person\" sich sofort bei Rick verplappert. Der macht Val daraufhin einen Heiratsantrag. Ob Val ihn annehmen wird?","versions":[{"lang":1,"streams":[{"redirect":12594741,"hoster":"VOE"},{"redirect":12594746,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Längste Nacht des Jahres","epNo":2,"alt":"The Longest Night Of The Year (3)","descr":"Holly möchte gerne, dass Ben zu ihr und Val ins Loft zieht. Doch Valerie ist dagegen, schließlich kennt sie Ben überhaupt nicht. Das einzige, was sie von ihm weiß, ist, dass er Gitarre spielen und englischen Tee zubereiten kann. Holly ist sauer und dampft mit Ben im Schlepptau ab. Wo sollen die beiden bloß übernachten? Die erste Adresse, die Holly einfällt, ist Vinces und Garys Apartment. Tina ist dort auch zu Besuch. Der eifersüchtige Vince ist überhaupt nicht begeistert von Hollys Idee. Er lässt sich jedoch von Gary und Tina überreden. Das erste Problem wäre schon mal beseitigt. Doch es taucht ein neues auf: Holly hat noch nie eine Nacht mit Ben alleine verbracht. Erschwerend kommt hinzu, dass sie noch Jungfrau ist. Wie soll sie sich bloß heute Nacht verhalten? Valerie betrinkt sich nach dem Schwestern-Zoff zusammen mit Lauren. Sie ist sauer auf Holly und auf sich selbst, weil sie mit Rick Schluss gemacht hat, obwohl sie ihn immer noch liebt. Sie glaubt, dass Holly sich in ihrer Wohnung nicht mehr \"willkommen\" fühlen könnte, wenn sie mit Rick zusammen ziehen würde. Ihre Unzufriedenheit gipfelt in eine nächtliche Putzorgie. Plötzlich taucht Holly wieder auf. Unter dem Vorwand ein Glas Wasser holen zu wollen sucht sie den Rat ihrer älteren Schwester. Soll sie mit Ben schlafen oder nicht? Die Schwestern vertragen sich wieder und beschließen, noch in derselben Nacht, Rick zu besuchen. Valerie gesteht ihm, dass sie ihn immer noch liebt. Daraufhin macht er ihr erneut einen Heiratsantrag.","versions":[{"lang":1,"streams":[{"redirect":12594760,"hoster":"VOE"},{"redirect":12594758,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf Umwegen zum Ziel","epNo":3,"alt":"The Not So Simple Life","descr":"Ben versucht verzweifelt, in irgendeinem Club in der Stadt einen Gig zu bekommen. Natürlich wäre Holly nicht seine Freundin, wenn sie nicht ebenfalls Himmel und Hölle in Bewegung setzen würde, um ihren Liebsten endlich auf einer Bühne stehen zu sehen. Der passende Tipp kommt dann von Hollys bestem Freund Gary: Er kennt einen Clubbesitzer namens Omar. Tatsächlich erklärt der windige Geschäftsmann sich bereit, Ben eine Chance zu geben, allerdings nur für die nicht gerade geringe Summe von 500 Dollar. Holly schluckt, doch zum Glück hat sie noch einen Blanko-Scheck von Val in der Tasche, den sie eigentlich für ihr anstehendes Schulgeld verwenden sollte. Aber wie könnte Holly sich diese Chance auf einen großen Akt der Liebe entgehen lassen. Sie händigte Omar den Scheck aus, denn schließlich bekommt sie das Geld ja auch zurück – vorausgesetzt Ben spielt an dem Abend die gleiche Summe ein. Schon kurze Zeit später fliegt Ben aufgeregt in Hollys Arme: Er hat einen Gig in einem der coolsten Clubs der Stadt. Barbesitzer Omar hat sich bei ihm gemeldet, was für eine Überraschung! Alles scheint perfekt zu laufen, doch während Holly versucht, möglichst viele Besucher für das Konzert zu organisieren, um Vals Geld wiederzubekommen, erfährt Ben per Zufall, wie er an die Buchung gekommen ist. Wutentbrannt stellt er Holly zur Rede und weigert sich, an dem besagten Abend aufzutreten. Jetzt hat die gute Seele gleich zwei schwere Probleme: Wie soll sie ihre Beziehung zu Ben retten und wie an die 500 Dollar kommen, die sie Val ohne deren Wissen schuldet? Auch Val hat es nicht leicht: Wie soll sie ihrer selbsternannten Hochzeitsplanerin Lauren schonend beibringen, dass sie absolut keinen Geschmack hat und Val lieber auf ihre Dienste verzichten würde?","versions":[{"lang":1,"streams":[{"redirect":12594764,"hoster":"VOE"},{"redirect":12594767,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwestern","epNo":4,"alt":"God Help The Mister","descr":"Holly steckt in einem Dilemma: Am gleichen Abend, an dem Val ihren Junggesellinnen-Abschied feiert, hat Ben einen wichtigen Auftritt. Doch der kleine Schlauberger hat eine findige Idee: Sie verlegt Vals Party einfach auf den nächsten Tag. Doch damit ist ihre große Schwester alles andere als einverstanden. Es kommt zum handfesten Streit, in dessen Verlauf Holly schließlich wütend darauf verzichtet, Vals Trauzeugin zu sein, bevor Val sie selbst von diesem Ehrenamt entheben kann. Nun sieht Lauren ihren großen Moment gekommen. Doch Rick und Ben können einfach nicht mit ansehen, wie die Schwestern miteinander umgehen. Also hecken sie einen schlauen Plan aus, um die beiden Kampfhennen zu versöhnen. Gary hat sich inzwischen Hals über Kopf in die hinreißende Tanzstudentin Danielle verguckt. Um ihr zu imponieren, behauptet er, selbst auch tanzen zu können. Wenig später taucht er dann in ihrem Tanzkurs auf, doch leider kann er mit den anderen Teilnehmern – im Grundschulalter – nicht mithalten …","versions":[{"lang":1,"streams":[{"redirect":12923114,"hoster":"VOE"},{"redirect":12594787,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Große Streit","epNo":5,"alt":"Split Ends","descr":"Holly möchte Valerie gerne etwas ganz Besonderes zur Hochzeit schenken. Es gibt nur ein Problem: das ideale Geschenk kostet 500 Dollar! Sie braucht also einen Job. Da Tina gerade an der Rezeption des süßen Tierarztes Dr. Riley arbeitet, schlägt sie Holly vor, bei ihm einen Aushilfsjob anzunehmen. Nicht ganz uneigennützig von Tina, denn sie ist völlig verknallt in den Veterinär und will, dass Holly ihn für sie ausspioniert. Doch als Holly sich auf den Weg zur Praxis macht, entdeckt sie am Brett eines Cafés einen Aushang, auf dem Herbal Essences ein weibliches Shampoo-Model sucht. Der Gewinnerin des Wettbewerbs winken ganze 1000 Dollar. Klar, dass der bescheiden bezahlte Aushilfsjob bei Tinas Lieblings-Tierarzt sofort vergessen ist. Nur wenig später entdeckt allerdings auch Tina das \"haarige\" Angebot und findet, dass sie eigentlich das perfekte Shampoo-Model ist. Prompt werden die beiden Freundinnen zu \"unerbittlichen\" Kontrahentinnen und kriegen sich mächtig in die Haare. Etwas hilflos versucht Ben zwischen den beiden zu vermitteln. Valerie ist total happy, weil sie von Rick zu ihrer anstehenden Hochzeit ein Diamantarmband geschenkt bekommen hat. Sie revanchiert sich bei ihm mit einer für ihre besondere Anschmiegsamkeit bekannten schwedischen Matratze. Als sie endlich ankommt, transportiert Val das sperrige Ding sofort mit Lauren zusammen in Ricks Wohnung. Doch beim Beziehen ihres Geschenkes entdeckt sie in Ricks Bettwäsche einen äußerst verdächtigen roten Briefumschlag. Ein Schreiben von Ricks Ex-Verlobten Julie! Hat Rick etwa Geheimnisse vor Val?","versions":[{"lang":1,"streams":[{"redirect":12594804,"hoster":"VOE"},{"redirect":12594817,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Drei kleine Worte","epNo":6,"alt":"Three Little Words","descr":"Holly möchte Ben endlich ihre Liebe gestehen. Doch vorerst kommt sie nicht dazu, weil Ben einen neuen Song komponiert hat, den er ihr unbedingt vorspielen will. Der Song gefällt Holly jedoch überhaupt nicht. Um sich abzusichern, spielt sie ihn ebenfalls Valerie vor, und beide sind sich einig, dass es einer der schlimmsten Songs ist, den sie jemals gehört haben. Holly bringt es jedoch nicht übers Herz, Ben die Wahrheit darüber zu sagen. Stattdessen gibt sie vor, sie fände seine Komposition gigantisch. Hollys überschwängliche Kritik ermutigt Ben dazu, sein Demotape zu einem Plattenproduzenten zu schicken. Doch als Ben bereits im Postamt steht, stürmt Holly herein, um ihn davon abzuhalten, diesen schrecklichen Fehler zu begehen. Endlich gibt sie zu, dass sie den Song ganz erbärmlich schlecht findet. Nun ist Ben doppelt sauer: weil Holly ihn angelogen hat und weil ihr sein Song nicht gefallen hat. Tags drauf begegnet Holly Vince in Bens Wohnung und erzählt ihm von ihrem Streit mit Ben. Daraufhin zeigt Vince ihr, was Ben von \"Ehrlichkeit\" hält und stellt ihr Bens Frau Fiona vor … Währenddessen zieht Rick Stück für Stück in Vals Loft ein, indem er immer mehr Sachen bei ihr unterstellt. Unter anderem auch \"Fred – der stumme Diener\". Val ist völlig entsetzt und versucht heimlich, ein paar seiner hässlichsten Sachen verschwinden zu lassen. Rick ist völlig genervt von ihrem Kontrollwahn und die beiden streiten sich. Doch die Versöhnung naht.","versions":[{"lang":1,"streams":[{"redirect":12594838,"hoster":"VOE"},{"redirect":12594842,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nur der Schatten einer Chance","epNo":7,"alt":"Ghost Of A Chance","descr":"Holly hat das College verlassen und überlegt nun, wie sie das Val am schonendsten beibringen kann. Doch zum Glück erhält sie etwas Zeitaufschub, weil Lauren Val dieses Wochenende auf eine Touristen-Ranch eingeladen hat, damit sie sich vom Hochzeitsvorbereitungsstress erholen kann. Doch als die beiden dort ankommen, entpuppt sich die Farm als Nudisten-Camp! Hat Lauren etwa davon gewusst? Währenddessen feiert Holly mit ihren Freunden eine ausgelassene Karaoke-Halloween-Party. Holly und Ben treten als Sonny \u0026 Cher, Gary und Danielle als Ike \u0026 Tina Turner und Vince und Tina als die Simpsons auf. Als Danielle und Gary auf der Bühne stehen, hat Holly eine spontane Eingebung: Danielle besitzt mächtig viel Starpotential und braucht unbedingt einen Manager. Wer käme dafür besser in Frage als Holly selbst. Plötzlich klingelt es an der Tür. Es ist Val, die völlig aufgebracht ist, weil sie während ihres Kurztrips erfahren hat, dass Holly das College geschmissen hat. Sie möchte, dass Holly sich sofort wieder einschreibt. Doch Holly hat ja bereits andere Pläne. Als Val davon erfährt, schließt sie eine Wette mit ihrer kleinen Schwester ab: Entweder schafft Holly es, Danielle bis zum nächsten Freitag bei einem Plattenlabel unter Vertrag zu bekommen oder Holly schreibt sich wieder ein. Top die Wette gilt.","versions":[{"lang":1,"streams":[{"redirect":12594897,"hoster":"VOE"},{"redirect":12594883,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hammel-Stress","epNo":8,"alt":"Gift Of The Mutton","descr":"olly coacht Ben bei seinen Bühnenauftritten und schlägt ihm vor, mehr zu lächeln und mit dem Publikum zu flirten. Am besten wäre es, wenn er ein Mädchen aus dem Publikum auf die Bühne bitten würde, um mit ihr zu tanzen. Gesagt – getan. Bens rundum erneuerte Bühnenshow kommt bei allen prima an. Nur Holly reagiert beim Anblick von Ben und seiner \"Auserkorenen\" völlig eifersüchtig. Als sie sich ihm anvertraut, versteht er die Welt nicht mehr. Schließlich war sie es doch, die ihm dazu geraten hat. Nun versucht Holly den Spieß umzudrehen und Bens Eifersucht zu wecken. Doch dabei bittet sie ausgerechnet Vince um Hilfe, der immer noch eine Schwäche für sie hat. Da ist ein Riesendurcheinander natürlich vorprogrammiert. Val erwartet währenddessen Besuch von Ricks Mutter Margaret. Um sie zu beeindrucken, versucht sie Margarets Lieblingsessen zu kochen: Hammel-Eintopf. Doch es gibt nirgendwo frisches Hammelfleisch. Was nun? Lauren weiß Rat und bestellt einfach per Internet frisches Hammelfleisch. Wenig später steht ein lebendiger Hammel vor der Tür – so frisch hätte Vals Meinung nach das Fleisch auch nicht sein müssen.","versions":[{"lang":1,"streams":[{"redirect":12594987,"hoster":"VOE"},{"redirect":12594991,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Brautkleid bleibt Brautkleid","epNo":9,"alt":"We’ll Miss Gittle A Little","descr":"Holly und Lauren übernehmen kurz vor der Hochzeit sämtliche organisatorischen Dinge, um Valerie zu entlasten. Alles scheint perfekt zu laufen. Doch dann trifft die Nachricht ein, dass die Designerin des Brautkleids verstorben ist und die Designer-Robe mit ihrem gesamten Nachlass verschwunden ist. Lauren und Holly recherchieren auf der Trauerfeier und erfahren, dass das Hochzeitskleid zusammen mit den anderen Designerstücken der Verstorbenen an einen Second-Hand-Laden in Queens abgegeben wurde. Holly macht sich sofort mit Ben, Gary und Vince zum Shop auf. Dort angekommen, finden die Freunde alles Mögliche, nur nicht Vals Brautkleid. Zum Glück kann ihnen Pauline, die seltsame Besitzerin, die Adresse der Käuferin geben. Doch was ist das? Auf der gegenüberliegenden Straßenseite sitzt Rick mit seiner Ex-Verlobten in einer Pizzeria. Was hat das bloß zu bedeuten?","versions":[{"lang":1,"streams":[{"redirect":12595041,"hoster":"VOE"},{"redirect":12595049,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Hochzeit – Teil 1","epNo":10,"alt":"The Wedding (1)","descr":"In der Nacht vor Vals Hochzeit erzählt Holly iher Schwester, dass sie vor zwei Tagen Rick und seine ehemalige Verlobte Julie zusammen in einer Pizzeria gesehen hat. Val regt sich furchtbar auf, glaubt jedoch, dass Julie Rick angerufen hat, um sich von ihm zu verabschieden und den beiden ihren Segen zu geben. Nun hat Holly ein schlechtes Gewissen, weil sie glaubt, Val die letzte Nacht vor ihrer Hochzeit verdorben zu haben. Sie möchte die Dinge wieder gerade biegen. Dafür will sie sich mit Julie treffen, um etwas mehr über das Treffen herauszufinden. Kurz vor der Hochzeit sucht sie Julie bei deren Therapeuten auf. Von ihr erfährt Holly, dass nicht sie Rick, sondern er bei ihr angerufen habe und sie mit seiner Unschlüssigkeit bereits in diese Therapie getrieben habe. Holly hetzt entsetzt zur Hochzeit zurück und klärt Valerie auf dem Weg zum Altar über die \"wahren Verhältnisse\" auf. Wie wird Valerie darauf reagieren? Währenddessen erscheint Tina abends bei Vince. Beide sind völlig frustriert. Tina ist enttäuscht, weil sich ihr geliebter Tierarzt wieder bestens mit seiner Frau versteht und Vince fühlt sich immer noch von Holly verlassen. Zur Aufmunterung füttern die Frustrierten sich gegenseitig mit Sprühsahne. Das Ganze gipfelt in eine riesige Sahne-Schlacht und es kommt zwischen den beiden nicht nur zu einem Kuss.","versions":[{"lang":1,"streams":[{"redirect":12595099,"hoster":"VOE"},{"redirect":12595091,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Hochzeit – Teil 2","epNo":11,"alt":"The Wedding (2)","descr":"Val unterbricht die Hochzeits-Zeremonie und möchte von Rick die ganze Wahrheit erfahren. Er stammelt vor sich hin und erklärt Val schließlich, dass er lieber ohne Trauschein mit ihr zusammenleben würde. Völlig enttäuscht macht Val sofort mit ihm Schluss und gibt ihm den Verlobungsring zurück. Anschließend betrinkt sie sich mit Champagner. Endlich im Loft angekommen, macht Val Holly Vorwürfe, weil sie ihr den \"schönsten Tag ihres Lebens\" gründlich verdorben habe. Wütend rauscht Holly zu Ben ab, der mit Vince und Gary zusammen wohnt. Ben hat gerade eine zweimonatige Tour geplant. Da Holly sich ernsthaft mit Val verkracht hat, weil diese ihr die Schuld für die katastrophale Hochzeit in die Schuhe schiebt, schlägt er Holly vor, ihn zu begleiten. Ben bittet sie jedoch, vorher noch einmal kurz ins Loft zu gehen, weil er dort sein Songbuch vergessen habe. Als sie dort ankommt, entdeckt sie eine völlig am Boden zerstörte Val. Die beiden sprechen sich aus und Val sagt Holly, dass sie sie braucht. Überglücklich fallen die Schwestern sich in die Arme. Plötzlich klingelt es an der Tür. Es ist Ben. Er möchte sich verabschieden und erzählt Holly, dass er das Songbuch überhaupt nicht vergessen hat. Er wollte nur, dass Val und Holly sich wieder vertragen. In der Zwischenzeit hat Gary erfahren, dass Vince und Tina eine Affäre hatten. Ob er das Geheimnis für sich behalten kann?","versions":[{"lang":1,"streams":[{"redirect":12595149,"hoster":"VOE"},{"redirect":12595131,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lesbenalarm","epNo":12,"alt":"How To Succeed In Business Without Really Trying To Be A Lesbian","descr":"Holly ist überglücklich! Endlich hat sie einen Job im Musik-Business. Doch direkt am ersten Tag wird sie herbe enttäuscht. Das einzige, was sie machen muss, ist Kaffee kochen. Hinzu kommt noch, dass ihre neue Chefin Leah sie nicht besonders mag. Währenddessen leidet Val immer noch unter ihrer Trennung von Rick. Sie läuft nur noch lethargisch im Hochzeitskleid durch die Wohnung. Holly findet, sie sollte sich mal wieder unters Volk mischen. Gesagt – getan. Am nächsten Abend macht sich die gesamte Clique auf ins \"Skidz\" zur \"Ladies Night\". Es dauert nicht lange und Val freundet sich mit einer Leidensgefährtin, Michelle, an. Michelle hat ihren Ex kurz vor der Hochzeit mit einer anderen erwischt. Die beiden Verlassenen stoßen auf ihre neu erworbene Freiheit an. Holly und Tina lassen sich ebenfalls von der \"Girl-Power\" des Abends anstecken und tanzen ausgelassen. Dabei entdeckt Holly zufällig ihre neue Chefin Leah am Tresen und unterhält sich angeregt mit ihr. Am nächsten Morgen im Büro ist die Atmosphäre gleich viel angenehmer, weil Leah glaubt, Holly sei ebenso lesbisch wie sie. Holly freut sich zwar über diese Verbesserung, kann jedoch mit dieser Lüge schlecht leben. Wie soll sie ihrer Chefin bloß beibringen, dass sie sich nicht für Frauen interessiert?","versions":[{"lang":1,"streams":[{"redirect":12595201,"hoster":"VOE"},{"redirect":12595187,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hollys Traum","epNo":13,"alt":"Don’t Kiss The Messenger","descr":"Eigentlich möchte Holly mit ihrem Freund Ben ins Kino gehen, doch leider bekommt Ben das Angebot, am selben Abend bei Maroon 5 mitzuspielen. Das kann er natürlich nicht ablehnen. Holly bleibt etwas frustriert zurück, weil sie und Ben momentan sehr wenig Zeit miteinander verbringen. Zum Glück gibt es jedoch noch Vince, der natürlich sofort und ganz \"uneigennützig\" für Ben einspringt. Als die beiden vom Kino wieder nach Hause kommen, meldet sich Ben bei Holly, um ihr mitzuteilen, dass sein Gig länger als erwartet dauert. Dabei wollte Holly später noch mit ihm auf eine Party gehen. Vince packt erneut die Gelegenheit beim Schopf und bietet ihr an, sie zu begleiteten. Holly wird die Sache jedoch zu heikel, weil sie schon davon geträumt hat, dass sie Vince auf der Tanzfläche küssen. Also sagt sie Vince, unter dem Vorwand, sie habe die Grippe, ab. Der lässt sich jedoch nicht so leicht abschütteln, sondern stattet Holly sofort einen Krankenbesuch ab. Als Holly dann jedoch im Ausgehoutfit die Tür öffnet, ist Vince völlig verdutzt. Sie redet sich damit raus, dass sie wohl nur eine 24-Minuten-Grippe hatte. So landen die beiden doch noch auf der Party – und wenig später auch auf der Tanzfläche … Währenddessen begibt sich Val mit Lauren in ihre Lieblings-Bäckerei, um dort nach Herzenslust Kuchen zu essen. Lauren nutzt die Gunst der Stunde, um Val eine bittere Pille unter das süße Gebäck unterzuschieben: Vals Firma steht kurz vor dem Ruin steht, weil ihnen die Kunden ausgegangen sind. Die beiden überlegen sich, was es für Alternativen zum PR-Geschäft geben könnte. Warum soll man nicht mal etwas machen, worauf man richtig Lust hat? Wie wäre es mit einer Bäckerei? Spontan beschließen die beiden ihre Lieblings-Bäckerei zu kaufen.","versions":[{"lang":1,"streams":[{"redirect":12595233,"hoster":"VOE"},{"redirect":12595245,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hollys Dilemma","epNo":14,"alt":"Sex And The Single Girls","descr":"Holly stellt Ben die junge, attraktive Sängerin Amber zur Seite. Und hat überhaupt kein Problem damit, dass die beiden ein intimes Duett auf der Bühne singen. Die eifersüchtige Holly gibt es nicht mehr – es lebe die tolerante Holly! Doch was ist das? Als Amber Holly erzählt, wie süß sie Vince findet, reagiert Holly total patzig und behaubtet, Vince habe schon eine Freundin. Am nächsten Tag besucht Amber Ben für eine kleine Jamsession in der WG. Ganz nebenbei quetscht sie ihn über seinen Mitbewohner Vince aus. Als er ihr erzählt, dass Vince solo ist, fällt sie aus allen Wolken. Plötzlich kommt Holly ins Zimmer und Amber möchte natürlich sofort wissen, warum Holly sie gestern angelogen hat. Holly redet sich fadenscheinig heraus. Daraufhin schlägt Ben vor, dass Amber, Vince, Holly und er sich für ein Doppel-Date verabreden. Holly ist von dieser Idee nicht sehr begeistert, lässt sich jedoch gezwungenermaßen darauf ein. Während des Abends erzählt Vince eine Anekdote von ihm und Holly in Paris. Holly ist das Ganze etwas unangenehm vor Ben und Amber. Doch komischerweise schmeichelt es ihr auch irgendwie. Dann spricht sie auch noch Ben mit Vinces Namen an. Was ist bloß los mit ihr? Hat sie sich etwa erneut in Vince verliebt? Währenddessen bereiten Val und Lauren die Eröffnung ihrer neuen Bäckerei vor. Der stadtbekannte Restaurant-Kritiker Alan Lloyd hat sich angemeldet. Ihn wollen die beiden natürlich beeindrucken. Doch das größte Interesse hat Alan nicht an den Leckereien, sondern an Val. Also arrangiert Lauren ein Date zwischen den beiden hinter Vals Rücken. Ob das gut geht?","versions":[{"lang":1,"streams":[{"redirect":12595273,"hoster":"VOE"},{"redirect":12595280,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Valentinstag","epNo":15,"alt":"Stupid Cupid","descr":"Holly hat sich zum Valentinstag eine tolle Überraschung für Ben einfallen lassen. Sie hat ein Flugzeug gemietet, das ein Banner hinter sich her zieht auf dem \"Holly liebt Ben\" steht. Endlich ist es soweit: Sie geht mit ihm vor die Tür von Vals Bäckerei, um ihn zu überraschen. Doch leider kommt sie gar nicht dazu, weil Ben vorher mit ihr Schluss macht. Er ist völlig enttäuscht von Holly, weil sie immer noch starke Gefühle für Vince hegt. Gary bekommt alles mit. Er beschließt, Cupido zu spielen, und überbringt Vince die Neuigkeiten. Vince rennt sofort zu Holly, um ihr seine Liebe zu gestehen. Doch der geht das alles zu schnell. Heute Morgen war sie noch Bens Freundin und heute Mittag soll sie schon mit Vince zusammen sein? Sie braucht noch etwas Zeit, ist aber überhaupt nicht abgeneigt. Holly übermittelt sofort ihrer besten Freundin Tina die tollen Nachrichten. Tina verplappert sich jedoch und erzählt Holly von ihrer gemeinsamen Nacht mit Vince. Holly ist außer sich vor Enttäuschung. Währenddessen schreiben Gary und Valerie einen Valentinstagsbrief mit anonymem Absender an die völlig frustrierte Lauren. Lauren ist überglücklich, endlich interessiert sich mal wieder ein Mann für sie. Wo sollen Gary und Val jetzt bloß so schnell einen passenden Mann zum Brief finden?","versions":[{"lang":1,"streams":[{"redirect":12595318,"hoster":"VOE"},{"redirect":12595341,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Niemand ist perfekt","epNo":16,"alt":"Nobody’s Perfect","descr":"Holly versucht sich auf beruflicher Ebene mit Ben zu verstehen. Sie ist sein Manager – nicht mehr und nicht weniger. Doch die ganze Angelegenheit fällt ihr nicht gerade leicht. Als die beiden sich nochmals aussprechen, stellt Ben ihr sein neuestes Lied vor. Es handelt – wie kann es auch anders sein – von Holly. Ben hat sich seinen ganzen angestauten Frust von der Seele geschrieben, nur leider kommt Holly darin überhaupt nicht gut weg. Er bezeichnet sie als Lügnerin und als \"eiskalte\" Dame und erwähnt sie auch noch namentlich. Holly ist total sauer und setzt Bens bevorstehenden Auftritt auf 2 Uhr morgens, damit möglichst wenige Leute dieses Machwerk hören. Ob es den beiden gelingt, eine gemeinsame Basis zu finden? Währenddessen lässt Val Lauren und Gary einen Mittag alleine in der Bäckerei. Da ist das Chaos natürlich vorprogrammiert. Die beiden werden ausgerechnet von einer 10-jährigen Pfadfinderin ausgeraubt. Wie sollen sie das Val bloß plausibel erklären?","versions":[{"lang":1,"streams":[{"redirect":12595400,"hoster":"VOE"},{"redirect":12595424,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Gefährliche Liebschaften","epNo":17,"alt":"Dangerous Liaisons","descr":"Val und Lauren haben in ihrer Bäckerei einen Wasserschaden, darum ruft Val ganz willkürlich bei irgendeinem Klempner an, den sie aus dem telefonbuch herausgesucht hat. Kurze Zeit später taucht Todd, der süße, sexy Klempner, auf. Aber warum versteck sich Val hinter dem Tresen? Lauren presst es aus ihr heraus: Val kennt Todd noch aus ihrer gemeinsamen Highschool-Zeit und hatte damals einen One-Night-Stand mit ihm. Da hat Todd sie jedoch bereits gesehen, und leider kann er sich auch noch zu gut daran erinnern, woher er Val kennt. Völlig beschämt verkrümelt Val sich ins Hinterzimmer. Lauren will jetzt jedoch ganz genau von Todd wissen, wie die gute alte Highschool-Zeit zusammen mit Val so war. Und der ahnungslose Todd plaudert ein wenig aus dem Nähkästchen: Val wurde damals von Rick verlassen und Todds Freundin Brenda, die auch eine gute Freundin von Val war, ist für eine Weile nach Paris gefahren, um neue Eindrücke zu sammeln. So kam es zwischen Val und Todd zu besagter Liebesnacht. Holly betritt ausgerechnet in dem Moment die Bäckerei, um alle pikanten Details des Ereignisses mitzubekommen. Sie ist völlig entsetzt über Vals Verhalten: Wie konnte sie nur mit Todd schlafen, obwohl sie und Brenda gute Freundinnen gewesen sind? Holly zieht Parallelen zwischen Vals und Todds One-Night-Stand und Tinas und Vinces Liaison. Jetzt ist sie nicht nur sauer auf Tina, Vince und alle Leuten, die mit den beiden zu tun haben, sondern auch noch auf Val. Zur Strafe verbannt sie sämtliche, \"feindlichen\" Telefonnummern aus ihrem Handy. Wenn sie sich da mal nicht ins eigene Fleisch schneidet?","versions":[{"lang":1,"streams":[{"redirect":12595461,"hoster":"VOE"},{"redirect":12595479,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Holly Vs. Vince","epNo":18,"alt":"Girls Gone Wild","descr":"Holly möchte für Tina, Gary und Ben Karten für den neuen Colin Farrell Film besorgen. Doch wieder einmal ist ihr Vince zuvor gekommen und verdirbt ihr die Gelegenheit, bei den anderen aufzutrumpfen. Das lässt Holly natürlich nicht auf sich sitzen! Prompt lädt sie alle – bis auf Vince – nach Mexiko zur Spring Break Party ein. Am nächsten Tag liegen alle Freunde am Pool, und Holly ergötzt sich an einem attraktiven Männerbody. Doch als sie genau hinschaut, bemerkt sie, dass es sich dabei ausgerechnet um Vince handelt. Nun ist Holly völlig genervt von Vinces Dreistigkeit, einfach ebenfalls in Mexiko aufzutauchen. Zu ihrem Pech fängt sie sich auch noch eine Lebensmittelvergiftung ein. Vince nutzt die Gelegenheit und bleibt die ganze Nacht bei ihr, um sie mit allem Notwendigen zu versorgen. Die beiden vertragen sich und kommen sich wieder etwas näher. Währenddessen lernt Val den süßen, intellektuellen Chris in ihrer Bäckerei kennen. Die beiden verabreden sich für ihr erstes Date zu einem Kinobesuch. Val ist total begeistert und freut sich schon auf die zweite Verabredung. Endlich ist es soweit und ihre neue Bekanntschaft holt sie ab. Als die beiden in die Limo einsteigen, wundert sich Val, warum noch mehr Pärchen mit im Wagen sitzen. Dann wird ihr klar, dass Chris noch zur Highschool geht und er sie mit zum Abschlussball nehmen möchte. Das ist des Guten denn doch zu viel!","versions":[{"lang":1,"streams":[{"redirect":12595540,"hoster":"VOE"},{"redirect":12595520,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Böse Jungs","epNo":19,"alt":"Bad To The Scone","descr":"Ben hat einen Gig im \"Skidz\". Er wirkt jedoch etwas träge und niedergeschlagen. Nach seinem Auftritt versucht er die hübsche Ava kennen zu lernen, erhält jedoch eine Abfuhr, weil er sich sehr ungeschickt anstellt. Es stellt sich heraus, dass Ben in letzter Zeit jegliches Selbstvertrauen verloren hat. Holly fühlt sich etwas schuldig und überlegt zusammen mit Tina, wie sie Ben und Ava verkuppeln können, damit es ihm wieder besser geht. Sie kommen zu dem Schluss, dass Ben ein gefährliches \"Bad Boy\"-Image braucht. Tina schlägt Holly vor, Vince um Rat zu fragen. Holly geht direkt zu Vince, um ihn nach seinem Rat zu fragen. Aber Vince missversteht den Anlass von Hollys Besuch. Er glaubt, dass sie wegen ihm gekommen ist. Eine herbe Enttäuschung für ihn, als er feststellen muss, dass nur Ben der Anlass ist. Schließlich stylen Holly und Tina Ben auf eigene Faust. Vince schaut vorbei, um Ben zu begutachten und nicht, wie Holly annimmt, sie zu kritisieren. Außerdem gibt er Ben noch einige Tanztipps mit Holly als Vorführobjekt. Dabei kommen sich die beiden wieder etwas näher. Wie lange wird es noch dauern, bis sie sich endlich küssen? Währenddessen bekommen Val und Lauren Besuch von \"Food Network\" in ihrer Bäckerei. Sie wollen dort einen kleinen Werbespot über das \"Sugar Babies\" drehen. Die Dreharbeiten werden jedoch abrupt von Bongotrommeln aus einer Seitenstraße unterbrochen. Val schaut nach, wer dort solch ein Lärm produziert und lernt den Landstreicher Jack kennen. Sie hat Mitleid mit ihm und bietet ihm – nachdem er sich gewaschen hat – einen Job als Tellerwäscher an. Als nach der \"Generalüberholung\" ein komplett anderer Jack in der Tür steht, sind die beiden Bäckerinnen hin und weg und es entwickelt sich ein unerbittlicher Kampf um Jacks Gunst.","versions":[{"lang":1,"streams":[{"redirect":12595564,"hoster":"VOE"},{"redirect":12595572,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Jede auf ihre Art","epNo":20,"alt":"Working Girls","descr":"Holly besorgt Tina einen Job in ihrer Musik-Management-Firma. Plötzlich kommt ihr Chef Dave ins Büro und erzählt den beiden, dass die Firma noch Promo-Ideen sammelt für die aktuelle Single von Gwen Stefani. Holly und Tina sollen sich ebenfalls dazu Gedanken machen, denn wer die besten Ideen einbringt, erhält einen Platz im Promotion-Team. Holly und Tina denken angestrengt nach, Tina fällt jedoch nichts Gescheites ein. Etwas später kommt Tina vom Meeting zurück und erzählt Holly überglücklich, dass sie den Platz im Team erhalten hat. Sie musste noch nicht einmal viel sagen, es hat gereicht, ihre weiblichen Reize spielen zu lassen. Holly ist stinksauer auf Tina. Wie kann man sich nur unter Wert verkaufen und damit auch noch Erfolg haben? Währenddessen bedient Val einen älteren Stammgast in ihrer Bäckerei, der sich immer wieder aufs Neue über den schrecklichen Kaffee und den ungenießbaren Kuchen beschwert. Val platzt der Kragen und sie geigt dem miesepetrigen Gast die Meinung. Nur leider verstirbt ihr Gast durch die Aufregung an Ort und Stelle. Val fühlt sich total schuldig und hat das Gefühl, dass sie ihn auf dem Gewissen hat. Lauren entdeckt bei der Untersuchung seiner Brieftasche, dass der alte Herr drei hübsche Söhne hat. Also nichts wie hin zum Begräbnis. Während der Beerdigung buhlen Val und Lauren dann um die Gunst Andys, des ältesten Sohns. Doch leider spielt Lauren mit unfairen Mitteln. Sie behauptet, dass Val am Tod seines Vaters Schuld wäre. Val ist – ebenso wie Holly – stinksauer auf ihre beste Freundin. Am Abend sitzen die enttäuschten Schwestern vorm Fernseher und pflegen ihren Weltschmerz. Zum Glück läuft gerade eine Folge von \"Gilligan’s Island\" – mit Val, Holly und ihren Freunden in den Hauptrollen.","versions":[{"lang":1,"streams":[{"redirect":12595598,"hoster":"VOE"},{"redirect":12595604,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Reingelegt","epNo":21,"alt":"Pranks A Lot","descr":"Holly erwartet eine böse Überraschung im Büro: Plötzlich steht Jim, ein Mitarbeiter der Regulierungsbehörde, vor ihr und beschuldigt sie, illegal Musik aus dem Internet heruntergeladen zu haben. Holly ist total erschrocken. Schließlich ist sie nicht die einzige, die so etwas macht. Da platzen plötzlich ihre Freunde lachend ins Büro und sagen ihr, dass sie sie auf den Arm genommen haben. Das schreit nach Rache! Am nächsten Tag stürzt Vince in Vals Bäckerei und erzählt Gary, dass ihr Hauseigentümer ihnen auf Grund von nächtlicher Ruhestörung gekündigt hat. Gary ist außer sich und möchte direkt einen Anwalt einschalten. Da stürmt Holly ins Geschehen und lacht ihre Freunde aus, weil sie ihr die Story abgekauft haben. Damit nicht genug, schaukelt sich diese ganze Rache-Aktion immer weiter hoch und es heißt nur noch Tina und Holly gegen Vince, Gary und Ben. Der Höhepunkt der gegenseitigen Streiche ist erreicht, als Holly Ben weismacht, dass er aus den USA abgeschoben würde, wenn die beiden nicht heiraten würden. Währenddessen versucht Val wieder einmal etwas mehr Spontaneität in ihr Leben zu bringen und etwas total Verrücktes zu machen: sie kauft sich einen Porsche! Sie möchte den Wagen als \"Fun-Mobil\" nutzen, doch der Schuss geht nach hinten los, weil sie ihn vor lauter Angst, der Porsche könne einen Kratzer bekommen, so gut wie nie fährt.","versions":[{"lang":1,"streams":[{"redirect":12595634,"hoster":"VOE"},{"redirect":12595645,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das Kind, der Kuchen und die Chemie","epNo":22,"alt":"The Kid, The Cake, And The Chemistry","descr":"Holly versteht sich immer besser mit Vince. Das einzige Problem ist, dass sie ihre Gefühle nicht richtig einordnen kann. Aber sie ist sie eifersüchtig, wenn Vince sich mit anderen Mädchen trifft und fühlt sich sehr zu ihm hingezogen. Tina gibt ihr den Rat, Vince an seinem bevorstehenden Geburtstag mit einem Candle-Light-Dinner zu überraschen. Also bereitet Holly ein romantisches Essen auf Vinces Terrasse vor. Als sie dem verdutzten Vince an seinem Geburtstag die Tür öffnet, steht er leider mit seinem aktuellen Date Ricki da. Holly möchte sich keine Blöße geben und gibt vor, sie und die anderen hätten Überraschungsparty für Vince organisiert. Schnell ruft sie die Freunde herbei, damit Vince keinen Verdacht schöpft. Doch er hat schon längst erkannt, dass Holly nur für zwei Personen gedeckt hat. Als er sie unter vier Augen darauf anspricht, dementiert sie jedoch alles. Vince sagt ihr, dass er sich nichts mehr wünsche, als mit ihr zusammen zu sein, doch dass ihre Bindungsängste jede ernshafte Beziehung im Keim ersticken würden. Währenddessen lernt Val den attraktiven Paul in ihrer Bäckerei kennen. Er ist allein erziehender Vater eines achtjährigen Sohnes, Ryan, den Val sehr gut kennt, weil er jeden Tag in der Bäckerei ist. Val verabredet sich mit Paul, in der Hoffnung zwei Fliegen mit einer Klappe schlagen zu können: einen gut aussehenden Mann an Land ziehen und noch einen hinreißenden Sohn dazu bekommen. Doch leider verläuft das Date total unspektakulär und Val ist von Paul völlig gelangweilt …","versions":[{"lang":1,"streams":[{"redirect":12595650,"hoster":"VOE"},{"redirect":12595662,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Ratschläge vom Ex","epNo":23,"alt":"My Boyfriend’s Back (1)","descr":"Holly ist der Verzweiflung nahe, weil sie sich einfach nicht zwischen Ben und Vince entscheiden kann, auch ein Anruf bei einem Psychodoktor im Radio hilft ihr nicht wirklich weiter. Kurzentschlossen macht sie einen Tripp nach Princeton, um mit ihrem Ex-Freund Henry ihre Beziehungsprobleme zu besprechen. Henry ist inzwischen mit einer anderen Holly zusammen und sehr glücklich. Aber er nimmt sich die Zeit, mit seiner alten Holly gemeinsam herauszufinden, warum sie so große Angst vor einer Beziehung hat. Dabei wird Holly endlich so einiges klar. Inzwischen hat Vince über Gary erfahren, dass Holly ausgerechnet zu ihrem Ex-Freund nach Princeton gefahren ist. Heimlich fährt er ihr nach und kommt gerade rechtzeitig am Campus an, um zu beobachten, wie Holly und Henry sich innig umarmen. Enttäuscht kehrt Vince nach Hause zurück, wo Gary ihn jedoch davon überzeugt, dass es sich bei dieser Umarmung nur um einen Freundschaftsbeweis gehandelt haben könnte. Spätnachts taucht Vince darum erneut bei seinem Nebenbuhler Henry auf, um ihn zur Rede zu stellen. Doch als er dessen Tür öffnet, sieht Vince ihn mit einer Frau im Bett und hört zu seinem Entsetzen die Worte: \"Ich liebe dich, Holly!\" Lauren hat sich indessen ungefragt in Vals Liebesleben eingemischt, indem sie dafür sorgt, dass der sexy Klempner Todd noch einmal eingehend die Rohre der Bäckerei inspiziert …","versions":[{"lang":1,"streams":[{"redirect":12595675,"hoster":"VOE"},{"redirect":12595673,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Genug ist genug","epNo":24,"alt":"Enough Is Enough (2)","descr":"Holly versucht verzweifelt, Vince zu erreichen, um ihm endlich ihre Liebe gestehen zu können. Vince, der denkt, sie habe die Nacht mit Henry verbracht, will jedoch nichts mehr von ihr wissen. Als er sie dann doch zufällig in einem Club trifft, teilt er ihr nur äußerst patzig mit, dass er den Sommer in Florida verbringen wird. Holly ist enttäuscht – und es kommt mal wieder zum Streit zwischen den beiden. Im Nachhinein tut es Holly jedoch leid. Von Tina und Lauren ermutigt will sie Vince doch noch eine Liebeserklärung machen. Also versteckt sie sich unter einer Decke auf dem Rücksitz seines Wagens, um ihn zu überraschen. Doch Überraschung für Holly: Vince fährt nicht allein nach Florida, sondern mit einer äußerst scharfen Blondine! Und ehe Holly noch \"Piep\" sagen kann, lässt Vince bereits den Wagen an und das ungleiche Trio düst ab Richtung Florida. Als Val durch eine Anzeige in der Zeitung entdeckt, dass ihr Ex-Verlobter Rick seine Ex-Verlobte Julie heiraten wird, trifft sie das wie ein Schlag ins Gesicht. Mit reichlich Alkohol und Eiskrem versucht sie den Schmerz und die Demütigung zu vergessen. Tatsächlich hat sie am nächsten Morgen dank riesigem Kater so gut wie alles vergessen, zum Beispiel auch, wen sie in der letzten Nacht geheiratet hat …","versions":[{"lang":1,"streams":[{"redirect":12594736,"hoster":"VOE"},{"redirect":12594735,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Wer wagt, gewinnt","epNo":1,"alt":"I Want My Baby Back (3)","descr":"Holly ist einsam und hungrig. Da begegnet sie dem sympathischen Jonathan, der ihr etwas zu Essen anbietet und sie mit in ein Restaurant nimmt, in dem er sich mit seiner Schwester treffen will. Wie es der Zufall will, ist diese Schwester Ricki, und so kommt es zu einem Zusammentreffen zwischen Holly und Vince. Unterdessen wacht Val auf und stellt erfreut fest, dass ihre Heirat mit dem Klempner nur ein böser Traum war. Umso entsetzter ist sie, als plötzlich ihr Arbeitskollege Vic aus der Dusche tritt und sich als ihr Angetrauter zu erkennen gibt","versions":[{"lang":1,"streams":[{"redirect":12594756,"hoster":"VOE"},{"redirect":12594755,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hör auf deinen Bauch!","epNo":2,"alt":"Surprise","descr":"Holly kommt zurück nach Hause und wartet sehnsüchtig auf Vince ersten Anruf, der allerdings ausbleibt. Bald macht sie sich Sorgen, dass er es doch nicht ernst meint mit ihrem Neuanfang. Doch diese Bedenken erweisen sich bald als unnötig. Val versucht derweil weiterhin, ihren im alkoholisierten Überschwang geheirateten Ehemann Vic loszuwerden. Dieser weigert sich jedoch standhaft, die Ehe annullieren zu lassen, weil er Val ehrlich liebt und an ihre gemeinsame Zukunft glaubt. Val schickt schließlich sogar Holly los, um Vics Unterschrift für die Annullierung zu holen …","versions":[{"lang":1,"streams":[{"redirect":12594770,"hoster":"VOE"},{"redirect":12594772,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aller Anfang ist schwer","epNo":3,"alt":"The Redo","descr":"Vince geht mit Gary zu einem Footballspiel. Holly denkt, dass er sie mitnehmen will, und als sich herausstellt, dass dem nicht so ist, ist sie zutiefst enttäuscht. Gary macht Vince während des Spiels auf seinen Fauxpas aufmerksam. Vince ruft sofort zu Hause an, um sich zu entschuldigen, doch aus Rache tut Holly am Telefon so, als sei sie auf einer Party. Vince kehrt frühzeitig zurück, weil ihm die ganze Sache äußerst peinlich ist, doch Holly will ihn so einfach nicht davonkommen lassen und spielt weiter ihr böses Spiel mit ihm. Derweil wehrt sich Val weiter gegen Vic, der sich langsam, aber sicher in alle Bereiche ihres Lebens einschleicht. Und Vic ist gar nicht so übel: Er kann gut kochen, ist hilfsbereit, hat einen guten Geschmack und hilft ihr beim Umbau der Bäckerei. Ganz gegen ihren Willen merkt Val, wie sie sie Vics Charme zu erliegen droht …","versions":[{"lang":1,"streams":[{"redirect":12594793,"hoster":"VOE"},{"redirect":12594794,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geheimnisse","epNo":4,"alt":"I’ve Got A Secret","descr":"Tina und Gary entdecken plötzlich, dass sie etwas füreinander empfinden. Sie sind entsetzt und erzählen es Holly und Vince – jeweils im Vertrauen. Holly plaudert das Geheimnis an Vince weiter, weil er ja ihr Freund ist, und Tina ist stinksauer. Holly muss lernen, dass man Geheimnisse bewahren muss, auch vor seinem Freund. Ihr ist es sehr peinlich, sie entschuldigt sich und schließt wieder Frieden mit Tina. Val und Vic laden Joe zum Essen ein, um ihn mit Lauren zu verkuppeln. Die ist aber weiterhin mit ihrem Online-Freund zugange, so dass Joe entnervt abzieht.","versions":[{"lang":1,"streams":[{"redirect":12594814,"hoster":"VOE"},{"redirect":12594819,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein perfektes Date","epNo":5,"alt":"The Perfect Date (1)","descr":"Val verliebt sich immer mehr in Vic. Er will davon aber nichts wissen und so plant sie, Vic eifersüchtig zu machen. Sie verabredet sich mit Charlie, einem neuen Verehrer. Sie gehen aus und Val schwärmt Vic später vor, wie toll es war. Vic scheint es nicht zu stören, da er ihr nicht glaubt. Charlie erweist sich als sehr verliebt und hartnäckig, er schenkt Val ein Diamantenarmband, das sie widerstrebend annimmt. Charlie schwärmt seiner Oma am Telefon vor, dass er die Frau, die er heiraten wird, gefunden hat. Derweil geraten Holly und Vince an Tinas Geburtstag in Streit. Holly will, dass Vince die Nummern seiner Ex-Freundinnen löscht. Vince will, dass Holly Henrys Fußkettchen abmacht. Doch beide weigern sich …","versions":[{"lang":1,"streams":[{"redirect":12594860,"hoster":"VOE"},{"redirect":12594859,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Halloween","epNo":6,"alt":"Halloween (2)","descr":"Während Val mit der Hand im Klo stecken bleibt, kommt Charlie in die Wohnung und steckt ihr einen Verlobungsring an. Val merkt, dass er ein Psychopath ist und sie ruft Vic um Hilfe. Endlich sagen sie Charlie, dass sie verheiratet sind und Charlie zieht ab. Vic hat erkannt, dass er sich vor Val zum Hampelmann macht und verabschiedet sich von ihr. Sie merkt, dass sie ihn doch will und holt ihn Mittels eines Tricks zurück in die Wohnung. Vic durchschaut den Trick und ist glücklich, dass Val ihre wahren Gefühle entdeckt. Unterdessen sind Holly, Tina, Gary und Vince für ein Wochenende in Vermont. Holly merkt, dass \"sie soweit ist\" und sie schickt Tina und Gary weg, die unter einem Vorwand nach Hause fahren und Holly und Vince allein lassen. Aber vorher macht Gary Vince noch so nervös, dass die \"besondere Nacht\" ein Desaster wird und nichts passiert. Erst als Vince Holly am nächsten Morgen gesteht, dass er zu nervös war, entspannen sie sich und holen alles nach …","versions":[{"lang":1,"streams":[{"redirect":12594896,"hoster":"VOE"},{"redirect":12594892,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zeit für die Wahrheit","epNo":7,"alt":"Someone’s In The Kitchen With Daddy","descr":"Daddy kommt für zwei Tage zu Besuch. Val und Holly drehen durch, beide buhlen wie verrückt um Anerkennung und Aufmerksamkeit und stechen sich dabei gegenseitig aus. Er lädt alle in das Lokal von dem Japaner Toshi ein. Val und Holly beobachten, wie die beiden sich in der Küche küssen. Später eröffnet Dad seinen Töchtern, dass er schwul und Toshi sein Freund ist. Val beichtet ihre Ehe mit Vic, Holly, dass sie das College geschmissen hat. Keine Geheimnisse mehr. Alle gehen gemeinsam aus, um zu feiern …","versions":[{"lang":1,"streams":[{"redirect":12594999,"hoster":"VOE"},{"redirect":12595001,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Jazz-Nacht","epNo":8,"alt":"Jazz Night","descr":"Val verabredet sich endlich mit Vic. Ein echtes Date und beide sind ganz aufgeregt. Doch dann bekommt Val Muffensausen und spielt die Sache so runter, dass Vic die Lust verliert und das Date absagt. Er ist sehr enttäuscht. Val beredet sich mit Holly, die Stress mit Vince hat, und die Schwestern sind einsichtig. Holly geht zu Vince und entschuldigt sich, Val will das gleiche bei Vic tun. Er kommt ihr zuvor, in dem er ihr sagt, dass er kapituliert und den Anwalt bestellt hat – er ist bereit, die Ehe zu annullieren. Val ist traurig, tut aber nichts. Lauren greift ein und verschüttet \"versehentlich\" Sekt auf die Papiere, so dass alles verschoben werden muss. Dann tanzen Vic und Val zu einem romantischen Lied …","versions":[{"lang":1,"streams":[{"redirect":12595065,"hoster":"VOE"},{"redirect":12595069,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Versteigerung","epNo":9,"alt":"Ground-Turkey-Hog Day","descr":"An Thanksgiving geht Vic zu einer Wohltätigkeitsveranstaltung der Feuerwache. Val lässt ihn ungern ziehen. Holly greift ein und die Schwestern gehen auch zu der Veranstaltung und wollen Vic \"ersteigern\". Doch da überbietet sie Bianca, die schöne Ex-Freundin von Vic, die offensichtlich noch etwas von ihm will. Val und Holly sind frustriert. Holly lässt sich was einfallen, und so erreicht sie, dass Bianca und Vic mit allen anderen Thanksgiving feiern. Vic ist alles sehr peinlich und Val betrinkt sich, schließlich erfährt Bianca, dass Val und Vic zusammen sind und zieht beleidigt ab. Val wäscht mit Vic ab und schließlich kommt es endlich zum ersten Kuss. Beide sind hin und weg. Aber anstatt gleich ins Bett zu gehen, zieht sich Vic auf die Wache zurück. Derweil trifft Lauren sich zum ersten Mal mit ihrem Online-Poker-Freund und es stellt sich heraus, dass es sich um Rick handelt, Vals Ex. Sie beide sind sehr erstaunt, aber dann küssen sie sich …","versions":[{"lang":1,"streams":[{"redirect":12595110,"hoster":"VOE"},{"redirect":12595116,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geld oder Liebe","epNo":10,"alt":"For Love Or Money","descr":"Vince stellt fest, dass Holly viel mehr Geld als er verdient. Als Holly ihm auch noch eine Reise in die Karibik schenkt, ist er total fertig und macht sich heimlich auf Jobsuche. Holly bekommt seine Probleme mit und versucht ihm zu helfen, in dem sie ohne sein Wissen ein Vorstellungsgespräch bei einer Immobilien-Firma für ihn arrangiert. Dummerweise gehört die Firma Robyns Daddy. Robyn ist eine alte Flamme von Vince. Sie besucht ihn auch gleich und nimmt ihn mit in die Firma. Holly ist not amused. Unterdessen hat Rick seine Frau verlassen und Lauren Blumen geschickt …","versions":[{"lang":1,"streams":[{"redirect":12595164,"hoster":"VOE"},{"redirect":12595161,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Willkommen daheim","epNo":11,"alt":"Coming Home","descr":"Val ist durch Vics Unfall geläutert. Wenn er nach dem Krankenhaus nach Hause kommt, will sie ihm tatsächlich sagen, dass sie ihn liebt. Doch Vic spielt seinen Unfall herunter und sagt, dass so etwas ständig passiert und das Teil seines Jobs sei. Da wird ihr klar, dass sie in dieser Angst nicht leben will und sie geht, ohne ihm ihre Liebe gestanden zu haben. Vic ist verwirrt und holt schließlich aus ihr raus, was das Problem ist. Daraufhin kündigt er bei der Feuerwehr und Val ist ganz gerührt und perplex. Sie sagt, dass sie das doch auch nicht will. Vic holt sie zu sich ins Krankenbett und Val sieht ein, dass sie Vic nur als Paket haben kann. Derweil ist Holly eifersüchtig auf die Chefin von Vince, der in seinem neuen Job als Immobilienmakler aufgeht. Holly beschließt, Vince einen Überraschungsbesuch abzustatten, weil sie befürchtet, dass Robyn sich an ihn ranmachen will.","versions":[{"lang":1,"streams":[{"redirect":12595195,"hoster":"VOE"},{"redirect":12595212,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Vals Geburtstag","epNo":12,"alt":"Desperate Girlfriends","descr":"Val hat Geburtstag und Lauren will frei haben, um sich mit Rick zu treffen. Als Lauren Val gesteht, dass sie den Brief, in dem stand, dass Rick seine Frau verlassen hat, selbst geschrieben hat, um Val eins auszuwischen, rastet diese total aus. Vor lauter Panik erfindet Lauren eine Lügengeschichte: Sie wollte frei haben, um für die Überraschungsparty Dinge zu besorgen. Val freut sich und verspricht, nicht zu verraten, dass Lauren geplaudert hat. Lauren trifft sich heimlich mit Rick, der einen Herzanfall erleidet und ins Krankenhaus muss. Lauren ist fertig mit den Nerven und Val soll sie trösten kommen. Als sie erfährt, dass Lauren sie angelogen hat, rastet sie aus und kündigt ihr die Freundschaft. Holly versucht zu vermitteln und schließlich vertragen sich die beiden wieder. Val kommt zu guter letzt doch noch zu ihrer Überraschungsparty, auf der Vic ihr den verspäteten Verlobungsring überreicht.","versions":[{"lang":1,"streams":[{"redirect":12595249,"hoster":"VOE"},{"redirect":12595260,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Schwiegermutter kommt","epNo":13,"alt":"The Other Women","descr":"Vics Mutter ist zu Besuch und Val kann sie endlich kennen lernen. Vic versucht immer noch, das Treffen zu vermeiden, da seine Mutter in der Vergangenheit eher geäußert hat, dass sie nicht viel von Val hält. Aber Val besteht auf darauf. Sie verspricht, ihr Bestes zu geben. Val und Eileen enden schließlich bei zwei geleerten Flaschen Wein und verstehen sich wider Erwarten sehr gut. Doch dann eröffnet Eileen Val, dass sie Alkoholikerin ist und seit vier Jahren trocken war. Val plagt das schlechte Gewissen, und sie bringt sie zu einem AA-Treffen. Eileen erkennt, dass Val es wirklich ernst mit ihr meint und sie werden wirklich gute Freundinnen. Vic darf von dem Ausrutscher aber nichts erfahren …","versions":[{"lang":1,"streams":[{"redirect":12595319,"hoster":"VOE"},{"redirect":12595305,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Männerprobleme","epNo":14,"alt":"Your Money Or Your Wife","descr":"Aus lauter Freude über Vics Genesung lädt Val seine Feuerwehrkumpel zum Muffins und Kaffee ein. Sie nennt es das Feuerwehrmann-Special. Am Nachmittag ist der Laden voll mit Feuerwehrleuten, die umsonst essen wollen. Val kriegt einen Anfall und streicht ihr Angebot, da es sie ruinieren würde. Als Vic nach Hause kommt und Val ihn verführen will, sagt er, dass sie sich doch bei seinen Kumpels entschuldigen sollte. Es kommt zum Streit und die Romantik ist dahin. Lauren greift ein und Val geht schließlich zur Wache, um sich bei Vic und den Männern zu entschuldigen. Aber auch Vic will sich entschuldigen und sie landen im Bett auf der Wache, bis ein Alarm sie trennt …","versions":[{"lang":1,"streams":[{"redirect":12595355,"hoster":"VOE"},{"redirect":12595366,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Nicht-Ehe","epNo":15,"alt":"Garden State","descr":"Val und Vic erfahren, dass sie gar nicht richtig verheiratet sind, da der Typ in Atlantic City, der sie getraut hat, ein Betrüger war. Val gerät in eine Krise, weil sie denkt, Vic würde sie nun verlassen. Sie beschließen, gleich am nächsten Tag ins Standesamt zu gehen und noch einmal zu heiraten. Auf dem Weg zu einem Treffen mit Vics Brüdern geraten sie in einen Streit, wieviel Kinder sie gemeinsam haben wollen. Doch schließlich lässt sich Val erweichen und ist kompromissbereit. Sie einigen sich auf zwei bis vier Kinder. Sie lernt Vics kleine Brüder kennen, und alle freuen sich. Derweil ist Holly im Zweifel, ob die Trennung von Vince richtig war. Sie verabredet sich zum Trost zu einem Frauen-Abend mit Tina und Lauren. Doch wie es der Zufall will, lernt Tina an diesem Abend Rubin kennen und sie verabreden ein Date. Schließlich sitzen sie zu fünft auf dem Sofa bei Holly und die Paare knutschen. Holly ist stocksauer. Sie fährt zu Val und will sich trösten lassen, trifft aber nur die Brüder, die sich aber als gute Ratgeber herausstellen …","versions":[{"lang":1,"streams":[{"redirect":12595439,"hoster":"VOE"},{"redirect":12595436,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Freunde und Liebhaber","epNo":16,"alt":"Friends And Lovers","descr":"Val und Vic freuen sich auf einen ungestörten gemeinsamen Abend. Doch daraus wird nichts, da Holly Trost von Val einfordert. Ihre kleine Schwester hat wieder einmal Stress mit Vince, der einen neuen Job in Chicago annimmt. Val bittet Lauren, sich um Holly zu kümmern, um doch noch etwas Romantisches zu erleben. Eine folgenschwere Entscheidung …","versions":[{"lang":1,"streams":[{"redirect":12595498,"hoster":"VOE"},{"redirect":12595481,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Tag davor","epNo":17,"alt":"Now And Zen","descr":"Die Hochzeitsvorbereitungen laufen auf Hochtouren. Val verabschiedet sich mit Holly, Lauren und Tina in ein Wellness-Centrum, wo sie sich noch mal so richtig entspannen wollen. Val ist unruhig und will die Hochzeit schon wieder verschieben, bis Lauren ihr klar macht, dass sie doch mal die Dinge von der positiven Seite her sehen soll. Val merkt, dass sie sich selbst das Leben schwer macht und beschließt, dies zu ändern. Am nächsten Tag verlassen sie das Wellness-Centrum, werden aber von der Polizei aufgehalten, die zwei Straftäter sucht. Die Zeit bis zur Hochzeit wird knapp. Unterdessen verliert Holly ihren Armreif, den sie von Vince bekommen hatte. Sie flippt aus und Val bringt sie dazu, endlich die Tränen raus zu lassen. Vince hat einen Job in Chicago angenommen und trifft sich mit Robyn, um ihr dies zu sagen. Robyn versteht ihn falsch und will ihn küssen. Sie sagt ihm, dass sie von Anfang an scharf auf ihn war …","versions":[{"lang":1,"streams":[{"redirect":12595538,"hoster":"VOE"},{"redirect":12595552,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Finale","epNo":18,"alt":"Finally","descr":"Val und Holly flüchten zu Pferd aus dem Spa und versuchen, rechtzeitig zur Hochzeit zu kommen. Dummerweise läuft ihnen das Pferd weg und sie stehen alleine mitten in der Pampa. Währenddessen läuft die Hochzeit an und alle warten auf die Braut. Lauren und Tina werden von Rubin eingeflogen, aber die Schwestern fehlen. Vic will gerade die Gäste nach Hause schicken, da tauchen Holly und Val auf! Holly hat Liebeskummer, doch plötzlich taucht Vince wieder auf! Er hat es ohne sie nicht ausgehalten …","versions":[{"lang":1,"streams":[{"redirect":12594744,"hoster":"VOE"},{"redirect":12594745,"hoster":"Streamtape"}]}]}]}]}