{"seriesId":"halo","name":"Halo","descr":"In der Adaption des Computerspiels \"Halo\" wappnet sich ein Team von Soldaten, um gegen Aliens in den Krieg zu ziehen: Im 26. Jahrhundert wird die Menschheit von Aliens angegriffen. Master Chief (Pablo Schreiber) kämpft mit seinem Team gegen die außerirdische Bedrohung, die den Namen Covenant tragen. Zu seinem Team gehören Dr. Catherine Halsey (Natasha McElhone), Soren-066 (Bokeem Woodbine), Admiral Margaret Parangosky (Shabana Azmi), Captain Jacob Keyes (Danny Sapani) und Tochter Miranda Keyes (Olive Gray), Spezialisten für die Technologie, Sprache und Kultur der Aliens Covenant. Waisenkind Makee (Charlie Murphy), der von den Covenant aufgezogen wurde, stellt sich gegen die Menschheit. Zu den Spartan-Supersoldaten gehören Spartan Vannak-134 (Bentley Kalu), Spartan Riz-028 (Natasha Culzag) und Spartan Kai-125 (Kate Kennedy).","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kontakt","epNo":1,"alt":"Contact","descr":"Der schäbige Außenposten auf dem Planeten Madrigal wird von einem Trupp weit überlegener gepanzerter Echsenaliens angegriffen und fast alle Menschen kommen dabei ums Leben, obwohl eine Eingreiftruppe des UNSC (United Nations Space Command) unter dem Kommando von Master Chief John-117 (Pablo Schreiber, \"Criminal Squad\") landet und den Großteil der Angreifer auslöschen kann. Einzig die junge Kwan Yerin Ha, \"Reef Break\") überlebt das Massaker. Als die Soldaten auf der Suche nach überlebenden Feinden eine Höhle erkunden, finden sie dort ein mysteriöses, offenbar außerirdisches Artefakt, das im eigentlich als emotionsloser Befehlsempfänger konzipierten Master Chief eine Wandlung auslöst und ihm plötzlich rätselhafte Visionen beschert. Dies führt dazu, dass er Kwan kurzerhand mit an Bord seines Schiffes nimmt und zusammen mit ihr den verwüsteten Planeten verlässt. Kwan ist scheinbar alles andere als ein völlig normaler Teenager und steht in Verbindung mit dem geheimnisvollen Article 72 (worüber wir erst später mehr erfahren werden). Ferner will die Führungsetage der UNSC Kwans Überleben auf Madrigal zu Propagandazwecken in der alles andere als rosigen Zukunftswelt für sich nutzen. Die Wandlung des Master Chief entgeht mittlerweile auch seinen Vorgesetzten auf dem Planeten Reach nicht: Insbesondere Wissenschaftlerin Dr. Catherine Elizabeth Halsey (Natasha McElhone, \"Hotel Portofino\"), an weiteren Optimierungsversuchen am lebenden Objekt beteiligt, ist sehr an den Geschehnissen auf Madrigal und natürlich ganz besonders an dem Artefakt interessiert, dass der Master Chief an sich genommen hat. Doch auch bei den außerirdischen Feinden der Menschheit in einer derer Kontrollzentralen an einem unbekannten Ort ist man sich durchaus darüber im Klaren, dass schicksalhafte Ereignisse in Gang gekommen sind.","versions":[{"lang":1,"streams":[{"redirect":14371364,"hoster":"VOE"},{"redirect":14392798,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376700,"hoster":"VOE"},{"redirect":14392793,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14376666,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Entfesselt ","epNo":2,"alt":"The Art Of Kan Tot","descr":"John bringt Kwan zu einem alten Freund und erfährt mehr über das mysteriöse Objekt, das Covenant und Makee unbedingt stehlen wollen. Angesichts der wachsenden Bedrohung durch Außerirdische hat Dr. Halsey einen Plan, um mit Johns unvorhersehbarem Verhalten fertig zu werden.","versions":[{"lang":1,"streams":[{"redirect":14395876,"hoster":"VOE"},{"redirect":14392791,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395791,"hoster":"VOE"},{"redirect":13592389,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14395790,"hoster":"VOE"},{"redirect":13588947,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Entstehung ","epNo":3,"alt":"Transitional Epicenter","descr":"John trifft seinen neuen Partner und entdeckt Geheimnisse in seiner eigenen Erinnerung; Kwan will den Kampf ihres Volkes für die Unabhängigkeit fortsetzen, aber Soren hat andere Pläne mit ihr; Makees Plan, das Madrigal-Objekt zu bergen, hat tödliche Folgen.","versions":[{"lang":1,"streams":[{"redirect":14351167,"hoster":"VOE"},{"redirect":14370111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14358224,"hoster":"VOE"},{"redirect":14370112,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Heimkehr","epNo":4,"alt":"Homecoming","descr":"Geleitet von seinen Visionen führt John Halsey und Cortana zurück an den Ort, an dem alles begann, und sucht nach Antworten aus seiner Vergangenheit. Mit Soren als Beschützer begibt sich Kwan auf die Suche nach einer Armee. Währenddessen inspiriert Johns Verhalten einen anderen Spartaner zu einer Reise der Selbstfindung. Und Miranda entdeckt eine mögliche Verbindung zwischen dem Artefakt und etwas viel Größerem.","versions":[{"lang":1,"streams":[{"redirect":14377677,"hoster":"VOE"},{"redirect":14393757,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14396161,"hoster":"VOE"},{"redirect":13588943,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abrechnung","epNo":5,"alt":"Admiral From Above","descr":"Auf der Flucht und ohne Optionen haben Kwan und Soren eine Meinungsverschiedenheit. Mit der Möglichkeit, den mysteriösen Halo in aller Munde zu finden, macht John eine schreckliche Entdeckung. Und der Krieg erhebt sein hässliches Haupt.","versions":[{"lang":1,"streams":[{"redirect":14358231,"hoster":"VOE"},{"redirect":13588959,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14358260,"hoster":"VOE"},{"redirect":13588939,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trost","epNo":6,"alt":"The Bad Tactician","descr":"Die Überlebenden der Schlacht mit dem Covenant kehren nach Reach zurück. John konfrontiert Dr. Halsey mit ihren Lügen. Der neue Gefangene scheint John besser zu kennen als er sich selbst. Das mysteriöse Artefakt zeigt John etwas Verblüffendes.","versions":[{"lang":1,"streams":[{"redirect":14376664,"hoster":"VOE"},{"redirect":14392795,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371438,"hoster":"VOE"},{"redirect":13588952,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Erbe","epNo":7,"alt":"Inheritance","descr":"Kwan\u0027s journey to uncover her family\u0027s \"true purpose\" takes her deep into the deserts of Madrigal. Soren obsesses over unfinished business.","versions":[{"lang":1,"streams":[{"redirect":14351180,"hoster":"VOE"},{"redirect":14370113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14358254,"hoster":"VOE"},{"redirect":14370114,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Loyalität","epNo":8,"alt":"Allegiance","descr":"Halsey muss ihre Mission und sich selbst irgendwie retten, doch bleibt ihr dafür nur eine Chance. John und Makee haben eine gemeinsame Vision, über die sie sich nun bewusst werden. Jeder muss sich jedoch für eine Seite entscheiden.","versions":[{"lang":1,"streams":[{"redirect":14371363,"hoster":"VOE"},{"redirect":14392796,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14376742,"hoster":"VOE"},{"redirect":14392790,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wandlung","epNo":9,"alt":"Transcendence","descr":"Um das Halo zu finden, führt John 117 die Spartans an, um auf eine Suizidmission zu gehen. Er fühlt sich allerdings geschlagen und verraten von allen anderen, während er eigentlich nur die Menschheit retten will. Der Preis dafür ist aber hoch.","versions":[{"lang":1,"streams":[{"redirect":14376711,"hoster":"VOE"},{"redirect":13588960,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14371348,"hoster":"VOE"},{"redirect":13588942,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sanctuary","epNo":1,"alt":"Sanctuary","descr":"Eine tödlich endende Evakuierung kündigt einen Wandel im Kampf des Master Chiefs gegen die Allianz an. Auf Reach übernimmt ein neues Regime das Flotteneinsatzkommando. John ahnt, dass die Bedrohung näher rückt.","versions":[{"lang":1,"streams":[{"redirect":14512989,"hoster":"VOE"},{"redirect":14466552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516023,"hoster":"VOE"},{"redirect":14466547,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sword","epNo":2,"alt":"Sword","descr":"John stellt Silver Team bei der Suche nach verschwundenen Spartan auf eine harte Probe. Kai sorgt sich um seinen Geisteszustand. Kwan erkennt, dass es im Rubble ohne Soren sehr gefährlich ist. Halsey will herausfinden, wer sie gefangen hält.","versions":[{"lang":1,"streams":[{"redirect":14483477,"hoster":"VOE"},{"redirect":14499000,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14493583,"hoster":"VOE"},{"redirect":14499006,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Visegrad","epNo":3,"alt":"Visegrad","descr":"John wird mit dem Silver Team abtrünnig. Laera, Kwan und Kessler versuchen, vor den Meuterern zu fliehen. Cortana gibt Ackerson alarmierende Informationen. Ein drohender Angriff zwingt Ackerson zu einer schicksalhaften Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":14516046,"hoster":"VOE"},{"redirect":14506991,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516035,"hoster":"VOE"},{"redirect":14506995,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Reach","epNo":4,"alt":"Reach","descr":"Ein Allianzangriff bedroht die wichtigste Festung der Menschheit. John, Perez und das Silver Team kämpfen gegen einen übermächtigen Feind; Admiral Keyes mobilisiert die Streitkräfte des UN-Sicherheitsrates, um Stellung zu beziehen.","versions":[{"lang":1,"streams":[{"redirect":14516032,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14497541,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Aleria","epNo":5,"alt":"Aleria","descr":"Die Überlebenden der Niederlage stehen in den Trümmern. Auf dem trostlosen Planeten Aleria ringt John mit einem neuen, schweren Verlust. Soren und Laera suchen ihren verschollenen Sohn. Makee wird vorsichtig, denn die Ungeduld des Gebieters wächst.","versions":[{"lang":1,"streams":[{"redirect":14513003,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":14497567,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"Onyx","epNo":6,"alt":"Onyx","descr":"John sinnt auf einem geheimen MND-Planeten nach Rache. Perez will zu einer neuen Art Soldat werden. Kai schwankt zwischen ihrem Spartan-Eid und ihrer Loyalität zum Master Chief. Makee bittet Cortana, ihr bei der Suche nach dem Halo zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14512986,"hoster":"VOE"},{"redirect":14506992,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14516027,"hoster":"VOE"},{"redirect":14507002,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Thermopylae","epNo":7,"alt":"Thermopylae","descr":"John-117 steht auf einmal Makee gegenüber. Eine Enthüllung lässt Ackerson an seiner Loyalität zweifeln. In Sorens und Laeras Beziehung kriselt es. Halsey, Kwan und Miranda versuchen, ein Rätsel zu entschlüsseln.","versions":[{"lang":1,"streams":[{"redirect":14516348,"hoster":"VOE"},{"redirect":14466559,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14497536,"hoster":"VOE"},{"redirect":14466548,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Halo","epNo":8,"alt":"Halo","descr":"Es kommt zur Entscheidungsschlacht um den Halo. John trifft eine schicksalsträchtige Wahl. Soren und Kwan gehen auf eine Rettungsmission. Halsey und Miranda setzen einen uralten Schrecken frei.","versions":[{"lang":1,"streams":[{"redirect":14516024,"hoster":"VOE"},{"redirect":14506997,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14512993,"hoster":"VOE"},{"redirect":14507001,"hoster":"Streamtape"}]}]}]}]}