{"seriesId":"hamburg-transit","name":"Hamburg Transit","descr":"Mörderische Erpressung, schwerer Raub, internationale Falschgeldaffären, Körperverletzung und Unterschlagung: In Hamburg Transit spielen spannende Kriminalfälle der 70er Jahre die Hauptrolle und das vor der wunderbaren atmosphärisch dichten Großstadt-Kulisse Hamburgs. Die Hafenstadt ist ein Umschlagpunkt für Waren und Menschen. Viele sind nur auf der Durchreise, mit guten Absichten oder kriminellen Plänen. Immer wieder, jedoch nicht in jeder Folge, treten die bekannten Kripobeamten Walter Hartmann (Karl-Heinz Hess) und Schlüter (Eckart Dux) auf den Plan. Weitere Ermittler sind die Kommissare Castorp (Heinz-Gerhard Lück) und John (Gert Haucke). Hamburg Transit kommt in manchen Fällen sogar ohne Ermittler aus.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ticket nach Rio","epNo":1,"alt":"","descr":"Wenige Stunden vor dem Auslaufen eines Überseedampfers aus dem Hamburger Hafen verstauen die zwielichtigen Brüder Anton und Karl gewichtige Gepäckstücke voller Diebesgut in ihrer Kabine. Dann brechen sie noch einmal zu einem nächtlichen Raubzug auf. Als sie ein Antiquitätengeschäft ausplündern, kommt es zu einem Kugelwechsel mit dem Wachmann Klemm. Anton streckt ihn nieder, erhält aber selbst einen Schuss in den Arm. Er schickt Karl zum Schiff zurück und schleppt sich in eine nahe Klinik. Mit vorgehaltener Pistole zwingt er Schwester Rita und Dr. Johann, ihn zu behandeln.","versions":[{"lang":1,"streams":[{"redirect":13095018,"hoster":"VOE"},{"redirect":8314331,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Tod im Koffer","epNo":2,"alt":"","descr":"Besonders behutsam verlässt Torsten auf dem Hamburger Hauptbahnhof einen Zug aus dem Norden. Heimlich beobachten die Rivalen Carlos und Pit, wie er in der Wandelhalle unauffällig seinen Koffer mit Sprengstoff gegen einen anderen austauscht. Im Auftrag ihres Chefs Hornberg sollen Carlos und Pit den gefährlichsten Konkurrenten, den Waffenhändler Müller, aufspüren und liquidieren. Mit Ungeduld wartet Müller inzwischen auf den Kontaktmann Krull, der sich mit Torsten in der Wandelhalle treffen sollte. Da erreicht ihn die Nachricht: Die beiden Leute haben sich verpasst. Ein Unbekannter trägt den inhaltsschweren Koffer.","versions":[{"lang":1,"streams":[{"redirect":8314261,"hoster":"VOE"},{"redirect":8314262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Zahn zuviel","epNo":3,"alt":"","descr":"Ein Feuer zerstört das Photostudio der Eheleute Kilian. Eine verkohlte Leiche wird in den Trümmern des Studios geborgen. Frau Kilian und der Zahnarzt ihres Mannes sind sich sicher, dass es sich bei der Leiche um Wenzel Kilian, den Ehemann von Frau Kilian und der Besitzer des Photostudios, handelt. Die beiden Kripo Kommissare Schlüter und Hartmann hegen aber allmählich große Zweifel an dieser Theorie: ist die Leiche möglicherweise gar nicht die des Photographen Wenzel Kilians? Die Kommissare ziehen den Rat eines anderen Zahnarztes hinzu, der die Zweifel der Kripo bestätigt. Bei der Leiche handelt es sich nicht um Kilian. Aber wer ist dann der Tote im ausgebrannten Photostudio gewesen? Und wo hält sich der echte Wenzel Kilian auf? Die Antworten hierauf können nur die vermeintliche Witwe und der dubiose Zahnarzt Dr. Karel Skobik liefern","versions":[{"lang":1,"streams":[{"redirect":8314265,"hoster":"VOE"},{"redirect":8314267,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Rechnung für Zimmer elf","epNo":4,"alt":"","descr":"Ein unbekannter Mann steigt über ein Fenster in das Hotelzimmer des aus Amsterdam angereisten Gastes van Daalen ein. Während dieser im Bad auf der Toilette sitzt, raubt der unbekannte Mann van Daalens Brieftaschen und seinen Hotelschlüssel und verschwindet wieder wie er gekommen ist. Wenig später gibt sich der mysteriöse Mann am Empfang als van Daalen aus. Er zieht einen Zettel aus der gestohlenen Brieftasche und lässt sich damit aus dem Hotelsafe einen Koffer aushändigen. Der Unbekannte verschwindet mit seiner Beute. Kurze Zeit später muss der richtige van Daalen das verheerende Missverständnis aufklären. Mit der Hotelleiterin Westphal im Schlepptau versuchen die beiden, den wertvollen Koffer wiederzubeschaffen. Denn dieser Koffer beinhaltet wertvolle Pläne im Wert von 80.000 DM","versions":[{"lang":1,"streams":[{"redirect":8314270,"hoster":"VOE"},{"redirect":9817759,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blondinen im Schussfeld","epNo":5,"alt":"","descr":"Rieke Eigenbach ist nach Hamburg gekommen, um bei einem Internisten ein Vorstellungsgespräch für einen Job als Arzthelferin wahrzunehmen. Am Bahnhof wird sie von einer Photographin namens Gaby Nowotny angesprochen, die sie fragt, ob sie nicht kurz ein paar Photos von ihr machen kann. Zumal Rieke nie gute Photos von sich machen ließ, sagt sie zu. In Gabys Atelier wird sie mit dem Photographen Rainer bekannt gemacht, der sie mit Drogen gefügig und schließlich Nacktaufnahmen von ihr macht. Danach verschwindet Rieke von der Bildfläche. Nur wenig später verschwindet ein englisches Mädchen. Für die Kriminalpolizei sind dies keine Einzelfälle, denn schon seit geraumer Zeit verschwinden blonde Mädchen vom Hamburger Bahnhof","versions":[{"lang":1,"streams":[{"redirect":13095019,"hoster":"VOE"},{"redirect":8314279,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der tolle Erno","epNo":6,"alt":"","descr":"Im bunten Hippiegewand und mit eckigen Clownsbewegungen verlässt \"der tolle Erno\" auf dem Hamburger Hauptbahnhof einen Zug aus dem Süden. Schnell taucht er in der Menge unter, als er den Kriminalbeamten Hartmann erspäht. Unbemerkt kann er seinen Koffer mit Haschisch in der Gepäckaufbewahrung abgeben. Walter Hartmann setzt sich auf die Spur des Kleinwagens, in dem die Studenten Britt und Olaf mit Ernos Freundin Lina davonfahren. In ihrer Angst hat Lina beim Nahen des Beamten den Gepäckschein verschluckt. Dadurch gerät der Schmuggler gegenüber seinem Abnehmer Kappler in eine schwierige Lage","versions":[{"lang":1,"streams":[{"redirect":8314285,"hoster":"VOE"},{"redirect":8314287,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Strich durch die Rechnung","epNo":7,"alt":"","descr":"Herr Schindler betreibt in der Nähe eines Campingplatzes ein kleines Lebensmittelgeschäft, das vor allem von Kundschaft lebt, die auf dem Platz übernachten. Gemeinsam mit seinem Schwiegersohn Hannes ist er auf eine neue lukrative Geschäftsidee gekommen: er platziert vor dem Laden Krims-Krams im Sonderangebot und hofft auf Urlauber, die die wertlosen Sachen stehlen. Ist jemand in die Falle gegangen, wird angedroht, die Polizei zu verständigen. Schindler und sein Schwiegersohn nutzen genau diese Angst aus und kassieren so von den \"Dieben\" Unmengen an \"Sicherheitsgeldern\". Auch Inga, die mit ihrem Mann aus Dänemark auf der Durchreise ist, tappt in die Falle","versions":[{"lang":1,"streams":[{"redirect":12335638,"hoster":"VOE"},{"redirect":8314295,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Neue Medikamente","epNo":8,"alt":"","descr":"\"Die Formel gegen Ihre Frau\". Diesen erpresserischen Vorschlag machen die skrupellosen Werkspione Dahl und Tölke dem erfolgshungrigen Chefchemiker Dr. Erwin Greven. Ausgerechnet am Hochzeitstag haben sie seine Frau Erika entführt. Greven sitzt in der Patsche. In den Lütveg-Werken hat er eine neue Medikamentenreihe entwickelt, deren Formel er heimlich verkaufen wollte, um aus der Firma aussteigen zu können. Jetzt bietet der Seniorchef ihm die Teilhaberschaft an. Doch die beiden Ganoven beharren auf Aushändigung der Formel.","versions":[{"lang":1,"streams":[{"redirect":8314297,"hoster":"VOE"},{"redirect":8314299,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Basler Täubchen","epNo":9,"alt":"","descr":"Georg hat wegen Einbruchs schon das dritte Mal eingesessen und wird jetzt nach 26 Monaten, 6 Monate früher als erwartet, aus dem Knast entlassen. Doch der junge Mann denkt gar nicht daran, ein ehrliches Leben zu beginnen, stattdessen plant er mit seiner Freundin Rita den nächsten Coup: den Diebstahl einer Briefmarke, die 100.000 DM wert ist. In Sammlerkreisen ist sie als \"Basler Täubchen\" bekannt …","versions":[{"lang":1,"streams":[{"redirect":8314306,"hoster":"VOE"},{"redirect":8314303,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Klaviere nach Casablanca","epNo":10,"alt":"","descr":"Gespannt belauscht der Kellner Alfred Zobel in der Hotelbar ein Gespräch zwischen dem Kaufmann Malizka und dem Araber El Amarna. Er wittert ein Waffengeschäft, für das ihm Prozente versprochen wurden. Doch der Exportkaufmann leugnet das, weil er nicht zahlen möchte. Der erboste Kellner heftet sich an Malitzkas Fersen. Er beobachtet, wie dieser zwei alte Klaviere kauft, die er in seiner Garage ausschlachten lässt. Ein Kistendeckel verrät dem schnüffelnden Zobel auch den neuen Inhalt der Instrumente: Pistolen für Casablanca.","versions":[{"lang":1,"streams":[{"redirect":8314310,"hoster":"VOE"},{"redirect":8314309,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"35 Minuten Verspätung","epNo":11,"alt":"","descr":"\"Meine Brieftasche … mein Geld … meine Papiere\", stammelt Rudolf Holthaus. Mit einem Herzanfall sinkt der rundliche Vertreter, der seine Braut Marianne Korten abholen wollte, im Hamburger Bahnhofsrestaurant bewusstlos zu Boden. Der Hochstapler Victor, der ihn bestohlen hat, eilt auf den Bahnsteig. Dort läuft, mit 35 Minuten Verspätung, der Nordsee-Express ein. Victor gibt sich bei Marianne als Rudolfs Freund aus, begleitet sie ins Hotel und hilft ihr beim Gepäcktransport. Wenig später vermisst sie den Schmuck aus ihrem Koffer und erfährt, dass jemand mit ihren Schecks beträchtliche Summen abgehoben hat.","versions":[{"lang":1,"streams":[{"redirect":12252187,"hoster":"VOE"},{"redirect":8314314,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Pfirsich aus Kreta","epNo":12,"alt":"","descr":"Einen harmlosen \"Schmuggelfall\" erlebt Polizist Walter Hartmann im eigenen Familienkreis. Beim Verzehren eines Pfirsichs aus Kreta fördert er eine originelle Botschaft ans Licht, auf die seine ledige Schwägerin Dora antworten möchte: \"Evangelos Spartanarios, Herr über 2.700 Pfirsichbäume sucht deutsche Ehefrau.\" Hartmann verfolgt den Weg der Obstkiste zurück, bis er den Herkunftsort herausgefunden hat. Dora greift zum Federhalter. Einige Tage später kann sie auf dem Flugplatz einen strahlenden Evangelos und erlesene Pfirsiche aus Kreta in Empfang nehmen.","versions":[{"lang":1,"streams":[{"redirect":8314322,"hoster":"VOE"},{"redirect":8314319,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der billge Jakob","epNo":13,"alt":"","descr":"Schlüter und Hartmann ermitteln in der Sache eines international tätigen Diamantenschmuggelrings. Dabei stoßen sie aus Zufall auf eine Bande von Kriminellen, deren \"Spezialität\" es ist, LKWs auf Autobahnrastplätzen leerzuräumen","versions":[{"lang":1,"streams":[{"redirect":8314325,"hoster":"VOE"},{"redirect":8314328,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Endstation Fuhlsbüttel","epNo":1,"alt":"","descr":"Ein Anruf reißt den Vertreter Eberhard Fahrian mitten aus der 75-Jahr-Feier seiner Landmaschinenfabrik. \"5oo Mark sind wieder fällig\", sagt eine verstellte Frauenstimme. \"Polier der Erpresserin die Schnauze\", empfiehlt der robuste Kollege Einhäuser. Tatsächlich schlägt Fahrian am Treffpunkt Eisenbahnbrücke die Erpresserin nieder. Verblüfft erkennt er seine Frau Karin. In der Erregung schleppt er die Leblose auf den gerade haltenden Autozug und verstaut sie im Kofferraum eines weißen Wagens.","versions":[{"lang":1,"streams":[{"redirect":12285207,"hoster":"VOE"},{"redirect":8314177,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Irma 526","epNo":2,"alt":"","descr":"Ein Prachtstück von einem alten Fischer-Kachelofen in der Wohnstube des zwielichtigen Seemanns Erwin Behnke hat es dem Antiquitätenhändler Sawapathy angetan. Um den Kauf zu beschleunigen, sucht er den Besitzer auf dem Fischkutter Irma 526 im Hafen auf. Ahnungslos stört Sawapathy dabei die Kreise einer Bande, die Pakistanis an die britische Küste schmuggelt. Als er den illegalen Einwanderern aus ihren Schwierigkeiten helfen will, wird er von Behnke und seinem Kumpan Fred Jörn niedergeschlagen. Aber Behnke kommt nicht weit.","versions":[{"lang":1,"streams":[{"redirect":8314186,"hoster":"VOE"},{"redirect":8314182,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Leichtes Handgepäck","epNo":3,"alt":"","descr":"Dieter Hoffmann, der von einem Studienaufenthalt in England heimkehrt, möchte seinen Vater bei der Ankunft auf dem Hamburger Flughafen überraschen. Doch den Diplomingenieur Carl Hoffmann begrüßt dort schon liebevoll die hübsche Annegret Weissleben. Heimlich fahren Dieter und seine englische Braut Susan dem Paar nach. Entsetzt erleben sie mit, wie Annegret vom Balkon ihrer Wohnung in den Tod stürzt. Die Polizei verhaftet Carl Hoffmann unter Verdacht des Mordes und des Verrats von Forschungsarbeiten. Inzwischen verfolgt Dieter einen Unbekannten, der mit dem Handgepäck seines Vaters davonschleicht.","versions":[{"lang":1,"streams":[{"redirect":8314194,"hoster":"VOE"},{"redirect":8314189,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie man Aale fängt","epNo":4,"alt":"","descr":"\"Ich fliege nach Montevideo\", erklärt Werner Fenselau am Telefon seiner dänischen Chefin Dagmar Bojesen. Mit Firmengeldern ihrer Aalräucherei ist er nach Deutschland ausgerückt, weil er sich von ihr als Mitarbeiter und Mann unterschätzt fühlt. Dagmar ahnt, wohin Werners unüberlegte Flucht wirklich führt: zu seiner früheren Hamburger Freundin Margit Possberg. Er trifft sie in einer Fischfabrik die Pleite gemacht hat und in der Herbert Mauritz und seine Bande gestohlene Autos umfrisieren. Als Werner die Werkhalle betritt, wird gerade Dagmars frisch erbeuteter Wagen bearbeitet. Nach einem Kampf mit Mauritz rast er mit dem Auto vom Gelände – der Versöhnung mit der gescheiten Dänin entgegen","versions":[{"lang":1,"streams":[{"redirect":8314195,"hoster":"VOE"},{"redirect":8314196,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rückflug in den Tod","epNo":5,"alt":"","descr":"Zwei Pistolenschüsse töten Herbert Schaerbaum, der aus Puerto Rico vorzeitig in seine Villa heimkehrt. Sein Freund Steckmann wittert einen Zusammenhang mit anderen Einbrüchen bei vermögenden Leuten, die weite Flugreisen angetreten hatten. Kriminalhauptmeister Schlüter beobachtet die hübsche Hostess Anita Gruber, die ihrem Freund Volker Krauland Namenslisten von Fluggästen verschafft. Ihre neueste Liste nennt den Reeder John Steckmann. In dessen Villa legt sich die Polizei auf die Lauer.","versions":[{"lang":1,"streams":[{"redirect":8314205,"hoster":"VOE"},{"redirect":8314204,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord auf Spesenkonto","epNo":6,"alt":"","descr":"Ein ausgedehnter Reeperbahnbummel des \"Spesenritters\" Wagenbusch endet im Appartement eines Freudenmädchens, das sich Anja nennt. Mit einem Mordsrausch sinkt Wagenbusch ins Bett. Beim Erwachen entdeckt er eine kaum bekleidete Tote und an seinen Händen Blut. In panischem Schrecken verlässt der Geschäftsmann das Haus. Er kehrt noch einmal zurück, sucht seine Brieftasche und verwischt alle Spuren. Doch daheim in seiner Kleinstadt verschlingt er die Zeitungsberichte über den ungeklärten Tod von Anja. Schließlich bittet der vermeintliche Mörder seinen Anwalt, ihn zur Hamburger Kriminalpolizei zu begleiten.","versions":[{"lang":1,"streams":[{"redirect":8314210,"hoster":"VOE"},{"redirect":8314214,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wie ihr das macht, ist eure Sache","epNo":7,"alt":"","descr":"Ungewöhnlich hoch versichert der Amsterdamer Juwelier van Drees ein Collier, das er zu einer Hamburger Auktion schickt. Das zwielichtige Paar Rita und Tim soll den Schmuck für ihn stehlen. Die schöne Rita heckt einen frechen Plan aus. Sie tritt beim Auktionator Weiland als Fernsehreporterin auf. Tim Garden, der früher Kameramann war, filmt im Ausstellungsraum. Dabei vertauschen die Gauner das Collier gegen eine Imitation.","versions":[{"lang":1,"streams":[{"redirect":8314216,"hoster":"VOE"},{"redirect":8314217,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bitte die Fahrkarten","epNo":8,"alt":"","descr":"\"Ich brauche sofort die Kripo Hamburg!\", verlangt Zugführer Erwin Mohr von der Zugsekretärin Uschi Leichsenring im TEE \"Blauer Enzian\" zwischen Hannover und Hamburg. Bei der Fahrkartenkontrolle hat er zwei gefährliche Bankräuber erkannt. Entgegen der Warnung von Kommissar Castrop macht sich Mohr daran, die Ganoven Alfred Blei und Hans Bindermann auf eigene Faust festzusetzen. Mit List und Beharrlichkeit drängt er die übrigen Fahrgäste aus dem Speisewagen und verschließt hinter ihnen die Türen. Die Hamburger Polizei lenkt inzwischen den Express auf ein totes Gleis.","versions":[{"lang":1,"streams":[{"redirect":8314226,"hoster":"VOE"},{"redirect":8314223,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Besuch aus Denver","epNo":9,"alt":"","descr":"Verdrossen räumt Ted Mittmeyer seine Bude um: Rennfahrerfotos raus – Tiergerippe rein. Seine Mutter, Witwe eines amerikanischen Tierarztes, kommt aus Denver zu Besuch nach Hamburg. Und sie fordert, dass Ted sein Veterinärstudium fortsetzt. Weil die Mutter ihn knapp hält, hat Ted mit seinem Freund, dem Autoschlosser Helmut Lattke, einen törichten Plan ausgeheckt. Helmut ruft Elli Mittmeyer an und fordert 10.000 Mark für die Freilassung ihres Sohnes, den er angeblich entführt hat. Da die dilettantische Erpressung Erfolg hat, setzt Helmuts skrupelloser Bruder Bodo den Jungen tatsächlich fest. Doch diesmal ruft Elli die Polizei.","versions":[{"lang":1,"streams":[{"redirect":8314228,"hoster":"VOE"},{"redirect":8314235,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Doppelgänger","epNo":10,"alt":"","descr":"Unter dem Verdacht, Formeln seiner Firma Petrochemie verkauft zu haben, sitzt Dr. Ruben in Haft. In Hamburg sucht seine Braut Helga Beck Beweise für seine Unschuld. In London setzt der energische Mr. Fisher den Industriespion Winters matt. Als George Winters bezieht Fisher ein Hamburger Hotel. Bald erreicht ihn der Anruf eines Mannes, der seinen Namen verschweigt. Beide vereinbaren ein Treffen im Hafen. Am Abend wandert dort eine Filmrolle gegen ein Geldpäckchen in die Hand des Doppelgängers. Minuten später bedroht ihn Helga Beck mit einer Pistole.","versions":[{"lang":1,"streams":[{"redirect":14002557,"hoster":"VOE"},{"redirect":8314233,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Blechsarg","epNo":11,"alt":"","descr":"Mit einem gestohlenen Schlüssel dringt Gerda Berath in den Kühlraum des Dampfers ein, der sich der Elbmündung nähert. Schiffsoffizier Martin Denck überrascht sie, als sie den Deckel eines Blechsarges öffnet. Darin liegt ihr toter Vater. \"Es war Mord\", behauptet Gerda. Ihr Verdacht gilt Werner Engelhard, dem Liebhaber ihrer Mutter Irma. Auf der großen Abschiedsparty für die Passagiere vermisst der junge Schiffsoffizier das Mädchen. Er schöpft Verdacht, eilt in Gerdas Kabine und wird niedergeschlagen.","versions":[{"lang":1,"streams":[{"redirect":8314246,"hoster":"VOE"},{"redirect":8314245,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der letzte Auftritt","epNo":12,"alt":"","descr":"\"Mord im D-Zug\", heißt der alte Film, der in einem Vorstadtkino läuft. Die Gelegenheitsarbeiter Mick und Ottie erkennen in einem Zuschauer den inzwischen vergessenen Hauptdarsteller Paul Alban. Sie schleppen den Widerstrebenden in ihre Stammkneipe. Als Alban, der jetzt Schlafwagenschaffner ist, unter Alkohol steht, reden ihm die Ganoven einen gefährlichen Publicity-Gag ein: Sie wollen einen Überfall auf seinen Schlafwagen vortäuschen und sich von ihm in die Flucht schlagen lassen. Tage später stehen Mick und Ottie im D-Zug München – Hamburg grinsend vor dem Schaffner. Alban zieht seine Pistolen-Imitation, um einen Fahrgast zu schützen. Doch der brutale Mick greift zum Schlagring.","versions":[{"lang":1,"streams":[{"redirect":8314250,"hoster":"VOE"},{"redirect":8314248,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Unfall im Yachthafen","epNo":13,"alt":"","descr":"Zwei Außenseiter im Kreis vermögender Bootsbesitzer begegnen sich im Travemünder Yachthafen: der gammelnde Schwede Jan Lundquist und das stets gefällige Mädchen Lilo Grassmann. Am Landesteg lässt sich Lilo von betrunkenen Seglern zu einer Party einladen. Jan durchschnüffelt indessen leere Kajüten nach Wertgegenständen und prallt auf Ulla Jahnke. Ein kleines Abenteuer spinnt sich an. Doch dann werden beide Zeugen eines tödlichen Unfalls.","versions":[{"lang":1,"streams":[{"redirect":12923124,"hoster":"VOE"},{"redirect":8314254,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Eifersucht","epNo":1,"alt":"","descr":"\"Fünftausend Mark auf die Hand\", bietet Bauunternehmer Hermecke dem jungen Ingenieur Thomas Roggenbuck, falls er einen Auslandsauftrag annimmt. Auf diese Art will sich der vermögende Mann den Liebhaber seiner Frau Jutta vom Halse schaffen. Empört lehnt Thomas ab, obwohl ihm die Schulden über den Kopf wachsen. Hermecke gibt nicht nach. So trifft sich der leichtlebige Ingenieur noch einmal mit ihm in einer Kneipe auf St. Pauli. Dort winkt der eifersüchtige Unternehmer wieder mit den Tausendern. Am nächsten Morgen findet ihn die Polizei tot in einem Hinterhof.","versions":[{"lang":1,"streams":[{"redirect":8314409,"hoster":"VOE"},{"redirect":8314406,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Fundsache","epNo":2,"alt":"","descr":"Aus einem Werkstresor stehlen die Ganoven Hentschke und Litz wertvolle Aufzeichnungen. Einer von ihnen lässt außerdem einen Stapel Geldscheine mitgehen. Weil ihnen die Polizei auf den Fersen ist, verstecken die Diebe die Aktentasche mit ihrer Beute auf einem Abbruchgrundstück unter Ziegelsteinen. Dort findet sie der Busfahrer Georg Schultes, der Steine für seinen Garagenbau sammelt. Mit leeren Händen treten Hentschke und Litz vor ihren Auftraggeber Mischkat. Der ruht nicht eher, bis er Schultes aufgestöbert hat.","versions":[{"lang":1,"streams":[{"redirect":8314337,"hoster":"VOE"},{"redirect":8314339,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vorstrafen: Eine","epNo":3,"alt":"","descr":"\"Ich bin vorbestraft.\" Nachdrücklich weist Rüdiger Wetterau bei seiner Vorstellung auf diesen dunklen Punkt in seiner Vergangenheit hin. Trotzdem stellt Marlies Rainer ihn als Geschäftsführer ihrer schlechtgehenden Hamburger Spirituosenfirma ein. Sie schenkt ihm überdies ihre private Gunst, sehr zum Verdruss des Prokuristen Tange, der ältere Rechte zu haben glaubt. Zwei Erlebnisse beunruhigen Rüdiger: Sein alter Bekannter Dieter Hohle versucht, ihn zu erpressen, und in der Firma entdeckt er eine Zollschiebung, an der Tange beteiligt ist. Als Unbekannte das Büro seiner Chefin ausrauben, fällt der Verdacht sofort auf den vorbestraften Wetterau.","versions":[{"lang":1,"streams":[{"redirect":8314344,"hoster":"VOE"},{"redirect":8314341,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sein letzter Drink","epNo":4,"alt":"","descr":"Günther kommt total verstört aus Frankfurt zurück. Er glaubt todkrank zu sein. Am selben Abend sucht der mit einer um Jahre älteren Frau Verheiratete die Party seiner Geliebten Karin Jäger auf. Dort überrascht ihr Mann sie in der Küche. Es kommt zu einem Gespräch, bei dem Günther aus dem Fenster fällt. Für Schlüter und Hartmann stellt sich die Frage: Unfall oder Mord aus Eifersucht? Gegen Karin Jägers Mann Conny spricht außerdem, dass die Obduktion ergibt, dass Günther gar nicht krank war. Auch sein Arzt bestätigt dies","versions":[{"lang":1,"streams":[{"redirect":8314347,"hoster":"VOE"},{"redirect":8314348,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Gepäckschein","epNo":5,"alt":"","descr":"Pelzhändler Kopetzky verstößt ganz gerne mal gegen das Gesetz, wenn es darum geht, Felle bedrohter Tierarten zu verkaufen. Vor allem dann, wenn er potentielle sehr vermögende Käufer dafür hat. Das Problem, die Felle durch den Zoll zu schmuggeln, hat er auch geschickt organisiert: ein Wäschewagen dient als unauffälliges Schmuggelfahrzeug. Nur zu dumm, dass der Fahrer Kurt Schwaake eines Tages beschließt, die Rechnung ohne den Wirt zu machen und mit einer ganzen Ladung verschwindet","versions":[{"lang":1,"streams":[{"redirect":9605618,"hoster":"VOE"},{"redirect":8314355,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwölf Wochen umsonst","epNo":6,"alt":"","descr":"Georg Hiller und sein Chef wollen nach einem Betriebsausflug noch ordentlich einen drauf machen. Der Chef überredet Hiller, ihn mit seinem noch nicht bezahlten Sportwagen fahren zu lassen. Hiller willigt schließlich ein, obwohl sein Vorgesetzter ordentlich einen in der Krone hat. Doch es kommt so, wie es kommen musste. Zunächst fahren die beiden an einer Polizeistreife vorbei und dann fährt der Chef einen Radfahrer nieder. Als die Polizei am Unglücksort eintrifft, nimmt Georg die Schuld auf sich, um seinen Chef zu decken. Dafür muss er drei Monate unbedingt in Haft. Als er wieder ein freier Mann ist, erlebt er eine schöne Überraschung: sein Chef ist getürmt und hat sich irgendwo in die Schweiz abgesetzt bevor das Geschäft völlig bankrott war","versions":[{"lang":1,"streams":[{"redirect":11831856,"hoster":"VOE"},{"redirect":8314363,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Giftmüll","epNo":7,"alt":"","descr":"In ein Waffenlager in Krempelsdorf bei Lübeck wird eingebrochen. Die drei jugendlichen Täter entwenden 171 Gewehre, die der zwielichtige Spediteur Karl Maresch ins Ausland schaffen soll. Maresch hat aber außerdem eine große Anzahl von Giftmüll außer Landes zu schaffen. Um die Waffen verstecken zu können, entleert er sieben Giftfässer auf einer Deponie und versteckt die Waffen anschließend in den Tonnen. Die Kriminalpolizei kommt auf seine Spur, weil einer der drei jugendlichen Einbrecher – er heisst Alfred Becker – unsicher auftritt und sich dadurch verdächtig macht","versions":[{"lang":1,"streams":[{"redirect":14077606,"hoster":"VOE"},{"redirect":8314366,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Überfall auf den Baron","epNo":8,"alt":"","descr":"Baron Horath aus Wien ist im \"Passauer Hof\" abgestiegen. Von dort tätigt er einige Geschäfte. Der vertrauenserwerkende Mann ist aber nichts anderes als ein Betrüger. Als er nach einer Woche vom Nachtportier Karl dabei erwischt wird, wie er heimlich ohne die Rechnung zu zahlen türmen will, täuscht er einen Überfall vor. Während Karl Hilfe holt, macht sich der \"Baron\" aus dem Staub. Sein Chef schiebt Karl die Schuld dafür in die Schuhe, worauf der Nachtportier Urlaub nimmt, und ein paar Tage zu seinem Sohn Jan verreist, der ebenfalls Portier ist. Als er mit ihm die Strandpromenade entlang spaziert, glaubt er seinen Augen nicht: vor ihm stolziert der \"Baron\" – nur diesmal heißt er Dr. Bergemeister und gibt vor, aus Düsseldorf zu kommen. Karl versucht nun, den Gangster auf eigene Faust zu überführen","versions":[{"lang":1,"streams":[{"redirect":8314374,"hoster":"VOE"},{"redirect":8314373,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Grüner Türke","epNo":9,"alt":"","descr":"Die drogensüchtige Helga wird aus der Heilanstalt entlassen. Kommissar Kullmann kümmert sich um sie und bringt sie bei einer netten älteren Dame unter. Helga versucht sogar ihr Studium wieder aufzunehmen, doch es dauert nicht lange, da holen sie die Schatten der Vergangenheit ein und sie wird rückfällig. Um sich die Drogen finanzieren zu können, begeht sie einen Ladendiebstahl. Kommissar Kullmann und seine Kollegen Schlüter und Hartmann verfolgen die junge Dame in der Hoffnung, sie führt sie zu den Hintermännern und den eigentlichen Dealern","versions":[{"lang":1,"streams":[{"redirect":13095020,"hoster":"VOE"},{"redirect":8314379,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Camping mit doppeltem Boden","epNo":10,"alt":"","descr":"Das Gangsterpärchen Anne und Rolf überfallen einen Hamburger Juwelier und erbeuten Schmuckstücke im Wert von 200.000 D-Mark. Sie verstecken die Beute in ihrem Campingwagen und versuchen so über die Grenze nach Kopenhagen zu kommen. Doch schon bevor sie dänischen Boden betreten können, kommen sie in Schwierigkeiten: zwei Kinder haben sie nämlich gesehen, als sie maskiert ihren Campingwagen betreten haben. Als die Sache zu heiß wird, versteckt Rolf die Beute im Wagen der Familie Vogel, mit der sie gemeinsam auf Urlaub fahren wollten","versions":[{"lang":1,"streams":[{"redirect":8314387,"hoster":"VOE"},{"redirect":8314384,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Auflieger","epNo":11,"alt":"","descr":"Drei Gefangenen des Hannoveraner Gefängnisses gelingt der Ausbruch. Auf ihrer Flucht gelangen die drei Kriminellen Damaschk, Höhne und Weckmann nach Hamburg. Ein Versteck suchen sie sich in einem Auflieger und nehmen dessen Besitzer als Geißel. Sie sollen warten bis ein sogenannter Sperlich ihnen gefälschte Pässe bringen wird. Doch ihr Plan geht nicht auf. Die Hafenpolizei kann Sperlich vorher verhaften.","versions":[{"lang":1,"streams":[{"redirect":8314390,"hoster":"VOE"},{"redirect":8314392,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein schöner Nachmittag","epNo":12,"alt":"","descr":"Drei Gangster landen einen Millionencoup in einem Hamburger Luxushotel. Sie überwältigen den Nachtportier und rauben die Safes leer. Mike ist einer der Männer. Als er daraufhin seine Freundin besucht, geschieht ihm ein verhängnisvolles Missgeschick. Er verliert ahnungslos einen wertvollen Ohrring – ein Teil der Beute. Anita, die Tochter seiner Freundin, findet diesen Ohrring und tauscht ihn bei ihrer Freundin Gisela gegen ein Paar ersehnte Rollschuhe ein. Als Mike seinen Fehler entdeckt, führt ihn seine Suche in einen Vergnügungspark, um das Mädchen zu finden, dessen Ohrring seine Tat auffliegen lassen könnte.","versions":[{"lang":1,"streams":[{"redirect":8314395,"hoster":"VOE"},{"redirect":8314399,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Abenteuer","epNo":13,"alt":"","descr":"Kassierer Schäfer ist das traute Familienleben leid. Vor ein paar Monaten lernte er die junge und hübsche Bettina kennen. Mit ihr möchte Schäfer ein neues Leben in Kenia beginnen. Alles ist bereits vorbereitet. Sein Gehalt bringt er nicht direkt zur Bank wie immer, sondern steckt es ein und fährt zum Flughafen. Mit Bettina sucht er den Flugsteig für den Flieger in Richtung Nairobi auf. Bis hier schien sein wohl gehütetes Geheimnis perfekt, doch nun geht allerhand schief","versions":[{"lang":1,"streams":[{"redirect":8314401,"hoster":"VOE"},{"redirect":8314403,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Beschützer","epNo":1,"alt":"","descr":"Eberhard Ritter ist Bodyguard und arbeitet im Auftrag einer Hamburger Agentur. Sein neuester Auftrag ist es, die Tochter eines reichen Unternehmers während ihres Hamburg-Aufenthalts zu beschützen. Martina Schöps, deren Vater eine Reisegesellschaft besitzt, sah sich schon mehrfach der Gefahr einer angedrohten Entführung ausgesetzt. Hinter diesen Androhungen wird ein ehemaliger Partner und Mitarbeiter ihres Vaters verdächtigt, der nach einem Streit aus dem Unternehmen schied. Die Gefahr, die von Alfred Horn ausgeht, scheint auch tatsächlich noch nicht gebannt zu sein.","versions":[{"lang":1,"streams":[{"redirect":8314412,"hoster":"VOE"},{"redirect":8314417,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Täterin ist geständig","epNo":2,"alt":"","descr":"Die Bankangestellte Karin Berg erhält einen rätselhaften Anruf. Ein ihr unbekannter Erpresser verlangt 50.000 DM Lösegeld für ihren Freund Gert Örtl, der ansonsten getötet wird. In völliger Verzweiflung befolgt Karin die Anweisungen des Erpressers und beschafft sich das geforderte Geld nach Dienstende aus dem Banktresor. In einer düsteren Hamburger Hafenstraße übergibt sie dem Erpresser das Lösegeld und verschwindet spurlos, da sie nun selbst eine Straftat begangen hat. Die Polizei geht zunächst davon aus, Karin sei mit dem Geld verschwunden. Schnell wird Karin gefunden und festgenommen. Sie gesteht den ganzen Vorfall sowie ihre Tat. Kommissar Hartmann glaubt jedoch an ihre Unschuld. Seine Ermittlungstätigkeit richtet sich nun darauf, den tatsächlichen Erpresser aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":8314415,"hoster":"VOE"},{"redirect":8314416,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Warum die Grete P. unterging","epNo":3,"alt":"","descr":"Das Schiff Grete P. ist auf mysteriöse Weise untergegangen. Das Unglück forderte zwei Menschenleben: das von Frau Jürgensen, einer Passagierin, die nach England reisen wollte und das von Steuermann Klaus Runke. Wie es zum Schiffsunglück kam, bleibt unbekannt und es tauchen noch weitere Fragen auf. Denn zum einen verschwindet der Kapitän der Grete P. nur wenige Tage später. Die Ehepartner der Verunglückten – Herr Jürgensen und Frau Runke – begeben sich nun selbst auf die Suche nach der Unglücksursache. Schnell fällt auf, bei der betreffenden Reederei geht nicht alles mit rechten Dingen zu.","versions":[{"lang":1,"streams":[{"redirect":8314427,"hoster":"VOE"},{"redirect":8314426,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Sekretärin","epNo":4,"alt":"","descr":"Ariane Geiger ist die Sekretärin im Büro des Ingenieurs Dr. G. Engel. Dr. Engel hat eine neue Erfindung gemacht, die in Fachkreisen mit sehr viel Interesse bekundet wird. Die Erfindung ist allerdings noch nicht patentiert. Ein Auffahrunfall führt dazu, dass Ariane den jungen Horst kennenlernt. Bei einem anschließenden Kaffee mit ihm plaudert Ariane die tolle Erfindung ihres Chefs aus. Ahnungslos darüber, dass Horst kriminelle Absichten hegt, ist dieser nun daran interessiert, sich den Plan der Erfindung zu besorgen. Um an sein Ziel zu gelangen, schmeißt er sich an Ariane heran. Bei einem Schäferstündchen klaut er ihr die Büroschlüssel und gibt sie, für Ariane unbemerkt, an seinen Komplizen weiter.","versions":[{"lang":1,"streams":[{"redirect":8314429,"hoster":"VOE"},{"redirect":8314432,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der kleine Bruder","epNo":5,"alt":"","descr":"Uwe ist drogenabhängig und Pleite. Seinen zwielichtigen Freund Dieter bittet er, Stoff zu beschaffen. Als Gegenleistung verlangt Dieter, dass Uwe dessen Schwester überredet bei einem Einbruch in ein Pelzgeschäft zu helfen. Uwes Schwester, Gerda Holm, die gerade erst wieder ein normales Leben beginnt und auf Bewährung entlassen worden ist, arbeitet in dem besagten Pelzgeschäft. Von den kriminellen Hintergedanken ihres Bruders ahnt sie noch nichts.","versions":[{"lang":1,"streams":[{"redirect":8314435,"hoster":"VOE"},{"redirect":8314436,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Postlady","epNo":6,"alt":"","descr":"Ilse Plothe hat sich verschuldet. Ihr Konto hat die junge Frau um 3668 DM überzogen und muss den Betrag zum Anfang des nächsten Monats wieder zurückzahlen. Ihrem Ehemann traut sie ihre prekäre Lage nicht zu beichten. Darum bittet sie ihre Mutter um Unterstützung. Aber die will davon nichts hören und ihrer Tochter nicht aus der Patsche helfen. Völlig verzweifelt entschließt sich Ilse die Gelegenheit zu nutzen und überfällt in ihrer Mittagspause ein Postamt. Die junge Frau hat Glück. Der kurzsichtige Kassierer im Postamt hatte vergessen seine Brille aufzusetzen und ist später nicht in der Lage der ermittelnden Kriminalpolizei eindeutige Angaben über den Täter zu geben. Das einzige Merkmal an das er sich erinnern kann, der oder die Täterin ist blond. Ob es ein männlicher oder weiblicher Täter war, kann er dagegen nicht sagen. Durch die verfälschten Aussagen des Kassierers steht nun ein anderer Mann unter Verdacht.","versions":[{"lang":1,"streams":[{"redirect":12923134,"hoster":"VOE"},{"redirect":8314444,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schulfrei","epNo":7,"alt":"","descr":"Die vierzehnjährigen Mädchen Kathrin und Moni möchten ihren schulfreien Tag in Hamburg verbringen. Sie wollen per Anhalter nach Hamburg fahren, doch ihr Fahrer, ein Vertreter namens \"Bürsten Max\", hat einen bösen Hintergedanken dabei. Er plant die Mädchen zu verführen. Zunächst lädt er die beiden in ein Hotel ein und führt sie aus ins Palais de Danse. Als die Mädchen aus den Fängen des alten Lüstlings zu entkommen versuchen, rennen sie in ihr nächstes Unglück. Sie fallen den zwei jungen Männern Edi und Toni in die Arme. Die vermeintlichen Retter hegen jedoch nicht geringere schlechte Absichten. Bevor die Mädchen dies bemerken, ist es fast zu spät.","versions":[{"lang":1,"streams":[{"redirect":8314447,"hoster":"VOE"},{"redirect":8314446,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein dankbares Opfer","epNo":8,"alt":"","descr":"Einbruch bei Designerin Marthe Hombach. Der Tresor ist aufgebrochen und dutzende Stücke von unschätzbarem Wert entwendet worden. Dies kann nur ein Einbrecher gewesen sein, der sich gut in der Wohnung auskannte. Demnach kommt nur einer in Frage: ein Bekannter von Hombach namens Bernhard de Mulin. Mulin soll angeblich unter der Woche in Brüssel arbeiten. Kommissar Hartmann geht dem Fall auf den Grund und kommt zu der Erkenntnis, dass Mulin ein Unbekannter in Brüssel ist. Ein Mann unter diesem Namen existiert dort nicht. Vielmehr wird klar, dass Mulin ein Gentlemanverbrecher sein könnte, dessen Opfer reiche Damen sind, die er verführt, um ihre Schmuckstücke und Kunstsammlungen zu rauben.","versions":[{"lang":1,"streams":[{"redirect":8314455,"hoster":"VOE"},{"redirect":8314454,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Interview","epNo":9,"alt":"","descr":"Die beiden von der Polizei Gangster Kerten und Veit werden zufällig im Rahmen einer Straßenumfrage von einem Kamerateam gefilmt. Nun setzen die beide alles daran den Film noch vor der Ausstrahlung in ihre Hände zu bekommen und so eine Veröffentlichung der Bilder zu verhindern. Dabei schrecken sie vor keinem Mittel zurück","versions":[{"lang":1,"streams":[{"redirect":8314458,"hoster":"VOE"},{"redirect":8314461,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hochsaison","epNo":10,"alt":"","descr":"Urlaubszeit ist Einbruchszeit. Eine Gruppe österreichischer Krimineller hat sich hier spezialisiert. Sie bringen Adressen von Urlaubern in Erfahrung und räumen dann deren Wohnungen aus. Ein Zufall bringt die Ermittler Hartmann und Schlüter auf deren Spur.","versions":[{"lang":1,"streams":[{"redirect":8314466,"hoster":"VOE"},{"redirect":8314471,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der 7. Kanal","epNo":11,"alt":"","descr":"Student Holger lernt auf Sylt die schöne Schwedin Lil kennen. Doch nichts ist so, wie es scheint. Lil hat einen kriminellen Plan mit dem naiven Studenten. Er soll für sie Rauschgift nach Dänemark schmuggeln","versions":[{"lang":1,"streams":[{"redirect":8314475,"hoster":"VOE"},{"redirect":12482398,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Koffer zuviel","epNo":12,"alt":"","descr":"Der Investigativreporter Roland Bachmann will die kriminellen Machenschaften des Veranstalters einer Miss-Wahl aufdecken, den er für einen bekannten Millionenbetrüger hält. Dafür schmiedet Bachmann einen gefährlichen Plan. Er schleust seine schöne Freundin Bettina als Model für die Miss-Wahl ein, um so an die gewünschten Informationen zu kommen","versions":[{"lang":1,"streams":[{"redirect":8314482,"hoster":"VOE"},{"redirect":8314481,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Awuku","epNo":13,"alt":"","descr":"Besorgt drängt der dunkelhäutige Awuku seine Hamburger Arbeitskollegen, die Verladung von Salpetersäcken einzustellen: \"Nicht weitermachen!\" Doch niemand hört auf ihn. Plötzlich gibt es eine Explosion auf dem Schiff. Aus Angst vor der Polizei rennt der afrikanische Student, der illegal im Hafen arbeitet, davon. Awukus Hoffnung ist die Zahnarzttochter Doris Wilkerling. Eher verlegen als begeistert hilft die junge Deutsche ihm. Sie vermittelt ihn als Praktikanten an einen Kollegen ihres Vaters. Doch dort wartet Kriminalmeister Hartmann. Zwar klärt sich der Fall zu Awukus Gunsten, seine naive Liebe zu Doris aber gibt er endgültig auf.","versions":[{"lang":1,"streams":[{"redirect":8314484,"hoster":"VOE"},{"redirect":8314490,"hoster":"Streamtape"}]}]}]}]}