{"seriesId":"hamilton-undercover-in-stockholm","name":"Hamilton - Undercover in Stockholm","descr":"Stockholm wird durch schwere Bombenanschläge und Cyberangriffe erschüttert. Carl Hamilton (Jakob Oftebro), der kürzlich nach einer mehrjährigen Ausbildung unter anderem bei den US Navy Seals nach Schweden zurückgekehrt ist und jetzt für die militärische Spezialeinheit der Säkerhetspolisen (SÄPO) arbeitet, wird beauftragt, den schwedischen Geheimdienst bei der Verfolgung der Schuldigen zu unterstützen. Auf seiner Suche nach den Tätern und den Umständen der Attentate begibt sich Hamilton an verschiedene Orte auf der ganzen Welt und hat nur ein Ziel: Er will unbedingt einen drohenden neuen Kalten Krieg zwischen verschiedenen Großmächten verhindern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Zehnteilige schwedische Thriller-Serie um einen jungen Agenten, der einen Anschlag in Stockholm verhindern will und damit zwischen die Fronten diverser Geheimdienste gerät. Nach abgeschlossener Ausbildung als Jahrgangsbester bei der Eliteeinheit Navy Seals in den USA wird der Schwede Carl Hamilton von der CIA angeworben. Er soll für eine Sondereinheit des Geheimdienstes arbeiten. Sein erster Auftrag führt ihn in seine Heimat. Bei den traditionellen Feierlichkeiten zum 1. Mai herrscht in Stockholm die höchste Sicherheitsstufe: Innenministerin Sissela Lindgren (Anna Sise) plant eine Rede vor einer großen Menschenmenge. Der junge Agent Carl Hamilton (Jakob Oftebro) hat von der CIA den Auftrag erhalten, eine Attentäterin aufzuspüren und ihren geplanten Anschlag auf die Innenministerin zu verhindern. Doch Hamilton kann die Explosion einer Bombe nicht abwenden, und Lindgrens Pressereferent wird schwer verletzt. Was ist schiefgelaufen? Hamilton ist irritiert, dass seine CIA-Vorgesetzte Farrin Haig (Rowena King) seinen Einsatz als Erfolg wertet und ihn abziehen will. Geleichzeitig gerät Hamilton wegen Bildern auf diversen Überwachungskameras ins Visier von Birger Hagman (Jörgen Thorsson) und Kristin Ek (Nina Zanjani), die für den schwedischen Nachrichtendienst Säpo arbeiten. Sie haben den Verdacht, dass Carl etwas mit dem Anschlag zu tun haben könnte. Auch D.G. (Krister Henriksson), Leiter der Einheit OP-5 des militärischen Abschirmdienstes, wo Carl seine Ausbildung als Agent begonnen hatte, wundert sich, dass Carl ausgerechnet jetzt wieder in Schweden ist. D.G. versucht, Carl für seine Zwecke einzuspannen und mehr über die Hintergründe des Anschlags herauszufinden. Doch D.G. weiß nicht, dass Carl ebenfalls für einen ausländischen Geheimdienst tätig ist. Vertraut D.G. ihm zu sehr? Unterdessen sind die wahren Attentäter auf der Flucht – bewaffnet und zu allem bereit.","versions":[{"lang":1,"streams":[{"redirect":8811239,"hoster":"VOE"},{"redirect":8524149,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Während die Attentäter vom 1. Mai versuchen, Schweden zu verlassen, will CIA-Agent Hamilton in Palästina mehr über die Hintergründe des Anschlags herausfinden. Doch die Reise in den Nahen Osten wird zu einer tödlichen Bedrohung für den jungen Agenten. Unterdessen trifft sich der Leiter einer Einheit des schwedischen militärischen Abschirmdienstes mit einem russischen Kollegen – und dieser hat eine ungewöhnliche Bitte. Joseph Tarabasov (Rein Oja) bittet D.G. (Krister Henriksson) nämlich, eine wichtige Zeugin namens Elena (Katharina Nesytowa) außer Landes zu schmuggeln und in Sicherheit zu bringen. Elena ist die Verlobte von Borisov, der vor ihren Augen erschossen wurde und allem Anschein nach Hintergrundinformationen zu den Vorgängen in Stockholm hatte. Kristin Ek (Nina Zanjani) und Birger Hagman (Peter Andersson) vom schwedischen Nachrichtendienst Säpo stochern derweil immer noch im Dunkeln in Bezug auf die Hintermänner des Anschlags. Durch Birger erfahren sie jedoch einiges über die Identität von Carl Hamilton (Jakob Oftebro), von dem sie eine Beteiligung an dem Anschlag vermuten – und seine geplante Rückkehr aus dem Nahen Osten nach Stockholm. Dann überschlagen sich die Ereignisse: An einer Tankstelle werden die gesuchten Attentäter erkannt und der Polizei gemeldet. Der Nachrichtendienst nimmt sofort die Verfolgung auf. Wird es den Sicherheitskräften gelingen, die Terroristen aufzuhalten?","versions":[{"lang":1,"streams":[{"redirect":8523725,"hoster":"VOE"},{"redirect":8524157,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Der junge CIA-Agent Carl Hamilton kehrt aus Palästina nach Stockholm zurück und erstattet Bericht über seinen Einsatz. Dabei wird er jedoch vom schwedischen Nachrichtendienst Säpo beobachtet. Unterdessen entdeckt die Säpo, dass sie am Tag des Attentats einer Cyberattacke ausgesetzt war, die alle Überwachungskameras deaktiviert hatte. Das Innenministerium fordert daraufhin eine stärkere Cyberabwehr – doch der Aufbau einer eigenen Truppe dauert zu lange. Der Leiter der Abteilung OP-5 des militärischen Abschirmdienstes, D.G. (Krister Henriksson), bringt die russische Zeugin Elena (Katharina Nesytowa) in Sicherheit und in Stockholm in einer Wohnung unter. Doch im Haus gegenüber hat sich ein Scharfschütze einquartiert, der die Gespräche von Elena belauscht. Was hat der Unbekannte vor? Und in wessen Auftrag handelt er? Die Terroristen sind unterdessen weiter auf der Flucht. Ihr Fluchtauto wird zwar entdeckt – doch es ist verlassen. Säpo-Mitarbeiterin Kristin Ek (Nina Zanjani) entdeckt allerdings eine Spur. In der Zwischenzeit kann Hamilton (Jakob Oftebro) D.G. berichten, dass der beim Anschlag vom 1. Mai schwer verletzte Pressereferent der Innenministerin Sissela Lindgren (Anna Sise) einen engen E-Mail-Kontakt mit dem in Russland getöteten Mann unterhalten hat, dessen Verlobte nun unter dem Schutz von D.G. steht. Und das Material, das sich in den E-Mails findet, ist äußerst brisant. Außerdem stellt sich heraus, dass die unbekannte Agentin, die am 1. Mai in einer Stockholmer Seitenstraße tot aufgefunden wurde, nicht durch die Bombe, sondern durch einen gezielten Messerstich getötet wurde. Damit rückt Hamilton für die Säpo immer mehr ins Zentrum ihrer Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":8811247,"hoster":"VOE"},{"redirect":8524166,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Im Auftrag der CIA verschafft sich Agent Hamilton Zugang zum schwedischen Nachrichtendienst Säpo – offiziell, um als Gesandter des militärischen Abschirmdienstes bei dem Fall zu helfen. Unterdessen verschwindet die russische Zeugin Elena aus der sicheren Wohnung in Stockholm. Sie will auf eigene Faust zum schwer verletzten Pressesprecher in die Klinik – warum? Die Terroristen vom 1. Mai haben sich derweil mit einer Fähre nach Hamburg absetzen können. Carl Hamilton (Jakob Oftebro) gelingt es, den Leiter der Säpo, Christer Näslund (Peter Andersson), von einer Zusammenarbeit zu überzeugen – gegen die Bedenken von Kristin Ek (Nina Zanjani). Doch Hamilton kann Kristin beweisen, dass der in Russland getötete Mann und der Pressereferent der schwedischen Innenministerin Sissela Lindgren (Anna Sise) in engem E-Mail-Kontakt standen. Wegen des Aufbaus einer Cyber-Abwehr gerät Lindgren in Streit mit ihrem Mitarbeiter Alfred Gripenberg (Thomas Hanzon). Dieser will keine eigene Lösung, die viel Zeit in Anspruch nehmen würde, sondern die Hilfe der USA annehmen – was Lindgren rigoros ablehnt. Als sich die Innenministerin in die Klinik begibt, in der ihr schwer verletzter Pressereferent Norling liegt, fällt dort kurz der Strom aus und das Computernetzwerk geht offline – eine erneute Cyberattacke? Hamilton, der eigentlich für die CIA arbeitet und nur auf ausdrücklichen Wunsch seiner Chefin Farrin Haig (Rowena King) mit dem schwedischen Abschirmdienst kooperiert, übergibt auch ihr alle ihm vorliegenden Informationen – auch, dass die Attentäter vermutlich nach Hamburg geflüchtet sind. Hamilton erhält von Haig einen neuen Auftrag: Er soll nach Hamburg fliegen und dort die Attentäter aufspüren, um sie zu ihren Auftraggebern zu befragen.","versions":[{"lang":1,"streams":[{"redirect":8523727,"hoster":"VOE"},{"redirect":8524171,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Unbekannte Hacker haben das Computersystem der Stockholmer Klinik lahmgelegt, in der der schwer verletzte Pressereferent der Innenministerin behandelt wird. Ohne Zugriff auf die elektronische Krankenakte können die Ärzte nun nicht die lebensrettende Operation vornehmen. Wird die Innenministerin das geforderte Lösegeld von zehn Millionen US-Dollar zahlen? Hamilton verfolgt unterdessen in Hamburg die Attentäter vom 1. Mai. Carl Hamilton (Jakob Oftebro) gelingt es tatsächlich, sich an die Fersen der flüchtigen Terroristen zu heften. Doch ihm droht von ganz anderer Seite Ungemach: Der Leiter der Einheit OP-5 im militärischen Abschirmdienst, D.G. (Krister Henriksson), findet heraus, dass Hamilton eigentlich für eine geheime Einheit der CIA arbeitet – dem so genannten Projekt Paperstone Sky. Und auch Kristin Ek (Nina Zanjani) vom Nachrichtendienst Säpo, mit der Carl gemeinsam nach den Attentätern sucht, ahnt, dass Hamilton nicht nur für die Schweden arbeitet. Innenministerin Sissela Lindgren (Anna Sise) ist unterdessen um das Leben ihres schwer verletzten Pressereferenten Norling besorgt. Soll sie die geforderten zehn Millionen Dollar Lösegeld bezahlen, um das Computersystem der Klinik entsperrt zu bekommen, oder nicht? Lindgren muss eine einsame Entscheidung treffen zwischen dem Leben ihres Mitarbeiters und der Erpressbarkeit ihres Landes. Als Kristin und Carl in Hamburg endlich den Unterschlupf der Terroristen erreichen, müssen die beiden eine ungeheuerliche Entdeckung machen, die die gesamte Operation gefährdet und sie beide in höchste Lebensgefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":8523745,"hoster":"VOE"},{"redirect":8524175,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"CIA-Agent Hamilton flüchtet in Stockholm zu seiner alten Schulfreundin Sonja. Er überredet sie, gemeinsam auf Sonjas Insel zu fahren, wo sich Carl gut verstecken kann. Glaubt er. Kristin vom Nachrichtendienst Säpo informiert derweil ihren Chef Näslund darüber, dass in Deutschland einiges schiefgegangen sei und Carl Hamilton mehr wissen müsse, als er zugebe. Auch der militärische Abschirmdienst weiß nun um Carls doppeltes Spiel. Sowohl der Leiter der Abteilung OP-5 im militärischen Abschirmdienst, D.G. (Krister Henriksson), als auch Kristin Ek (Nina Zanjani) machen sich auf die Suche nach Carl (Jakob Oftebro), doch vergebens. Er ist wie vom Erdboden verschluckt. Auf der Insel kommen sich Carl und Sonja (Katja Winter) näher. Nach einem gemütlichen Dinner am Ufer taucht plötzlich ein Killer auf – mit dem Auftrag, Carl zu eliminieren.","versions":[{"lang":1,"streams":[{"redirect":8811255,"hoster":"VOE"},{"redirect":8524181,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Der schwedische Nachrichtendienst Säpo und der militärische Abschirmdienst suchen nach dem untergetauchten CIA-Agenten Hamilton, der zudem auf einer Todesliste steht. Verzweifelt versucht Hamilton herauszufinden, wer in diesem Spiel welche Fäden zieht und wie er zum Spielball konkurrierender Interessen werden konnte. Und es kommt noch schlimmer: Die CIA lässt ihren Agenten fallen und gibt ein brisantes Video an die Schweden weiter. Das Video zeigt Hamilton (Jakob Oftebro) dabei, wie er eine Agentin am Tag des Anschlages im Kungsträdgården ermordet. Sowohl D.G. (Krister Henriksson) von der Abteilung OP-5 des militärischen Abschirmdienstes als auch Kristin Ek (Nina Zanjani) vom Säpo finden heraus, dass sich der gesuchte Agent auf dem Anwesen seiner Mutter befinden muss. Die Einsatzteams machen sich auf den Weg, Hamilton gefangen zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":8811254,"hoster":"VOE"},{"redirect":8524191,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Nachdem die CIA ein Video an die schwedischen Behörden weitergegeben hat, steht Agent Hamilton mit dem Rücken an der Wand: Das Video zeigt, dass er in Stockholm eine Frau getötet hat. Da der Nachrichtendienst Säpo glaubt, Hamilton arbeite für die Abteilung OP-5 des militärischen Abschirmdienstes, soll die Einheit mit sofortiger Wirkung aufgelöst werden. Die Säpo beschlagnahmt sämtliche Unterlagen. Hamilton sitzt derweil in Untersuchungshaft. Hamilton (Jakob Oftebro) zieht Kristin Ek (Nina Zanjani) von der Säpo während eines Verhörs ins Vertrauen und berichtet ihr von den wahren Hintergründen der diversen Morde und Attentate. Da er weiß, dass sein Leben in Gefahr ist und er in Untersuchungshaft wie auf einem Präsentierteller sitzt, bittet er sie um ihre Hilfe. Wird Kristin dem undurchsichtigen Hamilton, der sie schon so oft angelogen hat, diesmal vertrauen? Gleichzeitig bereitet eine Gruppe unbekannter Frauen und Männer weitere Anschläge in Stockholm vor. Wer steckt hinter dem Terrorangriff auf Schweden, und was soll mit den Anschlägen bezweckt werden?","versions":[{"lang":1,"streams":[{"redirect":12119271,"hoster":"VOE"},{"redirect":8524199,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Hamilton gelingt die Flucht aus der Untersuchungshaft. Er begibt sich auf eine gefährliche Reise in die Ukraine, um nach Beweisen für eine Verschwörung und seine Unschuld zu suchen. Bei seinen Ermittlungen stößt Hamilton tatsächlich auf Informationen, die auf einen weiteren größeren Anschlag hinweisen, der in Stockholm geplant ist. Wird er seine Kontakte beim schwedischen Nachrichtendienst Säpo rechtzeitig warnen können? In Stockholm versucht Säpo-Agentin Kristin Ek (Nina Zanjani), den Aufenthaltsort von Hamilton (Jakob Oftebro) ausfindig zu machen, jedoch vergebens. Hamilton selbst macht in der Ukraine ein Hacker-Hauptquartier ausfindig, aus dem heraus eine Flut von Fake News über Attentate und Unglücke in Schweden verschickt werden. Und er findet heraus, dass genau einer dieser Anschläge tatsächlich durchgeführt werden soll, bei dem viele Menschen sterben werden. Es beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":8811264,"hoster":"VOE"},{"redirect":8524208,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Stockholm droht ein schreckliches Attentat nie da gewesenen Ausmaßes – und die Bevölkerung wird durch eine Flut von Fake News, die die Webseiten der Medien fluten, verunsichert. Der junge CIA-Agent Carl Hamilton versucht, inmitten dieses Chaos’ den Anschlag zu verhindern und die Hintermänner des Angriffs ausfindig zu machen – und damit gleichzeitig gegenüber dem schwedischen Nachrichtendienst Säpo seine eigene Unschuld zu beweisen. Dabei bringt Hamilton (Jakob Oftebro) nicht nur sein eigenes Leben, sondern auch das seiner Freundin Sonja (Katia Winter) in Gefahr. Auch für die Säpo-Agentin Kristin Ek (Nina Zanjani) steht viel auf dem Spiel: Sie erfährt, dass ein mögliches Ziel des Angriffs ein mit Zuschauern voll besetztes Fußballstadion ist. Und mittendrin sitzen ihr Mann und ihre Tochter – von der drohenden Gefahr nichts ahnend, denn Kristins Mann hört in dem Fan-Getöse ihre Anrufe auf seinem Handy nicht. Wird Kristin ihre Familie rechtzeitig in Sicherheit bringen können?","versions":[{"lang":1,"streams":[{"redirect":8811238,"hoster":"VOE"},{"redirect":8524213,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mord am Mittelmeer","epNo":1,"alt":"Reset","descr":"In der Nähe vom fronzösischen Marinestützpunkt in Toulon an der Französischen Riviera ist Hamiltons früherer Kollege Ruben Nyholm während einer geheimen NATO-Tauchübung der Navy Seals zu Tode gekommen. Die Franzosen und das US-Militär vermuten, dass Nyholm einen Anschlag geplant hatte, woran Nyholms ehemaliger Kamerad Carl Hamilton aber nicht glaubt. Carl Hamilton soll den Fall vor Ort untersuchen. Hamiltons neue Vorgesetzte Kristin Ek und der IT-Spezialist Birger Hagman reisen ebenfalls nach Frankreich.In Toulon treffen Carl Hamilton und Kristin Ek auf den Millionär Jacques Conrad, der Verschwörungstheorien hegt und in Büchern und Vorträgen dazu aufruft, sich gegen den vermeintlichen Überwachungsstaat aufzulehnen. Es stellt sich heraus, dass seine Organisation mehrere Unterseekabel mit Sprengstoff versehen haben, die die Stadt Toulon und den Marinestützpunkt unter anderem mit Strom versorgt. Unter dem Stützpunkt in Toulon befindet sich ein großes Rechenzentrum des französischen Militärgeheimdienstes, welches offenbar das Ziel von Jacques Conrad ist. Da Nyholm Conrad auf die Schliche kam, wurde er von Conrads Mitarbeiter Legrand umgebracht. Auf einer Insel mit Conrads Privatanwesen werden Carl Hamilton und Kristin Ek von Conrads Leuten gefangen genommen und in einem sinkenden Boot gefesselt. Kapitän Henri Duval vom französischen Militär, der auch von Conrad bezahlt wird, informiert Conrad, dass ihr Plan aufgeflogen sei und sie abbrechen müssen. Conrad will den Plan jedoch durchziehen. Durch die Explosionen wird die Stromversorgung unterbrochen und das Rechenzentrum von Conrad und zwei seiner Männer gestürmt. Bevor Sprengsätze in der Serverhalle gezündet werden können, wird Conrad von Veronica Stansfield erschossen. Kristina Ek gelingt es aus dem sinkenden Boot einen Notruf über Funk abzusetzen und dank Birger Hagmans Hilfe kann das Boot geortet werden. Hamilton und Ek werden in letzter Sekunde gerettet. In den Nachrichten werden von den französischen Behörden die Gerüchte dementiert, dass es sich bei dem Stromausfall um einen Terrorangriff gehandelt habe.","versions":[{"lang":1,"streams":[{"redirect":12006090,"hoster":"VOE"},{"redirect":12011000,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Kiruna Projekt","epNo":2,"alt":"Need To Know","descr":"Carl Hamilton soll im Auftrag des OP-5 den Kroaten Frano Galovic überwachen, welcher in der Bergbaumine der Northern Sweden Mining Corporation (NSMC) in Kiruna unter dem Decknamen Roger Downing arbeitet. Als Carl Hamilton beobachtet, wie Frano Galovic Sprengstoff in sein Auto lädt, vermutet er, dass dieser einen Anschlag vorbereitet.Carl Hamilton wird jedoch nicht über Details seines Auftrags informiert und verfolgt auf eigene Faust und gegen die Anweisung von Astrid Franos Wagen. Astrid Bofors schickt daher Kristin Ek zu Carl Hamilton nach Kiruna. Carl findet heraus, dass Franos verstorbener Vater Aljoša Galovic ein Journalist war und in Zagreb durch eine Autobombe getötet wurde. Aljoša Galovic recherchierte über ein Atomprogramm, an dem auch die schwedische Regierung beteiligt ist, in welchem offenbar eine Atombombe hergestellt wird. Franos Bruder Gordan kommt aus Brüssel nach Kiruna und sie fahren gemeinsam zum Kiruna-Weltraumzentrum. Die Brüder werden durch ihren Komplizen Thomas Zetterberg auf das Gelände gelassen, wo sie in einem unterirdischen Tunnel hoch aktives Uran in ihr Auto verladen. Als sie von Carl entdeckt werden, gibt es einen Schusswechsel, bei dem Gordan Thomas Zetterberg erschießt. Frano und Gordan können mit dem Auto und dem Uran entkommen. Nachdem Carl Gordan auf einem LKW-Parkplatz aufgespürt hat, kommt es zu einem Unfall, bei dem Gordon durch einen anderen LKW angefahren und getötet wird. Frano konnte flüchten. Zurück in Stockholm informiert Kristin Carl, dass es noch einen weiteren Bruder gab, Nikša Galovic. Nikša fuhr einen auf die NSMC zugelassen LKW und ist bei einem Unfall an der schwedisch-finnischen Grenze in Karesuando zu Tode gekommen. Allerdings sei das kein Unfall gewesen. Der schwedische Verteidigungsminister Jens Leander soll in Brüssel zum Vorsitzenden des Verteidigungsausschusses vereidigt werden. Frano hat sehr wahrscheinlich Schweden mit 20 kg angereichertem Uran verlassen. Im Auftrag von Astrid werden Carl und Kristin als Kräfte der Säpo eingesetzt und undercover zum Personenschutz von Leander gehören. In Brüssel stößt Carl Hamilton unter den Demonstranten auf Lydia Galovic, die Frau vom verstorbenen Gordan Galovic. Sie sagt aus, dass Frano in Zagreb sei und Carl offenbar nicht wisse, wen er da beschütze. Sie übergibt ihm Dokumente mit Recherchen von Aljoša Galovic. Nach einem Zwischenfall mit Jens Leander, wird Carl Hamilton vom Personenschutz abgezogen. Carl will bereits nach Stockholm zurückreisen, als Birger Hagman herausfindet, dass Franos Lieferwagen wieder in Belgien ist. Über Verkehrskameras entdecken sie Frano, der mit dem Sprengsatz den EU-Gipfel betritt. Der Gipfel wird daraufhin sofort evakuiert. Frano überwältigt den Fahrer von Jens Leander und kann so mit Leander entkommen. Frano möchte von Jens Leander ein Geständnis erzwingen, was aber nicht gelingt. Daraufhin löst Frano den Timer der Bombe aus. Carl Hamilton verfolgt inzwischen die beiden, in dessen Folge Franos Wagen von der Straße abkommt und sich überschlägt. Frano wird von der Polizei festgenommen. Nach der Rückkehr nach Stockholm steckt Carl die von Lydia Galovic erhaltenen Unterlagen sowie einen Mitschnitt von einem Gespräch zwischen Carl Hamilton und dem Verteidigungsminister Jens Leander in einen Umschlag, der anonym an die Zeitung Aftonbladet adressiert ist.","versions":[{"lang":1,"streams":[{"redirect":12045976,"hoster":"VOE"},{"redirect":12045836,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lykke darf nicht sterben","epNo":3,"alt":"Shadow World","descr":"Die schwedische-chinesisch Forscherin Lin Zheng hat eine Genomsequenzierungtechnik der nächsten Generation entwickelt, welche jedoch nicht als DURC (Dual Use Research of Concern) gekennzeichnet ist. In den falschen Händen könnte die Technik aber auch als Massenvernichtungswaffe missbraucht werden. Nach einer vereitelten Entführung von Zheng, wird sie mit ihrer Familie in einem Safe House untergebracht. Der Waffenhändler André de Vries nimmt daraufhin Carl ins Visier und entführt dessen Verlobte Lykke. Carl soll de Vries die Forschungsarbeit Lin Zheng besorgen. Der Austausch gegen Lykke soll auf einer verlassenen Militäranlage in Belarus an der Grenze zu Litauen stattfinden.D.G. hatte nach einem Herzinfarkt seinen Tod vorgetäuscht und taucht überraschend bei Carl Hamilton auf. Er hatte bereits in der Vergangenheit mit de Vries zu tun. D.G. vermittelt Carl den Sprengstoffexperten Chris McAllister, den Scharfschützen Peter Becker und Bird. Die drei unterstützen Carl auf der Militäranlage in Belarus. Dort kommt es zu heftigem Schusswechsel in dessen Folge de Vries und seine Leute – aber auch Lykke – getötet werden.","versions":[{"lang":1,"streams":[{"redirect":12046175,"hoster":"VOE"},{"redirect":12046306,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der zerbrechliche Planet","epNo":4,"alt":"The Reckoning","descr":"Carl Hamilton ist nach dem Tod seiner Verlobten Lykke traumatisiert und gibt sich dem Alkohol hin. Sein ehemaliger Chef D.G. soll ihn überreden, einen Auftrag in Warschau anzunehmen. Dort ist Magnus Jäger, Wirtschaftswissenschaftler bei der Ölgesellschaft Naftna Polska, in die Botschaft seines Heimatlandes Schweden geflüchtet. Er verfügt über wichtige Informationen, die die Sicherheit Schwedens betreffen. Carl Hamilton soll ihn aus der Botschaft und zurück nach Schweden bringen. Unterwegs wird Jäger auf offener Straße erschossen, seine letzten Worte waren \"Green Army\".Carl freundet sich mit der Bloggerin und Umweltaktivistin der Green Army an, nachdem er sie auf einer Demonstration vor jemanden mit einer gezogenen Waffe gerettet hat. Die Green Army hatte Magnus Jäger erpresst und sie haben dadurch Unterlagen erhalten, die beweisen, dass Naftna Polska trotz gravierender Folgen für die Umwelt durch Bestechungsgelder Betriebslizenzen in Schweden erhalten hat. Die Unterlagen enthalten Kontonummern, Transaktionen und Empfängernamen hochrangiger Entscheidungsträger. Ina nimmt Carl mit in ein Camp der Green Army, welches dort von Cecille le Blanc geführt wird. Er findet dort gelagerten Sprengstoff und Zünder und ist besorgt, was die Gruppe im Schilde führt. Auf einer Pressekonferenz der schwedischen Silverstar Petroleum soll die Fusion mit der polnischen Naftna Polska bekanntgegeben werden. Die Green Army stürmt die Veranstaltung mit Waffengewalt und lässt den Geschäftsführer der Naftna Polska, Eryk Ciepielewski, vor laufender Kamera eine Erklärung über die Verfehlungen und vorgenommene Korruption verlesen. Anschließend bindet Ina Ciepielewski Sprengstoff um und sie gehen auf das Dach des Hauses. Cecille hat Krebs im Endstadium und offenbar nichts zu verlieren. Carl verhindert durch einen tödlichen Schuss, dass sie den Zünder betätigt.","versions":[{"lang":1,"streams":[{"redirect":12046252,"hoster":"VOE"},{"redirect":12046259,"hoster":"Streamtape"}]}]}]}]}