{"seriesId":"hammer-sichl","name":"Hammer \u0026 Sichl","descr":"Unterschiedlicher könnten die Teilnehmer des Existenzgründer-Seminars von Frau Spitz nicht sein: Während Toni Sichl nur auf einen Gründungszuschuss spekuliert, um sich bequem seinen Alltag in den Schwabinger Cafés zu finanzieren, hofft der geschiedene Stralsunder Heizungsinstallateur Jens Hammer mit dem Sprung in die Selbstständigkeit auf einen echten Neuanfang. Unter dem Slogan \"Was ich nicht kann, können Sie nicht gebrauchen\" möchte er mit einem Handwerkerbetrieb in München richtig durchstarten und hat sich bis ins Detail vorbereitet. Umso verärgerter ist er dann auch, als Toni ihm mangels einer eigenen Idee einfach das Geschäftsmodell klaut. Der dreiste Geistes-Diebstahl fliegt jedoch auf, worauf Toni die Strategie ändert und Jens bei einem Versöhnungsbier davon zu überzeugen versucht, dass er dank seiner zahlreichen \"Connections\" genau der Partner ist, den Jens als Neuling in München braucht. Obwohl es nicht nur bei einem Bier bleibt, geht Jens Toni vorerst nicht auf dem Leim. Doch, was des Einen Glück, ist des Anderen Pech und so kommt es, dass Frau Spitz schließlich den Antrag auf einen Gründungszuschuss mit Jens’ und Tonis Namen als Geschäftspartner vorgelegt bekommt. Frau Spitz droht trotz Sympathien für Jens, diesen Antrag nicht abzustempeln. Toni, der sich inzwischen vor Freunden und seiner Jugend-Liebe Sofia unbekümmert wie immer gibt, ahnt noch nichts von seiner neue Chance …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hammer \u0026amp; Sichl","epNo":1,"alt":"Episode 1","descr":"Unterschiedlicher könnten die Teilnehmer des Existenzgründer-Seminars von Frau Spitz nicht sein: Während Toni Sichl nur auf einen Gründungszuschuss spekuliert, um sich bequem seinen Alltag in den Schwabinger Cafés zu finanzieren, hofft der geschiedene Stralsunder Heizungsinstallateur Jens Hammer mit dem Sprung in die Selbstständigkeit auf einen echten Neuanfang. Unter dem Slogan \"Was ich nicht kann, können Sie nicht gebrauchen\" möchte er mit einem Handwerkerbetrieb in München richtig durchstarten und hat sich bis ins Detail vorbereitet. Umso verärgerter ist er dann auch, als Toni ihm mangels einer eigenen Idee einfach das Geschäftsmodell klaut. Der dreiste Geistes-Diebstahl fliegt jedoch auf, worauf Toni die Strategie ändert und Jens bei einem Versöhnungsbier davon zu überzeugen versucht, dass er dank seiner zahlreichen \"Connections\" genau der Partner ist, den Jens als Neuling in München braucht. Obwohl es nicht nur bei einem Bier bleibt, geht Jens Toni vorerst nicht auf dem Leim. Doch, was des Einen Glück, ist des Anderen Pech und so kommt es, dass Frau Spitz schließlich den Antrag auf einen Gründungszuschuss mit Jens’ und Tonis Namen als Geschäftspartner vorgelegt bekommt. Frau Spitz droht trotz Sympathien für Jens, diesen Antrag nicht abzustempeln. Toni, der sich inzwischen vor Freunden und seiner Jugend-Liebe Sofia unbekümmert wie immer gibt, ahnt noch nichts von seiner neue Chance …","versions":[{"lang":1,"streams":[{"redirect":11310107,"hoster":"VOE"},{"redirect":10110856,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Startschwierigkeiten","epNo":2,"alt":"Episode 2","descr":"Auf dem Papier ist er nun fix, \"Hammer \u0026 Sichl\", der frischgegründete Handwerkerbetrieb von Toni Sichl und Jens Hammer. In der Realität steht jedoch das Bündnis, zu dem sich Jens nur hat hinreißen lassen, weil er seinen Führerschein verloren hat, auf sehr wackligen Beinen. Schon beim ersten größeren Auftrag, einer Dachreparatur, drückt sich Toni vor der eigentlichen Arbeit und flirtet lieber mit Kundin Rita, die am Abend in ihrer Wohnung eine Party plant. Dass Jens und Toni ihre Geschäftsform schriftlich nur unzureichend festgehalten haben, bereitet Jens zusätzlich Sorge, zumal ihm auch die strenge Kursleiterin von der Agentur für Arbeit, Frau Spitz, dringend rät, hier klare vertragliche Verhältnisse zu schaffen. Ihr liegt Jens nämlich am Herzen. Toni hingegen, hält sie für ein unkalkulierbares Risiko. Zu Recht, wie Jens später feststellen muss, als Toni hinter seinem Rücken nicht nur Jugendliebe Sofia als Sekretärin zu rekrutieren versucht, sondern auch Kundin Rita spontan anbietet, neben der Dachreparatur zusätzlich noch das Catering für die Party zu übernehmen – unter der Hand, versteht sich. Der ordentliche Jens pocht vergeblich auf ihren Status als Handwerkerunternehmen. Er selbst spielt aber auch nicht ganz mit offenen Karten, da er seinem Geschäftspartner verschweigt, dass seine Tochter Peggy auch in München wohnt und er mit ihr einige Dinge zu klären hat. In der Zwischenzeit mobilisiert Toni Sichl seine alte Freundesclique als unkonventionelle Service-Crew, ohne zu ahnen, dass auch Frau Spitz zu den geladenen Gästen der Party gehört …","versions":[{"lang":1,"streams":[{"redirect":10888892,"hoster":"VOE"},{"redirect":10110857,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"(Derzeit nicht verfügbar)","epNo":3,"alt":"Episode 3","descr":"Nach ihrer ausgesprochen chaotischen Firmengründung haben sich die frisch gebackenen Selbstständigen Jens Hammer und Toni Sichl nicht nur den Unmut ihrer ehemaligen Betreuerin Frau Spitz von der Agentur für Arbeit zugezogen, sondern auch noch Tonis Jugendliebe Sofia als Sekretärin mit im Boot. Da eine Sekretärin ohne Büro kein Zustand ist, ergreift Toni kurzerhand die Gelegenheit und redet Jens die Anmietung eines unrenovierten Arbeitsraumes ein. Toni macht dem Makler ein verlockendes Angebot – kurz darauf steht fest, die Firma \"Hammer \u0026 Sichl\" hat endlich ein eigenes Büro. Auch sonst läuft es nicht so, wie der Stralsunder Jens Hammer es sich vorstellt: Obwohl Frau Spitz bereits vor einer Erschleichung von Fördergeldern gewarnt hatte, hat Toni erneut einen Auftrag an Land gezogen, der nur wenig mit dem eingetragenen Handwerkerbetrieb zu tun hat. Mangels anderer Aufträge, und weil Sushi für 50 Personen eine ordentliche Gewinnspanne verspricht, lässt sich Jens zu Tonis Auftrag breitschlagen. Zudem sollen Tonis viel gerühmte \"Connections\" angeblich bis zum Viktualienmarkt reichen, wo man zum Spottpreis an den teuren Fisch kommen könne. So kommt es, dass Frau Spitz bei einem unangemeldeten Kontrollbesuch ihrer beiden \"Lieblinge\" zuerst nur ein leeres Rechnungsbuch und kurz darauf die gesamte Mannschaft beim Sushi-Rollen vorfindet. Als sie sich heimlich eines der Fischröllchen in den Mund schiebt und unmittelbar danach unter Krämpfen zusammenbricht, droht nicht nur Tonis großer Sushi-Deal, sondern auch Jens’ Aussöhnungsversuch mit Tochter Peggy zu platzen …","versions":[]},{"epId":"episode-4","name":"Es werde Licht","epNo":4,"alt":"Episode 4","descr":"Trotz des Sushi-Debakels behält Toni Sichl seine Aversion gegen das Stellen von Rechnungen bei und tappt beim nächsten Kunden prompt in eine Falle von Frau Spitz. Statt seinen Fehler offen einzugestehen, fordert er Jens Hammer auf, sich mit Frau Spitz zu einem Aussöhnungsgespräch zu treffen – natürlich nur zum Wohle der Firma. Jens scheint – und das ist inzwischen selbst Sekretärin Sofia aufgefallen – bei der strengen Frau Spitz eine Sonderposition einzunehmen, sie scheint ihn irgendwie zu mögen. Jens macht sich jedoch viel mehr Sorgen um seine Tochter Peggy, bei der er alle Sympathien verspielt hat, nachdem er sie bei der letzten Verabredung einfach hat sitzen lassen. Und auch das Geschäft bereitet Jens Hammer Kopfzerbrechen. Dank Büro und Sekretärin schreibt ihr Handwerkerbetrieb konsequent rote Zahlen. Da hilft es auch nicht, dass Tonis alter Kumpel Wiggerl Probleme mit der Elektrik in seinem Lokal hat und die beiden für einen neuen Auftrag zu Hilfe ruft. Während Jens sich einen ordentlichen Schlag an der Steckdose holt, kümmert sich Toni lieber um Wiggerls frustrierte Ehefrau und stößt damit – ohne es zu merken – seiner Sekretärin und Jugendliebe Sofia gehörig vor den Kopf. Jens hat sich inzwischen doch noch breitschlagen lassen, Frau Spitz ein Friedensangebot zu unterbreiten. Frau Spitz ergreift sogleich diese Gelegenheit und nötigt Jens zu einem Date. Dieses Rendezvous führt die beiden ausgerechnet in Tonis Stammlokal, so dass der Abend außer Kontrolle gerät …","versions":[{"lang":1,"streams":[{"redirect":10888894,"hoster":"VOE"},{"redirect":10110858,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das gibt Ärger","epNo":5,"alt":"Episode 5","descr":"Jens Hammers selbstloser Einsatz bei Frau Spitz trägt erste Früchte – der Cousin der strengen Betreuerin aus der Agentur für Arbeit möchte, dass Toni Sichl und Jens eine Wand in seiner Wohnung ziehen. Weniger hoch im Kurs steht Jens dafür bei seiner Tochter Peggy, die nun weiß, dass ihr Vater auch in München ist und prompt glaubt, dass er ihr nur nachgereist ist, um sie zu kontrollieren. Klärungsbedarf besteht auch zwischen Toni und Sekretärin Sofia, die es bereits bedauert, für den Posten der Sekretärin ihren alten Job aufgegeben zu haben. Sie muss sich eingestehen, dass sie sich wohl etwas zu viel von der Zusammenarbeit mit Toni erhofft hatte – obwohl ihre gemeinsame Beziehung vor Jahren gründlich gescheitert war. Gekränkt zieht sich Sofia zurück und sucht Rat bei ihrem alten Freund Playmo, der dummerweise – wie fast alle ihre Freunde – auch Tonis Freund ist. Als Sofia sich den Rest des Tages frei nimmt und nicht mehr ans Telefon geht, fürchtet Toni, sie könne sich etwas antun. Tatsächlich hat Sofia aber nur zufällig Jens getroffen. Gemeinsam köpfen die beiden im Büro einen Sekt und sprechen sich den Kummer von der Seele, ohne zu ahnen, dass der ganz große Ärger erst bevorsteht …","versions":[{"lang":1,"streams":[{"redirect":13522971,"hoster":"VOE"},{"redirect":10110859,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mehr als 100 Prozent","epNo":1,"alt":"Episode 1","descr":"Der Schwabinger Toni Sichl und der Ostdeutsche Jens Hammer haben aus Not eine Firma gegründet, die kleinere Handwerkerarbeiten erledigt. In \"Hammer \u0026 Sichl\" prallen immer wieder die unterschiedlichen Lebensauffassungen der beiden Hauptfiguren humorvoll aufeinander. Nachdem Toni es sich ungefragt im Chefsessel von Kunde Krenz bequem gemacht und dessen Laptop für eine Internet-Auktion missbraucht hat, landen er und Jens unsanft auf der Straße. Wieder mal ein Auftrag geplatzt und wieder mal sieht Jens die Schuld bei seinem Partner Toni. Jens glaubt, es wäre das Beste, wenn sie doch getrennte Wege gingen. Diskutieren will er gar nicht erst, schließlich hält er 51 Prozent der Firma. Er sucht einen neuen Job – ganz ohne Tonis \"connections\". Toni ist sich keiner Schuld bewusst. Erst als Sophia ihm den Ernst der Lage deutlich macht, gesteht er sich ein, dass er sich auch nach einem neuen Job umsehen muss. Und seine Büroeskapaden haben noch ein weiteres Opfer gefordert: Der verärgerte Kunde hat nicht nur Jens und Toni vor die Tür gesetzt, sondern auch gleich seine Sekretärin Heike, die Toni etwas zu blauäugig Zugang zum Chefbüro gewährt hatte. Während Jens auf der Suche nach Arbeit auf seine Würde pfeift und noch mal zu Krenz zurückkehrt, kann Toni Heikes Vertrauen gewinnen. Er möchte wieder gutmachen, was er angerichtet hat. Dass dabei auch ein Job für die Firma rauspringt, ist bei Toni natürlich Ehrensache. Aber auch Sophia versucht \"Hammer \u0026 Sichl\" vor der drohenden Pleite zu bewahren. Sie stattet Frau Spitz von der Agentur für Arbeit einen Besuch ab, in der Hoffnung, dass diese den auslaufenden Gründungszuschuss verlängert.","versions":[{"lang":1,"streams":[{"redirect":13522973,"hoster":"VOE"},{"redirect":10110860,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Ausschreibung","epNo":2,"alt":"Episode 2","descr":"Der Schwabinger Toni Sichl und der Ostdeutsche Jens Hammer gründen aus Not eine Firma, die kleinere Handwerkerarbeiten erledigt. In \"Hammer \u0026 Sichl\" prallen immer wieder die unterschiedlichen Lebensauffassungen der beiden Hauptfiguren humorvoll aufeinander. Bei einer Dönerpause liest Toni in der Zeitung, dass die Renovierung einer Turnhalle von der Stadt München zur Ausschreibung freigegeben worden ist. Für ihn steht fest, das wäre ein Riesenjob, mit dem sie die Firma sanieren könnten. Jens hat erhebliche Zweifel, allein die Tatsache, dass die Renovierung innerhalb der zweiwöchigen Schulferien erfolgen muss, sagt ihm, dass dieser Job mindestens eine Nummer zu groß für sie ist. Den ersten Dämpfer erhalten die beiden im Baureferat vom zuständigen Ansprechpartner Bruckmeier, der ihnen klarmacht, dass die Konkurrenz hart ist und nur das beste Angebot gewinnt. Um eine ordentliche Kalkulation machen zu können, statten Toni und Jens dem Gymnasium, zu dem die Turnhalle gehört, einen persönlichen Besuch ab. Nachdem Sportlehrerin Bettina Denk fast schon die Polizei rufen will, weil sie zwei Spanner vermutet, kann Toni mit seinem Charme bei der Lehrerschaft punkten und stellt sich und Jens als Restauratoren der Halle vor. Mit den Maßen, die Jens nimmt, machen sich die beiden an die Kalkulation. Dass beide von der Materie keine Ahnung haben, geben sie natürlich nicht vor dem anderen zu. Was jedoch noch keiner von ihnen ahnt: Ausgerechnet Tonis alter Kumpel und neuer Konkurrent \"Rigips-Karli\" pflegt besonders enge Beziehungen zum Baureferat …","versions":[{"lang":1,"streams":[{"redirect":13522975,"hoster":"VOE"},{"redirect":10110862,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Opfer","epNo":3,"alt":"Episode 3","descr":"Der Schwabinger Toni Sichl und der Ostdeutsche Jens Hammer gründen aus Not eine Firma, die kleinere Handwerkerarbeiten erledigt. In \"Hammer \u0026 Sichl\" prallen immer wieder die unterschiedlichen Lebensauffassungen der beiden Hauptfiguren aufeinander. Einem Rechenfehler in der Kalkulation von Jens ist es zu verdanken, dass Jens und Toni die Renovierung der Turnhalle unter den gegebenen Umständen nicht durchführen können. Als die beiden im Baureferat bei ihrem Ansprechpartner Bruckmeier ihr Angebot zurückziehen wollen, verweist der sie auf die bereits unterschriebenen Vertragsbedingungen. Während Jens in Panik Schadensbegrenzung zu betreiben versucht, ist Toni bemüht, seinen Konkurrenten Rigips-Karli als Subunternehmer für den Auftrag ins Boot zu holen. Aber auch der ist mehr an Tonis Niedergang als an einem neuen Auftrag interessiert, bringt Toni aber unabsichtlich auf die scheinbar rettende Idee: Nämlich einfach diejenigen bei der Renovierung einspannen, die davon auch den meisten Nutzen haben: die Schüler! Da er es sich mit Lehrerin Bettina Denk noch nicht verscherzt hat, stattet Toni ihrer Klasse einen Besuch ab und verkündet in gönnerhafter Manier, dass die Firma \"Hammer \u0026 Sichl\" Schülern, die über die Ferien daheimbleiben, einen Praktikumsplatz bieten könnte. Nachdem Toni anfängliche Zweifel, ob ein Praktikum in einer Baufirma das Richtige für die Gymnasiasten ist, beseitigen kann, muss er nur noch die Schüler zum Mitmachen motivieren. Noch ahnt die Lehrerin nicht, dass Toni ihre Schüler als billige Arbeitskräfte einsetzen will. In der Agentur für Arbeit wächst inzwischen der Unmut von Frau Spitz, die sich im Kreuzfeuer von Kollege Schreiner und Chef Wenning zunehmend unwohler fühlt.","versions":[{"lang":1,"streams":[{"redirect":13522972,"hoster":"VOE"},{"redirect":10110861,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kundenfriedhof","epNo":4,"alt":"Episode 4","descr":"Der Schwabinger Toni Sichl und der Ostdeutsche Jens Hammer gründen aus Not eine Firma, die kleinere Handwerkerarbeiten erledigt. In \"Hammer \u0026 Sichl\" prallen immer wieder die unterschiedlichen Lebensauffassungen der beiden Hauptfiguren aufeinander. Nachdem die Firma \"Hammer \u0026 Sichl\" bei der Renovierung der Turnhalle bewiesen hat, dass sie konkurrenzlos günstig ist, ist Toni mit einem Schlag ganz eng mit seinem Ansprechpartner Bruckmeier vom Baureferat – von nun an stehen ihnen dank dem bestechlichen Beamten quasi alle Türen offen. Es gibt Jobs ohne Ende, gleich beim Ersten handelt es sich um die Luxussanierung einer Wohnung in einem heruntergekommenen Wohnblock mit der Option, auch die restlichen Wohnungen zu sanieren. Dumm nur, dass Bruckmeier bei der Besichtigung des Hauses das Zeitliche segnet – gerade, als er seine Unterschrift unter den Auftrag setzen wollte. Mit einem Schlag liegt die Top-Connection ins Münchner Baureferat schon wieder auf Eis und Toni darf den Witwentröster bei der Hinterbliebenen von Bruckmeier spielen. Auf der Beerdigung erkennt Toni dann auch sofort ein mögliches neues Klientel: ältere Damen und Herren, die mit Reparaturen im Haushalt überfordert sind. Jens möchte sich inzwischen bei Frau Spitz für die überraschende Hilfe bei der Turnhalle bedanken, findet in ihrem Büro aber nur deren verhassten Kollegen Schreiber vor, der nicht ohne Genugtuung mitteilt, dass Frau Spitz hier nicht mehr arbeitet. Über ihren Cousin Achim Brandl machen Jens und Toni Frau Spitz ausfindig und erfahren, dass ihr tatsächlich gekündigt worden ist, weil sie ihnen geholfen und dabei ihre Möglichkeiten nicht ganz sachgemäß ausgeschöpft hatte.","versions":[{"lang":1,"streams":[{"redirect":13522974,"hoster":"VOE"},{"redirect":10110863,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sabotage","epNo":5,"alt":"Episode 5","descr":"Der Schwabinger Toni Sichl und der Ostdeutsche Jens Hammer gründen aus Not eine Firma, die kleinere Handwerkerarbeiten erledigt. In \"Hammer \u0026 Sichl\" prallen immer wieder die unterschiedlichen Lebensauffassungen der beiden Hauptfiguren aufeinander. Jens hat sich breitschlagen lassen, Frau Spitz darf sich zumindest vorübergehend in ihren Räumlichkeiten ein kleines Büro einrichten und ihrerseits die ersten Schritte in die Selbstständigkeit als Personal Coach wagen. Sofia nimmt den beiden übel, dass sie vor vollendete Tatsachen gestellt wird. Dass Sofia sich zunehmend übergangen fühlt und mit dem Gedanken spielt, aufzuhören, das bekommen Jens und Toni zunächst überhaupt nicht mit. Die beiden haben ganz andere Probleme: Als sie sich an Bruckmeiers letzten Auftrag machen und mit der Luxussanierung der Wohnung beginnen, spüren sie schon kurz nach Arbeitsantritt eine Welle der Feindseligkeit, die ihnen vonseiten der Bewohner des Hauses entgegenschwappt. Nach und nach wird klar, dass die Bewohner des Hauses schon seit Längerem schikaniert werden. Offenbar war Bruckmeier jedes Mittel recht, um die Mieter des Hauses aus ihren Wohnungen zu vertreiben und so die Luxussanierungen voranzutreiben. Für den Mieterterror hat er ausgerechnet Tonis alten Konkurrenten Rigips-Karli engagiert. Als Jens und Toni einer Rentnerin und ihrer Tochter helfen und den sabotierten Stromkasten im Keller richten, erkennen die Anwohner, dass Jens und Toni nicht die üblichen Störenfriede sind.","versions":[{"lang":1,"streams":[{"redirect":13522979,"hoster":"VOE"},{"redirect":10110864,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mamas Bester","epNo":6,"alt":"Episode 6","descr":"Der Schwabinger Toni Sichl und der Ostdeutsche Jens Hammer gründen aus Not eine Firma, die kleinere Handwerkerarbeiten erledigt. In \"Hammer \u0026 Sichl\" prallen immer wieder die unterschiedlichen Lebensauffassungen der beiden Hauptfiguren aufeinander. Sofias Freundin Cornelia hat sich von ihrem Mann getrennt, nun sollen Jens und Toni schnellstmöglich den Auszug organisieren. Gerade als sie aufbrechen wollen, ruft die Polizei an. Am Bahnhof hat sie eine orientierungslose alte Dame aufgegabelt, die behauptet, die Mutter von Toni zu sein. Während Jens und Sofia vorfahren, um schon mal mit dem Umzug zu beginnen, fährt Toni zum Bahnhof zu seiner Mutter Getrud Sichl. Die alte Dame ist wegen eines Arzttermins angereist – angeblich bleibt ihr nicht mehr viel Zeit. Da kann Toni ihr natürlich keine Bitte ausschlagen. Bald muss er feststellen, dass seine Mutter bereits den halben Tag verplant hat. Während Jens und Sofia sich wundern, wo Toni bleibt, begleitet der seine Mutter zum Friseur und zeigt ihr im Anschluss die Firma. Er präsentiert sich als erfolgreicher Geschäftsmann und stellt spontan Frau Spitz als seine Verlobte vor – schließlich soll seine Mama wissen, dass er beruflich und auch privat bestens versorgt ist, wenn sie eines Tages nicht mehr da ist. Frau Spitz lässt sich das Rollenspiel natürlich bezahlen und genießt es, Toni mal kleinlaut zu sehen. Während sich beim Umzug Sofias Freundin Cornelia spontan für Jens zu interessieren beginnt, schlägt Tonis Mutter vor, dass sie zu dritt heute die Verlobungsringe kaufen könnten.","versions":[{"lang":1,"streams":[{"redirect":10888903,"hoster":"VOE"},{"redirect":10110865,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Zu gut um wahr zu sein","epNo":1,"alt":"Episode 1","descr":"Endlich floriert das Geschäft! Seit dem positiven Pressebericht über die \"Handwerker mit Herz\" steht das Telefon nicht mehr still. Toni und Jens müssen getrennt die Aufträge abarbeiten, um allen Kunden gerecht zu werden, auch bei Sofia steht das Telefon nicht mehr still. Leider merken die beiden recht bald: Die Kunden, die sich da an sie wenden, appellieren vor allem an ihre soziale Ader und bitten um viel Verständnis für wenig, bzw. gar keinen Lohn. Jens und Toni sehen nur eine Möglichkeit, den Ansturm an Gratisanfragen etwas zu bremsen: Sie müssen ihr positives Image ein wenig korrigieren. Doch genau dank diesem außergewöhnlich positiven Image kann Sofia inzwischen einen vielversprechenden Auftrag an Land ziehen: Der TV-Sender \"Schaumamal\" startet nämlich eine neue Heimwerker-Serie mit Moderatorin Hilde Blieninger. Für die Sendung sucht man zwei sympathische Handwerker. Sofia handelt einen Bombenvertrag aus. Toni und Jens sind beeindruckt von ihrer neuen \"Managerin\" und starten voller Zuversicht ihre Fernsehkarriere. Aber die Show entpuppt sich als recht fragwürdig und Jens und Toni erfüllen nicht die hochgesteckten Erwartungen des Produzenten, da Toni sich geschickt um alle Renovierungsarbeiten drückt und Jens alles andere als eloquent daherkommt. Als sie dann noch mit ihrem handwerklichen Können an ihre Grenzen stoßen, droht die große Katastrophe. Und auch im Büro wartet bereits eine Hiobsbotschaft auf Jens und Toni, bei der Frau Spitz ihre Finger im Spiel hat.","versions":[{"lang":1,"streams":[{"redirect":13522981,"hoster":"VOE"},{"redirect":10110866,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Russisches Roulette","epNo":2,"alt":"Episode 2","descr":"Jens und Toni versuchen sich im \"Housesitting\", was Toni gleich dazu nutzt, um mit der fremden Immobilie Eindruck bei der Damenwelt zu schinden und ganz nebenbei auch noch die Kündigung der Büroräume hinauszuzögern. Der Plan geht nach hinten los, Kollege Jens tobt und eine zu Bruch gegangene Designerlampe gilt es plötzlich auch noch zu ersetzen – mit anderen Worten, Jens und Toni haben den Job, den Sofia ihnen organisiert hatte, mal wieder gründlich versaut, was sie Sofia aber vorerst verheimlichen. Die hat sich bereits damit abgefunden, dass die Firma Hammer \u0026 Sichl bald umziehen muss und sucht inzwischen auf eigene Faust nach neuen Räumlichkeiten. Dabei trifft sie auf ihren alten Bekannten Nick, der sie mit den Tricks des \"Home-Stagings\" vertraut macht. Als Sofia daraufhin im Büro mitkriegt, dass Frau Spitz erhebliche Probleme hat, eine Immobilie an den Mann zu bringen, bietet sie ihr kurzerhand an, dass die Firma Hammer \u0026 Sichl die Immobile so aufhübschen könnte, dass sie sie garantiert schnell verkaufen wird. Sofia instruiert Jens und Toni, wie und mit welchen Einrichtungsgegenständen die beiden die Immobilie von Frau Spitz stylen sollen. Jens und Toni glauben, die Anweisungen von Sofia nicht so genau nehmen zu müssen. Anstatt die teuren Möbel auszuleihen, die Sofia vorschweben, bedienen sie sich kurzerhand bei der Einrichtung der Wohnung, die sie sitten sollten. Wie zu erwarten, entpuppt sich das Homestaging made by Jens \u0026 Toni als geschmackliche Katastrophe. Frau Spitz ist nicht bereit, dafür auch nur einen Cent zu zahlen. Bis plötzlich ein russisches Ehepaar auftaucht, das von der geschmacklichen Entgleisung, die Jens und Toni geschaffen haben, durchaus angetan ist.","versions":[{"lang":1,"streams":[{"redirect":13522977,"hoster":"VOE"},{"redirect":10110868,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peggys Neuer","epNo":3,"alt":"Episode 3","descr":"Jens und Toni haben sich mit dem Besitzer vom Leierkasten einigen und die Schulden von Tonis \"russischem Abend\" abarbeiten können. Frau Spitz hat sich dreist das neue Büro gekrallt, das eigentlich für die Handwerker mit Herz gedacht war. Während die Uhr bis zum Auszug bei \"Hammer \u0026 Sichl\" erbarmungslos tickt, residiert Frau Spitz nun im Vergleich zu Jens und Toni in einem wahrhaften Palast. Jens’ Tochter Peggy sucht schon seit Längerem ein Gespräch mit ihrem Vater: Bei einem gemeinsamen Mittagessen stellt sich heraus, dass Peggy nicht nur immer noch mit Bene zusammen ist, den Jens seinem ersten Eindruck nach für einen ausgesprochenen Loser hält, sie ist auch noch von ihm schwanger. Jens steht unter Schock. Toni hat unterdessen von Playmo erfahren, dass die Autowerkstatt nicht mehr so gut läuft wie früher. Ihm kommt die Idee, dass man mit einer Vernissage in der Werkstatt viel mehr Menschen auf einen Schlag erreichen könnte. Playmo steht der Idee zunächst skeptisch gegenüber. Während Toni nach geeigneten Künstlern sucht, entgeht ihm nicht, dass Sofia plötzlich oft verabredet ist und wiederholt von einem gewissen Nick abgeholt wird. Der Gedanke, dass sich da etwas Ernstes anbahnen könnte, missfällt Toni, auch wenn er das nie zugeben würde. Peggys Freund Bene ist es nicht entgangen, dass Jens keine großen Stücke von ihm hält. Er schlägt Peggy vor, dass sie Jens zum Grillen bei seinen Eltern einladen könnten, damit man sich überhaupt erst mal richtig kennenlernen kann. Peggy glaubt nicht, dass ihr Vater zusagen wird, aber Jens lässt sich von Toni überreden – und der lädt sich gleich mit ein …","versions":[{"lang":1,"streams":[{"redirect":13522978,"hoster":"VOE"},{"redirect":12980896,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Wetterfee","epNo":4,"alt":"Episode 4","descr":"Ungewöhnlich nachdenklich gibt sich Toni, seit Jens Großvater wird und Sofia sich rarmacht und auffällig oft mit einem gewissen Nick trifft. Wiggerl versteht nicht, warum Toni nicht einfach sein Telefonbuch aufschlägt und eine seiner alten Flammen anruft. Als Toni zufällig im Fernsehen seine verflossene Liebe Tina sieht, die als Wetterfee in einem wackligen Set das Münchner Wetter anmoderiert, entschließt er sich, dem Rat seiner Freunde zu folgen. SWährend Sofia und Jens weiter auf der desillusionierenden Suche nach neuen Büroräumen zu annehmbaren Preisen sind, stattet Toni Wetterfee Tina kurzerhand einen Überraschungsbesuch ab. Tina wundert sich, was Toni auf dem Studiogelände macht, der gibt vor, hier beruflich unterwegs zu sein. Um sie möglichst schnell wiederzusehen, bietet Toni ihrem Produzenten einen stilvollen Umbau des Wetterstudios an – und das zum absoluten Schnäppchenpreis. Toni ist extrem geschockt, als Tina ihm beim nächsten Wiedersehen ihren Sohn vorstellt. Damit, dass Tina bereits eine Familie hat, hatte er nicht gerechnet. Als Jens hört, dass Tina einen 12-jährigen Sohn hat und die Beziehung der beiden vor etwa zwölf Jahren in die Brüche gegangen ist, bringt er Toni auf einen ganz anderen Gedanken – zumal eine gewisse Ähnlichkeit des Jungen mit Toni nicht zu leugnen ist. Der Arbeitslose Dragan muss unterdessen für eine freie Stelle vorsprechen – bei niemand geringerem als Frau Spitz. Die quält nicht nur den ehemaligen Kollegen von der Agentur für Arbeit, sondern macht auch der Firma Hammer \u0026 Sichl ein ebenso überraschendes wie dreistes Angebot …","versions":[{"lang":1,"streams":[{"redirect":13522980,"hoster":"VOE"},{"redirect":10110870,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf der Flucht","epNo":5,"alt":"Episode 5","descr":"Der ominöse Nick scheint eine immer ernstere Konkurrenz für Toni zu werden. Weil Sofia auch noch ausgesprochen wenig über Nick preisgibt, ist sich Toni sicher, dass es etwas Ernstes sein muss. Das und die Enttäuschung mit Wetterfee Tina stürzen Toni in eine späte Midlife-Crisis. Als Jens und Toni im Rahmen ihres Büro-Umzugs nicht mehr benötigte Möbel zu einem Flüchtlingsheim bringen, lernen sie Emilia kennenlernen, die dort arbeitet. Toni ist gleich hin und weg von der 26-jährigen Sozialpädagogik-Studentin und präsentiert sich von seiner besten Seite. Toni findet, die Firma Hammer \u0026 Sichl sollte fortan auch Entrümplungen anbieten und die guten Sachen dann spenden. Jens ist skeptisch, Sofia findet die Idee gut. Und tatsächlich ist das erste Feedback auf die neue Aktion überraschend groß. Weniger gut sind allerdings die Veränderungen, die Jens, Sofia und alle anderen bald bei Toni wahrnehmen. Der hat nämlich erstmals in seinem Leben einen Fuß in ein Fitnessstudio gesetzt und dort seinen alten Kumpel Sigi wiedergetroffen. Sigi, der offensichtlich Probleme mit dem Älterwerden hat, hat Toni einige Ratschläge gegeben, die der nun ohne Rücksicht auf seine Würde umzusetzen versucht, nur um bei der attraktiven Studentin zu landen. Doch Jens hat selbst Probleme: Durch ein Feuer auf dem Campingplatz ist er mit einem Schlag obdachlos geworden. Er wendet sich an Frau Spitz, die als Maklerin einen guten Draht zu Immobilien hat, doch die hat für solche Kleinanfragen keine Zeit. Sie interessiert sich auch für die Flüchtlingsthematik und wittert hier das große Geschäft …","versions":[{"lang":1,"streams":[{"redirect":13534584,"hoster":"VOE"},{"redirect":10110869,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sofias Geheimnis","epNo":6,"alt":"Episode 6","descr":"Im neuen Büro gibt es den ersten Zoff mit Frau Spitz wegen eines neuen Firmenschildes für Hammer \u0026 Sichl. Jens bedauert bereits, dass sie deren Angebot angenommen haben, weil Frau Spitz in ihren eigenen Räumlichkeiten natürlich am längeren Hebel sitzt. Dass Jens nach wie vor obdachlos ist, seit sein Wohnwagen abgebrannt ist, zehrt zusätzlich an seinen Nerven. Seiner Tochter Peggy verheimlicht er, dass er nun regelmäßig im Firmenwagen schläft, um sich nicht vor ihrem schwerreichen Freund Bene zu blamieren. Aber auch seinen Kollegen verheimlicht er seine desolate Situation. Toni versucht währenddessen, mit den Spuren seiner Midlife-Crisis aufzuräumen. Nach außen hin wirkt es so, als sei er wieder ganz der Alte. Was ihn allerdings nach wie vor beschäftigt, ist Sofias Bekannter Nick. Als sich Sofia überraschend zwei Tage Urlaub nimmt und erneut von Nick abgeholt wird, fürchtet Toni, er könnte seine große Jugendliebe endgültig verlieren. Beim Versuch, ihr heimlich zu folgen, kommt es zu einem peinlichen Unfall. Toni fliegt auf, Sofia ist schwer enttäuscht, dass er ihr gefolgt ist. Auch bei Tonis Kumpel Wiggerl spitzt sich die Situation zu, Christine gibt ihm den Laufpass und ausgerechnet Toni hat sie unbewusst dazu ermutigt. Sofias Urlaubstage sorgen nicht nur an den privaten Fronten für Chaos. Als Sofia weg ist, bricht auch in der Firma das Chaos aus, erst jetzt merken Jens und Toni, dass es ausschließlich ihre Kollegin war, die den Überblick hatte. Jens versucht nun, ihre Aufträge in Eigenregie neu zu disponieren – mit schwerwiegenden Folgen …","versions":[{"lang":1,"streams":[{"redirect":13534589,"hoster":"VOE"},{"redirect":10110871,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Zukunft ist online","epNo":7,"alt":"Episode 7","descr":"Während Sofias Konzert trotz technischer Pannen noch ein Erfolg wird, scheitert der Versuch von Dragan, durch einen Arbeitsunfall eine Krankschreibung zu erwirken, gänzlich. Statt eines gebrochenen Arms hat Dragan nur einen völlig demolierten Arbeitsplatz, was seine Chefin Frau Spitz erst recht auf die Palme bringt. Jens Versuche, seiner Tochter seine desolate Wohnsituation vorzuenthalten, haben ein jähes Ende. Durch Zufall kommt Peggy hinter die Lügen ihres Vaters und droht, ihren Freund Bene wegen einer Wohnung zu fragen. Überhaupt sorgt sie sich um ihren Vater. Während sie bald Familie und mit Bene zudem einen finanziell gut situierten Mann an ihrer Seite hat, lebt ihr Vater auf der Straße. Sie glaubt, dass Jens eine Frau fehlt und überredet ihn, sich online bei einer Partnerbörse anzumelden. Toni wundert sich indes, wie Peggys Freund Bene in so jungen Jahren schon zu so viel Geld kommen konnte. Jens erwähnt ein Kickstarter-Projekt. Toni recherchiert und ist begeistert, wie schnell auf dem Internetportal Geschäftsideen zu Geld gemacht werden können – wenn schließlich einer Ideen hat, dann er! Nach einigen kreativen Anlaufschwierigkeiten präsentiert er Sofia und Jens dann tatsächlich ein Konzept für ein vielversprechendes Produkt. Nun gilt es nur noch einen Prototypen zu konstruieren, mit dem man dann einen kleinen Werbefilm für das Kickstarter-Portal drehen kann. Während Toni seinen Dreh organisiert, sieht auch Jens Licht am Ende des Tunnels: Nachdem er heimlich das Kontaktprofil, das er mit Peggys Hilfe angelegt hatte, etwas modifiziert hat, meldet sich tatsächlich eine Dame für ein erstes Date …","versions":[{"lang":1,"streams":[{"redirect":13522984,"hoster":"VOE"},{"redirect":10110872,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Vegas","epNo":8,"alt":"Episode 8","descr":"Beim Entrümpeln eines Speichers haben Jens und Toni eine Begegnung mit einer Schlange, die für das Reptil tödlich endet. Im Büro wartet auf beide erneut eine böse Überraschung. Toni, der glaubt, bei seinen Internetgeschäften mit einem blauen Auge davongekommen zu sein, hat Post von Anwälten aus Übersee im Briefkasten, die eine ordentliche Summe Geld verlangen. Und Jens muss bis zur Absolvierung einer MPU den Führerschein abgeben, nachdem er stark angetrunken in seinem Wagen übernachtet hatte. Aber es kommt noch dicker. Die Schlange, bei der es sich um ein aus einem Wanderzirkus entflohenes Tier handelt, hat es mittlerweile bis in die Presse geschafft und aus den ehemaligen \"Handwerkern mit Herz\" werden plötzlich herzlose Tiermörder. Von Wiggerls Ex-Freundin Christine erfährt Toni, dass man mit Charity-Projekten Gutes tun und zugleich eine Menge Geld verdienen kann. Plötzlich sieht er die Lösung seiner Probleme: Er schlägt eine Spenden-Sammlung für \"Zirkustiere in Not\" vor und plant insgeheim, einen Teil der Spenden abzuzweigen um damit klammheimlich seine Anwaltsschulden zu bezahlen. Jens hat indessen noch mit Problemen ganz anderer Art zu kämpfen. Als seine Tochter Peggy ihm mitteilt, dass ihr Freund Bene sie zu einem Kurztrip nach las Vegas eingeladen hat, steht für ihn schnell fest, dass die beiden dort heiraten wollen. Der Gedanke, beunruhigt aber nicht nur ihn. Überraschend kündigt Jens’ Ex-Frau Jacqueline ihren Besuch an. Doch Peggy will nicht, dass die Eltern sich in ihr Leben einmischen. Dafür beginnt sich Jacqueline mit einem Male wieder für ihren Ex-Mann Jens zu interessieren, nachdem sie von Toni erfahren hat, dass es mit der Firma Hammer \u0026 Sichl inzwischen bergauf geht …","versions":[{"lang":1,"streams":[{"redirect":13522985,"hoster":"VOE"},{"redirect":10110874,"hoster":"Streamtape"}]}]}]}]}