{"seriesId":"hanasaku-iroha","name":"Hanasaku Iroha","descr":"Mit 16 Jahren ist man eigentlich in dem Alter, in dem man große Pläne für die Zukunft schmiedet. Nicht aber Ohana. Ohne größeres Ziel in ihrem Leben und zusätzlich desillusioniert von ihrer eher unverantwortlichen Mutter, sieht sie ihrer Zukunft alles andere als ungeduldig entgegen und wünscht sich für ihr Leben mehr Abwechslung und mehr Aufregung. Schneller als gedacht erfüllt sich dieser Wunsch, denn ihre Mutter setzt sich gemeinsam mit ihrem Freund ab, um vor dessen Gläubigern zu fliehen und schickt Ohana zu ihrer Großmutter aufs Land. Diese ist Ohana völlig unbekannt, jedoch betreibt sie ein Hotel alten Stils mit eigener heißer Quelle, was für Ohana Grund genug ist, sich auf diesen Ortswechsel zu freuen, sieht sie darin doch eine Möglichkeit, neue Erfahrungen zu machen und ihr Leben so vielleicht in eine neue, spannendere Bahn zu lenken.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Es ist Frühling, ich bin 16 und immer noch eine Knospe","epNo":1,"alt":"It`s Spring, I`m 16, and I`m Still a Bud","descr":"Als Ohana Matsumae eines Tages von der Schule zurückkehrt, erfährt sie, dass ihre Mutter mit ihrem Freund einen Mondschein macht, um ihren Schulden zu entkommen, und sie schicken sie in das Gasthaus ihrer entfremdeten Großmutter auf dem Land. Als ihr bester Freund Kōichi Tanemura davon erfährt, gesteht er Ohana seine Liebe, bevor er davonläuft. Als Ohana in Kissuisō ankommt, hinterlässt sie bei einem der Angestellten, Minko Tsurugi, einen schlechten ersten Eindruck, bevor sie von ihrer Großmutter Sui Sujima informiert wird, dass sie im Gasthaus arbeiten soll, um ihren Lebensunterhalt zu verdienen. Sie wird von der Schulleiterin Tomoe Wajima und einer anderen Angestellten, Nako Oshimizu, durch das Gasthaus geführt. Als Ohana die harte Arbeit bemerkt, die Minko zu leisten hat, versucht sie, ihr etwas Gutes zu tun, indem sie ihren Futon auslüftet, aber es endet damit, dass es von einem Sims fällt und in der Nähe einiger Kunden landet. Nachdem Minko von Sui für Ohanas Fehler geohrfeigt wurde, verlangt Ohana, noch härter geohrfeigt zu werden, obwohl Minko ihr immer noch sagt, sie solle sterben!","versions":[{"lang":1,"streams":[{"redirect":14278045,"hoster":"VOE"},{"redirect":13672162,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500279,"hoster":"VOE"},{"redirect":8546751,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rache wird am besten in einer Schüssel serviert","epNo":2,"alt":"Vengeance is a Staff Meal","descr":"Sui weist Nako an, Ohana zur Haushälterin auszubilden, obwohl sie ziemlich schüchtern ist. Als Nako eine andere Aufgabe erfüllen muss, putzt Ohana, die gelernt hat, sich nur auf sich selbst zu verlassen, ein anderes Zimmer, in dem sich die Autorin Tarō Jirōmaru aufhält. Als das Frühstück des Personals aufgrund eines Fehlers von Minko in der Küche abgesagt wird, macht Ohana Frühstück für alle, was Minko jedoch nur noch mehr irritiert. Danach beschwert sich Tarō, dass in seinem Zimmer, das Ohana zuvor gereinigt hatte, einige Entwürfe für seine Geschichte verloren gegangen seien, die Nako nicht vorher informiert hatte. Nachdem Sui die anderen angewiesen hat, ihre Aufgaben wieder aufzunehmen, anstatt nach dem Entwurf zu suchen, nimmt Juniorchef Tōru Miyagishi Ohana mit, um etwas Gepäck zu holen. Als Tōru Ohanas Fähigkeit verspottet, auf sich selbst aufzupassen, fordert Ohana ihn versehentlich auf, \u0027sterben\u0027, was ihn fast zum Absturz bringt. Ohana fühlt sich deswegen schuldig und macht einen Spaziergang, um über sich selbst nachzudenken, und beschließt, ihre Meinung gegen Minko und Nako auszusprechen, um ihnen morgen als Belohnung ihr unbeliebtes Essen zu kochen. Am nächsten Tag findet Ohana Tarōs Entwurf, der sich als erotische Geschichten mit ihr und den anderen Angestellten als Charaktere herausstellt, wird aber von Tarō entdeckt.","versions":[{"lang":1,"streams":[{"redirect":14278043,"hoster":"VOE"},{"redirect":13672160,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500280,"hoster":"VOE"},{"redirect":8546768,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hobiron","epNo":3,"alt":"Balut","descr":"Minko und Nako entdecken, dass Ohana verschwunden ist, da sie eingesperrt, gefesselt und geknebelt wurdevon Tarō, der zugibt, dass er versucht hat, einen Sexroman zu schreiben, um seine Hotelrechnung zu bezahlen. Als er von Nako und den anderen entdeckt wird, versucht er zu fliehen, indem er einen der Lieferwagen des Gasthauses stiehlt, sodass alle Angestellten in ein Auto steigen und die Verfolgung aufnehmen. Sie finden ihn schließlich an einer Klippe am Meer, wo er ins Meer springt, aber Nako taucht ein, um ihn vor dem Ertrinken zu retten. Als Tarō seinen Mangel an Talent beklagt, schlägt Ohana ihn und sagt ihm dann, dass sie, obwohl sein Roman pervers ist, eine Seite von Ohana zeigten, die sie noch nie über sich selbst kannte. Danach arrangieren sie, dass Tarō im Gasthaus arbeitet, um seine Rechnung zu bezahlen. Renji und Tōru kochen mit tragbaren Öfen aus dem Fond des Autos eine Mahlzeit. Ihr Essen hat viel Spinat (Minko\u0027s am wenigsten Lieblingsessen) und so nutzt Ohana die Gelegenheit, Minko eine Schüssel voll davon zu servieren, anstelle des Racheessens, das Ohana zuvor für sie zubereitet hatte. Später in der Nacht findet Ohana Notizen, die Minko geschrieben hat, um eine alternative Beleidigung zum \"Sterben\" auszudenken, und erhält auch einen Text von Kōichi.","versions":[{"lang":1,"streams":[{"redirect":14269646,"hoster":"VOE"},{"redirect":13672192,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534597,"hoster":"VOE"},{"redirect":8546756,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Graureiher-Rhapsodie","epNo":4,"alt":"Grey Heron Rhapsody","descr":"Der erste Tag des Schultrimesters beginnt für Ohana, Minko und Nako, und Ohana wird bald bei den anderen Schülern der Klasse beliebt, darunter Yuina Wakura, die in einem konkurrierenden Gasthaus mit heißen Quellen, dem Fukuya Inn, arbeitet. Als Ohana versucht herauszufinden, wie sie auf Kōichis Text reagieren sollen, gehen sie und Nako wegen der Nachbarschaftswache zum Gasthaus Fukuya, wo sie auf einen Graureiher treffen, bevor sie einen Tempel besuchen, in dem Nako darüber spricht, wie sie ihre Schüchternheit loswerden möchte . Später erfährt Ohana, dass Minko tatsächlich in Tōru verknallt ist. Als Ohana versucht, sich bei Minko dafür zu entschuldigen, werden beide Zeugen, wie Tōru Yuina auf seinem Motorrad abholt.","versions":[{"lang":1,"streams":[{"redirect":14269898,"hoster":"VOE"},{"redirect":13672163,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500281,"hoster":"VOE"},{"redirect":8546763,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine tränenreiche Kochromanze","epNo":5,"alt":"A Tearful Chef Romance","descr":"Da Minko vom letzten Tag weiterhin niedergeschlagen ist, hört sie, wie Ohana, Nako und Tomoe mit Tarō sprechen, die behauptet, Tōru sei von Fukuya Inn entdeckt worden. Tomoe verrät Ohana, dass es Tōru war, der es Minko, der Koch werden wollte, ermöglichte, bei Kissuisō zu arbeiten. Nach einem gescheiterten Versuch, Minko dazu zu bringen, ihre wahren Gefühle zu zeigen, geht Ohana alleine ins Fukuya Inn, wo sie von Yuina erfährt, dass Tōru einfach für einen abwesenden Koch für den Tag einspringt und sie selbst nur mitfahren wollte auf seinem Motorrad. Danach erlaubt Minko Ohana, sie bei ihrem Spitznamen zu nennen, während Ohana schließlich auf ihren Text von Kōichi antwortet.","versions":[{"lang":1,"streams":[{"redirect":14269603,"hoster":"VOE"},{"redirect":13672165,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500282,"hoster":"VOE"},{"redirect":8546753,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer nicht wagt, der nicht gewinnt","epNo":6,"alt":"Nothing Venture Nothing Win","descr":"Kissuisō wird von einer Unternehmensberaterin namens Takako Kawajiri besucht, die das Gasthaus neu beleben möchte, indem die Kellnerinnen neue Outfits tragen. Versuche, Ohana und Nako in neue Outfits zu kleiden, kommen jedoch bei den Kunden schlecht an. Nachdem Takako sich verabschiedet hat, ist Ohanas Onkel Enishi Shijima deprimiert, dass seine Bemühungen, dem Gasthaus zu helfen, immer von Sui abgelehnt werden. Da Ohana der Meinung ist, dass sie etwas tun sollte, um das Geschäft zu verbessern, nimmt der Hausmeister Denroku Sukegawa sie mit in einen geheimen Raum voller alter Uniformen, die Sui im ​​Laufe der Jahre hergestellt hat. Ohana und Nako beschließen, diese auszuprobieren, was bei den Kunden gut ankommt.","versions":[{"lang":1,"streams":[{"redirect":14269164,"hoster":"VOE"},{"redirect":13672164,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500284,"hoster":"VOE"},{"redirect":8546757,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Entwarnung an der Kissuisou-Front","epNo":7,"alt":"All Quiet on the Kissui Front","descr":"Tomoe wird von ihrer Mutter unter Druck gesetzt, in einer Woche an einem Heiratsinterview teilzunehmen. Kissuisō beherbergt unterdessen eine Gruppe rauflustiger \"Survival-Gamer\", die ihr Rollenspiel sehr ernst nehmen und den Mitarbeitern verschiedene Probleme bereiten. Tomoe plant, ihren Job zu kündigen und nach Hause zurückzukehren, und beschließt, die Spieler zu vertreiben und gefeuert zu werden. Ihre Versuche, die Spieler zu irritieren, haben jedoch den gegenteiligen Effekt, sie reagieren gut auf die Spieler und machen sie von den anderen Mitarbeitern geschätzt. Infolgedessen beschließt Tomoe, nicht nach Hause zurückzukehren, da sie gerne bei Kissuisō arbeitet.","versions":[{"lang":1,"streams":[{"redirect":14269270,"hoster":"VOE"},{"redirect":13672167,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500285,"hoster":"VOE"},{"redirect":8546759,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Loslaufen","epNo":8,"alt":"Run","descr":"Ohana erfährt von Yuina, dass das Fukuya Inn in einer Zeitschrift vorgestellt werden soll und einen mysteriösen Gast annimmt. Währenddessen bekommt Kissuisō an ihrem freien Tag einen plötzlichen Ansturm von Kunden mit Nako und Tōru, aber als Sui sich darauf vorbereitet, ihren Teil der Arbeit zu leisten, bekommt sie plötzlich Schmerzen und wird ins Krankenhaus eingeliefert. Nachdem Ohana gesagt wird, dass sie wieder arbeiten soll, bekommt sie einen Anruf von Kōichi, der versucht, ihr mitzuteilen, dass er auf dem Weg ist, sie zu besuchen, aber sie kann es nicht hören. Bei der Rückkehr vermuten die Mitarbeiter zusammen mit Takako, dass das Gasthaus möglicherweise mysteriöse Gäste aus einer der Zeitschriften beherbergt, was darauf hindeutet, dass sie ihren Service gegenüber den anderen Kunden priorisieren. Nachdem sie jedoch Suis Buchhaltungsbuch gefunden hat, stellt sich Ohana gegen sie und sagt, dass alle Kunden gleich behandelt werden müssen. Benötigen Sie zusätzliche Unterstützung, um mit der großen Anzahl von Kunden umzugehen,Ohana ruft Nako herbei, bevor sie Tōru sucht, der an einer Hochzeit teilnimmt.","versions":[{"lang":1,"streams":[{"redirect":13869458,"hoster":"VOE"},{"redirect":13672168,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534595,"hoster":"VOE"},{"redirect":8546764,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der längste Tag des Kissuisou","epNo":9,"alt":"The Longest Day at Kissuiso","descr":"Ohana findet Tōru mit der Ermutigung von Kōichi. Er versucht, einen Aufenthalt zu buchen, um Ohana zu sehen, aber die Zimmer waren voll und er ging nach Hause. Tōru sagt, wenn Ohana glaubt, das Problem bei Kissuisō lösen zu können, dann muss er es einfach lösen. Während Tōru und Ohana zurück nach Kissuisō reisen, fährt Kōichi im Zug an ihnen vorbei, merkt es aber nicht. Auf der Rückfahrt benutzt Ohana Tōrus Helm und fragt sich, ob die Haare aller Jungen im Helm nach Duft riechen. Am Ende ziehen sie durch und kümmern sich um jeden Kunden. Eine Frau und ihre Mutter waren eigentlich die Leute, die aus dem Magazin stammten und aufgrund von Ohanas Motto, dass jeder Kunde gleich ist, erhielt Kissuisō eine gute Bewertung. Der Manager kommt am Ende aus dem Krankenhaus zurück. Ohana schickt Kōichi eine SMS und drückt ihre Dankbarkeit aus, während Kōichi arbeitet.Nach Erhalt wird Kōichi von einer der Arbeiterinnen gerufen, um bei der Suche zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14278048,"hoster":"VOE"},{"redirect":13672169,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534598,"hoster":"VOE"},{"redirect":8546766,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Leichtes Fieber","epNo":10,"alt":"Slight Fever","descr":"Da Ohana ständig früh aufsteht, um beim Putzen zu helfen, bricht sie mit Fieber zusammen und soll sich für den Tag ausruhen. Tōru macht ihr etwas Haferbrei und ist leicht verliebt in ihre feierliche Erscheinung. Minko wird ein wenig eifersüchtig auf die Aufmerksamkeit, die Tōru Ohana schenkt. Als verschiedene Mitglieder Ohana besuchen und ihr sagen, dass sie im Bett bleiben soll, bekommt Ohana einen seltsamen Traum, wo sie im Tempel ist und Kōichi erscheint und sagt ihr, dass sie zurückkommen soll, Kissuisō braucht sie nicht. Ein kleines Mädchen und ein junger Fuchs verstecken sich, während sie Ohana beobachten. Dieser Traum macht Ohana Sorgen, ob die Kissuisō sie überhaupt brauchen. Doch gerade als sie Kōichi einen Text über eine mögliche Heimkehr schreibt, überzeugen Minko und Nako sie davon, dass sie noch gebraucht wird. Sie schläft ein und findet sich im Traum wieder, wo sie Kōichi sagt, dass sie in Kissuisō bleiben möchte.Das kleine Mädchen und der junge Fuchs sind immer noch zu sehen, wie sie sie während des Traums beobachten.","versions":[{"lang":1,"streams":[{"redirect":13862960,"hoster":"VOE"},{"redirect":13672174,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014398,"hoster":"VOE"},{"redirect":8546769,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gebell bei Nacht","epNo":11,"alt":"Bark at the Night","descr":"Nachdem das Kissuisō eine vernichtende Kritik in einer Zeitschrift bekommt, stellt sich heraus, dass alle Thermalquellen-Gasthäuser der Gegend schlechte Kritiken erhalten, während ein neu gebautes Hotel gelobt wird. Um der Sache auf den Grund zu gehen, reist Ohana nach Tokio, um herauszufinden, wer für die Rezension verantwortlich ist, die sich als ihre Mutter Satsuki herausstellt. Sie verrät, dass sie eine schlechte Rezension auf Befehl von höheren Ebenen geschrieben hat, was Ohana ärgert, die ihren Ärger mit ihr in Flaschen gefüllt hatte. Als Satsuki sich weigert, zu Kissuisō zu gehen, um ihre wahre Meinung zu sagen, beschließt Ohana, Protest zu erheben. Währenddessen beschließt sie, Kōichi zu besuchen, nur um zu bemerken, dass ein anderes Mädchen scheinbar an ihm hängt. Als sie von Kōichi hört, dass das Mädchen Igarashi eine unerwiderte Liebe zu ihm hat, fühlt sich Ohana schuldig und rennt unter Tränen in den Regen, wird aber von Minko und Tōru gefunden.","versions":[{"lang":1,"streams":[{"redirect":13862962,"hoster":"VOE"},{"redirect":13672175,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500283,"hoster":"VOE"},{"redirect":8546760,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mach’s gut","epNo":12,"alt":"See ya.","descr":"Nachdem sie die Nacht mit Minko und Tōru in einem Hotel verbracht hat, schlägt Ohana vor, dass sie Satsuki entführen und sie zwingen, ins Kissuisō zu kommen, wobei Tōru nur zustimmt, wenn sie auch Kōichi mitnehmen. Während Minko und Tōru die verschiedenen Restaurants in Tokio besuchen, trifft Ohana auf Igarashi, der ihr sagt, dass sie ihre Gefühle für Kōichi entscheiden muss. Nachdem sie einen Rückruf von Kōichi erhält, der ihr erzählt, wie er die Kissuisō besucht hat, während Ohana zu dieser Zeit nach Tōru suchte, fühlt sich Ohana schuldig und beschließt, Kōichi nicht mit zurück zu den Kissuisō zu nehmen. Nachdem sie sich mit Minko und Tōru zusammengetan hat, geht die Gruppe zu Satsuki, die sich selbst entschließt, zum Kissuisō zu gehen. Als Tōru Satsuki fragt, warum sie ihre Meinung geändert hat, antwortet sie, dass Ohana sie an sich selbst erinnert hat, als sie jünger war.","versions":[{"lang":1,"streams":[{"redirect":14269366,"hoster":"VOE"},{"redirect":13672176,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500286,"hoster":"VOE"},{"redirect":8546761,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Shijima-Frauen – Herzschmerz-MIX –","epNo":13,"alt":"Shijima`s Girl (Broken Heart MIX)","descr":"Die Mitarbeiter von Kissuisō warten und versuchen, sich mental auf Satsukis Ankunft vorzubereiten. Sui beauftragt Nako mit der Betreuung von Satsuki, während die anderen darüber spekulieren, ob das eine gute Idee ist oder nicht. Dort angekommen, kommentiert Satsuki, dass sich das Gasthaus seit ihrer Kindheit nicht verändert hat und kritisiert ständig, wie alles gemacht wird. Um jedoch einen Kunden richtig zufrieden zu stellen, muss man ihn bei seinem ersten Aufenthalt beobachten, um zu sehen, was dieser Kunde bevorzugt, und fügt hinzu, dass es zwar Satsukis erster Aufenthalt im Gasthaus ist, aber nicht das erste Mal, dass sie dort ist . Sui und Ohana arbeiten zusammen, um eine Liste dessen zu erstellen, was Satsuki mag. Nach einer durchzechten Nacht beginnen Satsuki, Ohana und Sui, sich ein wenig besser zu verstehen, und Satsuki geht am nächsten Morgen, nachdem er eine neue,positive und lobende Kritik von Kissuisō. Ohana ordnet ihre Gefühle gegenüber Kōichi und dankt ihm nach einer tränenreichen Erkenntnis, dass er auf sie aufgepasst hat und verabschiedet sich.","versions":[{"lang":1,"streams":[{"redirect":14269324,"hoster":"VOE"},{"redirect":13672170,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13506735,"hoster":"VOE"},{"redirect":8570023,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Dies ist mein Lebensweg","epNo":14,"alt":"This Is My Way of Life","descr":"Ohanas Schule macht eine Exkursion zu einem anderen Gasthaus mit heißen Quellen, das von Yosuke Himawari geleitet wird, der Yuinas entfernter Verwandter und angeblicher Verlobter ist. Sie besuchen den Strand, wo ein zuvor von Minko abgewiesener Junge sein Glück erneut versucht. Später in der Nacht hören Ohana und Nako, wie Yosuke Yuina fragt, ob sie nach ihrem Abschluss in seinem Gasthaus arbeiten möchte. Am nächsten Tag beschließt eine Gruppe von Teilzeitkräften, die im Gasthaus arbeiten, aufzuhören. Als Yosuke davon irritiert wird, sagt Yuina ihm, dass die Leute nur Dinge tun werden, die ihnen Spaß machen, und lehnt Yosukes Angebot ab, sein Gasthaus zu führen.","versions":[{"lang":1,"streams":[{"redirect":14278046,"hoster":"VOE"},{"redirect":13672172,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500287,"hoster":"VOE"},{"redirect":8546762,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Sonnig mit Aussicht auf Bohnen","epNo":15,"alt":"Sunny with a Chance of Blister","descr":"Das Gasthaus gerät in Besorgnis, weil es unterbesetzt ist, lehnt jedoch Ohanas Angebot ab, ihm zu helfen. Sie hat jedoch das Gefühl, dass sie etwas tun muss, und nachdem das Gasthaus keine Ersatzkellnerin finden kann, akzeptieren sie Ohanas Hilfe, wobei Minko und Nako sich entscheiden, ihr ebenfalls zu helfen. Da jedoch das Robotersystem, das beim Geschirrspülen hilft, versagt, schlägt Ohana vor, die Kunden vor dem Abendessen in ein Bad zu schicken, um ihnen zusätzliche Zeit zum Aufstellen der Tische zu geben. Während Ohana und die anderen an den Tischen arbeiten und Hilfe von den anderen Schülern bekommen, besucht Yuina Yosuke und beschließt, nachdem sie erfahren hat, dass er jemanden wie Ohana heiraten möchte, ihre Gewohnheit, nicht zu arbeiten, abzubrechen und ihm beim Putzen der Bäder zu helfen. Nach dem Abendessen erlaubt Yosuke den Mädchen, die heißen Quellen zu nutzen. Als die Exkursion zu Ende geht,Yosuke beschließt, sein Training zu überdenken, während Yuina beschließt, selbst härter zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":14270312,"hoster":"VOE"},{"redirect":13672173,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500289,"hoster":"VOE"},{"redirect":8546770,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Dieser Himmel, jener Himmel","epNo":16,"alt":"That Sky, This Sky","descr":"Enishi holt Tetsuo Isami, einen Filmproduzenten, der in Yunosagi drehen und das Kissuiso als Schauplatz für einen Film verwenden möchte, und zu seiner Überraschung erlaubt Sui ihm, zu tun, was er will. Am nächsten Tag werden die Hauptdarstellerinnen geholt, während Kameratests stattfinden und Ohana und Co. werden gebeten, einen Pool zu reinigen. Während die Arbeit voranschreitet, beklagt Enishi, dass er immer das Gefühl hatte, dass Satsuki besser geeignet war, bei Kissuiso zu arbeiten als er.","versions":[{"lang":1,"streams":[{"redirect":14273674,"hoster":"VOE"},{"redirect":13672177,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500288,"hoster":"VOE"},{"redirect":8546767,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Pool auf dem Hügel","epNo":17,"alt":"Pool on the Hill","descr":"Satsuki ruft Sui an und warnt sie, dass an der Filmcrew etwas faul sein könnte. Am nächsten Tag hören sie, dass das Projekt abgesagt wurde, was Enishi in eine schwierige Lage bringt, da er ihnen viel Geld bezahlt hatte. Satsuki ruft ihn später an und sagt ihm, dass der Produzent ein Betrüger war, der versucht, seine Schulden zu begleichen. Als Enishi und Takako über den Vorfall streiten, fallen sie zusammen in den Pool und versöhnen sich. Nachdem Sui dem Nachbarschaftsverein ihre Situation erklärt hat, lobt sie Enishi für seine Verteidigung von Takako.","versions":[{"lang":1,"streams":[{"redirect":14278047,"hoster":"VOE"},{"redirect":13672178,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500290,"hoster":"VOE"},{"redirect":8546774,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Meerjungfrauenprinzessin und das Muscheloberteil","epNo":18,"alt":"Mermaid Princess and Shell Bra","descr":"Nako hat sich schon immer Sorgen um ihre Persönlichkeit gemacht, die außerhalb ihres Hauses ins Wanken gerät. Als Nako am Zahltag einen größeren Bonus bekommt, macht sie sich Sorgen, dass sie sich ändern muss, um diesen Betrag zu verdienen. Später an diesem Tag gehen sie, Ohana, Minko und Yuina einkaufen, wo sie in der Hoffnung, sich zu verändern, herumspritzt, obwohl sie sich am Ende des Tages nicht mehr fühlt. Am nächsten Tag beschließt Nako, mit der gleichen Einstellung wie zu Hause zur Arbeit zu gehen, aber es endet gegen sie. Als sie Sui fragt, warum sie einen hohen Bonus bekommen hat, erklärt sie, dass es sich um einen Dank eines Kunden handelt, der ihrem Rat gefolgt ist und sie für die Persönlichkeit lobt, die sie bei Kissuiso hat, was Nako aufheitert.","versions":[{"lang":1,"streams":[{"redirect":13856726,"hoster":"VOE"},{"redirect":13672179,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500291,"hoster":"VOE"},{"redirect":8546773,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Durchgerührtes Reisomelette","epNo":19,"alt":"Sloppy Rice Omelette","descr":"Als ein Schulfest näher rückt, beschließt Ohanas Klasse, ein Prinzessinnen-Café zu veranstalten, wobei Yuina und Minko Schlüsselrollen zugewiesen werden, während Nakos Festkomitee berufen wird. Als Minko hört, dass Tōru einen Besuch plant, beschließt sie, ihre Position in der Kochabteilung ernst zu nehmen. Allerdings verärgert Minko die anderen Mitglieder des Essensteams, als sie ihre Anfrage nach Reisomelett ablehnt, so dass Minko beschließt, alles selbst zu machen.","versions":[{"lang":1,"streams":[{"redirect":14278050,"hoster":"VOE"},{"redirect":13672187,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500292,"hoster":"VOE"},{"redirect":8546765,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Liebe und Kourin-Fest","epNo":20,"alt":"Love, Kōrin Festival","descr":"Es ist der Tag vor dem Schulfest, also wacht Minko früh auf, kauft die Zutaten und beginnt mit der ungewollten Hilfe von Ohana mit den Vorbereitungen. Als Nako nach Omelett-Reis zum Mittagessen fragt, macht Minko unbeeindruckt ein perfektes Omelett-Reis-Gericht. Sie fügen dem Gericht Ohanas Wendung hinzu und beschließen, es auch auf der Speisekarte des Prinzessinnen-Cafés der Klasse 2-A zu servieren. Tōru kommt und Minko fügt ein großes Ketchup-Herz um sein Omelett-Reis. Nachdem sie vom Klassengebäude aus gesehen haben, dass das Lagerfeuer angezündet wurde, beschließen Minko, Ohana, Yuina, Nako und ihre Klassenkameradin, nach unten zu gehen und nachzusehen.","versions":[{"lang":1,"streams":[{"redirect":14077607,"hoster":"VOE"},{"redirect":13672180,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500294,"hoster":"VOE"},{"redirect":8546771,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Wiederauferstehung von „Stirb!“","epNo":21,"alt":"Rebirth of \u0027Die\u0027","descr":"Enishi und Takako verkünden, dass sie heiraten werden, wobei Sui darauf besteht, dass sie eine richtige Hochzeitszeremonie abhalten. Da die Kosten hoch erscheinen, schlägt Ohana vor, die Zeremonie im Kissuiso abzuhalten, wobei alle anderen anbieten, mitzumachen. Als Tōru Minko zum Strand bringt, um ihre Nerven zu beruhigen, wird sie entmutigt, als er Ohana aus heiterem Himmel anspricht und beginnt wieder auf sie loszuschlagen wie früher. Da Takako besorgt über die Kosten des Rings ist und bereit ist, die Hochzeit abzusagen, gibt Sui ihren alten Ehering und erzählt ihr, wie sie und ihr Mann geheiratet haben. Sie vertraut Takako Enishis Glück an, erklärt aber, dass sie nicht die Absicht hat, das Gasthaus an sie weiterzugeben.","versions":[{"lang":1,"streams":[{"redirect":14278049,"hoster":"VOE"},{"redirect":13672181,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534602,"hoster":"VOE"},{"redirect":8546782,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Eine entschlossene einseitige Liebe","epNo":22,"alt":"A Determined One-Sided Crush","descr":"Während die Vorbereitungen für Enishi und Takako weitergehen, erhält Ohana einen Anruf von Satsuki, die über ihre einseitige Liebe zu Ohanas verstorbenem Vater spricht, und beschließt, ihre eigene einseitige Verknalltheit in Kōichi fortzusetzen. Später, als Minko ihre antagonistische Haltung gegenüber Ohana fortsetzt, streiten sich die beiden, währenddessen Tōru belauscht, dass Minko in ihn verknallt ist. Dann tröstet er sie und gibt zu, dass er Ohana mag, aber immer noch Minkos Gefühle berücksichtigt. Minko beschließt, ihren Schwarm in Tōru nicht aufzugeben und versöhnt sich mit Ohana, damit Enishis und Takakos Hochzeit reibungslos verlaufen können. Nach der Hochzeit gibt Sui bekannt, dass Denroku plant, sich von Kissuiso zurückzuziehen und dass seine Protokolle zusammen mit Kissuiso versiegelt werden.","versions":[{"lang":1,"streams":[{"redirect":13917900,"hoster":"VOE"},{"redirect":13672182,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500293,"hoster":"VOE"},{"redirect":8546786,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Wiedergutmachung für einen Traum","epNo":23,"alt":"Compensation for the Dream","descr":"Als Ohana überlegt, was sie tun soll, wenn das Kissuiso geschlossen wird, bittet Sui sie, zusammen mit Takako nach Tokio zu gehen, die versuchen will, das Geld zurückzufordern, das Enishi verloren hat. Währenddessen trifft Satsuki auf Kōichi, der verrät, dass er Ohana nicht verlassen hat und mehr über sie erfahren möchte. Satsuki bringt ihn dann in ihr Büro, wo sie ihm Aufnahmen aus dem abgesagten Film zeigt, damit er sehen kann, wie sie im Kissuiso arbeitet. In Tokio angekommen, gelingt es Ohana und Takako, Inashi zu finden und zu fassen. Danach treffen Ohana und Kōichi aufeinander.","versions":[{"lang":1,"streams":[{"redirect":14278053,"hoster":"VOE"},{"redirect":13672183,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500295,"hoster":"VOE"},{"redirect":8570024,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Shijima Sui ist der Endgegner","epNo":24,"alt":"Sui Shijima, The Final Boss","descr":"Nachdem er einige Zeit mit ihm verbracht hat, lädt Ohana Kōichi ein, zum Bonbori-Festival zu kommen, bevor er Tokio wieder verlässt. Als Ohana wieder im Kissuiso ankommt, bekommen sie dank einer positiven Bewertung von Satsuki eine Flut von Reservierungen. Sui besteht jedoch darauf, das Kissuiso nach dem Bonbori-Festival schließen zu wollen. Am nächsten Tag nimmt Sui Ohana mit, um das Grab ihres Mannes zu besuchen, wo Sui plötzlich zusammenbricht. Sui erklärt, dass sie Kissuiso schließen wollte, damit die anderen machen können, was sie wollen. Nach der Rückkehr ins Kissuiso sind die anderen mit Sui uneins, nur Ohana bietet an, bei den Vorbereitungen des Bonbori-Festivals zu helfen.","versions":[{"lang":1,"streams":[{"redirect":14278052,"hoster":"VOE"},{"redirect":13672184,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500296,"hoster":"VOE"},{"redirect":8546777,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Mein geliebtes Kissuisou","epNo":25,"alt":"The Kissui Inn I Love","descr":"Mit der wachsenden Zahl von Reservierungen wächst Ohana über die Veränderungen, die Kissuiso vornimmt, und den Schlafmangel, den die Mitarbeiter bekommen. Sie ist auch im Streit mit einigen anderen, weil sie sich auf die Seite von Sui stellt. Ohana erzählt Nako, was Sui ihr erzählt hat, die ihr erklärt, warum ihre Meinung anders ist. Es wird schlimm für das Kissuiso, als sich Tomoe am Tag vor dem Festival den Knöchel verstaucht, aber Sui und Satsuki kommen, um als Kellnerinnen einzuspringen, und gemeinsam schaffen sie es den Tag des Festivals zu überstehen. Danach gehen alle zum Bonbori-Festival.","versions":[{"lang":1,"streams":[{"redirect":14278051,"hoster":"VOE"},{"redirect":13672202,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534601,"hoster":"VOE"},{"redirect":8546781,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Damit wir eines Tages erblühen","epNo":26,"alt":"To Bloom One Day","descr":"Während alle das Bonbori-Festival erkunden, trifft sich Ohana, die jetzt davon träumt, wie Sui zu sein, mit Kōichi und gesteht ihm schließlich ihre Gefühle. Nach dem Festival findet eine Abschiedsparty für Denroku statt, bei der Enishi erklärt, dass er damit einverstanden ist, dass das Kissuiso geschlossen wird, bis er das Gefühl hat, talentiert genug zu sein, um es richtig zu führen. Als das Kissuiso am nächsten Tag schließt und sich alle Wege trennen, sieht Sui Ohana, die verspricht, eines Tages zurückzukehren und ihr Denrokus Logbuch als Andenken überreicht.","versions":[{"lang":1,"streams":[{"redirect":14271734,"hoster":"VOE"},{"redirect":13672185,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13056492,"hoster":"VOE"},{"redirect":8546772,"hoster":"Streamtape"}]}]}]}]}