{"path":"/serie/stream/hanasakeru-seishounen","name":"Hanasakeru Seishounen","descr":"[Ger Sub]Kajika Barnsworth, Tochter eines Großindustriellen, hat einen großen Teil ihrer Kindheit auf einer von der Zivilisation abgetrennten Insel verbracht und gerade als sie ihr normales Schulleben in Japan genießen möchte, beordert ihr Vater sie in die USA. Dort lädt er sie zu einer Art Spiel ein. Drei Heiratskandidaten wurden von ihm ausgesucht und Kajika soll sich für einen von ihnen entscheiden. Der Haken ist nur, dass Kajika nicht weiß, wer die Heiratskandidaten sind, also könnte jeder Mann, der ihr über den Weg läuft, einer der Auserwählten sein. Trotzdem nimmt Kajika die Herausforderung an und es dauert nicht lange, bis sie auf die ersten möglichen Kandidaten trifft.","seasons":[{"path":"/serie/stream/hanasakeru-seishounen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-1","name":"","epNo":1,"alt":"Innocent Girl","descr":"Kajika wechselt von Amerika auf eine japanische Mittelschule, freundet sich mit ihrer Klassenkameradin Yui Yamate an und bleibt einen Tag in Japan. Am Tag ihrer Ankunft erregt Kajika jedoch die Aufmerksamkeit eines schlechten Seniors, und am Ende der Schule wird sie von diesem Senior und ihrer Bande in die Enge getrieben. Kajikas Bodyguard Haga Toranosuke kommt, um sie zu retten, kann sie aber nicht, weil ein Typ sie festhält, also steigt sie ins Auto und stimmt zu, zu gehen. Dort angekommen, beschließt der Anführer, dass er möchte, dass sie ihm gehört, aber sie sagt: \"Wie willst du mich zu deinem machen, mein Herz ist nicht einmal hier\". Gerade als die Gang sie angreifen will, erscheint Li-Ren, in die Kajika vollstes Vertrauen hat, und beschützt sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592512","hoster":"VOE"},{"path":"/redirect/8525792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-2","name":"","epNo":2,"alt":"Circling Love","descr":"Kajika nimmt den Vorschlag ihres Vaters Harry Burnsworth an, an einem \"Ehespiel\" teilzunehmen. Eines Tages trifft sie Eugene Du Vorkan, von dem Kajika glaubt, dass er die Reinkarnation ihres geliebten weißen Leoparden Mustafa ist. Sie besucht seine Wohnung, um ihren Verdacht zu bestätigen. Li-Ren, die für die Überwachung des \"Ehespiels\" verantwortlich ist, vermutet, dass Eugene einer der von Harry ausgewählten Ehemannkandidaten ist. Neben Eugenes Kandidaturverdacht hat Li-Ren auch ein ungutes Gefühl bei ihm und schaut sich seinen Hintergrund an. Zur gleichen Zeit, als Li-Ren den Hintergrundbericht über ihn erhält, erscheint eine Frau mit einer Waffe in Eugenes Zimmer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592511","hoster":"VOE"},{"path":"/redirect/8525797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-3","name":"","epNo":3,"alt":"A sleepless Night","descr":"Li-Ren stellt fest, dass es gefährlich ist, sich auf Eugene einzulassen, und sperrt Kajika in ihr Zimmer ein. Doch irritiert von Li-Rens Handlungen beschließt Eugene, dass er die Dinge nicht so enden lässt und in dieser Nacht schleicht Eugene Kajika aus dem Haus, direkt an Li-Rens Sicherheit vorbei. Sie verstecken sich im Zweitwohnsitz seines Vaters und unterhalten sich eine ganze Weile. Kajika erzählt Eugene – dem egal, was mit sich selbst passiert – wie sie sich fühlt. Eugenes zwei ältere Brüder kommen, um zu sehen, worum es bei dem ganzen Trubel geht. Li-Ren kommt an und nimmt Kajika mit nach Hause. Später sagt Li-Ren Kajika, dass sie zu Eugenes Geburtstag nach Paris gehen kann. Die Episode endet damit, dass Li-Ren erfährt, dass Eugene wahrscheinlich nicht der echte Sohn von Baron Vulcan ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592515","hoster":"VOE"},{"path":"/redirect/8525800","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-4","name":"","epNo":4,"alt":"The day when the long Night ends","descr":"Kajika besucht das Vorkan-Haus an dem Tag, an dem Eugene mit seiner Familie seinen zwanzigsten Geburtstag feiern wird. Durch Kajikas unerwarteten Besuch aus dem Gleichgewicht gebracht, schreit Eugene Kajika an, sie solle verlassen, aber seine Familie greift ein und lädt sie ein, zu bleiben. Wegen Eugenes Ausbruch macht sich Kajika große Sorgen. Der Butler des Vorkan fleht sie an, Eugenes Seele zu retten. Als solche warten Kajika und die anderen in einem anderen Raum in Bereitschaft, während Eugenes Geburtstagsfeier beginnt. Auf der Party verrät Eugene den anderen, dass er das Geheimnis um seine Geburt kennt und dass ihn dies schwer deprimiert. Dann reicht er seinem Vater eine Waffe und bittet darum, von seinem Elend befreit zu werden. Verletzt rennt Eugene in den 3. Stock des Herrenhauses und wollte aus dem gleichen Fenster springen wie seine Mutter.Kajika eilt ins Zimmer und schießt Eugens Spiegelbild im Spiegel ab und sagt dann, dass der alte Eugene jetzt tot ist und nun ein neuer Eugene geboren wurde. Kajika ruft Eugene liebevoll mit dem Namen Mustafa heraus und Eugene umarmt Kajika weinend.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592516","hoster":"VOE"},{"path":"/redirect/8525805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-5","name":"","epNo":5,"alt":"Encounters~Reunions","descr":"Kajika und Haga Toranosuke gehen zu Li-Rens Party und treffen dort mehrere Leute. Kajika beginnt mit Li-Rens Tante zu sprechen, die ihr einen Schlüssel zum Gewächshaus gibt und sagt, dass sie nach hinten rausgehen und eine Verschnaufpause einlegen soll. Haga kann sie nicht finden und alle suchen nach ihr. Unterdessen plant die Tante etwas Schlimmes in Bezug auf Kajika und sagt zu Leon \"Sie sollte den List eines Stadtmenschen hilflos gegenüberstehen, zieh das schön durch, Leon\". Im Gewächshaus trifft Kajika zum ersten Mal auf Leon und er beginnt sie zu schlagen; aber sie ist wie immer ahnungslos und beginnt zu gehen und sagt, dass sie nicht mit ihm reden wird, weil sie ihn nicht so gut kennt. Er sagt weiter, dass er verliebt ist und sie ihn ignoriert, sie sagt ihm, dass er keiner der Männer ist, die ihr Vater für das Spiel ausgewählt hat, und kommt herein, Rumati Ivan,der zweite Prinz von Raginei. Der Mann, der auf Kajika schlägt, sagt ihm, er solle gehen und Rumati verprügelt ihn, weil er ihn auf den Kopf geschlagen und seine Sonnenbrille abgeschlagen hat. Kajika sieht, dass der Junge blaue Augen mit schwarzen Haaren hat und findet das seltsam und interessant. Zurück in seinem Zimmer widerspricht Rumaty Quinza hartnäckig; sein Diener trägt das heilige Tuch, das auf dem Kopf getragen wird, um ihrem Sonnengott Respekt zu erweisen; Quinza droht, sich die Kehle aufzuschneiden, wenn er das Tuch nicht trägt. Kajika schleicht sich heraus, weil sie nicht schlafen kann und trifft auf dem Weg nach draußen auf Rumati, sie beginnen sich zu unterhalten, ungewollt von Rumati, und lernen Neues übereinander, Rumati gibt Kajika sein Tuch und wenige Minuten später treffen sie auf Attentäter.Der Mann, der auf Kajika schlägt, sagt ihm, er solle gehen und Rumati verprügelt ihn, weil er ihn auf den Kopf geschlagen und seine Sonnenbrille abgeschlagen hat. Kajika sieht, dass der Junge blaue Augen mit schwarzen Haaren hat und findet das seltsam und interessant. Zurück in seinem Zimmer widerspricht Rumaty Quinza hartnäckig; sein Diener trägt das heilige Tuch, das auf dem Kopf getragen wird, um ihrem Sonnengott Respekt zu erweisen; Quinza droht, sich die Kehle aufzuschneiden, wenn er das Tuch nicht trägt. Kajika schleicht sich heraus, weil sie nicht schlafen kann und trifft auf dem Weg nach draußen auf Rumati, sie beginnen sich zu unterhalten, ungewollt von Rumati, und lernen Neues übereinander, Rumati gibt Kajika sein Tuch und wenige Minuten später treffen sie auf Attentäter.Der Mann, der auf Kajika schlägt, sagt ihm, er solle gehen und Rumati verprügelt ihn, weil er ihn auf den Kopf geschlagen und seine Sonnenbrille abgeschlagen hat. Kajika sieht, dass der Junge blaue Augen mit schwarzen Haaren hat und findet das seltsam und interessant. Zurück in seinem Zimmer widerspricht Rumaty Quinza hartnäckig; sein Diener trägt das heilige Tuch, das auf dem Kopf getragen wird, um ihrem Sonnengott Respekt zu erweisen; Quinza droht, sich die Kehle aufzuschneiden, wenn er das Tuch nicht trägt. Kajika schleicht sich heraus, weil sie nicht schlafen kann und trifft auf dem Weg nach draußen auf Rumati, sie beginnen sich zu unterhalten, ungewollt von Rumati, und lernen Neues übereinander, Rumati gibt Kajika sein Tuch und wenige Minuten später treffen sie auf Attentäter.Rumaty widerspricht Quinza hartnäckig; sein Diener trägt das heilige Tuch, das auf dem Kopf getragen wird, um ihrem Sonnengott Respekt zu erweisen; Quinza droht, sich die Kehle aufzuschneiden, wenn er das Tuch nicht trägt. Kajika schleicht sich heraus, weil sie nicht schlafen kann und trifft auf dem Weg nach draußen auf Rumati, sie beginnen sich zu unterhalten, ungewollt von Rumati, und lernen Neues übereinander, Rumati gibt Kajika sein Tuch und wenige Minuten später treffen sie auf Attentäter.Rumaty widerspricht Quinza hartnäckig; sein Diener trägt das heilige Tuch, das auf dem Kopf getragen wird, um ihrem Sonnengott Respekt zu erweisen; Quinza droht, sich die Kehle aufzuschneiden, wenn er das Tuch nicht trägt. Kajika schleicht sich heraus, weil sie nicht schlafen kann und trifft auf dem Weg nach draußen auf Rumati, sie beginnen sich zu unterhalten, ungewollt von Rumati, und lernen Neues übereinander, Rumati gibt Kajika sein Tuch und wenige Minuten später treffen sie auf Attentäter.Rumati gibt Kajika sein Tuch und Minuten später treffen sie auf Attentäter.Rumati gibt Kajika sein Tuch und Minuten später treffen sie auf Attentäter.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525809","hoster":"VOE"},{"path":"/redirect/8525806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-6","name":"","epNo":6,"alt":"Innocent Spirit","descr":"Kajika und Rumati machen beide einen Spaziergang und Rumati bittet Kajika, ihn in Ruhe zu lassen. Kajika droht sanft zu schreien und die anderen auf Rumatis Abwesenheit aufmerksam zu machen und dies veranlasst Rumati, Kajika zu erlauben, ihm zu folgen. Kajika stellt sich vor und stellt Rumati alle möglichen Fragen. Es gab einen Fall, in dem Kajika Bewunderung für die Kopfbedeckung und Kleidung der Raginei zeigte, Rumati nahm seine Kopfbedeckung ab und gab sie Kajika. Kajika setzte die Kopfbedeckung auf ihren Kopf und im romantischen Mondlicht war Rumati kurz von Kajikas Schönheit verzaubert, bis ein Lastwagen raste und in Rumati rammen wollte. Rumati spürte, dass etwas nicht stimmte, und packte Kajika und beide versuchen, den Attentätern zu entkommen. Im Wald trafen sie auf zwei Personen der Hong Kong Street Kids (eine kleine Gangstergruppe).Einer der Jungs wollte mit Kajika spielen und plötzlich erlaubte ein dritter, der eine höhere Autorität zu haben scheint, sowohl Kajika als auch Rumati, ihre Geschichte zu erzählen, und dann gab er beiden für die Nacht Unterschlupf. Währenddessen nutzte Li-Ren, wie Quinza ihm vertraute, den Einfluss der Familie der Huang, um in aller Eile sowohl Kajika als auch Rumati zu finden. Während die Suche nach Rumati und Kajika im Gange war, freundete sich Kajika die ganze Nacht mit allen drei Jungs von den HK Street Kids an, aber plötzlich fanden die Attentäter, zu denen auch Lieutenant Noei aus Raginei gehörte, das Versteck und griffen unaufhörlich an.s Familie beeinflusst, um eilig sowohl Kajika als auch Rumati zu finden. Während die Suche nach Rumati und Kajika im Gange war, freundete sich Kajika die ganze Nacht mit allen drei Jungs von den HK Street Kids an, aber plötzlich fanden die Attentäter, zu denen auch Lieutenant Noei aus Raginei gehörte, das Versteck und griffen unaufhörlich an.s Familie beeinflusst, um eilig sowohl Kajika als auch Rumati zu finden. Während die Suche nach Rumati und Kajika im Gange war, freundete sich Kajika die ganze Nacht mit allen drei Jungs von den HK Street Kids an, aber plötzlich fanden die Attentäter, zu denen auch Lieutenant Noei aus Raginei gehörte, das Versteck und griffen unaufhörlich an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592517","hoster":"VOE"},{"path":"/redirect/8525810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-7","name":"","epNo":7,"alt":"Thoughts of Others","descr":"Als Noei das Messer packte, um Rumati zu erstechen, brachte er es nicht über sich, ihn zu töten und schoss sogar für Rumati, um ihn zu retten. Später kommt die Polizei zusammen mit Li-Ren und Toranosuke rechtzeitig, um sie zu retten und die Fehler zu fassen. Noei wurde dann behandelt und er weigerte sich zuzugeben, dass es Rumatis älterer Bruder war (der befürchtet, dass Rumati den Thron übernehmen wird), der die Tötung angeordnet hatte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592518","hoster":"VOE"},{"path":"/redirect/8525811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-8","name":"","epNo":8,"alt":"Promise","descr":"Noei wurde als Ragineianer verstoßen und beschließt, dann als Leibwächter bei den Burnsworths zu arbeiten. Er war dem König von Raginei jedoch immer noch treu. Die Episode endet damit, dass Rumati und seine Mitmenschen nach Raginei aufbrechen. Rumati bekommt von Kajika einen Kuss auf die Wange, was ihn rot werden lässt und auch an Kajika Gefallen findet. Er verspricht ihr, dass er bald wiederkommt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12285206","hoster":"VOE"},{"path":"/redirect/8525815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-9","name":"","epNo":9,"alt":"Unchanging Things","descr":"Eugene kann Kajika nicht kontaktieren und beschließt, nach Japan zu gehen, um ihre Freundin Yui zu treffen. Er geht auf Yuis Schule und stellt sich als Kajikas Verlobter vor, Yui ist überglücklich, dass Kajika sie nicht vergessen hat. Danach fragt Eugene Yui, ob er auch ihr Haus sehen könnte. Unterdessen erfährt Kajika, dass Eugene auch in Japan ist. Zusammen mit Toranoske und Li-Ren gehen sie auch zu Yuis Haus. Dort finden sie Eugene, der einen Yukata trägt. Zwischen Li-Ren und Eugene (der kein Wort auf Japanisch kennt und daher auf Englisch spricht) zünden Funken, die damit enden, dass Li-Ren Essen nach Peking-Art kocht, um zu beweisen, dass es ihm besser geht. Sie essen mit Yuis Familie zu Abend und machen dann gemeinsam ihr Foto.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592520","hoster":"VOE"},{"path":"/redirect/8525818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-10","name":"","epNo":10,"alt":"Cross Days","descr":"In der Rückblende von 1955 kommt Mahaty, der Großvater von Rumati, der damals gerade Kronprinz von Raginei war, zu einer Konferenz nach Amerika. Er wird in seinem Hotelzimmer von Attentätern angegriffen und flüchtet, indem er sich in einem Wäschewagen versteckt. Später findet er sich in den Slums wieder, wo er Kathleen (oder Katherine) trifft. Sie gehen in eine Bar, wo sie Mahaty Fred Burnsworth, Kajikas Großvater, vorstellt. Mahaty betrinkt sich mit Champagner und schläft schließlich in Kathleens Wohnung. Am Morgen entdecken sie, wer Mahaty wirklich war. In der Gegenwart besucht Kajika Fred. Sie sprechen über den Ehemann, der Wild jagt und Kajika zeigt Fred, Bilder der 2 Kandidaten. Als Fred das Bild von Rumaty sieht, dachte er, es sei Mahaty. Er bekommt einen Herzinfarkt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614846","hoster":"VOE"},{"path":"/redirect/8525821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-11","name":"","epNo":11,"alt":"Shape of Love","descr":"Mahaty wohnt zu seinem Schutz bei Kathleen, die von Mahati zur Dame des Inneren Hofes ernannt wurde. Wieder kamen Attentäter für Mahaty und sowohl er als auch Kathleen fliehen durch die Feuerleiter, während Mahatys Diener den Attentäter zurückhält. Mahaty und Kathleen wurden jedoch in die Enge getrieben, Mahaty konnte die Verfolger mit seinem Wort als König unterwerfen. Mahaty und Kathleen unterhielten sich. Und eins führte zum anderen. Mahaty schlug Kathleen vor und kehrte dann nach Raginei zurück, um die Erlaubnis seines Vaters zu bekommen, ließ Kathleen in Freds Händen und versprach, zurückzukehren. In der Gegenwart erfährt Kajika die Wahrheit hinter der Abstammung ihres Vaters. Fred verbrennt dann das Manuskript des Romans, den er schrieb. Ein Roman über Mahaty.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592522","hoster":"VOE"},{"path":"/redirect/8525824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-12","name":"","epNo":12,"alt":"Alone","descr":"Eugene wurde aus seiner Wohnung geworfen und bleibt vorerst bei Kajika. Inzwischen kehrt Rumati nach Amerika zurück und bleibt eine Woche in Kajikas Villa. Später stellt er fest, dass sein Vater gestorben ist und wird des Hochverrats angeklagt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592521","hoster":"VOE"},{"path":"/redirect/8525828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-13","name":"","epNo":13,"alt":"Country of the Sun","descr":"Kajika, Toranosuke und Eugene gehen nach Raginei. Li-Ren erfährt von dem ungewöhnlichen Nachfolgesystem in Raginei und erkennt, dass Kajika an erster Stelle für den Thron steht. Carl Rosenthal trifft den Oberkämmerer und findet heraus, dass das Land instabil ist. Später im Hotel erklärt Eugene, dass er an der Party von Prinz Izmal teilnehmen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614848","hoster":"VOE"},{"path":"/redirect/8525827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-14","name":"","epNo":14,"alt":"Warmth","descr":"Eugene besucht Rumatys Cousin in seiner Villa und erfährt, dass jemand anderes die Fäden aus den Schatten zieht. Noei spürt die Anwesenheit eines Schattens hinter Somand und sagt nur Sezun, dass er plant, auf einer geheimen Route durch Malaysia nach Raginei zurückzukehren. Rumaty, der sich im Schatten versteckt, belauscht das Gespräch. Unterdessen macht sich Kajika Sorgen um Eugene, der beschlossen hat, alleine zu einer königlichen Familienfeier zu gehen, die von Izmal veranstaltet wird. Sie beschließt, alles in ihrer Macht Stehende zu tun, um ihm zu helfen. Doch im nächsten Moment bricht der Hotelaufzug, in dem sie Carl zufällig getroffen hatte, zusammen, und die beiden sind darin gefangen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592523","hoster":"VOE"},{"path":"/redirect/8525830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-15","name":"","epNo":15,"alt":"Moonlight Medium","descr":"Während er in Izmals Villa ist, wird Eugene von Najayra gerufen, die nicht nur Mitglied des Königshauses ist, sondern auch als Schamanin Autorität besitzt. Najayra, die sich für Kajika interessiert hatte, erwähnt Eugene gegenüber, dass sie ihn treffen wollte, da er Kajikas Freund war. Eugene nutzt diese Gelegenheit, um mehr über Najayras Geheimnisse herauszufinden. Eugene wird jedoch von Najayras starker Persönlichkeit überwältigt. Unterdessen trifft Kajika in der US-Botschaft ein und findet heraus, dass Carls Vater Harry gegenüber Groll hegt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614853","hoster":"VOE"},{"path":"/redirect/8525835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-16","name":"","epNo":16,"alt":"Pride","descr":"Eugene kehrt zum Hotel zurück, in dem Kajika wartete. Kajika ist erleichtert, dass er in Sicherheit war. Dann erhält sie zwei Briefe; eine Einladung zu Somands Inthronisierungsfeier, die einen Monat später stattfand, und ein Brief von Najayra. Zu dieser Zeit wurde Rumaty in der Burnsworth-Residenz versteckt, aber er entkommt. Während er sich über seine Freiheit freut, wird Rumaty von den von Raginei angeheuerten Leuten entdeckt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592524","hoster":"VOE"},{"path":"/redirect/8525838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-17","name":"","epNo":17,"alt":"Feelings That Don\u0027t Reach","descr":"Li-Ren erleidet bei einem gescheiterten Versuch, Rumaty zu retten, eine Schussverletzung. Er ist sich nicht sicher, ob seine Taktik funktionieren kann, und versucht in einem letzten Versuch, seine Position als Anführer der Huang-Gruppe zu nutzen, um die Männer zu bezahlen, die von Raginei angeheuert wurden. Obwohl die Männer von seinem Angebot erschüttert werden und tief in ihrem Inneren schwanken, bringen sie Rumaty und Li-Ren an Bord ihres Bootes, um der Übergabe einen Schritt näher zu kommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8562191","hoster":"VOE"},{"path":"/redirect/8525841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-18","name":"","epNo":18,"alt":"Opposition","descr":"Najayra lädt Kajika in ihre Villa ein. Obwohl sie äußerlich einladend wirkt, hat Najayra im Grunde ihre eigenen Pläne. Kajika lässt sich von ihren Absichten jedoch nicht einschüchtern, während Toranosuke die unruhige Spannung zwischen ihnen spürt. Außerdem hat Najayra Carl in ihre Villa eingeladen. Najayra weiß, dass Kajika und Carl Unternehmensfeinde sind, und versucht gerne, eine Reaktion der beiden hervorzurufen. Trotz Najayras Komplott ist Kajika davon nicht betroffen und fragt Carl nach den Streitigkeiten zwischen ihren Vätern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614855","hoster":"VOE"},{"path":"/redirect/8525842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-19","name":"","epNo":19,"alt":"Feelings That Can\u0027t Be Held back","descr":"Plötzlich taucht Quinza vor Kajika auf, um zu überprüfen, ob Rumaty bei dem vorherigen Entführungsvorfall nicht verletzt wurde. Kajika, die ein tiefes Mitgefühl in Quinzas Augen für Rumaty spürt, fragt nach seinen Absichten. Währenddessen kehrt Carl schnell nach Hause zurück, nachdem er von seinem Vater Nelson gehört hat. Bei seiner Ankunft erfährt Carl von den Ermittlungen zu Harrys Geburt und Nelsons Versuch, Raginei von Burnsworth zurückzuholen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592525","hoster":"VOE"},{"path":"/redirect/8525849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-20","name":"","epNo":20,"alt":"Turning Point","descr":"Als sie von Kajika hört, dass sie Quinza getroffen hat, fragt Rumaty nach nichts und akzeptiert die Tatsache leise. Nach einer Weile taucht Harry vor Rumaty auf, der allein im Garten ist. Rumaty ist anfangs vorsichtig mit Harry, da er ihn nicht kennt, aber von seinen Worten fasziniert ist. Zu diesem Zeitpunkt sagt Harry Rumaty, dass er König werden soll. Seltsamerweise fühlt sich Rumaty, als ob ihm sein Vater davon erzählt hätte. Dann trifft Harry Eugene und Carl später, um über Kajika zu sprechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13056495","hoster":"VOE"},{"path":"/redirect/8525850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-21","name":"","epNo":21,"alt":"Unforgettable Feelings","descr":"Kajika betritt Raginei einen Moment vor der Krönung des neuen Königs Somand. Als die Gruppe im Hotel ankommt, fragt Harry nach Li-Ren. Harry besteht darauf, dass Li-Ren alleine kommt und gesteht ihm den wahren Zweck der Jagd von Kajikas Ehemann. Obwohl Li-Ren etwas vermutete, konnte er seinen Unglauben über das schwere Schicksal, das Kajika trug, nicht zurückhalten. Darüber hinaus versetzt Harry Li-Ren einen emotionalen Schlag mit einer aufreibenden Realität.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614859","hoster":"VOE"},{"path":"/redirect/8525853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-22","name":"","epNo":22,"alt":"Repose","descr":"Diese Episode beginnt mit einem Brief an Kajikas japanische Schulfreundin Yui. Während Yui nach New York geflogen wird, ist Eugene wegen des Todestages seiner Mutter in Österreich. Yui trifft Rumaty und denkt automatisch daran, dass er wie ein Prinz aussieht. Aufgrund der Gefährlichkeit seiner Identität wird er als Rumanty Ivan, einem Besuchsfreund aus Singapur, vorgestellt. In Singapur trifft sich Li-Ren mit Carl, wo er verrät, wen die Rosenthal-Gruppe unterstützen will. Er erklärt, dass der Plan darin besteht, sowohl Rumaty als auch Somand zu einer Konfrontation zu zwingen, in der die Hoffnung besteht, dass sie sich gegenseitig zerstören würden. Carl und sein Vater sind dagegen, Carl kann die Idee, die Zukunft einer Nation anhand des Gewinns einer Firma zu bestimmen, nicht unterstützen.Was noch schlimmer ist, ist die Tatsache, dass sein Vater diese Entscheidung auf seinen Emotionen und seinem Groll begründet hat. Carl gibt gegenüber Li-Ren zu, dass er sich vorstellen kann, dass es zwischen Rosenthal und Burnsworth keinen Streit gibt, wenn er an Kajika denkt. Carl erzählt Li-Ren, wie Harry Burnsworth vor fast einem Jahr zu ihm kam und sagte: \"Wenn du sie willst, kannst du sie haben. Es hängt alles von Kajika ab.\" Carl will Kajika und beabsichtigt, dieses Angebot anzunehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614861","hoster":"VOE"},{"path":"/redirect/8525856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-23","name":"","epNo":23,"alt":"Separation","descr":"Diese Episode beginnt damit, dass Kajika die Idee vorbringt, Eugenes Haare zu schneiden! Die Dinge haben sich im letzten Jahr geändert, es gibt einen Aufstand im Norden von Raginei und während Noei Kräfte sammelt, um zu kämpfen, glaubt er nicht, dass es im besten Interesse des Landes ist, keine Monarchie zu haben. Mit der festen Überzeugung, dass Rumaty die beste Wahl für den König ist, beschließt er, nach Amerika zu gehen, um ihn davon zu überzeugen, nach Raginei zurückzukehren. Eddie, der Reporter, taucht mit Beweisen für Korruption in Kajikas Haus auf, es gibt Slums, wo es vorher keine gab, Gefängnisse und Hinrichtungslager, in denen Menschen ohne Gerichtsverfahren getötet werden. Rumaty wurden Fotos gezeigt, die beweisen, dass all dies wahr ist. Während Rumaty darüber nachdenkt, entscheidet er, was er dagegen tun wird. Wird er es seinem Bruder überlassen, zu regieren? Oder wird er aufstehen und den Thron besteigen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923130","hoster":"VOE"},{"path":"/redirect/8525859","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-24","name":"","epNo":24,"alt":"Confusion","descr":"Alle machen sich Sorgen, wie Rumaty die Nachrichten über Raginei erhalten wird. Er beschließt, ein Interview in Singapur zu gewähren. Rumaty weiß, dass er Kajika eine Weile nicht sehen wird, also fragt er, ob er ihr einen Geliebtenkuss geben kann; er küsst sie, aber Li-Ren sieht den Kuss und es scheint ihn wütend zu machen. Kajika ist verwirrt darüber, welche Art von Liebe sie für ihre Freunde empfindet und unterhält sich mit Eugene darüber. Rumaty erkennt, dass Li-Ren Kajika liebt und hat einen Streit mit ihm. Er fragt Li-Ren, warum er Kajika nicht erzählt, wie er sich fühlt. Später entschuldigt sich Rumaty und beide gehen nach Singapur, wo der Prinz ein Interview gibt, in dem er erklärt, dass er nach Raginei zurückkehren wird, selbst wenn nur einer seiner Leute nach ihm ruft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9592527","hoster":"VOE"},{"path":"/redirect/8525860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-25","name":"","epNo":25,"alt":"Buried Shard","descr":"Herr Burnsworth wird von Li-Ren telefonisch informiert, dass Kajika am nächsten Tag nach Singapur fliegen würde, um Rumaty zu besuchen. In dieser Nacht geht Kajika zu Carl Rosenthals Wohnung in New York, um sich über die Geschehnisse in Raginei zu informieren. Kajika sitzt da und wartet, bis Carl von der Arbeit kommt. Überrascht führt er sie hinein. Bevor sie viel reden können, platzen Carls drei Schwestern herein, voller Wut darüber, dass sie ihr Taschengeld auf 100.000 im Monat senken. Carl macht sie noch frustrierter und will gerade den Raum verlassen, als eine seiner Schwestern das Licht ausschaltet, wissend, dass er klaustrophobisch ist und die Dunkelheit ihn daran erinnert, wie er in einem Brunnen gefangen war. Er fällt zu Boden und packt ihn an der Kehle, während die Schwestern ihn verspotten. Kajika stürmt angewidert mit einem Feuerzeug hinter einer Tür hervor.Sie macht das Licht an und wirft eine Vase mit Blumen nach ihnen. Sie schreit und sagt ihnen, wie gering es ist, die Schwäche von jemandem gegen sie einzusetzen. Die Schwestern kreischen und gehen und sagen Kajika, dass sie es bereuen würde. Carl dankt Kajika, da sie ihn zum zweiten Mal gerettet hatte. Er umarmt sie und sagt, dass er sie liebt und dass er Frauen nicht mehr hasst. Er sagt, dass er immer auf sie warten wird, dass sie das Mädchen war, das ihm alles geöffnet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9614870","hoster":"VOE"},{"path":"/redirect/8525862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-26","name":"","epNo":26,"alt":"Puppet","descr":"Eugene besucht König Somands Teeparty und trifft dort Najayra, die ihm eine Audienz bei König Somand anbietet. Noei kommt in Singapur an und ist schockiert, wie sehr sich Rumaty verändert hat. Kajika sagt Li-Ren, dass sie zu Raginei gehen will, aber er macht sich Sorgen um Kajika und weigert sich. Najayra und Eugene erreichen den Königspalast. Eugene ist schockiert, als Quinza ihm erzählt, dass Najayra mit Somand verlobt war und Königin werden sollte. Außerdem enthüllt sich Najayra als Quinzas Geliebte. Als Eugene Quinza damit konfrontiert, sagt Quinza ihm, dass er für eine Weile im Palast festgehalten wird, nur um Kajika Sorgen zu machen. Kajika denkt später über die seltsame Verbindung nach, die sie zu Raginei empfindet und fragt sich, warum sie so empfindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525870","hoster":"VOE"},{"path":"/redirect/8525869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-27","name":"","epNo":27,"alt":"Heavy Chains","descr":"Kajika will nach Raginei gehen. Li-Ren hat sich geweigert. Kajika erklärt Li-Ren und Toranosuke, dass sie glaubt, dass sie gehen muss. Unterdessen erreicht Li-Ren die Nachricht von Eugenes Entführung, die glaubt, dass Najayra mit hoher Wahrscheinlichkeit dahintersteckt. Währenddessen gewinnt Noei die Unterstützung von Leutnant Kopel, in dem der Leutnant schwört, Soldaten zurückzuhalten, um für Rumatys Rückkehr zu kämpfen. Die Ältesten der Huang-Gruppe besuchen Li-Ren, um ihm mitzuteilen, dass eine Braut für ihn ausgewählt wurde, seine Cousine Ling-lee. Es kommt zu einem Argument, dass es als Chef der Huang-Gruppe seine Pflicht sei, sich niederzulassen und einen Erben zu produzieren, was Li-Ren ablehnt. In diesem Sinne besucht Kajika Rumaty und zeigt eine Rückblende in eine Zeit, in der sie und Li-Ren sich näher zu sein schienen.Kajika verabschiedet sich von Rumaty und schwört, dass sie Raginei mit eigenen Augen sehen wird. Dazu verstaut sie sich in Ling-lees Auto und entkommt dem Grundstück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525872","hoster":"VOE"},{"path":"/redirect/8525874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-28","name":"","epNo":28,"alt":"Former Disagreements","descr":"Kajika entkommt erfolgreich aus dem Landhaus der Huang. Unterdessen hinterfragt Rumaty Li-Rens Entscheidung, Kajika strikt nicht zu erlauben, nach Raginei zu gehen. Er hat das Gefühl, dass Li-Ren ihnen etwas Wichtiges verbirgt und er muss es wissen. Li-Ren folgt Kajika ganz allein. Als Kajika am Flughafen Raginei ankommt, sieht sie Carl aus Versehen und fragt ihn, ob sie auf der Suche nach Eugene mitkommen könnte. Carl weigert sich jedoch, schwört Kajika aber, dass er ein gutes Ergebnis bringen wird. Er bietet Kajika an, in seinem Hotel zu bleiben. Während er darauf wartet, dass Kajika ihr Gepäck abholt, trifft Carl plötzlich auf Li-Ren, die gerade am Flughafen Raginei angekommen ist. Komplikationen treten auf, als die Streitkräfte eintrafen und den Flughafen in ein Kriegsgebiet verwandelten. Besorgt um Kajikas Sicherheit geht Li-Ren sofort hinein, um sie zu finden.Li-Ren verletzt sich, als er versucht, Kajika zu beschützen. Unerwartet hilft Isaac, der von Rumaty gebeten wurde, Kajika zu beschützen, bei der Flucht. Gegen Ende der Episode gesteht Kajika schließlich, dass sie Li-Ren liebt und nicht möchte, dass er in ein anderes Mädchen verliebt ist. Li-Ren sagt ihr daraufhin, dass er sich keine andere Frau als sie aussuchen kann. Schließlich erkennt Li-Ren, dass er alles aufgeben kann, was er hat, nur um mit Kajika zusammen zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525873","hoster":"VOE"},{"path":"/redirect/8525877","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-29","name":"","epNo":29,"alt":"Inside The Circle Of Fate","descr":"Toranosuke geht zu Harry, da der Kontakt zu Li-Ren aufgehört hat. Toranosuke glaubt, dass es sehr wahrscheinlich ist, dass sowohl Li-Ren als auch Kajika in den Staatsstreich verwickelt sind, und bedauert, Kajika nicht daran gehindert zu haben, nach Raginei zu gehen. Während er bei Harry ist, tauchen neue Informationen auf. Auf der anderen Seite besucht Carl die amerikanische Botschaft, um mehr Informationen über Kajikas Aufenthaltsort zu erhalten. Während Carls Vater in der Botschaft ist, taucht Nelson auf und offenbart Carl eine schockierende Wahrheit. Carl erfährt von seinem Vater von Kajikas Abstammung, aber sein Vater will nichts anderes, als sich an den Burnsworths zu rächen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525879","hoster":"VOE"},{"path":"/redirect/8525876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-30","name":"","epNo":30,"alt":"Unstoppable Progress","descr":"Quinza plant, Noei und seine Gruppe zu fangen, sie aber am Leben zu lassen, um zu beweisen, dass jemand von der Regierung Informationen über die Geheimpolizei durchsickert. Die Polizei, die Quinza geschickt hat, erreicht das Versteck. Kajika, Goslen und Li-Ren entkommen dem Versteck durch ein unterirdisches Labyrinth. Kajika rettet die Gruppe vor der Entdeckung, indem sie sich als Rumaty ausgibt und die Polizei bittet, ihr zu helfen, Raginei vor der Zerstörung zu retten. Sie glauben ihr und führen die Gruppe aus dem Labyrinth in Sicherheit. Gegen Ende der Episode wird Noei von der Polizei gefangen genommen. Li-Ren, Goslen und Kajika finden ein neues Versteck. Kajika erzählt Li-Ren, dass Goslen versucht, sie aus Raginei herauszuholen, aber sie wird nicht gehen, weil sie die Menschen in Raginei und das Land selbst liebt. Am Ende trifft Quinza auf Noei, die gefangen genommen wurde und nun eingesperrt bleibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525885","hoster":"VOE"},{"path":"/redirect/8525880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-31","name":"","epNo":31,"alt":"Unassociated Idea","descr":"Noei versucht Quinza davon zu überzeugen, seine bösen Taktiken zu stoppen, aber Quinza erklärt, dass ihre Meinungen zu unterschiedlich sind, um miteinander auszukommen. Eugenes Brief erreicht Kajika über die amerikanische Botschaft und Toranosuke. Sie vereinen sich wieder mit Sezun, der offenbart, dass Noei vor seiner Hinrichtung gerettet werden kann. Kajika erklärt, dass sie Noei und Eugene retten wird, und sie schafft es, Li-Ren davon zu überzeugen, sie gehen zu lassen. Im Gegenzug sagt Li-Ren jedoch, dass er als Anführer der Huangs zurücktreten wird. Rumaty beschließt, nach Raginei zurückzukehren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525886","hoster":"VOE"},{"path":"/redirect/8525884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-32","name":"","epNo":32,"alt":"Lies and Truth","descr":"Kajika, Li-Ren und Sezun haben den Palast betreten, um Eugene und Noei zu retten. Als Schneider verkleidet, vereinen sie sich wieder mit Eugene. Li-Ren verlässt Kajika mit Eugene, um in die Gefängniszelle zu gehen, in der Noei gefangen gehalten wird. Li-Ren konnte Noei mit Hilfe des Priesters retten, doch auf dem Weg zu Kajika treffen sie auf die Wachen. Auf der anderen Seite droht Gefahr auf Kajika und Eugene, die auf Li-Rens Ankunft warten. Kajika erfährt von ihrer Abstammung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917898","hoster":"VOE"},{"path":"/redirect/8525883","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-33","name":"","epNo":33,"alt":"Seeds of Disaster","descr":"Najayra erkennt, dass sie Quinza sowohl fürchtet als auch liebt. Li-Ren und Eugene fahren zum Flughafen, um Rumaty zu begrüßen. Quinza erfährt von Carls älterer Schwester von Kajikas Abstammung und beschließt, dass sie getötet werden muss, um Rumaty zu beschützen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525890","hoster":"VOE"},{"path":"/redirect/8525889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-34","name":"","epNo":34,"alt":"Triumph","descr":"Nachdem Quinza von Kajikas Abstammung erfahren hatte, machte sie sich daran, sie zu töten. Als er sie mit einem Dolch erstechen wollte, erscheint Li-Ren und erschießt Quinza und er fällt vom Gebäude. Nachdem Kajika Li-Ren erzählt hat, wie sehr sie ihn sehen möchte, weil sie weiß, dass sie sterben wird, teilen sie einen romantischen Kuss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923127","hoster":"VOE"},{"path":"/redirect/8525892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-35","name":"","epNo":35,"alt":"Beginning of a 1000 Years","descr":"Toranosuke findet Kajika und Li-Ren, die nach seinem Sturz nach Quinza gesucht haben und bringt sie zum Flughafen. Quinza wird gefunden und ins Krankenhaus gebracht. In der Zwischenzeit hält Prinz Rumaty eine Rede vor der Menge am Flughafen, in der er seinen Willen als letzter König von Raginei bekräftigt. Kajika und Li-Ren sind wieder mit Prinz Rumaty vereint, der von Eugene begrüßt wurde. Eugene bemerkt Veränderungen in Kajika und verlässt den Flughafen, um über seine Gefühle nachzudenken. Prinzessin Najayra findet Quinza, die zurück in den Palast kam, er sagte ihr, sie solle glücklich sein, sie erkennt, dass er sie nie geliebt hat und dass sie ihn nicht töten konnte. Quinza geht in Prinz Somands Zimmer und sagt ihm, er solle auf eine sanfte Person hören, die ihn beschützt. Quinza wartet schwer verletzt auf Prinz Rumaty.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525897","hoster":"VOE"},{"path":"/redirect/8525898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-36","name":"","epNo":36,"alt":"Forever","descr":"Rumaty kommt im sterbenden Quinza im Palast an und gewährt ihm die Erlaubnis zu sterben. Dann findet er seinen Bruder, der verspricht, ihn zu beschützen, und sein Bruder umarmt ihn. Rumaty bittet dann Kajika, noch einmal seine Königin zu werden, als sie ihm sagt, dass sie begonnen hat zu erkennen, wen sie liebt, ohne ihm sagen zu müssen, dass er weiß, dass es Li-Ren war. Rumaty denkt dann über die Einsamkeit nach, die er ohne sie fühlen wird, als sein Bruder auftaucht und Rumaty erkennt, dass er nicht mehr allein sein wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525900","hoster":"VOE"},{"path":"/redirect/8525899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-37","name":"","epNo":37,"alt":"Relying on the Course of Love","descr":"Li-Ren stimmt zu, wieder der Anführer der Huang-Gruppe zu werden und Ling-Lee zu heiraten, um Kajika am Leben zu erhalten. Währenddessen besucht Maria Kajika. Maria sagt, sie habe einmal gewusst, dass der Tag kommen würde, an dem Li-Ren Kajikas Freund werden würde. Li-Ren war früher ein einsamer Mensch, aber wenn Kajika auftauchte, war er von ganzem Herzen glücklich. Kajika ist entschlossen herauszufinden, warum Li-Ren sein Versprechen gebrochen hat, mit ihr auf die Insel Gibori zu gehen und warum er Ling-Lee heiraten würde. In diesem Moment platzt Toranosuke in den Raum und sagt, dass Kajikas biologischer Großvater Mahaty in einem kritischen Zustand sei.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525904","hoster":"VOE"},{"path":"/redirect/8525902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-38","name":"","epNo":38,"alt":"Sharp Words","descr":"Carl trifft die sehr deprimierte Li-Ren zur Erklärung der plötzlichen Nachricht, dass er seinen Cousin heiraten wird und versucht ihn gleichzeitig davon zu überzeugen, sich durch diese Hürde zu kämpfen. Li-Ren wurde irgendwie von Carls Worten motiviert und erfährt gleichzeitig von König Mahatys ernstem Zustand. Kajika, Fred und Harry fahren nach Raginei, um Mahaty zu besuchen. Kajika, die ihren leiblichen Großvater zum ersten Mal trifft, war motiviert, den ganzen Weg zu gehen und für ihre Liebe zu kämpfen, nachdem sie Mahatys Worten zugehört hatte. Rumaty hingegen ist überrascht, dass Kajika seine blutsverwandte Cousine ist. Nach dem Treffen sagt Kajika Harry, dass sie die Verbindung zu ihm abbrechen will, um den Namen Burnsworth wegzulassen und Li-Ren wiederzufinden. Harry stimmt sofort zu, obwohl er zunächst ziemlich schockiert schien.Harry sagt auch, dass er Kajika nur die Gibori-Insel geben wird, was Kajika ziemlich glücklich machte. Toranosuke wurde von Harry gesagt, dass sein Vertrag ausläuft, aber er war beharrlich darauf, Kajika nach eigenem Ermessen weiterhin zu folgen und zu helfen. Außerhalb des Raginei-Palastes, als Kajika versucht, Geld von Toranosuke für das Taxi und den Flug für ihre Reise nach Singapur zu leihen, scheint Eugene auf Kajika zu warten und fragt Kajika, was sie in diesem Moment wirklich will. Kajika sagt ihm, dass sie Li-Ren will und Eugene sagt, dass er ihr das geben wird, da sie das will (Li-Ren).Außerhalb des Raginei-Palastes, als Kajika versucht, Geld von Toranosuke für das Taxi und den Flug für ihre Reise nach Singapur zu leihen, scheint Eugene auf Kajika zu warten und fragt Kajika, was sie in diesem Moment wirklich will. Kajika sagt ihm, dass sie Li-Ren will und Eugene sagt, dass er ihr das geben wird, da sie das will (Li-Ren).Außerhalb des Raginei-Palastes, als Kajika versucht, Geld von Toranosuke für das Taxi und den Flug für ihre Reise nach Singapur zu leihen, scheint Eugene auf Kajika zu warten und fragt Kajika, was sie in diesem Moment wirklich will. Kajika sagt ihm, dass sie Li-Ren will und Eugene sagt, dass er ihr das geben wird, da sie das will (Li-Ren).","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525901","hoster":"VOE"},{"path":"/redirect/8525903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanasakeru-seishounen/staffel-1/episode-39","name":"","epNo":39,"alt":"The Promised Sky","descr":"Li-Ren drückt Zao seine Dankbarkeit und Wertschätzung dafür aus, dass er ihm zuvor geholfen und sich um ihn gekümmert hat, erwähnt aber gleichzeitig, dass Zao irgendwie in die Irre geführt wurde. Li-Ren sagt Zao, dass er nichts mehr tun kann, da Li-Ren Fi erlaubt hat, das Oberhaupt der Huangs zu sein. Li-Ren richtet eine Waffe auf Zao und sagt, dass beide warten sollen, während die Ältesten entscheiden, was mit Li-Ren zu tun ist, aber da Zao seine persönlich angeheuerten Leibwächter zu seiner Hilfe befehligen sollte, Lieutenant Noei, der von Rumaty geschickt wurde, um Kajika zu helfen. erscheint zusammen mit seinen Kameraden, um Li-Ren vor der Gefangenschaft in seiner Villa in Singapur zu retten. Das Eigentum der Familie Huang wurde sehr beschädigt, aber Noei sagte Zao, die Rechnungen an die Rosenthal Corp. zu senden, da Carl Rosenthal angeboten hatte, für die Verluste zu bezahlen. Eugen\u0027s persönlicher Helikopter flog dann direkt vor Li-Rens Balkon und Kajika öffnete die Tür des Copters. Sie sagte Li-Ren, sie solle entscheiden, ob sie bei ihr bleiben oder ihr folgen soll, und er beschließt, Kajika zu folgen. Kajika sagte ihm dann, dass sie Li-Ren nicht loslassen würde. Toranosuke, die gerade den Helikopter manövrierte, fragt Kajika, wohin sie als nächstes fliegen soll, da am Flughafen bereits ein Flugzeug auf sie wartet. Sie sagt, dass sie auf die Gibori-Inseln zurückkehren möchte und Eugene daran interessiert war, ihr zu folgen. Li-Ren war leicht eifersüchtig und stellte Eugenes Entscheidung in Frage. Eugene sagte Li-Ren frech, dass er seinen persönlichen Copter verlassen könnte, wenn er darüber nicht glücklich wäre. Die unglückliche, aber kindliche Seite von Li-Ren kam zum Vorschein, als er sich im Stillen sagte, dass er auch einen Hubschrauber besitze.Kajika auf der anderen Seite war begeistert, dass sowohl Li-Ren als auch Eugene (Mustafa) zu ihr auf die Gibori-Inseln kommen werden, aber sie sagte zuerst Toranosuke, sie solle nach Raginei fahren, da sie möchte, dass ihr sterbender Großvater, König Mahaty, ihren Ehemann Li- Ren. Zurück in Raginei unterhalten sich Harry Burnsworth und Rumaty gut. Harry sagt, dass Kajika bald eintreffen sollte und Rumaty war sehr erfreut über den Optimismus seines Onkels. Rumaty sagt Harry scherzhaft, dass er etwas untröstlich ist und dachte, dass er perfekt zu Kajika passt. Harry sagt Rumaty, dass er dieses Mal sicherlich einen Liebhaber finden wird und keinen Freund. Harry fragt, ob er Rumaty ein paar Mädels vorstellen soll und Rumaty fragte scharf, ob Harry ein Heiratsspiel für ihn plante. Dann rufen die Palastbeamten plötzlich die Anwesenheit von Rumaty und Harry herbei ...(vermutlich warnt sie vor Kajika, Li-Ren, Toranosuke und Eugenes Ankunft). Später werden Kajika und Li-Ren so dargestellt, dass sie in Gibori glücklich in der Umarmung des anderen leben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8525908","hoster":"VOE"},{"path":"/redirect/8525905","hoster":"Streamtape"}]}]}]}]}