{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai","name":"Hananoi-kun to Koi no Yamai","descr":"[A Condition Called Love] Hotaru hat keinerlei Erfahrung mit der Liebe. Freunde und Familie reichen ihr, um glücklich zu sein. Doch das ändert sich durch eine zufällige Begegnung mitten im Winter: In einem Park trifft sie auf ihren Mitschüler Hananoi. Er hat eine spektakuläre Trennung hinter sich und sitzt in Gedanken versunken und eingeschneit auf einer Bank. Ohne groß darüber nachzudenken bietet Hotaru ihm ihren Schirm an. Doch Hananois Reaktion auf die freundschaftliche Geste überrascht: Am nächsten Schultag bittet er Hotaru plötzlich, seine Freundin zu werden!","seasons":[{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-1","name":"","epNo":1,"alt":"Nice to Meet You","descr":"Oberschülerin Hotaru glaubt, für die Liebe nicht gemacht zu sein, doch ausgerechnet der bei allen heiß begehrte Hananoi will unbedingt, dass sie seine feste Freundin wird. Obwohl sie ihm eine Absage erteilt, bleibt er hartnäckig und erreicht mit seinen übertriebenen Liebesbeweisen immerhin, dass Hotarus Neugier auf dieses für sie unbekannte Gefühl wächst.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13911601","hoster":"VOE"},{"path":"/redirect/13911599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-2","name":"","epNo":2,"alt":"My First Boyfriend","descr":"Hotaru und Hananoi haben vereinbart, bis Weihnachten testweise ein Paar zu sein. Hotaru will herausfinden, ob auch sie sich verlieben kann. Hananoi dagegen hält sie für seinen Schicksalsmenschen und überfordert sie nach wie vor mit seinem übergroßen Einsatz. Ganz allmählich gewöhnt Hotaru sich aber daran den ersten Freund zu haben und die beiden kommen sich näher, als sie erwartet hätte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13936822","hoster":"VOE"},{"path":"/redirect/13936823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-3","name":"","epNo":3,"alt":"Our First Christmas","descr":"Weihnachten ist da und damit das Ende der Beziehung auf Probe für Hotaru und Hananoi. Hananoi hat ein unvergessliches letztes Date geplant, doch er ist krank geworden und meldet sich seitdem nicht mehr. Hotaru stellt sich auf ein Weihnachten mit der Familie ein und beginnt sich schon zu fragen, ob sie Hananoi überhaupt nochmal sehen wird, als der Tag doch noch eine unerwartete Wendung nimmt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13951828","hoster":"VOE"},{"path":"/redirect/13951827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-4","name":"","epNo":4,"alt":"Our First Shrine Visit","descr":"Beim ersten Tempelbesuch zu Neujahr will Hotaru Hananoi ihre Freundinnen vorstellen, doch der hat mal wieder anderes im Sinn. Um Hananoi und seine Interessen besser verstehen zu lernen, beginnt Hotaru einen Nebenjob im Buchladen. Außerdem wird ein weiterer Punkt auf dem Wunschzettel abgearbeitet und die beiden kommen sich wieder ein bisschen näher.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13969318","hoster":"VOE"},{"path":"/redirect/13969319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-5","name":"","epNo":5,"alt":"Our First Date","descr":"Hotaru ist ratlos, weil ihre Arbeitskollegin unbedingt Hananoi-kun kennenlernen will – ist sie etwa in ihn verliebt? Hananoi-kun merkt wie bedrückt sie ist und sorgt mit einem Kniff dafür, dass Hotaru ihm alles erzählt. Dann bereitet Hotaru das erste Date vor, bei dem sie Hananoi-kun ausführt. Es läuft nicht alles nach Plan, am Ende hat Hotaru aber wieder viel über ihre Gefühle gelernt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13993607","hoster":"VOE"},{"path":"/redirect/13993608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-6","name":"","epNo":6,"alt":"Our First Valentine\u0027s","descr":"Hotaru ist sich ihrer Gefühle für Hananoi jetzt sicher, doch warum schafft sie es nicht, es ihm zu sagen? Der Valentinstag bietet vielleicht die richtige Gelegenheit, doch erst sorgt ein neuer Kollege im Buchladen für Verwirrung und weckt bei Hotaru Erinnerungen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14019282","hoster":"VOE"},{"path":"/redirect/14019281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-7","name":"","epNo":7,"alt":"My First Confession","descr":"Zu Hotarus Überraschung reagiert Hananoi auf ihre Liebeserklärung mit der Bitte, sie solle sich Bedenkzeit nehmen. Während sie Funkstille halten, grübelt Hotaru intensiv nach und fühlt sich dabei sehr einsam. Als sie unverhofft von Hananois Oma noch ein bisschen mehr über ihn und seine Familie erfährt, trifft sie schließlich eine Entscheidung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14029815","hoster":"VOE"},{"path":"/redirect/14029814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-8","name":"","epNo":8,"alt":"My First Pet","descr":"Hananoi will mehr Zeit mit Hotaru verbringen und beginnt ebenfalls einen Schülerjob im Buchladen – wie wird er mit den Kollegen und dem Chef klarkommen? Dann steht Hibiki vor einer Herausforderung, bei der sie Hotarus Unterstützung braucht. Am Ende gibt es ein erfolgreiches Streichel-Date bei Sohei zu Hause, das nicht nur Hotarus Fantasie etwas zu sehr anregt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14053654","hoster":"VOE"},{"path":"/redirect/14053653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-9","name":"","epNo":9,"alt":"His First Birthday","descr":"Hananois Geburtstag steht vor der Tür und Hotaru will einen unvergesslichen Tag mit ihm beim Hanami verbringen. Die beiden sind voller Vorfreude, doch dann kommt etwas dazwischen und nicht nur Hotaru ist furchtbar traurig darüber, auch bei Hananoi kommen unschöne Erinnerungen hoch, weil er seinen Geburtstag alleine verbringen muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14097212","hoster":"VOE"},{"path":"/redirect/14097215","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-10","name":"","epNo":10,"alt":"Our First Second Year","descr":"Das neue Schuljahr hat begonnen und bringt Veränderungen mit sich, mit denen Hotaru und ihre Freundinnen erstmal zu kämpfen haben. Hananoi zeigt sich überraschend anpassungsfähig und Sohei beschließt, dass das Verhältnis zwischen ihnen sich um Hotarus Willen normalisieren muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14097211","hoster":"VOE"},{"path":"/redirect/14097213","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hananoi-kun-to-koi-no-yamai/staffel-1/episode-11","name":"","epNo":11,"alt":"Our First Campus Expedition","descr":"Bei einem gemeinsamen Tag im Game Center mit den Mädels spricht Sohei ein ernstes Wörtchen mit Hananoi, der wenig begeistert reagiert. Als Hotaru mit Hananoi alleine ist wollen beide etwas loswerden, tun sich aber schwer damit. Sie beschließen, es auch in Sachen Paarkommunikation langsam angehen zu lassen und kommen sich wieder ein ganzes Stück näher.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14126619","hoster":"VOE"},{"path":"/redirect/14126617","hoster":"Streamtape"}]}]}]}]}