{"seriesId":"hand-shakers","name":"Hand Shakers","descr":"[Ger Sub] Die Serie spielt in Osaka im Jahr 20XX und dreht sich um \"Hand Shakers\" ‒ Paare, die sogenannte \"Nimrodes\"-Waffen aus der Tiefe ihrer Psyche beschwören können, indem sie sich die Hände reichen. Damit der Wunsch der jeweiligen Paare erfüllt werden kann, müssen die Hand Shakers gegen jeweils andere Hand-Shaker-Paare kämpfen. Das beste Paar wird am Ende in der Lage sein, \"Gott\" zu treffen und gegen ihn zu kämpfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Conductor to Contact","descr":"Tazuna ist ein Junge der ein Talent dafür hat Dinge zu reparieren. Doch als er eines Tages ein komatöses Mädchen findet und dieses berührt, krempelt sich sein Leben um. Denn plötzlich findet er sich in einer Welt des Kampfes.","versions":[{"lang":3,"streams":[{"redirect":9014425,"hoster":"VOE"},{"redirect":8546785,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Lead by Red","descr":"Tatsuna hatte Koyori die Hand gereicht und wurde so in eine Welt gezogen die er weder versteht, noch auf die er Lust hat. Aber was soll er tun? Koyori stirbt immerhin wenn er sie loslässt. Was dann auch das tagtägliche Leben etwas komplizierter gestaltet.","versions":[{"lang":3,"streams":[{"redirect":9014433,"hoster":"VOE"},{"redirect":8546797,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Blade and Dagger","descr":"Tazuna und Koyori treffen erneut auf Hayato und und seine Chefin. Diese zeigen sich dankbar dafür, dass Tazuna ihnen vor einigen Tagen ausgeholfen hat und laden die beiden deshalb auf ein Eis in ihrem Restaurant ein.","versions":[{"lang":3,"streams":[{"redirect":9014427,"hoster":"VOE"},{"redirect":8570029,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Live Lab","descr":"Der Kampf zwischen Tazuna und Koyori gegen Blade und Dagger tobt und nimmt an Intensität zu. Für eines der beiden Pärchen wird der Traum zu Ende gehen.","versions":[{"lang":3,"streams":[{"redirect":12335653,"hoster":"VOE"},{"redirect":8546790,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Meet Yet","descr":"Lilys Bruder spielt sehr erfolgreich ein TCG, was auch das Interesse von Koyori auf sich zieht. Nur verliert so sie Tazuna aus den Augen. Und dieser hat zudem eine seltsame Begegnung.","versions":[{"lang":3,"streams":[{"redirect":9014438,"hoster":"VOE"},{"redirect":8546798,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Emperor of Fortune","descr":"Schulsprecherin Lily und ihr Bruder stehen im Ziggurat Tazuna und Koyori entgegen. Doch was vermag Tazunas mächtige Zahnradtechnik gegen ein paar Karten eines Sammelkartenspiels schon auszurichten?","versions":[{"lang":3,"streams":[{"redirect":9014424,"hoster":"VOE"},{"redirect":8546788,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Festival and Carnival","descr":"Das Schulfest steht bevor - und da soll es lecker Essen geben. Leider weiß niemand wo man Lebensmittel her bekommt und alle Mädels in der Klasse, die kochen können haben sich spontan den Arm gebrochen. Tazuna und Koyori eilen zur Rettung!","versions":[{"lang":3,"streams":[{"redirect":9014430,"hoster":"VOE"},{"redirect":8546792,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Sing a Sonic","descr":"Tazuna und Koyori werden angegriffen von dem jungen Idol Kodoma. Doch wie es überhaupt zu diesem Kampf kam und viel mehr noch: wie er ausgehen wird, ist noch unklar.","versions":[{"lang":3,"streams":[{"redirect":9014428,"hoster":"VOE"},{"redirect":8570030,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Finally Fairy","descr":"Im Kampf gegen das Idol Kodama Awaza hat Tazuna schwere Wunden erlitten. Doch obwohl es ihm so dreckig geht, beschließt er für das Leben von Koyori sich erneut in die Schlacht zu werfen.","versions":[{"lang":3,"streams":[{"redirect":9014448,"hoster":"VOE"},{"redirect":8570034,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Kitten Kitchen","descr":"Koyori und Tazuna werden gefragt, ob sie nicht als Aushilfskraft in einem Restaurant arbeiten wollen. Doch können sie Händchen haltend die Anforderungen erfüllen die an sie gestellt werden? Oder wird das Geschirr spülen und die Bedienung einer Mikrowelle sie an ihre Grenze führen?","versions":[{"lang":3,"streams":[{"redirect":13056496,"hoster":"VOE"},{"redirect":8546799,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Cocoon Cocoon","descr":"Der Professor war früher selbst ein Handshaker, nur haben er und sein Partner sich getrennt. Und die Umstände dafür waren alles andere als erfreulich.","versions":[{"lang":3,"streams":[{"redirect":9014432,"hoster":"VOE"},{"redirect":8546805,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Shake the Hands","descr":"Ein heftiger Kampf entbrennt zwischen unseren beiden Protagonisten und dem ehemaligen Partner ihres Mentors und der Schwester von Koyori. Werden sie sich auch diesmal behaupten können?","versions":[{"lang":3,"streams":[{"redirect":9014434,"hoster":"VOE"},{"redirect":8546793,"hoster":"Streamtape"}]}]}]}]}