{"path":"/serie/stream/hanebado","name":"Hanebado!","descr":"Kentarou Tachibana ist ein Oberschul-Badmintontrainer, der mit viel mehr Begeisterung als einige seiner Teammitglieder an seinen Sport herangeht. Eines Tages lernt er die stille Schülerin Ayano Hanesaki kennen, Diese hat schon Erfahrung im Badmintonbereich und ist körperlich fit. Er versucht sie zu rekrutieren, aber sie scheint überhaupt kein Interesse an dem Sport zu haben. Kann er sie rekrutieren und wird sie sein Team unterstützen?","seasons":[{"path":"/serie/stream/hanebado/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hanebado/staffel-1/episode-1","name":"","epNo":1,"alt":"Incredible Talent!","descr":"Nagisa Aragaki, Kapitän des Badminton-Clubs der Kita Komachi Oberschule, hat bei der letzten Nationalen Junioren-Meisterschaft eine schwere Niederlage hinnehmen müssen. Durch diese Niederlage angespornt trainiert sie wie besessen, als eine alte Bekannte wieder in ihr Leben tritt ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014451","hoster":"VOE"},{"path":"/redirect/8546815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-2","name":"","epNo":2,"alt":"Meat`s the Best After a Workout!","descr":"Nachdem Ayano Hanesaki unverhofft wieder in ihr Leben getreten ist, versucht Nagisa wieder zu alter Form zurückzufinden. Das stellt sich als große Aufgabe für sie heraus, die auch den Club nicht kalt lässt. Schafft sie es sich mit den neuen Umständen anzufreunden oder setzt sich ihr Tief fort?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014456","hoster":"VOE"},{"path":"/redirect/8546826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-3","name":"","epNo":3,"alt":"She Was Perfect","descr":"Nachdem Ayano sich ein wenig im Badminton-Club ihrer neuen Schule eingelebt hat, steht nun die Frage im Raum, ob sie schlussendlich beitritt oder nicht. Nach dem plötzlichen Auftauchen eines Phantoms aus ihrer Vergangenheit, wird sie massiv aus der Bahn geworfen. Wer ist die mysteriöse Fremde und was ist in Ayanos Vergangenheit vorgefallen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014454","hoster":"VOE"},{"path":"/redirect/8570033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-4","name":"","epNo":4,"alt":"I`m Lost Right Now, Too","descr":"Es ist endlich so weit. Der Badminton-Club der Kita-Komachi-Oberschule macht sich mit seinen neuen Mitgliedern auf zum ersten Trainingslager. Aber an ihrem Trainingsort trainiert noch eine andere Schule. Was hat es damit auf sich? Und wer ist das mysteriöse Mädchen, das über die Felder irrt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14427530","hoster":"VOE"},{"path":"/redirect/8546820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-5","name":"","epNo":5,"alt":"You`re Not Alone","descr":"Nachdem das Trainingslager im vollen Gange ist, spielen Riko und Ayano gegen Connie, die eine interessante Beziehung zu Ayano zu haben scheint. In ihrem Match spielen beide Seiten verbissen, aber was hat es damit auf sich?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014458","hoster":"VOE"},{"path":"/redirect/8546814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-6","name":"","epNo":6,"alt":"It`s Our Last Summer, You Know!","descr":"Die Vorrunden der nationalen Schulmeisterschaften stehen ins Haus. Der gesamte Badminton-Club der Kita-Komachi-Oberschule sieht sich großen Herausforderungen gegenüber. So treten nicht nur Ayano und Nagisa ihren Kontrahenten entgegen, sondern auch Riko muss den Geistern ihrer Vergangenheit stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014461","hoster":"VOE"},{"path":"/redirect/8546822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-7","name":"","epNo":7,"alt":"I`ll Mop the Floor with Her","descr":"Die Vorrunde der Schulwettkämpfe der Frauen kommt in die heiße Phase. Nicht nur die Mitglieder des Badminton-Clubs der Kita-Komachi-Oberschule, sondern auch die der anderen Schulen, stehen unter immer größerem Druck. Und so treffen zwei alte Rivalen wieder aufeinander.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014462","hoster":"VOE"},{"path":"/redirect/8546827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-8","name":"","epNo":8,"alt":"The Badminton I Want to Play","descr":"Nachdem Riko sich ihrer Vergangenheit stellen musste, wird es auch für Nagisa ernst. Sie muss sich Nozomi gegenüberstellen, mit der sie ebenfalls eine Geschichte hat. Wer wird ins Finale vorrücken und wer wird an seinen Ambitionen scheitern?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335651","hoster":"VOE"},{"path":"/redirect/8546819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-9","name":"","epNo":9,"alt":"What I Want Us to Be Is Not `Friends`","descr":"Die Vorrunden neigen sich dem Ende zu. Nach einem langen und harten Kampf haben sich die Teilnehmer des Finales heraus kristallisiert. Doch bevor das Finale startet erhält Ayano unerwarteten Besuch vom Land und eine ganz neue Herausforderung tut sich für sie auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923144","hoster":"VOE"},{"path":"/redirect/8546816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-10","name":"","epNo":10,"alt":"The Backhand Grip Is Like This","descr":"Während noch ein wenig Zeit zum Finale der Frauen in den Vorrunden bleibt, sind nun die Herren der Kita-Komachi-Oberschule gefragt. Yukiteru und Gaku beginnen sich also durch das Turnier zu schlagen. Und auch Ayano hat eine turbulente Zeit. Auch wenn sie momentan Pause hat, muss sie sich mit ihrer Familiensituation auseinandersetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014466","hoster":"VOE"},{"path":"/redirect/8546823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-11","name":"","epNo":11,"alt":"Because I Love Badminton","descr":"Das Finale der Frauen steht ins Haus. In den wenigen Tagen vor ihrem erneuten Aufeinandertreffen müssen sich sowohl Ayano als auch Nagisa mit ihren unterschiedlichen Problemen herumschlagen. Auch die Stimmung innerhalb des Clubs wird immer angespannter. Wie wird der Club mit diesen Spannungen umgehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014463","hoster":"VOE"},{"path":"/redirect/8546825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-12","name":"","epNo":12,"alt":"Step Forward Already!","descr":"Das Finale der Vorrunde der Frauen ist im vollen Gange. Ayano und Nagisa stehen sich das erste Mal seit den Nationalen Junioren-Meisterschaften in einem Turnier gegenüber. Doch es ist weniger ein Kampf gegeneinander als ein Kampf gegen die eigenen Dämonen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923143","hoster":"VOE"},{"path":"/redirect/8570036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hanebado/staffel-1/episode-13","name":"","epNo":13,"alt":"On the Other Side of That Net","descr":"Ayanos und Nagisas Finale neigt sich dem Ende zu. Der Kampf wird immer härter und keiner der beiden will nachgeben. Wer wird das Spiel am Ende für sich entscheiden und was passiert mit dem Badminton-Club der Kita-Komachi-Oberschule? Gewinnt die kalkulierende und kühle Ayano oder die hitzköpfige und leidenschaftliche Nagisa?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014470","hoster":"VOE"},{"path":"/redirect/8546824","hoster":"Streamtape"}]}]}]}]}