{"path":"/serie/stream/hannah-montana","name":"Hannah Montana","descr":"Hannah Montana ist eine junge Pop-Queen, die in verschiedenen Welten lebt. Tagsüber ist Miley ein ganz normales Mädchen, das die Schulbank drückt und mit ihren Freundinnen Spaß hat. Doch wenn es dunkel wird, verwandelt sie sich in einen berühmten Popstar. Nur wenige kennen ihr Geheimnis, ihr Bruder, ihre Großmutter, ihre zwei besten Freunde Oliver und Lilly und natürlich ihr Vater, der gleichzeitig auch Hannahs Manager ist. Natürlich achtet Miley darauf, dass ihr Geheimnis nicht auffliegt. Und das wiederum bedeutet nicht selten Chaos und spannende Abenteuer.In der vierten Staffel \"Hannah Montana Forever\" geht Oliver auf Tour und Miley, Jackson und Robby ziehen mit Lilly in eine neue Ranch in Malibu.","seasons":[{"path":"/serie/stream/hannah-montana/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hannah-montana/staffel-1/episode-1","name":"Ach, wie gut, dass niemand weiß...","epNo":1,"alt":"Lilly, Do You Want to Know a Secret?","descr":"Miley Stewart versucht das Geheimnis, dass sie die Berühmte Popsängerin Hannah Montana ist, vor ihre Schulkameraden zu verbergen. Doch ihre beste Freundin Lilly folgt ihr nach ein Konzert bis in die Garderobe und das Doppelleben fliegt auf...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971033","hoster":"VOE"},{"path":"/redirect/12971035","hoster":"Doodstream"},{"path":"/redirect/12971032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-2","name":"Die Klette","epNo":2,"alt":"Miley Get Your Gum","descr":"Oliver schwärmt nicht mehr nur für Hannah Montana, er ist geradezu besessen von ihr. Miley versucht, ihn auf dem Boden der Tatsachen zurück zu bringen. Jackson kauft sich von sein gesparten Geld sein erstes Auto und ist stolz. Doch die Freude vergeht ihm schnell, als Robby und Cooper es als Frauenschlitten bezeichnen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971039","hoster":"VOE"},{"path":"/redirect/12971053","hoster":"Doodstream"},{"path":"/redirect/12971042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-3","name":"In geheimer Mission","epNo":3,"alt":"She\u0027s A Supersneak","descr":"Miley und Jackson schleichen sich abends aus dem Haus, um Ashton Kutcher bei eine Preview Live zu erleben. Im Kino entdecken sie ihren Dad mit einer Frau. Wer ist sie? Miley benutzt ihr Alter Ego, Hannah Montana, um die Frau auszuspionieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971052","hoster":"VOE"},{"path":"/redirect/12971064","hoster":"Doodstream"},{"path":"/redirect/12971055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-4","name":"Mädchen, die unbegreiflichen Wesen","epNo":4,"alt":"I Can\u0027t Make You Love Hannah If You Don\u0027t","descr":"Robby ist Anfangs dagegen, dass Miley mit einem Jungen ausgeht, der ein Jahr älter ist als sie. Doch schwierig wird die Situation für sie erst, als sie bemerkt, dass Josh alles andere als ein Fan von Hannah Montana ist. Ihre Überzeugungsversuche führen dazu, dass Josh sie in ein Hannah Montana Konzert einlädt. Nun muss Miley den Spagat zwischen Zuschauertribühne und Bühne proben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971061","hoster":"VOE"},{"path":"/redirect/12971066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-5","name":"Der Partyschreck","epNo":5,"alt":"It\u0027s My Party, And I\u0027ll Lie If I Want To","descr":"Lilly benimmt sich während eines Auftritts von Hannah Montana hinter der Bühne ziemlich daneben und gilt nun als \u0027uncool\u0027. Miley traut sich nicht, ihr zu sagen, dass sie auf die große Hollywoodparty nicht eingeladen ist. Also flunkert sie und erzählt Lilly, dass die Party ins Wasser fällt. Natürlich fliegt die Lüge auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971072","hoster":"VOE"},{"path":"/redirect/12971073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-6","name":"Hilfe, ich bin unsichtbar!","epNo":6,"alt":"Grandmas Don\u0027t Let Your Babies Grow Up To Be Favor","descr":"Grandma Ruthie macht sich auf dem Weg von Tennessee nach L.A. um Jackson im Finale eines Volleyballturnier zu sehen. Darüber ist Miley ziemlich beleidigt: Denn ihr bevorstehender Auftritt bei der Queen von England scheint Ruthie fast völlig egal zu sein. Doch dann redet Ruthie Miley ins Gewissen und macht ihr klar, dass Jackson sich bei all dem Rummel um Hannah Montana ständig Übergangen fühlen muss, und dass sie ihm für sein bevorstehendes Match nur den Rücken stärken will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971080","hoster":"VOE"},{"path":"/redirect/12972194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-7","name":"Daddys kleines Mädchen","epNo":7,"alt":"It\u0027s a Mannequin\u0027s World","descr":"Miley ist schon ganz aufgeregt: Ihr Geburtstag steht vor der Tür und sie freut sich auf ihre Geschenke. Die einzige Sorge: Wird ihr Vater ein altersgemäßes Geschenk für sie besorgen? Lily überredet Robby, eine schicke Jacke für Miley zu kaufen. Doch in der letzten Minute tauscht Robby sie um und schenkt Miley eine albernen Sweater. Und die reagiert natürlich alles andere als begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971085","hoster":"VOE"},{"path":"/redirect/12971092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-8","name":"Wir sind die Nummer eins","epNo":8,"alt":"Mascot Love","descr":"Lilly will mehr Zeit mit Miley verbringen und lässt sich von der dazu überreden, sich mit ihr zusammen im Seaview Cheerleaderteam zu bewerben. Zu ihrer eigenen Überraschung wird Lilly aufgenommen und Miley fällt nur die undankbare Rolle des Maskottchens zu. Als Miley gefeuert wird, steht für kurze Zeit ihre Freundschaft auf dem Spiel. Währenddessen macht sich Jackson zuhause an der verstopften Spüle nützlich und rettet das Haus vor Überflutung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971099","hoster":"VOE"},{"path":"/redirect/12971101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-9","name":"Rache ist nicht immer süß","epNo":9,"alt":"Ooh, Ooo, Itchy Woman","descr":"Miley und Lilly müssen mit ihrer Klasse einen Zeltausflug machen. Das wäre ja alles nicht so schlimm, wenn nicht ausgerechnet Amber und Ashley ihre Zeltpartner wären. Und auch Oliver hat mit seinem Campingfreund Pech, denn Donny hat absichtlich zu viele Bohnen gegessen und die Luft ist dementsprechend ziemlich dick. Und obwohl Miley ihrem Vater versprochen hat, sich nicht auf das Level der anderen herab zu lassen, sinnen die Drei irgendwann nach Rache. Dabei kassieren sie eine bittere Strafe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971111","hoster":"VOE"},{"path":"/redirect/12971113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-10","name":"Weh mir, da habe ich mich im Text geirrt","epNo":10,"alt":"O Say, Can You Remember the Words?","descr":"Schwere Aufgabe für Miley und Oliver: Im Rahmen des Theaterunterrichts muss sie eine Szene aus Shakespeares Romeo und Julia einstudieren. Doch richtige Fortschritte machen sie nicht, weil Oliver seine Unsicherheit mit Faxen zu kaschieren versucht. Bei einem Auftritt als Hannah Montana verwechselt Miley die Nationalhymne und wird vom Publikum ausgelacht. Beim nächsten Auftritt stehen ihr Lilly und Oliver treu zur Seite. Das ist wahre Freundschaft!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971123","hoster":"VOE"},{"path":"/redirect/12971125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-11","name":"Vier sind zwei zu viel","epNo":11,"alt":"Oops! I Meddled Again","descr":"Miley und Lilly beantworten die Fanpost von Hanna Montana und bringen dadurch Olivers Liebesleben ganz schön durcheinander. Auch Jackson hat es nicht leicht. Er muss sich mit Rico, dem Sohn seines Chefs herumplagen. Außerdem macht er als Hühnchen verkleidet Werbung für Chicken Wings und wird deshalb verdonnert.hhh","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971135","hoster":"VOE"},{"path":"/redirect/12971136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-12","name":"Daddys zweite Chance","epNo":12,"alt":"On the Road Again","descr":"Miley und Jackson sind gerührt: Sie finden alte Fotos und Konzertmitschnitte ihres Vaters. Plötzlich wird ihnen bewusst, dass Robby nur für sie seine Karriere aufgegeben hat. Um ihm zu einer zweiten Chance zu verhelfen, kontaktieren sie Robbys ehemaligen Manager Marty und engagieren Roxy als \u0027Babysitter\u0027. Keine gute Idee, denn Roxy lässt die beiden nicht mehr aus den Augen und drillt sie von morgens bis abends. Kein Wunder, dass die Sehnsucht immer größer wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971143","hoster":"VOE"},{"path":"/redirect/12971147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-13","name":"Was zählt sind die inneren Werte","epNo":13,"alt":"You\u0027re So Vain, You Probably Think This Zit Is Abo","descr":"Hanna Montanas erste große Plakatkampagne: Doch Miley ist sauer, denn ihr Gesicht auf dem Plakat hat einen Pickel. Schließlich beruhigt sie sich aber und will die Bilder nutzen, um Lilly zu zeigen, dass Schönheit eigentlich gar nicht so wichtig ist. Lilly hat ihre Kontaktlinsen verloren und traut sich mit ihrer hässlichen Brille nicht, an einem Skateboard-Wettbewerb teilzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971160","hoster":"VOE"},{"path":"/redirect/12971161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-14","name":"Der berühmte Neue","epNo":14,"alt":"New Kid In School","descr":"Mileys Klasse ist total aufgeregt: Jake Ryan, der Star einer Fernsehserie, in der er einen Zombie-Jäger spielt, wird deren neuer Mitschüler. Er wird von allen umlagert und angehimmelt. Sogar Tony, der Hausmeister und einer der Lehrer, Mr. Corelli, braten ihm eine Extrawurst. Als Miley mit knurrendem Magen in der Schule sitzt, während Jake im Klassenzimmer ein opulentes Frühstück serviert wird, platzt ihr der Kragen. Sie erzählt einer Reporterin, dass sie Hannah Montana ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971164","hoster":"VOE"},{"path":"/redirect/12971170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-15","name":"Küss niemals einen Zombie","epNo":15,"alt":"More Than A Zombie To Me","descr":"Jake ist Serienstar und Schwarm der Schule. Auch Lilly steht voll auf ihn. Nur Miley kann ihn nicht ausstehen, vor allem, weil er immer im Mittelpunkt steht. Doch als sie eine Episodenrolle in seiner Serie \u0027Zombie Highschool\u0027 bekommt und ihn laut Drehbuch küssen soll, ist es auch um sie geschehen. Wie soll sie das nur Lilly beibringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971173","hoster":"VOE"},{"path":"/redirect/12971178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-16","name":"Besuch von Tante Dolly","epNo":16,"alt":"Good Golly, Miss Dolly","descr":"Mileys Tante Dolly ist zu Besuch. Als Miley ihr beichtet, dass sie bis über beide Ohren in Jake verknallt ist, läuft aus Versehen die Videokamera mit. Zu allem Übel landet dieses Band auch noch in Jakes Händen. Aber Dolly hat schon eine Idee, wie sie wieder an das Band kommen. Das eigentliche Problem ist damit aber noch nicht aus der Welt: Mileys heimliche Liebe. Und als sie Jake ihre Gefühle offenbaren will, scheint sie zu spät zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971184","hoster":"VOE"},{"path":"/redirect/12971188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-17","name":"Die doppelte Hannah an Halloween","epNo":17,"alt":"Torn Between Two Hannahs","descr":"Mileys Cousine Luann kommt zu Besuch aus Tennessee. Mileys Freunde finden Luann klasse. Miley jedoch fürchtet, dass ihre Cousine immer noch eifersüchtig auf sie ist und Ärger machen will. Tatsächlich führt Luann Böses im Schilde. Auf einer Halloween-Party will sie Miley als Hannah outen.Wie wird Miley das wohl gerade biegen?...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971192","hoster":"VOE"},{"path":"/redirect/12971193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-18","name":"Eine Lektion für Miley","epNo":18,"alt":"People Who Use People","descr":"Miley will Jake mit einem Schüler aus der letzten Klasse eifersüchtig machen. Leider stellt sich heraus, dass dieser gerade mal die Grundschule beenden wird. In der Zwischenzeit will Jackson seinen Vater mit seiner Lehrerin Miss Kunkle verkuppeln. Dadurch erhofft er sich bessere Noten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971204","hoster":"VOE"},{"path":"/redirect/12971209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-19","name":"Sammelwahn","epNo":19,"alt":"Money For Nothing, Guilt For Free","descr":"Miley ist nicht ganz ehrlich: Sie hat sich die Popularität ihrer zweiten Identität als Hannah Montana zunutze gemacht, um Amber und Ashley im Spendensammeln zu übertrumpfen. Als sie erkennt, mit welchem ehrlichen Ehrgeiz für die gute Sache ihre Mitschülerin Sara dabei ist, gibt Miley ihr das bisher gesammelte Geld. Jetzt geht Sara als Siegerin hervor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971217","hoster":"VOE"},{"path":"/redirect/12971226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-20","name":"Kreditkarten für Anfänger","epNo":20,"alt":"Debt It Be","descr":"Robby gibt Miley und Jackson eigene Kreditkarten, die allerdings nur für den Notfall gedacht sind. In einem Kaufrausch überzieht Miley ihre Karte hemmungslos. Um wieder an Geld zu kommen, verkauft sie alte Hannah-Montana-Sachen, darunter leider auch ein Paar äußerst wertvolle Ohrringe. Miley und Jackson setzen alles dran, die Ohrringe zurückzubekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971252","hoster":"VOE"},{"path":"/redirect/12971261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-21","name":"Seltsame Paare","epNo":21,"alt":"My Boyfriend\u0027s Jackson and There\u0027s Gonna be Troubl","descr":"Als Paparazzi Hannah nach einem Konzertauftritt bis nach Hause folgen, gibt sie vor, einen Freund besuchen zu wollen. Weil ihr Bruder Jackson die Tür öffnet, wird er von der Presse als Hannahs Freund hingestellt. Hannah leugnet dies nicht. Vielleicht kann sie auf diese Weise ihr Leben als Miley schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971282","hoster":"VOE"},{"path":"/redirect/12971287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-22","name":"Jacksons neuer Job","epNo":22,"alt":"We Are Family: Now Get Me Some Water!","descr":"Miley ist schuld, dass Jackson seinen Job bei Rico verliert. Um das wieder gut zu machen, engagiert sie ihn als Hannah Montanas persönlichen Assistenten. Oliver bekommt Jacksons alten Job, verliert diesen aber genauso schnell wieder. Denn Miley hat Rico versprochen, mit ihm auf einen Ball zu gehen, wenn Jackson als Gegenleistung seinen alten Job wieder bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971293","hoster":"VOE"},{"path":"/redirect/12971298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-23","name":"Roxy greift ein","epNo":23,"alt":"Schooly Bully","descr":"Ein Schüler schikaniert Miley ständig. Bodyguard Roxy gibt sich kurzerhand an Mileys Schule als ältere Schülerin aus, um Miley zu schützen. Doch Roxys ständiger Begleitschutz nervt, und so wendet sich Miley schließlich doch an den Schuldirektor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971305","hoster":"VOE"},{"path":"/redirect/12971309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-24","name":"Immer Ärger mit Amber","epNo":24,"alt":"The Idol Side of Me","descr":"Auf der alljährlichen \u0027Cool-Liste\u0027 von Amber und Ashley landen Miley und Lilly auf dem allerletzten Platz. Als sich Amber für die Fernsehshow anmeldet, in der Hannah Montana als Stargast auftritt, scheint sich die Chance für eine Revanche zu ergeben. In der Zwischenzeit müssen sich Robby und Jackson mit dem kläffenden Hund des Nachbarn herumschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971325","hoster":"VOE"},{"path":"/redirect/12971324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-25","name":"Ehrlich währt am längsten","epNo":25,"alt":"Smells Like Teen Sellout","descr":"Miley verpflichtet sich, als Hannah Montana Werbung für ein neues Parfum zu machen. Zu spät stellt sie fest, dass sie den Duft absolut nicht ausstehen kann. Ob es ihr gelingt, den Vertrag zu lösen? Jackson bewirbt sich derweil mit Olivers Hilfe um die Teilnahme an einer Reality Show für Kids.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971334","hoster":"VOE"},{"path":"/redirect/12971343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-1/episode-26","name":"Die Wette","epNo":26,"alt":"Bad Moose Rising","descr":"Robby ist erkältet. Jackson ärgert sich darüber, dass er deswegen mal wieder seine Schwester Miley rumkutschieren muss. Er wettet mit ihr um seine Fahrdienste, dass sie es nicht schafft, einen Tag lang auf Dontzigs Nichte aufzupassen. Das wird ein harter Tag für Miley. Aber auch Robby hat es schwer: Roxy, Hannah Montanas resoluter Bodyguard, unterzieht ihn einer Rosskur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12971351","hoster":"VOE"},{"path":"/redirect/12971356","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hannah-montana/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hannah-montana/staffel-2/episode-1","name":"Das Erpresserfoto","epNo":1,"alt":"Me And Rico Down By the School Yard","descr":"Miley und Lilly besuchen eine neue Schule. Doch dann erhält Miley eine anonyme Nachricht: Jemand kennt \u0027ihr Geheimnis\u0027! Der Briefschreiber entpuppt sich als der clevere Rico, der einige Klassen übersprungen hat, um auch auf diese Schule gehen zu können. Oliver und Lilly versuchen, an sein Beweismaterial zu kommen, während Miley sich als Ricos Freundin ausgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972359","hoster":"VOE"},{"path":"/redirect/12972360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-2","name":"Freunde in Handschellen","epNo":2,"alt":"Cuffs Will Keep Us Together","descr":"Lilly hat Miley beim Schulsport nicht in ihr Team gewählt. Das gibt Zoff! Oliver will die beiden Streithennen versöhnen und kettet sie mit Handschellen aneinander. Dummerweise gehen die Schlüssel verloren. Miley muss jetzt, als Hannah verkleidet und an Lilly gekettet, zu einer Preisverleihung gehen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972364","hoster":"VOE"},{"path":"/redirect/12972365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-3","name":"Lilly schlägt zurück!","epNo":3,"alt":"You Are So Sue-Able To Me","descr":"Lilly ist für die Highschool-Party mit einem süßen Jungen verabredet. Miley überredet sie, sich total umstylen zu lassen. Doch der Junge lässt Lilly sitzen. Die Mädchen beschließen, ihn zur Rechenschaft zu ziehen. Jackson gewinnt zwei Tickets für ein Spiel der Lakers. Jetzt steht er vor der schweren Entscheidung, wen er mitnehmen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972369","hoster":"VOE"},{"path":"/redirect/12972371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-4","name":"Hannahs Knochensong","epNo":4,"alt":"Get Down, Study-udy-udy","descr":"Hannahs Europatournee ist in Gefahr, weil ihre Schulnoten abrutschen. Doch sie hat eine Idee: Es gibt eine Möglichkeit, sowohl ihre Noten nach oben zu bringen als auch ihre Tournee zu retten ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972372","hoster":"VOE"},{"path":"/redirect/12972374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-5","name":"Die krächzende Hannah","epNo":5,"alt":"I Am Hannah, Hear Me Croak","descr":"Miley wacht eines Morgens ohne Stimme auf. Vom Arzt erfährt sie, dass nur eine Operation ihre Gesangskarriere retten kann. Vor dem Eingriff begegnet ihr im Traum ihre Mutter. Diese versichert ihr, dass alles gut gehen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972378","hoster":"VOE"},{"path":"/redirect/12972380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-6","name":"Geschwister-Zwist","epNo":6,"alt":"You Gotta Not Fight For Your Right To Party","descr":"Bei einem Streit zwischen Miley und Jackson geht im Badezimmer ein Rohr zu Bruch. Zur Strafe gibt es Hausarrest für beide. Doch Miley und Jackson haben etwas Besseres vor und bitten Lilly und Oliver, sie beim Hausarrest zu vertreten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972382","hoster":"VOE"},{"path":"/redirect/12972384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-7","name":"Der Freund meiner besten Freundin","epNo":7,"alt":"My Best Friend\u0027s Boyfriend","descr":"Miley beobachtet, dass Lucas seine Freundin Lilly mit einem anderen Mädchen hintergeht. Lilly ist überzeugt, dass Miley nur neidisch ist und glaubt ihr nicht, als sie ihr davon erzählt. Miley arrangiert ein Treffen, in dessen Verlauf Lucas sein wahres, schmutziges, Gesicht zeigen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972389","hoster":"VOE"},{"path":"/redirect/12972390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-8","name":"Wie werde ich meinen Bodyguard los?","epNo":8,"alt":"Take This Job and Love It","descr":"Miley fühlt sich von ihrem Bodyguard Roxy unterdrückt und überredet sie, für den US-Präsidenten zu arbeiten. Doch bald stellt sie fest, dass ihr ohne Roxy nicht nur eine Leibwächterin, sondern auch ein Familienmitglied fehlt. Miley will Roxy unbedingt wieder zurückgewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972392","hoster":"VOE"},{"path":"/redirect/12972394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-9","name":"Nichts als die Wahrheit - Teil 1","epNo":9,"alt":"Achy Jakey Heart, Part One","descr":"Jake Ryan kehrt zurück. Er versucht alles, um Mileys Herz für sich zu gewinnen. Als ihm das gelungen ist, schlägt er vor, dass sie keine Geheimnisse voreinander haben sollten. Miley enthüllt ihre geheime Identität als Hannah Montana.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972396","hoster":"VOE"},{"path":"/redirect/12972399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-10","name":"Nichts als die Wahrheit - Teil 2","epNo":10,"alt":"Achy Jakey Heart, Part Two","descr":"Miley hat Jake ihre geheime Identität als Hannah Montana gestanden. Der beschließt jetzt seinerseits, sich als Nicht-Prominenter zu verkleiden, um ein unbeschwertes Leben führen zu können. Schnell findet Miley heraus, was für ein arroganter, ungeduldiger und unhöflicher Mensch er ist. Sie trennt sich von Jake. Ob ihr Geheimnis bei ihm trotzdem sicher ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972401","hoster":"VOE"},{"path":"/redirect/12972403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-11","name":"Ein neuer Song für Hannah!","epNo":11,"alt":"Sleepwalk This Way","descr":"Miley hat ein furchtbar schlechtes Gewissen, weil sie ihren Vater belogen hat. Das geht sogar soweit, dass sie nachts keine Ruhe findet und schlafwandelt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972407","hoster":"VOE"},{"path":"/redirect/12972409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-12","name":"Ach, wär\u0027 ich doch ein Star....","epNo":12,"alt":"When You Wish You Were the Star","descr":"Miley sieht eine Sternschnuppe und wünscht sich, rund um die Uhr als Hannah leben zu können. Ihr Wunsch wird wahr: Ein Engel führt sie durch ihr neues Leben. Doch obwohl sie nun superberühmte Stars trifft und ein aufregendes Partyleben führt, sehnt sie sich nach ihrem alten Leben als Miley zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972410","hoster":"VOE"},{"path":"/redirect/12972412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-13","name":"Das Benefizkonzert","epNo":13,"alt":"I Want You to Want Me?To Go To Florida","descr":"Miley will unbedingt bei einer Benefizveranstaltung in Florida auftreten. Da ihr Vater sich eine Rückenverletzung zugezogen hat und sie nicht begleiten kann, will er ihr den Trip verbieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972417","hoster":"VOE"},{"path":"/redirect/12972418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-14","name":"Beste Freunde haben\u0027s schwer!","epNo":14,"alt":"Everybody Was Best Friend Fighting","descr":"Miley lädt Oliver zu einem Hannah Montana Konzert backstage ein und nimmt ihn auf ein Promi-Tennis-Turnier mit. Lilly ist eifersüchtig und lässt die beiden nicht in Ruhe. Jackson versucht Rico einzureden, dass er verwünscht ist. Er kann nur befreit werden, wenn er sich zu einem netten Kerl entwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972420","hoster":"VOE"},{"path":"/redirect/12972422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-15","name":"Der Karaoke-Wettbewerb","epNo":15,"alt":"Song Sung Bad","descr":"Miley schraubt im Aufnahmestudio so lange an einer Gesangsaufnahme von Lilly herum, bis diese sich tatsächlich gut anhört. Ist das die Geburtsstunde eines neuen Stars? Unterdessen hat Sarah ein Auge auf Jackson geworfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972426","hoster":"VOE"},{"path":"/redirect/12972427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-16","name":"Die Jonas Brothers","epNo":16,"alt":"Me and Mr. Jonas and Mr. Jonas and Mr. Jonas","descr":"Mileys Vater schreibt ein Lied für die Jonas Brothers. Doch Miley findet, dass sich der Song viel besser für Hannah Montana eignen würde. Lilly und Miley verkleiden sich als Jungs und versuchen die Jonas Brothers davon überzeugen, dass der Song überhaupt nicht zu ihnen passt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972433","hoster":"VOE"},{"path":"/redirect/12972434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-17","name":"Ich will, ich will, ich will!","epNo":17,"alt":"Don\u0027t Stop Til You Get The Phone","descr":"Miley möchte unbedingt ein neues, schickes und sehr teueres Handy haben. Um es bezahlen zu können, macht sie Paparazzi-Fotos von Rock. Robby bittet Jackson, sich mit Sonnencreme ein zuschmieren, bevor er sich an den Strand legt. Jackson hält sich nicht an die Anweisung seines Vaters und hat fürchterlich unter den Folgen zu leiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972435","hoster":"VOE"},{"path":"/redirect/12972438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-18","name":"Die Sache mit der Freundschaft","epNo":18,"alt":"That\u0027s What Friends Are For?","descr":"Miley versucht, mit Jake Ryan befreundet zu sein, ohne dass sie ein Paar sind. Rico wettet mit Oliver und Jackson, dass sie es nicht über eine längere Zeit ohne duschen aushalten können. Eine unangenehme Herausforderung für die Beteiligten und deren Mitbewohner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972441","hoster":"VOE"},{"path":"/redirect/12972446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-19","name":"Fast wie Schwestern","epNo":19,"alt":"Lilly\u0027s Mom Has Got It Goin\u0027 On","descr":"Robby hat ein Date mit Lillys Mutter. Miley und Lilly sind davon total begeistert. Doch dann geht so einiges schief ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972448","hoster":"VOE"},{"path":"/redirect/12972450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-20","name":"Die Familien-Fehde","epNo":20,"alt":"I Will Always Loathe You","descr":"Miley wird der \u0027Preis für die beste Künstlerin des Jahres\u0027 verliehen. Zur Feier hat Miley auch ihre Tanten eingeladen, die sich seit ewigen Zeiten spinnefeind sind. Es dauert nicht lange, bis die Damen sich so richtig in die Haare kriegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972454","hoster":"VOE"},{"path":"/redirect/12972458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-21","name":"Auge um Auge","epNo":21,"alt":"Bye Bye Ball","descr":"Jackson macht versehentlich Mileys Lieblingsteddy kaputt. Aus Rache zerstört sie seinen heiß geliebten, handsignierten Baseball. Natürlich bereut sie das sofort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972461","hoster":"VOE"},{"path":"/redirect/12972462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-22","name":"Sorry, Onkel Earl","epNo":22,"alt":"(We\u0027re So Sorry) Uncle Earl","descr":"Der gefürchtete Kritiker Barney Bittman kündigt sich für Hannah Montanas nächstes Konzert an. Miley ist furchtbar aufgeregt und probt wie verrückt. Ausgerechnet da taucht Onkel Earl auf, der auch Rockstar werden will. Erst will Miley nichts von einer Zusammenarbeit wissen. Dann holt sie ihren Onkel doch auf die Bühne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972465","hoster":"VOE"},{"path":"/redirect/12972468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-23","name":"Reise in die Vergangenheit","epNo":23,"alt":"The Way We Almost Weren\u0027t","descr":"Nach einem Hannah Montana Konzert will Robbie, dass der Reisebus an einer abgelegenen Stelle hält. Jackson und Miley sind davon überhaupt nicht begeistert. Doch dann erfahren sie, dass diese Stelle eine ganz besondere Bedeutung für Robbie hat...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972471","hoster":"VOE"},{"path":"/redirect/12972472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-24","name":"Die Überraschungsparty","epNo":24,"alt":"You Didn\u0027t Say It Was Your Birthday","descr":"Wie peinlich! Miley und Jackson haben Robbies 40. Geburtstag vergessen. Jetzt wollen sie in letzter Minute eine Überraschungsparty als Geschenk auf die Beine stellen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972476","hoster":"VOE"},{"path":"/redirect/12972478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-25","name":"Ein Stern für Hannah","epNo":25,"alt":"Hannah In the Streets With Diamonds","descr":"Hannah Montana bekommt einen Stern auf dem berühmten Hollywood Boulevard verliehen. Als sie sich den Ort dafür ansieht, ist sie entsetzt: ein Hotdog-Verkäufer steht genau auf ihrem Stern und die Leute kleckern ständig drauf! Die Chancen, einen anderen Stern zu bekommen, stehen schlecht. Doch Hannah gibt niemals kampflos auf! Mit allen Tricks versucht sie, ihren Platz auf dem Hollywood Boulevard zurückzuerobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972481","hoster":"VOE"},{"path":"/redirect/12972482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-26","name":"Ganz neue Töne","epNo":26,"alt":"Yet Another Side of Me","descr":"Miley alias Hannah Montana trifft die Pop-Sensation Isis. Diese meint, wenn Hannah ihr Publikum nicht immer wieder mit einem neuen Stil überrascht, geht ihre Karriere den Bach runter. Miley beschließt, auf Rockerin zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972484","hoster":"VOE"},{"path":"/redirect/12972486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-27","name":"Ein Test für die Liebe","epNo":27,"alt":"The Test of My Love","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972489","hoster":"VOE"},{"path":"/redirect/12972490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-28","name":"Die böse Joannie","epNo":28,"alt":"Joannie B. Goode","descr":"Das darf doch wohl nicht wahr sein! Oliver ist mit Joannie zusammen. Miley und Lilly können sie überhaupt nicht ausstehen. Und jetzt bittet Oliver die beiden Mädels auch noch, dass sie nett zu seiner neuen Freundin sein sollen. Lilly nimmt Olivers Bitte ernst und freundet sich mit Joannie an. Auf einmal gehört Miley nicht mehr dazu...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972494","hoster":"VOE"},{"path":"/redirect/12972495","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-29","name":"Dreifach-Date mit Hindernissen","epNo":29,"alt":"We\u0027re All On This Date Together","descr":"Johnny und Rico haben es geschafft: Sie haben ein Date mit Hannah alias Miley ersteigert. Doch das gefällt Miley überhaupt nicht. Sie will mit ihrem Schwarm Johnny ohne Rico ausgehen. Doch wie kann man den vom Date nur fern halten. Auch Roxy hat Probleme: Sie will einer alten Highschool-Rivalin imponieren und behauptet, sie wäre mit Robbie verheiratet...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972497","hoster":"VOE"},{"path":"/redirect/12972498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-30","name":"Mission: Zuckerfrei [Alles halb so schlimm]","epNo":30,"alt":"No Sugar, Sugar","descr":"Oliver hat Diabetes. Als Miley und Lilly das erfahren, spielen sie sich als Olivers \"Nahrungspolizei\" auf. Oliver ist davon alles andere als begeistert. Besonders nervig wird es auf Tracys Geburtstagsparty...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972503","hoster":"VOE"},{"path":"/redirect/12972505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-2/episode-31","name":"[Dito Folge 30]","epNo":31,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972357","hoster":"VOE"},{"path":"/redirect/12972356","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hannah-montana/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hannah-montana/staffel-3/episode-1","name":"Wo die Liebe hinfällt","epNo":1,"alt":"He Ain’t a Hottie, He’s My Brother","descr":"Miley träumt, dass Lilly und Jackson aufeinander stehen. Sie will alles daran setzen zu verhindern, dass aus den beiden ein Liebespaar wird. Doch ihre Intrigen fliegen auf und sie muss schweren Herzens akzeptieren, dass die beiden sich lieben. Zumindest bis Lilly sie aufweckt und sie feststellt, dass auch das nur ein Traum war. – Start der 3. Staffel der Erfolgsserie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972692","hoster":"VOE"},{"path":"/redirect/12972694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-2","name":"Die Führerscheinprüfung","epNo":2,"alt":"Ready, Set, Don’t Drive","descr":"Weil Miley bei der Fahrprüfung durchfällt, nimmt sie kurzerhand als Hannah Montana noch einmal teil und besteht. Nun steht der Fahrt zur Party nichts mehr im Wege, glaubt sie. Rico ist bei Familie Stewart zu Besuch und treibt Robby und Jackson in den Wahnsinn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972697","hoster":"VOE"},{"path":"/redirect/12972698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-3","name":"Der Zahnarzttermin","epNo":3,"alt":"Don’t Go Breaking My Tooth","descr":"Trotz Daddys Ermahnung puhlt Miley ganz kindisch mit der Gabel zwischen den Zähnen herum. Prompt bricht eine Plombe raus. Aber was den Zahnarzt angeht, ist Miley auch nicht erwachsener: Sie flieht vor dem Eingriff. Dummerweise ist sie als Gast in einer Kochsendung eingeladen. Als sie die Plombenzieherbombe probieren muss, sind die Schmerzen groß!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972708","hoster":"VOE"},{"path":"/redirect/12972709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-4","name":"Das Leid mit dem lieben Geld","epNo":4,"alt":"You Never Give Me My Money","descr":"Miley will mehr Taschengeld. Robby gibt ihr 5.000 Dollar, um ein eigenes Konto zu eröffnen. Nach anfänglicher Freude kommt Miley allerdings der Verdacht, dass Robby nur testen will, ob sie in der Lage ist, mit so viel Geld umzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972717","hoster":"VOE"},{"path":"/redirect/12972722","hoster":"Doodstream"},{"path":"/redirect/12972719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-5","name":"Ein kleines Problem","epNo":5,"alt":"Killing Me Softly With His Height","descr":"Miley lernt den attraktiven, aber leider sehr kleinen Connor kennen, der als Weihnachtself im Kaufhaus jobbt. Mit aller Kraft versucht sie, die Oberflächlichkeit zu überwinden und dem Jungen eine Chance zu geben. Währenddessen tut Jackson alles, um sich bei Dontzig ein Empfehlungsschreiben für die Universität zu verdienen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972721","hoster":"VOE"},{"path":"/redirect/12972723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-6","name":"Die Klassenfahrt","epNo":6,"alt":"Would I Lie To You, Lilly?","descr":"Mileys und Lillys Klasse planen einen Ausflug nach Washington. Da Lilly kein Geld hat, sich aber nicht helfen lassen möchte, versucht Miley mit allen Tricks, ihrer Freundin Geld zuzuschustern. Das funktioniert und Lilly kommt mit. Allerdings fliegt der Schwindel auf und stellt die Freundschaft auf eine harte Probe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972727","hoster":"VOE"},{"path":"/redirect/12972732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-7","name":"Mileys Freundschaftsbeweis","epNo":7,"alt":"You Gotta Lose That Job","descr":"Miley und Oliver haben beide große Ziele: Sie hofft auf eine Rolle in einer Kinofilmreihe und er auf einen Auftritt mit seiner Band beim Schulball. Als Miley die Rolle kriegt, Oliver aber abgelehnt wird, ist dieser unendlich enttäuscht. Um ihre Freundschaft zu retten, tut Miley Oliver einen unglaublichen Gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972736","hoster":"VOE"},{"path":"/redirect/12972737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-8","name":"Der Karotten-Boykott","epNo":8,"alt":"Welcome to the Bungle","descr":"Miley verkündet in einer Morgenshow, dass sie keine Karotten mag. Damit löst sie einen Karotten-Boykott bei den Kindern aus. Bei einem zweiten Auftritt erwähnt sie, dass sie nicht gern liest und tritt wieder eine Lawine los. Jackson lehrt sie, wie man sich geschickt um konkrete Aussagen drückt. Das funktioniert ganz gut, zumindest solange keiner Fragen stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972740","hoster":"VOE"},{"path":"/redirect/12972745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-9","name":"Daddys neuer Freund","epNo":9,"alt":"Papa’s Got a Brand New Friend","descr":"Mileys Choreografin Tina fällt aus dem Fenster und landet mit einem Ganzkörpergips im Krankenhaus. Und das sechs Wochen vor den Grammys, bei denen Hannah auftreten soll. Schnell muss ein neuer Choreograf her. Sie engagiert Shawn, von dem Robby absolut begeistert ist. Doch der entpuppt sich als regelrechter Tyrann und Sadist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972749","hoster":"VOE"},{"path":"/redirect/12972750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-10","name":"Eins, zwei, Schummelei","epNo":10,"alt":"Cheat It","descr":"Miley macht Jackson Vorwürfe, weil der für eine Schularbeit schummeln will. Er kontert, dass sie keinen Deut besser sei, da sie aus Publicity-Gründen so tut, als sei sie mit Austin Rain liiert. Daraufhin lässt Miley in einer Talkshow den ganzen Schwindel auffliegen. Jackson tut so, als habe seine Schwester nun auch ihn zur Ehrlichkeit bekehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972511","hoster":"VOE"},{"path":"/redirect/12972512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-11","name":"Neuer Bruder, neues Glück","epNo":11,"alt":"Knock Knock Knockin’ on Jackson’s Head","descr":"Miley ist Schuld an einem Unfall, bei dem sich Jackson heftig den Kopf stößt und sein Gedächtnis verliert. Miley nutzt seine Situation aus und programmiert ihn so um, dass er nun ein liebevoller Bruder ist. Doch der \u0027perfekte Bruder\u0027 wird ihr bald zuviel und sie wünscht sich den alten Jackson zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972517","hoster":"VOE"},{"path":"/redirect/12972518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-12","name":"Peinlich, peinlich","epNo":12,"alt":"You Give Lunch a Bad Name","descr":"Miley und Jackson haben sturmfreie Bude, weil Robby zu einem Treffen mit seiner alten Band gefahren ist. Die Freude darüber endet Jäh, als Oma Ruthie spontan autaucht. Im Nu stellt sie das Leben der Kids ordentlich auf den Kopf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972521","hoster":"VOE"},{"path":"/redirect/12972523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-13","name":"Lilly-Pop und Oli-Pop","epNo":13,"alt":"What I Don’t Like About You","descr":"Lilly und Oliver gehen miteinander. Doch eine dumme Bermerkung von Miley bringt die beiden auseinander. Sie versucht alles, um sie wieder zusammenzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972528","hoster":"VOE"},{"path":"/redirect/12972531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-14","name":"Der Abschlussball","epNo":14,"alt":"Promma Mia","descr":"Miley lässt sich darauf ein, mit einer totalen Nervensäge auf den Schulball zu gehen. Doch dann kommt eine Hannah Montana-Termin dazwischen. sie soll mit David Archuleta, der extra dafür in die Stadt kommt, ein Duett aufnehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972537","hoster":"VOE"},{"path":"/redirect/12972540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-15","name":"Schrecklich, schrecklicher, am schrecklichsten","epNo":15,"alt":"Once, Twice, Three Times Afraidy","descr":"Lilly und Oliver beschließen, Miley zu verkuppeln, damit sie sich nicht wie das fünfte Rad am Wagen fühlt, wenn sie zusammen ausgehen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972546","hoster":"VOE"},{"path":"/redirect/12972547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-16","name":"Jakes Hochzeit","epNo":16,"alt":"Jake … Another Little Piece of My Heart (De Do Do Do, De Don’t Get Married)","descr":"Jake tritt wieder in Mileys Leben, allerdings nur, um ihr zu sagen, dass er heiraten wird. Miley und Lilly versuchen alles, um Jake von dieser Idee abzubringen und die Hochzeit zu verhindern...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972552","hoster":"VOE"},{"path":"/redirect/12972555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-17","name":"Radiohyperaktiv!","epNo":17,"alt":"Miley Hurt the Feelings of the Radio Star","descr":"Oliver arbeitet als Praktikant bei einem Radiosender. Als der Moderator unerwartet ausfällt, muss er übernehmen. Zum Glück unterstützt ihn Miley. Die beiden kommen gut an, also überredet Oliver Miley, mit ihm zusammen die Sonntagmorgen-Show zu moderieren. Miley sagt zu, um Oliver nicht zu enttäuschen ist aber so mit Terminen zugekleistert, dass das Ganze in einem schlaflosen Fiasko endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972557","hoster":"VOE"},{"path":"/redirect/12972563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-18","name":"Jake oder Jesse? – Teil 1","epNo":18,"alt":"He Could Be The One, Part One","descr":"In diesem Hannah Montana Special muss sich Miley zwischen Jake oder Jesse entscheiden. Sie ist seit drei Wochen wieder mit Jake zusammen, flirtet aber auch mit Jesse. Miley ist nun hin- und hergerissen. Als die beiden Jungs das mitkriegen, ziehen sie sich von Miley zurück mit der Bitte sich zu entscheiden. Auf der Suche nach der Antwort zeigt ihr Robby eine alte Aufnahme ihrer Mutter, in der sie ihr rät, auf ihr Herz zu hören. Und am Ende steht Mileys Entschluss fest: sie entscheidet sich für Jake. Jesse nimmt es wie ein Mann und wünscht ihr viel Glück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972566","hoster":"VOE"},{"path":"/redirect/12972567","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-19","name":"Jake oder Jesse? – Teil 2","epNo":19,"alt":"He Could Be The One, Part Two","descr":"Miley ist hin- und hergerissen zwischen Jake und Jesse.Als die beiden Jungs das mitkriegen, ziehen sie sich von Miley zurück mit der Bitte sich zu entscheiden. Auf der Suche nach der Antwort zeigt ihr Robby eine alte Aufnahme ihrer Mutter, in der sie ihr rät, auf ihr Herz zu hören. Und am Ende steht Mileys Entschluss fest: sie entscheidet sich für Jake. Jesse nimmt es wie ein Mann und wünscht ihr viel Glück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972576","hoster":"VOE"},{"path":"/redirect/12972579","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10679925","hoster":"VOE"},{"path":"/redirect/11423111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-20","name":"Vom Pech verfolgt","epNo":20,"alt":"Super(stitious) Girl","descr":"Miley gibt ein Konzert auf Hawai. Vorher macht die zusammen mit Robby und Lilly eine Kreuzfahrt auf der S.S.Tipton. Dort verschwindet ihr Talisman, ein Fusskettchen, was sie von ihrer Mutter geschenkt bekommen hat. Ab da ist Miley vom Pech verfolgt. Sie glaubt sogar ihr Konzert absagen zu müssen, aber Robby gelingt es sie umzustimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972582","hoster":"VOE"},{"path":"/redirect/12972584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-21","name":"Die verunglückte Liebeserklärung","epNo":21,"alt":"I Honestly Love You (No, Not You)","descr":"Miley glaubt, dass Jackson das Gerücht in den Umlauf gebracht hat, Hannah Montana würde am Daumen lutschen. Als Revanche ruiniert sie ihm ein Date. Lilly gesteht jedoch, selbst die Übeltäterin sein, so dass Miley einen peinlichen Weg wählt, um sich bei Jackson zu entschuldigen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972599","hoster":"VOE"},{"path":"/redirect/12972600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-22","name":"Verzeih mir endlich","epNo":22,"alt":"(For)Give A Little Bit","descr":"Robbys Mutter Mamaw Ruthie kommt zu Besuch. Sie kommt mit dem Auto aus Tennessie und Robby, Miley und Jackson sind entsetzt über den Zustand ihres ca. 40 Jahre alten Fahrzeugs. Sie tauschen es ohne Mamaw Ruthie zu fragen gegen ein neues aus. Als Mamaw Ruthie sich kein bisschen darüber freut, merken sie wie sehr sie an ihrer Loretta hängt. Sie wollen sie zurück kaufen, aber der Schrotthändler hatte sie bereits in der Presse. Doch er hat das gleiche Auto noch einmal da.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972608","hoster":"VOE"},{"path":"/redirect/12972667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-23","name":"Alte Liebe kennt keine Beulen","epNo":23,"alt":"B-B-B-Bad To The Chrome","descr":"Robbys Mutter Mamaw Ruthie kommt zu Besuch. Sie kommt mit dem Auto aus Tennessie und Robby, Miley und Jackson sind entsetzt über den Zustand ihres ca. 40 Jahre alten Fahrzeugs. Sie tauschen es ohne Mamaw Ruthie zu fragen gegen ein neues aus. Als Mamaw Ruthie sich kein bisschen darüber freut, merken sie wie sehr sie an ihrer Loretta hängt. Sie wollen sie zurück kaufen, aber der Schrotthändler hatte sie bereits in der Presse. Doch er hat das gleiche Auto noch einmal da.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972628","hoster":"VOE"},{"path":"/redirect/12972629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-24","name":"Alles halb so schlimm","epNo":24,"alt":"Uptight (Oliver’s Alright)","descr":"Was verheimlicht Oliver nur? Miley und Lilly setzten alles dran, sein Geheimniss zu lüften. Aber die Fährte führt in die komplett falsche Richtung. Sie glauben, Oliver hat sich in die Schulschwester verliebt. Denn warum sollte er ihr Schokolade schenken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972630","hoster":"VOE"},{"path":"/redirect/12972635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-25","name":"Ich will nach Hause zu meiner Freundin","epNo":25,"alt":"Can’t Get Home to You, Girl","descr":"Miley hat ein Konzert auf einem Volksfest in der Nähe von Tucson gegeben und will nach Hause, um mit Lilly Geburtstag zu feiern. Lilly ist an ihrem Ehrentag ganz allein, weil Oliver krank ist. Miley bietet Lilly an in ihrem Haus auf sie zu warten, aber dort ist Jackson und die Heimreise gestaltet sich wesentlich schwieriger als Miley / Hannah sich das vorgestellt hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972639","hoster":"VOE"},{"path":"/redirect/12972644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-26","name":"Scheitern tut weh","epNo":26,"alt":"Come Fail Away","descr":"Miley soll die Ente in einem Zeichentrickfilm darstellen. Sie schafft es einfach nicht, die richtige Stimme zu finden und gibt auf. Robby redet ihr ins Gewissen und bringt sie dazu es noch mal zu versuchen. Doch Hannah scheitert erneut. Robby versucht mal wieder Jackson zu erziehen und lernt dazu smsen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972653","hoster":"VOE"},{"path":"/redirect/12972657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-27","name":"Der Putzteufel","epNo":27,"alt":"Got To Get Her Out Of My House","descr":"Lilly und Oliver sparen auf ein gemeinsames Auto. Nachdem Lilly in einem Sandwich Lokal an ihrem Perfektionismus gescheitert ist, fängt sie bei den Stewarts als Putzfrau an. Dort macht sie ihren Job so gut, dass Miley und Jackson entnervt versuchen sie so schnell wie möglich wieder los zu werden.Oliver tritt Jacksons Nachfolge bei Rico an und geht ihm mit seiner guten Laune auf den Geist. - Start des großen Staffelfinales.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972659","hoster":"VOE"},{"path":"/redirect/12972661","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534599","hoster":"VOE"},{"path":"/redirect/11423096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-28","name":"Unruhige Nächte","epNo":28,"alt":"The Wheel Near My Bed (Keeps on turnin’)","descr":"Lillys Mutter nimmt einen Job in Atlanta an und Miley und Robby bieten ihr an, bei ihnen zuhause einzuziehen. Die beiden Mädchen teilen sich ein Zimmer. Miley ist solange begeistert, bis Lilly ihre Nachtruhe gewaltig stört. Sie kriegt die ganze Nacht kein Auge zu und sagt Robby am nächsten Tag, dass sie Lilly am liebsten wieder los hätte. Zufällig hört Lilly die Worte ihrer Freundin und zieht stocksauer zu ihrem Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972671","hoster":"VOE"},{"path":"/redirect/12972672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-29","name":"Auf Wiedersehen, Miley? – Teil 1","epNo":29,"alt":"Miley Says Goodbye? (1)","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972680","hoster":"VOE"},{"path":"/redirect/12972681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-3/episode-30","name":"Auf Wiedersehen, Miley? – Teil 2","epNo":30,"alt":"Miley Says Goodbye? (2)","descr":"Miley träumt von ihrem Pferd Blue Jeans, das sie in Tennessee zurück gelassen hat. Sie hat Heimweh nach Tennessee und kommt immer mehr zu der Erkenntnis, dass sie zurück in ihre Heimat möchte. Aber was wird dann aus Lilly? Ausgerechnet jetzt bekommt Oliver das Angebot, mit der Band Tepid Funk auf Welttournee zu gehen. Dann wäre Lilly auf einen Schlag ganz allein. Robby weiß in welcher Zwickmühle Miley steckt und kauft kurzerhand eine Ranch. Aber nicht wie erwartet in Tennessee, sondern nur 15 Kilometer von ihrem jetzigen Zuhause entfernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972683","hoster":"VOE"},{"path":"/redirect/12972689","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hannah-montana/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/hannah-montana/staffel-4/episode-1","name":"Neues Haus, altes Zimmer","epNo":1,"alt":"Sweet Home Hannah Montana","descr":"Die Stewarts und Lilly ziehen in ein neues Heim und Robby hat Mileys altes Kinderzimmer in das neue Haus bringen lassen. Miley/Hannah und Lilly suchen nach einem Ausweg, bevor eine ihrer Schulfreundinnen das Zimmer sieht. Währenddessen trifft Jackson seinen neuen beleidigenden Nachbarn und seine attraktive Cousine, die Model ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972849","hoster":"VOE"},{"path":"/redirect/12972854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-2","name":"Hannah Montana, bitte zum Schulleiter!","epNo":2,"alt":"Hannah Montana to the Principal\u0027s Office","descr":"Es ist der erste Schultag im Abschlussjahr von Miley/Hannah und Lilly. Als Miley/Hannah in die Schule kommt, erfährt sie, dass sie gar nicht mehr in der Schule angemeldet ist. Sie beschließt, als Hannah in die Schule zu gehen, aber auch das funktioniert nicht. Jackson fängt unterdessen an, sich mit einem neuen Mädchen, dem Model Sienna, zu treffen, was ihn ziemlich nervös macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972859","hoster":"VOE"},{"path":"/redirect/12972863","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-3","name":"Hannah, die Kupplerin","epNo":3,"alt":"California Screamin","descr":"Miley/Hannah und Lilly versuchen Robby ein Date mit der Schulkrankenschwester zu arrangieren. Jackson versucht den Mut aufzubringen, seine neue Freundin Siena zu küssen. Rico kann nicht verstehen, wieso Siena Jackson überhaupt mag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972868","hoster":"VOE"},{"path":"/redirect/12972871","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-4","name":"Hannahs Geheimnis","epNo":4,"alt":"De-Do-De-Don\u0027t-Don\u0027t Tell My Secret","descr":"Siena sieht Miley als Hannah verkleidet und denkt, Jackson würde wieder mit Hannah ausgehen. Miley/Hannah ringt mit sich, ob sie ihr Geheimnis lüften soll. In der Zwischenzeit bringt Robbie Rico das Angeln bei und Rico stellt Robbie mit ein wenig Hilfe in den Schatten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972873","hoster":"VOE"},{"path":"/redirect/12972875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-5","name":"Ein verhängnisvolles Foto","epNo":5,"alt":"It\u0027s the End of the Jake As We Know It","descr":"Oliver besucht Lilly und bringt ein Foto mit, auf dem zu sehen ist, dass Jake Miley/Hannah betrogen hat. Oliver und Lilly zögern, Miley/Hannah die Nachricht zu überbringen. Währenddessen gibt Jackson vor, Ricos Vater zu sein, damit dieser die Pizzabude am Pier kaufen kann. Sollte das Geschäft gelingen, muss Rico Jackson einen Flug nach Peru bezahlen, wo dieser Siena besuchen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972887","hoster":"VOE"},{"path":"/redirect/12972888","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-6","name":"Der Vater-Tochter-Tag","epNo":6,"alt":"Been Here All Along","descr":"Nach eine Streit mir Robby, begreift Miley, dass sie sich glücklich schätzen kann, dass ihr Vater immer bei ihr ist. Richtig klar wird ihr das besonders, als Jesse ihr erzählt, dass sein Vater im Militär ist. Daraufhin organisiert Hannah ein Konzert für militärische Familien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972892","hoster":"VOE"},{"path":"/redirect/12972896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-7","name":"Angst um Blue Jeans","epNo":7,"alt":"Love That Let\u0027s Go","descr":"Miley/Hannah und Lilly besiegeln einen Pakt, um ihre Ängste zu besiegen: Lilly wird auf einem Pferd reiten, wenn Hannah ein Seil hochklettert. Lilly fällt von Blue Jeans, der von einer Schlange gebissen wird, als er wegrennt. Siena bittet Jackson, ihr Lieblingsbuch zu lesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972760","hoster":"VOE"},{"path":"/redirect/12972757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-8","name":"Der Bonustrack","epNo":8,"alt":"Hannah\u0027s Gonna Get This","descr":"Die Plattenfirma von Hannah ist total beeindruckt von ihren selbstgeschriebenen Liedern und bittet sie daher, um ein Bonuslied fürs Album. Hannah ist damit einverstanden und probiert was ganz neues aus, aber die anderen sind trotzdem beeindruckt und freuen sich, mit dem Lied ein neues Publikum anzusprechen. Als IYAZ, ein bekannter Musicaldarsteller, das Lied hört ist er hin und weg und so singen beide das Lied in einem Duett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972768","hoster":"VOE"},{"path":"/redirect/12972766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-9","name":"Die große Enthüllung ? Teil 1","epNo":9,"alt":"I\u0027ll Always Remember You, Part 1","descr":"Das Hannah-Geheimnis gefährdet Mileys Beziehung mit Jesse und ihren Plan, mit Lilly zusammen auf ein College zu gehen. Miley muss sich endgültig entscheiden, ob sie der Welt ihre wahre Identität verraten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972778","hoster":"VOE"},{"path":"/redirect/12972777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-10","name":"Die große Enthüllung ? Teil 2","epNo":10,"alt":"I\u0027ll Always Remember You, Part 2","descr":"Das Hannah-Geheimnis gefährdet Mileys Beziehung mit Jesse und ihren Plan, mit Lilly zusammen auf ein College zu gehen. Miley muss sich endgültig entscheiden, ob sie der Welt ihre wahre Identität verraten will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972789","hoster":"VOE"},{"path":"/redirect/12972786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-11","name":"Wie alles wirklich war","epNo":11,"alt":"Can you see the real me?","descr":"Nachdem nun das Geheimnis um Hannahs wahre Identität gelüftet ist, wird Miley alias Hannah von Robin Roberts interviewt. Dabei erinnert sie sich noch einmal an schöne und aufregende Momente in ihrem Leben als Star, mit ihrer Familie und den besten Freunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972811","hoster":"VOE"},{"path":"/redirect/12972809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-12","name":"Miley, der Superstar","epNo":12,"alt":"Kiss It Goodbye","descr":"Miley/Hannah wird nach der Enthüllung ihres Geheimnisses von Reportern verfolgt und Tante Dolly kommt ihr zu Hilfe. Rico bestraft sich unterdessen selbst dafür, dass er das Hannah Montana-Geheimnis nicht früher durchschaut hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972821","hoster":"VOE"},{"path":"/redirect/12972822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-13","name":"Neues Leben, neue Probleme","epNo":13,"alt":"I Am Mamaw, Hear Me Roar","descr":"Moma möchte Zeit mit Miley anlässlich ihres Schulabschlusses verbringen. Dabei fällt es ihr schwer, sich an die Umstände von Mileys Leben anzupassen, das sich - seit sie ihre Perücke nicht mehr trägt - verändert hat. Jackson beleidigt unabsichtlich Siena und sucht nach einem Weg, sie wieder milde zu stimmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972827","hoster":"VOE"},{"path":"/redirect/12972830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-14","name":"Ende gut, alles gut?, Teil 1","epNo":14,"alt":"Wherever I Go, Part 1","descr":"Gerade als Miley/Hannah mit Lilly zum College aufbrechen will, bekommt sie das Angebot, einen Blockbuster Film zu drehen. Miley/Hannah versucht, Lilly davon zu überzeugen, dass sie eine furchtbare Zimmergenossin wäre. Unterdessen versucht Jackson, einen gut bezahlten Job zu finden, um Siena schöne Geschenke kaufen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972837","hoster":"VOE"},{"path":"/redirect/12972839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hannah-montana/staffel-4/episode-15","name":"Ende gut, alles gut?, Teil 2","epNo":15,"alt":"Wherever I Go, Part 2","descr":"Paris oder nicht Paris, das ist jetzt die Frage. Miley und Lilly sind schon am Flughafen, als Lilly ihre Frankreichpläne noch einmal überdenkt ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12972844","hoster":"VOE"},{"path":"/redirect/12972851","hoster":"Doodstream"},{"path":"/redirect/14159440","hoster":"Streamtape"}]}]}]}]}