{"seriesId":"hanyou-no-yashahime-sengoku-otogizoushi","name":"Han’you no Yashahime: Sengoku Otogizoushi","descr":"[Yashahime: Princess Half-Demon] Im feudalen Japan werden die Halbdämonen-Zwillinge Towa und Setsuna während eines Waldbrands voneinander getrennt. Auf der verzweifelten Suche nach ihrer jüngeren Schwester gerät Towa in einen mysteriösen Tunnel, der sie in das heutige Japan schickt, wo sie von Kagomes Bruder Souta und seiner Familie gefunden und aufgezogen wird. Zehn Jahre später wird der Tunnel, der die beiden Epochen miteinander verbindet, erneut geöffnet, sodass Towa wieder in ihre Zeit zurückkehren kann und letzten Endes auch Setsuna wieder trifft, die in der Zwischenzeit als Dämonenjägerin für Kohaku gearbeitet hat. Aber zu Towas Erschrecken scheint Setsuna alle Erinnerungen an ihre ältere Schwester verloren zu haben …! Zusammen mit Moroha, der Tochter  von Inuyasha und Kagome, begeben sich die beiden jungen Frauen auf eine abenteuerliche Reise, um so ihre verlorene Vergangenheit zurückzuerlangen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Inuyasha seither","epNo":1,"alt":"Inuyasha: Since Then","descr":"Die erste Episode ist eine Rückblende, welche kurz nach Kagome\u0027s entgültige Rückkehr an Inuyasha\u0027s Seite in der Sengoku Zeit spielt - Kagome, Inuyasha und Co verfolgen einen Yokai namens Wurzelkopf, der bis zum Tage des Einsturzes eines Grabhügels mithilfe eines Exorzismuspfeils von Kikyo erfolgreich versiegelt gewesen war. Da der Wurzelkopf durch seinen Bann von dem Abenteuer im ursprünglichen Anime nichts mitbekommen hat, denkt er nun dass Kagome Kikyo sei und fordert von ihr das Juwel der vier Seelen. Durch denselben Pfeil, durch den er gebannt wurde, welcher von Kaede geschossen wird, können die Freunde den Hauptkörper des Yokais ausfindig machen und diesen zerstören, aber dies bleibt nicht so ganz ohne Folgen...","versions":[{"lang":1,"streams":[{"redirect":14269897,"hoster":"VOE"},{"redirect":13672186,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8521021,"hoster":"VOE"},{"redirect":8521020,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die drei Prinzessinnen","epNo":2,"alt":"The Three Princesses","descr":"Towa hat eine Zwillingsschwester, welche sie vor 10 Jahren bei einem Waldbrand aus dem Augen verlor. In Panik geraten wurde sie durch eine Perle in ihrem linken Auge, welche große Macht besitzt, die dem Juwel der Vier Seelen sehr ähnelt, in einen regenbogenfarbenen Strudel gezogen und landet letzendlich in der Gegenwart, im Garten des Tempels von Kagome\u0027s Familie. Dort trifft sie erst einmal auf deren Bruder Sota, welcher sie als seine Adoptivtochter aufnimmt. Unterdessen werden in der Sengoku Zeit eine Kopfgeldjägerin und eine Dämonenjägerin, die Towa\u0027s Schwester zum Verwechseln ähnlich sieht, durch einen Befehl des Wurzelkopfs, welcher sich mit der Macht des Baumes der Zeiten ernährt hat, ebenfalls in die Gegenwart gezogen...","versions":[{"lang":1,"streams":[{"redirect":14278054,"hoster":"VOE"},{"redirect":13672195,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13506756,"hoster":"VOE"},{"redirect":8546926,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Traumschmetterling","epNo":3,"alt":"The Dream Butterfly","descr":"Towa ist entsetzt, als sie bemerken muss, dass Setsuna jede Erinnerung an sie verloren hat und ihr misstraut. Moroha versucht, einen Kampf zwischen den beiden zu unterbinden, während eine kleine Wurzel des Wurzelkopfs von Towa Besitz ergreift und es zwischen den beiden Mädchen zum Kampf auf dem Tempelgelände kommt. Währenddessen erfahren im Mittelalter Sango\u0027s jüngerer Bruder Kohaku und deren Sohn Hisui von Kaede, dass es sich bei Setsuna um die Tochter von Inuyasha\u0027s Halbbruder Sesshomaru zu handeln scheint. Da diese aber von Towa\u0027s Verschwinden durch das Zeitwurmloch nichts weiß, vermutet diese vermeintlich, dass Setsuna ihre Schwester bereits aus Hass getötet haben könnte...","versions":[{"lang":1,"streams":[{"redirect":14266633,"hoster":"VOE"},{"redirect":13672189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500305,"hoster":"VOE"},{"redirect":8570010,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Tor zur Vergangenheit","epNo":4,"alt":"The Gateway To The Past","descr":"Towa fasst den Entschluss, in die Sengoku-Zeit zurückzukehren um den Traumschmetterling einzufangen. So will sie Setsuna nicht nur ihre Erinnerungen wieder zurückgeben, sondern ihr auch wieder das Schlafen und Träumen ermöglichen. Bevor sie abreist, bittet sie jedoch Sota um Erlaubnis, welcher sie ihr auch erteilt. Moroha besticht darauf hin den noch immer lebenden Wurzelkopf im Baum der Zeit mit den drei Perlen, welche Setsuna, Towa und sie bei sich tragen. Dieser beißt tatsächlich an und transportiert die Mädchen in die für Towa nun völlig fremde Zeit zurück. Auf dieser Reise begegnet ihnen der Geist des Baumes in der Gestalt von Kikyo, durch dessen Ansprache nicht nur bekannt wird, dass es sich bei Towa und Setsuna tatsächlich um Sesshomaru\u0027s Töchter handelt und sie somit Schwestern sind, sondern sie auch gebeten werden, ein Yokai namens Kirinmaru und Sesshomaru selbst zu beseitigen...","versions":[{"lang":1,"streams":[{"redirect":14271628,"hoster":"VOE"},{"redirect":13672198,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500306,"hoster":"VOE"},{"redirect":8570016,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jakotsumaru vom Palast der roten Knochen","epNo":5,"alt":"Jakotsumaru of the Red Bone Palace","descr":"Zurück in der Sengoku-Epoche versuchen Towa und Setsuna erst etwas über den von Moroha beschriebenen Traumschmetterling zu erfahren. Dabei erhält Setsuna ein knochenfressendes Yokai namens Jakotsumaru zu jagen. Indessen versucht Moroha für den Kopf von Lady Tausendfuß Kopfgeld zu erlangen, wobei sie erfährt, was Jakotsumaru mit den gesammelten Knochen vor hat: Seinen Vater Tokotsu wiederzubeleben. Nachts begegnen Towa und Setsuna tatsächlich Jakotsumaru und beobachten, wie dieser ein Rudel Wölfe sozusagen \"entknocht\" und seiner Sammlung an Knochen hinzufügt. Als Setsuna ihn attackiert und er entkommt werden die beiden Mädchen auf eine Knochensplitter-Spur aufmerksam. Beim Unterschlupf des Yokais treffen die beiden allerdings auf Moroha und Jakotsumaru selbst, der sich blutige Rache an Moroha geschworen hat...","versions":[{"lang":1,"streams":[{"redirect":14270649,"hoster":"VOE"},{"redirect":13672191,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500307,"hoster":"VOE"},{"redirect":8546930,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katzen-Juan im alten Tempel","epNo":6,"alt":"The Cat Juan at the Old Temple","descr":"Moroha und die Zwillinge nehmen einen Auftrag an, bei dem es um einen Tempel auf dem Bergpass geht. Man sagt, dass niemand, der sich dort bis jetzt hingewagt hatte, je wieder zurückgekommen sei. Auf dem Weg dorthin kommen sie an einem Dorf vorbei, in dem es von Yokai in Katzengestalt nur so wimmelt, und auch die Dorfbewohner verhätscheln die kleinen Dämonen nach Strich und Faden. Nachdem sie einige Katzenyokais beseitigt und den Rest in die Flucht geschlagen haben, begeben sie sich zum Tempel, wo sie nur einen einsamen Mönch antreffen. Der Geruch von Dämonen lässt Moroha und Setsuna allerdings misstrauisch werden. Um der Sache auf den Grund gehen zu können, nehmen sie jedoch das Angebot des Mönchs im Tempel zu übernachten an...","versions":[{"lang":1,"streams":[{"redirect":14278055,"hoster":"VOE"},{"redirect":13672193,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534603,"hoster":"VOE"},{"redirect":8570015,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Begegnung mittels Apfel","epNo":7,"alt":"Meeting through an Apple","descr":"Ein Mitglied der von Kirinmaru beherrschten Vier Übel, die Dämonin Kyuki, erstattet diesem Bericht über Tokotsu\u0027s Schicksal und bekommt den Auftrag, Towa und Setsuna zu töten.Während Setsuna an einem frühen Morgen mit den Jägern nach Yokai sucht, macht sich Towa zum Berg Musubi auf, um dort den gesuchten Traumschmetterling zu suchen. Auf dem Weg dorthin läuft sie einem gestrandeten Piraten namens Riku über den Weg, welcher sie für eine Prinzessin hält. Dieser überlässt ihr nach einem Picknik das noch in der Sengoku Zeit noch heile Schwert Kikujumonji, welches Towa ebenfalls im zerbrochenen Zustand aus der Moderne mitgebracht hat.Nachdem Riku sich aus dem Staub gemacht hat, wird sie von Männern festgenommen, die fälschlicherweise denken, dass sie das Katana gestohlen hat. Ebenfalls begegnet sie dem Teemeister aus der ersten Episode wieder...","versions":[{"lang":1,"streams":[{"redirect":14271548,"hoster":"VOE"},{"redirect":13672194,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500309,"hoster":"VOE"},{"redirect":8570020,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Träume offenbarende Falle","epNo":8,"alt":"The Dream Gazing Trap","descr":"Riku, dem Towa in der letzten Episode begegnet ist, plant, sämtliche Regenbogenperlen, an sich zu nehmen.Unterdessen händigt Kyuki dem als Teemeister getarnt gewesenem Yokai Yotsume eine weitere Regenbogen-Perle aus, welche es ihm gestatten soll, die drei Mädchen zu besiegen. Erst kämpfen Setsuna und Moroha alleine gegen Yotsume, was einige Schwierigkeiten mit sich bringt, da die beiden nicht mit der Macht der Perle gerechnet. Zudem da Moroha und die kurz darauf hinzukommende Towa, welche in einen Schlafzustand verfallen, nachdem sie davon getroffen wurden.Da Setsuna keinerlei Träume mehr besitzt gelingt es Yotsume nicht, sie mit der Macht seiner Perle auszuschalten.Wir erfahren außerdem, dass Kagomé und Inuyasha ihre Tochter (Moroha) zum Schutz vor ihrem Onkel Sesshomaru und dessen Partner Kirinmaru, die die Rote Regenbogenperle an sich nehmen wollten, einst fortschickten...","versions":[{"lang":1,"streams":[{"redirect":14273802,"hoster":"VOE"},{"redirect":13672196,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534604,"hoster":"VOE"},{"redirect":8570019,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Meifuku, der Meiōjū","epNo":9,"alt":"Meifuku, the Meioju","descr":"Moroha nimmt den nächsten Kopfgeldauftrag an: Sie soll ein Yōkai aufspüren, das womöglich für die Zerstörung eines Forts verantwortlich war. Nach anfänglichem Zögern gesellen sich auch Setsuna und Towa wieder dazu. Am Tatort angekommen, treffen die drei auf Konton, ein weiteres der Vier Übel, der eine Rüstung trägt, der nichts etwas anzuhaben scheint.","versions":[{"lang":1,"streams":[{"redirect":13862968,"hoster":"VOE"},{"redirect":13672197,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500308,"hoster":"VOE"},{"redirect":8546929,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die goldene und die silberne Regenbogenperle","epNo":10,"alt":"The Gold and Silver Rainbow Pearls","descr":"Auf einem neuen Auftrag treffen Towa, Setsuna und Moroha auf die beiden Yōkai-Brüder Ginka und Kinka, die fortwährend gegeneinander kämpfen, da bei ihrer Rasse der Stärkere der beiden den Schwächeren frisst. Die beiden wittern allerdings die Gelegenheit, in den Besitz zweier Regenbogenperlen zu gelangen und ergreifen Besitz von Towa und Setsuna.","versions":[{"lang":1,"streams":[{"redirect":13858714,"hoster":"VOE"},{"redirect":13672200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500310,"hoster":"VOE"},{"redirect":8546931,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Fluch des menschenfressenden Teichs","epNo":11,"alt":"Curse of the Man-Eating Pond","descr":"","versions":[{"lang":1,"streams":[{"redirect":14270364,"hoster":"VOE"},{"redirect":13672201,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500313,"hoster":"VOE"},{"redirect":8546934,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Neumondnacht – die schwarzhaarige Towa","epNo":12,"alt":"Night of the New Moon and the Black-haired Towa","descr":"Kohaku bittet Setsuna und Towa, sich um ein Yōkai zu kümmern, das einen Berg verdorren ließ und die Bewohner des Dorfes am Fuß dieses Berges in Angst und Schrecken versetzt. Auf dem Weg, das Yōkai zu konfrontieren, den Berg hinauf, fällt Setsuna allerdings auf, dass mit Towa irgendetwas nicht zu stimmen scheint.","versions":[{"lang":1,"streams":[{"redirect":14022942,"hoster":"VOE"},{"redirect":13672203,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500311,"hoster":"VOE"},{"redirect":8546940,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Leckerer Sengoku-Mönch","epNo":13,"alt":"The Delicious Feudal Monks","descr":"Nach Angriffen auf mehrere Mönche und Priester werden Towa und Setsuna gemeinsam mit Hisui damit beauftragt, Kohakus Schwager, Miroku, zu beschützen. Bald schon stellt sich heraus, wer der Angreifer ist: Kein Geringerer als das letzte der Vier Übel: Tōtetsu.","versions":[{"lang":1,"streams":[{"redirect":14273804,"hoster":"VOE"},{"redirect":13672204,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500314,"hoster":"VOE"},{"redirect":12978274,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Verursacher des Waldbrandes","epNo":14,"alt":"The One Behind the Forest Fire","descr":"Auf der Suche nach einem neuen Kopfgeldauftrag findet Moroha beim Leichenhändler ein bildhübsches, junges Mädchen vor. Dieses erzählt ihnen ihre Gesichte, wie sie von einem bösen Berggott in sein Domizil verschleppt und dort gehalten wurde und folglich vor ihm floh. Als Moroha, Setsuna und Towa sich auf die Suche nach dem Missetäter machen, erleben sie eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":14106801,"hoster":"VOE"},{"redirect":13672205,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500312,"hoster":"VOE"},{"redirect":8570018,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Mondfinsternis – Der schicksalhafte, schwere Abschied","epNo":15,"alt":"Farewell Under the Lunar Eclipse","descr":"Riku erzählt die Geschichte der Geburt Towas, Setsunas und Morohas. Er schildert, wie zum Zeitpunkt ihrer Geburt eine Naturkatastrophe sondergleichen, die nur alle 500 Jahre eintritt, die Erde bedrohte und wie Sesshōmaru diese gemeinsam mit Inuyasha unschädlich machte. Und auch wie die Geburt der zwei Halbdämonen Towa und Setsuna sowie der Vierteldämonin Moroha andererots mit weniger Euphorie empfangen wurde.","versions":[{"lang":1,"streams":[{"redirect":14269614,"hoster":"VOE"},{"redirect":13672206,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500315,"hoster":"VOE"},{"redirect":8546936,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Morohas Klinge","epNo":16,"alt":"Double-Edged Moroha","descr":"Moroha wird von ihrer Vergangenheit eingeholt und erzählt die Geschichte, wie ihr Meister sie in die Schulden geritten hat Towa und Setsuna. Denn nun steht eben diese alte Meisterin vor ihr und es ist an der Zeit, dass die beiden miteinander abrechnen.","versions":[{"lang":1,"streams":[{"redirect":14269840,"hoster":"VOE"},{"redirect":13672208,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500316,"hoster":"VOE"},{"redirect":8546939,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Falle der zwei Übel","epNo":17,"alt":"The Two Evil Traps","descr":"Riku besucht den Leichenhändler und hat für Moroha interessante Informationen dabei. Tōtetsu soll gesichtet worden sein. Das lässt sich Moroha natürlich nicht zweimal sagen, immerhin winkt ein dickes Kopfgeld. Auf dem Weg sammeln sie noch Towa und Setsuna ein und so machen sich die drei Halbdämonen-Prinzessinen auf zur Jagd nach einem weiteren der Vier Übel. Doch Riku scheint ein doppeltes Spiel zu treiben.","versions":[{"lang":1,"streams":[{"redirect":13862975,"hoster":"VOE"},{"redirect":13672207,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500319,"hoster":"VOE"},{"redirect":8546945,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Sesshōmaru und Kirinmaru","epNo":18,"alt":"Sesshomaru and Kirinmaru","descr":"Towa und Setsuna gelingt es, Kontons Zauber zu entfliehen. Nun stehen sie Konton zu zweit gegenüber, während Moroha nach wie vor Tōtetsu auf den Fersen ist. Tōtetsu jedoch flieht weiter und führt schlussendlich unsere Halbdämonen-Prinzessinnen direkt zu Kirinmaru. Nun wird sich zeigen, ob sich die Prophezeiung, dass die drei Halbdämonen für Kirinmarus Untergang verantwortlich sein werden, bewahrheiten wird.","versions":[{"lang":1,"streams":[{"redirect":14507161,"hoster":"VOE"},{"redirect":13672222,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9014613,"hoster":"VOE"},{"redirect":8647619,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Prinzessin Aiyas Beniyasha-Jagd","epNo":19,"alt":"Princess Aiya`s Beniyasha Hunting","descr":"Die Yōkai-Jäger werden in das Anwesen des Generalgouverneurs bestellt, wo sie von seiner Tochter, Aiya, empfangen werden. Diese bietet ihnen die Teilnahme an einem Gefecht an, als dessen Preisgeld der Sieger in den Solddienst des Generalgouverneurs gestellt wird. Dasselbe Gefecht, an dem auch Moroha gezwungenermaßen teilnehmen wird. Bis Towa jedoch davon erfährt, scheint es schon fast zu spät zu sein.","versions":[{"lang":1,"streams":[{"redirect":14292219,"hoster":"VOE"},{"redirect":13672211,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13513355,"hoster":"VOE"},{"redirect":8546935,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das verborgene Halbdämonen-Dorf","epNo":20,"alt":"The Hidden Village for Half Demons","descr":"Als Towa Setsuna folgt und sie gemeinsam einen Berg erreichen, berichtet Setsuna ihr davon, was ihr nach dem Waldbrand widerfuhr. Denn in diesen Bergen befand sich das Dorf, in dem Setsuna nach dem Brand Unterschlupf fand. Ein verborgenes Dorf voller Halbdämonen-Kinder, über das ein Halbdämon namens Shiori wacht.","versions":[{"lang":1,"streams":[{"redirect":14278056,"hoster":"VOE"},{"redirect":13672218,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500320,"hoster":"VOE"},{"redirect":8546941,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Geheimnis der Regenbogenperlen","epNo":21,"alt":"Secret of the Rainbow Pearls","descr":"In einer Neumondnacht, während welcher Towa wie bekannt ihre Kräfte verliert, wird Towa von einem Schmetterling, den sie aus ihren Träumen zu erkennen scheint, fortgelockt. Sie begegnet Riku, der das Geheimnis um den Ursprung der Regenbogenperlen sowie den Grund, warum er hinter diesen her ist, lüftet. Doch nicht nur er sucht Towa auf, denn eines der Vier Übel wittert seine Chance.","versions":[{"lang":1,"streams":[{"redirect":14271733,"hoster":"VOE"},{"redirect":13672212,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500317,"hoster":"VOE"},{"redirect":8924897,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das gestohlene Siegel","epNo":22,"alt":"The Stolen Seal","descr":"Null erscheint vor den Mädchen und entfernt das Siegel, das Setsunas Dämonenkräfte unterdrückt. Als Setsuna sich verwandelt und die Kontrolle verliert, kämpfen Towa und Moroha darum, ihren Amoklauf zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":14278057,"hoster":"VOE"},{"redirect":13672209,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8924899,"hoster":"VOE"},{"redirect":8924898,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Gegenangriff der drei Prinzessinnen","epNo":23,"alt":"The Three Princesses Strike Back","descr":"Towa und Setsuna stellen Moroha ein, um sie beim Töten von Zero zu unterstützen. Sie gehen zu dem Ort, an dem der Große Hundedämon vor langer Zeit umgekommen war, und finden Zero, aber Riku ist da, um sie zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":14292316,"hoster":"VOE"},{"redirect":13672210,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13014934,"hoster":"VOE"},{"redirect":8924901,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Was es bedeutet, Sesshōmarus Töchter zu sein","epNo":24,"alt":"Sesshomaru`s Daughter","descr":"Kirinmaru kommt an und greift in die Schlacht ein, indem er die Regenbogenperlen zerstreut. Zero, wütend auf ihren Bruder, schneidet die Verbindung zu ihm ab und flieht. Sesshomaru jagt ihr nach und lässt Towa, Setsuna und Moroha gegen Kirinmaru antreten.","versions":[{"lang":1,"streams":[{"redirect":14271792,"hoster":"VOE"},{"redirect":13672213,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500318,"hoster":"VOE"},{"redirect":8924891,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Tenseiga zu führen","epNo":1,"alt":"Wielding the Tenseiga  [E 25]","descr":"Nach dem Kampf gegen Kirinmaru erscheint Sesshomaru vor Towa und bittet sie, das zerbrochene Tenseiga zu schwingen, um Setsuna wiederzubeleben.","versions":[{"lang":1,"streams":[{"redirect":14341308,"hoster":"VOE"},{"redirect":14341311,"hoster":"Vidoza"},{"redirect":14341307,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8924906,"hoster":"VOE"},{"redirect":8924905,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dämonengeist des Meeres","epNo":2,"alt":"The Demon Spirit of the Sea  [E 26]","descr":"Auf Anweisung von Totosai machen sich die Mädchen auf die Suche nach Bokuseno, um herauszufinden, wo sie eine Kyuyokon-Wurzel für Towa erwerben können. Während ihrer Suche stoßen sie auf ein Dorf, in dem Frauen mit langen Haaren von einem Seeschlangen-Dämon angegriffen werden.","versions":[{"lang":1,"streams":[{"redirect":14341309,"hoster":"VOE"},{"redirect":14341316,"hoster":"Vidoza"},{"redirect":14341310,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8944350,"hoster":"VOE"},{"redirect":8944349,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fluch der Silberschuppe","epNo":3,"alt":"The Silver-Scale Curse  [E 27]","descr":"Towa, Setsuna und Moroha setzen ihre Suche nach Bokuseno fort. Währenddessen wachen Sesshomaru und Jaken über die schlafende Rin. Jaken erinnert sich an den Tag vor vierzehn Jahren, als Zero einen Fluch auf Rin legte.","versions":[{"lang":1,"streams":[{"redirect":14341312,"hoster":"VOE"},{"redirect":14341315,"hoster":"Vidoza"},{"redirect":14341313,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9001592,"hoster":"VOE"},{"redirect":9001585,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Barriere am Berg Musubi","epNo":4,"alt":"The Barrier at Mount Musubi  [E 28]","descr":"Towa, Setsuna und Moroha gehen zum Mount Musubi, aber sobald sie die Barriere überqueren, werden sie getrennt. Moroha trifft ein Mädchen namens Rion, die Tochter von Kirinmaru.","versions":[{"lang":1,"streams":[{"redirect":14341317,"hoster":"VOE"},{"redirect":14341318,"hoster":"Vidoza"},{"redirect":14341314,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9068398,"hoster":"VOE"},{"redirect":9068409,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Mädchen namens Rion","epNo":5,"alt":"The Girl Named Rion  [E 29]","descr":"Rion reiste mit ihrem Vater Kirinmaru um die Welt, aber eines Tages wurde ihre Seele tief im Berg Musubi versiegelt. Rion sehnt sich nach Freiheit und Frieden und bittet Setsuna, den Schicksalsfaden zu durchtrennen, der sie mit ihrem Vater verbindet.","versions":[{"lang":1,"streams":[{"redirect":14341320,"hoster":"VOE"},{"redirect":14341325,"hoster":"Vidoza"},{"redirect":14341319,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9116130,"hoster":"VOE"},{"redirect":9116128,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hisui, der Youkai-Jäger","epNo":6,"alt":"Hisui the Demon Slayer  [E 30]","descr":"Setsuna wird von Prinzessin Aiya, der Tochter des stellvertretenden Shoguns, entführt. Um ihrem Studium zu entfliehen, bittet Prinzessin Aiya Setsuna, für einen Tag ihr Körper-Double zu sein, aber der neue Lehrer der Prinzessin stellt sich als Hisui heraus, der sich als seine ältere Schwester Kin\u0027u ausgibt!","versions":[{"lang":1,"streams":[{"redirect":14341322,"hoster":"VOE"},{"redirect":14341330,"hoster":"Vidoza"},{"redirect":14341321,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9166043,"hoster":"VOE"},{"redirect":12496208,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Takechiyos Auftrag","epNo":7,"alt":"Takechiyo`s Request  [E 31]","descr":"Takechiyo enthüllt, dass er einst der junge Lord des Mamidaira-Clans war, und stellt Moroha als Leibwächter ein, um ihm bei den familiären Streitigkeiten in seinem Haus zu helfen. Während des Trainings unterrichtet Kohaku Towa eine wichtige Lektion über das Erlernen des Weglaufens.","versions":[{"lang":1,"streams":[{"redirect":14341323,"hoster":"VOE"},{"redirect":14341332,"hoster":"Vidoza"},{"redirect":14341324,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9214498,"hoster":"VOE"},{"redirect":9214505,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nanahoshis Mini-Galaxie","epNo":8,"alt":"Nanahoshi`s Mini Galaxy [E 32]","descr":"Setsuna bricht mit den Yōkai-Jägern auf zu ihrem neuen Auftrag im verschneiten Norden, der sich als komplizierter als anfangs vermutet entpuppt. Andererorts reist Towa mit Rion und Riku weiter, bis sie von Kirinmaru konfrontiert werden. Und Moroha schmort nach ihrem misslungenen Sturm auf das Schloss der Mamidairas in deren unterirdischem Verließ vor sich hin","versions":[{"lang":1,"streams":[{"redirect":14341327,"hoster":"VOE"},{"redirect":14341331,"hoster":"Vidoza"},{"redirect":14341329,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9253065,"hoster":"VOE"},{"redirect":9253067,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mayonakas Besuch","epNo":9,"alt":"Mayonaka the Visitor [E 33]","descr":"Setsuna, Kohaku, Hisui und der Rest der Dämonentöter helfen den Dorfbewohnern von Goku weiterhin dabei, die unerbittlichen Angriffe der Flammenbullen zu stoppen, während Towa ihre Reise mit Riku und Rion fortsetzt. Während Moroha eine ganze Nacht lang schläft, wird der erbitterte Streit im Racoon-Dog-Stamm weitere Zwietracht säen? Und wird Setsuna allein in der Lage sein, Mayonakas aufgewühlten Geist zur Ruhe zu bringen?","versions":[{"lang":1,"streams":[{"redirect":14341333,"hoster":"VOE"},{"redirect":14341335,"hoster":"Vidoza"},{"redirect":14341334,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9394899,"hoster":"VOE"},{"redirect":9394901,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kampf bei Neumond, Teil 1","epNo":10,"alt":"Battle on the New Moon, Part 1 [E 34]","descr":"Moroha wird klar, dass sie, solange der Mond am Himmel steht, keine Chance gegen Mamiana Shōgen und seinen Vollmond-Tanuki haben. Doch glücklicherweise steht eine Neumondnacht an. Was allerdings für Towa und nun, da sie wieder träumt, auch für Setsuna bedeutet, dass sie für eine Nacht ihre Kräfte verlieren. Dummerweise hält das Yōkai nicht davon ab, ihnen das Leben schwer zu machen.","versions":[{"lang":1,"streams":[{"redirect":14341337,"hoster":"VOE"},{"redirect":14341342,"hoster":"Vidoza"},{"redirect":14341336,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9356670,"hoster":"VOE"},{"redirect":9356672,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kampf bei Neumond, Teil 2","epNo":11,"alt":"Battle on the New Moon, Part 2 {E 35}","descr":"Moroha scheint einen Plan zu haben, um in dieser Neumondnacht, in der das Auge des Vollmond-Tanukis außer Gefecht gesetzt ist, Mamiana Shōgen die Kontrolle über den Mamidaira-Clan wieder zu entreißen. Währenddessen brauchen andererorts die Yōkai-Jäger nur Setsunas Anweisungen zu folgen.","versions":[{"lang":1,"streams":[{"redirect":14341340,"hoster":"VOE"},{"redirect":14341345,"hoster":"Vidoza"},{"redirect":14341339,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923168,"hoster":"VOE"},{"redirect":12482399,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Ort, an den Towa (nicht) gehört","epNo":12,"alt":"A Place (Not) for Towa [E 36]","descr":"Towa befindet sich in den Klauen Zeros, die sie ihre schmerzlichsten Erinnerungen noch einmal durchleben lässt, doch mit welchem Ziel? Setsuna und die Yōkai-Jäger werden unterdessen erneut von Yōkai angegriffen, doch sie erhalten unerwartete Unterstützung. Anderenorts will Moroha nur noch eines, und zwar zu Hause ein Bad nehmen.","versions":[{"lang":1,"streams":[{"redirect":14341341,"hoster":"VOE"},{"redirect":14341349,"hoster":"Vidoza"},{"redirect":14341343,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9444208,"hoster":"VOE"},{"redirect":9444209,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zeros Begehr","epNo":13,"alt":"Zero\u0027s Wish [E 37]","descr":"Towa wird von Wut und Einsamkeit verzehrt. Setsuna versucht, sie davon abzuhalten, Zero zu töten, da der Fluch auf ihrer Mutter nicht aufgehoben werden kann, es sei denn, Zero lässt ihr Bedauern los. Sesshomaru gibt Moroha die Schwarze Perle.","versions":[{"lang":1,"streams":[{"redirect":14341344,"hoster":"VOE"},{"redirect":14341351,"hoster":"Vidoza"},{"redirect":14341346,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9487266,"hoster":"VOE"},{"redirect":9487264,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kirinmaru des Morgengrauens","epNo":14,"alt":"Kirinmaru of the Dawn [E 38]","descr":"Nun, da Zero ausgeschaltet ist, beschließen Towa und Setsuna zu ihrer Mutter zurückzukehren. Moroha fordert derweil Kirinmaru zum Kampf, nachdem dieser ihr die schwarze Regenbogenperle abgenommen hat, in welcher sich ihre Eltern Inuyasha und Kagome befinden. Und auch Rion und Riku schmieden einen neuen Plan.","versions":[{"lang":1,"streams":[{"redirect":14341347,"hoster":"VOE"},{"redirect":14341355,"hoster":"Vidoza"},{"redirect":14341348,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9704631,"hoster":"VOE"},{"redirect":9704633,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Eltern und Kind wiedervereint","epNo":15,"alt":"Moroha and Family, Together Again [E 39]","descr":"Infolge des Kampfes gegen Kirinmaru geschwächt, befördert Sesshōmaru mit seinen letzten Kräften Towa, Setsuna und Moroha in die schwarze Regenbogenperle, in die er Jahre zuvor bereits Morohas Eltern, Kagome und Inuyasha, befördert hat. Und so sehen sich Moroha, Kagome und Inuyasha nach 14 Jahren endlich wieder. Derweil ist jedoch Kirinmaru auf der Suche nach der schwarzen Perle sowie nach Sesshōmaru, um ihm den Rest zu geben.","versions":[{"lang":1,"streams":[{"redirect":14341350,"hoster":"VOE"},{"redirect":14341353,"hoster":"Vidoza"},{"redirect":14341352,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9704609,"hoster":"VOE"},{"redirect":9704616,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Flucht der drei Prinzessinnen","epNo":16,"alt":"The Three Princesses Escape [E 40]","descr":" Während sich Sesshōmaru mit letzten Kräften Kirinmaru entgegenstellt, versuchen Towa, Setsuna und Moroha gemeinsam mit Kagome und Inuyasha einen Weg aus der schwarzen Perle zu finden. Anderenorts treffen Takechiyo und Shippō gemeinsam im Dämonenjäger-Dorf ein und treffen dort auf alte Bekannte.","versions":[{"lang":1,"streams":[{"redirect":14341357,"hoster":"VOE"},{"redirect":14341358,"hoster":"Vidoza"},{"redirect":14341354,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9704626,"hoster":"VOE"},{"redirect":9704628,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Akurus Windrädchen","epNo":17,"alt":"Akuru`s Pinwheel [E 41]","descr":"Towa gelang es zwar, Sesshōmaru zu retten, doch dabei hat sie all ihr Kon, ihre geistige Energie, aufgebraucht. Andererorts verbringt Moroha etwas Zeit mit ihren Eltern, die sie endlich wiedergefunden hat. Und die Yōkaijäger sowie Miroku, Sango und ihre beiden Töchter bereiten sich auf einen Kampf gegen Kirinmaru vor.","versions":[{"lang":1,"streams":[{"redirect":14341356,"hoster":"VOE"},{"redirect":14341360,"hoster":"Vidoza"},{"redirect":14341359,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9747787,"hoster":"VOE"},{"redirect":9747786,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Windrad der Zeit stürzt ein","epNo":18,"alt":"The Destructive Windmill of Time [E 42]","descr":"Towa, Setsuna und Moroha suchen gemeinsam mit Jaken Sesshōmarus Mutter auf, die über das Windrad der Zeit wacht. Doch obwohl sie bereits von den Zeitaltern auserwählt wurden, steht ihnen noch ein letzter Test bevor. Andererorts versucht Kirinmaru seine Tochter, Rion, davon zu überzeugen, sich ihm anzuschließen.","versions":[{"lang":1,"streams":[{"redirect":14341361,"hoster":"VOE"},{"redirect":14341363,"hoster":"Vidoza"},{"redirect":14341362,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9792921,"hoster":"VOE"},{"redirect":9792922,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Blackout","epNo":19,"alt":"The Blackout [E 43]","descr":"Osamu Kirin hat im Stillen die Dämonen ausgerottet, die in der Gegenwart erschienen sind. Er bittet Towa, Setsuna und Moroha, bei dem stattfindenden Konzert Dämonen zu töten.","versions":[{"lang":1,"streams":[{"redirect":14341365,"hoster":"VOE"},{"redirect":14341370,"hoster":"Vidoza"},{"redirect":14341364,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9865619,"hoster":"VOE"},{"redirect":9865616,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wenn Yōreisei einschlägt","epNo":20,"alt":"When the Grim Comet Falls [E44]","descr":"Towa, Setsuna, Moroha und Kirin-sensei versuchen alles, um zu verhindern, dass Yōreisei auf die Erde stürzt. Anderenorts suchen Rion und Riku nach einem Weg, Kirinmaru aufzuhalten. Und auch die Dämonenjäger um Kohaku sehen sich in der Sengoku-Zeit einem erbitterten Kampf gegen anstürmende Yōkai ausgesetzt.","versions":[{"lang":1,"streams":[{"redirect":14341367,"hoster":"VOE"},{"redirect":14341371,"hoster":"Vidoza"},{"redirect":14341366,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9941322,"hoster":"VOE"},{"redirect":9941323,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kirin Osamus Ayakashi-Jagd","epNo":21,"alt":"Osamu Kirin\u0027s Apparition Conquest [E45]","descr":"Kirin-sensei bringt Yōreisei in die Sengoku-Zeit mit der Absicht, mit seiner Hilfe sämtliche Yōkai auszulöschen. Was selbstverständlich auch Towas, Setsunas und Morohas Väter beinhaltet: Inuyasha und Sesshōmaru. Doch das Tor, durch das die drei durch die Zeit gereist sind, lässt sich nicht mehr öffnen. Während die drei in der Neuzeit festsitzen, beginnt so nun das Zeitalter des Untergangs in der Sengoku-Zeit.","versions":[{"lang":1,"streams":[{"redirect":14341369,"hoster":"VOE"},{"redirect":14341376,"hoster":"Vidoza"},{"redirect":14341368,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10000163,"hoster":"VOE"},{"redirect":10000160,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Yōrei-Schmetterling der Verzweiflung","epNo":22,"alt":"The Grim Butterfly of Despair [E46]","descr":"Der Mönch Miroku wird von einer mysteriösen Fremden aufgesucht. Setsuna bringt derweil ihre Naginata zum besten Klingenschleifer der Region. Als Towa, Setsuna und Moroha später durch die Stadt schlendern, bietet dieselbe mysteriöse Fremde, die den Mönch Miroku aufsuchte, Towa einen Apfel an. Zu spät bemerken die drei, wer diese Dame in Wahrheit ist.","versions":[{"lang":1,"streams":[{"redirect":14341306,"hoster":"VOE"},{"redirect":14341305,"hoster":"Vidoza"},{"redirect":14341304,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10019531,"hoster":"VOE"},{"redirect":10019529,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Father and Daughter [E47]","descr":"Mithilfe des Azusa no Yumihari nehmen die drei Halbdämonen-Prinzessinen Zeros Verfolgung auf. Als sie diese erreichen, stellt sich ihnen jedoch auch Riku in den Weg. Ein Kampf ist unvermeidlich und nach Towas silbernen Regenbogenperle geraten infolge dieses Kampfes auch Setsunas und Morohas Regenbogenperlen in Zeros Besitz. Als Setsunas Perle ihren Körper verlässt, geschieht jedoch etwas, womit Zero nicht gerechnet hat.","versions":[{"lang":3,"streams":[{"redirect":10061113,"hoster":"VOE"},{"redirect":10061112,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"A Never-Ending Future [E48]","descr":"","versions":[{"lang":3,"streams":[{"redirect":14341410,"hoster":"VOE"},{"redirect":14341414,"hoster":"Vidoza"},{"redirect":14341411,"hoster":"Streamtape"}]}]}]}]}