{"seriesId":"happyish","name":"Happyish","descr":"Bei der Serie \"Happyish\" handelt es sich um eine düstere Comedy, in welcher die Hauptfigur Thom Payne seinen Job in einer Werbeagentur verliert,nachdem diese von einen anderen Firma aufgekauft wurde. Dabei gestaltet sich \"Happyish\" als eine Art beißende Gesellschaftssatire,welche sich nicht nur das menschliche Verhalten, sondern auch die Kultur in der wir leben zum Ziel seiner humoristischen Ausschweifungen nimmt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wir sind alle Huren","epNo":1,"alt":"Starring Samuel Beckett, Albert Camus and Alois Alzheimer","descr":"Werbetexter Thom wird gerade 44. Doch zum Feiern ist ihm nicht zumute, denn weder im Job noch zuhause läuft es gerade rund. Die Agentur, in der er arbeitet, soll von einem jungen schwedischen Brüderpaar übernommen werden. Doch Thom macht sich über deren Werbestrategien lustig, so dass der Deal platzt. Auch der Sex mit Ehefrau Lee läuft nicht mehr so wie früher und sein Sohn ist ein waschechtes Weichei. Zudem allem Überfluss wäre Thom viel lieber Schriftsteller. Der Beginn einer heftigen Krise.","versions":[{"lang":1,"streams":[{"redirect":14395753,"hoster":"VOE"},{"redirect":14395114,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Mutter-Paket","epNo":2,"alt":"Starring Marc Chagall, Abuela and Adolf Hitler","descr":"Thom ist schockiert: Jemand hat sein geliebtes rotes Sofa aus seinem Büro gestohlen. Wer untergräbt da seine Autorität? Unterdessen ändert sich die Agentur nach der \"schwedischen Invasion\" immer mehr: Kollegin Debbie trägt neuerdings eine hippe Strickmütze und die Konferenzräume wurden ausgerechnet nach hippen Schriftstellern umbenannt. Während Thom allmählich verzweifelt, kämpft Lee mit einem Paket ihrer Mutter an Sohnemann Jules.","versions":[{"lang":1,"streams":[{"redirect":14377570,"hoster":"VOE"},{"redirect":14393752,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der ganze entzückende Schmerz","epNo":3,"alt":"Starring Vladimir Nabokov, Hippocrates and God","descr":"Sohn Julius hat Fieber, Thom denkt sofort das Schlimmste und philosophiert über Tod, Gott und – was kommt eigentlich nach dem Tod? Auf der Arbeit spitzt sich die Stimmung zu, Gottfrid fordert das Team auf, ganz neue Wege in der Werbung zu gehen. Das geht natürlich schief, Debbie verliert einen ihrer Hauptkunden und Thom muss sich mit den Kleinwüchsigen für die Keebler-Keks-Kampagne herumschlagen. – Gemeine Gags und bittere Wahrheiten: satirische Comedyserie um einen Werbetexter, der in der Midlife-Krise nach dem Glück sucht.","versions":[{"lang":1,"streams":[{"redirect":14404140,"hoster":"VOE"},{"redirect":14423504,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Planet Arschloch","epNo":4,"alt":"Starring Sigmund Freud, Charles Bukowski and Seven Billion Assholes","descr":"Thom sieht sich von lauter Ekelpaketen umgeben: Fitzgerald Miller schlägt seinen Sohn Julius auf dem Pausenhof, seine schwedischen Vorgesetzten nerven ihn eh und Kollege Jonathan schlägt auch gerne über die Strenge. Thom träumt, dass er bloß auf sein Mutterschiff wartet, dass ihn von diesem elendigen Planeten abholt und zum Heimatplaneten zurückbringt. – Gemeine Gags und bittere Wahrheiten: satirische Comedyserie um einen Werbetexter, der in der Midlife-Krise nach dem Glück sucht.","versions":[{"lang":1,"streams":[{"redirect":14404253,"hoster":"VOE"},{"redirect":14423503,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Glücklich wie ein Schwein im Dreck","epNo":5,"alt":"Starring Josey Wales, Jesus Christ and The New York Times","descr":"Thom bleibt auf dem Weg zur Arbeit mit dem Zug stecken, ein toter Pendler liegt im Gleisbett. Da seine Sitznachbarin ihn in ein Gespräch verwickelt, kann er dem wichtigen Kundenmeeting, an dem er nun notgedrungen telefonisch teilnimmt, nicht ganz folgen, sehr zum Verdruss von Boss Gottfrid. Der stellt gleich Thoms Einsatz für die Firma in Frage. – Gemeine Gags und bittere Wahrheiten: satirische Comedyserie um einen Werbetexter, der in der Midlife-Krise nach dem Glück sucht.","versions":[{"lang":1,"streams":[{"redirect":14421149,"hoster":"VOE"},{"redirect":14423505,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Shopping macht happy","epNo":6,"alt":"Starring Helen Keller, Moses and Lenny Bruce","descr":"Lee geht mit ihrer Freundin shoppen, die beiden sind frustriert. In der Mall trinken sie zu viel – und treffen auf Moses. Jedenfalls sieht Lee ihn. Und führt sogleich Gespräche über das gelobte Land. Thom wiederum hat ein neues Produkt bekommen – einen Wonderbra. Gemeinsam mit dem neuen Werbestar Atomic Goldfarb planen sie eine Vermarktung ohne Models. Was wird Gottfrid sagen? – Gemeine Gags und bittere Wahrheiten: satirische Comedyserie um einen Werbetexter, der in der Midlife-Krise nach dem Glück sucht.","versions":[{"lang":1,"streams":[{"redirect":14404254,"hoster":"VOE"},{"redirect":14423506,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Kirche von Amerika","epNo":7,"alt":"Starring David Ogilvy, Anton Chekov and Lady Liberty","descr":"Für den Dreh des Keebler-Keks-Spots mit den halbwüchsigen Elfen muss Thom nach L.A. fliegen, also reist er ins verachtete \"Beverly Hell\". Sohnemann Julius verspricht er, ein Spielzeug mitzubringen. Der hofft auf ein iPad. Als Lees Handy kaputtgeht, möchte sie alles – nur kein Apple-Gerät, da alle konsumsüchtigen Kinder nach der Marke verrückt sind. Als es Schwierigkeiten am Set gibt, zwingt Gottfrid Thom, eine Woche länger zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":14404148,"hoster":"VOE"},{"redirect":14423508,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eltern, Gras und Alkohol","epNo":8,"alt":"Starring Rene Descartes, Victor Frankenstein and HRH The Princess of Arendelle","descr":"Thom wird erneut von Gottfrid bei einer Kampagne ausgebremst. Und dann soll in seinem Büro auch noch ein Ideenfindungsraum eingerichtet werden. Lee schafft es wieder nicht in ihr Malerei-Atelier. Statt Emanzipation steht Mittagsbetreuung in der Schule auf dem Plan. Die Kinder sind besessen von Disneys Eisprinzessin, Julius will sich sogar als Prinzessin von Arendelle verkleiden.","versions":[{"lang":1,"streams":[{"redirect":14421177,"hoster":"VOE"},{"redirect":14423507,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Man stirbt nur einmal","epNo":9,"alt":"Starring Mr. Mike, Joseph McCarthy and Alfred Bernhard Nobel","descr":"Thoms Ex-Mitarbeiter Larry hat sich umgebracht. Die Stimmung ist auf dem Tiefpunkt. Als Gottfrid auch noch eine geschmacklose Strategie für eine US-Army-Kampagne vorlegt, will Thom nur noch eines: kündigen! Gattin Lee versucht, Sohn Julius neue Werte beizubringen und meldet ihn auf einer hebräischen Schule an. Ob das das Richtige für den Junior ist?","versions":[{"lang":1,"streams":[{"redirect":14404252,"hoster":"VOE"},{"redirect":14423511,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das, was zählt","epNo":10,"alt":"Starring Christopher Hitchens, Philip Larkin And Josef Stalin","descr":"Thom hat die Zutaten für seinen geplanten Roman gefunden: die Bedeutung von Unterhosen, eine Kirche und ein Polizist. Er kündigt in der Agentur, bye-bye Gottfrid! Jetzt soll individuelles Glück statt Opportunismus zählen. Gattin Lee unterstützt ihn, richtet sogar ein Schreibzimmer ein. Als ihr immer wieder übel wird, beschleicht sie eine Vorahnung: Sind das vielleicht doch keine Nebenwirkungen der Psychopharmaka … ?","versions":[{"lang":1,"streams":[{"redirect":14404193,"hoster":"VOE"},{"redirect":14423510,"hoster":"Streamtape"}]}]}]}]}