{"path":"/serie/stream/happy-valley","name":"Happy Valley","descr":"Kevin Weatherill (Steve Pemberton) erscheint auf dem Polizeirevier und meldet der Polizistin Catherine Cawood (Sarah Lancashire) ein Verbrechen, das er selbst geplant hatte: Er wollte die Tochter seines Chefs entführen und vom Lösegeld eine Privatschule für seine Kinder bezahlen. Doch nun hat der Drogenkönig Ashley Cowgill (Joe Armstrong) den Plan in die Tat umgesetzt und Ann Gallagher (Charlie Murphy) in seine Gewalt gebracht. Catherine ist für den Fall verantwortlich und sieht sich mit ihrer eigenen Vergangenheit konfrontiert: Schließlich ist sie überzeugt davon, den Tod ihrer eigenen Tochter nur rächen zu können, indem sie Ann rettet und die Täter vor Gericht bringt.","seasons":[{"path":"/serie/stream/happy-valley/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/happy-valley/staffel-1/episode-1","name":"Der Apfel der Versuchung","epNo":1,"alt":"Episode 1","descr":"Yorkshire – Großbritannien: Polizei Sergeant Catherine Cawood muss erfahren, dass der Mann, der für den Tod ihrer Tochter Becky verantwortlich war, seit einigen Tagen wieder auf freiem Fuß ist. Tommy Lee Royce hatte Becky mehrfach vergewaltigt, und sie hatte Selbstmord begangen, nachdem sie ein Kind von ihm auf die Welt brachte. Seitdem zieht Catherine Tommys und Beckys gemeinsamen Sohn, ihren Enkel Ryan mit ihrer Schwester Clare bei sich groß. Catherine hat eine heimliche Affäre mit ihrem Ex-Mann Richard, der als Reporter bei einer lokalen Zeitung arbeitet. Sie will von ihm wissen, ob er weiß, wo Tommy Lee Royce sich jetzt aufhält. Catherine will Tommy wieder hinter Gitter zu bringen – koste es, was es wolle. Kevin Weatherill ist Buchhalter im Unternehmen von Nevison Gallagher. Kevin ist frustriert, dass sein Boss ihm eine verdiente Gehaltserhöhung verweigert hat, und sinnt deshalb auf Rache. Er überredet den Campingplatzbesitzer Ashley Cowhill, der mit Drogen dealt und immer mal wieder in krumme Geschäfte verwickelt ist, Nevisons Tochter Ann zu entführen, um Lösegeld zu erpressen. Ashley ist von dem Plan angetan und setzt sofort seine beiden Helfer darauf an – Lewis und niemand anders als Tommy Lee Royce! Tommy und Lewis entführen Ann und bringen sie in ein verlassenes Haus in der Milton Avenue, das Ashley gehört. Catherine ist gerade auf Streife, als sie zufällig Tommy bei einem China-Imbiss in der Nähe des Hauses sieht. Sie steigt sofort aus, aber da ist Tommy plötzlich verschwunden. Catherine ist jetzt sicher, dass er sich in der Nachbarschaft aufhält. Sie hat Blut gewittert. Nevison Gallagher erhält einen Anruf, dass seine Tochter entführt wurde. Ashley will eine Million Pfund gegen die Geisel. Nevison meldet sich sofort bei seinem Buchhalter Kevin Weathergill, der das Geld so schnell wie möglich bereitstellen und auch die Geldübergabe regeln soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592585","hoster":"VOE"},{"path":"/redirect/12220341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-1/episode-2","name":"Schuld ist unumkehrbar","epNo":2,"alt":"Episode 2","descr":"Kevin ist nervös, weil Ashley viel mehr Geld gefordert hat, als sie abgesprochen hatten. Außerdem steht Nevison kurz vor einer Panik, weil er nicht weiß, wie er so schnell eine solche Summe aufbringen soll. Er bittet Kevin, das Geld irgendwie aus der Firma zu ziehen, aber die Sache vor allen anderen geheim zu halten. Catherine setzt den Besitzer des China-Imbiss, wo sie Tommy zuletzt gesehen hat, auf ihn an. Er soll sie informieren, falls er zurückkommt. Lewis hat inzwischen herausgefunden, dass Tommy Ann in ihrer Gefangenschaft vergewaltigt hat. Er erzählt Ashley davon, doch Ashley lässt die Sache laufen. Als Lewis daraufhin Ann vor Tommy schützen will, reißt der seinen Sichtschutz vor Anns Augen herunter. Ann kennt jetzt sein Gesicht! Kevin vertraut sich seiner Frau an; er kann die Entführung nicht länger für sich behalten. Sie reagiert überraschend cool, und will Kevin helfen, das Ganze zu vertuschen. Catherine bekommt einen Anruf von Micky – er hat Tommy im Imbiss gesehen. Catherine macht sich sofort auf den Weg. Tommy ist weg, aber ihr fällt das Haus in der Milton Street auf, in dem er sich versteckt hält. Sie klopft, doch niemand öffnet. Catherine macht sich unverrichteter Dinge davon, aber Tommy ruft sofort bei Ashley an. Die Polizei war vor der Tür. Die Geisel muss unbedingt verlegt werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592583","hoster":"VOE"},{"path":"/redirect/8570129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-1/episode-3","name":"Ich bin nicht deine Mutter","epNo":3,"alt":"Episode 3","descr":"Catherines langjährige Partnerin bei der Polizei Kirsten hält ausgerechnet Lewis und Tommy in ihrem Wagen an, als die gerade die Geisel transportieren. Tommy überfährt Kirsten daraufhin mehrmals und die beiden flüchten. Kirsten ist sofort tot. Lewis und Tommy bringen Ann in einem leerstehenden Campingwagen bei Ashleys Farm unter. Inzwischen hat Ann nicht nur Tommys Gesicht gesehen, sie hat auch mehrere Namen ihrer Entführer gehört. Es ist klar, dass sie nicht überleben darf. Anns Mutter Helen nimmt Kontakt mit Clare, Catherines Schwester auf. Sie möchte unbedingt mit Catherine reden, erzählt Clare aber nicht, worum es geht. Nachdem eine erste Rate Lösegeld bezahlt ist, will Ashley weitere 50.000 Pfund haben; dann will er Ann laufen lasse. Nevison ruft sofort seinen Buchhalter Kevin an, um eine weitere Geldübergabe zu vereinbaren. Catherine meldet sich telefonisch bei Helen, aber ihr Ehemann steht gerade neben ihr, weshalb Helen nicht sprechen kann. Eigentlich will sie die Entführung endlich der Polizei melden. Aber Nevison ist überzeugt, dass die Entführer Ann nach der nächsten Lösegeldzahlung freilassen werden. Catherine bricht heimlich in das verdächtige Haus in der Milton Street ein, und findet dort Blut und Spuren, dass sich dort eine Weile jemand eingenistet hat. Sie ist überzeugt, dass dieser Jemand Tommy war. Nevison hat gezahlt und Kevin mit der Geldübergabe betraut. Der glaubt, dass Ann jetzt freigelassen wird, aber Ashley hält sich diesbezüglich bedeckt. Als Kevin dann noch erfährt, dass Tommy eine Polizistin ermordet hat, wird ihm die Tragweite der ganzen Aktion erst bewusst. Ausstrahlung über den Zweikanalton in englischer Originalsprache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700978","hoster":"VOE"},{"path":"/redirect/8570130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-1/episode-4","name":"Noch eine Tochter","epNo":4,"alt":"Episode 4","descr":"Catherine befragt die Besitzerin des Hauses in der Milton Street, eine gewisse Julie Mulligan. Wie sich herausstellt, ist Mulligan Ashley Cowgills Ehefrau, die erklärt, dass das Haus ihrem Mann gehöre. Sie schickt Catherine zu Ashleys Farm mit dem anliegenden Campingplatz, warnt ihn aber, dass die Polizei unterwegs ist. Ashley ordert Tommy und Lewis an, dafür zu sorgen, dass Ann sich still verhält. Als Catherine ihn mit den Spuren im Keller des Hauses an der Milton Avenue konfrontiert, gibt Ashley sich ahnungslos und spielt die Rolle des Unschuldigen. Nur, als Catherine den Namen Tommy Lee Royce erwähnt, verliert er für eine Sekunde die Kontenance. Catherine muss unbedingt Tommy finden, und besucht seine Mutter Lynn. Lynn weiß nicht, wo ihr Sohn ist, aber bei der Begegnung hört sie Catherines Nachnamen und kommt darauf, dass Ryan Tommys Sohn ist. Endlich kommt es zum Gespräch zwischen Catherine und Helen. Helen erzählt Catherine von der Entführung. Sie will die Polizei nicht involvieren, aber Catherine hat keine Wahl: Sie muss die Entführung melden. Sofort wird eine Fahndung eingeleitet. Tommy meldet sich bei seiner Mutter und will einen \"Hund\" bei ihr im Keller unterbringen. Lynn willigt ein, und Tommy versteckt Ann bei ihr. Dabei erfährt er von seiner Mutter, dass er einen Sohn hat. Tommy wartet vor Ryans Schule, wo Catherine ihren Enkel gerade abholt. Er nähert sich ihnen, und zum ersten Mal muss Catherine dem Mörder ihrer Tochter ins Gesicht sehen. Sie droht ihm, sich von Ryan fernzuhalten. Catherine glaubt, dass zwischen Anns Entführung und dem Haus in der Milton Avenue eine Verbindung bestehen könnte. Sie fährt erneut zu Tommys Mutter. Als die erwähnt, dass Tommy seinen Hund im Keller untergebracht hat, zögert sie keine Sekunde und bricht die Türe auf. Sie findet Ann, die dort an einen Stuhl gefesselt ist. In diesem Moment erscheint Tommy, greift Catherine an und verletzt sie schwer. Dennoch gelingt es den Frauen gemeinsam, ihn zu überwältigen und Catherines Auto zu erreichen. Catherine schafft es gerade noch, einen Hilferuf abzusetzen und Ann im Auto einzuschließen, dann bricht sie zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700976","hoster":"VOE"},{"path":"/redirect/8570128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-1/episode-5","name":"Gespenster und Phantome","epNo":5,"alt":"Episode 5","descr":"Das Haus in der Milton Avenue wird nach Catherines Anruf von der Polizei gestürmt. Catherine wird ins Krankenhaus gebracht und kämpft dort um ihr Leben. Tommy und Lewis gelingt die Flucht und sie verstecken sich bei ihrem Freund Brett. Kevins Autokennzeichen ist an den Geldübergabeorten gesichtet worden und er wird wegen Entführung und Erpressung verhaftet. Ashley wird zur Befragung aufs Revier bestellt. Ann wird nach einer Untersuchung aus dem Krankenhaus entlassen. Sie verschweigt ihrem Vater, dass sie während der Geiselhaft vergewaltigt wurde. Catherine überlebt den Anschlag und erholt sich langsam wieder. Als sie erfährt, dass Tommy die Flucht gelungen ist, will sie das nicht akzeptieren. Man vermutet, dass Tommy sich inzwischen nach Spanien abgesetzt hat. Aber Catherine glaubt, dass er noch in der Nähe ist. Die Polizei beginnt, die Nachbarschaft zu durchkämmen, aber als sie auch bei Brett klingeln, können Tommy und Lewis sich rechtzeitig verstecken. Ann bittet Catherine, ihrer Mutter Helen nichts von den Vergewaltigungen zu erzählen; außerdem soll Catherine das Ganze schonend ihrem Vater beibringen. Ashley verrät schließlich seine Mittäter und wird straffrei entlassen; er und seine Familie werden in ein Zeugenschutzprogramm überstellt. Inzwischen sind Tommy und Lewis bei Brett in einen Streit geraten und Tommy hat Lewis im Streit ermordet. Als Brett in die Szene hineinplatzt, bringt Tommy auch ihn um. Mit einer tiefen Fleischwunde macht Tommy sich daraufhin auf, um seinen Sohn Ryan zu finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13545365","hoster":"VOE"},{"path":"/redirect/8570134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-1/episode-6","name":"Dame, König, Vater, Sohn","epNo":6,"alt":"Episode 6","descr":"Ashley wird während seiner Überführung in den Zeugenschutz von einem Killer erschossen. Catherine bereitet sich darauf vor, nach ihrer Auszeit wieder zur Arbeit zurückzukehren. Ryan möchte von nun an nicht mehr von der Schule abgeholt werden, sondern mit einem Freund mit dem Fahrrad fahren. Catherine lässt sich darauf ein. Die Leichen von Lewis und Brett werden gefunden, nachdem Nachbarn einen seltsamen Geruch vor der Wohnung melden. Tommy holt Ryan von der Schule ab und verbringt den Tag mit ihm, tut ihm aber nichts. Als er am Abend in den Nachrichten hört, dass die Leichen von Brett und Lewis gefunden wurden, ist ihm klar, dass es nur eine Frage der Zeit ist, bis auch er gefasst wird. Ryan ist glücklich darüber, seinen Vater getroffen zu haben, und möchte ihn seinem Freund vorstellen; Tommy blockt das jedoch wütend ab. Als Ryan ihn am nächsten Tag wieder besucht, hält er ihn bei sich fest. Als Ryan nicht von der Schule nach Hause kommt, ruft Clare bei seinem Freund an. Die Mutter erzählt ihm, dass die beiden Ryans Vater getroffen hätten. Clare informiert sofort Catherine, die mit ihren Kollegen ausrückt, um nach Ryan zu suchen. Sie finden das Boot, auf dem Tommy sich inzwischen versteckt, und stürmen es, aber Tommy hat Ryan mit Petroleum übergossen und hält ein Feuerzeug in der Hand. Catherine kann ihn jedoch überwältigen und prügelt ihre ganze Wut an ihm aus. Tommy bittet sie daraufhin, ihn sterben zu lassen, aber den Gefallen tut Catherine ihm nicht. Tommy wird verhaftet und Catherine kann endlich Frieden mit der Vergangenheit schließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592584","hoster":"VOE"},{"path":"/redirect/8570132","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/happy-valley/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/happy-valley/staffel-2/episode-1","name":"Schafe und Wölfe","epNo":1,"alt":"Episode 1","descr":"Achtzehn Monate sind vergangen, und Catherine dreht Teller bei der Arbeit und zu Hause, wo Ryan sich seinem zehnten Geburtstag nähert. Tommy, der eine lebenslange Haftstrafe in einem Hochsicherheitsgefängnis verbüßt, findet eine Möglichkeit, hinter Gittern ein wachsames Auge auf Ryan zu werfen, während Catherine nach dem Auffinden einer Leiche zum Mordverdächtigen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592588","hoster":"VOE"},{"path":"/redirect/8570131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-2/episode-2","name":"Tiefer Fall","epNo":2,"alt":"Episode 2","descr":"Catherine kommt mit Ilinka nach Hause, einer ausgemergelten kroatischen Frau, die gerettet wurde, nachdem sie in den letzten vier Jahren gehandelt und versklavt worden war. Unterdessen breitet sich Johns Panik über Vickys Bedrohung in seinem Privatleben aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9700977","hoster":"VOE"},{"path":"/redirect/8672585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-2/episode-3","name":"Brunhilde","epNo":3,"alt":"Episode 3","descr":"Tommy drängt Frances, ihre Versuche, Catherines Leben zu einem Elend zu machen, fortzusetzen, und eine Therapeutin versucht zu verstehen, warum Catherine an der Beerdigung von Tommy Lee Royces Mutter teilgenommen hat. Währenddessen beginnt John zu schwitzen, als ein neuer Körper entdeckt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592587","hoster":"VOE"},{"path":"/redirect/8570133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-2/episode-4","name":"Das Geschenk","epNo":4,"alt":"Episode 4","descr":"Sean wird Hauptverdächtiger, als Leonie vergewaltigt wird, und die Behörden glauben, dass er für die Mordfälle verantwortlich sein könnte, die Andy und das Team untersucht haben. Unterdessen muss John schnell nachdenken, als er gefragt wird, warum seine Nummer bei Vicky war, und ein Geschenk für Ryan an seinem zehnten Geburtstag erinnert Catherine daran, dass die Gefahr möglicherweise näher ist, als sie denkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592586","hoster":"VOE"},{"path":"/redirect/8547055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-2/episode-5","name":"Der verlorene Sohn","epNo":5,"alt":"Episode 5","descr":"Daniel vermutet, dass jemand in der Schule für Ryans neu entdecktes Interesse an Tommy verantwortlich ist, und versucht zu erklären, dass er für ihn kein wirklicher Vater ist, während Jodie und John trotz Sean, der gegen seine Unschuld protestiert, die Erlaubnis erhalten, ihn mit allem zu belasten der Morde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592589","hoster":"VOE"},{"path":"/redirect/8570141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-2/episode-6","name":"Kein Weg zurück","epNo":6,"alt":"Episode 6","descr":"Catherine und Shaf besuchen die Far Sunderland Farm, um Alison und Daryl zu besuchen, entdecken jedoch eine Szene des Gemetzels, als sie das Gebäude betreten. Alison ist nach einer Überdosis blutüberströmt auf dem Esstisch zusammengesunken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592596","hoster":"VOE"},{"path":"/redirect/8570139","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/happy-valley/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/happy-valley/staffel-3/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Als Catherine die Überreste eines Mordopfers entdeckt, führt sie das auf bizarre Weise direkt zurück zu Tommy Lee Royce.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11925359","hoster":"VOE"},{"path":"/redirect/11925357","hoster":"Doodstream"},{"path":"/redirect/11925358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-3/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Catherine erfährt von einem schmerzhaften Verrat in der Nähe ihrer Heimat, und Faisal gerät von allen Seiten zunehmend unter Druck.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11960852","hoster":"VOE"},{"path":"/redirect/11960850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-3/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Catherine konfrontiert Clare und stellt Ryan ein Ultimatum. Faisal und Joanna hecken einen Plan aus, der eine unerwartete Wendung nimmt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12012576","hoster":"VOE"},{"path":"/redirect/12012508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-3/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Als der große Tag von Tommy Lee Royce näher rückt, wird Catherine noch vorsichtiger, aber Ryan findet einen neuen Weg, sie herauszufordern.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12115971","hoster":"VOE"},{"path":"/redirect/12115972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-3/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Nach Tommys Flucht rennt Catherine davon, um ihre Familie zu beschützen. Eine Mordermittlung beginnt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12149621","hoster":"VOE"},{"path":"/redirect/12149619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-valley/staffel-3/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"In Catherines letztem Zug wird die Rechnung endgültig beglichen. Ryan steht vor einem moralischen Dilemma.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12184590","hoster":"VOE"},{"path":"/redirect/12184594","hoster":"Streamtape"}]}]}]}]}