{"path":"/serie/stream/happy-sugar-life","name":"Happy Sugar Life","descr":"[Ger Sub] Happy Sugar Life handelt von der Oberschülerin Satou Matsuzaka, die für den ständigen Wechsel ihrer Liebhaber bekannt ist. Eines Tages trifft das Mädchen jedoch auf die kleine Shio Koube, für die es erstmals eine richtige Liebe spüren kann. So kommt es, dass Satou ihren bisherigen Lebensstil völlig umkrempelt, um ein \"normales\" Leben führen zu können. Das wirkt allerdings nur nach außen so, denn im Inneren würde sie alles dafür tun, nur um mit Shio zusammen zu sein – darunter fällt auch das Ermorden \"störender\" Mitmenschen...","seasons":[{"path":"/serie/stream/happy-sugar-life/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-1","name":"","epNo":1,"alt":"The Sugar Girl Eats Love","descr":"Die Episode beginnt damit, dass zwei junge Mädchen auf dem Dach eines brennenden Gebäudes stehen und sich einigen, gemeinsam über Selbstmord nachzudenken. Satou Matsuzaka, die zuvor dafür bekannt war, mit Männern herumzuspielen, lebt jetzt mit der Person, die sie liebt: einem kleinen Mädchen namens Shio Koube. Als Satou einen Teilzeitjob als Kellnerin in einem Restaurant namens Princess Imperial annimmt, um Shio zuliebe Geld zu sammeln, lehnt sie ein Liebesgeständnis ihres Kollegen Taiyou Mitsuboshi ab, der am nächsten Tag nicht mehr zur Arbeit kommt. Als Satou gezwungen ist, für weniger Lohn Überstunden zu machen, konfrontiert sie den Manager und bringt sie dazu, zuzugeben, dass sie entführt und missbraucht wurdeTaiyo. Als Satou enthüllt, dass das Geständnis auf ihrem Handy aufgezeichnet wurde, erpresst sie den Manager, um ihr einbehaltene Löhne zu zahlen. Während Satou nach Hause zu Shio zurückkehrt und über ein Zimmer in ihrer Wohnung mit blutigen Müllsäcken schweigt, hängt ein Junge namens Asahi Poster auf, auf denen Shio als vermisst aufgeführt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014723","hoster":"VOE"},{"path":"/redirect/8547044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-2","name":"","epNo":2,"alt":"Shio`s Miniature Garden","descr":"Als Satou das Gefühl hat, dass sie von jemandem beobachtet wird, folgert Satou, dass ihre Lehrerin Daichi Kitaumekawa diejenige ist, die sie verfolgt und es nur knapp schafft, Angriffen zu entgehen. Am nächsten Morgen droht Satou, Kitaumekawas Taten seiner Familie aufzudecken und ihn zu zwingen, unerwünschte Beweise für sie zu beseitigen. Später stößt Taiyou, der nach dem Anblick ihres Posters von Shio besessen ist, auf Asahi, der verprügelt wird und nimmt ihn mit zu Satous Arbeitsplatz. Als er hört, wie Asahi das gleiche \" Ehegelübde \" murmelt, das Shio jede Nacht mit ihr macht, erwägt Satou, ihn zu töten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014715","hoster":"VOE"},{"path":"/redirect/8547046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-3","name":"","epNo":3,"alt":"A Long Monochromatic Night","descr":"Nachdem Satou es kaum geschafft hat, dem Drang zu widerstehen, Asahi zu töten und ihn gehen zu lassen, ist er schockiert, dass Shio sich auf der Suche nach ihr aus der Wohnung gewagt hat. Nach der Erfindung einer Figur, an die sie sich nicht erinnern kann, wird Shio von Taiyou gefunden, der glaubt, dass ihre Unschuld seinen verdorbenen Körper reinigen kann. Taiyou versucht, Shio mit nach Hause zu bringen, wird aber von den Schlägern angegriffen, vor denen er Asahi gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014721","hoster":"VOE"},{"path":"/redirect/8547038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-4","name":"","epNo":4,"alt":"The Sugar Girl Doesn`t Notice","descr":"Nachdem Shio durch die beängstigenden Visionen ihrer Mutter ohnmächtig wird, kommt Satou am Tatort an und tötet die Schläger brutal, bevor er Shio in ihre Wohnung zurückbringt. Als Taiyou, die gesehen hatte, wie Satou mit Shio davongelaufen war, neugierig auf ihre Motive wurde, wurde eine von Satous Mitarbeiterin, Sumire Miyazaki, gesehen, wie sie an Satous Uniform schnüffelte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014714","hoster":"VOE"},{"path":"/redirect/8547041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-5","name":"","epNo":5,"alt":"The Taste of Crime and the Taste of Punishment","descr":"Satou entdeckt, dass Sumire ihren Spind durchsucht hat und erfährt, dass sie davon besessen ist, genau wie sie zu werden. Als Satou nach ihrem Wohnort gefragt wird, küsst sie Sumire, um sie davon abzuhalten, weiter zu neugierig zu sein. Als sie nach Hause zurückkehrt, entdeckt Satou, dass Shio wegen der Erinnerungen an ihre Mutter in Aufruhr ist. Satou, die sich schuldig fühlt, weil sie jemand anderem erzählt hat, dass sie sie liebt, gesteht Shio ihr \"Verbrechen\" und die beiden schaffen es, sich gegenseitig zu beruhigen. Währenddessen geht Satous Freundin Shouko Hida zu Taiyos Haus und entdeckt seine Besessenheit von Shio, den er angeblich von Satou entführt hat. Ungläubig über das, was Taiyou ihr erzählt hat, wird Shouko von Asahi angesprochen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335660","hoster":"VOE"},{"path":"/redirect/8547042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-6","name":"","epNo":6,"alt":"We Revolve Around the Moon","descr":"Als Shouko anfängt, Satou gegenüber misstrauisch zu werden, besucht sie Asahi regelmäßig, um sicherzustellen, dass er gefüttert wird. Während er mit Shouko über seine Suche nach Shio spricht, erinnert sich Asahi an die Schwierigkeiten, die er durchgemacht hat, um Shio und ihre Mutter vor ihrem gewalttätigen Vater zu schützen. Am nächsten Tag bittet Shouko Satou, ihr die Wahrheit zu sagen, woraufhin Satou beschließt, sie zu ihrem Platz zu bringen. Unterdessen beschließt Kitaumekawa, die davon überzeugt ist, dass Satou ihre Tante getötet hat, ihr nachzufolgen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014727","hoster":"VOE"},{"path":"/redirect/8547045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-7","name":"","epNo":7,"alt":"What the Sugar Girl Is Made Out Of","descr":"Kitaumekawa hat das Gefühl, dass Satou ihn verraten hat, indem er ihr Geheimnis mit jemand anderem teilt, und ruft die Polizei in ihre Wohnung, als sie und Shouko ankommen. Zu seiner Überraschung wird die Tür jedoch von Satous Tante selbst geöffnet. Trotz des beunruhigenden Verhaltens dieser Person ihnen gegenüber findet die Polizei nichts Belastendes in der Wohnung, die sich später als eine andere als die Wohnung herausstellt, in der Satou und Shio leben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014725","hoster":"VOE"},{"path":"/redirect/8547040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-8","name":"","epNo":8,"alt":"Apartment No. 1208","descr":"Zurückblitzen; Satou erinnert sich an das erste Mal, als sie in Apartment 1208 kam, um ihrer Tante zu entfliehen, während sie als Modell für das Gemälde der Besitzerin diente, als Dank dafür, dass sie ihr Schutz vor dem Regen gewährt hatte. Eines Tages, als Satou Shio auf dem Heimweg von der Schule fand und sie in die Wohnung brachte, versuchte der Besitzer, verärgert über Satous Gesichtsveränderung (da sie zufrieden war und er sie mochte, wenn sie unvollständig war), Shio zu töten, nur um stattdessen von Satou getötet werden. Das hat die Blutspritzer an der Wand im Hinterzimmer hinterlassen. Sein zerstückelter Körper ist es, was Satou Kitaumekawa in Episode zwei entsorgen ließ. Zurück in der Gegenwart ermutigt Asahi Shouko nach ihrer Erfahrung mit Satous Tante, während Satou Taiyo die Möglichkeit bietet, Shio zu sehen, wenn er Asahi aus der Stadt führt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014726","hoster":"VOE"},{"path":"/redirect/8547050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-9","name":"","epNo":9,"alt":"Dissolving Rain","descr":"Taiyo versucht Asahi zu überzeugen, die Stadt zu verlassen, indem er ihm Shios Krawatte gibt, die er von Satou erhalten hat. Trotz der Warnungen von Shouko, Taiyo nicht zu vertrauen, beschließt Asahi zu gehen, da dies der einzige Hinweis ist, den er von seiner Schwester hat. Als Satou und Shio am nächsten Tag eine gemeinsame Hochzeit planen, werden sie von Shouko entdeckt, als sie mit ihrem Handy ein Foto von ihnen macht. Unfähig zu vertrauen, dass sie der Polizei nichts von Shio erzählen wird, tötet Satou Shouko, indem sie ihr die Kehle durchschneidet, ohne zu wissen, dass sie es geschafft hat, das Foto, das sie zuvor gemacht hat, an Asahi zu schicken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014724","hoster":"VOE"},{"path":"/redirect/8570117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-10","name":"","epNo":10,"alt":"A Proposal Under a Starry Sky","descr":"Bei dem Versuch, die Wohnung für einen erschöpften Satou nach Shoukos Tod aufzuräumen, erinnert sich Shio daran, wie ihre Mutter nach den ständigen Misshandlungen ihres Mannes allmählich verrückt wurde und sie schließlich verließ. Satou fand sie bald darauf. Als Satou erwähnt, dass sie ihre Wohnung verlassen müssen, greift Shio sie wegen der Geheimnisse an, die sie vor ihr bewahrt hat, und sagt Satou, dass sie sie hasst. Shio erinnert sich an ihre erste Begegnung und erklärt, dass sie Satou so beschützen möchte, wie sie sie beschützt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014730","hoster":"VOE"},{"path":"/redirect/8547048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-11","name":"","epNo":11,"alt":"An Eternal Moment with You","descr":"Asahi konfrontiert Taiyou mit dem Foto, das Shouko ihm geschickt hat und ihm befiehlt, Satous Adresse zu finden. Währenddessen bittet Satou widerstrebend ihre Tante um Hilfe bei der Entsorgung von Shoukos Leiche und bietet ihr und Shio eine Fluchtmöglichkeit. In der Hoffnung, Shio für sich alleine zu haben, geht Taiyou zu der Adresse, die in Satous Arbeitsprofil aufgeführt ist, nur um stattdessen in der Wohnung ihrer Tante zu landen. Sie denkt, dass er aus Liebe hier ist und missbraucht ihn sexuell. Die Episode endet damit, dass Satou und Shio eine Hochzeitszeremonie in ihrer Wohnung haben und sich einen Kuss geben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014728","hoster":"VOE"},{"path":"/redirect/8570119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/happy-sugar-life/staffel-1/episode-12","name":"","epNo":12,"alt":"Happy Sugar Life","descr":"Nachdem sie ihre Sachen gepackt haben, kaufen Satou und Shio ihre Flugtickets, um die Stadt zu verlassen; Satou bemerkt jedoch, dass sie ihren Ehering in der Wohnung zurückgelassen hat, also gehen sie zurück, um ihn zu holen. Als Satou und Shio gemeinsam die Wohnung verlassen wollen, werden sie von Asahi konfrontiert, die ihre Adresse aus Shoukos Foto herausgefunden hat. Satou nimmt Shio zunächst mit in die Wohnung ihrer Tante, trifft aber auf einen verrückten Taiyou, der sich befreit hat und flieht. Sie lassen ihn zu Boden fallen und auf das Dach gehen. Inzwischen hatte ihre Tante den gesamten 12. Stock der Wohnung in Brand gesetzt und als Asahi zu Satous brennender Wohnung geht, findet er Shouko tot darin vor. Er konfrontiert sie schließlich auf dem Dach und offenbart Shio, dass ihre Mutter sie verlassen hat, damit sie von ihr weg ist.nachdem sie Shio geschlagen hatte und befürchtete, sie würde wie ihr Ehemann. Dann vergiftete ihre Mutter ihren Vater. Shio bleibt jedoch entschlossen, bei Satou zu bleiben und mit ihr zu sterben. Die beiden springen gemeinsam vom Dach. Am Ende stirbt Satou, als er Shio beschützt, der die Liebe, die sie für sich hatte, in sich behält, während Satous Tante wegen Brandstiftung und Shoukos Mord verhaftet wird. Taiyou ist in einem katatonischen Zustand wieder zu Hause, nachdem er seinen \"Engel\" verloren hat. Kitaumekawa wird festgenommen, die Information, dass er Schüler missbraucht hat, ist irgendwie durchgesickert. Asahi besucht Shio im Krankenhaus, die aus dem Fenster auf ihre Mutter schaut, die auf der Straße steht und sie ansieht. Shio lehnt ihren Bruder ab und erklärt, dass ihre Liebe nur in ihr existiert, wo die Erinnerung an Satou ist. Schlusswort: \"Das ist mein glückliches Zuckerleben.\" - Shio","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9014731","hoster":"VOE"},{"path":"/redirect/8547047","hoster":"Streamtape"}]}]}]}]}