{"seriesId":"happy-tree-friends","name":"Happy Tree Friends","descr":"Die kleinen, süßen Kuscheltiere – a.k.a. Happy Tree Friends – spazieren, spielen und tollen durch eine idyllische, pastellfarbene Welt: Doch der Horror lauert schon hinter der nächsten Ecke – und unsere anschmiegsamen und niedlichen Freunde werden in kuriose Unfälle verwickelt, in denen die Kuscheltier-Fetzen fliegen. Egal wie harmlos der Tag beginnt, jedes kleine Alltagsabenteuer endet in einem kleinen Desaster.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Spin Fun Knowin’ Ya!","descr":"Spin Fun ist die allererste Folge der Happy Tree Friends! In dieser Folge werden die Hauptfiguren vorgestellt und das Thema des \"unschuldigen Chaos\", das sich durch die gesamte Serie zieht, wird eingeführt. Lumpi lässt die Bande auf einem Karussell drehen, und dann gerät alles außer Kontrolle. Ein Ausschnitt aus dieser Serie war in Jennifer Anistons Film \"The Good Girl\" zu sehen.","versions":[{"lang":1,"streams":[{"redirect":12379457,"hoster":"VOE"},{"redirect":10110987,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"House Warming","descr":"Handy, der hauseigene Zimmermannsbiber ohne Hände, baut Petunia ein schönes neues Haus. Wie macht er das nur ohne Hände? Manche Geheimnisse dürfen nie gelüftet werden! Das Projekt entwickelt sich zu einer Katastrophe, als ein Feuer ausbricht und Handy Petunia retten muss.","versions":[{"lang":1,"streams":[{"redirect":11310180,"hoster":"VOE"},{"redirect":10110988,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Helping Helps","descr":"Die arme Giggles hat ein gebrochenes Bein und humpelt vor sich hin, als sie von einer Flutwelle, die durch einen Dammbruch ausgelöst wurde, fast erdrückt wird und ertrinkt. Zum Glück rettet Splendid, das fliegende Eichhörnchen, den Tag, aber nicht ohne Zwischenfälle! In dieser Folge lernst du Giggles\u0027 Mutter kennen, eine der wenigen Erwachsenen in Happy Tree Friends. Weißt du, wer die andere erwachsene Figur ist?","versions":[{"lang":1,"streams":[{"redirect":11310177,"hoster":"VOE"},{"redirect":10110991,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Crazy Ant-ics","descr":"Der schlaue Ameisenbär Sniffles benutzt seinen Kopf nicht ganz, wenn er in diesem speziellen Ameisenloch gräbt. Sein Leckerbissen wird hässlich, als die Ameisen sich rächen wollen. Erkennst du, was in dem Ameisenloch versteckt ist? Nimm dich in Acht vor versteckten Schätzen!","versions":[{"lang":1,"streams":[{"redirect":11310179,"hoster":"VOE"},{"redirect":10110990,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Havin’ A Ball","descr":"Ein freundschaftliches Fangspiel geht für diesen Vater und seinen Sohn Bär schrecklich schief. Papa versucht, Cub mit seinen Fähigkeiten im Umgang mit dem Ball zu beeindrucken, aber es kommt zur Katastrophe und ein Rettungshubschrauber stürzt ab. Es ist so traurig, dass selbst die einfachsten Dinge im Happy Tree Friends Land schief gehen.","versions":[{"lang":1,"streams":[{"redirect":11310183,"hoster":"VOE"},{"redirect":10110992,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Water You Wading For?","descr":"Cuddles versucht immer, den ängstlichen Flaky in Schwierigkeiten zu bringen! In dieser Folge möchte Cuddles, dass Flaky mit ihm in die örtliche Schwimmhalle geht... Er weiß nicht, dass das, was man unter Wasser nicht sieht, einem wehtun kann!","versions":[{"lang":1,"streams":[{"redirect":11310184,"hoster":"VOE"},{"redirect":10110994,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Nuttin’ Wrong With Candy!","descr":"Automaten können so grausam sein, wenn das Gewünschte stecken bleibt, aber das wird Nutty nicht davon abhalten, auf seine Kosten zu kommen.","versions":[{"lang":1,"streams":[{"redirect":11310182,"hoster":"VOE"},{"redirect":10110993,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Wheelin’ And Dealin’","descr":"In dieser Folge von Happy Tree Friends geht es um die Wette! Starte deine Motoren und mach dich auf den Weg zum Sieg, aber pass auf Lifty und Shifty auf, denn sie werden alles tun, um die Führung zu behalten.","versions":[{"lang":1,"streams":[{"redirect":11310185,"hoster":"VOE"},{"redirect":10110995,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Pitchin’ Impossible","descr":"Was macht mehr Spaß, als sein Glück bei den Spielen auf dem Rummelplatz zu versuchen? Es könnte schwieriger sein, als Sie denken, wenn Sie nicht sehen können, aber geben Sie Ihr Bestes und gewinnen Sie einen Preis zum Drücken!","versions":[{"lang":1,"streams":[{"redirect":11310186,"hoster":"VOE"},{"redirect":10110996,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Stayin’ Alive!","descr":"Hier kommt Disco-Bär, das liebenswerte Biest, das den 70er Jahren nie entwachsen ist. Seine kokette Art bringt ihn in einen Haufen Ärger mit Giggles und Petunia! Ein Glück für ihn, dass Disco nie wirklich gestorben ist.","versions":[{"lang":1,"streams":[{"redirect":11310188,"hoster":"VOE"},{"redirect":10110997,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Treasure These Idol Moments","descr":"Die Bande, die zusammen spielt... stirbt zusammen! Das Idol hat einen Hauptauftritt in dieser Sendung und beweist, wie gefährlich es sein kann, mit versteckten Schätzen zu spielen. Millionen von Fans sind der Meinung, dass diese Folge auf den Brady Bunch basiert (erinnerst du dich an ihren Urlaub auf Hawaii?), und andere sagen, dass sie an Raiders of the Lost Ark angelehnt ist. Was denken Sie?","versions":[{"lang":1,"streams":[{"redirect":11310187,"hoster":"VOE"},{"redirect":10111000,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Chip Off The Ol’ Block","descr":"Ah, der Geruch von frisch gemähtem Gras... und Blut und Eingeweiden. Wenn deine Eltern dir sagen, dass du deine Hände nicht in die Maschinen stecken sollst, hörst du besser auf sie! Oh, und spiel auch nicht mit dem Feuer. Das ist sehr, sehr gefährlich!","versions":[{"lang":1,"streams":[{"redirect":11310191,"hoster":"VOE"},{"redirect":10110998,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"Nuttin’ But The Tooth","descr":"Hat Toothy eine zahnärztliche Ausbildung absolviert oder lernt er einfach nur dazu? Nuttys Heißhunger auf Süßigkeiten führt zu einem faulen Zahn, und Toothy muss ihn retten. Lumpi hat einen kurzen Auftritt, gerade noch rechtzeitig, um den Tag zu retten!","versions":[{"lang":1,"streams":[{"redirect":11310189,"hoster":"VOE"},{"redirect":10110999,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"Hide And Seek","descr":"Bereite dich auf deine erste Begegnung mit Flippy vor, dem verstörten Kriegsveteranen-Bären, der regelmäßig unter Flashbacks leidet. Flippy ist der einzige Happy Tree Freund, der seinen Freunden absichtlich Schaden zufügt, und so wird ein unschuldiges Versteckspiel tödlich.","versions":[{"lang":1,"streams":[{"redirect":11310197,"hoster":"VOE"},{"redirect":12980897,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"Whose Line Is It Anyway?","descr":"In dieser Folge wird Russell vorgestellt, ein Piraten-Seeotter, dessen Wortschatz nur aus \"Yarr!\" besteht und der eine Vorliebe für Schalentiere hat.","versions":[{"lang":1,"streams":[{"redirect":11310190,"hoster":"VOE"},{"redirect":10111002,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"Boo Do You Think You Are?","descr":"Unsere erste Halloween-Folge beweist, dass Flaky wirklich etwas zum Fürchten hat! Eine Fahrt durch ein Spukhaus wird für unsere Happy-Gang ein bisschen zu real. Vielleicht hätten sie stattdessen lieber auf Süßes-oder-Saures-Tour gehen sollen!","versions":[{"lang":1,"streams":[{"redirect":11310193,"hoster":"VOE"},{"redirect":10111001,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"Mime And Mime Again","descr":"Sweet Mime will dem verletzten Toothy eine Freude machen, aber das gelingt ihm nicht ganz. Ballontiere zu machen ist schwieriger, als es aussieht! Übrigens, weißt du, was für ein Tier Mime ist? Er ist ein Hirsch.","versions":[{"lang":1,"streams":[{"redirect":11310196,"hoster":"VOE"},{"redirect":10111004,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"You’re Bakin’ Me Crazy!","descr":"Beim Versuch, Kekse für ihre Truppe zu verkaufen, gerät Giggles in ein Lumpy-Desaster und bekommt mehr, als sie erwartet hat. Backe und bügle nie gleichzeitig. Hat dir deine Mutter denn gar nichts beigebracht???","versions":[{"lang":1,"streams":[{"redirect":11310199,"hoster":"VOE"},{"redirect":10111005,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"Tongue Twister Trouble","descr":"Ein gemütliches Schlittschuhlaufen geht in dieser verschneiten Happy Tree Friends-Folge furchtbar schief. Die Ameisen rächen sich wieder einmal an Sniffles, dem Ameisenbär. Er hat einfach keine Pause!","versions":[{"lang":1,"streams":[{"redirect":11310198,"hoster":"VOE"},{"redirect":10111006,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"Meat Me For Lunch","descr":"Die kleptomanischen Waschbärenbrüder sind wieder unterwegs und stehlen Fleisch von Lumpi, dem Metzger. Sie lernen auf die harte Tour, dass sich Verbrechen nicht lohnt, und Petunia bekommt am Ende die gerechte Strafe.","versions":[{"lang":1,"streams":[{"redirect":11310195,"hoster":"VOE"},{"redirect":10111007,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"Sweet Ride","descr":"Dieser Nutty kann einer süßen Leckerei einfach nicht widerstehen! Zum Glück ist Cuddles sehr geschickt auf dem Skateboard und manövriert Nutty in jeder Kurve aus. Sein letzter Trick ist ein Head-Roller!!!","versions":[{"lang":1,"streams":[{"redirect":11310201,"hoster":"VOE"},{"redirect":10111008,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"It’s A Snap!","descr":"Lumpy schafft es, sich in alle möglichen Schwierigkeiten zu bringen, und diese Folge ist da keine Ausnahme. Splendid tut sein Bestes, um Lumpy vor dem sicheren Tod zu bewahren, aber es läuft einfach nicht so, wie er es geplant hat. Warum sollte ein Elch überhaupt Käse essen?","versions":[{"lang":1,"streams":[{"redirect":11310200,"hoster":"VOE"},{"redirect":10111010,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"Off The Hook","descr":"Lumpys entspannter Angeltag ist alles andere als ein Vergnügen für Russell, den Seeotter-Piraten! Während er schwimmt und Muscheln isst, verfängt sich Russell - mit Haken, Leine und Senkblei!","versions":[{"lang":1,"streams":[{"redirect":11310207,"hoster":"VOE"},{"redirect":10111011,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"Spare Me","descr":"Bowling. Was könnte mehr Spaß machen als Bowling mit einer Gruppe von Freunden? Nun, wenn einer von ihnen blind ist und der andere keine Hände hat, macht es vielleicht doch nicht so viel Spaß. Vielleicht hätten sie die Leitplanken auf den Bahnen benutzen sollen?","versions":[{"lang":1,"streams":[{"redirect":11310202,"hoster":"VOE"},{"redirect":10111009,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"Snow What? That’s What!","descr":"Schneemänner bauen, Schneeengel machen und Schneebälle werfen sind lustige Winteraktivitäten für unsere kuschelige Bande. Aber was macht man, wenn ein Freund in einem Eisblock gefangen ist? Giggles findet das ganz schnell heraus!","versions":[{"lang":1,"streams":[{"redirect":12379458,"hoster":"VOE"},{"redirect":10111012,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"This Is Your Knife","descr":"Es macht so viel Spaß, mit seinen Freunden zu zelten und Marshmallows zu rösten! Doch schon bald fliegen die Funken, als Flippy sich in sein posttraumatisches Alter Ego verwandelt. Erinnerst du dich an die Horrorgeschichten, die du am Lagerfeuer erzählt hast? Pass auf, denn diese hier wird wahr!","versions":[{"lang":1,"streams":[{"redirect":11310204,"hoster":"VOE"},{"redirect":10111013,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"Happy Trails","descr":"Es ist keine Überraschung, dass es im Schulbus jede Menge Ärger gibt und Lumpy sich einfach nicht zusammenreißen kann, um die Bande vor Schaden zu bewahren. Was passiert mit unseren liebenswerten Darstellern? Werden sie überleben? Werden sie zurückkehren? Unsere einzige Cliffhanger-Folge lässt die Fans nach mehr verlangen!","versions":[{"lang":1,"streams":[{"redirect":11310205,"hoster":"VOE"},{"redirect":10111014,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Happy Trails Pt. 2: Jumping The Shark","descr":"Als Schiffbrüchige auf einer einsamen Insel muss die Bande herausfinden, wie sie nach Hause kommt. Sie kämpfen gegen Haie, sinkende Rettungsboote und außer Kontrolle geratene Raketen, nur um wieder in ihren Lieblingswald zu gelangen. Werden sie es schaffen? Schalten Sie ein zum zweiten Teil, um es herauszufinden!","versions":[{"lang":1,"streams":[{"redirect":11310210,"hoster":"VOE"},{"redirect":10111017,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Eye Candy","descr":"Eine unserer meistgefragten Episoden, Eye Candy, hat einen hohen Gruselfaktor! Was hat es mit den Augen auf sich, dass die Leute so sehr zusammenzucken? Es ist schwer, Eye Candy zu sehen, ohne eine echte körperliche Reaktion zu zeigen, aber das ist das Schöne an dieser Folge. Eye Candy gewann einen Preis auf dem Filmfestival von Annecy in Frankreich und ist nach wie vor ein echter Fanliebling.","versions":[]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Rink Hijinks","descr":"Erinnern Sie sich noch daran, wie viel Spaß es gemacht hat, zum Rollschuhlaufen zu gehen? Flaky versucht ihr Glück auf der Eisbahn und Disco-Bär zeigt seine ausgefallenen Drehungen. Währenddessen gerät Lumpi in einen Stau und Cub gewinnt einen einmaligen Preis in einer Spielhalle.","versions":[{"lang":1,"streams":[{"redirect":11310208,"hoster":"VOE"},{"redirect":10111016,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Flippin’ Burgers","descr":"Fast Food ist ein fester Bestandteil unserer Kultur, und in der Welt von Happy Tree Friends ist das nicht anders. Ja, sie verwenden vielleicht andere Gewürze als wir, aber auch flauschige, niedliche Kreaturen müssen essen. Wolltest du extra Soße dazu? Guten Appetit!","versions":[{"lang":1,"streams":[{"redirect":11310209,"hoster":"VOE"},{"redirect":10111015,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Get Whale Soon","descr":"Lustig, wie diese beiden Charaktere in einer weiteren nassen, dunklen, katastrophalen Situation landen! Gestrandet im Bauch eines Wals, legen Lumpi und Russell ihre Kräfte zusammen, um einen Ausweg zu finden. Werden sie lebendig gefressen oder finden sie den Weg in die Freiheit? Das ist ein Abenteuer, das du nicht verpassen darfst!","versions":[{"lang":1,"streams":[{"redirect":11310212,"hoster":"VOE"},{"redirect":10111018,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Snip","descr":"Der Sohn hat seinen ersten Haarschnitt, und er ist ganz aufgeregt! Das Spielen mit all den scharfen, glänzenden Gegenständen wie Scheren und Rasiermessern ist genau das Richtige, um ein Kind vor Freude quietschen zu lassen. Es ist doch Freude, oder? Kein scharfer, stechender Schmerz?","versions":[{"lang":1,"streams":[{"redirect":11310214,"hoster":"VOE"},{"redirect":10111019,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Eyes Cold Lemonade","descr":"Die einfachen Freuden eines sommerlichen Limonadenstandes werden in Eyes Cold Lemonade auf die Spitze getrieben. Nicht genug Zucker, um das Getränk zu versüßen? Dann haben wir genau das Richtige für dich. Gib deinen Becher für eine weitere Runde her und trink aus!","versions":[{"lang":1,"streams":[{"redirect":11310213,"hoster":"VOE"},{"redirect":10111020,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Milkin’ It","descr":"Auf der Farm sind die Dinge nicht so einfach, wie sie scheinen. Lifty und Shifty machen sich mit Lumpys Kuh aus dem Staub, nur um dann in einige elektrisierende Ereignisse verwickelt zu werden. Diese Folge wird sicher einige Funken sprühen lassen","versions":[{"lang":1,"streams":[{"redirect":11310217,"hoster":"VOE"},{"redirect":10111022,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Out Of Sight","descr":"Willkommen zu unserem zweiten Halloween-Special! Wie kommunizieren ein blinder Maulwurf und ein stummer Pantomime? In dieser gruseligen Folge herrscht das typische Spuk-Chaos.","versions":[{"lang":1,"streams":[{"redirect":11310215,"hoster":"VOE"},{"redirect":10111021,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Class Act","descr":"Dies ist die erste Holiday-Episode, die wir gemacht haben, und sie zeigt die gesamte Besetzung. Man muss Lumpys Einstellung bewundern, dass die Show weitergehen muss, aber manchmal gibt es sogar zu viel Unheil, als dass selbst die Happy Tree Friends-Bande damit umgehen könnte. In echter Urlaubsstimmung ziehen sie an einem Strang und sorgen für ein tränenreiches Ende. Frieden für alle.","versions":[{"lang":1,"streams":[{"redirect":10603363,"hoster":"VOE"},{"redirect":10111037,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"The Way You Make Me Wheel","descr":"Lumpi kommt zu spät zur Arbeit und versucht, Zeit zu sparen, indem er sich während der Fahrt rasiert. Ein großer Fehler? Nein. Handy hat alles unter Kontrolle... oder doch nicht???","versions":[{"lang":1,"streams":[{"redirect":10603365,"hoster":"VOE"},{"redirect":10111023,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Better Off Bread","descr":"Splendid der Superheld backt gerade Brot, als er plötzlich Ärger in der Nachbarschaft wittert! Kann er seine pelzigen Freunde noch rechtzeitig retten?","versions":[{"lang":1,"streams":[{"redirect":11310216,"hoster":"VOE"},{"redirect":10111025,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"I Get A Trick Out Of You!","descr":"Lumpi unterhält die Gruppe auf einer Party, nur um dann in der Notaufnahme zu landen. Komisch, das scheint bei Happy Tree Friends öfters zu passieren! Wird er seine Streiche aufgeben? Erst, wenn er zu weit gegangen ist.","versions":[{"lang":1,"streams":[{"redirect":10662500,"hoster":"VOE"},{"redirect":10111024,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"Shard At Work","descr":"Handy versucht, eine Glühbirne einzuschrauben, vermasselt es aber am Ende.","versions":[{"lang":1,"streams":[{"redirect":12923184,"hoster":"VOE"},{"redirect":10111026,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Folge 15","epNo":15,"alt":"Water Way To Go","descr":"Pop und Cub fahren an den Strand, um Sonne, Sand und ein Meer aus Blut zu genießen.","versions":[{"lang":1,"streams":[{"redirect":10603370,"hoster":"VOE"},{"redirect":10111027,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Folge 16","epNo":16,"alt":"Out On A Limb","descr":"Holzfäller Lumpi schreit \"Holz!\", dann Hilfe!","versions":[{"lang":1,"streams":[{"redirect":10603367,"hoster":"VOE"},{"redirect":10111030,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Folge 17","epNo":17,"alt":"Keepin’ It Reel","descr":"Wenn die Happy Tree Friends ins Kino gehen, erwarten sie, dass sie auf ihre Kosten kommen... aber was passiert, wenn Flippy sie begleitet?","versions":[{"lang":1,"streams":[{"redirect":12923182,"hoster":"VOE"},{"redirect":10111028,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Folge 18","epNo":18,"alt":"A Hard Act To Swallow","descr":"Sniffles, der Ameisenbär, kann nicht anders, als die Ameisen zu fressen, und die Ameisen machen sich auf den Weg, damit er es bereut.","versions":[{"lang":1,"streams":[{"redirect":11310218,"hoster":"VOE"},{"redirect":10111029,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Folge 19","epNo":19,"alt":"Let It Slide","descr":"Die Bande geht im örtlichen Wasserpark schwimmen und rutscht, rutscht und schwimmt.","versions":[{"lang":1,"streams":[{"redirect":10603371,"hoster":"VOE"},{"redirect":10111031,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Folge 20","epNo":20,"alt":"Icy You","descr":"Nutty, der wie immer sehr zuckersüchtig ist, nimmt sich vor, die neue Slushie-Maschine zu testen. Eine Reihe von Ereignissen lässt ihn dies jedoch bereuen, da die Kälte ihn wirklich in seine Schranken verweist.","versions":[{"lang":1,"streams":[{"redirect":10603372,"hoster":"VOE"},{"redirect":10111032,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Folge 21","epNo":21,"alt":"Hello Dolly","descr":"Petunia findet eine Statue im Park und nimmt sie mit. Diese Statue beginnt, unerwartete Verwüstungen anzurichten.","versions":[{"lang":1,"streams":[{"redirect":11310219,"hoster":"VOE"},{"redirect":10111033,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Folge 22","epNo":22,"alt":"Remains To Be Seen","descr":"Beim Transport von Atommüll kippt Flippy um und überfährt alle Happy Tree Friends. Lumpi gibt allen ein ordentliches Begräbnis, aber es scheint, dass noch niemand bereit ist, da sie alle in Zombies verwandelt wurden!","versions":[{"lang":1,"streams":[{"redirect":12379460,"hoster":"VOE"},{"redirect":10111034,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Folge 23","epNo":23,"alt":"Stealing The Spotlight","descr":"Lumpi versucht, Pop im Kampf um die hellste Weihnachtsbeleuchtung auszustechen! Wer wird die Kerze halten?","versions":[{"lang":1,"streams":[{"redirect":10603375,"hoster":"VOE"},{"redirect":10111035,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Folge 24","epNo":24,"alt":"Ski Ya, Wouldn’t Wanna Be Ya!","descr":"Mach dich auf Nervenkitzel gefasst, wenn es bergab geht, nämlich wenn Flaky auf Skiern einen Hügel hinunterfährt.","versions":[{"lang":1,"streams":[{"redirect":11310220,"hoster":"VOE"},{"redirect":10111036,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Folge 25","epNo":25,"alt":"Blind Date","descr":"Maulwurf, der blind ist, wird zu einem Blind Date verabredet. Bei dieser Verabredung kommt es jedoch zu einer Katastrophe und zu Unannehmlichkeiten. Wie wird es für Maulwurf und sein Date ausgehen?","versions":[{"lang":1,"streams":[{"redirect":10603376,"hoster":"VOE"},{"redirect":10111038,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Folge 26","epNo":26,"alt":"Suck It Up!","descr":"Der arme Sniffles hat den Schnupfen. Jetzt können die Ameisen ihren Spaß haben und ihm auch noch die Kekse wegnehmen. Aber Sniffles hat immer noch ein paar Tricks auf Lager, oder besser gesagt, seine Nase, wenn er eine neue Vorrichtung herausbringt, um die lästigen kleinen Ameisen loszuwerden.","versions":[{"lang":1,"streams":[{"redirect":10662507,"hoster":"VOE"},{"redirect":10111039,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Folge 27","epNo":27,"alt":"From A To Zoo (part 1 And 2)","descr":"Die Happy Tree Friends machen einen Ausflug in den Zoo! Und der Spaß beginnt, als Lumpi die Kinder aus den Augen verliert! // Lumpi versucht, die Kinder wieder in den Bus zu bekommen, um den Ausflug zu beenden.","versions":[{"lang":1,"streams":[{"redirect":10662503,"hoster":"VOE"},{"redirect":10111040,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Read ‘em And Weep","descr":"Als Pop ein merkwürdiges Buch zu einem reduzierten Preis kauft, um Cub vorzulesen, kommt es zu seltsamen Veränderungen.","versions":[{"lang":2,"streams":[{"redirect":11310168,"hoster":"VOE"},{"redirect":10110952,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Can’t Stop Coffin","descr":"Als Cuddles über einen Zaun springt, um einen Baseball zu jagen, gerät er in eine schwierige Lage.","versions":[{"lang":2,"streams":[{"redirect":11310165,"hoster":"VOE"},{"redirect":10110954,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"We’re Scrooged!","descr":"Durch eine seltsame Wendung der Ereignisse findet Lumpi Dagobert das nächste \"große Ding\" im Spielzeuggeschäft.","versions":[{"lang":2,"streams":[{"redirect":10654429,"hoster":"VOE"},{"redirect":10110955,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"A Sucker For Love: Part 1","descr":"Nuttys Sucht nach Süßigkeiten treibt ihn an den Rand.","versions":[{"lang":2,"streams":[{"redirect":10651464,"hoster":"VOE"},{"redirect":10110956,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Sucker For Love: Part 2","descr":"Der Abschluss von Nuttys wilder Fahrt. Außerdem erfahren wir, was mit Cub passiert ist.","versions":[{"lang":2,"streams":[{"redirect":10648121,"hoster":"VOE"},{"redirect":10110957,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Just Desert","descr":"Lumpi findet einen schönen See... mitten in der Wüste?","versions":[{"lang":2,"streams":[{"redirect":10615531,"hoster":"VOE"},{"redirect":10110958,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Peas In A Pod","descr":"Lumpi pflanzt versehentlich einen magischen Samen und gewinnt neue Freunde. Aber die Dinge laufen schnell aus dem Ruder.","versions":[{"lang":2,"streams":[{"redirect":11310171,"hoster":"VOE"},{"redirect":10110959,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Wrath Of Con","descr":"Nerds vereinigt euch! Eine Reise zu einer Comic-Convention, um ihren Helden zu treffen, lässt sie atemlos zurück.","versions":[{"lang":2,"streams":[{"redirect":10110967,"hoster":"VOE"},{"redirect":10110961,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"All Flocked Up!","descr":"Der Spaß beginnt, als Lumpys vogelwilde Versuche, ein entlaufenes Küken in sein Nest zurückzubringen, sich als \"Geflügel\" erweisen.","versions":[{"lang":2,"streams":[{"redirect":10610138,"hoster":"VOE"},{"redirect":10110960,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Without A Hitch","descr":"Der Unterricht ist wieder eröffnet! Die Schüler haben ihre Haustiere mitgebracht, um sie zu zeigen und zu erzählen, aber Russells schuppiger Freund hat ein mehr als nur flüchtiges Interesse an der Schulgemeinschaft.","versions":[{"lang":2,"streams":[{"redirect":10110969,"hoster":"VOE"},{"redirect":10110963,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Swelter Skelter","descr":"Mitten in der Nacht muss Flaky feststellen, dass hinter jeder Ecke unvorstellbarer Schrecken lauert. Schnallen Sie sich an für eine Reise ohne Umwege direkt ans Ende der Straße!","versions":[{"lang":2,"streams":[{"redirect":10110968,"hoster":"VOE"},{"redirect":10110964,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"I Nub You","descr":"Für Lifty \u0026 Shifty wird es heiß, als sie versuchen, sich zu entspannen. Die Gemüter erhitzen sich, aber werden sich kühlere Köpfe durchsetzen?","versions":[{"lang":2,"streams":[{"redirect":11310174,"hoster":"VOE"},{"redirect":10110962,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"A Bit Of A Pickle","descr":"Ah, \"nub\" liegt in der Luft! Sieh zu, wie Petunia die Antwort auf die ewige Frage herausfindet: Ist es besser, \"genoppt\" zu haben und zu verlieren, als überhaupt nie \"genoppt\" zu haben?","versions":[{"lang":2,"streams":[{"redirect":11310172,"hoster":"VOE"},{"redirect":10110965,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"See You Later Elevator","descr":"Macht Platz am Tisch, denn die Welt der Happy Tree Friends bekommt ein paar neue Bewohner. Begrüße Lammy und Mr. Pickels in ihrer ersten Folge","versions":[{"lang":2,"streams":[{"redirect":10110974,"hoster":"VOE"},{"redirect":10110973,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Clause For Concern","descr":"","versions":[{"lang":2,"streams":[{"redirect":13513366,"hoster":"VOE"},{"redirect":10110971,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Chokes On You","descr":"","versions":[{"lang":2,"streams":[{"redirect":10110975,"hoster":"VOE"},{"redirect":10110972,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Royal Flush","descr":"Unsere neueste Folge beginnt damit, dass Lumpy bei der Arbeit erstickt und gezwungen ist, eine Reihe von Missgeschicken zu erleben!","versions":[{"lang":2,"streams":[{"redirect":10610137,"hoster":"VOE"},{"redirect":10110970,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Brake The Cycle","descr":"","versions":[{"lang":2,"streams":[{"redirect":10146385,"hoster":"VOE"},{"redirect":10110977,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Random Acts Of Silence","descr":"","versions":[{"lang":2,"streams":[{"redirect":10146383,"hoster":"VOE"},{"redirect":10110978,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Breaking Wind","descr":"Vergiss nicht, in der Bibliothek leise zu sein. Wenn Flippy der Bibliothekar ist, kann das dein Leben retten.","versions":[{"lang":2,"streams":[{"redirect":10146387,"hoster":"VOE"},{"redirect":10110980,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"All In Vein","descr":"Es weht ein böser Wind in die Stadt und es liegt an Splendid, sich der Situation zu stellen!","versions":[{"lang":2,"streams":[{"redirect":10110989,"hoster":"VOE"},{"redirect":10110979,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Bottled Up Inside","descr":"In der Stille der Nacht entstehen deine tiefsten, dunkelsten Alpträume! Ein Märchen, das dir das Blut in den Adern gefrieren lässt! Hüte dich vor dem Schrecken des Grafen Lumpi!","versions":[{"lang":2,"streams":[{"redirect":11310173,"hoster":"VOE"},{"redirect":10110985,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"No Time Like The Present","descr":"Der ganze Spaß eines \"Flaschenschiffs\", nur weniger zeitaufwendig und (wohl) unordentlicher!","versions":[{"lang":2,"streams":[{"redirect":11310176,"hoster":"VOE"},{"redirect":10110986,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"By The Seat Of Your Pants","descr":"Es wäre nicht Weihnachten ohne eine Folge zum Thema Jahreszeit! Fröhliche Feiertage!","versions":[{"lang":2,"streams":[{"redirect":11310175,"hoster":"VOE"},{"redirect":12980898,"hoster":"Streamtape"}]}]}]}]}