{"seriesId":"happy-together","name":"Happy Together","descr":"Peter (Damon Wayans jr.) und Claire (Amber Stevens West), ein Paar in den Dreißigern, ist gelangweilt vom banalen Leben. Peter ist der Steuerberater und Finanz-Manager des aufsteigenden Popstars Cooper (Felix Mallard). Dieser sehnt sich nach dem normalen Vorstadtleben und zieht kurzerhand bei den beiden ein. Claire steht seinem überschäumenden, jugendlichen Lebensstil zuerst kritisch gegenüber, aber durch ihn finden Peter und sie wieder zu ihren eigenen jüngeren Ichs zurück.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Jake und Claire sind ein glücklich verheiratetes Ehepaar, die in ihre Jugend-Zeit zurückversetzt werden, als ein junger Popstar ihr sehr gewöhnliches Vorstadtleben durcheinander wirbelt und bei ihnen einzieht.","versions":[{"lang":2,"streams":[{"redirect":9014739,"hoster":"VOE"},{"redirect":8570120,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Scrubbing","descr":"Jake und Claire versuchen dem minimalistischen Lebensstil von Cooper zu folgen. Sie trennen sich von einer ganzen Menge Kram, der in ihrem Haus rumliegt. Ihnen fällt jedoch auf, dass es alles andere als einfach ist, sich von einigen ihrer alten Gegenstände zu trennen.","versions":[{"lang":2,"streams":[{"redirect":14402236,"hoster":"VOE"},{"redirect":14423518,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Let’s Work It Out","descr":"Cooper muss sich für einen neuen Gig in Form bringen, und Jake und Claire überlegen, ob sie sich seiner Diät anschließen, um ebenfalls ein paar Pfunde zu verlieren. Mit der Hilfe von Cooper und dessen Privattrainer Antoine lassen sich die beiden Eheleute auf das härteste Training ein, das sie je in ihrem Leben hatten.","versions":[{"lang":2,"streams":[{"redirect":14377569,"hoster":"VOE"},{"redirect":14393756,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"About Your Parents","descr":"Als Claire krank wird, ist Jake fest entschlossen zu beweisen, dass er sich um sie kümmern kann. Ohne auf die Hilfe ihrer Eltern Bonnie und Gerald zurückgreifen zu müssen.","versions":[{"lang":2,"streams":[{"redirect":14377641,"hoster":"VOE"},{"redirect":14393758,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Like Father, Like Son","descr":"Als Jakes Vater Mike zu Besuch kommt, sind sie zunächst begeistert, eine gute Vater-Sohn-Zeit miteinander zu verbringen. Außerdem versuchen Jake und Claire auf unbeholfene Weise, ihr Liebesleben aufrecht zu halten, während sie geschäftlich miteinander zu tun haben.","versions":[{"lang":2,"streams":[{"redirect":14421200,"hoster":"VOE"},{"redirect":14423517,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Bland Gestures","descr":"Cooper wendet sich an Jake und Claire, um Ratschläge für eine große romantische Geste zu erhalten. Er will einen populären Sänger zu beeindrucken.","versions":[{"lang":2,"streams":[{"redirect":14404139,"hoster":"VOE"},{"redirect":14423521,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"How Jake and Claire Met","descr":"Als Cooper Jake und Claire fragt, wie sie sich kennen gelernt haben, verschönert Jake immer wieder die Geschichte ihrer College-Romanze, während Claire die wahren Details ihrer frühen Beziehung aufzeigt.","versions":[{"lang":2,"streams":[{"redirect":14404251,"hoster":"VOE"},{"redirect":14423519,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Til Death Do We Party","descr":"Jake und Claire befürchten, dass Bonnie und Gerald in ihrem Ruhestand zu hart feiern. Außerdem sucht Cooper Inspiration für einen neuen Song.","versions":[{"lang":2,"streams":[{"redirect":14404230,"hoster":"VOE"},{"redirect":14423520,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Power of Yes… Men","descr":"Als Cooper Jake hilft, sich auf eine große Präsentation auf Arbeit vorzubereiten, stellen beide fest, dass jeder immer mit Cooper einverstanden ist - nur weil er berühmt ist. Jake bittet Claire um die gleiche Art von Ermutigung, während Cooper beschließt, ehrlichere Meinungen über seine Arbeit einzuholen.","versions":[{"lang":2,"streams":[{"redirect":14404229,"hoster":"VOE"},{"redirect":14423522,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Home Insecurity","descr":"Als sich einer von Cooper\u0027s Stalkern bei Jake (Damon Wayans Jr.) und Claire (Amber Stevens West) einschleicht, beschließen sie widerstrebend, ein Sicherheitssystem in ihrem Haus zu installieren.","versions":[{"lang":2,"streams":[{"redirect":14421139,"hoster":"VOE"},{"redirect":14423526,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A Claire-Free Lifestyle","descr":"Jake (Damon Wayans Jr.) sorgt sich um seine Finanzen, als Claire (Amber Stevens West) ihren Job kündigt, um ihrer Leidenschaft nachzugehen. Außerdem wendet sich Cooper (Felix Mallard) an Bonnie (Stephnie Weir) und Gerald (Victor Williams) für eine Beratung in einer finanziellen Angelegenheit.","versions":[{"lang":2,"streams":[{"redirect":14377646,"hoster":"VOE"},{"redirect":14395111,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Vows","descr":"","versions":[{"lang":2,"streams":[{"redirect":14395864,"hoster":"VOE"},{"redirect":14395112,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Backstage P(Asses)","descr":"","versions":[{"lang":2,"streams":[{"redirect":14395783,"hoster":"VOE"},{"redirect":14395115,"hoster":"Streamtape"}]}]}]}]}