{"seriesId":"harry-wild-mrderjagd-in-dublin","name":"Harry Wild - Mörderjagd in Dublin","descr":"Humorvolle Krimiserie um die Literaturprofessorin Harriet Wild (Jane Seymour) im Ruhestand, die in Dublin, damit beginnt, als Hobby Mordfälle aufzuklären, sich ständig in die Polizeiarbeit ihres Sohnes einmischt und Mordfälle löst.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Immer Ärger mit Harry","epNo":1,"alt":"When Harry Met Fergus","descr":"Eigentlich will Harry ihren Ruhestand dazu nutzen, in aller Ruhe ihren ersten Roman zu schreiben. Doch weiter als bis zur Überschrift \"Kapitel 1\" kommt sie nicht, denn sie wird auf offener Straße Opfer eines Überfalles – ihre Geldbörse wird ihr aus der Hand gerissen.Im Grunde ist Harriet \"Harry\" Wild (Jane Seymour) eine toughe Frau, die nichts aus der Ruhe bringt – im Gegenteil: Ihre Schlagfertigkeit gepaart mit ihrer Intelligenz und der Vorliebe für einen Schluck guten Rotweins bringt sie schnell in Schwierigkeiten. Gemeinhin gilt sie deswegen als Schrecken aller Cocktailpartys.Doch von dem Raub auf offener Straße ist sie so schockiert, dass sie ihren Sohn Charlie (Kevin J. Ryan) anruft und ankündigt, ihn und seine Familie für längere Zeit zu besuchen. Schwiegertochter Orla (Amy Huberman) und Enkelin Lola (Rose O’Neill) sind aus den bereits genannten Gründen nicht sehr begeistert von dieser Vorstellung. Als Harry nachts nicht schlafen kann, studiert sie heimlich die Akte eines Mordfalles, die ihr Sohn mit nach Hause genommen hat.Schnell vermutet sie einen Zusammenhang zwischen einem Mordopfer mit eingeschlagenem Schädel und dem in den Medien sehr präsenten Entführungsfall einer Frau. Harry entdeckt gewisse Parallelen zu einem Buch von Edmond Porter mit dem Titel \"Calabras\".Als sie ihrem Sohn davon berichtet, ist dieser entsetzt darüber, dass sie seine geheimen Unterlagen liest, und verbittet sich das für die Zukunft. Zudem schenkt er ihr keinen Glauben, weil Harrys Theorie ihm einfach zu abstrus erscheint.Doch Harry wäre nicht Harry, wenn sie gleich klein beigeben würde. So besorgt sie sich von ihrem Kumpel Glenn kurzerhand einen Elektroschocker und beschließt, selbst die Ermittlungen aufzunehmen, um ihre Hypothese zu beweisen.Sehr zupass kommt ihr dabei der Umstand, dass ihr der Schüler Fergus (Rohan Nedd) erneut über den Weg läuft – jener junge Mann, der ihr vor Kurzem das Portemonnaie geraubt hatte. Sie ist überrascht, wie liebevoll er sich um seine kleine Schwester kümmert, und gibt ihm die Chance, sein Vergehen wiedergutzumachen. Er müsse ihr nur bei einer Observierung ihres Hauptverdächtigen zur Seite stehen. Ob das gut geht?","versions":[{"lang":1,"streams":[{"redirect":10287601,"hoster":"VOE"},{"redirect":10287631,"hoster":"Doodstream"},{"redirect":10287598,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Einer wird gewinnen","epNo":2,"alt":"Samurai Plague Doctor Kills for Kicks","descr":"Harrys Erfolg bei der Aufklärung eines Mord- und Entführungsfalles macht in der Öffentlichkeit schnell die Runde. Daher bittet eine Frau sie darum, den Tod ihres Mannes zu untersuchen.Doch weder die kryptische Zeitungsannonce noch die Bodycam, welche der Witwe ausgehändigt wurden, wecken Harrys Interesse. Es ist schließlich der Schüler Fergus, den Harry unter ihre Fittiche genommen hat, der auf die Spur eines mysteriösen Todesspiels stößt.Fergus (Rohan Nedd) entdeckt, dass das Spiel, bei dem Ross zu Tode gekommen war, schon seit ein paar Jahren stattfinden muss, weil es jeweils kurz vorher in der lokalen Zeitung per Annonce angekündigt wird. Besonders merkwürdig: Im Anschluss an das Spiel wird in den Zeitungen immer von zwei Todesopfern berichtet, die in der Anzeige erwähnt wurden.Jetzt glaubt auch Harry (Jane Seymour) nicht mehr an die offizielle Suizid-Theorie und vermutet dahinter ein sogenanntes \"Snuff Game\" – ein Spiel um Leben und Tod.Allerdings droht Harry gerade Ärger von anderer Seite: Vivian (Ciara O’Callaghan), die Vorgesetzte von Harrys Sohn Charlie (Kevin J. Ryan) bei der Polizei, ermahnt diesen: Sollte er noch ein Mal seiner Mutter geheime Unterlagen zur Verfügung stellen, droht ein Disziplinarverfahren, eventuell sogar eine Kündigung.Aus Angst um seinen Job lehnt es Charlie kategorisch ab, sich mit dem neuen Fall seiner Mutter auseinanderzusetzen – trotz ihrer eindringlichen Warnung, dass weiterhin Menschenleben durch ein aktuell angekündigtes Snuff Game gefährdet sind. Gut, ein bisschen liegt es vielleicht auch daran, dass Harry meint, der potenzielle Mörder sei durch das Tragen einer rot eingefärbten mittelalterlichen Pestarzt-Maske zu erkennen.Alles Bitten und Flehen hilft nichts: Harry ist erneut auf sich gestellt. Zu allem Ungemach haben die Veranstalter des Snuff Games zwischenzeitlich mitbekommen, dass Harry ihnen dicht auf den Fersen ist – zu dicht. Und weil sie darin so geübt sind, starten die Mörder eine tödliche Menschenjagd auf Harry.","versions":[{"lang":1,"streams":[{"redirect":10287639,"hoster":"VOE"},{"redirect":10287633,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Operation Mincemeat","epNo":3,"alt":"Mincemeat","descr":"Im Fluss wird eine Leiche entdeckt. Wegen der gefundenen Ausweispapiere ist der Fall für die Polizei schnell klar. Allein Harry Wild ist sich sicher, dass der Mann ein ganz anderer war.Harry ist überzeugt, in dem Toten einen polnischen Gelegenheitsarbeiter wiederzuerkennen, der ihr erst kürzlich seine Arbeitskraft angeboten hat. Es versteht sich von selbst, dass die Polizei, allen voran Harrys Sohn Charlie, nichts von ihrer Theorie wissen will.Erst recht werden Harrys (Jane Seymour) Einwände von Charlie (Kevin J. Ryan) als Hirngespinste abgetan, als die trauernde Witwe Louise O’Toole (Lynette Callaghan) die Leiche als ihren Mann John (Michael Patric) identifiziert. Weil Harry es nicht lassen kann, sucht sie gemeinsam mit ihrem Schützling Fergus (Rohan Nedd) verkleidet die Witwe O’Toole auf, um herauszufinden, was an der Sache faul ist. Sie stellen verwundert fest, dass nichts im Haus auf John O’Toole hinweist.Harry und Fergus finden jedoch heraus, dass Louise O’Toole aus erster Ehe eine Tochter namens Emma (Gillian Roberts) hat und diese sich auf dem exklusiven und sehr teuren Internat Sankt Albinas befindet. Vielleicht ist das Töchterchen eher bereit, über ihren Stiefvater zu sprechen.Doch Harry muss sich eingestehen, dass sie hier allein mit Fergus’ Hilfe nicht weiterkommt. Unter dem Vorwand, ihre Enkelin Lola (Rose O’Neill) zu einem Geburtstagsshopping einzuladen, lockt Harry sie aus dem Haus.Harry erfindet eine ziemlich wilde Undercover-Geschichte für Lola. Zu dritt fahren sie zum Internat und versuchen, über Emma an Informationen über ihren Stiefvater John zu kommen. Dies gelingt nicht direkt. Allerdings erfahren sie von einer frustrierten Mitschülerin, dass Emmas Stiefvater mit zwielichtigen Typen verkehrte und einer von denen gerade wegen Bankraubs eingelocht wurde.Aber was hat das alles mit dem Toten aus dem Fluss zu tun? Den entscheidenden Hinweis zur Auflösung dieses vertrackten Falls entdeckt Harry schließlich in einem alten Artikel über eine militärische List im Zweiten Weltkrieg, der sogenannten Operation Mincemeat.","versions":[{"lang":1,"streams":[{"redirect":10287662,"hoster":"VOE"},{"redirect":10287665,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wenn Happy nicht happy ist, ist niemand happy","epNo":4,"alt":"An Unhappy Happy Is A Dangerous Thing","descr":"Ein Geldverleiher wird ermordet. Dublins oberster Kredithai will wissen, wer der Täter ist, und verspricht Fergus’ Vater Malky die Schulden zu erlassen, wenn Harry ihm den Mörder liefert.Harry zögert, dem skrupellosen Happy zu helfen, hatte er doch einmal damit gedroht, Fergus’ kleiner Schwester die Arme zu brechen, falls Malky die ausstehende Rate nicht beibringt. Doch eine Verbindung zu Dostojewskis \"Schuld und Sühne\" weckt ihr Interesse.Die Parallelen zwischen dem aktuellen Fall und dem Werk des russischen Autors lassen zudem darauf schließen, dass auch Toby (Daniel Ryan), der behinderte Bruder des Ermordeten, in Gefahr schwebt. Erneut ist Harry (Jane Seymour) die Einzige, die den Zusammenhang erkennt und gemeinsam mit ihrem Schützling Fergus (Rohan Nedd) auf Mörderjagd geht – immer dicht gefolgt von Happy (Liam Carney), der fürchtet, von Harry übers Ohr gehauen und um seine Rache betrogen zu werden.Bald kommt Harry auf die Spur des Mörders und muss feststellen, dass dieser sich tatsächlich mit Dostojewskis Romanfigur Raskolnikow identifiziert. Harry folgt seiner Spur und kommt ihm dabei gefährlich nahe – und auch Harrys Sohn, der Polizist Charlie (Kevin Ryan), gerät dabei in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":10287697,"hoster":"VOE"},{"redirect":10287708,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Leiche zum Dessert","epNo":5,"alt":"A Corpse In My Soup","descr":"Eine Dinnerparty endet abrupt, als sich alle Gäste übergeben müssen – der Grund: Das Trinkwasser stammt aus einem Brunnen, und darin liegt eine Leiche. Einzig Harry Wild geht es gut.Harry, die sich an dem Abend zum Entsetzen aller Anwesenden ausschließlich an alkoholischen Getränken labte, gerät dafür bei zwei jungen Ermittlern unter Mordverdacht. Ihr Sohn, Polizist Charlie, ist nicht erreichbar – und Harrys Alibi zu delikat für die Polizei.Es hätte ein wirklich schöner Abend bei den Cavendishs werden können: Zur Dinnerparty des Universitätsprofessors und seiner – angeblich gerade etwas unpässlichen – Frau ist alles eingeladen, was Rang und Namen hat. Harry (Jane Seymour), die bei solchen Anlässen gern mit ihren Verbalattacken unbequeme Wahrheiten ausspricht, hat inzwischen einen optimalen Alkoholpegel erreicht, um sich mit ersten Sticheleien gegen den Gastgeber warmzulaufen, als alle anderen um sie herum plötzlich anfangen zu würgen und sich erbrechen.Als die Polizisten Vicky Boyle (Danielle Ryan) und Jordon McDonald (Anthony Delaney) auftauchen, erwähnt Harry, dass sie wohl als Einzige kein Wasser getrunken hat. Das Haupthaus wird von einem eigenen Brunnen gespeist, also macht man sich auf den Weg dorthin, um der Sache, nun ja, auf den Grund zu gehen.Im Brunnen selbst findet sich allerdings nicht nur Wasser, sondern auch die tote Melissa Cavendish, von der ihr Mann Lawrence (Michael James Ford) kurz zuvor noch behauptet hat, sie hätte ihn vor einer Woche verlassen und sei auf und davon. Weit ist die Dame dann allerdings wohl nicht gekommen.Und Harry gerät ins Visier der ambitionierten Jung-Detectives. Nicht nur, weil sie keinen einzigen Schluck Wasser getrunken hat, sondern weil ihre Fingerabdrücke auf der Mordwaffe gefunden werden. Harry hätte ein Alibi, eine romantische Nacht in einem Hotel, aber die amouröse Beziehung will sie auf keinen Fall preisgeben. Und ihr Sohn Charlie (Kevin J. Ryan), der als Vorgesetzter dem Eifer von Vicky und Jordon Einhalt gebieten könnte, weilt mit seiner Familie in einem abgelegenen Tal auf einer Wandertour – Handyempfang: null Balken mit Tendenz in den Minusbereich.So darf Harry auf Staatskosten in einem Einzelzimmer ohne Aussicht logieren, aus dem heraus sie mittels ihres Schützlings Fergus (Rohan Nedd) versucht, den wahren Täter zu ermitteln. Fergus, der eigentlich für seine Prüfungen in Englisch büffeln müsste, stößt bei seinen Recherchen auf schier Unglaubliches – aber auch auf ein ausreichendes Motiv für einen Mord?","versions":[{"lang":1,"streams":[{"redirect":10287471,"hoster":"VOE"},{"redirect":10287472,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die besten Pläne gehen nach hinten los","epNo":6,"alt":"Best Laid Schemes","descr":"Auf dem Parkplatz vor ihrem Lieblingspub hört Harry aus dem Kofferraum eines abgestellten Autos ein Klopfen. Gemeinsam mit ihrem besten Freund Glenn befreit sie das Entführungsopfer.Da ein schwerer Sturm über der Gegend von Dublin tobt und der Aufenthalt im Freien lebensgefährlich ist, müssen sich der oder die Entführer noch im Pub aufhalten. Über den Hintereingang schaffen Harry und Glenn das schwer verletzte Opfer in die Küche.Harrys (Jane Seymour) Detektiv-Instinkte erwachen sofort. Zudem muss sie sich mit Glenn (Paul Tylak), ihrem Schützling Fergus (Rohan Nedd) und ihrer Enkeltochter Lola (Rose O’Neill) sowieso die Zeit vertreiben, bis sich der Sturm wieder gelegt hat. Warum also nicht den anderen Gästen ein wenig auf den Zahn fühlen?Zusammen mit Fergus und der Pub-Inhaberin June (Esosa Ighodaro) versucht Harry also, den Anwesenden ein Motiv zu entlocken. Ist es etwa die Frau, die allein in einer Ecke sitzt und allem Anschein nach vergeblich auf ihr Date wartet? Oder das Ehepaar, das hier vorgeblich seinen Hochzeitstag feiert? Vielleicht sind es aber auch die beiden sehr verdächtig wirkenden jungen Männer, die Darts spielen und sonst in Ruhe gelassen werden wollen. Oder ist es doch der gepflegte Gentleman, der das spärlich ausgestattete Buchregal auffällig unauffällig nach Weltliteratur durchforstet?Die Lage wird brenzlig, als nach einem kurzen Stromausfall das Licht wieder angeht und Glenn vor sich auf dem Fußboden zwei Leichen entdeckt.","versions":[{"lang":1,"streams":[{"redirect":10287503,"hoster":"VOE"},{"redirect":10287487,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Susans Perücke ... verzweifelt gesucht","epNo":7,"alt":"The Mystery of Granny Susan\u0027s Fun Time Wig","descr":"Susan Henderson will an ihrem 83. Geburtstag ihrer Familie etwas mitteilen. Um alle um sich zu scharen, gibt es statt einer Feier eine Videokonferenz – auf der alle einen Mord sehen müssen.Gerade will Susan dazu ansetzen, ihre wichtige Neuigkeit über die Regelung ihrer Erbschaft zu verkünden, als eine maskierte Person in Schwarz sich ihr von hinten nähert und sie erdrosselt. Die Polizei ist ratlos: Niemand hätte ein Motiv für einen Mord an der Lady.Weil sie die professionellen Ermittler, allen voran Harry Wilds (Jane Seymour) Sohn Charlie (Kevin J. Ryan), für unfähig hält, heuert Tochter Stephanie (Carmel Stephens) Harry und Fergus (Rohan Nedd) als Privatdetektive an, um den Mörder aufzuspüren.Bei der Trauerfeier hört Fergus mit an, wie Alistair (Sam McGovern), der Pfleger des Opfers, damit prahlt, demnächst viel Geld zu besitzen. Bei der Testamentseröffnung stellt sich dann allerdings heraus, dass Granny Susan (Fiona York) kaum Geld hinterlassen hat – nur ein paar wertlose Gegenstände. Die Hinterbliebenen Hendersons, allen voran Bella (Caoimhe Mulcahy), Jasper (Stephen Hogan) und Noah (Tiernan Messit-Greene), sind entsetzt: Wo sind die Millionen, mit denen sie so fest gerechnet hatten?Auch Stephanie ist es nun weniger wichtig, dass Harry und Fergus den Mörder finden. Sie ändert ihren Auftrag und will vielmehr, dass die beiden Detektive das Vermögen, das sich immerhin auf zehn Millionen Euro belaufen soll, auftreiben.Harry kommt dahinter, dass Susan einen starken Spieltrieb hatte und mit einigen vererbten Stücken bewusst den Hinterbliebenen Rätsel aufgab. Vielleicht führt die Lösung ja auf die Spur der verschwundenen Millionen? Allein das wichtigste Puzzleteil des Rätsels, Susans Lieblingsperücke, ist verschwunden.","versions":[{"lang":1,"streams":[{"redirect":10287525,"hoster":"VOE"},{"redirect":10287534,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Niemand kommt hier lebend raus","epNo":8,"alt":"No One Here Gets Out Alive","descr":"Harry und Fergus werden von einer jungen Frau um Hilfe gebeten: Sie sei entführt worden und konnte irgendwie fliehen. Nun fürchtet sie, dass die Entführer noch immer hinter ihr her sind.Leider glaubt die Polizei nicht den Ausführungen von Zoe, weil ihre Entführungsgeschichte erstens zu abstrus klingt, sie sich zweitens an kaum etwas erinnert und drittens ein Blick in den Polizei-Computer diverse Drogen- und Alkoholprobleme offenbart.Doch Harry (Jane Seymour) hat ein offenes Ohr für Zoe (Isabelle Connolly) und schenkt ihren Ausführungen Glauben. Einen Ermittlungsansatz haben sie und ihr Schützling Fergus (Rohan Nedd) bereits: Die Entführer hatten Zoe nämlich aus unerfindlichen Gründen ein altes Ballkleid angezogen. So macht sich das Ermittler-Duo also auf den Weg und klappert alle Secondhandläden in Dublin ab.Und tatsächlich: Beim letzten Laden werden sie fündig. Die Ladeninhaberin Karen (Noni Stapleton) kann sich noch gut daran erinnern, dass ein junger Mann das Kleid gekauft hatte. Zoes Ex-Freund, gegen den Zoe vor einiger Zeit falsch ausgesagt hatte.Handelt es sich hier also um einen kruden Racheakt? Um das herauszufinden, begeben sich Harry und Fergus auf weitere Spurensuche – auf eigene Faust, denn sowohl Harrys Sohn Charlie (Kevin J. Ryan) als auch dessen Vorgesetzter Ray (Stuart Graham) wurden kurzerhand vom Polizeidienst suspendiert.So finden sich Harry und Fergus am Ende mit ein paar anderen Opfern verkleidet an einem Tisch zu einer Dinnerparty der etwas anderen Art wieder. Die Füße aller Teilnehmer sind am Boden angekettet und niemand weiß, wo sie sind und was das alles soll. Werden sie hier je wieder lebend rauskommen?","versions":[{"lang":1,"streams":[{"redirect":10287569,"hoster":"VOE"},{"redirect":10287561,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Familienangelegenheiten","epNo":1,"alt":"Silence Dogood Did Bad","descr":"In der irischen Krimiserie löst Jane Seymour als Literaturprofessorin gemeinsam mit einem Schüler knifflige Mordfälle. Zunächst geht es um einen Polizistenmord. Ray, der Vorgesetzte von Harrys Sohn, wird erschossen in der Wohnung seiner Ex-Frau aufgefunden. Alles deutet darauf hin, dass sie die Täterin ist. Und weil die Frau eine bei allen verhasste, unsympathische Kollegin ist, glaubt auch kein Polizist an ihre Unschuld. Ray Tiernan (Frank Smith) war Unregelmäßigkeiten auf seinem Revier auf der Spur. Nachdem er per Textnachricht in das Haus seiner Ex-Frau Vivian (Ciara O’Callaghan) gelockt wurde, wird er dort von einer unbekannten Person erschossen. Als Vivian dort später ebenfalls eintrifft, wird sie überwältigt und ihr im bewusstlosen Zustand die Tatwaffe in die Hand gelegt. Da die Polizistin auf ihrem Revier nicht sehr beliebt war, gehen alle davon aus, dass Vivian die Täterin ist. Harry (Jane Seymour) kann ihre Abneigung gegen Vivian zwar ebenfalls nicht leugnen, trotzdem ist ihr Jagdinstinkt geweckt. Sie will unbedingt den wahren Mörder ihres Ex-Freundes Ray ausfindig machen. Fergus (Rohan Nedd) und Glenn (Paul Tylak) sollen ihr dabei helfen, wobei Letzterer sich kurzfristig um den Pub \"The Hairy Goose\" kümmert und eher darauf fixiert ist, die Umsätze des Lokals durch ungewöhnliche Marketingaktionen anzukurbeln. Unterdessen kehrt nach vielen Jahren Fergus’ Mutter Paula (Samantha Mumba) zurück nach Dublin. Fergus ist unsicher, was er davon halten soll, und bleibt misstrauisch. Doch er hat keine Zeit, darüber nachzudenken, denn schon findet er sich in einem Selbstverteidigungskurs für benachteiligte Jugendliche wieder. Dort soll er sich für Harry ein bisschen umhören, was ihm allerdings nicht sonderlich bekommt. Auf einen Hinweis von Vivian hin bricht Harry derweil völlig unverfroren den Tresor in Rays Büro im Polizeirevier auf. Darin findet sie Hinweise, dass auf dem Revier verdächtig viele Ermittlungsakten verloren gegangen sind. Ist das der Schlüssel zur Lösung des Mordfalls? In den Fokus ihrer Ermittlungen geraten schnell der inkompetent wirkende DC Alan McNamara (Simon Coury) und der brummbärige Detective Emmet Maguire (Art Kearns). Ist eine Biografie über Benjamin Franklin am Ende der entscheidende Hinweis auf den wahren Täter?","versions":[{"lang":1,"streams":[{"redirect":13290380,"hoster":"VOE"},{"redirect":13290381,"hoster":"Doodstream"},{"redirect":13290378,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein teuflischer Plan","epNo":2,"alt":"The Village Has Eyes","descr":"Eine junge Frau verschwindet beim Joggen spurlos. Ihre Schwester beauftragt Harry und Fergus mit der Suche nach ihr. Steckt eine Gruppe von Teufelsanbetern hinter der Tat? Seit einiger Zeit schon habe sich die verschwundene Alice beobachtet gefühlt, so ihre Schwester. Außerdem lagen wohl auch einige Dinge auf ihrer Terrasse, wie blutige Federn und ein Rattenschwanz. Außerdem arbeitete sie an einem Buch über den Okkultismus im Ort. Harry (Jane Seymour) und Fergus (Rohan Nedd) ermitteln im Dorf der Verschollenen und geraten prompt an den widerborstigen Pfarrer Lucas Brady (Barrington Cullen), dem Literaturprofessorin Harry erst einmal ein paar Bibelzitate um die Ohren hauen muss, um klarzustellen, wer hier das Weihrauchfässchen schwingt. Glenn (Paul Tylak) findet derweil ein Skelett im Wald, das einen seltsamen Ring am Finger trägt. Diese Art von Ring, so weiß Harrys Freund und Ex-Kollege, Professor Graham Gray (Morgan C. Jones), zu berichten, wurde 80 Jahre zuvor von einem gewissen Maurice Lehane hergestellt, einem Kämpfer im Unabhängigkeitskrieg. Ein Gerücht ging damals im Dorf um, dass eine Gruppe Männer um Maurice sich nachts traf, um den Teufel anzubeten. Harry, Graham, Fergus und Harrys Enkelin Lola (Rose O’Neill) suchen auf dem örtlichen Friedhof nach dem Grab von Maurice und werden fündig. Und allem Anschein nach wurde das Grab geschändet. Zum Entsetzen aller will Harry in den Sarg schauen, schließlich sei das Grab ja ohnehin schon geschändet. Alle wissen dabei längst, dass jeder Widerspruch zwecklos ist. Der Sarg wird also ausgegraben und geöffnet. Darin befindet sich eine Leiche, und es ist ganz sicher nicht Maurice Lehane. Nun führt kein Weg daran vorbei, Harrys Sohn hinzuzuziehen. Am Friedhof eingetroffen, ist Polizist Charlie (Kevin J. Ryan) erwartungsgemäß ebenso entsetzt über die tote Alice im fremden Grab wie auch über die erneuten detektivischen Umtriebe seiner Mutter. Es entbrennt ein unerbittlicher Wettlauf zwischen Mutter und Sohn, wer Täter und Mordmotiv zuerst herausfindet. Wird Harry auch dieses Mal die Nase vorn haben?","versions":[{"lang":1,"streams":[{"redirect":13290372,"hoster":"VOE"},{"redirect":13290375,"hoster":"Doodstream"},{"redirect":13290379,"hoster":"Vidoza"},{"redirect":13290376,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Schönen und das Biest","epNo":3,"alt":"A Botox A Day Keeps The Mortician In Pay","descr":"Bei einem Junggesellinnenabschied in einem Schönheitssalon wird die Trauzeugin vergiftet. Es kann aber niemand gewesen sein, wie die Überwachungsvideos beweisen. Harry und Fergus werden von der Braut engagiert, die äußerst empört ist über das schlechte Timing dieses untröstlichen Vorfalls. Sie verlangt die prompte Lösung des Falles, damit ihre Hochzeit wie geplant gefeiert werden kann. Eine neue Trauzeugin wird sich schon finden. Was ist in dem Schönheitssalon passiert, in dem Elaine (Claire Bermingham) mit ihren Brautjungfern Denise (Nadia Forde), Eniola (Jade Jordan), Ruth (Clara Harte) und Molly (Doireann May White) sowie ihrer Trauzeugin Junggesellinnenabschied gefeiert hatte? Die von Glenn (Paul Tylak) wie auch immer herbeiorganisierten Überwachungsvideos zeigen, dass die Mädels jede Menge Spaß haben, der jedoch abrupt endet, als Trauzeugin Nuala (Naoimh Whelton) an einer Botulinumvergiftung stirbt. Das Gift, so der unbestechliche Laborbefund, muss ihrem Champagner beigemischt gewesen sein. Allerdings tranken alle aus derselben, frisch geöffneten Flasche – und niemand hat Nualas Glas angerührt, nachdem es Kosmetikerin Carol (Eva-Jane Gaffney) direkt in das Behandlungszimmer zu Nuala gebracht hat. Harry (Jane Seymour) und Fergus (Rohan Nedd) stehen vor einem Rätsel: Wie konnte Nuala vergiftet werden – und von wem? Zu allem Überdruss befindet sich Fergus in einer schwierigen Situation: Seine Mutter Paula (Samantha Mumba), die kurz nach der Geburt von Fergus’ Schwester Liberty (Rosa Willow Lee) die Familie verlassen hatte, ist nach Jahren wiederaufgetaucht und bittet ihren Sohn, einen Kontakt mit Liberty zu arrangieren. Widerstrebend lässt er sich darauf ein und holt sich Unterstützung bei seiner Freundin Lola (Rose O’Neill), Harrys Enkelin. Weiterhin große Kopfschmerzen bereitet den beiden Hobbyermittlern auch ihr kniffliger Fall. Es ist nicht zu übersehen, dass keine der Frauen die schon etwas ältere Nuala besonders mochte, aber auch untereinander gleicht die Freundschaft der jungen Damen eher einer Schlangengrube. Und über allen thront Braut Elaine, für die es nichts Wichtigeres auf der Welt gibt als ihre perfekte Hochzeit. Aber es findet sich partout kein Mordmotiv. Da greift Harry zu einem unkonventionellen Plan, um an mehr Informationen zu gelangen. Der beinhaltet allerdings, dass sich Fergus einer Beautybehandlung unterziehen muss, was dieser schnell bereuen wird. Aber führt die beiden das auch zur Lösung des Mordfalles?","versions":[{"lang":1,"streams":[{"redirect":13290365,"hoster":"VOE"},{"redirect":13290371,"hoster":"Doodstream"},{"redirect":13290370,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jäger des verlorenen Schatzes","epNo":4,"alt":"Orla Wild’s Wicked Wicked Ways","descr":"Ein spanischer Auftragskiller, genannt \"El Cazador\", \"der Jäger\", treibt in Dublin mit seiner Armbrust sein Unwesen. Ein Geschäftsmann wird durch den Pfeil einer solchen getötet. Der Grund: \"El Cazador\" ist auf der Suche nach einem Schatz, den der nun nicht mehr sehr lebendige Francis McCluskey seinem Auftraggeber entwendet haben soll. Francis’ Geschäftspartner wendet sich Hilfe suchend an Harry und Fergus. Er hat Angst um sein Leben. Allerdings ist Ben Finnegan (Alan Devine) auf der Flucht – sowohl vor der Polizei, die ihn der Tat verdächtigt als auch vor der Rache von El Cazador (Rex Ryan). Um mit Harry (Jane Seymour) und Fergus (Rohan Nedd) Kontakt aufzunehmen, wendet er sich an seine Ex-Freundin, mit der er über 20 Jahre zuvor zusammen war: Harrys Schwiegertochter Orla (Amy Huberman). Ben erzählt den beiden Privatdetektiven, was vor einigen Wochen in Spanien passiert war: Sein Geschäftspartner Francis sei von einer Party überstürzt zurück ins Hotel gekommen und habe bereits die Flüge für Ben und sich umgebucht. Fluchtartig hätten sie das Land verlassen. Nun wolle El Cazador das zurückhaben, was Francis und Ben dessen Boss Rubén Orantes (Oisin Fennell) gestohlen hätten, und bedrohe jetzt auch sein Leben. Der große Haken an der Sache: Ben weiß nicht, was überhaupt gestohlen wurde, geschweige denn, wo es versteckt sein soll. Und er hat nur wenige Stunden Zeit, um die unbekannte Sache zu finden und zurückzugeben. Geschieht das nicht, wird El Cazador noch einmal zuschlagen. Um Bens Leben zu retten, wendet sich Harry sogar an den schmierigen Kredithai Happy (Liam Carney), der für seine Dienste einen Gefallen einfordert, dem Harrys Sohn Charlie (Kevin J. Ryan) aber nicht nachkommen will. Werden Harry und Fergus das Rätsel trotzdem lösen können?","versions":[{"lang":1,"streams":[{"redirect":13290359,"hoster":"VOE"},{"redirect":13290369,"hoster":"Doodstream"},{"redirect":13290360,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das perfekte Mords-Dinner","epNo":5,"alt":"Professor Wild In The Library With The Revolver","descr":"Harry, Fergus und Lola werden zu einem Krimi-Dinner auf eine Insel eingeladen. Noch bevor der Abend richtig beginnt, gibt es schon eine Leiche – und die ist leider echt. Die einzige Verbindung zum Festland ist eine kleine Fähre, die erst am nächsten Morgen wieder anlegen wird. Handyempfang gibt es keinen, die Internet- und Festnetzverbindungen wurden gekappt. Die Schlussfolgerung ist klar: Der Mörder ist unter den Anwesenden. Es soll ein entspanntes Wochenende werden für Harry (Jane Seymour), Fergus (Rohan Nedd) und dessen Freundin Lola (Rose O’Neill): Bei einer Dinnerparty auf einer Insel sollen sie gemeinsam mit anderen Mitspielern mal keinen richtigen Mord aufklären, sondern ihre Fähigkeiten bei einem Detektivspiel unter Beweis stellen. Kostümiert und in ihren Rollen aus der Zeit Agatha Christies reisen sie mit einer Fähre auf eine kleine Insel, wo ihnen ein Sternekoch in einem Hotel ein Galadinner servieren soll. Doch daraus wird nichts, denn besagter Koch, Auger (David Flynn), liegt schon bald tot in seiner Küche. Da Harry mit der letzten Fähre auf die Insel kam, liegt es auf der Hand: Der Mörder muss unter den Anwesenden sein. Gemeinsam mit Lola und Fergus fühlt sie der Runde der Mitspielenden auf den Zahn. Gibt es etwas, das Nachrichtensprecherin Amanda (Aoibhéann McCann), Dublins Politiker und Immobiliengröße Richard (Nick Dunning), der Ex-Rugbyspieler Finn (Jack Hickey) und dessen Freundin Áine (Áine Collier), Schriftsteller Chaney (Hugh O’Conor) oder Barkeeper Siddarth Nahta (Makrà Midèn) zu verbergen haben? Und stimmt es, was Organisatorin Helen Byrne (Clelia Murphy) über das Zustandekommen dieses Treffens sagt? Dass ein Unbekannter ihr telefonisch den Auftrag gegeben und sogar detailliert die Teilnehmer- und Mitarbeiterliste für den Abend diktiert habe? Welche Rolle spielt in diesem Fall demzufolge Hotelmanagerin Jenny (Juliette Crosbie)? Es beginnt ein Wettlauf gegen die Zeit, denn der Koch soll nicht das einzige Opfer des Abends bleiben.","versions":[{"lang":1,"streams":[{"redirect":14319596,"hoster":"VOE"},{"redirect":13290358,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Boxer Freddie, voll zerlegt","epNo":6,"alt":"He Could’ve Been A Contender Until They Chopped His Arms Off","descr":"Freddie, Besitzer eines Boxstudios, in dem Fergus trainiert, wird in Einzelteilen und in Tüten verpackt verstreut in der Landschaft aufgefunden. Sind die immensen Schulden des Klubs der Grund? Obwohl Harry und Fergus keinen offiziellen Auftrag haben, machen sie sich vor allem auf Fergus’ Wunsch hin auf die Suche nach dem Mörder. Dabei geraten sie in ein undurchschaubares Durcheinander in den familiären Verhältnissen des Opfers. So leben zum Beispiel die Ex-Frau von Freddie, Jean (Ali Fox), ihr neuer Lebensgefährte Clive (Gus McDonagh) und des Opfers neue Verlobte Wendy (Kathryn McKiernan) gemeinsam unter einem Dach – allerdings nicht ganz so friedlich, wie sie es darstellen wollen. Denn es entbrennt ein wilder Kampf um das Erbe. Die junge Trainerin und Mitbetreiberin des Studios, Becca (Annette O’Shea), gerät als Verdächtige in den Fokus der Ermittlungen von Harry (Jane Seymour) und Fergus (Rohan Nedd). War sie Freddies heimliche Geliebte? Sie bereitet Steve (Daniel Monoghan), den Bruder des Opfers, auf einen wichtigen Kampf vor, der möglichst viel Geld in die Kasse des hoch verschuldeten Boxklubs spülen soll. Und welche Geheimnisse verbergen die Mitglieder des Boxstudios – wie zum Beispiel die junge Sportlerin Avril (Jordanne Jones)? Harry gibt sich kurzerhand als Sportpsychologin aus, um unauffällig ein paar Fragen stellen zu können. Zufällig stößt Fergus in einem Abstellraum auf einen Haufen Plastiktüten. Ähnliche wurden benutzt, um die Einzelteile des Opfers in der Landschaft zu verstreuen. Vielleicht weiß ja der gescheiterte Ex-Boxer Paddy (Rory Mullen) etwas, der sich im Boxstudio ein wenig dazuverdient hat. Fergus versucht, ihm ein paar Informationen zu entlocken. Und während Fergus mit seinen Ermittlungen beschäftigt ist, verspricht seine Mutter Paula (Samantha Mumba) ihrer Tochter Liberty (Rosa Willow Lee), sie mit in die USA zu nehmen. Für Fergus und dessen Vater Malky (Shane Lynch) bricht eine Welt zusammen.","versions":[{"lang":1,"streams":[{"redirect":14319597,"hoster":"VOE"},{"redirect":13290347,"hoster":"Doodstream"},{"redirect":13290354,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Killing Me Softly with His Bad Pop Song","descr":"Kurz nachdem er seine Fans begrüßt hat, stürzt ein beliebter Sänger offenbar durch Selbstmord vom Dach.","versions":[{"lang":2,"streams":[{"redirect":14105444,"hoster":"VOE"},{"redirect":14105445,"hoster":"Doodstream"},{"redirect":14105446,"hoster":"Vidoza"},{"redirect":14105451,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Too Many Harrys Spoil the Murder","descr":"Ein Geschäftstreffen in einem Restaurant nimmt eine schlimme Wendung, als das Hauptgericht des Küchenchefs ausgetauscht wird und die Gäste eine grausame Entdeckung machen.","versions":[{"lang":2,"streams":[{"redirect":14105452,"hoster":"VOE"},{"redirect":14105457,"hoster":"Vidoza"},{"redirect":14105447,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Lights, Camera, Murder","descr":"Am Set einer irischen Seifenoper wird der tyrannische Regisseur mitten in der Szene ermordet. Der verzweifelte Produzent bittet die Detectives Harry und Fergus um Hilfe, um den Täter schnell zu fassen und die Dreharbeiten fortzusetzen.","versions":[{"lang":2,"streams":[{"redirect":14106585,"hoster":"VOE"},{"redirect":14105453,"hoster":"Vidoza"},{"redirect":14105454,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Man Who Murdered Himself","descr":"Ein Krimiautor wurde tot im verschlossenem Panikraum ohne Waffe aufgefunden. Die Privatdetektive Fergus und Harry untersuchen den seltsamen Fall und wehren sich gleichzeitig gegen den aufdringlichen Harry Benedict.","versions":[{"lang":2,"streams":[{"redirect":14105460,"hoster":"VOE"},{"redirect":14105458,"hoster":"Vidoza"},{"redirect":14105456,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Cleanliness Is Next to Deadliness","descr":"Der Wettbewerb in \"Vibrant Villages\" ist hart, es gibt jede Menge schmutzige Tricks und Sabotage. Als Harrys Freundin Evelyn Summers tote Fische in ihrem Teich findet, geht sie davon aus, dass es sich eher um dasselbe handelt – bis sie die Leiche ihres entfremdeten Mannes findet.","versions":[{"lang":2,"streams":[{"redirect":14105462,"hoster":"VOE"},{"redirect":14105463,"hoster":"Vidoza"},{"redirect":14105461,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Dead Man\u0027s Trigger","descr":"Im Finale der dritten Staffel machen sich Harry und Fergus auf den Weg zur Garda-Station, um Charlie, Orla und Lola auf dem Weg zur Hochzeit von Glenn und Petra abzuholen. Dort nimmt ein verzweifelter Mann die Wache als Geisel und verlangt, dass sie bei der Aufklärung des Mordes an seiner Tochter helfen. Glenn, der sich Sorgen macht, weil Harry den Ring hat, kommt, um nach ihnen zu sehen, und stellt fest, dass er es mit einer Stirb Langsam Situation zu tun hat.","versions":[{"lang":2,"streams":[{"redirect":14105466,"hoster":"VOE"},{"redirect":14105469,"hoster":"Vidoza"},{"redirect":14105465,"hoster":"Streamtape"}]}]}]}]}