{"path":"/serie/stream/harrow","name":"Harrow","descr":"Dr. Daniel Harrow (Ioan Gruffudd) ist ein genialer Pathologe, clever, unorthodox – und ein Mörder? Auf jeden Fall hilft ihm seine totale Missachtung jeglicher Autoriträt dabei, auch die seltsamsten Todesfälle aufzuklären. Als ihn ein schreckliches Geheimnis aus seiner Vergangenheit einzuholen droht, setzt Harrow alles daran, es nicht publik werden zu lassen.","seasons":[{"path":"/serie/stream/harrow/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/harrow/staffel-1/episode-1","name":"Schuldige Handlung","epNo":1,"alt":"Actus Reus","descr":"Der brillante forensische Pathologe Daniel Harris (Ioan Gruffudd) untersucht den Selbstmord einer jungen Frau, deren Vater vermutet, dass sie ermordet wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014919","hoster":"VOE"},{"path":"/redirect/8570239","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13951916","hoster":"VOE"},{"path":"/redirect/12344113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-2","name":"Von Herzen","epNo":2,"alt":"Ex Animo","descr":"Harrow schnappt sich den Fall des Toten aus dem Fluss. Mit der neuen Tatortermittlerin Soroya Dass wird er jedoch zu einer Leiche im Wald gerufen. Fern steigt unterdessen mit ihrem Freund Callan in leere Häuser ein. Nichols und Dass verfolgen mit Harrow die Spur eines gefundenen Handys und die Tatwaffe stellt sich bald als Armbrust heraus. Die Ermittlungen führen zu einem Pärchen mit tödlichem Hobby. Bei seinem alten Mentor Jack sucht Harrow außerdem Rat und versucht seine eigenen Spuren zu verwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014924","hoster":"VOE"},{"path":"/redirect/8570235","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344119","hoster":"VOE"},{"path":"/redirect/12344116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-3","name":"Hier sind Drachen","epNo":3,"alt":"Hic Sunt Dracones","descr":"Ein Parkwächter findet in einem toten Krokodil einen menschlichen Arm und landet im Krankenhaus. Harrow, der mit der Flussleiche und dem Geburtstag seiner Tochter Fern beschäftigt ist, reist mit Dass nach North Queensland um den Fall zu lösen. Dort hilft ihnen Sergeant Capello und sie finden den Rest des Opfers und damit die Todesursache. Einige Bootsbesitzer rücken daraufhin in den Fokus der Ermittlung und Dass und Harrow kommen sich näher. Die Aufklärung des Falles bringt jedoch beide in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014965","hoster":"VOE"},{"path":"/redirect/8570237","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344129","hoster":"VOE"},{"path":"/redirect/12344127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-4","name":"Ende des Lebens, nicht der Liebe","epNo":4,"alt":"Finis Vitae Sed Non Amoris","descr":"Ein menschliches Skelett wird einem Baum gefunden und Dass und Harrow übernehmen den Fall, suchen aber unterdessen beide nach der Akte der orthopädischen Platte in der Flussleiche, jedoch mit verschiedenen Zielen. Zeit für ein Date finden sie trotzdem, verbringen es aber mit Steph und ihrem neuen Freund. Fern regelt die Probleme von Callan, verschafft sich damit jedoch neue. Harrow identifiziert das Baumskelett als eine obdachlose Frau, die ihren Sohn gesucht hat und geht ihrer tragischen Geschichte auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014932","hoster":"VOE"},{"path":"/redirect/8570236","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344138","hoster":"VOE"},{"path":"/redirect/12344152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-5","name":"Ich bin nicht mehr, der ich einmal war","epNo":5,"alt":"Non Sum Qualis Eram","descr":"Eine Frau wird in der Nähe einer Party ermordet, auf der Fern Drogen verkauft, die jedoch nicht sauber sind und eine Kundin veranlassen aus dem Fenster zu springen. Harrow trifft am Tatort ein und mit weiteren Konsumentinnen im Krankenhaus beginnt ein Wettlauf gegen die Zeit. Die schuldgeplagte Fern will ihrem Vater die Pillen geben, gilt jedoch schon als Hauptverdächtige. Harrow und Dass vertiefen ihre Beziehung und er hilft seiner Tochter und findet eine Verbindung zwischen der toten Frau in der Nähe der Party und den Drogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014931","hoster":"VOE"},{"path":"/redirect/8570241","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344139","hoster":"VOE"},{"path":"/redirect/12344140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-6","name":"Gold ist Macht","epNo":6,"alt":"Aurum Potestas Est","descr":"Die Leiche einer jungen Frau wird auf Bahnschienen gefunden und Harrow untersucht den Fall zusammen mit Dass, die die Flussleiche identifizieren will und auf den vermissten Robert Quinn stößt, Stephs zweiten Ehemann. Callan will mit Fern die Stadt verlassen und die Leiche von den Schienen wird als junge Dänin identifiziert, dessen Freund verschwunden ist. Harrow und Dass stechen in ein gefährliches politisches Wespennest als Spuren zu einem chinesischen Geschäftsmann führen und im Vermisstenfall Robert Quinn wird eine Entdeckung gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014937","hoster":"VOE"},{"path":"/redirect/8570240","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344144","hoster":"VOE"},{"path":"/redirect/12344145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-7","name":"Pia Mater","epNo":7,"alt":"Pia Mater","descr":"Nach dem Fund von Quinns Wagen wird Dess vom Fall abgezogen und Nicholas befragt Steph. Als Fern von Quinns Auto erfährt, steckt sie es ihrem Vater und ändert ihre Pläne. Um einen tödlichen Autounfall einer Mutter und ihres Sohnes aufzuklären sollen Harrow und sein Kollege Fairley unterdessen zusammenarbeiten. Eine alte Kugel im Kopf des Sohnes, eine Verbindung zu einem alten Vermisstenfall und das die hinterbliebene Tochter etwas zu verheimlichen scheint, führt Harrow schließlich zu einer tragische Familiengeschichte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014935","hoster":"VOE"},{"path":"/redirect/8570238","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344130","hoster":"VOE"},{"path":"/redirect/12344132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-8","name":"Sünden des Vaters","epNo":8,"alt":"Peccata Patrisi","descr":"Maxime bekommt ein Jobangebot und Harrow ermittelt im Fall eines toten jungen Ruderers. Dass beruhigt unterdessen Steph, die sich beobachtet fühlt, findet dabei jedoch Roberts Ehering, was Steph zur Verdächtigen macht. Dass und Harrow finden heraus, dass der Ruderer homosexuell war und an einem anaphylaktischen Schock und einem Sturz starb. Auch entdecken sie, dass er allergisch auf einen spezifischen Spermasamen war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014929","hoster":"VOE"},{"path":"/redirect/8570250","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344121","hoster":"VOE"},{"path":"/redirect/12344123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-9","name":"Gesetz der Vergeltung","epNo":9,"alt":"Lex Talionis","descr":"Dass sucht Harrows Mentor Jack auf und der wendet sich an seinen Schützling als ihm ein Todesfall im Altersheim verdächtigt vorkommt. Nichols hat es im Fall Robert Quinn unterdessen auf Fern abgesehen und will Callan benutzen um sie zu schnappen, überprüft aber auch Harrows Alibi und bekommt eine Antwort von Max auf seinen Antrag. Simon hilft Harrow, der durch Tattoos den Fall im Altersheim aufklären kann. Er muss jedoch einen schweren Schlag verkraftet, während sich die Schlinge um seinen Hals weiter zuzieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014936","hoster":"VOE"},{"path":"/redirect/8570246","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344125","hoster":"VOE"},{"path":"/redirect/12344126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-1/episode-10","name":"Schuldiger Geist","epNo":10,"alt":"Mens Rea","descr":"Harrow untersucht einen Mord-Selbstmord. Als der Selbstmörder auf dem Autopsietisch plötzlich wieder zu sich kommt, wird es brenzlig für den Gerichtsmediziner.Dass als auch Simon kommen ihm unterdessen auf die Spur und Harrow gesteht seinem Freund schließlich seine Tat und überlässt ihm die Entscheidung, dass zu tun was er für richtig hält. Dass und Nichols stehen kurz davor Harrow zu verhaften, werden aber genauso wie er überrascht. Auf ihn wartet jedoch noch eine Überraschung, die tödlich enden könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9014921","hoster":"VOE"},{"path":"/redirect/8547114","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12344146","hoster":"VOE"},{"path":"/redirect/12344148","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/harrow/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/harrow/staffel-2/episode-1","name":"Aus tiefstem Herzen","epNo":1,"alt":"Abo Imo Pectore","descr":"Knapp überlebt Harrow den Schuss auf ihn und Sergeant Nichols sucht die verantwortliche Person. Anstatt sich zu schonen, verbringt Harrow die Nacht mit einer neuen Bekanntschaft, Grace Molyneux. Die beiden müssen jedoch feststellen, dass sie zukünftig zusammenarbeiten werden.Grace untersucht mit Fairley und Simon den Tod einer jungen Mutter, die im psychotischen Zustand eine Frau bedroht hat und von der Polizei erschossen wurde. Harrow involviert sich in den Fall und in seinem eigenen führt Nichols eine Verhaftung durch, doch auf Harrow warten mehr Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036329","hoster":"VOE"},{"path":"/redirect/9036330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-2","name":"Wage es zu tun","epNo":2,"alt":"Audere Est Facere","descr":"Mit Auflagen wird Fern auf freien Fuß gesetzt, doch es könnte ernst für sie werden. Harrow glaubt an die Unschuld seiner Tochter und gewährt ihrem Freund Unterschlupf. Unterdessen ermittelt er in dem Fall, der bekannten Basejumper Luca und Tomas, die in ihren Tod gestürzt sind. Zusammen mit Lucas Frau hatten sie einen bekannten Youtube-Kanal über ihren Lifestyle. Umso entscheidender ist eine Entdeckung, die Harrow und Grace bei der Autopsie machen. Als Harrow jedoch neue Information bekommt, gerät er in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9219169","hoster":"VOE"},{"path":"/redirect/9036334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-3","name":"In sich falsch","epNo":3,"alt":"Malum In Se","descr":"Harrow stellt Nachforschungen über den verstorbenen Mörder Chester an und untersucht mit Grace und Simon eine mumifizierte Leiche, die vor zwanzig Jahren eingemauert wurde und Spuren von Wiederbelebungsversuchen aufweist. Grace kann die Tote als die Studentin Elizabeth Hewitt identifizieren, die von ihrer besten Freundin vermisst gemeldet wurde. Deren Aussage weist Unstimmigkeiten auf und die Ermittlungen offenbaren sexuellen Missbrauch, Geheimnisse und das traurige Ende einer Party und sie führen in die eigenen Reihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036335","hoster":"VOE"},{"path":"/redirect/9036336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-4","name":"Kranke Träume","epNo":4,"alt":"Aegri Somnia","descr":"Als die Leiche des Parkrangers Ben Raza am Strand von North Queensland angespült wird und Harrow mit Grace dorthin reist, trifft er Sergeant Capello und seinen alten Mentor Dr. Laurie Badcoe wieder. Bei der Autopsie finden Grace und Harrow Quallen im Magen des Opfers, die sie der Lösung des Falles näherbringen, während Simon auf eigene Faust Nachforschungen über Chester anstellt.Um den Fall zu knacken, schleichen sich Grace und Harrow auf eine Feier und geraten in Lebensgefahr. Ebenso wie Simon bei seinen Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036345","hoster":"VOE"},{"path":"/redirect/9036340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-5","name":"Von Anfang an","epNo":5,"alt":"Ab Initio","descr":"Das Institut QIFM muss einen Todesfall betrauern. Der erschütterte Harrow darf nicht ermitteln und wird als Ablenkung zu einem Tatort geschickt, Ross Moran starb an einem Stromschlag. Währenddessen stellt Fern ihre eigenen Nachforschungen an, nicht wissend, dass ihr Jemand auf den Fersen ist. Als Harrow die beiden neusten Todesfälle miteinander verbindet und Autopsieergebnisse anzweifelt, kommt es zu Spannungen innerhalb des Instituts und zu einer Konfrontation mit seiner eigenen Schuld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036343","hoster":"VOE"},{"path":"/redirect/9036341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-6","name":"Ort der Reue","epNo":6,"alt":"Locus Poenitentiae","descr":"Zusammen mit Fairley fliegt Harrow zu einer Autokollusion mit zwei Toten und einem Schwerverletzten in die Kleinstadt Eurella Creek. Zu Harrows Überraschung ist es Fairleys Heimatstadt, in der er hoch angesehen ist. Die beiden finden Hinweise darauf, dass noch eine Person in einem der Wagen gesessen hat und in Lebensgefahr schwebt. Unterdessen geht Fern Risiken ein, um ihre Unschuld zu beweisen.Harrow deckt ein grausames Geheimnis auf und er und Fairley versuchen Leben zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036347","hoster":"VOE"},{"path":"/redirect/9036350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-7","name":"Ruhe in Frieden","epNo":7,"alt":"Parce Sepulto","descr":"Nachdem Fern wegen Brandstiftung mit Todesfolge verhaftet wird, versucht Harrow Chester exhumieren zu lassen. Unterdessen werden er und Grace auf den Fall eines krebskranken Models, das durch ihr eigenes, mutmaßliches Heilmittel berühmt wurde, angesetzt. Sie könnte gestürzt oder ermordet worden sein. Mit dem Freund einer Sterbenden ist ein Hauptverdächtiger gefunden, doch Grace und Harrow decken ein großes Lügengeflecht auf.Um seine Theorie über Chester zu beweisen, überschreitet Harrow Grenzen, mit schweren Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036352","hoster":"VOE"},{"path":"/redirect/9036348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-8","name":"Lass ihn im Grabe ruhen","epNo":8,"alt":"Sub Silentio","descr":"Bei seinem Vorhaben die Leiche von Chester eigenständig auszugraben, landet Harrow selbst unter der Erde. Unterdessen wird in einem Sarg, der zurück nach Ägypten soll, statt einem ägyptischen Prinzen, der tote Organisator der Rückführung Howard Hobson gefunden. Grace und Nichols versuchen mit der neu angestellten Edwina die verantwortliche Person zu finden und beide interessiert, wieso Harrow suspendiert wurde. Der muss zusehen, wie das Leben seiner Lieben auf dem Spiel steht, während die Luft für ihn knapp wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036355","hoster":"VOE"},{"path":"/redirect/9036351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-9","name":"Der Weg bergab ist leicht","epNo":9,"alt":"Facilis Descensus","descr":"Für Harrow und Fern ist es noch längst nicht vorbei. Ihnen wird kein Glauben geschenkt und Chester hat Hinweise für ihre Unglaubwürdigkeit gelegt. Die Zukunft einer ihrer Nächsten ist zudem ungewiss und Fern versucht herauszufinden, wie es dazukam.Der mutmaßliche Leichnam von Chester soll abermals identifiziert werden, doch bei Grace und Nichols bleiben offene Fragen und Maxine setzt die Situation zu. Harrow erfährt schockierendes und es kommt zu einer unheilvollen Begegnung mit Chester.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036354","hoster":"VOE"},{"path":"/redirect/9219086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-2/episode-10","name":"Oberhaupt der Familie","epNo":10,"alt":"Pater Familias","descr":"Grace versucht Harrows Theorie zu überprüfen, obwohl Maxine abblockt. Sie und Fairley müssen den gesuchten Harrow vor einem Ausschuss verteidigen, während der versucht zu beweisen, dass Chester noch lebt. Er bekommt Unterstützung und Grace deckt ein schockierendes Geheimnis auf. Mit Fern als Druckmitteln kann Chester auch Harrow in seine Gewalt bringen. Es kommt zum endgültigen Showdown, bei dem Vergangenes hervorbricht und Harrow eine tödliche Entscheidung trifft. Eine erschütternde Neuigkeit steht ihm noch bevor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9036358","hoster":"VOE"},{"path":"/redirect/9036359","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/harrow/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/harrow/staffel-3/episode-1","name":"Die Mutter steht immer fest","epNo":1,"alt":"Marta Semper Certa Est","descr":"Als ein junger Mann, der behauptet, Harrows Sohn zu sein, getötet wird, ist Harrow dazu getrieben, dem Geheimnis auf den Grund zu gehen und findet sich in einer Unterwelt aus Cyberkriminalität, Krypto-Piraterie und Mord wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9355106","hoster":"VOE"},{"path":"/redirect/9355104","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7928412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-2","name":"Sie verurteilen, was sie nicht verstehen","epNo":2,"alt":"Damnant Quod Non Intellegunt","descr":"Von der Entdeckung, dass sein Sohn lebt, aufgewühlt, findet Harrow (Ioan Gruffudd) eine willkommene Ablenkung in einem der bizarrsten Fälle, mit denen er je konfrontiert wurde: dem Mord an einem Vampir...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014964","hoster":"VOE"},{"path":"/redirect/9357300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-3","name":"Wer zu spät kommt, den bestraft das Leben","epNo":3,"alt":"Tarde Venientibus Ossa","descr":"Harrow (Ioan Gruffudd) beweist, dass ein Selbstmord in der Vorstadt in Wirklichkeit ein Mord ist, und deckt die Geheimnisse einer Familie auf, während er gezwungen ist, seine eigenen zu verbergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357295","hoster":"VOE"},{"path":"/redirect/9357296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-4","name":"Geregelte Erbfolge","epNo":4,"alt":"Per Stirpes","descr":"Harrow (Ioan Gruffudd) wird bei einem Wanderausflug mit Lyle Fairley (Darren Gilshenan) und Bryan Nichols (Damien Garvey) daran erinnert, warum er Camping hasst, aber die Dinge werden komisch, als das Trio sich bei einer improvisierten Mordermittlung und einem Kampf auf Leben und Tod wiederfindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357273","hoster":"VOE"},{"path":"/redirect/9357275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-5","name":"Wenn der eigene Körper sich gegen dich wendet","epNo":5,"alt":"Ut Biberent Quoniam Esse Nollent","descr":"Als Harrows Versuche, sich wieder mit seinem Sohn zu verbinden, frustrierend sind, kommen sich Fern und James näher - während der verblüffende Tod von zwei Teenagern Harrows Sorge um seine eigenen Kinder schärft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357265","hoster":"VOE"},{"path":"/redirect/9357261","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7928422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-6","name":"Gib einem Jungen kein Schwert in die Hand","epNo":6,"alt":"Ne Puero Gladium","descr":"Während Harrow unter Druck gesetzt wird, seinen Sohn James nicht mehr zu verteidigen, erfordern zwei verblüffende Todesfälle seinen ganzen Witz und Mut, um zu lösen, bevor ein anderes Leben verloren geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357277","hoster":"VOE"},{"path":"/redirect/9357282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-7","name":"Die Dosis macht das Gift","epNo":7,"alt":"Sola Dosis Facit Venemum","descr":"Der mysteriöse Tod eines Zimmermädchens zieht Harrow in eine dunkle Welt der Spionage und Morde. Nichols kommt näher, um Harrows eigensinnigen Sohn zu fassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357284","hoster":"VOE"},{"path":"/redirect/9357289","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7945555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-8","name":"Die Würfel sind gefallen","epNo":8,"alt":"Alea Iacta Est","descr":"Nachdem zwei Männer in einem Duell ums Leben gekommen sind, entdeckt Harrow ein Netz machiavellistischer Intrigen innerhalb einer vorstädtischen historischen Gesellschaft. Tanyas Rückkehr zwingt Harrow dazu, die letzten 20 Jahre seines Lebens neu zu überdenken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357264","hoster":"VOE"},{"path":"/redirect/9357270","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13500330","hoster":"VOE"},{"path":"/redirect/9026096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-9","name":"Bauernopfer","epNo":9,"alt":"Quam Innocentum Damnari","descr":"Harrow untersucht ein verwirrendes Verbrechen, an dem Geschwister beteiligt sind. James bringt seiner Halbschwester Fern die Gefahr näher als je zuvor – und zahlt einen hohen Preis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357248","hoster":"VOE"},{"path":"/redirect/9357254","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9014913","hoster":"VOE"},{"path":"/redirect/9026095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harrow/staffel-3/episode-10","name":"Von Anfang an","epNo":10,"alt":"Ab Initio","descr":"Harrow überwindet einen Sturm, als ein todkranker Junge im QIFM seine Hilfe braucht, gerade als Mila Zorich ihn anruft, um über die Freilassung seines entführten Sohnes zu verhandeln. Aber es gibt einen Blitzeinschlag, mit dem er nicht gerechnet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9357250","hoster":"VOE"},{"path":"/redirect/9357247","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9014914","hoster":"VOE"},{"path":"/redirect/9026100","hoster":"Streamtape"}]}]}]}]}