{"seriesId":"hart-of-dixie","name":"Hart of Dixie","descr":"Nachdem die Karriere der New Yorker Ärztin Zoe Hart zerbricht, wird sie von Harley Wilkes eingeladen, in seiner Praxis in der Provinz zu arbeiten. Doch als sie in Alabama ankommt, wird ihr eröffnet, dass Wilkes verstorben ist und ihr seinen Teil der Praxis vermacht hat. Nun arbeitet sie mit seinem alten Partner Brick Breeland, dessen Tochter Lemon Zoe sie zu hassen scheint. Deren Verlobter, der Anwalt George Tucker, scheint den mondänen Neuankömmling viel schneller willkommen zu heißen, was Lemon nur noch mehr erzürnen dürfte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sweet Home Alabama","epNo":1,"alt":"Pilot","descr":"Der frischgebackene New Yorker Ärztin Zoe Hart wird das angestrebte Stipendium nicht gewährt. Sie folgt daraufhin notgedrungen dem Angebot eines fremden älteren Herren, der ihr eine Stelle als Ärztin in seiner Praxis anbietet. Diese befindet sich allerdings in einem Provinznest in Alabama. Die Einwohner begegnen der verwöhnten Großstädterin sehr skeptisch, und bald muss sie sich vor der Gemeinde als Mensch und als Ärztin beweisen …","versions":[{"lang":1,"streams":[{"redirect":9582040,"hoster":"VOE"},{"redirect":8547140,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die große Parade","epNo":2,"alt":"Parades \u0026 Pariahs","descr":"Um sich bei der Gemeinde beliebt zu machen, fährt Zoe bei der größten Parade des Städtchens auf dem Wagen des Bürgermeisters Lavon Hayes mit. Als sie jedoch plötzlich das Steuer ergreift und den Wagen zu Schrott macht, sind alle entsetzt und verstört. Außerdem muss Zoe laut einer gerichtlichen Klausel eine bestimmte Anzahl Patienten betreuen, da sonst Dr. Brick Breeland die Praxis ohne sie weiterführen wird. Doch dafür muss sie zunächst das Vertrauen der Menschen gewinnen.","versions":[{"lang":1,"streams":[{"redirect":9605817,"hoster":"VOE"},{"redirect":8570242,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Falsche Lorbeeren","epNo":3,"alt":"Gumbo \u0026 Glory","descr":"Zoe hat einen neuen Plan, um bei den Einwohnern von Bluebell Pluspunkte zu sammeln: Sie will bei dem populären Gumbo-Wettbewerb den ersten Platz machen. Die Zubereitung der traditionellen Speise ist ihr jedoch noch ziemlich fremd. Kurz bevor sie die Idee wieder aufgibt, trifft sie auf George, der ihr unter die Arme greifen will. Plötzlich erfahren die beiden von einem schweren Unfall in einer benachbarten Scheune. Zoe muss die Nerven behalten, um den Verwundeten zu retten.","versions":[{"lang":1,"streams":[{"redirect":9605819,"hoster":"VOE"},{"redirect":8570243,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hitzewelle","epNo":4,"alt":"In Havoc \u0026 In Heat","descr":"Das beschauliche Örtchen Bluebell wird von einer Hitzwelle heimgesucht. Zoe fällt auf, dass die Einwohner unter dem Einfluss der hohen Temperaturen gelöster sind und die Gefühle nur so heraussprudeln. Ihr geht es nicht anders – sie spürt plötzlich eine starke Anziehung zu Wade. Wird sie ihr nachgeben? Unterdessen hat sich Georges Familie angekündigt und Lemon bereitet alles vor, um einen guten Eindruck zu machen.","versions":[{"lang":1,"streams":[{"redirect":9605818,"hoster":"VOE"},{"redirect":8547144,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"[E04] Glaube und Untreue","epNo":5,"alt":"Faith \u0026amp; Infidelity","descr":"Zoe bietet sich eine einmalige Chance, um endlich mehr Patienten für sich zu gewinnen: Dr. Breeland ist eine Woche im Urlaub und sie hat die Praxis für sich alleine. Leider muss sie jedoch dem hoch angesehenen Pfarrer eine Diagnose übermitteln, die ganz Bluebell in Aufruhr versetzt. Unterdessen bereitet Lemon eine Präsentation für ein Gemeindeprojekt vor – ohne zu wissen, dass ihre Pläne hinterrücks durchkreuzt worden sind …","versions":[{"lang":1,"streams":[{"redirect":9605820,"hoster":"VOE"},{"redirect":8547149,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Geist des Leon Mercy","epNo":6,"alt":"The Undead \u0026 The Unsaid","descr":"Zoe ist spät nachts mit dem Auto nach Hause unterwegs, als plötzlich ein Mann vor ihr auf der Straße steht. Geschockt steigt sie aus, doch die Person scheint wie vom Erdboden verschluckt. Völlig aufgelöst eilt sie in die Dorfkneipe, wo sie ein Foto des Mannes entdeckt. Er ist angeblich bereits vor einem Jahr verstorben. Unterdessen steht Zoes Mutter unerwartet in ihrem Haus und bittet ihre Tochter um eine Aussprache. Werden die beiden wieder zueinander finden?","versions":[{"lang":1,"streams":[{"redirect":9582039,"hoster":"VOE"},{"redirect":8547150,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Schildkrötenrennen","epNo":7,"alt":"The Crush \u0026 The Crossbow","descr":"Zoes Liebesleben ist eine einzige Katastrophe. Das Städtchen Bluebell bietet obendrein nur sehr wenige Möglichkeiten, Männer kennenzulernen – doch dann taucht der smarte Tierarzt Judson auf … Wade bekommt unterdessen Besuch von seiner Ex-Frau. Die beiden wollen ihre Scheidung nun endlich unter Dach und Fach bringen. Ändert Wade seine Meinung in letzter Sekunde? Levon und Lemon zeigen währenddessen vollen Einsatz beim örtlichen Schildkrötenrennen.","versions":[{"lang":1,"streams":[{"redirect":9605821,"hoster":"VOE"},{"redirect":8547148,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bluebells Party-Gesetze","epNo":8,"alt":"Homecoming \u0026 Coming Home","descr":"Zoe hat das Heimweh gepackt. Lavon schlägt ihr vor, Gastgeberin seiner jährlichen Homecoming-Party zu sein, um sie etwas abzulenken. Sofort bittet sie ihre New Yorker Freundin Gigi mit ins Boot zu kommen. Doch die Vorstellungen der Großstädterinnen für eine gelungene Party unterscheiden sich von denen der Bürger Bluebells. Unterdessen schmieden George und Wade einen Plan, um sich an ihrem Erzfeind Jimmy aus Schulzeiten zu rächen. Doch auch Lemon will ein Wörtchen mitreden.","versions":[{"lang":1,"streams":[{"redirect":9605826,"hoster":"VOE"},{"redirect":14159438,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Käpt’n Ohnebart","epNo":9,"alt":"The Pirate \u0026 The Practice","descr":"Bluebell steckt mitten in den Vorbereitungen für das alljährliche Planksgiving-Fest. Zoe kann es jedoch kaum abwarten, Thanksgiving in New York zu feiern. Vor der Abreise muss sie jedoch noch einige Patienten in die Praxis locken, da sie sonst ihren Anteil an Dr. Bricks verliert. Unterdessen versucht Lavon Wade davon zu überzeugen, endlich seine Gefühle für Zoe auszusprechen. George bekommt das Angebot, in der Kanzlei seines Vaters in Montgomery zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":12923240,"hoster":"VOE"},{"redirect":8547157,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zoe vs Lemon","epNo":10,"alt":"Hairdos \u0026 Holidays","descr":"Zoe ermutigt Rose, bei Bluebells Schönheitswettbewerb teilzunehmen. Die Chancen auf den Sieg stehen jedoch schlecht, da Lemons Schwester Magnolia die große Favoritin der Miss-Wahl ist. Zoe und Lemon zeigen vollen Einsatz beim Coaching ihrer Schützlinge – da bekommt das Wort Rivalität eine völlig neue Bedeutung. Wade und George machen sich unterdessen auf den Weg, um einen Weihnachtsbaum für Bluebells Marktplatz aufzutreiben.","versions":[{"lang":1,"streams":[{"redirect":9605823,"hoster":"VOE"},{"redirect":8570249,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Fluch der Zigeunerin","epNo":11,"alt":"Hell’s Belles","descr":"Zoe macht sich in Bluebell auf die Suche nach ihren Vorfahren. Sie findet heraus, dass sie traditionsgemäß zu den \"Bluebell Belles\" gehört. Lemon tut natürlich ihr Bestes, um zu verhindern, dass Zoe dem elitären Kreis beitritt. Sie überlegt sich ein diabolisches Aufnahmeritual. Unterdessen bekommt Lavon Flirttipps von seinem Kumpel Wade. Doch irgendetwas stört Lavon an seinem Schwarm Didi …","versions":[{"lang":1,"streams":[{"redirect":9605828,"hoster":"VOE"},{"redirect":8547147,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mätressen und Missverständnisse","epNo":12,"alt":"Mistress \u0026 Misunderstandings","descr":"Sie ist kaum wiederzuerkennen: Zoe hat in letzter Zeit so gute Laune, dass sich ihre Freunde schon beinahe Sorgen machen. Sie fragen sich, was wohl hinter ihrem Dauergrinsen stecken mag. Es stellt sich heraus, dass Zoe ihre neue Freundschaft mit AnnaBeth verheimlicht. Der Grund: Ihre Erzfeindin Lemon soll nichts davon erfahren. Diese kämpft unterdessen mit allen Mitteln, um die Stellung als Belles-Oberhaupt.","versions":[{"lang":1,"streams":[{"redirect":9605824,"hoster":"VOE"},{"redirect":8547154,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zoe vs Wade","epNo":13,"alt":"Sweetie Pies \u0026 Sweaty Palms","descr":"Zoe findet es noch zu früh, ihren Freund Judson beim \"Sweetie Pie Dance\" offiziell vorzustellen. Sie plant hingegen, bei ihrer Freundin Rose zu übernachten, deren Eltern einen Abend in der Stadt verbringen. George hat unterdessen Riesenärger mit Lemon: Da er einen Termin für die Vorbereitung der Hochzeit verschläft, bricht für die Braut in spe mal wieder eine Welt zusammen. Dennoch kümmert sie sich um ihren Vater, den sie nach langer Trauerzeit wieder auf ein Date schicken will.","versions":[{"lang":1,"streams":[{"redirect":9605827,"hoster":"VOE"},{"redirect":8547153,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Aliens","epNo":14,"alt":"Aliens \u0026 Aliases","descr":"Wade bringt Lemon dazu, sich als Joelle zu verkleiden. Der Hintergrund: Er will Joelles Ex-Freund davon überzeugen, dass er sich geirrt und Wade und Joelle nicht zusammen ertappt hat. Lavon ist unterdessen überfordert mit Didis seltsamem Verhalten und bittet Zoe um Hilfe. Nach langer Überlegung beschließt sie, ihm den schockierenden Grund dafür zu offenbaren. Auch George braucht Zoes medizinischen Rat, was einen seiner Klienten angeht.","versions":[{"lang":1,"streams":[{"redirect":9582037,"hoster":"VOE"},{"redirect":8547151,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schnee in Bluebell","epNo":15,"alt":"Snowflakes \u0026 Soulmates","descr":"Zoe ist entzückt, als unzählige weiße Flocken die Dächer des Städtchens Bluebell bedecken. Ganz im Gegensatz zu den abergläubischen Anwohnern, die hinter dem Schnee ein böses Omen. Unterdessen treffen Lavons Eltern in der Stadt ein – der perfekte Zeitpunkt, um ihnen endlich Didi vorzustellen. Doch das Kennenlernen verläuft anders als gedacht. Lemon und George machen derweil große Pläne für ihre Zukunft.","versions":[{"lang":1,"streams":[{"redirect":12926914,"hoster":"VOE"},{"redirect":8547152,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mann des Jahres","epNo":16,"alt":"Tributes \u0026 Triangles","descr":"Brick ist enttäuscht, hatte er sich den Sieg bei Bluebells Wahl um den Mann des Jahres doch so sehr erhofft. Doch George hat ihm den Rang abgelaufen und sein neuer Titel hat nicht nur für ihn Konsequenzen: Um den Sieg zu feiern, soll Lavon eine Cocktailparty ausrichten. Angesichts seiner Vorgeschichte mit Lemon, keine leichte Aufgabe. Zoe will ihm mit den Vorbereitungen helfen. Als sie auf der Feier jedoch gebeten wird, eine Rede für George zu halten, ist das Chaos perfekt.","versions":[{"lang":1,"streams":[{"redirect":12379469,"hoster":"VOE"},{"redirect":8547160,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hoher Besuch","epNo":17,"alt":"Heart To Hart","descr":"Zoes Stiefvater stattet Bluebell einen Besuch ab. Doch sein Aufenthalt dient keineswegs der Erholung: Er vollzieht eine komplizierte Herz-Operation an Georges Vater. Zoe sieht dem Besuch mit gemischten Gefühlen entgegen. Unterdessen zeigt Lemon plötzlich ihre überaus freundliche Seite. Dadurch will sie verhindern, dass Zoe ihr kleines Geheimnis verrät: Lemon trifft sich heimlich mit Lavon …","versions":[{"lang":1,"streams":[{"redirect":9582038,"hoster":"VOE"},{"redirect":8570245,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Junggesellinnen und Jäger","epNo":18,"alt":"Bachelorettes \u0026 Bullets","descr":"Schlaflose Nächte plagen George: Er fragt sich immer wieder, ob er tatsächlich Lemon und Lavon beim Küssen ertappt hat. In seiner Ratlosigkeit wendet er sich an Zoe und fragt sie um Rat. Unterdessen plant Wade einen Angelausflug, bei dem die Männer Georges Junggesellenabschied gebührend feiern wollen. Magnolia besorgt in der Zwischenzeit einen Stripper, um Lemons Party ins Rollen zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9592615,"hoster":"VOE"},{"redirect":8570247,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Carpe Diem","epNo":19,"alt":"Destiny \u0026 Denial","descr":"George ist enttäuscht und wütend. Lemon ist mit ihren Lügen und hinterlistigen Tricks zu weit gegangen. Er fragt Zoe, ob sie ihn auf seinem Weg nach New Orleans begleiten möchte. Die beiden kommen sich näher. Unterdessen hat Wade mit Gedächtnislücken nach der letzten Nacht zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":9592614,"hoster":"VOE"},{"redirect":8547159,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Wettkampf und die Beziehung","epNo":20,"alt":"The Race \u0026 The Relationship","descr":"Zoe ist fest davon überzeugt, dass George und sie füreinander bestimmt sind. Er betrachtet die Sache jedoch eher nüchtern. Unterdessen werden die Pärchenkonstellationen für den Bluebell Battle bekannt gegeben. Das Ergebnis wird von den Beteiligten mürrisch hingenommen: Zoe kämpft an Wades Seite, während George mit Lemon ein Team bildet.","versions":[{"lang":1,"streams":[{"redirect":12923247,"hoster":"VOE"},{"redirect":8547156,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Notfälle und Notfallübungen","epNo":21,"alt":"Disaster Drills \u0026 Departures","descr":"Rose hat die typischen Symptome von Liebeskummer, da ist sich Zoe ganz sicher. Sie vergisst jedoch, dass die Schmerzen im Bauch eine rein physische Ursache haben könnten. Wegen ihrer Fehldiagnose zeigt ihr die Stadt nun die kalte Schulter. Unterdessen versucht Lemon, ihren George mit einem romantischen Abendessen zurückzuerobern. Als Zoes Stiefvater erneut Bluebell besucht, denkt Zoe darüber nach, alles hinter sich zu lassen.","versions":[{"lang":1,"streams":[{"redirect":9605832,"hoster":"VOE"},{"redirect":8570253,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der große Tag","epNo":22,"alt":"The Big Day","descr":"Nach Monaten der Vorbereitung, die Lemon einige Nerven gekostet haben, ist es nun endlich soweit: Es wird geheiratet. Der Enthusiasmus des Bräutigams George hält sich jedoch in Grenzen. Unterdessen wütet ein schwerer Sturm über Bluebell und jeder versucht, sich in Sicherheit zu bringen. Zufällig landen Zoe und Wade in derselben Scheune fernab der Stadt. Die beiden werden von ihren Gefühlen übermannt …","versions":[{"lang":1,"streams":[{"redirect":9605836,"hoster":"VOE"},{"redirect":8570248,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ende und Anfang","epNo":1,"alt":"I Fall To Pieces","descr":"Nach der geplatzten Hochzeit kann sich Zoe sicher sein: George will sie! Doch da ist er nicht der Einzige. Nachdem Wade eine Nacht mit der hübschen Ärztin verbracht hat, will er ebenfalls eine Beziehung mit ihr eingehen. Zoe muss sich entscheiden. Unterdessen beginnt Lemon, ihr Leben neu zu strukturieren. Ein neuer Job und eine eigene Wohnung sollen ihr dabei helfen.","versions":[{"lang":1,"streams":[{"redirect":9582044,"hoster":"VOE"},{"redirect":8547155,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Immer in meinen Gedanken","epNo":2,"alt":"Always On My Mind","descr":"Wade und Zoe verbindet eine Hassliebe: Diese Kombination scheint äußerst gut in der Horizontalen zu harmonieren. Zoe will die Beziehung jedoch beenden. Wade wettet mit ihr um 100 Dollar, dass sie ihm nicht widerstehen kann. Lemon nimmt unterdessen einen Kellner-Job in Wades Restaurant an. Dabei ist sie die Einzige, die von ihren Servicequalitäten überzeugt ist …","versions":[{"lang":1,"streams":[{"redirect":9700974,"hoster":"VOE"},{"redirect":8547162,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Viele Wege führen zum Glück","epNo":3,"alt":"If It Makes You Happy","descr":"Zoe stöbert in dem Ehemaligen-Heft ihrer Uni, in dem die Absolventen samt ihrer glorreichen Karrieren abgebildet sind. Es ärgert sie, dass ein Ex-Kommilitone große berufliche Erfolge erzielt hat und plant die Revanche. Sie lädt einen Reporter nach Bluebell ein, der ihre florierende Praxis festhalten soll. Doch die Aktion verläuft nicht nach Zoes Vorstellungen. Unterdessen fürchtet Lavon um seinen Sitz als Bürgermeister. Konkurrentin Ruby ist ihm dicht auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":9700975,"hoster":"VOE"},{"redirect":8547158,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der große Wahlkampf","epNo":4,"alt":"Suspicious Minds","descr":"Lemon hat eine neue Aufgabe gefunden: Sie wird Lavon bei seinem Wahlkampf für den Posten des Bürgermeisters von Bluebell unterstützen. Es gilt, seine Rivalin Ruby aus dem Rennen zu werfen. Trotz aller Bemühungen steht Lavon kurz davor, ein Eigentor zu schießen. Während Lemon mitten in den Vorbereitungen für den Wahlkampf steckt, versinken ihr Vater Brick und Magnolia in ihrem chaotischen Haushalt.","versions":[{"lang":1,"streams":[{"redirect":9605835,"hoster":"VOE"},{"redirect":8570251,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schlafwandler","epNo":5,"alt":"Walkin’ After Midnight","descr":"George Tucker ist öfter in Bluebell unterwegs, als ihm lieb ist. Als Schlafwandler zieht er nachts um die Häuser und landet stets bei Zoe. Diese verbringt ihre Nächte jedoch nicht mehr alleine. Der Wahlkampf um den Posten des Bürgermeisters ist unterdessen in vollem Gange. Noch hat Lavon seine Konkurrentin Ruby nicht ausgestochen. Plötzlich hat Annabeth einen ungewöhnlichen Einfall, mit dem er viele Wähler auf seine Seite ziehen könnte.","versions":[{"lang":1,"streams":[{"redirect":9582041,"hoster":"VOE"},{"redirect":8570252,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verbrüderung mit dem Feind","epNo":6,"alt":"I Walk The Line","descr":"Bluebell geht an die Wahlurnen. Natürlich unterstützt jeder Bürger tatkräftig und lautstark seinen Favoriten für den Stuhl des Bürgermeisters. Bei den Kandidaten verdrängen hingegen die Gefühle die Aufregung. Während Annabeth Lavon schöne Augen macht, kocht Lemon vor Eifersucht. Lavon findet allerdings immer mehr Gefallen an seiner schärfsten Konkurrentin Ruby. Unterdessen lässt sich Zoe mit Magnolia auf eine Abmachung ein, von der beide profitieren sollen …","versions":[{"lang":1,"streams":[{"redirect":9582043,"hoster":"VOE"},{"redirect":8547168,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Romantik","epNo":7,"alt":"Baby, Don’t Get Hooked On Me","descr":"Der größte Football-Star der Schule sitzt in Zoes Praxis. Als die junge Ärztin ihn mit Umsicht medizinisch versorgt, verliebt sich der Sportler unsterblich in sie. Davon ist Zoe nicht gerade angetan. Sie versucht ihn loszuwerden, doch die Einwohner Bluebells protestieren. Zoe soll mit der Abfuhr noch warten, bis der Football-König sein nächstes Spiel angetreten hat. Unterdessen werden aus Konkurrenten Turteltauben: Ruby und Lavon treffen sich zum Abendessen.","versions":[{"lang":1,"streams":[{"redirect":9592616,"hoster":"VOE"},{"redirect":8547163,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Headhunter","epNo":8,"alt":"Achy Breaky Hearts","descr":"Die Beziehung von Lavon und Ruby ist einigen Personen in Bluebell ein Dorn im Auge. Allen voran Lemon und Zoe. Während die eine eifersüchtig ist, hält die andere die neue Freundin des Bürgermeisters für hinterhältig. Zoe findet, Lavon verdiene etwas Besseres. Unterdessen zeigt George Interesse an Wades Ex-Frau. Die Gefahr ist groß, dass er durch sie etwas von der Liaison zwischen Wade und Zoe erfährt …","versions":[{"lang":1,"streams":[{"redirect":9592617,"hoster":"VOE"},{"redirect":8547167,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Funkenflug","epNo":9,"alt":"Sparks Fly","descr":"Bluebell stolpert von einem Fest ins andere: Heute ist eine große Wohltätigkeitsauktion geplant. Natürlich laufen die Dinge nicht so ab, wie geplant: Von skurrilen Wetteinsätzen über zwischenmenschliche Differenzen – Langeweile kommt bei der Versteigerung ganz sicher nicht auf.","versions":[{"lang":1,"streams":[{"redirect":9592618,"hoster":"VOE"},{"redirect":14229032,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Fest der Liebe","epNo":10,"alt":"Blue Christmas","descr":"Bluebells Weihnachtsmann wird nach einem Besuch in Zoes Praxis unverzüglich krank geschrieben. Zoe hat nun die undankbare Aufgabe, selbst in den rot-weißen Umhang zu schlüpfen, um Crazy Earl einen Besuch abzustatten. Unterdessen beschließt Ruby, das Städtchen zu verlassen – unter großem Protest von Lavon. Passend zum Fest der Liebe wird sich auch Zoe ihrer Gefühle für Wade bewusst?","versions":[{"lang":1,"streams":[{"redirect":9592619,"hoster":"VOE"},{"redirect":8547161,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10111335,"hoster":"VOE"},{"redirect":10111305,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wutprobe","epNo":11,"alt":"Old Alabama","descr":"Ein großes Fest bringt viel zwischenmenschlichen Wirbel mit sich. Bluebell feiert den \"Tag der Pioniere\". Lemon bemüht sich, das Catering in die Hand zu nehmen. Nachdem sie ihre Tollpatschigkeit bereits als Kellnerin in Wades Kneipe unter Beweis gestellt hat, möchte Lavon ihr ungern diese Aufgabe überlassen. Wade und Zoe schlüpfen hingegen in die Rolle des Präsidenten und seiner Frau. Wie immer, hat die junge Ärztin etwas an ihrem Partner zu meckern.","versions":[{"lang":1,"streams":[{"redirect":9592620,"hoster":"VOE"},{"redirect":8547164,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Vierer Date","epNo":12,"alt":"Islands In The Stream","descr":"George will seinen Eltern endlich Tansy vorstellen. Die neue Freundin scheint seine Mutter jedoch nicht zu überzeugen. Die heckt unterdessen Pläne aus, wie sie ihren Sohn näher an Zoe bringen kann. Lavon ist in der Zwischenzeit damit beschäftigt, mehr über die Identität eines Neuankömmlings zu erfahren. Der Brite flirtet mit Annabeth und Lavon wird das Gefühl nicht los, dass er etwas Böses im Schilde führt.","versions":[{"lang":1,"streams":[{"redirect":9592621,"hoster":"VOE"},{"redirect":8547169,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Liebeskrank","epNo":13,"alt":"Lovesick Blues","descr":"Eine Grippewelle legt ganz Bluebell flach. Zoe setzt die Bewohner unter Quarantäne. Der einzige Wermutstropfen: Sie hat große Sehnsucht nach Wade, der außerhalb der Stadt mit seiner Ex-Freundin unterwegs ist. Die Quarantäne verzögert seine Rückkehr. Unterdessen legt Lavon seine Energie in den Dreh eines Imagefilms für Bluebell. Doch der Nachbarort Fillmore rückte zuerst mit dieser Idee an …","versions":[{"lang":1,"streams":[{"redirect":9592622,"hoster":"VOE"},{"redirect":8570255,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lemon 2.0","epNo":14,"alt":"Take Me Home, Country Roads","descr":"Zoe hat alle Hände voll zu tun, denn die Erkältungswelle führt sämtliche Bewohner von Bluebell zu ihr in die Praxis. Wade ist von dem Umstand wenig begeistert, da er mehr Zeit mit ihr verbringen will. Unterdessen bereiten sich Lemon und Schwester Magnolia auf den großen Schlag gegen Shelby vor. Sie können nicht akzeptieren, dass ihr Vater die Beziehung mit ihr tatsächlich öffentlich machen möchte.","versions":[{"lang":1,"streams":[{"redirect":9592623,"hoster":"VOE"},{"redirect":8570257,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Unter Druck","epNo":15,"alt":"The Gambler","descr":"Wade hat große Pläne: Bei dem \"Battle of the Bands?-Wettbewerb will er auf das Siegertreppchen steigen, um mit dem Preisgeld seine eigene Bar zu eröffnen. Zoe schlägt ihm vor, seinen Nebenbuhler George in die Band aufzunehmen. Streit ist da natürlich vorprogrammiert! Lavon hat unterdessen jegliche Hoffnung auf eine glückliche Liebesbeziehung aufgegeben. Erst als Tom ihn bittet, ihm in einer Liebesangelegenheit zu helfen, geht ihm plötzlich ein Licht auf.","versions":[{"lang":1,"streams":[{"redirect":9592624,"hoster":"VOE"},{"redirect":8547166,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wahre Gefährten","epNo":16,"alt":"Where I Lead Me","descr":"Wanda und Tom planen die wohl spontanste Hochzeit, die Bluebell je erlebt hat. In zwei Tagen wollen sie vor den Altar treten. Die Braut möchte Zoe zu ihrer Trauzeugin machen. Der Trubel kommt der jungen Ärztin sehr gelegen, lenkt er sie doch von der seltsamen Stimmung zwischen ihr und Wade ab. Lavon erfährt hingegen von dem Vorhaben der Nachbarschaft, ein Einkaufszentrum neben dem Strand zu errichten. Er bittet George um Rat.","versions":[{"lang":1,"streams":[{"redirect":9592625,"hoster":"VOE"},{"redirect":8570256,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hass und Trauer","epNo":17,"alt":"We Are Never Ever Getting Back Together","descr":"Zoe versucht mit allen Mitteln, über Wades Fremdgehen hinwegzukommen. Doch anstatt sich selbst zu helfen, sieht sie in ihrem Umfeld nur vermeintlichen Lug und Betrug. So könnte sie etwa schwören, dass Max Rose hintergeht und macht sich auf die Suche nach Beweisen. Unterdessen tut auch Lemon alles, was in ihrer Macht steht, um Brick und Shelby auseinanderzubringen. George soll ihr gefälligst dabei helfen …","versions":[{"lang":1,"streams":[{"redirect":9592626,"hoster":"VOE"},{"redirect":8570262,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Spring Break in Bluebell","epNo":18,"alt":"Why Don’t We Get Drunk?","descr":"Um Touristenscharen nach Bluebell zu locken, wirbt Lavon mit dem Örtchen als Spring Break-Hotspot. Die Einheimischen haben allerdings keine Lust auf dauerbetrunkene partyhungrige Gäste und holen zum Gegenschlag aus. Unterdessen muss ein eifersüchtiger George dabei zusehen, wie Zoe etwas zu viel Zeit mit Jonah verbringt und ausgelassen mit ihm feiert. Bringt ihn dieser Umstand endlich dazu, seine Gefühle zu offenbaren?","versions":[{"lang":1,"streams":[{"redirect":9592627,"hoster":"VOE"},{"redirect":8547171,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Kuss","epNo":19,"alt":"This Kiss","descr":"Wieder einmal herrscht völliges Gefühlschaos in der gemütlichen Kleinstadt Bluebell: Tansy vermutet, dass George Gefühle für Zoe hat. Die junge Ärztin muss sich wiederum eingestehen, dass die Liebe zu George langsam wieder zu wachsen beginnt. Als sich die beiden im Rahmen eines Theaterstücks einen Kuss geben sollen, sorgt das für große Probleme. Unterdessen beschäftigen sich Lemon und Wade mit bodenständigen Angelegenheiten: Sie arbeiten auf die Restaurantseröffnung hin.","versions":[{"lang":1,"streams":[{"redirect":9592630,"hoster":"VOE"},{"redirect":8547165,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die grosse Manipulatorin","epNo":20,"alt":"If Tomorrow Never Comes","descr":"Für Zoe bricht eine Welt zusammen, als sie erfährt dass Tansy zu George zieht. Dennoch fasst sie sich ein Herz und gesteht ihm ihre Gefühle. Kann sie ihn dazu bewegen, Tansy zu verlassen? Unterdessen versuchen Wade und Lemon, dem Rammer Jammer ein neues Image zu verpassen. Das beinhaltet auch eine neue Klientel. Sie stehen vor der heiklen Aufgabe, ihre Stammkunden zu verscheuchen.","versions":[{"lang":1,"streams":[{"redirect":9592629,"hoster":"VOE"},{"redirect":8547177,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Drama-Queen","epNo":21,"alt":"I’m Moving On","descr":"Zoe will sich nun endgültig von ihren alten Gefühlen trennen und einen Neuanfang in Sachen Liebe wagen. Die Frage ist jedoch: Wer ist der passende Kandidat? Max und Rose wollen der jungen Ärztin Max’ Vater schmackhaft machen. Ob das funktionieren kann? Unterdessen müssen Wade und Lemon schweren Herzens die Schließung ihres Lokals hinnehmen. Sie haben sich nicht strikt genug an die Regeln und Vorgaben gehalten.","versions":[{"lang":1,"streams":[{"redirect":9592628,"hoster":"VOE"},{"redirect":8547170,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Neue Wege","epNo":22,"alt":"On The Road Again","descr":"Tansy hat sich entschieden: Sie wird sich von George trennen. Unterdessen braucht Zoe dringend eine Auszeit von Bluebell. Sie ärgert sich, dass sie bei Wade wieder schwach geworden ist und bucht eine Reise nach New York. Doch anstatt der wohlverdienten Erholung beginnt bereits im Flugzeug der nächste Stress: Ein Passagier braucht dringend medizinische Hilfe. In Bluebell passieren währenddessen seltsame Dinge: Lavons Alligator wird entführt.","versions":[{"lang":1,"streams":[{"redirect":9592631,"hoster":"VOE"},{"redirect":8547175,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Heimkehr","epNo":1,"alt":"Who Says You Can’t Go Home","descr":"Nachdem sie den Sommer in New York verbracht hat, ist Zoe bereit, wieder in die Großstadt zu ziehen. Doch zuerst gibt es noch einige Dinge in Bluebell zu erledigen: Sie will ihrem Ex-Chef Dr. Breeland ein gutes Zeugnis entlocken und dafür sorgen, dass George die große Dorfparade wieder stattfinden lässt. Sie muss jedoch feststellen, dass sich nicht jeder über ihre Rückkehr freut …","versions":[{"lang":1,"streams":[{"redirect":9582047,"hoster":"VOE"},{"redirect":8547172,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der große Unbekannte","epNo":2,"alt":"Friends in Low Places","descr":"Um ihre Gastfreundschaft unter Beweis zu stellen, laden Lavon und AnnaBeth, Joel und Zoe zum Abendessen ein. Als Lemon jedoch einem der begehrtesten Junggesellen der Gegend begegnet, lädt sie sich und ihre neue Eroberung kurzerhand auch zu Lavon ein. Im Laufe des Abends nehmen noch weitere unerwartete Gäste an der Tafel des Bürgermeisters Platz …","versions":[{"lang":1,"streams":[{"redirect":9582046,"hoster":"VOE"},{"redirect":8547173,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf Südstaatenart","epNo":3,"alt":"Take This Job and Shove It","descr":"Um Konfrontationen mit Brick aus dem Weg zu gehen, empfängt Zoe still und heimlich wieder Patienten in Bluebell. Überraschenderweise muss auch George die Dienste der jungen Ärztin in Anspruch nehmen. Unterdessen kämpft Lavon dafür, ein junges Baseball-Team in die Stadt zu bringen. Er braucht dringend Bricks Hilfe, um den Besitzer der Mannschaft von dem Standort zu überzeugen …","versions":[{"lang":1,"streams":[{"redirect":9592632,"hoster":"VOE"},{"redirect":8570263,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein unvergesslicher Abend","epNo":4,"alt":"Help Me Make It Through the Night","descr":"Lavon gibt sich die größte Mühe, Annabeth einen unvergesslichen Abend zu bescheren. Leider scheint er kein Händchen dafür zu haben, denn die Dame ist alles andere als begeistert. Unterdessen wendet sich Lemon an eine eher ungewöhnliche Partyvermittlung: Ihre Großmutter soll ihr ein Date und eine Einladung zur Halloweenparty besorgen. Wade tut indes das, was er besten kann: ein Mädchen nach dem anderen ausführen.","versions":[{"lang":1,"streams":[{"redirect":9582045,"hoster":"VOE"},{"redirect":8570258,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"13 Prozent!","epNo":5,"alt":"How Do You Like Me Now?","descr":"Zoe ist überglücklich, dass sich Joel so gut in Bluebell einlebt. Die Einwohner des Städtchens haben allerdings keine besonders gute Meinung von dem Neuankömmling. Um seinen Ruf zu retten, will Zoe mit ihm das Abenteuer-Camp für junge Mädchen begleiten. George und Lynly haben hingegen ihre Startschwierigkeiten, doch mit der Zeit scheinen die beiden ein gutes Team abzugeben.","versions":[{"lang":1,"streams":[{"redirect":9592633,"hoster":"VOE"},{"redirect":8570260,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Familienbande","epNo":6,"alt":"Family Tradition","descr":"Zoe und Joel sind auf der Suche nach einem gemütlichen Plätzchen, um zusammenzuleben. Zoe findet heraus, dass das perfekte Anwesen für ihre Zwecke im Besitz der Verwandtschaft ihres leiblichen Vaters ist. Ist sie zu einer Auseinandersetzung mit dem unbekannten Teil der Familie bereit? Unterdessen bekommt Lemon ein verlockendes Job-Angebot, für das sie ihr geliebtes Städtchen verlassen müsste.","versions":[{"lang":1,"streams":[{"redirect":9582048,"hoster":"VOE"},{"redirect":8547176,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Ultimatum","epNo":7,"alt":"I Run To You","descr":"Zoe beobachtet mit Argwohn, wie viel Zeit Joel und Wade miteinander verbringen. Ihr fällt auf, dass Joels Schreibambitionen unter den Treffen mit seinem neuen Kumpel leiden. Natürlich gibt sie Wade die alleinige Schuld an der Schreibfaulheit ihres Freundes. Unterdessen beratschlagen sich George und Lynly, ob sie mit Lavon offen über ihre Gefühle zueinander sprechen sollten.","versions":[{"lang":1,"streams":[{"redirect":9592634,"hoster":"VOE"},{"redirect":12980904,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wunder geschehen","epNo":8,"alt":"Miracles","descr":"Zoe behandelt ihren Onkel in der Praxis, als ihr die Idee kommt, ihn zum Hanukkah-Fest einzuladen. Das bringt ihr wieder einmal ziemlich großen Ärger mit Vivian Wilkes ein. Unterdessen plagt sich Wade mit schrecklichen Zahnschmerzen ab, weigert sich jedoch, einen Arzt aufzusuchen. Ein Gespräch mit Tansy hilft ihm nicht nur, die Schmerzen in den Griff zu bekommen, sondern auch sein Leben und Zukunft neu zu überdenken …","versions":[{"lang":1,"streams":[{"redirect":9592635,"hoster":"VOE"},{"redirect":8547180,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wir brauchen einen Skandal","epNo":9,"alt":"Something to Talk About","descr":"Da hätte er mal lieber um Erlaubnis fragen sollen … Wade geht mit einer guten Bekannten von Zoe aus. Das passt der jungen Ärztin so gar nicht in den Kram und sie zieht alle Register, um weitere Dates zwischen den beiden zu vermeiden. Unterdessen fällt ihr die ehrenvolle Aufgabe zu, für einen deftigen Skandal in der Kleinstadt zu sorgen, um von einer viel skandalöseren Geschichte abzulenken. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592636,"hoster":"VOE"},{"redirect":8570259,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10636640,"hoster":"VOE"},{"redirect":10111307,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Star der Show","epNo":10,"alt":"Star Of The Show","descr":"Dr. Breeland ist etwas überfordert mit seiner Assistenz beim örtlichen Cabaret, so dass er kurzerhand Zoe in die Veranstaltung einberuft und ihr eine knifflige Rolle übergibt. Unterdessen beobachtet Lynly die enge Freundschaft zwischen George und Tansy misstrauisch. Sie befürchtet, dass aus der Freundschaft bald mehr werden könnte. Wade scheint es richtig erwischt zu haben, doch warum distanziert sich seine neue Flamme immer mehr von dem attraktiven Herzensbrecher? (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9015091,"hoster":"VOE"},{"redirect":8570261,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die allerletzte Chance","epNo":11,"alt":"One More Last Chance","descr":"Zoe und Joel sind immer noch auf der Suche nach dem perfekten Heim. Dabei läuft Zoe ihrer Tante in die Arme. Wie sich herausstellt, kann diese New Yorker nicht ausstehen. Wade ist unterdessen bereit, seine Beziehung mit Vivian zu festigen. Zunächst muss er jedoch ihren kleinen Sohn von seinen Fähigkeiten als Stiefvater überzeugen. Bei Lynly und George tauchen indes die ersten Wolken am siebten Himmel auf … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592637,"hoster":"VOE"},{"redirect":8547181,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein richtig knallharter Typ","epNo":12,"alt":"Should’ve Been A Cowboy","descr":"Endlich haben Zoe und Joel ein passendes Haus gefunden. Kurz nach dem Kauf müssen sie feststellen, dass einiges an Arbeit und Investitionen auf sie zukommt, um ihr neues Zuhause angenehm zu gestalten. Unterdessen muss sich Zoe mal wieder vor Brick bewähren: Bluebell steht der \"Monat der Gesundheit\" bevor und Zoe will die Bewohner dazu bringen, insgesamt 500 Pfund abzunehmen. Schafft sie es, könnte Brick sie wieder in die Praxis integrieren. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":14423530,"hoster":"VOE"},{"redirect":8547178,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zwischen den Stühlen","epNo":13,"alt":"Act Naturally","descr":"Joel legt sich richtig ins Zeug, um Zoes Geburtstagsparty auszurichten. Das Fest soll bei Lavon stattfinden. Die Freude wird jedoch getrübt, als plötzlich Zoes Mutter aus New York auftaucht. Unterdessen hadert Wade mit der Tatsache, dass Vivian seinen Vater kennenlernen will. Eine Begegnung mit seinem alten Herren könnte sie verstört zurücklassen. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592638,"hoster":"VOE"},{"redirect":8547179,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Lemons Rückkehr","epNo":14,"alt":"Here You Come Again","descr":"Zoes Mutter besucht ihre Tochter zum ersten Mal als Patientin in der Praxis. Die junge Ärztin freut sich darauf, endlich die ungeteilte Aufmerksamkeit ihrer Mutter zu bekommen. Unterdessen erfährt ein erstaunter Brick, dass Lemon bald nach Bluebell zurückkehren wird. Sofort macht er sich an die Organisation einer riesigen Willkommensparty. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9582051,"hoster":"VOE"},{"redirect":8547187,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Duell in Bluebell","epNo":15,"alt":"Ring Of Fire","descr":"Zoe nimmt es Joel übel, unqualifizierte Arbeiter für die Renovierung des Hauses engagiert haben. Als sich einer von ihnen verletzt, wird die Situation mehr als ungemütlich. Unterdessen organisiert Lavon ein Straßenfest, für das jedoch niemand Karten kaufen möchte. Kurzerhand beschließt er, die beiden Verehrer von Lemon zur Hauptattraktion der Feier zu deklarieren. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592639,"hoster":"VOE"},{"redirect":8547183,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Fernbeziehung","epNo":16,"alt":"Carrying Your Love with Me","descr":"Langsam platzt Zoe und Joel der Kragen: Wie viele Tiefschläge müssen sie noch erleben, bis sie sich in ihrem neuen Zuhause endlich wohlfühlen können? Lemon ist unterdessen mit dem Aufbau ihres eigenen Unternehmens beschäftigt und bittet George um Hilfe. Wie erwartet kommt es zum großen Krach zwischen den beiden – Wade muss schlichtend eingreifen … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592641,"hoster":"VOE"},{"redirect":8547184,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Verflucht","epNo":17,"alt":"A Good Run Of Bad Luck","descr":"Zoe und Lavon stellen fest, dass ein seltsamer Fluch auf ihnen lastet. Sie sind sich einig, dass sie ihre Vergangenheit aufarbeiten müssen, damit die Zukunft rosig werden kann. Nach einer unangenehmen Begegnung versuchen sich Lemon und George aus dem Weg zu gehen. Das gestaltet sich jedoch schwierig, da sie nun Geschäftspartner sind. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592640,"hoster":"VOE"},{"redirect":8570264,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Männer-Heilfasten","epNo":18,"alt":"Back In The Saddle Again","descr":"Wade ist begeistert, dass Vivian mit ihm ausgeht. Doch dann beginnt ihr Ex-Mann, ihr Nachrichten zu schreiben. In Wade wächst das Misstrauen: Welche Absichten verfolgt Vivians Verflossener? Unterdessen heckt Magnolia einen Plan aus, um Brick aus seinem Haus wegzulocken. Sie will eine Party schmeißen … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592642,"hoster":"VOE"},{"redirect":8547182,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein besserer Mann","epNo":19,"alt":"A Better Man","descr":"Die ambitionierte frischgebackene New Yorker Ärztin Zoe Hart möchte sich auf dem Gebiet der Herzchirurgie spezialisieren. Um jedoch das nötige Stipendium dafür zu bekommen, muss sie ein Jahr lang die Praxis eines Provinzstädtchens in Alabama leiten – gemeinsam mit einem Landarzt. Wenn Kleinstadtmentalität auf Großstadtallüren trifft, und dann auch noch die Liebe zu zwei Männern ins Spiel kommt, ist das Chaos perfekt … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592643,"hoster":"VOE"},{"redirect":8547188,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein unschlagbares Team","epNo":20,"alt":"Together Again","descr":"Wade gibt Zoe die Schuld für seine Beziehungsprobleme. Sie meidet den Frustrierten und mischt sich lieber in die Streitigkeiten von George und Lemon. Während AnnaBeth sich darauf freut, ihren Eltern den neuen Freund vorzustellen, sehnen sich diese eher nach Lavons Gesellschaft. Brick kümmert sich indes um die Fruchtbarkeitsprobleme von Tom und Wanda. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592646,"hoster":"VOE"},{"redirect":8547185,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"In der Falle","epNo":21,"alt":"Stuck","descr":"Wades Vater Earl braucht weiblichen Rat in Liebesdingen. Wer könnte da besser helfen als Zoe? Die ist überglücklich ob ihrer neuen Aufgabe und platzt vor Tatendrang, als ihr Wade plötzlich einen Strich durch die Rechnung macht. Unterdessen arbeitet Lemon hart am Image des Fancie’s, doch all ihre Bemühungen scheinen vergebens … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9700980,"hoster":"VOE"},{"redirect":12978277,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Alle Karten auf den Tisch","epNo":22,"alt":"Second Chance","descr":"Zoe bemüht sich, Wade in aller Hinsicht zu unterstützen. Völlig unerwartet beginnt er jedoch ein Gespräch mit ihr und konfrontiert sie mit einem beunruhigenden Gedanken: Er überlegt, dem Rammer Jammer und Blue Bell den Rücken zu kehren. Unterdessen legt Oma Bettie ihrer Enkelin Lemon nahe, die Suche nach einem Ehemann etwas ernsthafter anzugehen. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":9592645,"hoster":"VOE"},{"redirect":8570265,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Krawumm!","epNo":1,"alt":"Kablang","descr":"Zoe ist ganz aufgeregt, denn Wade will nun doch in BlueBell bleiben. Sie setzt deshalb alles daran, seine Aufmerksamkeit zu gewinnen – und wartet trotzdem vergeblich auf die Reaktion, die sie eigentlich erhofft hat. Derweil werden George und Lavon für die örtliche Feuerwehr rekrutiert und finden sich schon bald mitten in einer Übung wieder. Ihnen wird auch klar, dass sie sich für die gleiche Frau interessieren: Lemon. Und die will nicht nur einen Job, sondern endlich auch den Mann ihrer Träume. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9015104,"hoster":"VOE"},{"redirect":8570266,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11109901,"hoster":"VOE"},{"redirect":10111308,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lockenwickler","epNo":2,"alt":"The Curling Iron","descr":"Wade ist von Zoes Verhalten zunehmend irritiert. Ratsuchend wendet er sich an Lemon, denn die kennt sich in Liebesdingen aus. Lemon und ihr Vater Brick wollen unterdessen ihre jeweiligen romantischen Irrungen und Wirrungen für sich zu behalten: Großmutter Bettie darf auf keinen Fall etwas erfahren. Und Lavon und George versuchen, die Wahrheit über Lemons neuen Freund Henry herauszufinden. Zoe gibt sich derweil die größte Mühe, sich auf ihre Arbeit als Ärztin zu konzentrieren. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9015102,"hoster":"VOE"},{"redirect":8570268,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10111314,"hoster":"VOE"},{"redirect":10111312,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nacht der Erkenntnis","epNo":3,"alt":"The Very Good Bagel","descr":"Im Beziehungschaos von Zoe und Wade scheint sich langsam aber sicher eine Lösung abzuzeichnen. Lemon schwelgt derweil in Erinnerungen an ihre Highschool-Zeit und hat auf einmal die Idee, mit Annabeth und Crickett am See das Ferienhaus von Georges Eltern zu stürmen. Während George und Lavon bei diesem Mädelsabend bald rettend eingreifen, fällen sie einige drastische Entscheidungen, die ihr Liebesleben betreffen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9700982,"hoster":"VOE"},{"redirect":8547189,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10603378,"hoster":"VOE"},{"redirect":10111309,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Shelby ist unschlagbar","epNo":4,"alt":"Red Dye #40","descr":"Lemon hat finanzielle Sorgen. Als Lavon davon hört, organsiert er kurzerhand eine Talentshow. Alle Einwohner von BlueBell, inklusive Lemon, hätten dadurch die Möglichkeit, so ganz nebenbei ein bisschen Geld zu gewinnen. Allerdings fühlen sich die Teilnehmer von Shelby eingeschüchtert. Als sie kurz vor ihrem Auftritt plötzlich krank wird, steht die ganze Stadt vor einem Rätsel. Was steckt dahinter? Zoe und Wade finden sich derweil in einer Situation wieder, die ihren Beziehungsstatus enthüllen könnte. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9592644,"hoster":"VOE"},{"redirect":8547186,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Star im Rammer Jammer","epNo":5,"alt":"Bar-Be-Q Burritos","descr":"Nachdem sie eine lange Liste mit all den Dingen zusammengestellt haben, die sie noch benötigen, bevor das Baby kommt, stellen Zoe und Wade fest, dass ihr Geld hinten und vorne nicht reicht. Dass auch die Umsätze des \"Rammer Jammer\" aktuell nicht gerade rosig aussehen, verschweigt Wade vor Zoe allerdings lieber, um sie nicht unnötig in Panik zu versetzen. Schließlich hat er auch schon eine geniale Idee, damit die Kassen in der Bar wieder klingeln: Ein Star muss auftreten! Derweil gestaltet sich das Single-Dasein für Lemon und Lavon nicht so leicht wie gedacht. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9592647,"hoster":"VOE"},{"redirect":8570267,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Echte Alabama Kerle","epNo":6,"alt":"Alabama Boys","descr":"Zoe und Wade erfahren bei einer Schwangerschaftsuntersuchung, welches Geschlecht ihr Kind haben wird. Doch statt sich richtig über die Nachricht zu freuen, wird den beiden schlagartig eines klar: Im Grunde ist keiner von ihnen für die Familiengründung bereit. Derweil ist BlueBell in die engere Auswahl für die Ausrichtung der Football-Meisterschaft von Alabama gekommen – allerdings nur gemeinschaftlich mit der verfeindeten Nachbarstadt. Wird Lavon sich überwinden und mit seinem Erzfeind in Fillmore an einen Tisch setzen, um die Konditionen zu verhandeln? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14434240,"hoster":"VOE"},{"redirect":8570272,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Wahrheitsbombe","epNo":7,"alt":"The Butterstick Tab","descr":"Zoe ist außer sich vor Wut, als sie mitbekommt, dass Wade hemmungslos mit anderen Frauen flirtet und spricht ein ernstes Wörtchen mit ihm. Wade seinerseits erhofft sich in seiner verzwickten Lage von Lavon ein paar nützliche Ratschläge, doch das bringt ihm nur noch mehr Ärger ein. Derweil wird Lemon völlig unerwartet mit ihrer Vergangenheit konfrontiert, als sie einen alten Bekannten wiedertrifft. George und AnnaBeth wiederum bestreiten ihre ganz eigenen Abenteuer, was sich jedoch als gar nicht so einfach erweist. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9582049,"hoster":"VOE"},{"redirect":8570271,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Überraschungsparty","epNo":8,"alt":"61 Candles","descr":"Zoe ist zutiefst bestürzt, als ihr klar wird, dass sie und Wade kein einziges Erbstück haben, das sie einmal an ihr Kind weitergeben können. Wade nimmt das zum Anlass, sich auf die Suche nach einem adäquaten Gegenstand zu machen, während Zoe bei einem Mädelstag mit Lemon auf andere Gedanken kommen will. Derweil ist Brick enttäuscht, weil keiner an seinen Geburtstag gedacht hat. Als Lavon und Wade ihn dann zu einem Angelausflug mitnehmen, ist er sicher, dass seine Freunde eine Überraschungsparty für ihn organisiert haben. Ob er mit dieser Annahme richtig liegt? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9582052,"hoster":"VOE"},{"redirect":8570269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10603377,"hoster":"VOE"},{"redirect":10111310,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die fünf Omen","epNo":9,"alt":"End Of Days","descr":"In einem Traum wird AnnaBeth vom Gründer BlueBells heimgesucht, der ihr seine düstere Zukunftsvision für das Städtchen mitteilt: Fünf Omen werden das Schicksal von BlueBell besiegeln. Von ihrem merkwürdigen Traum erzählt sie am Tag darauf Crickett, die wiederum nicht dichthalten kann. Die unheilvolle Prophezeiung verbreitet sich in der Stadt wie ein Lauffeuer und löst eine regelrechte Hysterie aus. Derweil stellen Zoe und Wade zu ihrem großen Entsetzen fest, dass ihre Vorstellungen von einer Hochzeit meilenweit auseinanderliegen … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9582055,"hoster":"VOE"},{"redirect":8570270,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ende gut, alles gut","epNo":10,"alt":"Bluebell","descr":"Zoe und Wade haben immer noch mit Beziehungsproblemen zu kämpfen. Da fällt Zoe eine Entscheidung, die ihr Leben verändern wird – und Wade setzt alles daran, ihr bei der Umsetzung zu helfen, bevor das Baby zur Welt kommt. Lavon fühlt sich unterdessen schuldig, weil er Lemon absichtlich in die Irre geleitet hat und will seinen Fehler nun wieder gut machen. Auch bei George und AnnaBeth herrscht permanent dicke Luft. Beiden ist klar: So kann es definitiv nicht weitergehen … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9592650,"hoster":"VOE"},{"redirect":8547191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10603380,"hoster":"VOE"},{"redirect":10111311,"hoster":"Streamtape"}]}]}]}]}