{"path":"/serie/stream/harter-brocken","name":"Harter Brocken","descr":"Dort, wo der Harz am dunkelsten ist, hat Frank Koops (Aljoscha Stadelmann) sein Revier. Der gemütliche Polizeibeamte hat sich an den Alltag ohne Ereignisse gewöhnt, als er in seinem ersten Fall von einem bizarren Mordfall aus der Lethargie gerissen wird: Eine Fremdenführerin ist erschossen worden – nachdem sie zwei Wanderern die Beute eines Banküberfalls abgenommen hat …","seasons":[{"path":"/serie/stream/harter-brocken/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/harter-brocken/staffel-1/episode-1","name":"Harter Brocken","epNo":1,"alt":"","descr":"Schüsse zerreißen die friedliche Stille im Harz, und wenig später liegt Vanessa, die hübsche, vielbegehrte Schützenkönigin aus St. Andreasberg, tot im Wald. Für Frank Koops ist es der erste Mordfall. Der etwas schwerfällig wirkende Kommissar ermittelt gemeinsam mit Miriam Nohe, einer LKA-Beamtin auf der Durchreise, die ihm gehörig den Kopf verdreht. Doch dank seiner Menschenkenntnis behält Koops den Durchblick in diesem vertrackten Fall, in den die verschuldeten Brüder des Mordopfers und ein flüchtiges Bankräuberpärchen, das sich als Wanderer getarnt hat, verwickelt sind. Zum Nachdenken bleibt keine Zeit. Vanessa Riemann, Fremdenführerin und Schützenkönigin aus St. Andreasberg, sieht das viele Geld im Rucksack der beiden Wanderer und greift zu. Auf ihrer halsbrecherischen Flucht durchs Unterholz kann sie die Verfolger abschütteln, wird aber angeschossen und verblutet kurz darauf in den Armen ihres Bruders Marco. In ihrem Rucksack findet dieser 1,4 Millionen Euro – die Beute aus einem Banküberfall. Der Geldsegen kommt wie gerufen, denn Marco und sein Bruder Patrick sind hoch verschuldet. Doch plötzlich tauchen Thomas und Nicola auf ihrem Hof auf, die sich als Investoren aus der Tourismusbranche ausgeben. Aber kaufen ihnen die beiden Brüder das auch ab? Während die vier sich gegenseitig belauern, nimmt Frank Koops die Ermittlungen auf. Für den oft belächelten Provinzkommissar, der mit der Waffe ein Scheunentor nicht einmal auf einen Meter Entfernung treffen würde, ist es das erste Tötungsdelikt. Die Unterstützung der erfahrenen LKA-Beamtin Miriam Nohe, die ihre Durchreise wegen eines Erdrutsches unterbrechen muss, nimmt Koops daher gerne in Anspruch. Im Handumdrehen wickelt die attraktive Polizistin ihn um den Finger. Zwar macht Liebe bekanntlich blind, doch Koops öffnet sie die Augen für den vertrackten Fall, in dem die Zeichen des Brocken, die Walpurgisnacht und moderne Technik eine Schlüsselrolle spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846917","hoster":"VOE"},{"path":"/redirect/12846918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-2","name":"Die Kronzeugin","epNo":2,"alt":"","descr":"Eine Schießerei, fünf Todesopfer und er selbst verwundet – im sonst so ruhigen Revier des Dorfpolizisten Frank Koops geht es zu wie einst im Wilden Westen. Das Blutbad in Auftrag gegeben hat der inhaftierte Mafiaboss Petrovic, der mit allen Mitteln eine Kronzeugin beseitigen möchte, die unter höchster Geheimhaltung im beschaulichen St. Andreasberg versteckt wurde. Für den Schutz der Zeugin war die LKA-Beamtin Christiane Kuschnereit, eine Jugendfreundin von Frank Koops, verantwortlich. Sie hatte zu Recht befürchtet, dass es \"Maulwürfe\" bei der Polizei geben muss. Im Sterben weiht sie Koops nach dem Schusswechsel mit Petrovics Killern in ein Geheimnis ein: Die vermeintliche Kronzeugin war eine Beamtin, die wahre Matilda Schönemann hält sich weiter unter falschem Namen im Ort auf. Koops übernimmt die gefährliche Aufgabe, die junge Frau unversehrt zur Gerichtsverhandlung zu bringen. Außer seinem Freund, dem Postboten und selbsternannten Wyatt-Earp-Experten Heiner, kann der kauzige Polizist keinem trauen – schon gar nicht dem LKA-Duo Benedikt und Gottschalk, das schon bald die Ermittlungen übernimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846911","hoster":"VOE"},{"path":"/redirect/12846912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-3","name":"Der Bankraub","epNo":3,"alt":"","descr":"Dass es in der beschaulichen Harzbank von St. Andreasberg nicht viel zu holen gibt, weiß Polizist Frank Koops aus eigener Erfahrung: Ihm wurde gerade ein Kredit verweigert. Ausgerechnet diese Filiale möchte die frisch aus der Haft entlassene Simone Schmidt mit ihren beiden Komplizen ausräumen – und Koops muss mitmachen. Ihm bleibt keine andere Wahl, denn Simone, mit der er schon einmal die Klingen kreuzte, hat seine Kollegin Mette in ihrer Gewalt. Die Ansage ist klar: Die Geisel bleibt nur am Leben, wenn der Coup gelingt. Also muss sich Koops etwas einfallen lassen. Während Mette von dem unberechenbaren Björn in einem Ferienhaus gefangen gehalten wird, macht sich Koops mit Simone und ihrem skrupellosen Freund Hagen an die Durchführung seines verwegenen Plans. Was die durchtriebene Simone nicht ahnt: Koops ist es trotz ihrer Vorsichtsmaßnahmen gelungen, seinem besten Freund Heiner heimlich eine Nachricht zuzustecken. Aber auch Simone hat noch ein paar Überraschungen in petto.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846909","hoster":"VOE"},{"path":"/redirect/12846910","hoster":"Doodstream"},{"path":"/redirect/12846908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-4","name":"Der Geheimcode","epNo":4,"alt":"","descr":"Keiner steht über dem Gesetz. Da gibt es für Polizist Frank Koops keine Ausnahme. Selbst bei seinem frisch verliebten Kumpel Heiner, der auf dem Weg zu Mette mit Karacho in den Blitzer rast, drückt Koops kein Auge zu. Während die beiden noch diskutieren, kommt vor ihnen ein Auto von der Landstraße ab. Was wie ein unglücklicher Unfall aussieht, entwickelt sich zu einem komplizierten Kriminalfall. Der sterbende Wissenschaftler Schürer steckt Koops mit letzter Kraft einen Umschlag zu, hinter dem der Killer Winter her ist. Als dieser wenig später Koops ins Visier nimmt, geht die taffe Personenschützerin Claudia Böhm, die von Schürer engagiert wurde, dazwischen. Sie hat ihren Kunden verloren und will Koops bei der Aufklärung des Geschehens helfen. Koops findet heraus, dass sich in dem Umschlag ein Teil eines dreistelligen Codes befindet. Die weiteren Teile sind schon auf dem Weg in den Harz – und zwar in den Händen der todkranken Philosophieprofessorin Maria Joseph und der ängstlichen Annett Kruse. Kann Koops das Rätsel lösen und vor allem: Ist er schneller als Winter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846913","hoster":"VOE"},{"path":"/redirect/12846914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-5","name":"Die Fälscherin","epNo":5,"alt":"","descr":"Ein Einbrecher hängt in St. Andreasberg tot vom Dach eines Ferienhauses, das eine geheimnisvolle Kunstrestauratorin bewohnt. Dorfpolizist Frank Koops erhält diesmal bei seinen Ermittlungen unwillkommene Unterstützung: Die aus der Landeshauptstadt entsandte Ministerialbeamtin Kramer weicht ihm nicht von der Seite, um kritisch die Auslastung der abgelegenen Polizeistation zu prüfen. Mit seiner Mischung aus Gelassenheit und Bauernschläue kommt Koops dahinter, was der Einbrecher gesucht hat und wer die Restauratorin wirklich ist: Es handelt sich um die gesuchte Kunstfälscherin Anna Sorenko, die sich und ein weltberühmtes Gemälde vor der kalabrischen Mafia versteckt. Schon bald taucht Don Moretti höchstpersönlich im Harz auf, um sich das millionenschwere Kunstwerk zurückzuholen, das er wiederum aus einem Museum gestohlen hatte. Von der Kaltblütigkeit der Verbrecher lässt sich Koops allerdings genauso wenig beeindrucken wie vom Charme der bildschönen Fälscherin. Verlassen kann sich der unbestechliche Dorfsheriff wie immer auf seinen Instinkt sowie auf seine Kollegin Mette und den Postboten Heiner , die Koops beim bleihaltigen Showdown den Rücken freihalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13021826","hoster":"VOE"},{"path":"/redirect/13021829","hoster":"Doodstream"},{"path":"/redirect/13021827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-6","name":"Der Waffendeal","epNo":6,"alt":"","descr":"Ein Schuss lässt Koops nach einer promillehaltigen Nacht im Hochsitz aufschrecken. Als der verkaterte Dorfsheriff bei der Suche nach seinem Zechkumpan, dem Förster Heiko, mitten im Wald auf den Rockerboss Andy Blome trifft, kommt ihm das mehr als verdächtig vor. Zwar weiß Koops nicht, dass dieser seinen verschwundenen Freund auf dem Gewissen hat und gerade Jagd auf ein flüchtiges Gangmitglied macht. Dennoch beschließt er, Andy fortan nicht mehr aus den Augen zu lassen. Zusammen mit seiner Kollegin Mette und dem Postboten Heiner versucht Koops herauszufinden, was den Biker-Chef aus Hannover mitsamt seiner geheimnisvollen Geliebten Nina und seinem treu ergebenen Bruder Chris zurück in die Heimat geführt hat. Andy, der Koops und Heiner aus den gemeinsamen Jugendtagen in St. Andreasberg kennt, riecht den Braten. Er muss jedoch nicht nur die lästigen Gesetzeshüter fürchten, sondern auch die undichte Stelle in den eigenen Reihen sowie den Unterweltboss Victor Koslow. Denn das bevorstehende Waffengeschäft mit ihm ist eigentlich ein paar Nummern zu groß für Andy und seine Truppe. Je mehr Koops darüber erfährt, desto gefährlicher wird die Lage auch für ihn und seine Helfer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13021830","hoster":"VOE"},{"path":"/redirect/13021824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-7","name":"Das Überlebenstraining","epNo":7,"alt":"","descr":"Der Harzer Dorfpolizist Frank Koops macht sich wenig aus Abenteuern und noch weniger aus Geburtstagen. Nur widerwillig lässt er sich daher auf ein Survivalwochenende mit Heiner ein, das ihm seine Kollegin Mette zum Geburtstag geschenkt hat. Beim Aufbruch ahnt Veranstalterin Nora nicht, dass aus Spaß dieses Mal Ernst wird: Zu ihrer Gruppe gehören zwei Militärspione, die über Leichen gehen, um den Prototyp einer Mini-EMP-Waffe außer Landes zu schaffen. Der Zielort von Zarah und Adam ist der Sportflugplatz, in dessen Nähe die Survivaltour führt. Als Koops hinter das Geheimnis der faszinierenden jungen Frau kommt, befindet sich die Gruppe bereits mitten in der Wildnis – ohne Handyempfang. Über den Aussteiger und \"Geist des Waldes\" Dominik, der sich heranschleicht, um Noras Truppe zu verschrecken, kann Koops heimlich eine SOS-Nachricht absetzen. Bis jedoch Hilfe eintrifft, muss der besonnene Gesetzeshüter dafür sorgen, dass niemand einen fatalen Fehler macht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13021833","hoster":"VOE"},{"path":"/redirect/13021839","hoster":"Doodstream"},{"path":"/redirect/13021834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harter-brocken/staffel-1/episode-8","name":"Der Goldrausch","epNo":8,"alt":"","descr":"Mit ehemaligen Stasi-Offizieren bekommt es Aljoscha Stadelmann alias Dorfsheriff Frank Koops in \"Der Goldrausch\" zu tun. Ein verschwundener Schatz, der in einem stillgelegten Bergwerksstollen des Harzes versteckt sein könnte, sorgt für eine Verbrechensserie. Dass ihn alle unterschätzen, nutzt der schlaue Stoiker auch im achten \"Harten Brocken\" zu seinem Vorteil. Lina Wendel, unter anderem bekannt als Detektivin aus der Krimireihe \"Die Füchsin\", glänzt in der Episodenhauptrolle als kaltblütige Gegenspielerin des friedfertigen Ermittlers, der ihr absolut das Wasser (oder Bier!) reichen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14029684","hoster":"VOE"},{"path":"/redirect/14029686","hoster":"Doodstream"},{"path":"/redirect/14029685","hoster":"Streamtape"}]}]}]}]}