{"seriesId":"hart-aber-herzlich","name":"Hart aber herzlich","descr":"Jonathan Hart ist Self-Made-Millionär und Kopf der Hart Industries (um die er sich allerdings so gut wie nie kümmert). Jennifer ist eine international anerkannte Journalistin. Beide teilen eine Leidenschaft für das Gefährliche und Rätselhafte. So werden sie immer wieder in Kriminalfälle aus der Welt der Reichen und Schönen in Beverly Hills und der ganzen Welt verwickelt. Sie finden nicht nur eine meist ziemlich verblüffende Lösung für ihre Fälle – jedes Abenteuer wirkt auch wie ein Jungbrunnen auf ihre Liebe. So leben die Harts eine der längsten Liebesromanzen der Seriengeschichte","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tödliche Verwandtschaft","epNo":1,"alt":"Hit Jennifer Hart","descr":"Jennifer Hart wird auf einer Zusammenkunft von Schriftstellern von einem charmanten jungen Mann angesprochen, der sich als ihr Cousin Stephen Thomas vorstellt. Voller Freude über das unverhoffte Wiedersehen lädt sie den Nachwuchsdichter in das feudale Anwesen der Harts ein, damit er sein Manuskript in Ruhe zu Ende bringen kann. Dummerweise entpuppt sich der angebliche Verwandte aber schon bald als angeheuerter Killer, der Jennifer nach dem Leben trachtet. ZDFneo zeigt vom 9. Oktober an die erste Staffel der amerikanischen Kultserie \"Hart aber herzlich\" immer sonntags um 18 Uhr.","versions":[{"lang":1,"streams":[{"redirect":9014934,"hoster":"VOE"},{"redirect":8570274,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Jagd in Ketten","epNo":2,"alt":"Passport To Murder","descr":"Gemeinsam mit ihrem alten Freund Clint Reilly begeben sich die Harts und ihr Butler Max auf einen Segeltörn nach Mexiko. Doch richtige Urlaubsstimmung mag gar nicht erst aufkommen, denn Reilly bekommt schon bald die wenig erfreuliche Botschaft übermittelt, dass seine Familie in den USA entführt wurde. Um sie lebendig wieder zu sehen, soll er innerhalb einer Woche eine Ladung Drogen über die Grenze nach Kalifornien schmuggeln, ohne dass jemand davon erfährt. Doch die Ganoven haben ihre Rechnung ohne die Harts gemacht.","versions":[{"lang":1,"streams":[{"redirect":12335682,"hoster":"VOE"},{"redirect":8570273,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der kleine Jonathan","epNo":3,"alt":"Jonathan Hart, Jr.","descr":"Der zweifach vorbestrafte Ganove Vince drängt seine Exfreundin Connie, eine große Summe Geld für ihn zu besorgen. Als Druckmittel benutzt er einen fingierten Überfall, bei dem Connies Fingerabdrücke am Tatort hinterlassen wurden. Jennifer und Jonathan Hart werden in den Fall involviert, als mitten in der Nacht ein kleiner Junge vor ihrem Haus erscheint. Dieser nennt sich Jonathan Hart Junior und wurde von seiner Mutter Connie geschickt, um endlich seinen angeblichen Vater kennenzulernen. Mit diesem hinterhältigen Trick will die verzweifelte Mutter das Geld für Vince an Land ziehen.","versions":[{"lang":1,"streams":[{"redirect":9014933,"hoster":"VOE"},{"redirect":8570275,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein dämliches Geschenk","epNo":4,"alt":"Death In The Slow Lane","descr":"Da Jennifer Harts Geburtstag bevorsteht, kauft ihr Mann Jonathan ihr auf einer Geschäftsreise in London einen wertvollen Oldtimer. Leider stellt sich heraus, dass das Gaunerpärchen Mason und Louisa bereits ein Auge auf das Fahrzeug geworfen hat. Nachdem sich die vermeintliche Antiquität als Fälschung entpuppt hat und das geheimnisvolle Pärchen dennoch eine horrende Summe dafür aufbringen will, wird Jonathan misstrauisch. Als sich aus dem Fall eine politische Affäre zu entwickeln scheint, erleben die Harts eine Geburtstagsüberraschung par excellence.","versions":[{"lang":1,"streams":[{"redirect":9014938,"hoster":"VOE"},{"redirect":8570277,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sag mir, dass du mich liebst","epNo":5,"alt":"You Made Me Kill You","descr":"Selfmade-Millionär Jonathan Hart wird seit einiger Zeit von einer geheimen Verehrerin mit nächtlichen Anrufen, Geschenken und kistenweise roten Rosen bedacht. Als Jonathan herauszufinden versucht, wer hinter den nächtlichen Anrufen steckt, eskaliert die Situation: Die Unbekannte droht plötzlich damit, seine Frau Jennifer umzubringen. Wird es dem abenteuerlustigen Ehepaar dieses Mal gelingen, sich aus einem Strudel von Obsession und Gewalt zu befreien?","versions":[{"lang":1,"streams":[{"redirect":9014939,"hoster":"VOE"},{"redirect":8570279,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mord unter Freunden","epNo":6,"alt":"Murder Between Friends","descr":"Die Harts geben in ihrem Anwesen eine Dinnerparty im kleinen Kreis. Noch bevor die millionenschweren Gastgeber auf der Party eintreffen, bricht ein Streit zwischen dem erfolgreichen Scheidungsanwalt Norman Bensinger und dem Ehepaar Dodson aus. Als der Anwalt, der eine Affäre mit Gail Dodson hatte, von einem Schuss tödlich getroffen wird, steht Mike Dodson sofort unter Verdacht. Doch Jonathan, Jennifer und ihr Butler Max bemerken sofort, dass da etwas faul ist und fragen sich schon bald, was ihr ehemaliger Diener Jean-Claude eigentlich am Tatort zu suchen hatte.","versions":[{"lang":1,"streams":[{"redirect":9014941,"hoster":"VOE"},{"redirect":8570278,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mädchenjagd","epNo":7,"alt":"Cop Out","descr":"Als ein Serienkiller Jagd auf Prostituierte macht, wendet sich die junge Sandy hilfesuchend an Jennifer Hart. Die Selfmade-Millionäre kontaktieren die örtlichen Behörden und werden an Officer Ed Taggert verwiesen. Nach und nach müssen Jonathan und Jennifer zu ihrem Entsetzen feststellen, dass der Ordnungshüter bereits tiefer in diesen Fall verwickelt ist, als sie es sich je hätten träumen lassen.","versions":[{"lang":1,"streams":[{"redirect":9014943,"hoster":"VOE"},{"redirect":8570276,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Max in Flammen","epNo":8,"alt":"Max In Love","descr":"Max, der Chauffeur der schwerreichen Millionäre Jonathan und Jennifer Hart, verliebt sich hoffnungslos in die liebenswürdige Charlotte. Nachdem die Harts und Max auf einer Auktion für Max’ Schwarm ein Geschenk ersteigert haben, finden sie ihr pompöses Anwesen vollkommen leer geräumt vor. Als Max kurz darauf im Gefängnis landet, tun die Harts alles, um den wahren Täter zu finden – und nehmen die mysteriöse Charlotte ins Visier.","versions":[{"lang":1,"streams":[{"redirect":9014942,"hoster":"VOE"},{"redirect":8570280,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wunderdroge","epNo":9,"alt":"A New Kind Of High","descr":"Der übervorsichtige Dr. Capello kommt bei einer Explosion in einem der Hart-Chemielabors ums Leben. Da seine bestürzte Frau bezweifelt, dass es sich dabei um einen Unfall gehandelt hat, bittet sie die beiden reichen Hobbydetektive Jennifer und Jonathan Hart um Hilfe. Bald stellt sich heraus, dass ein Forscherpaar in der gleichen Firma heimlich an einer neuen Wunderdroge arbeitet und dabei sämtliche Hindernisse ausgesprochen kaltblütig aus dem Weg räumt. Doch die skrupellosen Wissenschaftler haben ihre Rechnung ohne den investigativen Eifer ihres Bosses Jonathan Hart gemacht.","versions":[{"lang":1,"streams":[{"redirect":9014944,"hoster":"VOE"},{"redirect":8570281,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hochzeit in Monte Carlo","epNo":10,"alt":"With This Gun, I Thee Wed","descr":"Jonathan und Jennifer Hart werden kurzfristig zu einer Hochzeit von Jonathans alter Flamme Nikki nach Monte Carlo eingeladen. Der Selfmade-Millionär ist jedoch von der Wahl des Bräutigams verblüfft – und Nikki ist trotz der angeblichen Einladung verwundert über den Besuch des reichen Ehepaars. Wird es den Harts gelingen, das Rätsel um diese seltsame Hochzeit zu lösen?","versions":[{"lang":1,"streams":[{"redirect":9014945,"hoster":"VOE"},{"redirect":8570283,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Mann mit den Jadeaugen","epNo":11,"alt":"Man With The Jade Eyes","descr":"Jonathan und Jennifer Hart werden kurzfristig zu einer Hochzeit von Jonathans alter Flamme Nikki nach Monte Carlo eingeladen. Der Selfmade-Millionär ist jedoch von der Wahl des Bräutigams verblüfft – und Nikki ist trotz der angeblichen Einladung verwundert über den Besuch des reichen Ehepaars. Wird es den Harts gelingen, das Rätsel um diese seltsame Hochzeit zu lösen?","versions":[{"lang":1,"streams":[{"redirect":9014948,"hoster":"VOE"},{"redirect":8570282,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Porträt","epNo":12,"alt":"Color Jennifer Dead","descr":"Der aufstrebende Künstler Warren Keller kommt bei einem Autounfall ums Leben. Jennifer Hart kann aber nicht glauben, dass ihr Porträtmaler betrunken am Steuer saß – schließlich war der anonyme Alkoholiker seit Jahren trocken. Schnell finden die schwerreichen Hobbydetektive heraus, dass der ebenso gierige wie skrupellose Kunsthändler Roger Winslow seine Finger im Spiel hat. Werden die Harts dem gerissenen Galleristen das Handwerk legen können?","versions":[{"lang":1,"streams":[{"redirect":9014950,"hoster":"VOE"},{"redirect":8570284,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mit Degen und Revolver","epNo":13,"alt":"A Question Of Innocence","descr":"Die unscheinbare, nette Kioskbesitzerin Rose wird erpresst. Selfmade-Millionär Jonathan Hart und seine Frau Jennifer versuchen, der liebevollen Rose zu helfen. Schritt für Schritt kommen sie hinter das dunkle Geheimnis aus deren Vergangenheit: Der junge Fechter Whitney Rogers, ein Schnösel, wie er im Buche steht, will ihr einen Mord anhängen, den sie nicht begangen hat.","versions":[{"lang":1,"streams":[{"redirect":9014947,"hoster":"VOE"},{"redirect":8570287,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Nacht der Schrecken","epNo":14,"alt":"Night Horrors","descr":"Die Harts werden von Freunden eingeladen, die für ihre makaberen Scherze bekannt sind. In einem viktorianischen Haus außerhalb der Stadt soll ein Geist sein Unwesen treiben. Auch der Butler, der bereits für die Vorbesitzer gearbeitet hat, scheint etwas mysteriös zu sein. Während einer Schatzsuche, die für Unterhaltung auf der Party sorgen soll, kommt es plötzlich zu einem Mord.","versions":[{"lang":1,"streams":[{"redirect":12923246,"hoster":"VOE"},{"redirect":8570286,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Friedwart kennt den Mörder","epNo":15,"alt":"Which Way, Freeway?","descr":"Friedwart, der Hund von Jonathan und Jennifer Hart, hat sein Herz an das Irish Setter-Weibchen Susie verloren, das eines Tages verletzt im luxuriösen Anwesen der Harts auftaucht. Als das Millionärspärchen Susies Besitzer, den stets übelgelaunten Juwelier Baldwin aufsucht, fällt Jonathan eine Veränderung an ihm auf. Die Hobbyermittler kommen schließlich einem raffinierten Coup auf die Spur, bei dessen Lösung sie tierische Unterstützung erhalten.","versions":[{"lang":1,"streams":[{"redirect":9014946,"hoster":"VOE"},{"redirect":8570285,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Abfahrtslauf der Damen","epNo":16,"alt":"Downhill To Death","descr":"Multimillionärin und Freizeitjournalistin Jennifer Hart wird zufällig Zeuge, wie ihr alter Bekannter Halsey Matthews einen düsteren Plan schmiedet: Er will seine Ehe auf mörderische Art und Weise wegen einer anderen Frau beenden. Kurzerhand beschließen die Harts, sich ebenfalls ins wunderschöne Wintersportparadies Vail zu begeben, das Halsey für sein Vorhaben auserkoren hat. Doch keiner der Beteiligten rechnet damit, dass sich auf der Skipiste ausgerechnet für Halsey tiefe Abgründe auftun werden.","versions":[{"lang":1,"streams":[{"redirect":9014956,"hoster":"VOE"},{"redirect":8570288,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der betrogene Betrüger","epNo":17,"alt":"Raid","descr":"Der millionenschwere Unternehmer Jonathan Hart erhält zwei gute Nachrichten von seinem Agrarforscher Phil Hampton aus Südamerika: Seine Bodenexperimente waren ein voller Erfolg, und Hamptons Frau erwartet ein Baby. Als der Wissenschaftler kurz darauf von Herbert Cober, der mit Jonathan noch eine Rechnung offen hat, entführt wird, reist der verantwortungsvolle Chef kurzerhand selbst nach Südamerika, um die gefährliche Angelegenheit zu klären.","versions":[{"lang":1,"streams":[{"redirect":9014955,"hoster":"VOE"},{"redirect":8570291,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der sechste Sinn","epNo":18,"alt":"Sixth Sense","descr":"Jonathan und Jennifer Hart bemerken bei einem parapsychologischen Experiment die übersinnliche Begabung ihrer Angestellten Sara Morgan. Die junge Frau lebt zwar seit ihrer Geburt von ihrer Zwillingsschwester getrennt, behauptet aber dennoch zu spüren, dass ihre Zwillingsschwester getötet wurde. Die Harts begeben sich auf die Suche nach dem Mörder.","versions":[{"lang":1,"streams":[{"redirect":9014958,"hoster":"VOE"},{"redirect":8547115,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Haie im Frisiersalon","epNo":19,"alt":"Does She, Or Doesn\u0027t She?","descr":"Jonathan und Jennifer Hart bemerken bei einem parapsychologischen Experiment die übersinnliche Begabung ihrer Angestellten Sara Morgan. Die junge Frau lebt zwar seit ihrer Geburt von ihrer Zwillingsschwester getrennt, behauptet aber dennoch zu spüren, dass ihre Zwillingsschwester getötet wurde. Die Harts begeben sich auf die Suche nach dem Mörder.","versions":[{"lang":1,"streams":[{"redirect":12379474,"hoster":"VOE"},{"redirect":8570289,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Brillanten auf Kreuzfahrt","epNo":20,"alt":"Cruise At Your Own Risk","descr":"Auf den luxuriösen Hart-Kreuzfahrtschiffen werden die Passagiere ihres wertvollen Schmucks beraubt. Als die Versicherung Druck macht, stellen die Freizeitdetektive Jonathan und Jennifer Hart, unterstützt von ihrem loyalen Butler Max, persönlich Ermittlungen an. In exquisiter Tarnung an Bord angekommen, lernen die Harts das Angestelltenpärchen Patrick und Pamela sowie den Versicherungsdetektiv Victor Sutter kennen. Sind die Harts clever genug, den raffinierten Diamantendieben auf die Spur zu kommen?","versions":[{"lang":1,"streams":[{"redirect":9014951,"hoster":"VOE"},{"redirect":8570290,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Viele Köche vergiften den Brei","epNo":21,"alt":"Too Many Cooks Are Murder","descr":"Auf den luxuriösen Hart-Kreuzfahrtschiffen werden die Passagiere ihres wertvollen Schmucks beraubt. Als die Versicherung Druck macht, stellen die Freizeitdetektive Jonathan und Jennifer Hart, unterstützt von ihrem loyalen Butler Max, persönlich Ermittlungen an. In exquisiter Tarnung an Bord angekommen, lernen die Harts das Angestelltenpärchen Patrick und Pamela sowie den Versicherungsdetektiv Victor Sutter kennen. Sind die Harts clever genug, den raffinierten Diamantendieben auf die Spur zu kommen?","versions":[{"lang":1,"streams":[{"redirect":9014953,"hoster":"VOE"},{"redirect":8547116,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Todsicheres Erbe","epNo":22,"alt":"Death Set","descr":"Darryl und Blair Craddock erzählen ihren Freunden Jonathan und Jennifer Hart von ihren Eheproblemen. Es stellt sich allerdings heraus, dass die Beziehungskrise nicht das einzige Problem der Craddocks ist: Durch nächtliche anonyme Anrufe und Einbruchsversuche liegen Blairs Nerven blank. Als sie ihren Ehemann offenbar versehentlich erschießt und ihr Schwager, der chronische Pleitegeier David, plötzlich auf der Bildfläche auftaucht, verstricken sich die Witwe und der Bruder des Ermordeten in Verdächtigungen. Gelingt es den Harts auch dieses Mal, die Wahrheit ans Licht zu bringen?","versions":[{"lang":1,"streams":[{"redirect":9014949,"hoster":"VOE"},{"redirect":8547117,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Teure Tapeten","epNo":1,"alt":"Murder, Murder On The Wall","descr":"Jonathan Hart und seine Frau Jennifer treffen ihre alte Freundin Marcie wieder und verabreden sich zum Abendessen. Im Restaurant verhält sich Marcies neuer Gatte höchst eigenartig und verlässt die Gruppe vorzeitig. Wenig später wird er ermordet aufgefunden. Die Polizei teilt ihnen mit, dass der Tote nicht der war, der er vorgab zu sein. In Wahrheit war er ein Bankräuber, der seine Komplizen um die Beute betrogen hat. Deshalb machen seine Komplizen jetzt Jagd auf die Beute. Natürlich begeben sich nun auch die Harts auf die Suche nach dem Geld.","versions":[{"lang":1,"streams":[{"redirect":9014960,"hoster":"VOE"},{"redirect":8570292,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Was denn für ein Mord?","epNo":2,"alt":"What Murder?","descr":"Um die Wartezeit im Büro seines Geschäftspartners Drew zu überbrücken, wirft Jonathan Hart einen Blick durch dessen Fernrohr. Er beobachtet einen Streit zwischen Drew und seiner Geliebten. Als diese von seinem Geschäftspartner getötet wird, eilt Jonathan über die Straße. Auf halbem Wege wird er von einem Motorrad erfasst und verliert bei dem Aufprall sein Gedächtnis.","versions":[{"lang":1,"streams":[{"redirect":9014952,"hoster":"VOE"},{"redirect":8570300,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Doppelgängerin","epNo":3,"alt":"This Lady Is Murder","descr":"Während einer Fahrradtour verliert Jonathan Hart seine Frau Jennifer aus den Augen, begegnet aber der Frau eines anderen Millionärs, die seiner zum Verwechseln ähnlich sieht. Von Jennifer fehlt jedoch jede Spur. Man hat sie mit der Frau des anderen Millionärs verwechselt und entführt. Doch als die Entführer Lösegeld für eine Frau fordern, die nicht entführt wurde, fällt der Fehler auf. Jonathan ist fest entschlossen, seine Frau aus den Fängen der Entführer zu befreien.","versions":[{"lang":1,"streams":[{"redirect":9014964,"hoster":"VOE"},{"redirect":8570296,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hundeglück mit Folgen","epNo":4,"alt":"Murder Is Man\u0027s Best Friend","descr":"Max und Friedwart werden bei einem Spaziergang für eine Hundefutterwerbung entdeckt. Als Friedwart nach dem Genuss des neuen Futters jedoch seltsame Verhaltensweisen an den Tag legt, stellen die Harts Nachforschungen an und decken ein Komplott auf: Das Hundefutter ist mit einem Suchtmittel versetzt worden, das den Verkauf der Marke ankurbeln soll.","versions":[{"lang":1,"streams":[{"redirect":12379476,"hoster":"VOE"},{"redirect":8570293,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefährliches Spielzeug","epNo":5,"alt":"Tis The Season To Be Murdered","descr":"Max und Friedwart werden bei einem Spaziergang für eine Hundefutterwerbung entdeckt. Als Friedwart nach dem Genuss des neuen Futters jedoch seltsame Verhaltensweisen an den Tag legt, stellen die Harts Nachforschungen an und decken ein Komplott auf: Das Hundefutter ist mit einem Suchtmittel versetzt worden, das den Verkauf der Marke ankurbeln soll.","versions":[{"lang":1,"streams":[{"redirect":9014954,"hoster":"VOE"},{"redirect":8570294,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die mordende Mumie","epNo":6,"alt":"Murder Wrap","descr":"Jennifer Hart will einen Bericht über eine neue archäologische Ausstellung schreiben. Als bei der feierlichen Eröffnung der Sarkophag eines Prinzen aus dem alten Ägypten geöffnet wird, liegt darin nicht dessen Mumie, sondern die Leiche des Archäologen Dr. Whitlock. Jonathan und Jennifer machen sich auf die Suche nach der Mumie und dem Mörder des Wissenschaftlers. Ein undurchschaubarer Ägypter lockt die beiden in eine Falle und jagt Jennifer hinterher, da sie einer alten ägyptischen Prinzessin zum Verwechseln ähnlich sieht. Dies könnte der bislang gefährlichste Fall der Harts werden.","versions":[{"lang":1,"streams":[{"redirect":9014968,"hoster":"VOE"},{"redirect":8570295,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlüsselfiguren","epNo":7,"alt":"Murder In Paradise","descr":"Jonathan und Jennifer Hart wollen ein paar entspannte Urlaubstage auf Hawaii verbringen. Doch der erholsame Urlaub ist schnell beendet, als bei einem Croquet-Turnier einer der Mitspieler von einem Unbekannten niedergestochen wird. Von nun an müssen sich die Harts mit gefährlichen Spionen herumschlagen. Die haben es offenbar auf eine Liste mit ausländischen Agenten abgesehen.","versions":[{"lang":1,"streams":[{"redirect":9014957,"hoster":"VOE"},{"redirect":8570298,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mordsdiamanten","epNo":8,"alt":"Ex-wives Can Be Murder","descr":"Max’ tot geglaubte Exfrau Pearl taucht überraschend auf. Sie scheint dringend Hilfe zu benötigen. Als Jonathan und Jennifer Hart sie vom Bahnhof abholen, versuchen skrupellose Schläger, Pearls Gepäck zu stehlen. Bald wird klar, worauf es die Ganoven abgesehen haben: In Pearls Besitz befindet sich eine kostbare Halskette, die Pearl verhehlen möchte. Schließlich entführen die Ganoven Max und wollen ihn nur im Austausch gegen die Kette freilassen.","versions":[{"lang":1,"streams":[{"redirect":9014961,"hoster":"VOE"},{"redirect":8570297,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rotkäppchen und der böse Colt","epNo":9,"alt":"Murder Is A Drag","descr":"Jonathan Hart hat Karten für eine Aufführung von Richard Wagners \"Götterdämmerung\" verlegt. Kurzerhand besorgt er Ersatz bei einem Schwarzhändler, der sie dem Profikiller McGarity gestohlen hat. In der Oper steckt ihm sein Sitznachbar einen Umschlag mit 100 000 Dollar und Instruktionen in die Tasche. Ehe Jonathan das Missverständnis aufklären kann, wird der Mann ermordet. Und schon stecken die Harts in einem neuen Fall.","versions":[{"lang":1,"streams":[{"redirect":9014969,"hoster":"VOE"},{"redirect":8570299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Zuckerbäcker","epNo":10,"alt":"The Hart Shaped Murders","descr":"Jonathan Hart hat Karten für eine Aufführung von Richard Wagners \"Götterdämmerung\" verlegt. Kurzerhand besorgt er Ersatz bei einem Schwarzhändler, der sie dem Profikiller McGarity gestohlen hat. In der Oper steckt ihm sein Sitznachbar einen Umschlag mit 100 000 Dollar und Instruktionen in die Tasche. Ehe Jonathan das Missverständnis aufklären kann, wird der Mann ermordet. Und schon stecken die Harts in einem neuen Fall.","versions":[{"lang":1,"streams":[{"redirect":9014966,"hoster":"VOE"},{"redirect":8570301,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ausgebootete Mörder","epNo":11,"alt":"Slow Boat To Murder","descr":"Stanley Friesen, Jonathan Harts Buchhalter, nimmt den Ratschlag seines Chefs an und gönnt sich einen vergnüglichen Abend. Ein folgenschwerer Entschluss, denn er bekommt etwas ins Getränk gemischt, verliert das Bewusstsein, und am nächsten Morgen wacht Stanley ganz benommen auf einer Jacht auf. Alles deutet darauf hin, dass er den Geldhai Carl Stevens ermordet hat. Doch Jonathan ist klar, dass sein ängstlicher Freund niemals der Mörder sein kann. Mit Jennifer und Max will er beweisen, dass ihm der Mord angehängt wurde.","versions":[{"lang":1,"streams":[{"redirect":9014967,"hoster":"VOE"},{"redirect":8570302,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mörder im Sattel","epNo":12,"alt":"Murder In The Saddle","descr":"Jonathan Hart und seine Frau Jennifer wollen sich ein Wochenende lang auf ihrer Ranch erholen. Doch ihr Urlaub endet jäh, als auf unerklärliche Weise Rinder verenden. Ihr Nachbar behauptet, dass Gift aus der flussaufwärts gelegenen Chemiefabrik an dem Elend Schuld sei. Jonathan und Jennifer lassen Wasserproben nehmen und kommen schnell dahinter, dass ihr Nachbar selbst der Verantwortliche ist. Als sie dies dem Sheriff melden, müssen sie dummerweise feststellen, dass der sein Komplize ist.","versions":[{"lang":1,"streams":[{"redirect":9014970,"hoster":"VOE"},{"redirect":8547119,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Kugel des Mörders","epNo":13,"alt":"Homemade Murder","descr":"Kriminelle brechen in das Haus von Jennifer und Jonathan Hart ein und versuchen eine Kugel zu bekommen, die ein Beweis für ein früheren Mord ist.","versions":[{"lang":1,"streams":[{"redirect":12379470,"hoster":"VOE"},{"redirect":8570303,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die rote Hantel","epNo":14,"alt":"A Solid Gold Murder","descr":"Vince, der Neffe von Max, eröffnet ein Fitness-Center, nachdem er von einer erfolgreichen Europa-Tournee als Bodybuilder zurückgekehrt ist. Wenig später wird ein Überfall auf das Fitnessstudio verübt, bei dem Max verletzt und eine scheinbar wertlose Hantel gestohlen wird. Doch schon kurze Zeit später ereignet sich ein weiterer Raub, bei dem ein Scotland-Yard Inspektor ums Leben kommt und eine weitere Hantel gestohlen wird. Jonathan Hart findet den Grund bald heraus: Die Gangster haben in Europa Diebstähle verübt und ihre Beute dem ahnungslosen Vince untergejubelt. Nun wollen sie sich das Diebesgut zurückholen.","versions":[{"lang":1,"streams":[{"redirect":9014971,"hoster":"VOE"},{"redirect":8547118,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Blüten-Traumschiff","epNo":15,"alt":"Getting Aweigh With Murder","descr":"Der Vorstand einer Bank bittet die Harts um Hilfe bei der Aufklärung eines Falschgeldproblems. Durch das Spielcasino eines Luxusdampfers werden jede Menge Blüten in Umlauf gebracht. Jonathan und Jennifer beschließen Undercover zu ermitteln. Während Jonathan als Steward die restliche Crew unter die Lupe nimmt, mietet sich Jennifer als wohlhabende spanische Gräfin in einer Luxus-Suite ein.","versions":[{"lang":1,"streams":[{"redirect":9014965,"hoster":"VOE"},{"redirect":8570305,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Onkel aus der Schweiz","epNo":16,"alt":"The Murder Of Jonathan Hart","descr":"Jonathan Hart entgeht nur knapp einem Sprengstoffattentat. Es war nicht der erste und auch nicht der letzte Anschlag auf sein Wohlbefinden. Jemand trachtet Jonathan nach dem Leben. Kurz darauf wird er bei der Eröffnung einer Galerie niedergeschossen und für tot erklärt. Doch dieses Attentat hat Jonathan selbst in die Wege geleitet, sodass seine Feinde ihn für tot halten. Unter falscher Identität macht er sich nun auf die Suche nach den Verantwortlichen.","versions":[{"lang":1,"streams":[{"redirect":9014972,"hoster":"VOE"},{"redirect":8547120,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Schwestern","epNo":17,"alt":"The Latest Fashion In Murder","descr":"Bei der Arbeit an einem neuen Artikel über Models wird Jennifer Hart unerwartet selbst als Model für ein Hochglanzmagazin gecastet. Als die Harts kurz darauf auf einer Modeparty das Model Diane tot auffinden, wird ihnen klar, dass auch in der Modelwelt nicht alles Gold ist, was glänzt. Schon bald gerät auch Jennifer ins Visier des unbekannten Killers.","versions":[{"lang":1,"streams":[{"redirect":12379471,"hoster":"VOE"},{"redirect":8570304,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Operation \u0027Mord\u0027","epNo":18,"alt":"Operation Murder","descr":"Jennifer Hart liegt mit einer leichten Gehirnerschütterung im Krankenhaus, als sie glaubt nachts zu beobachten, wie ein Patient in seinem Bett von einer Krankenschwester erstickt wird. Doch am nächsten Morgen ist aus dem Schauplatz des Verbrechens auf einmal ein harmloses Wartezimmer geworden und niemand will ihre Geschichte glauben. Wieder nach Hause zurückgekehrt, erspäht Jennifer im Garten einen Mann, den sie zuvor auch schon im Krankenhaus gesehen hat. Um allen zu beweisen, dass sie nicht an Halluzinationen leidet, ermittelt sie auf eigene Faust.","versions":[{"lang":1,"streams":[{"redirect":9118721,"hoster":"VOE"},{"redirect":8570306,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mordstheater","epNo":19,"alt":"Murder Takes A Bow","descr":"Jennifer Hart liegt mit einer leichten Gehirnerschütterung im Krankenhaus, als sie glaubt nachts zu beobachten, wie ein Patient in seinem Bett von einer Krankenschwester erstickt wird. Doch am nächsten Morgen ist aus dem Schauplatz des Verbrechens auf einmal ein harmloses Wartezimmer geworden und niemand will ihre Geschichte glauben. Wieder nach Hause zurückgekehrt, erspäht Jennifer im Garten einen Mann, den sie zuvor auch schon im Krankenhaus gesehen hat. Um allen zu beweisen, dass sie nicht an Halluzinationen leidet, ermittelt sie auf eigene Faust.","versions":[{"lang":1,"streams":[{"redirect":9014981,"hoster":"VOE"},{"redirect":8570307,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das grüne Zimmer","epNo":20,"alt":"The Blue Chip Murders","descr":"Die Harts ertappen einen maskierten Einbrecher auf frischer Tat und können ihn in die Flucht schlagen. Doch obwohl er die Gelegenheit dazu hatte, nahm er offenbar nichts von Wert mit sich. Bei den Aufräumarbeiten in ihrem Haus entdecken Jonathan und Jennifer zufällig einen Geheimgang im Keller. Hier finden sie Wertpapiere des vor vielen Jahren verstorbenen Vorbesitzers. Es stellt sich heraus, dass ein Unbekannter die Papiere um jeden Preis in seinen Besitz bringen will.","versions":[{"lang":1,"streams":[{"redirect":9014977,"hoster":"VOE"},{"redirect":8570308,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Rosen und Dornen","epNo":1,"alt":"Harts And Flowers","descr":"Max kreiert eine neue Rose und nimmt unter Jennifers Name an einem Rosenzüchter-Wettbewerb teil. Sie schafft es bis in die Endausscheidung, die auf einer Gartenparty ausgetragen wird. Dort allerdings dezimiert sich das Feld der Teilnehmer durch mehrere sonderbare Todesfälle. Jonathan und Jennifer Hart halten diese nicht für Unfälle und gehen der Sache nach. Dabei gerät auch Jennifer ins Visier des Killers.","versions":[{"lang":1,"streams":[{"redirect":9014983,"hoster":"VOE"},{"redirect":8570309,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Picknick in Acapulco","epNo":2,"alt":"A Couple Of Harts","descr":"Jonathan und Jennifer Hart haben während eines Ausflugs in Mexiko eine Autopanne und wollen auf einer nahe gelegenen Farm Hilfe holen. Dabei stoßen sie auf eine mörderische Verschwörung mexikanischer Geschäftsleute. Um das geplante Verbrechen zu verhindern, tarnen sich die Harts als Dienstboten. Wird es ihnen gelingen, den mörderischen Plan zu vereiteln?","versions":[{"lang":1,"streams":[{"redirect":9014980,"hoster":"VOE"},{"redirect":8570310,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feuriges Wochenende","epNo":3,"alt":"Hart, Line And Sinker","descr":"Jonathan und Jennifer Hart haben während eines Ausflugs in Mexiko eine Autopanne und wollen auf einer nahe gelegenen Farm Hilfe holen. Dabei stoßen sie auf eine mörderische Verschwörung mexikanischer Geschäftsleute. Um das geplante Verbrechen zu verhindern, tarnen sich die Harts als Dienstboten. Wird es ihnen gelingen, den mörderischen Plan zu vereiteln?","versions":[{"lang":1,"streams":[{"redirect":9014974,"hoster":"VOE"},{"redirect":8570311,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hartland-Express","epNo":4,"alt":"Hartland Express","descr":"Eine Zugfahrt durch die USA entwickelt sich zum Horrortrip für die Selfmade-Millionäre Jonathan und Jennifer Hart. Die Mitreisende Ann-Marie steht unter Polizeischutz, da sie Kronzeugin in einem Mafia-Prozess ist. Während der Fahrt versuchen Auftragskiller, die junge Frau zu töten. Bei dem Versuch, Ann-Marie zu helfen, gelangen die Harts selbst ins Visier der Killer.","versions":[{"lang":1,"streams":[{"redirect":9118723,"hoster":"VOE"},{"redirect":8547122,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Pelzjäger","epNo":5,"alt":"What Becomes A Murder Most","descr":"Eine Zugfahrt durch die USA entwickelt sich zum Horrortrip für die Selfmade-Millionäre Jonathan und Jennifer Hart. Die Mitreisende Ann-Marie steht unter Polizeischutz, da sie Kronzeugin in einem Mafia-Prozess ist. Während der Fahrt versuchen Auftragskiller, die junge Frau zu töten. Bei dem Versuch, Ann-Marie zu helfen, gelangen die Harts selbst ins Visier der Killer.","versions":[{"lang":1,"streams":[{"redirect":9118726,"hoster":"VOE"},{"redirect":8547123,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zaubertricks","epNo":6,"alt":"Murder Up Their Sleeve","descr":"Die Harts schenken ihrem Chauffeur Max und dessen Freundin Karten für eine Zaubershow, da sie selbst verhindert sind. Bei der Show wird Max als Freiwilliger auf die Bühne gebeten. Während eines Zaubertricks lässt ihn der berühmte Magier wie von Zauberhand dauerhaft verschwinden. Was Max nicht weiß: Man hält ihn für seinen Chef Jonathan Hart.","versions":[{"lang":1,"streams":[{"redirect":9014976,"hoster":"VOE"},{"redirect":8570314,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Objekt einer obskuren Begierde","epNo":7,"alt":"Harts Under Glass","descr":"Die Harts werden zu einer Feier des exzentrischen Künstlers Dodsworth eingeladen. Bei seinen Objekten handelt es sich um exotische Tiere hinter Glas. Bis dahin ahnt niemand, dass er seine Sammelleidenschaft auch auf Frauen ausgedehnt hat. Die hübsche Jennifer Hart hat es ihm angetan. Als perfektes Exemplar ihrer Spezies versucht er, sie in seinen Besitz zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9014982,"hoster":"VOE"},{"redirect":8547131,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Es ist nicht alles Glas, was glitzert","epNo":8,"alt":"Rhinestone Harts","descr":"Jennifer Hart leiht sich von einer bekannten Countrysängerin ein Kleid. Das Prunkstück ist von oben bis unten mit Glasperlen besetzt. Sie weiß natürlich nicht, dass es sich dabei nicht um Imitate, sondern um echte Diamanten aus einem Raub handelt. Auf einer Party schwebt Jennifer in dem Kostüm in großer Gefahr. Wird sie rechtzeitig erfahren, wie wertvoll ihre Kleidung ist?","versions":[{"lang":1,"streams":[{"redirect":9014986,"hoster":"VOE"},{"redirect":8547124,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Dunkle Stunden","epNo":9,"alt":"Hart Of Darkness","descr":"Bei einem Sprung in den Pool verliert Selfmade-Millionär Jonathan Hart sein Sehvermögen. Bei der Wasseranalyse werden ätzende Lösungen festgestellt, die für die Verletzung seiner Hornhaut verantwortlich sind. Es scheint das Werk eines Unbekannten zu sein, aber aus welchem Grund? Wird Jonathan sein Augenlicht wiedererlangen?","versions":[{"lang":1,"streams":[{"redirect":9014990,"hoster":"VOE"},{"redirect":8547127,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hoppe, Hoppe Reiter","epNo":10,"alt":"The Hartbreak Kid","descr":"Jennifer und Jonathan Hart sind im Besitz eines vielversprechenden Rennpferds. Als sie dieses zu seinem ersten Rennen anmelden, bemerken sie nicht, dass sie damit die betrügerischen Pläne eines anderen Rennstallbesitzers durchkreuzen. Mit unlauteren Mitteln versucht der Konkurrent, sein Pferd zum Sieg zu führen. Mit dem Gewinn will er seine finanziellen Probleme lösen.","versions":[{"lang":1,"streams":[{"redirect":9014984,"hoster":"VOE"},{"redirect":8570312,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unterwasserjagd","epNo":11,"alt":"From The Depth Of My Hart","descr":"Bei einem Tauchgang machen Jonathan und Jennifer Hart Unterwasseraufnahmen eines gesunkenen Schiffes. Der Taucher Larry, der ihnen dabei behilflich ist, wird plötzlich erstochen. Bei ihren Ermittlungen schauen sich die Hobbydetektive den Film mit den Aufnahmen genauer an und stellen fest, dass Larry seinen Mörder zuvor fotografiert hat.","versions":[{"lang":1,"streams":[{"redirect":9014988,"hoster":"VOE"},{"redirect":8547121,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Zinnoberrote","epNo":12,"alt":"Hartless Hobby","descr":"Als die Harts die Galerie des Briefmarkensammlers Faraday besuchen, geraten sie mitten in einen Briefmarkendiebstahl. Unglücklicherweise gelangt dabei eine Marke in den Besitz der Harts, die eine Million Dollar wert sein soll. Eine Mitarbeiterin des Sammlers hatte es auf die \"Zinnoberrote\" abgesehen und die Marke vor dem Diebstahl vertauscht. Von nun an schweben die Harts in größter Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9014987,"hoster":"VOE"},{"redirect":8547125,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wiedersehen mit Daddy","epNo":13,"alt":"My Hart Belongs To Daddy","descr":"Die Harts freuen sich auf das Wiedersehen mit Jennifers Vater Steven Edwards. Als sie auf dessen eindrucksvollem Wohnsitz ankommen, ahnen die beiden nicht, dass der alte Mann in Lebensgefahr schwebt. Steven, ein ehemaliger CIA-Agent, wird bedroht. Die Drei werden von Stevens Vergangenheit eingeholt, als ein gewisser Oberman eine noch offene Rechnung begleichen will.","versions":[{"lang":1,"streams":[{"redirect":9014985,"hoster":"VOE"},{"redirect":8570315,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kosmetische Operationen","epNo":14,"alt":"Harts Of Diamonds","descr":"Seit Kurzem wirkt die Millionärsgattin Jennifer Hart wie ausgewechselt. Obwohl sie und ihr Mann finanziell ausgesorgt haben, stielt sie skrupellos Juwelen und Schmuck. Jonathan Hart kann sich ihr sonderbares Verhalten nicht erklären und geht der Sache nach. Seinen Ermittlungen führt ihn zu dem Schönheitssalon, den Jennifer wöchentlich besucht, und findet dort den Auslöser ihrer Kleptomanie.","versions":[{"lang":1,"streams":[{"redirect":9014995,"hoster":"VOE"},{"redirect":8570316,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tod auf Hawaii","epNo":15,"alt":"Harts And Palms","descr":"Die Selfmade-Millionäre Jonathan und Jennifer Hart verbringen ihren Urlaub auf Hawaii. Als sie die Schönheit der Landschaft bei einer Autofahrt genießen wollen, versucht eine Autofahrerin sie von der Straße zu drängen. Nur knapp dem Tod entronnen, treffen sie im Hotel erneut auf die skrupellose Verkehrsteilnehmerin.","versions":[{"lang":1,"streams":[{"redirect":9014996,"hoster":"VOE"},{"redirect":8570313,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Familienbande","epNo":16,"alt":"The Hart Of The Matter","descr":"Die Harts fahren nach Frankreich. Dort wollen sie sich mit Jennifers Verleger Andrew treffen. Als sie im Hotel eintreffen, ist Andrew verschwunden. Dann sehen sie einen Mann, der dem Vermissten zum verwechseln ähnlich sieht. Aber der Doppelgänger schießt.","versions":[{"lang":1,"streams":[{"redirect":12923252,"hoster":"VOE"},{"redirect":8570319,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Scheidungsmanöver","epNo":17,"alt":"Blue And Broken Harted","descr":"Ein ehemaliger Geschäftspartner von Jonathan will die Ehe der Harts zerstören. Der Grund: Er hat mit zwei anderen eine Wette abgeschlossen, wie lange die Harts verheiratet bleiben. Lassen sie sich scheiden, gewinnt er 100.000 Dollar.","versions":[{"lang":1,"streams":[{"redirect":9014920,"hoster":"VOE"},{"redirect":8570317,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Russisches Ballett","epNo":18,"alt":"Harts On Their Toes","descr":"Das sowjetische Nationalballett gastiert in Los Angeles. Jennifer nutzt die Gelegenheit und nimmt bei den russischen Profis Ballettstunden. Yuri, der große Star des Ensembles, bittet die Harts um Hilfe. Er will sich in den Westen absetzen.","versions":[{"lang":1,"streams":[{"redirect":9014922,"hoster":"VOE"},{"redirect":8570320,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Vertauschte Rollen","epNo":19,"alt":"Deep In The Hart Of Dixieland","descr":"Jonathan spielt in einer Jazzband Trompete. Während eines Auftritts wird die Verlobte eines Bandmitglieds tot aufgefunden. Jonathans Freund Russell wird des Mordes verdächtigt. Die Harts sind von seiner Unschuld überzeugt und ermitteln auf eigene Faust.","versions":[{"lang":1,"streams":[{"redirect":9014923,"hoster":"VOE"},{"redirect":8570318,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Flaschenteufel","epNo":20,"alt":"Vintage Harts","descr":"Mr. und Mrs. Dumont vertreiben den Wein der Harts als französischen Edeltropfen. Sie verzehnfachen damit ihren Gewinn. Als ein Angstellter der Kellerei dahinterkommt, bringen sie ihn kaltblütig um. Jonathan und Jennifer schöpfen Verdacht.","versions":[{"lang":1,"streams":[{"redirect":9015000,"hoster":"VOE"},{"redirect":8570323,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Einfach hart","epNo":21,"alt":"Hart And Sole","descr":"Jonathan erhält von seinem Schneider einen falschen Anzug. Der richtige wurde versehentlich in ein Hotel geliefert. Als Jonathan und Jennifer sich in dem betreffenden Hotelzimmer umsehen, fällt ein toter Mann aus dem Schrank.","versions":[{"lang":1,"streams":[{"redirect":9014993,"hoster":"VOE"},{"redirect":8570321,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kartenspiele","epNo":22,"alt":"The Harts Strike Out","descr":"Einer von Jonathans Angestellten stirbt überraschend. Bei der Testamentseröffnung kommt heraus, dass Jack hoch verschuldet war. Dessen Sohn Jess zeigt Jonathan eine Baseballkartensammlung, die er geerbt hat. Die Sammlung ist ein Vermögen wert.","versions":[{"lang":1,"streams":[{"redirect":9014997,"hoster":"VOE"},{"redirect":8570322,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Falsch gemünzt","epNo":23,"alt":"To Coin A Hart","descr":"Unwissentlich gelangt Jennifer in den Besitz einer Renaissance-Münze von unschätzbarem Wert. Zwei Räuber wollen das wertvolle Stück unbedingt haben. Sie bedrohen Jennifer mit einer Pistole. Jennifer kann die beiden außer Gefecht setzen. Aber die Jagd geht weiter.","versions":[{"lang":1,"streams":[{"redirect":9014989,"hoster":"VOE"},{"redirect":8570328,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Unfallopfer","epNo":24,"alt":"Harts And Fraud","descr":"Kurz vor einer Ampel kann Jennifer ihren Rolls Royce nicht mehr rechtzeitig stoppen. Ein Auffahrunfall ist die Folge. Jennifers Auto hat nicht einen Kratzer abbekommen, aber der Fahrer des anderen Wagens ist anscheinend schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":9014998,"hoster":"VOE"},{"redirect":8570325,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Das rasende Himmelbett","epNo":1,"alt":"On A Bed Of Harts","descr":"Jennifer und Jonathan wollen noch einmal eine Nacht in ihrem Flitterwochenbett verbringen. Bei der Suche nach dem Bett stoßen sie auf eine internationale Kunsträuberbande, die ebenfalls hinter dem Bett her ist.","versions":[{"lang":1,"streams":[{"redirect":9015002,"hoster":"VOE"},{"redirect":8570324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gifttorte","epNo":2,"alt":"With This Hart I Thee Wed","descr":"Jennifer richtet die siebte Hochzeit ihrer Tante Renée aus. Da erfährt sie, dass Renée und ihr zukünftiger Mann Justin Mitglieder einer Sekte sind. Die zieht ihren Anhängerin das Geld aus der Tasche. Auch Jennifers Tante ist in Gefahr, ihr Vermögen zu verlieren.","versions":[{"lang":1,"streams":[{"redirect":9015001,"hoster":"VOE"},{"redirect":8570327,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rien ne va plus","epNo":3,"alt":"Million Dollar Harts","descr":"Jennifer amüsiert sich bei einem Rouletteabend. Dabei wird sie von einem Trickbetrüger unwissentlich als Geldbotin benützt. Er gibt sich als Baron aus und bittet sie, seinen Gewinn von über zwei Millionen Dollar für ihn aufzubewahren.","versions":[{"lang":1,"streams":[{"redirect":9014994,"hoster":"VOE"},{"redirect":8570332,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Klassentreffen","epNo":4,"alt":"Harts On Campus","descr":"Jonathan begleitet seine Frau zu einem Klassentreffen nach Gresham Hall. Dort trifft Jennifer ihren alten Verehrer Ford Beebe. Um Jennifer endlich für sich zu gewinnen, plant er ihren Mann Jonathan zu ermorden.","versions":[{"lang":1,"streams":[{"redirect":12177421,"hoster":"VOE"},{"redirect":8570334,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schüsse in Goldtown","epNo":5,"alt":"Harts At High Noon","descr":"Jonathan Hart will die Western-Stadt Goldtown kaufen und sie für den Tourismus öffnen. Er ahnt nicht, dass einige Bewohner von Goldtown in einer stillgelegten Mine heimlich Goldstaub förden. Diesen ist jedes Mittel recht, um Jonathan davon abzubringen.","versions":[{"lang":1,"streams":[{"redirect":9014999,"hoster":"VOE"},{"redirect":8737828,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine mörderische Romanze","epNo":6,"alt":"Hart\u0027s Desire","descr":"Jennifers ehemaliger Literaturprofessor schreibt unter Pseudonym schwülstige Liebesromane. Als ihm dafür ein Preis verliehen werden soll, bittet er Jennifer an seiner Stelle den Preis entgegen zu nehmen. Mit Jonathan reist sie nach New Orleans.","versions":[{"lang":1,"streams":[{"redirect":9014925,"hoster":"VOE"},{"redirect":8570329,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geld macht nicht glücklich","epNo":7,"alt":"Rich And Hartless","descr":"Ein überraschender Gewinn in einem Preisausschreiben macht Max über Nacht zum Millionär. Die Harts engagieren neue Hausdiener, das Ehepaar Chumley. Diese sind Gauner, die an das Vermögen der Harts herankommen wollen.","versions":[{"lang":1,"streams":[{"redirect":9015005,"hoster":"VOE"},{"redirect":8547126,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der König und der Löwe","epNo":8,"alt":"In The Hart Of The Night","descr":"Der orientalische König Rashid ist ein alter Freund der Harts. Er lädt sie zu einer Kunstausstellung im Konsulat seines Landes ein. Als er seinen Gästen das ausgeklügelte Sicherheitssystem demonstrieren will, geschieht ein Mord.","versions":[{"lang":1,"streams":[{"redirect":9015010,"hoster":"VOE"},{"redirect":8570333,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Schein trügt","epNo":9,"alt":"One Hart Too Many","descr":"Ein Schönheitschirurg räumt reiche Witwen aus dem Weg, um sich an ihrem Vermögen zu bereichern. Jennifer, die einen Artikel über die Klinik schreiben will, meldet sich als Patientin an. Bald ist auch sie in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":9015011,"hoster":"VOE"},{"redirect":8570336,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Weihnachtsüberraschung","epNo":10,"alt":"A Christmas Hart","descr":"Bei einer Überraschungsfeier zum Geburtstag von Max wird Jonathan von einem Einbrecher niedergeschlagen. Verdächtig sind Wayne und Maureen Tucker, die im Auftrag eines singenden Telegramm-Services Max ein Geburtstagsständchen brachten.","versions":[{"lang":1,"streams":[{"redirect":9014926,"hoster":"VOE"},{"redirect":8570330,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Herausforderung im Dschungel","epNo":11,"alt":"Hunted Harts","descr":"Jonathan hat dem skrupellosen Davenport ein Geschäft vermasselt. Als die Harts nach Südamerika fliegen, sieht Davenport die Stunde der Rache gekommen. Er lockt die Harts in den Dschungel um sie während ihres Ausflugs zu töten.","versions":[{"lang":1,"streams":[{"redirect":9014927,"hoster":"VOE"},{"redirect":8570331,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wer sagt denn, Tote fliegen nicht?","epNo":12,"alt":"Emily, By Hart","descr":"Die Harts erfahren von dem Selbstmord einer Journalistin, einer Kollegin von Jennifer. Die befragt ihren Chef und bekommt heraus, dass Emily an einem Artikel über Felddüngung per Flugzeug gearbeitet hat. Mit dem Boss einer Fluggesellschaft hatte sie Ärger.","versions":[{"lang":1,"streams":[{"redirect":12923248,"hoster":"VOE"},{"redirect":8547145,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schnüffeleien","epNo":13,"alt":"Pounding Harts","descr":"Am Zoll von Mexiko verwechselt eine nichtsahnende Polizistin Jennifer Harts Korb mit dem der Drogenkurierin Susy Jensen. Plötzlich sind die Harts im Besitz von Kokain im Wert von einer halben Million Dollar.","versions":[{"lang":1,"streams":[{"redirect":9015008,"hoster":"VOE"},{"redirect":8547128,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Schatzsuche im Dschungel","epNo":14,"alt":"Chamber Of Lost Harts","descr":"Im peruanischen Dschungel gehen Jennifer und Jonathan dem geheimnisvollen Tod eines Mitarbeiters auf den Grund. Der Archäologe Dr. Villac erzählt ihnen von einem sagenhaften Inka-Schatz, der tief im Dschungel versteckt sein soll.","versions":[{"lang":1,"streams":[{"redirect":9118725,"hoster":"VOE"},{"redirect":8547134,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Duftspuren","epNo":15,"alt":"Harts On The Scent","descr":"Claire Beaumond will, dass ihr Mann seine Parfümfabrik verkauft. Als der sich weigert, bringt sie ihn kurzerhand um. Danach trifft sie sich mit Jonathan Hart und bietet ihm die Firma an. Aber Jonathan schöpft bald Verdacht.","versions":[{"lang":1,"streams":[{"redirect":9015004,"hoster":"VOE"},{"redirect":8570340,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Eine aufregende Party","epNo":16,"alt":"Bahama Bound Harts","descr":"Der Großindustrielle Nichols gibt auf den Bahamas eine Party. Auch die Harts sind eingeladen. Unter den Gästen befindet sich ebenfalls Reporter Scotty. Der erzählt den beiden, er arbeite an einer sensationellen Story. Wenig später ist Scotty tot.","versions":[{"lang":1,"streams":[{"redirect":9015013,"hoster":"VOE"},{"redirect":8547136,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wenn das Blatt sich wendet","epNo":17,"alt":"As The Harts Turn","descr":"Bei einer Tombola gewinnt Jennifer einen Auftritt in einer Seifenoper. Drehbuchautor Bill möchte, dass Jennifer die Bücher für die nächsten fünf Folgen umschreibt. Dabei soll sie eine der Figuren sterben lassen.","versions":[{"lang":1,"streams":[{"redirect":9015007,"hoster":"VOE"},{"redirect":8570342,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Gute Reise, Max!","epNo":18,"alt":"The Wayward Hart","descr":"Mit einer besonders teuren Zigarre als kleines Abschiedspräsent schicken die Harts ihren Max in den alljährlichen Urlaub. Nachdem Max abgereist ist, erfahren Jonathan und Jennifer, dass die Zigarre ein tödliches Gift enthält. Eine hektische Suche nach Max beginnt.","versions":[{"lang":1,"streams":[{"redirect":13922466,"hoster":"VOE"},{"redirect":8570338,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Killerlady und der Chauffeur","epNo":19,"alt":"A Change Of Hart","descr":"Jonathan wartet in seinem Auto auf einen alten Freund Kiley. Da springt eine maskierte Frau in seinen Wagen und bedroht ihn mit einer Pistole. Sie ist eine Auftragskillerin und hat gerade Walter Kiley erschossen. Jetzt will sie auch Jonathan erledigen.","versions":[{"lang":1,"streams":[{"redirect":9015009,"hoster":"VOE"},{"redirect":8570337,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ins Herz getroffen","epNo":20,"alt":"Hartstruck","descr":"Jonathan wartet in einem Restaurant auf Jennifer. Dabei lernt er die attraktive Robin kennen. Diese bildet sich ein, Jonathan sei in sie verliebt und sie müsse jeden töten, der ihrer Liebe im Weg steht. Natürlich gerät als erste Jennifer in ihr Visier.","versions":[{"lang":1,"streams":[{"redirect":9015018,"hoster":"VOE"},{"redirect":8570343,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Original oder Fälschung","epNo":21,"alt":"Too Close To Hart","descr":"Die Sawyers, Nachbarn der Harts, verreisen. Kurz nach ihrer Abfahrt bezieht ein fremdes Ehepaar das Haus um darauf aufzupassen. In Wirklichkeit sind die beiden Kunstfälscher, die echte Gemälde gegen Fälschungen austauschen. Die Harts schöpfen bald Verdacht.","versions":[{"lang":1,"streams":[{"redirect":9015024,"hoster":"VOE"},{"redirect":8570345,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Schlankheitskur","epNo":22,"alt":"A Lighter Hart","descr":"Jennifers Cousine Betsy besucht die Schlankheitsfarm des berühmten Barry Grayson. Als Betsy plötzlich zusammenbricht, werden Jennifer und Jonathan misstrauisch. Sie vermuten, dass Betsy Drogen verabreicht wurden.","versions":[{"lang":1,"streams":[{"redirect":9015017,"hoster":"VOE"},{"redirect":8547138,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"London im Frühling","epNo":1,"alt":"Two Harts Are Better Than One","descr":"Jonathan und Jennifer machen Urlaub in London. Hier erinnern sie sich, wie sie sich vor Jahren kennenlernten. Jennifer war Journalistin bei einer Tageszeitung und wollte Jonathan interviewen. Als ihr Verleger ermordet wurde, suchten sie gemeinsam den Mörder.","versions":[{"lang":1,"streams":[{"redirect":12923239,"hoster":"VOE"},{"redirect":8547130,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geheimnis des Poloschlägers","epNo":2,"alt":"Straight Through The Hart","descr":"Im Poloschläger des Weltklassespielers José ist ein Diamant im Wert von einer Million Dollar versteckt. Kommissar Pastori ist José dicht auf den Fersen. Um von ihm nicht entlarvt zu werden, schenkt José den Poloschläger Jonathan.","versions":[{"lang":1,"streams":[{"redirect":9015014,"hoster":"VOE"},{"redirect":8570339,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Juwelenraub auf französisch","epNo":3,"alt":"Hostage Harts","descr":"Jonathan und Jennifer wollen in Paris ein wertvolles Diadem ersteigern. Vor der Auktion treffen sie sich mit dem Galeristen Claude Luter, um das teure Stück in Ruhe betrachten zu können. Dabei kommen sie zwei Dieben in die Quere, die das Diadem stehlen wollen.","versions":[{"lang":1,"streams":[{"redirect":9015025,"hoster":"VOE"},{"redirect":8547129,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Testflug mit Pandora","epNo":4,"alt":"Pandora Has Wings","descr":"Jonathan ist Reserveoffizier der Navy. Er nimmt an der Erprobung des revolutionären Radarsystems Pandora teil. Weil das Gerät nicht funktioniert, hat der Konstrukteur eine Bombe eingebaut. Sie explodiert, wenn das Radarsystem in Betrieb genommen wird.","versions":[{"lang":1,"streams":[{"redirect":9015015,"hoster":"VOE"},{"redirect":8570341,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Fuchsjagd","epNo":5,"alt":"Harts And Hounds","descr":"Die Harts sind zu einer Fuchsjagd eingeladen. Die Gastgeber, Sir Belgrave und seine Frau Claire, sind zerstritten. Bei einem Ausritt stürzt Lady Claire vom Pferd. Sie beschuldigt ihren Mann, den Steigbügel manipuliert zu haben.","versions":[{"lang":1,"streams":[{"redirect":9015020,"hoster":"VOE"},{"redirect":8570346,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spiel, Satz, Mord!","epNo":6,"alt":"Love Game","descr":"Jennifer organisiert ein Wohltätigkeits-Tennisturnier. Auch Tennisstar Martina Navratilova soll dabei sein. Josh Dunston hilft Jennifer, einen Kontakt herzustellen. Jennifer ahnt nicht, dass der Mann ein Mörder ist.","versions":[{"lang":1,"streams":[{"redirect":9015029,"hoster":"VOE"},{"redirect":8570344,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Mords-Rallye","epNo":7,"alt":"Passing Chance","descr":"Die Harts nehmen an einer Rallye rund um Athen teil. Der Großindustrielle Vlachos will die Zeit nutzen und sich die Aktienmehrheit von \"Hart Industries\" verschaffen. Damit Jonathan nichts davon erfährt, befiehlt er seinen Leuten, ihn außer Gefecht zu setzen.","versions":[{"lang":1,"streams":[{"redirect":9015021,"hoster":"VOE"},{"redirect":8570348,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alte Liebe macht blind","epNo":8,"alt":"Long Lost Love","descr":"Jennifers Vater Steven erhält Besuch von einer jungen Frau. Sie behauptet, die Tochter seiner ehemaligen Geliebten und somit auch seine Tochter zu sein. Steven ist gerührt und auch Jennifer gefällt der Gedanke, eine Schwester zu haben. Nur Jonathan ist misstrauisch.","versions":[{"lang":1,"streams":[{"redirect":9015023,"hoster":"VOE"},{"redirect":8570347,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gift im Whisky","epNo":9,"alt":"Highland Fling","descr":"Jennifer soll zum Oberhaupt eines altehrwürdigen schottischen Clans gewählt werden. Ein ruchloser Rivale um den Titel trachtet ihr nach dem Leben und schüttet ihr Gift in ihren Whisky.","versions":[{"lang":1,"streams":[{"redirect":9015022,"hoster":"VOE"},{"redirect":8570350,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Jahr des Hundes","epNo":10,"alt":"Year Of The Dog","descr":"Jonathan hat sich ein besonderes Geschenk für seine Jennifer einfallen lassen: eine kostbare Jadefigur aus dem 16. Jahrhundert. Die kleine Plastik zeigt einen Hund und gehörte ursprünglich zu einem Satz von zwölf Jade-Sternzeichenfiguren. Kurz darauf wird die Figur gestohlen – die Spur der Diebe führt nach Macao zu einem Waffenhändler. Die Harts nehmen die Verfolgung der Diebe auf.","versions":[{"lang":1,"streams":[{"redirect":9015030,"hoster":"VOE"},{"redirect":12512188,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Langsames Erwachen","epNo":11,"alt":"Trust Your Hart","descr":"Die Harts kümmern sich um ein junges Mädchen, das nach Jahren aus dem Koma erwacht ist. Über das Ereignis wird in den Medien groß berichtet. So erfährt auch Jeff Brogan von Lisas Genesung. Er hat Lisas Eltern ermordet und fürchtet, dass sich das Mädchen an ihn erinnert.","versions":[{"lang":1,"streams":[{"redirect":9015027,"hoster":"VOE"},{"redirect":8570349,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jennifer geht ins Kloster","epNo":12,"alt":"Harts On The Run","descr":"Ein gefürchteter Mafiaboss will sich an Jonathan und Jennifer rächen. Der Grund: Jennifer war Zeugin eines Mordes, den er begangen hat, und hat ihn bei der Polizei identifiziert. Die Harts suchen Zuflucht in einem Kloster. Aber sie werden entdeckt.","versions":[{"lang":1,"streams":[{"redirect":9015028,"hoster":"VOE"},{"redirect":8547133,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Bretter, die den Tod bedeuten","epNo":13,"alt":"Whispers In The Wings","descr":"Die Harts spielen bei einem Musical mit, das zu Wohltätigkeitszwecken aufgeführt wird. Regisseur Elliot traut seinen Augen nicht, als er Jennifer zum ersten Mal gegenübersteht. Sie sieht seiner Geliebten, die er in den Tod trieb, zum Verwechseln ähnlich.","versions":[{"lang":1,"streams":[{"redirect":9015026,"hoster":"VOE"},{"redirect":8547135,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Tod tanzt im 3/4 Takt","epNo":14,"alt":"Max\u0027s Waltz","descr":"Max überwirft sich mit seiner Tanzpartnerin: Er sagt ihr, dass er gerne ihr Freund sein möchte, nicht aber ihr Ehemann. Katherine ist tief verletzt. In diesem Zustand trifft sie auf einen Betrüger. Der weiß, dass sie eine Million Dollar auf dem Konto hat.","versions":[{"lang":1,"streams":[{"redirect":9015031,"hoster":"VOE"},{"redirect":8547142,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Hund, der zuviel wußte","epNo":15,"alt":"The Dog Who Knew Too Much","descr":"Während einer Hundeshow machen die Harts Bekanntschaft mit einem Hundebesitzer. Dieser bittet sie, auf seinen Hund aufzupassen und verschwindet. Jonathan und Jennifer beobachten, dass der Mann von einem mysteriösen Pärchen verfolgt wird. Sie gehen der Sache nach.","versions":[{"lang":1,"streams":[{"redirect":9015037,"hoster":"VOE"},{"redirect":8570353,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Tanz im Fadenkreuz","epNo":16,"alt":"Silent Dance","descr":"Die 17-jährige Eiskunstläuferin Susan und ihr Vater wollen eine Eisarena besichtigen. Dabei fällt ihnen ein mysteriöser Mann auf, der offenbar nicht erkannt werden will. Kurze Zeit später haben die beiden einen schweren Autounfall. Die Harts schalten sich ein.","versions":[{"lang":1,"streams":[{"redirect":9015035,"hoster":"VOE"},{"redirect":8547139,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mord auf Rhodos","epNo":17,"alt":"Death Dig","descr":"Die Harts machen eine Kreuzfahrt. Auf der griechischen Insel Rhodos trifft Jennifer ihren alten Lehrmeister Professor Nikolas Kalvos. Dieser hat große Sorgen: Sein Assistent ist spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":9015038,"hoster":"VOE"},{"redirect":8547143,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Mörderische Kamera","epNo":18,"alt":"The Shooting","descr":"Jennifer soll in einem Werbespot für \"Hart Industries\" auftreten. Die Dreharbeiten bieten einem entflohenen Sträfling die perfekte Gelegenheit, ein Attentat auf Jennifer zu verüben. Der Grund: Sie hatte ihn vor Jahren hinter Gitter gebracht.","versions":[{"lang":1,"streams":[{"redirect":9015032,"hoster":"VOE"},{"redirect":8570352,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"In letzter Minute","epNo":19,"alt":"Slam Dunk","descr":"Max’ Neffe Doug ist der Star im Baseballteam seines Colleges. Ein neidischer Kommilitone versteckt ein Kokain-Päckchen in Dougs Spind. Wenig später wird der ahnungslose Doug vom Spielbetrieb suspendiert. Max bittet die Harts, dem Jungen zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9015039,"hoster":"VOE"},{"redirect":8547137,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der letzte Sprung","epNo":20,"alt":"Larsen\u0027s Last Jump","descr":"Die Harts treffen sich mit Dick und Pamela Braddon, die sie im Skiurlaub kennengelernt haben. Dick zeigt ihnen ein Video, das er während der Ferien gedreht hat. Darauf ist der Mord an einem Skispringer zu sehen. Ein klarer Fall für die Harts.","versions":[{"lang":1,"streams":[{"redirect":9015036,"hoster":"VOE"},{"redirect":8547141,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Alles für Elisabeth","epNo":21,"alt":"Always, Elizabeth","descr":"Max’ Brieffreundin Elisabeth aus New York ist zu Besuch in Los Angeles. Im Schlepptau hat sie ihren missratenen Neffen Frank. Dieser hat hohe Schulden und plant deshalb, das Haus von Max auszuräumen und alles zu verkaufen.","versions":[{"lang":1,"streams":[{"redirect":9015033,"hoster":"VOE"},{"redirect":8570351,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Selbstdarstellung","epNo":22,"alt":"Meanwhile, Back At The Ranch","descr":"Die Harts kehren früher als geplant von ihrer Ranch zurück. In ihrem Haus treffen sie auf den Meisterdieb Mr. Grade. Er und seine Komplizen haben Max gefangen genommen und Doubles für die Harts engagiert. Die sollen jetzt aktiv werden.","versions":[{"lang":1,"streams":[{"redirect":9015040,"hoster":"VOE"},{"redirect":8547146,"hoster":"Streamtape"}]}]}]}]}