{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou","name":"Harukanaru Toki no Naka de: Hachiyoushou","descr":"Das Mädchen Akane gerät zusammen mit ihren Schulkameraden Tenma und Shimon in eine altchinesisch anmutende Welt, wo sie zur Priesterin des Landes erkoren wird. Sie soll das Land vor dem Untergang und vor den Dämonen retten, gegen die die Menschen dort kämpfen – und muss daher die Hachiyoushou, ihre Beschützer um sich versammeln.Leider ist dies nicht immer einfach, zumal Tenma auch einer von ihnen ist – jedoch in jeder freien Minute Wege sucht, wieder zurück nach Hause zu finden. Ausserdem ist da noch der geheimnisvolle Akram, der Akane in diese Welt geholt hat.Ist er ein Feind? Warum hat er Akane zu sich gerufen und warum der Krieg zwischen Menschen und Dämonen?","seasons":[{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-1","name":"","epNo":1,"alt":"You, Priestess of the Dragon God","descr":"Akane Motomiya wird zusammen mit ihren Freunden Tenma Morimura und Shimon Nagareyama plötzlich von einem unbekannten maskierten Mann entführt und die drei werden an einen Ort namens Kyou getragen, ähnlich dem Kyoto der Heian-Ära . Akane trifft den maskierten Mann, der ihr sagt, dass sie die Priesterin des Drachengottes ist. Prinzessin Fuji, die letzte Nachfahrin des Sternenclans, bittet Akane um Hilfe, die Macht des Drachengottes zu nutzen, um ihr Volk vor dem Oni-Clan zu retten. Verängstigt und allein fühlend, rennt Akane davon und setzt die Macht des Drachengottes frei, nur um meine Yorihisa, eine Wache von Prinzessin Fuji, und Shimon zu retten. In beiden erwacht das Zeichen des Hachiyo und markiert sie als Wächter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923251","hoster":"VOE"},{"path":"/redirect/8257727","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8257718","hoster":"VOE"},{"path":"/redirect/8257719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-2","name":"","epNo":2,"alt":"The Capital that has been Invaded by Demons","descr":"Akane fragt sich immer noch, was mit Tenma passiert ist, und macht sich auf den Weg, um ihn zu finden, trifft jedoch stattdessen auf den maskierten Mann, der ihr seinen Grund sagt, warum er ihre Macht haben will. Nebenbei bemerkt trifft Tenma auf einen jungen Mann namens Inori, der ihm von rachsüchtigen Geistern erzählt. Akane wird dann von Yorihisa gefunden, die versucht, sie zum Palast zurückzubringen. Akane weigert sich, mit ihm zu gehen, bis sie Tenma findet, und bittet ihn, sie freizulassen, als Tenma vorbeigeht. Tenma glaubt, entführt zu werden, stellt sich Yorihisa und erweckt seine Macht als Hachiyo.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257722","hoster":"VOE"},{"path":"/redirect/8257721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-3","name":"","epNo":3,"alt":"Priest","descr":"Als Akane aufgrund eines Fiebers das Bewusstsein verliert, wandert ihre Seele an den Ort, an dem sie den maskierten Mann zuletzt getroffen hat. Sie begegnet einem Onmyouji namens Yatsauki und einer von ihrer Schönheit besessenen Leiche. Yatsauki zerstört die Leiche und heilt Akanes mysteriöses Fieber. Akane erwacht, um alle an ihrer Seite zu sehen und fragt sich, ob alles nur ein Traum war. Währenddessen starrt Yatsauki, der anscheinend all sein Mitgefühl verloren hat, um ein Onyoujii zu werden, auf die Hand, in der Akanes Träne ihn getroffen hat, und sie verwandelt sich in einen Edelstein, der ihn als Wächter kennzeichnet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257618","hoster":"VOE"},{"path":"/redirect/8257617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-4","name":"","epNo":4,"alt":"Hanashizume","descr":"Akane ist gezwungen, ein extravagantes Outfit zu tragen, nur um den General des Kaisers zu treffen, der sich als Tomomasa herausstellt. Überrascht davon, wie schön Akane ist, gesteht Tenma beinahe seine Liebe zu Akane. Hachiyou und Akane haben die Aufgabe, die rot verfärbten Kirschblüten zu reinigen. Wenn die Blütenblätter fallen, kommt es zu einem katastrophalen Ereignis. Während er den Baum reinigt, taucht der maskierte Mann auf und beschleunigt den Prozess des Fallens der roten Blütenblätter. Die Blütenblätter, die zu Dämonen werden, greifen die Menschen an. Akanes Entschlossenheit reinigt die Blütenblätter. Und sie erhascht einen Blick auf das Gesicht des maskierten Mannes, bevor sie eine Scherbe seiner zerbrochenen Maske hält und weint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257621","hoster":"VOE"},{"path":"/redirect/8257623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-5","name":"","epNo":5,"alt":"A House in the Fog","descr":"Nachdem er den Baum gereinigt hat, denkt Akane tief über den Dämon nach, der Yorihisa verletzt hat und wie er so etwas tun konnte. Tenma versucht sie zu trösten und gesteht ihr fast noch einmal seine Liebe, scheitert aber erneut. Akane fällt wegen des Streits zwischen Yorihisa und Tenma in den Fluss. Akane lacht über ihre besorgten Gesichter.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257627","hoster":"VOE"},{"path":"/redirect/12478701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-6","name":"","epNo":6,"alt":"Vice Minister of Civil Affairs","descr":"Akane besucht eine Party im Palast, auf der eine Tänzerin auftreten wird, die Menschen verführen kann. Als sie den Weg zur Party verliert, trifft sie Takamichi und belauscht einen Plan, den Imperator zu töten. Bevor sie jemanden warnen kann, wird Akane gefangen und eingesperrt, da sie erkennt, dass ein Dämon hinter der Verschwörung steckt, obwohl sie von Takamichi gerettet wird. Takamichi wird ein Hachiyou.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257629","hoster":"VOE"},{"path":"/redirect/8257630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-7","name":"","epNo":7,"alt":"The night the NUE cried","descr":"Yorihisa ist mit einem alten Freund wieder vereint, ein Nue , den Yorihisa in seiner Jugend viele Male versucht hatte zu besiegen, aber jedes Mal scheiterte. Als der Nue Akane gefangen nimmt, muss Yorihisa sich entscheiden, ob er seinen alten Freund, der ihm geholfen hatte, stärker vom Fluch des Dämons zu werden, zu befreien oder Akane\u0027s Leben zu verlieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257636","hoster":"VOE"},{"path":"/redirect/8257635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-8","name":"","epNo":8,"alt":"The flame that raged at demons","descr":"Inori, ein hitzköpfiger junger Mann, verachtet Oni wegen eines Vorfalls mit seiner Schwester. Er wird ein Hachiyo des Feuers, als er Akane vor einem Oni rettet. Er kann Shimon wegen seines dämonischen Aussehens nicht akzeptieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257637","hoster":"VOE"},{"path":"/redirect/8257640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-9","name":"","epNo":9,"alt":"The Suspicious Sound of the Eight-Stringed Kin -Part One-","descr":"Ein Mönch stirbt, weil er eine achtsaitige Koto spielt, aber seine Seele wohnt immer noch in dem Instrument und spielt es. In der Zwischenzeit belegt ein Oni Akane durch den rachsüchtigen Geist mit einem Schlaffluch und zwingt den Hachiyo, sich das verfluchte achtsaitige Koto des Mönchs anzusehen und die zusätzliche Schnur zu entfernen, die ihm hinzugefügt wurde, um den Fluch des Dämons zu brechen. Der Oni, der die Sippe erschuf, wurde gefangen genommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257643","hoster":"VOE"},{"path":"/redirect/8257641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-10","name":"","epNo":10,"alt":"The Waves of the Tragic Flower, Eight Stringed Kin -Part Two-","descr":"Um den Schlaffluch auf Akane zu brechen, muss der Hachiyo die verfluchte achtsaitige Koto spielen, um festzustellen, welche Saite hinzugefügt wurde. Das Spielen der Koto kann jedoch zu ihrem Tod führen und die Lösung wird gefunden, wenn Eisen, der siebte Hachiyo, der sich offenbart, auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8255690","hoster":"VOE"},{"path":"/redirect/8257731","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13534649","hoster":"VOE"},{"path":"/redirect/8257645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-11","name":"","epNo":11,"alt":"The Cursed Priestess","descr":"Als sich ein mysteriöses Mädchen zur Priesterin des Drachengottes erklärt, ermitteln Akane und Tenma und erfahren, dass es sich bei dem Mädchen um Tenmas jüngere Schwester Ran handelt. Ran erkennt Tenma jedoch nicht als ihren Bruder an und ist offenbar dem Oni-Clan beigetreten. Als Akane aus einem Albtraum erwacht und tote Schmetterlinge unter ihrer Decke findet, offenbart Yasuaki, dass sie verflucht ist und in der folgenden Nacht sterben wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8255695","hoster":"VOE"},{"path":"/redirect/8257736","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13481304","hoster":"VOE"},{"path":"/redirect/8257650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-12","name":"","epNo":12,"alt":"The Demon in the Darkness","descr":"Yasuaki entfernt erfolgreich den Fluch von Akane, aber der Fluch kehrt zu seinem Absender Ran zurück. Als Tenma seine Schwester findet, wird sie von Akuram mitgenommen, der verspricht, Ran im Austausch für Akane zurückzugeben. Als Akane von einem Angebot erfährt, gibt sie sich auf, trotz Tenmas Versuchen, sie aufzuhalten. Alle Hachiyou gehen, um Akane zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257655","hoster":"VOE"},{"path":"/redirect/8257658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-13","name":"","epNo":13,"alt":"Release Your Heart","descr":"Akuram versucht, einen Drachen zu beschwören und Akanes Macht als Priesterin des Drachengottes zu übernehmen, während die Hachiyo weiter nach Akane suchen. Unterdessen gelingt es Akane, Ran aus der Kontrolle des Oni-Clans zu befreien. General Tomomasa wird ein Hachiyou und Akrame kontrolliert die 4 Götter und befiehlt ihnen, Kyou zu zerstören. Da jedoch alle Hachiyos gefunden wurden, nutzt Ayane ihre Kräfte in Kombination mit den Kräften der Hachiyos und bringt sie in ihre Statuen in der Wand zurück. Sie kehren zu Kyou zurück, nachdem Tenma Akram mit einem Anti-Dämonen-Schwert aufschlitzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257659","hoster":"VOE"},{"path":"/redirect/8257656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-14","name":"","epNo":14,"alt":"The Future the Rainbow Brought","descr":"Ein weißer Regenbogen scheint die Sonne zu durchschneiden und alle haben Angst zu denken, dass dies ein schlechtes Omen ist. Akane, Yoshimura und Yasuaki bleiben auf einem anderen Anwesen. Ein Bote kommt zu Akane und sagt ihr, dass ein Krieg zwischen Dämonen und dem Volk von Kyou ausbrechen wird und dass Ayane und die Hachiyo den Krieg beenden müssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257663","hoster":"VOE"},{"path":"/redirect/8257664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-15","name":"","epNo":15,"alt":"Behind the Hated Heart","descr":"Shimon freundet sich mit dem Dämon Sefuru an. Sefuru hält Shimon für einen Dämon und freundet sich mit ihm an. Als Sefuru erkennt, dass Shimon im Palast von Prinzessin Fuji lebt, wird er eifersüchtig auf die besondere Behandlung, die Shimon als Dämon erhält. Später spioniert er ihn aus, um zu sehen, dass Shimon mit Akane verbündet ist, und er denkt sich einen Plan aus, um ihn zu benutzen, um Akane herauszulocken. Sefurus Plan führt dazu, dass die Einwohner von Kyou Shimon jagen. Nachdem Inori (der glaubt, dass Shimon ein Dämon ist) Zeuge von Shimon ist, wie er ein Kind verletzt (Sefuru verletzt das Kind tatsächlich, aber weil er die Leute von Kyou versteckt, denkst du, dass Shimon es getan hat). Inori nimmt das Kind von Shimon und rennt zu Ayane, um die Unreinheit zu entfernen. Ayane geht dann dorthin, wo Shimon ist und Sefuru greift sie an, Shimon und Yorihisa. shimon möchte sich wieder mit sefuru anfreunden, aber sefuru denkt, dass shimon ihn betrogen hat.shimon wünscht sich aus den lücken zwischen ihnen zu verschwinden und nutzt seine erdkräfte, um den onryo zu besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257669","hoster":"VOE"},{"path":"/redirect/8257674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-16","name":"","epNo":16,"alt":"Day of Redemption","descr":"Yorihisa und Tenma werden vom Hüter des östlichen Siegels getestet, um zu sehen, ob sie es wert sind, sich Hachiyou zu nennen und das Siegel zu erhalten. Yorihisa nutzt seine Erinnerung an seinen tapferen, toten Bruder, um diese Mission zu erfüllen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257666","hoster":"VOE"},{"path":"/redirect/8257667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-17","name":"","epNo":17,"alt":"Oleander Girl","descr":"Takamichi versucht ein Schutzsiegel zu finden und tappt dabei in die Falle einer Dämonenfrau. Tomomasa kommt und rettet ihn, indem er mit seinem Charme die Dämonenfrau überlistet. Takamichi und Tomomasa vertiefen ihre Freundschaft, die zunächst mit Unzufriedenheit begann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257675","hoster":"VOE"},{"path":"/redirect/8257677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-18","name":"","epNo":18,"alt":"The Shi no Jiyuu and Princess Akane","descr":"Akane trifft ein Mädchen, das genau wie sie aussieht und den gleichen Namen hat wie sie, außer dass das Mädchen eine Prinzessin ist. Sie findet heraus, dass Prinzessin Akane ihre wahre Liebe nicht heiraten kann, also beschließen Akane-miko und die Hachiyou, Prinzessin Akane und ihrer Liebe zu helfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257683","hoster":"VOE"},{"path":"/redirect/8257678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-19","name":"","epNo":19,"alt":"Irrepressible Feeling","descr":"Ein Fluch wird auf Kyou gelegt und Eisen entfernt den Fluch mit seiner Hachiyou-Kraft und seiner Liebe zu Akane.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257685","hoster":"VOE"},{"path":"/redirect/8257680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-20","name":"","epNo":20,"alt":"The Light You Gave","descr":"Shirin stahl den Geist von Takamichis Mutter und versiegelte ihn in einem Onryo. Takamichi muss sich entscheiden, ob er seine Mutter befreien oder seiner Pflicht als Hachiyou treu bleiben möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257692","hoster":"VOE"},{"path":"/redirect/8257688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-21","name":"","epNo":21,"alt":"Demons and Humans","descr":"Inori weigert sich, die Beziehung zwischen Seri und Akurams rechter Hand zu akzeptieren. Akane versucht, Inori zu helfen, die Gefühle seiner Schwester zu verstehen, und am Ende muss er sich des Siegels würdig erweisen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257690","hoster":"VOE"},{"path":"/redirect/8257693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-22","name":"","epNo":22,"alt":"When Demons Appear","descr":"Yasuaki erlangt Rans Gedächtnis zurück. Ran fühlt sich schuldig und macht Akane ängstlich. Nach dem letzten freundlichen Lachen von Ran und Akane wird Ran von Akram genommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257698","hoster":"VOE"},{"path":"/redirect/8257696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-23","name":"","epNo":23,"alt":"Sunshine","descr":"Der Meister von Yasuaki sagte ihm einmal, dass er geboren wurde, um eine Person zu finden, die ihm wichtig ist. Yasuaki versteht es nicht, aber wenn er an Akane denkt, versteht er, was sein Meister ihm gesagt hat. Akane erfährt, dass Yasuaki eine erschaffene Person ist, aber sie tröstet ihn. Sie retten Eisen und erhalten das Siegel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257710","hoster":"VOE"},{"path":"/redirect/8257711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-24","name":"","epNo":24,"alt":"The Four Gods Released","descr":"Die Hachiyou planen, die gestohlenen Siegel wiederherzustellen. Sie planen, dies zu ihrer Sicherheit ohne Akane zu tun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257703","hoster":"VOE"},{"path":"/redirect/8257704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-25","name":"","epNo":25,"alt":"Parting of the Clouds","descr":"Die Hachiyo stellten alle Siegel bis auf eines wieder her. Akane brach zusammen, während er für die Sicherheit des Hachiyo betete.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257702","hoster":"VOE"},{"path":"/redirect/8257699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/harukanaru-toki-no-naka-de-hachiyoushou/staffel-1/episode-26","name":"","epNo":26,"alt":"Far Away, to Where You Are…","descr":"Es ist nun der letzte Kampf zwischen den Ryuujin no miko und Akuram. Die Hachiyou finden zusammen mit Akane einen Weg, Akuram zu besiegen. Schließlich kehrt sie zusammen mit Shimon, Ran und Tenma in ihre eigene Welt zurück, während der Rest glücklich in seiner eigenen Zeit lebt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8257713","hoster":"VOE"},{"path":"/redirect/8257712","hoster":"Streamtape"}]}]}]}]}