{"seriesId":"harveys-schnabelhafte-abenteuer","name":"Harveys schnabelhafte Abenteuer","descr":"[Harvey Beaks] ist ein junger und gutgesinnter Vogel, der zwei neue, beste Freunde findet, Fee und Foo, die wildesten Kinder im Wald. Obwohl ihre Freundschaft am Anfang ungleich und merkwürdig scheint, wächst sie von Zeit zu Zeit und zusammen ist das Trio auf der Suche nach endlosen Abenteuern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Pe-Choo / Spucke-Baum","epNo":1,"alt":"Episode 1","descr":"1. Harvey will unbedingt Schwimm-Verbot im See, weil er jedesmal von einer Wasserfontäne rausgeschleudert wird 2. Harveys Freunde nehmen ihn mit auf einen sehr hohen Baum, um von dort runterzuspucken. Doch leider kommen sie nicht mehr runter…","versions":[{"lang":1,"streams":[{"redirect":14428679,"hoster":"VOE"},{"redirect":14431808,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Finger / Die negativen Seiten der positiven Ladung","epNo":2,"alt":"Episode 2","descr":"1. Ein riesiger Finger aus Stein, der im Wald aus dem Boden ragt, weckt Harveys Neugier, was sich wohl darunter verbirgt…  2. Als Fee und Foo magnetisch werden, scheint die Natur alles trennen zu wollen, was eigentlich zusammen gehört…","versions":[{"lang":1,"streams":[{"redirect":14414059,"hoster":"VOE"},{"redirect":13588977,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Leih-Fahrrad / Der Anti-Valentinstag","epNo":3,"alt":"Episode 3","descr":"1. Harvey möchte mit Foo Fahrrad fahren, doch weil der kein Fahrrad hat, leihen sie sich eins aus oder versuchen es zumindest. 2. Fee hasst den Valentinstag und erfindet den Anti-Valentinstag, der alles andere als lieb und nett ist.","versions":[{"lang":1,"streams":[{"redirect":14428625,"hoster":"VOE"},{"redirect":13588981,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Club-Nacht / Der Rebell","epNo":4,"alt":"Episode 4","descr":"1. Harvey hat einen Tanz einstudiert, den er bei einer Club-Nacht für Kinder vorführen möchte. Doch dann spielt der DJ seinen Song nicht 2. Harvey möchte ein kleiner Rebell werden, doch das fällt ihm leider etwas schwerer als gedacht…","versions":[{"lang":1,"streams":[{"redirect":14428293,"hoster":"VOE"},{"redirect":13588983,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Harveys erste Narbe / Die Rache der Eichhörnchen","epNo":5,"alt":"Episode 5","descr":"1. Harvey ist neidisch auf die coolen Narben von Fee und Foo und bittet Sie, ihm auch eine zu verpassen. Leider ist so eine Narbe auch mit Schmerzen verbunden… 2. Die Kinder finden im Wald einen Eichhörnchen-Schwanz und behalten ihn. Doch die rechtmäßigen Besitzer wollen ihn zurück und zwar um jeden Preis!","versions":[{"lang":1,"streams":[{"redirect":14357954,"hoster":"VOE"},{"redirect":13648867,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Natur der Natur / Prinzessin ist besser als du","epNo":6,"alt":"Episode 6","descr":"1. Harvey begibt sich auf die heldenhafte Mission, das Chaos im Wald zu beseitigen. 2. Harvey und seine Freunde haben es satt, dass Prinzessin ständig alles zu Unrecht gewinnt. Sie beschließen, ihr eine Lektion zu erteilen…","versions":[{"lang":1,"streams":[{"redirect":14413330,"hoster":"VOE"},{"redirect":14427531,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der altmodische Dade / Jemand klaut mein Zeug!","epNo":7,"alt":"Episode 7","descr":"1. Dade freut sich tierisch darauf, mit Harvey auf das jährliche \"Fest der altmodischen Tage\" zu gehen wären da nur nicht Fee und Foo… 2. Da ständig Sachen verschwinden, macht sich Harvey auf die Suche nach dem mysteriösen Dieb.","versions":[{"lang":1,"streams":[{"redirect":14428196,"hoster":"VOE"},{"redirect":13588987,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine kometenhafte Nacht Teil 1 + 2","epNo":8,"alt":"Episode 8","descr":"1. Harvey geht mit seinem Dad und den Freunden campen, um einen Kometen zu beobachten. Dabei warten viele Überraschungen… 2. Harveys Mom, die zu Hause geblieben ist, organisiert spontan einen wilden Mädchen-Abend, so wie in alten Zeiten…","versions":[{"lang":1,"streams":[{"redirect":14412755,"hoster":"VOE"},{"redirect":13588989,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der allmächtige Foo / Das Geister-Problem","epNo":9,"alt":"Episode 9","descr":"1. Weil Foo ein Käfer-Dorf zerstört hat, sucht er für die Tierchen eine sichere neue Heimat: Harveys Haus! 2. Fees Vorurteile gegenüber Geistern bringt ihr viel Ärger mit dem örtlichen Bücherei-Geist ein…","versions":[{"lang":1,"streams":[{"redirect":14414065,"hoster":"VOE"},{"redirect":13648868,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Pyjamaparty-Schreck / Der zertifizierte Babysitter","epNo":10,"alt":"Episode 10","descr":"1. Die Zwillinge laden Harvey zu einer Pyjamaparty ein. Es gibt nur ein Problem: Harvey hat sich noch nie getraut, woanders zu schlafen. 2. Harvey ist entschlossen, seinen Eltern zu beweisen, dass er seine Schwester alleine babysitten kann.","versions":[{"lang":1,"streams":[{"redirect":14414058,"hoster":"VOE"},{"redirect":13648870,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Fees neue Frisur / Harveys Lieblingsbuch","epNo":11,"alt":"Episode 11","descr":"Nachdem Fee ihren allerersten Haarschnitt bekommen hat, muss sie sich entscheiden, was besser ist: fantastisch auszusehen oder fantastisch zu sein. Harvey ist eifersüchtig, als sich alle Kinder in seine Lieblings-Detektivbuchserie verlieben.","versions":[{"lang":1,"streams":[{"redirect":14415338,"hoster":"VOE"},{"redirect":14431809,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Dads Band / Foos Schutzbunker","epNo":12,"alt":"Episode 12","descr":"Harvey verhilft der Garagenband seines Vaters zum Durchbruch, doch als die Egos der Band außer Kontrolle geraten, ist es an Harvey, sie wieder auf den Boden der Tatsachen zurückzubringen. Aus Angst, dass alle seine Lieblingsbeeren stehlen wollen, schließt Foo sich und die Früchte in einer Kiste ein.","versions":[{"lang":1,"streams":[{"redirect":13618036,"hoster":"VOE"},{"redirect":13625785,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Tag ohne Plan / Das Katastrophen","epNo":13,"alt":"Episode 13","descr":"Als Harvey es mit seinem neuen Tagesplaner übertreibt, versucht Fee ihm zu zeigen, dass die besten Pläne manchmal die am wenigsten gut geplanten sind. Harvey nimmt die Hilfe der Zwillinge in Anspruch, um ein großes, ausgefallenes Abendessen für seine Eltern zu kochen.","versions":[{"lang":1,"streams":[{"redirect":14428680,"hoster":"VOE"},{"redirect":13588993,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Randls Rebellion / Der König der Streiche","epNo":14,"alt":"Episode 14","descr":"Als Randl beschließt, sich von seiner Mutter zu trennen, müssen Fee und Foo ihm zeigen, wie perfekt sie als Mutter ist. Harvey spielt Littlebark Grove einen Streich, aber um niemanden mit der Wahrheit zu beunruhigen, muss er ihn weiterführen.","versions":[{"lang":1,"streams":[{"redirect":14413331,"hoster":"VOE"},{"redirect":13588992,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Müll-Sheriff / Icky-Chicky","epNo":15,"alt":"Episode 15","descr":"Um Littlebark vor der steigenden Müllflut zu retten, wird Harvey zum Superhelden, den seine Stadt braucht. Nachdem er aus seinem Lieblings-Babyspielzeug herausgewachsen ist, gibt Harvey es Foo, aber das Loslassen fällt ihm schwerer, als er dachte.","versions":[{"lang":1,"streams":[{"redirect":14373260,"hoster":"VOE"},{"redirect":14378469,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Freundschafts-Prinzip / Das Mais-Labyrinth der Verdammnis","epNo":16,"alt":"Episode 16","descr":"Als die Prinzessin Foo als ihren Freund ausgibt, tun sich Fee und Claire zusammen, um die Katastrophe rückgängig zu machen. Nachdem die Kinder behaupten, dass das Halloween-Labyrinth vom letzten Jahr überhaupt nicht gruselig war, machen Les Squirrels das diesjährige Labyrinth zum gruseligsten aller Zeiten.","versions":[{"lang":1,"streams":[{"redirect":14428292,"hoster":"VOE"},{"redirect":13588997,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Harvey ist nicht gruselig / Ein Kampf unter Freunden","epNo":17,"alt":"Episode 17","descr":"Während die Kinder der Halloween-Tradition folgen und Gruselgeschichten erzählen, kann Harvey mit seinen Geschichten scheinbar niemanden erschrecken. Nachdem Harvey und Kratz eine kleine Meinungsverschiedenheit haben, wird ihnen gesagt, dass sie nur Freunde bleiben können, wenn sie es wie Kerle ausfechten.","versions":[{"lang":1,"streams":[{"redirect":14412757,"hoster":"VOE"},{"redirect":13588996,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Süßkartoffel-Champions / Das Borkenball-Match","epNo":18,"alt":"Episode 18","descr":"Es ist Brettspielabend im Haus der Beaks. Harvey tritt mit seinem Vater gegen seine Mutter und die Zwillinge an. Als ein Trainer der Little League Harvey und seine Freunde ablehnt, sind sie entschlossen, ihm in einem Spiel, bei dem nur der Sieger gewinnt, das Gegenteil zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":14412758,"hoster":"VOE"},{"redirect":13588998,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Junior-Petzen / Der Sturm","epNo":19,"alt":"Episode 19","descr":"Fee ist der Schuldige an einer Verbrechenswelle in Littlebark, und Harvey muss herausfinden, ob es besser ist, den Regeln oder seinen Freunden treu zu bleiben. Harvey ist besorgt, dass das Leben draußen unsicher ist und besteht darauf, dass die Zwillinge bei ihm einziehen.","versions":[{"lang":1,"streams":[{"redirect":14384316,"hoster":"VOE"},{"redirect":14378470,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Viel Dampf um nichts / Yeti-Alarm","epNo":20,"alt":"Episode 20","descr":"Da er das Gefühl hat, dass niemand in der Stadt seine Interessen teilt, baut Moff ein Portal in eine andere Dimension. Aus Angst, seine Familie nicht vor einem imaginären Yeti schützen zu können, wendet sich Irving an Rooters Survival-Familie und bittet sie um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14414060,"hoster":"VOE"},{"redirect":13589001,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Terrybär / Das Birken-Rennen","epNo":21,"alt":"Episode 21","descr":"Technobear ist schockiert, als er erfährt, dass sein richtiger Name Terrybear ist. Da er nicht mehr weiß, wer er wirklich ist, beschließt er, sich neu zu erfinden. Die Kinder von Littlebark nehmen an einem epischen Go-Kart-Rennen teil.","versions":[{"lang":1,"streams":[{"redirect":14412376,"hoster":"VOE"},{"redirect":14427533,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Wade ist cooler als Dade / Der Schloss-König","epNo":22,"alt":"Episode 22","descr":"Dade versucht, sich zu ändern, um so cool zu sein wie sein jüngerer Bruder Wade. Die Kinder bauen eine fantastische Burg aus Müll, müssen aber verhindern, dass die Prinzessin sie einreißt.","versions":[{"lang":1,"streams":[{"redirect":14415337,"hoster":"VOE"},{"redirect":13588999,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Foofee / Warum seid ihr überhaupt Freunde?","epNo":23,"alt":"Episode 23","descr":"Fee und Foo haben eine Geheimsprache nur für sie beide, aber Foo fühlt sich verraten, als Fee sie mit Harvey teilt. Dade dreht durch, als er daran zweifelt, ob er und Harvey wirklich beste Freunde sind oder nicht.","versions":[{"lang":1,"streams":[{"redirect":14415105,"hoster":"VOE"},{"redirect":14431811,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Allein / Foo-Schuhe","epNo":24,"alt":"Episode 24","descr":"Da er niemanden findet, mit dem er einen Tag lang spielen kann, muss Harvey einen Weg finden, sich ganz allein zu amüsieren. Foos handgefertigte Schlammschuhe werden in Littlebark beliebt, bis Les Squirrels seine Idee stehlen und Nachahmungen herstellen.","versions":[{"lang":1,"streams":[{"redirect":14428554,"hoster":"VOE"},{"redirect":13589000,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Bestrafung / Der Tag des Baumes","epNo":25,"alt":"Episode 25","descr":"Von Schuldgefühlen geplagt, weil er versehentlich einen Teller zerbrochen hat, versucht Harvey, eine ausreichend große Strafe zu finden. Der Tag des Baumes, Piri Piris Lieblingstag, gerät unter Beschuss der historischen Genauigkeit.","versions":[{"lang":1,"streams":[{"redirect":14412379,"hoster":"VOE"},{"redirect":14431810,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der zehnte Geburtstag / Fees und Foos erster Geburtstag","epNo":26,"alt":"Episode 26","descr":"Harvey glaubt, dass er ein langweiliger Erwachsener wird, wenn er 10 Jahre alt wird, also versucht er, seinen Geburtstag abzusagen. Die Zwillinge hatten noch nie Geburtstag, also veranstalten sie die größte Party, die Littlebark je gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":14414061,"hoster":"VOE"},{"redirect":13589007,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das neue Schnuckiputz","epNo":1,"alt":"Episode 1","descr":"Harvey denkt, dass seine Familie groß genug ist, und gibt seine kleine Schwester weg.","versions":[{"lang":1,"streams":[{"redirect":14428177,"hoster":"VOE"},{"redirect":14431812,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der verschwundene Pfannkuchen","epNo":2,"alt":"Episode 2","descr":"Harveys Großeltern werden eines verabscheuungswürdigen Verbrechens verdächtigt: Pfannkuchendiebstahl.","versions":[{"lang":1,"streams":[{"redirect":14428178,"hoster":"VOE"},{"redirect":14431814,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kathy mit K / Harveys Haustier","epNo":3,"alt":"Episode 3","descr":"Harvey lernt Kathy kennen, ein schüchternes Mädchen, das Blätter liebt, und versucht, Gleichgesinnte für sie zu finden, doch seine Bemühungen gehen schief. Um zu zeigen, dass er verantwortungsbewusst genug ist, ein Haustier zu haben, adoptiert Harvey eine Pflanze und behandelt sie wie ein Hündchen.","versions":[{"lang":1,"streams":[{"redirect":14413407,"hoster":"VOE"},{"redirect":14431813,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fee’s Pyramide / Der Lebensretter","epNo":4,"alt":"Episode 4","descr":"Um zu zeigen, dass er verantwortungsbewusst genug ist, ein Haustier zu haben, adoptiert Harvey eine Pflanze und behandelt sie wie einen Welpen.","versions":[{"lang":1,"streams":[{"redirect":14428179,"hoster":"VOE"},{"redirect":14431818,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Große Gefühle / Der Beutel des Bösen","epNo":5,"alt":"Episode 5","descr":"Irving organisiert einen demonstrativen Campingausflug, in der Hoffnung, sich mit seinem versteinerten Vater zu treffen. Als Harvey, Fee und Foo eine Tüte mit magischen Feuerwerkskörpern finden, warnt Jeremy sie, sie schnell wieder loszuwerden, aber das ist eine Herausforderung, denn es verleitet dazu, mit den Feuerwerkskörpern zu spielen.","versions":[{"lang":1,"streams":[{"redirect":14414989,"hoster":"VOE"},{"redirect":14431816,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Steampunk Teil 1 + 2","epNo":6,"alt":"Episode 6","descr":"Harvey wähnt sich und seine Freunde in einer magischen Steampunk-Welt, doch die Dinge geraten ins Wanken, als Harvey für die Zerstörung einer schwebenden Stadt verantwortlich gemacht wird","versions":[{"lang":1,"streams":[{"redirect":14428180,"hoster":"VOE"},{"redirect":14431819,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mr. und Mrs. Borks  Operation Erdnussbutter","epNo":7,"alt":"Episode 7","descr":"Als Harveys Eltern beschließen, wieder zu heiraten, planen Fee und Harvey verrückte Junggesellen- und Junggesellinnenabschiede vor dem großen Tag.","versions":[{"lang":1,"streams":[{"redirect":12192937,"hoster":"VOE"},{"redirect":12192938,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kleines Klein-Birkenwald / Fees Job","epNo":8,"alt":"Episode 8","descr":"Harvey stellt Puppennachbildungen der Bürger von Littlebark her und glaubt, dass sie magische Kräfte haben. Randl nimmt Fee unter seine Fittiche und bringt ihr das Familiengeschäft bei.","versions":[{"lang":1,"streams":[{"redirect":13538396,"hoster":"VOE"},{"redirect":14431820,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Armdrück-Champions / Der Techno-Schreck","epNo":9,"alt":"Episode 9","descr":"Fee und Foo versuchen zu beweisen, dass sie die stärksten Leute in Littlebark sind, indem sie an einem Armdrücken-Wettbewerb teilnehmen. Als Technobear beschließt, dass er zu cool ist, um Süßes oder Saures zu geben, wird er von drei Halloween-Geistern besucht, die ihn an die wahre Bedeutung des Feiertags erinnern.","versions":[{"lang":1,"streams":[{"redirect":14413300,"hoster":"VOE"},{"redirect":14427532,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es ist Weihnachten, ihr Pflaumen! / Klein-Birkenwald rockt","epNo":10,"alt":"Episode 10","descr":"Old Man Winter macht aus Littlebark Grove ein musikalisches Wunderland. Harvey glaubt, er sei bereit, bei seinem ersten Konzert zu rocken, aber ist er wirklich bereit?","versions":[{"lang":1,"streams":[{"redirect":14415078,"hoster":"VOE"},{"redirect":14427535,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Ozean-Beförderung / Jeremy: Der Beschützer des Waldes","epNo":11,"alt":"Episode 11","descr":"Als der Geist des Sees befördert wird, versucht Harvey, ihn davon zu überzeugen, dass Littlebark eine zu großartige Stadt ist, um sie zu verlassen. Ein unaussprechliches Übel aus Jeremys heldenhafter Vergangenheit taucht wieder auf und veranlasst ihn, erneut zum Krieger zu werden.","versions":[{"lang":1,"streams":[{"redirect":14413992,"hoster":"VOE"},{"redirect":14431821,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Prinzessin Harvey / Der große Streit","epNo":12,"alt":"Episode 12","descr":"Als die Prinzessin für einen Tag zu Harvey wird, kämpft sie mit allen Mitteln, um seine liebevolle Familie ganz für sich zu behalten. Als Dade und die Zwillinge einen epischen Streit haben, ist Harvey zwischen den beiden verfeindeten Seiten hin- und hergerissen.","versions":[{"lang":1,"streams":[{"redirect":14428322,"hoster":"VOE"},{"redirect":14427536,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"„Der Dade“ / Der geheime Garten","epNo":13,"alt":"Episode 13","descr":"Dade bekommt ein nach ihm benanntes Sandwich und fühlt sich endlich besonders. Harvey und Piri Piri finden einen geheimen Garten, aber Piri Piri will ihn geheim halten.","versions":[{"lang":1,"streams":[{"redirect":13538398,"hoster":"VOE"},{"redirect":14431822,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der unbekannte Comic-Künstler","epNo":14,"alt":"Episode 14","descr":"Ein Comic von einem unbekannten Künstler kommt nach Littlebark. Wer hat ihn gemacht?","versions":[{"lang":1,"streams":[{"redirect":13538397,"hoster":"VOE"},{"redirect":14427537,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die böse Saat / Die Ballade von Müsli \u0026amp; Jangles","epNo":15,"alt":"Episode 15","descr":"Nachdem Michelle einen Gruselfilm nicht sehen darf, will sie ihn trotzdem mit allen Mitteln sehen. Als Harvey und die Zwillinge krank sind, erzählt Irving ihnen, wie er Miriam mit einigen kreativen und seltsamen Verbesserungen kennengelernt hat.","versions":[{"lang":1,"streams":[{"redirect":13538399,"hoster":"VOE"},{"redirect":14431823,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Ballade von Müsli \u0026amp; Jangles","epNo":16,"alt":"Episode 16","descr":"Als Harvey und die Zwillinge krank sind, erzählt Irving ihnen, wie er Miriam mit einigen kreativen und seltsamen Verbesserungen kennen gelernt hat.","versions":[{"lang":1,"streams":[{"redirect":14428394,"hoster":"VOE"},{"redirect":14431824,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der zerbrochene Foo / Ein Leben als Gangster","epNo":17,"alt":"Episode 17","descr":"Nach einem Zwischenfall wird Foo zu einem dehnbaren Kerl! Um Teil von Blisters Greasers-Gang zu werden, versucht Harvey, sich als würdig zu erweisen - auf seine Weise.","versions":[{"lang":1,"streams":[{"redirect":13538400,"hoster":"VOE"},{"redirect":14431826,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Zaun-Streit / Spätnachmittagsshow","epNo":18,"alt":"Episode 18","descr":"Als Harvey einen Zaun findet, will er damit seine Gemeinde zusammenführen. Am Ende bewirkt er jedoch das Gegenteil. Harvey moderiert eine Talkshow in seinem Wohnzimmer, gerät aber aus dem Konzept, als er eine schreckliche Wahrheit erfährt.","versions":[{"lang":1,"streams":[{"redirect":13538401,"hoster":"VOE"},{"redirect":14427539,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kampf um die Foto-Krone / Das Flossenhorn","epNo":19,"alt":"Episode 19","descr":"Die Kinder liefern sich ein Rennen, um ein seltenes magisches Wesen zu finden, und der Gewinner darf sich seinen Herzenswunsch erfüllen. Miriam gerät in einen Social-Media-Krieg, um zu beweisen, dass Harvey und Michelle die süßesten Kinder in Littlebark sind.","versions":[{"lang":1,"streams":[{"redirect":14415082,"hoster":"VOE"},{"redirect":14431825,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Baum-Piraten / Mach’s gut, Griesgram!","epNo":20,"alt":"Episode 20","descr":"Randl will ein altes Boot verschrotten, aber es ist von Kindern befallen, die sich als Piraten ausgeben. Miriam erhält einen Anruf von dem Pflegeheim, in dem Blister lebt, um Fee mitzuteilen, dass er gestorben ist. Zuerst hält sie es für einen Scherz, aber als er bei dem Streich nicht auftaucht, lernt sie es auf die harte Tour.","versions":[{"lang":1,"streams":[{"redirect":13538403,"hoster":"VOE"},{"redirect":14431827,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Haar-Krise / Die Seegeist-Hochzeit","epNo":21,"alt":"Episode 21","descr":"Tara hat ihre kreative Inspiration für das Haarstyling verloren, also helfen Piri Piri und Harvey ihr, ihre Leidenschaft wiederzufinden. Es gibt einen neuen Seegeist in der Stadt, der sein Bestes gibt, aber sie ist ein heilloses Durcheinander.","versions":[{"lang":1,"streams":[{"redirect":14428538,"hoster":"VOE"},{"redirect":14431828,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Seegeist-Hochzeit / Der zauberhafte Harvey","epNo":22,"alt":"Episode 22","descr":"Es gibt einen neuen Seegeist in der Stadt, der sein Bestes gibt, aber sie ist ein heilloses Durcheinander. Harvey wird Magier, aber die Geheimnisse hinter der Magie zu bewahren, wird zu einer großen Belastung.","versions":[{"lang":1,"streams":[{"redirect":14428181,"hoster":"VOE"},{"redirect":14431829,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Prinzessin will eine Mom / Rasende Wut","epNo":23,"alt":"Episode 23","descr":"Die Prinzessin befiehlt ihrem Vater, sich wieder zu verabreden, damit sie eine neue Mutter bekommen kann. Michelle macht Harveys Sachen kaputt, so dass Harvey mit einem ungewohnten Gefühl zurechtkommen muss.","versions":[{"lang":1,"streams":[{"redirect":14428235,"hoster":"VOE"},{"redirect":14431833,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das Luxusmotel / Sehnsucht nach Harvey","epNo":24,"alt":"Episode 24","descr":"Als Harvey mit seiner Familie in einem Motel eincheckt, findet er einen neuen Lebensinhalt, indem er die Wasserrutsche im Pool hinunterfährt. Harvey ist einen Tag lang weg und seine Freunde können seine Abwesenheit nicht verkraften.","versions":[{"lang":1,"streams":[{"redirect":14428236,"hoster":"VOE"},{"redirect":14431834,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Verrückt nach Kathy / Überleben in der Wildnis","epNo":25,"alt":"Episode 25","descr":"Kathy moderiert eine Online-Ratgebershow und hilft Kratz, seine Liebe zu finden. Die Jungs verirren sich im Wald und lernen, wie man auf Rooter-Art überlebt.","versions":[{"lang":1,"streams":[{"redirect":12193065,"hoster":"VOE"},{"redirect":12193071,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Ende und Anfang","epNo":26,"alt":"Episode 26","descr":"Fee und Foo werden mit ihren Eltern wiedervereint, und ihr Leben und ihre Freundschaft mit Harvey ändert sich für immer.","versions":[{"lang":1,"streams":[{"redirect":12193084,"hoster":"VOE"},{"redirect":12193087,"hoster":"Streamtape"}]}]}]}]}