{"seriesId":"hassel","name":"Hassel","descr":"Roland Hassel (Ola Rapace) ist Polizist in Stockholm und kämpft einen zusehends schwierigeren Kampf gegen das organisierte Verbrechen. Als sein Vorgesetzter und Mentor am hellichten Tag ermordet wird, gerät Hassel bei seinen Einsätzen immer tiefer hinein in eine moralische und juristische Grauzone, die schließlich auch seine Familie bedroht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ruda","epNo":1,"alt":"Episode 1","descr":"Roland Hassel ist Polizist in Stockholm. Er gehört zur Triton-Gruppe, die an den Grenzen der Legalität operiert und diese gelegentlich auch überschreitet. Sein Chef Ingve Ruda, der die Gruppe leitet, wird ermordet. Hassel und seine Kollegen setzen alles daran, den Mörder zu stellen. Die externe Ermittlerin Fatima Nidal soll sie bei der Jagd auf die Täter unterstützen.","versions":[{"lang":1,"streams":[{"redirect":9015117,"hoster":"VOE"},{"redirect":8547197,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Triton","epNo":2,"alt":"Episode 2","descr":"Eine erste Spur führt Hassel und seine Kollegen zu Petri Mikkola, dem sie unter massiver Gewalt Informationen entlocken. Ruda soll ihn damit beauftragt haben, in einem Nachtclub nach belastendem Bildmaterial zu suchen. Mikkola nennt auch einen Namen: Leon Forsberg, der Vater von Hassels Stieftochter Vida. Er soll nach einer langen Haftstrafe demnächst aus dem Gefängnis entlassen werden.","versions":[{"lang":1,"streams":[{"redirect":12335704,"hoster":"VOE"},{"redirect":8570357,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abschied","epNo":3,"alt":"Episode 3","descr":"Ingve Ruda wird im Beisein seiner Kollegen beigesetzt. Hassel entzieht sich dem jedoch und stattet Leon Forsberg einen Besuch im Gefängnis ab. Er erhofft sich von ihm weitere Informationen. Doch Leon stellt sich stur und erpresst Hassel: Als Gegenleistung für Informationen verlangt er einen Besuch seiner Tochter Vida - ohne das Wissen von deren Mutter Daniela, mit der Hassel zusammen ist.","versions":[{"lang":1,"streams":[{"redirect":9015116,"hoster":"VOE"},{"redirect":8570358,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Illegal","epNo":4,"alt":"Episode 4","descr":"Die Triton-Gruppe verfolgt eine Spur, die sie zu Bosko und in einen illegalen Nachtclub führt. Ohne Genehmigung durchsuchen sie den Club und beschlagnahmen Computer und Akten. Diese Tatsache macht sich Fatima Nidal zunutze, die Hassel vor die Wahl stellt: Entweder er kooperiert oder er wird vom Dienst suspendiert. Daniela Bergmann erfährt, dass Hassel mit Vida bei Leon war, es kommt zum Streit.","versions":[{"lang":1,"streams":[{"redirect":13109883,"hoster":"VOE"},{"redirect":8547194,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verrat","epNo":5,"alt":"Episode 5","descr":"Als Andrea Lovrén, die ehemalige Leiterin des illegalen Nachtclubs, vor den Augen der Triton-Gruppe erschossen wird, offenbart sich das wahre Ausmaß des Komplotts. Die Täter haben scheinbar Verbindungen bis in höchste Kreise. Kurz darauf wird Roland Hassel entführt und entgeht nur knapp seinem Tod. Die Botschaft der Täter an ihn lautet, dass er nicht weiter im Fall Ruda ermitteln soll.","versions":[{"lang":1,"streams":[{"redirect":9015122,"hoster":"VOE"},{"redirect":8547195,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Angst","epNo":6,"alt":"Episode 6","descr":"Die Ermordung von Andrea Lovén zieht interne Ermittlungen nach sich und der schwer verletzte Hassel muss Hilfe bei seinen Kollegen Meyer, Palm, Frank und Lindhe suchen. Zeitgleich wird Leon aus dem Gefängnis entlassen und kontaktiert seine Tochter Vida. Als Hassel bemerkt, dass ein Foto von Vida gestohlen wurde, befürchtet er das Schlimmste und vertraut sich Fatima Nidal an.","versions":[{"lang":1,"streams":[{"redirect":9015125,"hoster":"VOE"},{"redirect":8547198,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schweigen","epNo":7,"alt":"Episode 7","descr":"Hassel findet unter Rudas Sachen einen Schlüssel, der offenbar zu einem Lagerraum gehört. Er beauftragt seinen Kollegen Frank damit, herauszufinden, wo genau sich dieser Lagerraum befindet. Fatima Nidal betreibt Nachforschungen über die Todesursache eines gewissen Sami Pedram. Sie findet heraus, dass der Rechtsmediziner, der die Obduktion durchgeführt hat, noch am selben Tag entlassen wurde.","versions":[{"lang":1,"streams":[{"redirect":12923266,"hoster":"VOE"},{"redirect":8547193,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verschwunden","epNo":8,"alt":"Episode 8","descr":"Aufgrund einer fingierten Zeugenaussage gerät Hassel selbst ins Fadenkreuz von Ermittlungen. Fatima Nidal prangert das offensichtliche Komplott an und wird daraufhin entlassen. Mit äußerster Brutalität machen die Täter Jagd auf die Triton-Gruppe und werden dabei vom Außenminister gedeckt. Als Hassel erfährt, dass seine Stieftochter Vida entführt wurde, überschlagen sich die Ereignisse.","versions":[{"lang":1,"streams":[{"redirect":9015133,"hoster":"VOE"},{"redirect":8570359,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Brüssel","epNo":9,"alt":"Episode 9","descr":"Hassels Stieftochter Vida wurde entführt und die Spuren führen nach Brüssel, wo Hassel und Meyer auf den schwedischen Außenminister treffen. Ruda hatte vor seinem Tod scheinbar belastendes Material gesammelt, in dem ein Sexskandal des Ministers dokumentiert wurde. Um Vida freizubekommen, soll Hassel das eindeutige Beweismaterial aushändigen. Ein mörderischer Wettlauf gegen die Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":13112633,"hoster":"VOE"},{"redirect":8547192,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Machtlos","epNo":10,"alt":"Episode 10","descr":"Die Triton-Gruppe entführt den Außenminister, um ihn gegen Vida auszutauschen. Beim Austausch kommt es zu einem schweren Feuergefecht. Vida wird zwar gerettet, doch Meyer bleibt zurück. Daniela Bergmann stellt Hassel vor die Wahl: Entweder er kommt mit ihr und Vida oder ihre Wege trennen sich für immer. Hassel entscheidet sich dafür, nach Meyer zu suchen, doch seine Suche bleibt erfolglos.","versions":[{"lang":1,"streams":[{"redirect":9015127,"hoster":"VOE"},{"redirect":8570355,"hoster":"Streamtape"}]}]}]}]}