{"seriesId":"hataraku-saibou","name":"Hataraku Saibou","descr":"Die Welt ist ein gefährlicher Ort für den menschlichen Organismus! Grippe, Heuschnupfen, Streptokokken – für die ca. 37 Billionen Zellen in jedem Körper ist stets viel zu tun. Jede einzelne von ihnen geht tagtäglich ihren Aufgaben in der Welt Deines Körpers nach. Nun kannst Du sie endlich kennenlernen, die unbekannten Helden in Deinem Inneren, die die stetigen Kämpfe in Dir austragen. Vom Sauerstoff transportierenden roten Blutkörperchen bis zum bakterienbekämpfenden weißen Blutkörperchen, sie alle kommen zusammen, wenn es darum geht, Dich gesund zu halten. Begleite die vielen verschiedenen Zellen bei ihren Aufgaben und ihren alltäglichen Geschichten.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"OVA - Erkältungssyndrom","epNo":1,"alt":"OVA - The Common Cold","descr":"","versions":[{"lang":1,"streams":[{"redirect":9015143,"hoster":"VOE"},{"redirect":8547200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534701,"hoster":"VOE"},{"redirect":9026106,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pneumokokken","epNo":1,"alt":"Pneumococcus","descr":"In einem menschlichen Körper wird eine rote Blutkörperchen namens AE3803 vor einem plötzlichen Angriff einer Gruppe von Pneumococcus- Bakterien durch eine weiße Blutkörperchen namens U-1146 gerettet . Später, als AE3803 versucht, den Weg zur Lunge zu finden, um die Entbindung vorzunehmen, entdeckt sie, dass eines der Bakterien entkommen ist und einen Angriff auf die Lunge plant. Sie und U-1146 begleiten sich gegenseitig in die Lunge, um ihn zu verfolgen. Als AE3803 die Lunge erreichte und sich von U-1146 trennte, stellte sie fest, dass sich Pneumococcus die ganze Zeit in ihrer Packung versteckt hatte und darauf wartete, rote Blutkörperchen auf ihre Nährstoffe zu untersuchen. U-1146, der den Plan des Bakteriums verstanden hatte, kommt jedoch rechtzeitig an und lockt das Bakterium in eine Falle, wo er schließlich aus der Lunge geniest wird.","versions":[{"lang":1,"streams":[{"redirect":8521543,"hoster":"VOE"},{"redirect":8521099,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8521144,"hoster":"VOE"},{"redirect":8521141,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kratzwunde","epNo":2,"alt":"Scrape Wound","descr":"Die roten Blutkörperchen geraten in Schwierigkeiten, wenn das Gefäß, auf dem sie unterwegs sind, durch einen Hautabrieb gebrochen wird, wobei U-1146 und die anderen weißen Blutkörperchen gezwungen sind, mit allen Keimen umzugehen, die dadurch durchkommen. Während die Bakterien planen, alle Neutrophilen zu eliminieren, bevor das Backup eintreffen kann, schaffen es die weißen Blutkörperchen, sie zu besiegen, während die Blutplättchen ankommen, um die Wunde zu gerinnen, wodurch verhindert wird, dass mehr Keime ins Innere gelangen. Danach runden die Blutplättchen mehrere Blutzellen auf und zwingen sie, zu ihrem Leidwesen Teil des Gerinnsels zu sein.","versions":[{"lang":1,"streams":[{"redirect":8521105,"hoster":"VOE"},{"redirect":8521100,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9015146,"hoster":"VOE"},{"redirect":9026114,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Influenza","epNo":3,"alt":"Influenza","descr":"Naive T Cell patrouilliert den Körper auf Influenzavirus-Proliferation. Aber da er sich noch nie zuvor dem Feind gestellt hat, ist er völlig verängstigt und nutzlos. Er flieht schließlich vom Schlachtfeld, wo die Veteranen Killer T Cells, Neutrophils und Macrophages kämpfen. Naive T Cell ist voller Selbsthass, bis Dendritic Cell ihn sieht und freundlich zu ihm spricht. Diese Ermutigung verwandelt ihn in Effector T Cell, eine viel mutigere und stärkere Form, die zusammen mit den anderen Immunzellen das Influenzavirus auslöscht. Ein überlebendes Virus mutiert jedoch zu Typ A und vermehrt sich erneut, sodass die Kämpfe weitergehen.","versions":[{"lang":1,"streams":[{"redirect":9015142,"hoster":"VOE"},{"redirect":8521104,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534703,"hoster":"VOE"},{"redirect":7176901,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lebensmittelvergiftung","epNo":4,"alt":"Food Poisoning","descr":"Eine Bande von Vibrio- Bakterien dringt in den Magen ein. Basophil warnt die Immunzellen davor, verwirrt aber alle, indem er kryptisch spricht. Die Immunzellen besiegen die Invasoren, aber einer von ihnen, Eosinophil, konnte keine guten Treffer landen und musste gerettet werden. Die anderen Zellen verspotten sie als Schwächling, außer AE3803 und U-1146. Der Magen wird dann von einem massiven Anisakis- Parasiten befallen . Die Immunzellen sind dem nicht gewachsen, aber Eosinophil erklärt, dass sie Parasiten bekämpfen und sie mit einem einzigen Stich töten soll. Die anderen Zellen entschuldigen sich dafür, dass sie sich über sie lustig gemacht haben und loben sie als Heldin.","versions":[{"lang":1,"streams":[{"redirect":8521111,"hoster":"VOE"},{"redirect":8521106,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500425,"hoster":"VOE"},{"redirect":8570354,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zedernpollenallergie","epNo":5,"alt":"Cedar Pollen Allergies","descr":"Der Körper atmet Zedernpollen ein, wodurch gigantische Allergene freigesetzt werden. Obwohl U-1146 darauf hinweist, dass die Kreaturen sinnlos und nicht bösartig sind, behauptet Memory Cell, dass sie das bevorstehende Schicksal bringen. B Cell besiegt leicht die Allergene, aber Mast Cell setzt eine reichliche Menge an Histaminen im Körper frei, was zu heftigen allergischen Reaktionen führt, die die Umgebung schädigen. So wie jeder Mast Cell für die Zerstörung verantwortlich macht, nimmt der Körper ein Steroid, um die Allergie zu behandeln. Das Steroid erscheint in Form eines Roboters, der seine Umgebung wahllos zerstört, bis er an Kraft verliert. Die Überlebenden erkennen, dass all dies durch die Befolgung der Behauptungen von Memory Cell und den Versuch, die Allergene anzugreifen, verursacht wurde.","versions":[{"lang":1,"streams":[{"redirect":8521142,"hoster":"VOE"},{"redirect":8521109,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500428,"hoster":"VOE"},{"redirect":8570362,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erythroblast und Myelozyt","epNo":6,"alt":"Erythroblasts and Myelocytes","descr":"AE3803 geht wieder verloren und befindet sich in ihrem Geburtsort, dem Red Bone Marrow. Sie erinnert sich daran, ein junger Erythroblast zu sein , der von einem Makrophagen darin geschult wurde, wie man ein rotes Blutkörperchen ist. Eines Tages, als sie übte, sich von Bakterien zu evakuieren, ging sie verloren und wurde von den anderen getrennt. Sie wurde von einem Pseudomonas- Bakterium gefangen genommen , das sie foltern und töten wollte, bevor es zu anderen Blutzellen überging. Ein junger Myelozytkam zu ihrer Rettung, und obwohl sie dem Bakterium nicht gewachsen war, kaufte sie genug Zeit, damit Makrophagen und ein Neutrophiler ankommen und das Bakterium töten konnten. Sie dankte der Myelozyte für ihre Hilfe und sie gingen getrennte Wege in der Hoffnung, sich eines Tages wiederzusehen. In der Gegenwart stößt sie auf U-1146. Als er anbietet, sie zu ihrem Ziel zu führen, vermutet sie, dass der Myelozyt, der sie gerettet hat, U-1146 geworden ist. Später rettet U-1146 eine normale Zelle aus einer Krebszelle. Die normale Zelle erklärt, dass es in seinem Apartmentkomplex mehr Krebszellen gibt. Die normale Zelle führt U-1146, Killer T Cell und NK Cell in seine Wohnung, aber Killer T Cell tauscht ständig Gamaschen mit NK Cell und weigert sich hartnäckig, mit ihr zu arbeiten. Die Gruppe teilt sich auf und sobald sie alleine sind, verrät NK Cell, dass sie wusste, dass die normale Zelle tatsächlich eine verkleidete Krebszelle ist.","versions":[{"lang":1,"streams":[{"redirect":12923268,"hoster":"VOE"},{"redirect":8521110,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500426,"hoster":"VOE"},{"redirect":9026111,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krebszellen","epNo":7,"alt":"Cancer Cell","descr":"NK Cell kämpft gegen die Krebszelle, die sich verändern und in die Umgebung ausbreiten kann. Währenddessen stoßen U-1146 und Killer T Cell auf die sich vermehrenden Klone von Cancer Cell. Die Krebszellen bestellen, dass riesige Mengen an Nährstoffen in die Wohnung geliefert werden, um sich gierig zu ernähren, aber AE3803 ist misstrauisch und alarmiert den Rest des Immunsystems. Die ursprüngliche Krebszelle will den Körper zerstören, um ihn als Sterbenden zu bezeichnen, sobald er geboren wurde. U-1146, Killer T Cell und NK Cell sind in die Enge getrieben und stehen kurz vor dem Tod, bis die anderen Immunzellen eintreffen. Alle Krebszellen werden ausgelöscht, wobei NK Cell den letzten Schlag gegen die ursprüngliche abgibt, aber er schwört Rache, bevor er vor U-1146 stirbt.","versions":[{"lang":1,"streams":[{"redirect":8521115,"hoster":"VOE"},{"redirect":8521114,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500429,"hoster":"VOE"},{"redirect":8547202,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Blutkreislauf","epNo":8,"alt":"Blood Circulation","descr":"AE3803 wird es leid, sich immer zu verlaufen, und beschließt, den Körper ohne Führung zu zirkulieren. Nach einer schwierigen Reise gelingt es ihr, durch das Herz, dann durch die Lunge zu reisen, um Kohlendioxid mit Sauerstoff auszutauschen, und dann zu den Körperzellen, um Sauerstoff mit Kohlendioxid auszutauschen. U-1146 folgte ihr heimlich und half ihr dabei, ihre Notizen und ihren Hut zurückzugeben. Dann tötete sie einige Keime, die versuchten, sie zu überfallen, ohne dass sie seine Anwesenheit bemerkte. U-1146 erzählt Killer T Cell später, dass er für all die harte Arbeit, die die roten Blutkörperchen jeden Tag leisten, Anerkennung gefunden hat und hofft, dass die Immunzellen in Harmonie mit anderen Zellen leben können, aber Killer T Cell schlägt ihn wütend und befiehlt ihm dies zurück an die Arbeit. AE3803 trifft U-1146 und erzählt ihm, wie ihr Tag verlaufen ist.","versions":[{"lang":1,"streams":[{"redirect":8521118,"hoster":"VOE"},{"redirect":8521119,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9015154,"hoster":"VOE"},{"redirect":8570360,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Thymozyt","epNo":9,"alt":"Thymocyte","descr":"Während Killer T Cell und Helper T Cell in einen Streit über die harten Trainingsmethoden des ersteren geraten, teilt Dendritic Cell sein Fotoalbum mit den Naive T Cells und erklärt die gemeinsame Vergangenheit der beiden. Während des Trainings im Thymus passierten die junge Helfer-T-Zelle und die regulatorische T-Zelle problemlos alle Hand-zu-Hand-Kampf- und Hindernisparcours, aber die junge Killer-T-Zelle kämpfte. Der junge Helfer T Cell verachtete ihn dafür, gab ihm aber schließlich Ratschläge, die ihm halfen, den letzten Test zu bestehen. Killer T Cell versprach, ein würdiger Verteidiger des Körpers zu werden, während Helper T Cell beschloss, Kommandeur zu werden. In der Gegenwart bemerken Killer T Cell und Helper T Cell das Fotoalbum. Sehr verlegen versuchen beide erfolglos, es aus Dendritic Cell zu nehmen, um es zu verbrennen.","versions":[{"lang":1,"streams":[{"redirect":8521123,"hoster":"VOE"},{"redirect":8521122,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500427,"hoster":"VOE"},{"redirect":9026107,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Staphylococcus Aureus","epNo":10,"alt":"Staphylococcus Aureus","descr":"AE3803 wird von einer mysteriösen Immunzelle namens Monocyte aus einem Keim gerettet, die nicht spricht und einen Schutzanzug trägt. Später wird die Nasenhöhle von einer Bande von Staphylococcus aureus befallen . Sie schwören Rache für einen von ihnen, der in \"Scrape Wound\" getötet wurde, und kombinieren ihre Körper zu einem mächtigen Riesen, der in der Lage ist, die weißen Blutkörperchen in einem Netz aus Fibrin zu fangen. Eine Gruppe von Monozyten erscheint und legt ihre Schutzanzüge ab, um zu zeigen, dass es sich um Makrophagen handelt. Monozyten sind eine der vielen Rollen, die sie spielen. Die Makrophagen besiegen leicht die Eindringlinge. Als die weißen Blutkörperchen den Makrophagen dafür danken, dass sie alle gerettet haben, fragt AE3803 einen von ihnen, wie sie ihre riesigen Kleider in die Hazmat-Anzüge passen, aber sie sagt ihr, dass es ein Geheimnis ist.","versions":[{"lang":1,"streams":[{"redirect":8521126,"hoster":"VOE"},{"redirect":8722987,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534705,"hoster":"VOE"},{"redirect":9026110,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Hitzschlag","epNo":11,"alt":"Heatstroke","descr":"Der Körper leidet unter einem Hitzschlag, der zu einer Hitzewelle im Inneren führt und die Zufuhr von Flüssigkeiten erschöpft. Um die Sache noch schlimmer zu machen , dringt ein Bacillus cereus- Bakterium, das nicht von der Hitze gestört wird, in den Körper ein. Während die anderen Zellen mit der extremen Hitze zu kämpfen haben, verfolgt U-1146 das Bakterium, wird aber müde. Gerade wenn es so aussieht, als wäre alles verloren, bekommt der Körper eine Flüssigkeitsinjektion, die alle wiederbelebt und es U-1146 ermöglicht, das Bakterium abzutöten.","versions":[{"lang":1,"streams":[{"redirect":9015151,"hoster":"VOE"},{"redirect":8547201,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500435,"hoster":"VOE"},{"redirect":8570356,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hämorrhagischer Schock Teil 1","epNo":12,"alt":"Hemorrhagic Shock (Part 1)","descr":"AE3803 wird als Mentorin für ein neues rotes Blutkörperchen namens NT4201 eingesetzt, befindet sich jedoch außerhalb ihrer Tiefe. AE3803 ist verlegen, wenn sie mehrmals verloren geht und feststellt, dass NT4201 anscheinend bereits über den Körper Bescheid weiß und es vorzieht, ihre Arbeit so effizient wie möglich zu erledigen und nicht mit nicht roten Blutkörperchen in Verbindung zu treten. Der Körper erleidet eine Kopfverletzung, die zu massivem Blutverlust führt. NT4201 gerät aufgrund der Änderung ihres perfekten Zeitplans in Panik, aber AE3803 schafft es, sie wieder auf Kurs zu bringen. Wenn die Körpertemperatur zu sinken beginnt, besiegt U-1146 Keime, die durch die Verletzung eingedrungen sind, und ist dann entsetzt, als er feststellt, dass die Anzahl der roten Blutkörperchen erschöpft ist.","versions":[{"lang":1,"streams":[{"redirect":9015148,"hoster":"VOE"},{"redirect":8569350,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500433,"hoster":"VOE"},{"redirect":9026112,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hämorrhagischer Schock Teil 2","epNo":13,"alt":"Hemorrhagic Shock (Part 2)","descr":"Die Blutplättchen haben Schwierigkeiten, die Kopfwunde abzudichten, aber ein erhöhter Blutdruck führt dazu, dass noch mehr Blutzellen verloren gehen. Bei so wenigen roten Blutkörperchen gibt es nicht genug, um alle Zellen mit Sauerstoff zu versorgen, und sie beginnen zu sterben. Die Körpertemperatur sinkt drastisch, was zu einem Schneesturm im Inneren führt. NT4201 gerät in Verzweiflung und schimpft, dass ihre Handlungen sinnlos sind und der Körper sterben wird, aber AE3803 weigert sich aufzugeben. Der Körper erhält eine Bluttransfusion. Die neuen roten Blutkörperchen sind zwar durch ihre neue Umgebung verwirrt, vereinbaren jedoch, Sauerstoff zu liefern und den Körper zu retten. Während die Strukturen des Körpers wieder aufgebaut werden, entschuldigt sich NT4201 dafür, dass er auf AE3803 herabgesehen hat. AE3803 und alle anderen kehren zu ihrer normalen Routine zurück.","versions":[{"lang":1,"streams":[{"redirect":9015149,"hoster":"VOE"},{"redirect":8569351,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9207678,"hoster":"VOE"},{"redirect":9207676,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Beule","epNo":1,"alt":"Bump","descr":"Während U-1146 einem Keim nachjagt, der glaubt, dass seine Niedlichkeit ihn schützt, trifft er auf Backward-Cap, ein neues Blutplättchen, das stärker werden will. Ein plötzlicher Vorfall im Bereich des Tempels führt zum Brechen der Kapillaren, und die Blutplättchen müssen die innere Blutung stoppen, wobei einige von Megakaryozyten (Zellen, die Blutplättchen produzieren) überredet werden . Megakaryozyten beschimpfen sie zunächst, weil sie schwach sind, und motivieren sie dann, indem sie Medaillen anbieten. Die Blutplättchen bilden menschliche Ketten, um über die Verletzung zu greifen und sie mit einem Gerinnsel zu versiegeln.","versions":[{"lang":1,"streams":[{"redirect":8521130,"hoster":"VOE"},{"redirect":8521129,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534699,"hoster":"VOE"},{"redirect":8547199,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Erworbene Immunität / Peyer-Plagues","epNo":2,"alt":"Acquired Immunity / Peyer\u0027s Patch","descr":"Gedächtniszelle hat die Vision eines Traumes, der das Ende der Welt prophezeit. Als sich die Vision zu erfüllen scheint, treten unbekannt Feinde in den Körper ein. Ist es möglich, dass Gedächtniszelle neben der Fähigkeit sich zu erinnern, auch die Fähigkeit entwickelt, in die Zukunft zu sehen?","versions":[{"lang":1,"streams":[{"redirect":8521131,"hoster":"VOE"},{"redirect":8521132,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13014961,"hoster":"VOE"},{"redirect":9026108,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Denguefieber / Akne","epNo":3,"alt":"Dengue Fever / Acne","descr":"Eine toxische Reaktion findet auf der Epidermis statt. Mastzelle führt ihren Job nach Handbuch aus und beschwert sich über die anderen Zellen, die genervt von ihrem Tatendrang sind. Daraufhin verliert sie ihre Coolness und rastet aus.","versions":[{"lang":1,"streams":[{"redirect":8521135,"hoster":"VOE"},{"redirect":8521136,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500430,"hoster":"VOE"},{"redirect":9026115,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Helicobacter pylori / Antigenvariation","epNo":4,"alt":"H. Pylori / Antigenic Shift","descr":"Ein besonderer Vorfall spielt sich im Körper ab. Die Immunzellen treten schnell auf der Bildfläche auf und bekämpfen die Zellen, die von einem Virus infiziert wurden. Die anderen schauen sich das Spektakel nur an, als plötzlich ein mysteriöses Bakterium vor ihnen auftaucht.","versions":[{"lang":1,"streams":[{"redirect":8521139,"hoster":"VOE"},{"redirect":8521137,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500432,"hoster":"VOE"},{"redirect":9026109,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zytokine","epNo":5,"alt":"Cytokines","descr":"Die gewöhnliche Zelle ist zusammen mit Weiße Blutzelle auf dem Weg zu den Innereien. Dort wollen sie Milchsäurebakterium und seine Freunde treffen. Doch auf dem Weg werden sie getrennt und gewöhnliche Zelle sucht verzweifelt nach Milchsäurebakterium. Plötzlich wird sie von einer Zelle angegriffen, die von einem neuen Virus infiziert ist.","versions":[{"lang":1,"streams":[{"redirect":11043014,"hoster":"VOE"},{"redirect":7909149,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500431,"hoster":"VOE"},{"redirect":8570361,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Pathogene Bakterien","epNo":6,"alt":"Harmful Bacteria","descr":"Einige Informationen über Antikörper einer Zelle wurden aufgedeckt. Es herrscht Spannung zwischen NK-Zelle und Weiße Blutzelle. Die Gruppe ist auf der Reise zur Wiedervereinigung des Milchsäurebakteriums am Dickdarm angekommen. Dieser wurde durch giftige Gase gereizt.","versions":[{"lang":1,"streams":[{"redirect":14496591,"hoster":"VOE"},{"redirect":11043019,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500434,"hoster":"VOE"},{"redirect":8570363,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krebszellen II (Teil 1)","epNo":7,"alt":"Cancer Cell II (Part I)","descr":"Der furchterregendste Feind des Körpers ist erneut aufgetaucht. Die Krebszelle ist zurück und andere Bakterien richten im Darm Chaos an. In dieser Gefahrensituation führen Weiße Blutzelle und seine Kumpel einen erbarmungslosen Krieg, um die Zukunft des Körpers, in dem sie leben, zu schützen.","versions":[{"lang":1,"streams":[{"redirect":13917913,"hoster":"VOE"},{"redirect":11043020,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13500436,"hoster":"VOE"},{"redirect":8570364,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Krebszellen II (Teil 2)","epNo":8,"alt":"Cancer Cell II (Part II)","descr":"Weiße Blutzelle und seine Kameraden konfrontieren Krebszelle, doch die regulatorische T-Zelle sabotiert offenbar den Kampf gegen den Feind. Gewöhnliche Zelle, der sein Leben für Milchsäurebakterium riskiert hatte, befindet sich in den Fängen eines schädlichen Bakteriums. Ist das Schicksal des Körpers damit besiegelt?","versions":[{"lang":1,"streams":[{"redirect":11043015,"hoster":"VOE"},{"redirect":11043018,"hoster":"Streamtape"}]}]}]}]}