{"seriesId":"hataage-kemonomichi","name":"Hataage! Kemonomichi","descr":"[Ger Sub] Hataage! Kemonomichi adaptiert den \"Kemono Michi\"-Manga von Natsume Akatsuki und folgt dem Profi-Wrestler Genzou \"Kemono Mask\" Shibata. Genzou wollte sich gerade auf seinen bisher wichtigsten und größten Kampf vorbereiten, als er plötzlich in eine andere Welt beschworen wird …! Kaum angekommen, steht ihm auch bereits eine wunderschöne Prinzessin gegenüber, die ihm seinen Auftrag als \"Held\" gibt: Er soll alle magischen Bestien und Tierwesen auslöschen und den Dämonenkönig bezwingen – eine ganz normale Heldenreise also. Doch Genzous Wut ist kaum zu zügeln … Er soll den Genozid an diesen Wesen begehen?! Ausgerechnet er soll diesen niedlichen und liebenswerten Kreaturen den Garaus machen? Nein, das kommt ihm gar nicht in Tüte! Doch das ist kein Problem, was ein guter German Suplex nicht lösen könnte und so lernt die Prinzessin kurzerhand das Fliegen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Wrestler x Summoning","descr":"Genzou wollte sich gerade auf seinen bisher wichtigsten und größten Kampf vorbereiten, als er plötzlich in eine andere Welt beschworen wird …! Kaum angekommen, steht ihm auch bereits eine wunderschöne Prinzessin gegenüber, die ihm seinen Auftrag als Held näher bringen möchte.Aber......!","versions":[{"lang":3,"streams":[{"redirect":8521064,"hoster":"VOE"},{"redirect":8521061,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Quest x Demon Beast Killer","descr":"Um die Tierhandlung seiner Träume zu eröffnen, braucht Animal Mask Geld. Und um es zu bekommen, muss er gegen Monster kämpfen, von denen einige nicht einmal Tiere sind!","versions":[{"lang":3,"streams":[{"redirect":8521065,"hoster":"VOE"},{"redirect":8521066,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Runaway Girl x Attacker","descr":"Animal Mask untersucht einen mysteriösen Angreifer, der den Stadtbewohnern Blut saugt.","versions":[{"lang":3,"streams":[{"redirect":12379473,"hoster":"VOE"},{"redirect":8521069,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Demon Beast x Part-Time Job","descr":"Tiermaske ist kaputt! Um Geld zu verdienen, müssen er und die anderen Teilzeitjobs finden, aber keiner von ihnen ist fit für das Berufsleben ...","versions":[{"lang":3,"streams":[{"redirect":8521072,"hoster":"VOE"},{"redirect":8521073,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Animal Mask x MAO","descr":"MAO, der langjährige Rivale von Animal Mask, wird sehr deprimiert, nachdem sein Gegner verschwunden ist. Aber eines Tages hat er die Gelegenheit, sich zu rächen ...","versions":[{"lang":3,"streams":[{"redirect":8521076,"hoster":"VOE"},{"redirect":8521074,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Loser x Master","descr":"Carmilla ist eine Verliererin, die nichts richtig machen kann. Aber als ein rivalisierender Clan sie herausfordert, stellt sie sich der Situation.","versions":[{"lang":3,"streams":[{"redirect":8521079,"hoster":"VOE"},{"redirect":8521080,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"First Student x Pain in the Butt","descr":"Ein Echsenmädchen möchte mit Animal Mask das Jagen lernen. Aber er ist ein Wrestler, kein Jäger, und er hat ganz andere Vorstellungen davon, was er ihm beibringen soll.","versions":[{"lang":3,"streams":[{"redirect":8521085,"hoster":"VOE"},{"redirect":8521082,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Animal x Event","descr":"Es ist Zeit für ein Wrestling-Event! Zum ersten Mal in seiner neuen Welt bringt Genzo jedem die Freuden von Rivalität, Drama und Wrestling bei!","versions":[{"lang":3,"streams":[{"redirect":8521084,"hoster":"VOE"},{"redirect":8521086,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Princess x Panties","descr":"Die Prinzessin spürt Genzo auf und bittet ihn, gegen den Dämonenkönig zu kämpfen. Aber Genzo hat andere Ideen, und zu diesen Ideen gehört es, sie immer wieder zu übersehen, selbst wenn sie ein Kleid trägt ...","versions":[{"lang":3,"streams":[{"redirect":8521088,"hoster":"VOE"},{"redirect":8521090,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Money x Bonds","descr":"Der Dämonenkönig aus einer anderen Welt verfolgt auf der Suche nach Genzo einen Pfad der Zerstörung durch das Land.","versions":[{"lang":3,"streams":[{"redirect":8521089,"hoster":"VOE"},{"redirect":8521091,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Pride x Loyalty","descr":"Es ist Zeit für das Hauptevent! Eine niederschmetternde Schlägerei zwischen den Truppen des Dämonenkönigs und Genzo! Wer wird gewinnen?","versions":[{"lang":3,"streams":[{"redirect":8521541,"hoster":"VOE"},{"redirect":8521094,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Hero x Demon King","descr":"Der letzte Kampf zwischen dem Dämonenkönig und dem Helden beginnt, um zu entscheiden, wer das Wrestling-Turnier gewinnt.","versions":[{"lang":3,"streams":[{"redirect":8521097,"hoster":"VOE"},{"redirect":8521096,"hoster":"Streamtape"}]}]}]}]}