{"seriesId":"hatena-illusion","name":"Hatena Illusion","descr":"Die Geschichte dreht sich um den Jungen Makoto Shiranui, der nach Tokio reist, um Lehrling eines weltberühmten Zauberers namens Mamoru Hoshisato zu werden, der auch ein Freund seiner Eltern ist. Seit er eine Show von Mamoru und seiner Frau Maive gesehen hatte, träumte er davon, ein Zauberer zu werden. Ihre Tochter Kana (Spitzname Hatena) ist seit ihrer Kindheit mit Makoto befreundet. Obwohl es in Tokio eine Reihe von Einbrüchen durch eine schöne Diebin gab, kann Makoto ruhig schlafen, solange Hatena bei ihm ist. Als er in der Hoshisato-Residenz ankommt, begrüßen ihn der Familienbutler Jeeves sowie die Magd Emma. Nun ist er wieder mit Hatena vereint, doch die beiden kommen mittlerweile nicht mehr so gut miteinander aus…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Schon am ersten Tag irrt der verlaufene Makoto durch die Gegend auf der Suche nach dem Anwesen des Weltberühmten Zauberers Mamoru Hoshisato.Makoto ist wissbegierig und möchte unbedingt die Zauberkunst von ihm lernen. Mamoru Hoshisatos Tochter Namens Kana der seit ihrer Kindheit mit Makoto ein wichtiges Detail entgangen ist wird aufgeklärt und ist sichtlich geschockt.","versions":[{"lang":3,"streams":[{"redirect":8521174,"hoster":"VOE"},{"redirect":8521173,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Ein großes Geheimnis wird offenbart.Makoto hat seinen ersten Schultag an der neuen Schule von Kana.Kanas Schulfreundin kommt unangekündigt zubesuch.","versions":[{"lang":3,"streams":[{"redirect":13534700,"hoster":"VOE"},{"redirect":8521177,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Makoto geht wie jeden Tag seinen Pflichten nach wären ihm ein Missgeschick passiert.Er und Kana sprechen sich aus und man erfährt was Makotos bewegt hat Zauberer zuwerden.","versions":[{"lang":3,"streams":[{"redirect":13481325,"hoster":"VOE"},{"redirect":8521182,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Der große Zauberkünstler und Vater von Kana Mamoru Hoshisato ist zurück aus dem Ausland.Aber so schnell wie er dort war ist er auch schon wieder verschwunden.Kana setzt Yumemi unter Druck und möchte Wissen wieso sie nicht zur Schule gehen will.","versions":[{"lang":3,"streams":[{"redirect":13481330,"hoster":"VOE"},{"redirect":8521184,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Tomoko Tominozawa, ein lokaler Kunsthändler, lädt Kana zu einer bevorstehenden Ausstellung ein. Als angeblich ein bärenähnliches Monster in Yumemis Schule gesichtet wird, beschließen Kana und Makoto, die Angelegenheit selbst in die Hand zu nehmen.","versions":[{"lang":3,"streams":[{"redirect":13481332,"hoster":"VOE"},{"redirect":8521186,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Kana schließt einen Deal mit Mariah, um ein Artefakt von Tominozawa zu stehlen, als Gegenleistung für Mariahs Zusammenarbeit, damit Maeve früher nach Hause zurückkehren kann. Yumemi macht auch einen Deal mit Makoto, um ihm zu helfen, ihre Magie zu kontrollieren.","versions":[{"lang":3,"streams":[{"redirect":13481335,"hoster":"VOE"},{"redirect":8521191,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Mamoru bittet Sir Gregory Camelot, den Meister, unter dem er ausgebildet wurde, Makoto darin zu schulen, wie man Magie ausführt. Kana und Yumemi probieren mit unterschiedlichem Erfolg neue Methoden aus, um ihren mentalen Fokus und ihre magischen Fähigkeiten zu entwickeln.","versions":[{"lang":3,"streams":[{"redirect":8521198,"hoster":"VOE"},{"redirect":8521195,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Die Spannungen sind hoch, nachdem Mariah den Mädchen befohlen hat, die Villa zu verlassen, und als Yumemi versucht, Artefakte zu schaffen, um ihnen zu helfen, sind die Ergebnisse nicht wie vorhergesagt. Mariah lenkt ihre Aufmerksamkeit auf Ema, die selbst eine Entscheidung treffen muss.","versions":[{"lang":3,"streams":[{"redirect":8521546,"hoster":"VOE"},{"redirect":8521197,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Nach einem anstrengenden Training durch Jeeves werden Kana und Makoto von Ema ermutigt, sich erneut Mariahs Fitnesstest zu unterziehen. Für Ema sind die Einsätze jedoch höher, als das Paar erkennt, bis ihre dunkle Vergangenheit wieder aufgegriffen wird.","versions":[{"lang":3,"streams":[{"redirect":8521201,"hoster":"VOE"},{"redirect":8521200,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Gregory liefert eine Nachricht von Morrigan, dass Maeve nach Hause zurückkehren darf, wenn sie drei Artefakte gefunden hat. Mamoru und Gregory bringen die Familie auf der Suche nach einem Artefakt nach Australien, während Mariah nach einem anderen sucht.","versions":[{"lang":3,"streams":[{"redirect":8521205,"hoster":"VOE"},{"redirect":8521203,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Während Mamoru und Gregory in Australien gemeinsam ihre Show aufführen, arbeiten Makoto und Kana daran, das endgültige Artefakt zu stehlen. Aber so wie alles reibungslos zu laufen scheint, gerät die Familie von einer Überraschungsquelle unter Beschuss.","versions":[{"lang":3,"streams":[{"redirect":8521207,"hoster":"VOE"},{"redirect":8521206,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Während die Pattsituation gegen Michelle weitergeht, unternimmt Makoto einen letzten Versuch, um die Situation zu retten, indem er seine handwerklichen Fähigkeiten einsetzt. Eine Nachricht aus dem Dorf schreibt vor, dass ein weiteres Artefakt geborgen werden muss, bevor Maeve zurückkehren kann.","versions":[{"lang":3,"streams":[{"redirect":12916749,"hoster":"VOE"},{"redirect":8521208,"hoster":"Streamtape"}]}]}]}]}