{"path":"/serie/stream/hatfields-mccoys","name":"Hatfields \u0026 McCoys","descr":"Die Mini-Serie \"Hatfields and McCoys\" handelt von der wohl berühmtesten US-Familienfehde des 19. Jahrhunderts, die mit der zerbrochenen Freundschaft zwischen Devil Anse Hatfield (Kevin Costner) und Randall McCoy (Bill Paxton) beginnt. Die engen Freunde kehren nach Ende des Bürgerkriegs auf ihre benachbarten Grundstücke im Grenzgebiet zwischen West Virginia und Kentucky zurück. Eine Verkettung von Spannungen, Missverständnissen und zunehmenden Anfeindungen zwischen den Familien, in die immer mehr Anwohner und Unbeteiligte verwickelt werden, führt schließlich beinahe zu einem Bürgerkrieg zwischen beiden Staaten.","seasons":[{"path":"/serie/stream/hatfields-mccoys/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hatfields-mccoys/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Im Amerikanischen Bürgerkrieg kämpfen die verfeindeten Familienoberhäupter Devil Anse Hatfield und Randall McCoy Seite an Seite. Nun kehren die beiden Männer gemeinsam in ihre Heimat zurück, wo sie lediglich durch einen Fluss getrennt leben. Dann tötet ein Mitglied aus dem Clan der McCoys einen der Hatfields. Der Konflikt zwischen den Familien eskaliert zusehends, als eine Tochter von Randall McCoy eine Affäre mit einem der Söhne von Anse Hatfield beginnt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9019028","hoster":"VOE"},{"path":"/redirect/8660827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatfields-mccoys/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Gewaltspirale zwischen den beiden verfeindeten Familien weitet sich immer weiter aus. Als der jüngere Bruder von Clanoberhaupt Devil Anse Hatfield von einem der McCoys getötet wird, beschließen die Hatfields blutig Rache zu nehmen. Inzwischen werden immer mehr Menschen in die Fehde hineingezogen. Freunde und Nachbarn der beiden Familien schließen sich dem Konflikt an. Es beteiligen sich dermaßen viele, dass die Region kurz vor dem Ausbruch eines Bürgerkriegs steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9019030","hoster":"VOE"},{"path":"/redirect/8660835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatfields-mccoys/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Unter der Führung von Bad Frank gelingt es den McCoys und ihren Anhängern, die Hatfields weiter in Richtung der Berge zu vertreiben. Johnse Hatfield hat erneut ein Auge auf eine Frau der McCoys geworden und die verschlagene Nancy McCoy spioniert die Hatfields aus. Die Beteiligten sinnen nun alle auf Rache und haben keinerlei Interesse an einer friedlichen Einigung. Schließlich kommt es am Neujahrstag zur entscheidenden Schlacht zwischen den verfeindeten Clans …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9019029","hoster":"VOE"},{"path":"/redirect/8660839","hoster":"Streamtape"}]}]}]}]}