{"path":"/serie/stream/hatufim-in-der-hand-des-feindes","name":"Hatufim – In der Hand des Feindes","descr":"Nach 17 Jahren kehren Nimrod Klein, Uri Zach und Amiel Ben Horin aus der Kriegsgefangenschaft heim nach Israel. Die Soldaten waren bei einem Einsatz im Libanon in die Hände der Hisbollah geraten. Doch nur zwei von ihnen kommen lebend zurück. Die Nachricht von der Rückkehr ist eine große Überraschung für Familien und Freunde. Das unerwartete Wiedersehen bringt das Leben aller durcheinander …  [Israelische Vorlage von `Homeland`]","seasons":[{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Homecoming","descr":"Niemand hätte mehr damit gerechnet, dass die drei Kriegsgefangenen, die vor 17 Jahren zu einem Einsatz im Libanon aufgebrochen sind, zurückkehren werden. Doch endlich ist es soweit: Nimrod und Uri können das Flugzeug in Richtung Israel besteigen. Amiel hat die Gefangenschaft nicht überlebt, sein Sarg wird in die Heimat überführt. Zuhause ist die Nachricht von der Befreiung der Männer eine große Überraschung. Nurit, die mit Uri verlobt war, ist nun mit Uris Bruder verheiratet. Auf Anweisung des Militär-Psychologen soll Nurit ihre Ehe verschweigen. Talia, Nimrods Frau, meistert ihr Leben als alleinerziehende Mutter von zwei Kindern und kämpfte eisern für die Befreiung ihres Mannes. Sie führte alle Demonstrationen und Aktionen an, die für die Freilassung der Gefangenen stritten. Die 19-jährige Dana kann sich kaum an ihren Vater erinnern und ihr jüngerer Bruder Hatzav kennt ihn überhaupt nicht, die Freude der beiden Teenager über die Rückkehr des \"Fremden\" hält sich in Grenzen. Für Yael, die \"kleine\" Schwester von Amiel ist die Nachricht vom Tod des Bruders ein Schock. Die Wiedersehensfreude der anderen über die Rückkehr der Männer ist zu schmerzlich. Sie rettet sich mit Tagträumen und Erinnerungen an ihren geliebten Bruder aus der Trauer. Die Freude über das langersehnte und nicht mehr geglaubte Wiedersehen geht jedoch schnell in Ernüchterung über und bringt einige Probleme mit sich. Die Frauen sind hin- und hergerissen zwischen den alten Gefühlen, die plötzlich wieder aufflammen und ihrem neuen Leben, in dem sie sich mit dem Verlust der geliebten Männer bereits arrangiert haben. Auch für Nimrod und Uri ist es schwer, sich wieder in ihre Familien einzugliedern. Beide merken, dass sie nicht einfach wieder in ihr altes Leben zurückkehren können. Zudem sind Nimrod und Uri stark traumatisiert und werden von ihren grausamen Erlebnissen und Erinnerungen verfolgt. Nimrod und Uri dürfen einen Abend mit ihren Familien verbringen, dann werden sie für Untersuchungen in ein Militärzentrum gebracht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310441","hoster":"VOE"},{"path":"/redirect/10111319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"The Facility (Part 1)","descr":"Nachdem Nimrod und Uri einen Tag mit der Familie verbracht haben, werden sie vom Militär abgeholt und in ein Rehabilitationszentrum gebracht. Dort werden sie zuerst medizinisch untersucht, damit alle Folterspuren dokumentiert werden. Anschließend beginnen die Befragungen zu den verschiedenen Foltermethoden und den Geschehnissen in der Gefangenschaft. Uri spürt sofort, dass etwas nicht in Ordnung ist, denn überall sind Soldaten stationiert und das Rehabilitationszentrum ist von Stacheldrahtzäunen umgeben. In der Zwischenzeit versuchen die beiden Frauen Talia und Nurit, sich in der neuen Situation zurechtzufinden. Talia macht sich Vorwürfe, da sie das Gefühl hat, Nimrod nicht gerecht zu werden. Nurit merkt, dass sie doch noch starke Gefühle für Uri hat, und löst sich immer mehr von ihrem Ehemann. Yael will unbedingt ihren toten Bruder Amiel sehen. Nur Ilan, der Militärbeauftragte der Freilassung der Kriegsgefangenen, kann sie beruhigen. Er steht Yael bei, als sie vom Arzt Amiels Militärmarke empfängt. Psychologe Haim Cohen versucht unnachgiebig den Grund für die widersprüchlichen Aussagen von Nimrod und Uri herauszufinden. Dabei stoßen beide Männer an ihre Grenzen und müssen die Qualen der Vergangenheit nochmals durchleben. Doch Nimrod und Uri haben das Spiel des Psychologen durchschaut und wissen genau, dass sie beobachtet und abgehört werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310460","hoster":"VOE"},{"path":"/redirect/10111320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"The Facility (Part 2)","descr":"Militärpsychologe Haim Cohen setzt die Befragungen fort und versucht herauszufinden, was Nimrod und Uri über Amiels Tod in der Gefangenschaft wissen. Denn beide Männer reagieren bei dieser Frage sehr emotional. Die Geheimsprache von Nimrod und Uri wird von einem Spezialisten entschlüsselt. Doch die beiden haben bei ihrer nächtlichen Unterhaltung bloß Belangloses ausgetauscht, was Haim Cohen nicht weiterzuhelfen scheint. Talia will Nimrod im Militärzentrum besuchen, wird aber nicht zu ihm gelassen. Zuhause räumt sie auf und sortiert alles aus, was an die letzten 17 Jahre ihres Lebens erinnert: Zeugnisse des Kampfes um die Freilassung der Gefangenen. Nurit leidet darunter, dass Freunde und Außenstehende ihr Verhalten verurteilen. Sie will Kontakt zu Talia aufnehmen, um in ihr eine Verbündete zu finden, doch diese lehnt ab. Yael will den Tod ihres Bruders noch immer nicht akzeptieren und rettet sich weiterhin in ihre Tagträume, in denen Amiel ihr als ständiger Begleiter zur Seite steht. Ilan kümmert sich um Yael und die beiden kommen sich langsam näher. Nachdem Nimrod und Uri bereits aus dem Militärzentrum entlassen worden sind, scheint Psychologe Haim Cohen nun plötzlich doch auf eine Spur zu stoßen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310442","hoster":"VOE"},{"path":"/redirect/10111321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Letters from Mom","descr":"Uri kehrt in sein Elternhaus zu seinem Vater Yosske zurück. Noch sichtlich traumatisiert, vergräbt er sich in seinem alten Jugendzimmer. Yosske gibt Uri einen Stapel Briefe, die seine Mutter während der Jahre seiner Gefangenschaft an ihn geschrieben hat. Jetzt erst – am Grab der Mutter – liest sie Uri unter Tränen zum ersten Mal. Nimrod bleibt alleine im Haus zurück, während die Familie wieder ihrem geregelten Alltag nachgeht. Er schaut sich alte Familienfilme an und ihm wird klar, was er alles in den 17 Jahren seiner Abwesenheit verpasst hat. Plötzlich taucht Haim Cohen bei Nimrod Zuhause auf und befragt ihn zu Details der Gefangenschaft und Amiels Tod. Dies ruft bei Nimrod grausame Erinnerungen wach. Als er mit Journalisten im Garten Fußball spielt und versehentlich angerempelt wird, erleidet er eine Panikattacke. Ilan kann ihn nur schwer wieder beruhigen. Nach diesem Vorfall überlegt Nimrod, die Nummer anzurufen, die er von seinem ehemaligen Peiniger bei der Übergabe erhalten hat. Auf dem Friedhof begegnet Uri der hübschen Iris. Bei einem Kaffee kommen die beiden ins Gespräch und Iris teilt Uri ihre Telefonnummer mit. Nurit versucht unaufhörlich, Uri zu erreichen und wartet schließlich vor Yosskes Haus auf ihn. Die Aussprache verläuft jedoch nicht befriedigend für Nurit. Uri nimmt mit Iris Kontakt auf, um sich mit ihr zu verabreden. Doch Iris ist gerade bei Haim Cohen, als Uri sie anruft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310439","hoster":"VOE"},{"path":"/redirect/10111323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Keep Your Soul","descr":"Nach Amiels Beerdigung wird die Trauergesellschaft von Demonstranten erwartet. Dabei wird Nimrod von einem Demonstranten bedrängt, der bei einem Terroranschlag Frau und Tochter verloren hatte und deren Mörder einer der vielen Terroristen gewesen war, die im Tausch gegen Nimrod und Uri aus der Haft entlassen wurden. Iris begleitet Uri auf die Beerdigung, was Nurit eifersüchtig macht. Uri wird durch Amiels Fotos im Haus an die Gefangenschaft und die Folterungen erinnert. Nach einem lautstarken Streit zwischen Nurit und Talia kommt es zur Aussprache zwischen den beiden Frauen und einer zaghaften Versöhnung. Yael ist mit der Situation völlig überfordert und leidet immer noch an Wahnvorstellungen. Sie sieht ihren toten Bruder Amiel, wie er ihr bei den Beileidsbekundungen zur Seite steht. Yael will von Nimrod und Uri die Wahrheit über den Tod ihres geliebten Bruders wissen. Die Frage nach Amiel beschwört bei Nimrod die grausamen Erlebnisse der Kriegsgefangenschaft herauf, woraufhin er die Trauergesellschaft sofort verlassen will. Talia holt die Kinder und erwischt ihre Tochter Dana mit einem älteren Mann. Sie verspricht, Nimrod nichts davon zu erzählen, wenn Dana in Therapie geht. Auf dem Heimweg besucht Nimrod den Mann von der Demonstration und drückt ihm sein Beileid über den Tod seiner Frau und seiner Tochter aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310444","hoster":"VOE"},{"path":"/redirect/10111322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"The Journal","descr":"Talia und Nimrod sind zu Gast in einer Fernsehsendung: Dort erfährt Talia von Nimrods Plänen, wieder zu arbeiten. Sie ist enttäuscht darüber, es auf diese Weise zu erfahren, was im Streit endet. Dana geht zu einem Therapeuten wegen ihrer Nymphomanie und Vorliebe für ältere Männer. Uri begegnet zum ersten Mal seinem Neffen Assaf in Yoskes Laden und ist sehr überrascht. Assaf lädt ihn zu seiner Bar Mitzwa ein, Uri reagiert ablehnend. Nimrod beginnt seine Arbeit in der Werbeagentur eines Freundes. Der ersten Begeisterung weicht eine Frustration über minderwichtige Tätigkeiten. Um sich wieder mit ihrem Mann zu versöhnen, plant Talia ein romantisches Abendessen zu zweit, um endlich in Ruhe mit Nimrod sprechen zu können und so einen Neuanfang des Paares in die Wege zu leiten. Yael wird nach einer Überdosis Beruhigungstabletten ins Krankenhaus eingeliefert. Ilan besucht sie dort und bringt ihr Kleidung. Doch die Frage, wer in der Nacht den Krankenwagen verständigt hat, bleibt offen. Iris holt Uri zu einem Picknick ab und schenkt ihm ein Tagebuch, in dem Uri seine Erlebnisse und Erinnerungen aufschreiben soll. Denn er wird ständig von den dunklen Schatten der Vergangenheit eingeholt. Iris Zuneigung gibt ihm Kraft, er holt Assaf von der Schule ab, um die Einladung zu Assafs Bar Mitzwa anzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310446","hoster":"VOE"},{"path":"/redirect/10111324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"A Picture From Hell","descr":"Iris und Uri wollen den Tag gemeinsam verbringen. Kurz bevor sie zu einem Ausflug aufbrechen, schleicht sich Iris in Uris Zimmer und nimmt sein Tagebuch an sich. Als sie am Abend Uris Aufzeichnungen und Notizen in Haim Cohens Büro analysiert, stößt sie überall auf Nurits Namen. Yael wird von einem Immobilienmakler überrascht, der ihr das Haus abkaufen möchte. Sie ist hin- und hergerissen und sucht Rat bei Ilan, der versucht, sie vom Verkauf abzuhalten. Nimrod geht seiner Arbeit in der Werbeagentur nach und bittet seinen alten Freund und Chef darum, mehr Verantwortung übernehmen zu dürfen. Außerdem versucht er herauszufinden, wer sich hinter der Nummer verbirgt, die ihm sein Peiniger Jamal zum Abschied gegeben hat. Chatzav erklärt seinem Vater, wie das Internet funktioniert. Dabei stoßen die beiden auf das Erpresser-Video, das die Entführer sowie die drei Opfer Nimrod, Uri und Amiel zeigt. Nimrod wird dadurch wieder an die schreckliche Zeit in der Gefangenschaft erinnert. Als er alleine an Chatzavs Computer sitzt, kann er im Internet eine Adresse zu der Telefonnummer auf dem Zettel ausfindig machen. Talia und die Kinder warten bereits mit dem Abendessen auf Nimrod. Sie hören aber nur noch, wie er mit dem Auto wegfährt. Talia ist beunruhigt und versucht Uri anzurufen. Yosske nimmt den Hörer ab, denn sein Sohn ist auch nicht zuhause …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310453","hoster":"VOE"},{"path":"/redirect/10111326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Family Portrait","descr":"Da Nimrod und Uri immer noch nicht von ihrer Fahrt zurückgekehrt sind, verständigt Talia den Militärpsychiater Haim Cohen, der die Spur der beiden aufnimmt. Während der Feierlichkeiten von Assafs Bar Mitzwa tauchen Nimrod und Uri plötzlich wieder auf. Talia will von ihrem Mann wissen, wo er die ganze Nacht war. Bei dem folgenden Streitgespräch fühlt sich Nimrod bedrängt und schlägt seine Frau vor den Augen ihrer Tochter Dana. Talia, die am ganzen Körper blaue Flecken von den nächtlichen Wutausbrüchen ihres Mannes hat, rät ihm in Therapie zu gehen. Nimrod erzählt seiner Frau nur in Bruchstücken, wo er in der letzten Nacht war: Uri und er fuhren zu der Adresse, die Nimrod unter der Telefonnummer im Internet gefunden hat. Dort trafen sie auf eine arabischstämmige Familie, die eine Autowerkstatt betreibt und nichts von den beiden zu wissen schien. Nimrod, der sich nicht mehr unter Kontrolle hatte, bedrohte die Mutter der Familie und schoss in die Fensterscheibe. Uri entschuldigte sich für das Verhalten seines Freundes und hinterließ der Familie Nimrods Telefonnummer. Doch Uri merkte schnell, dass die Mutter genau wusste, wer Nimrod und Uri waren. Nach der Hausbesichtigung mit dem Makler unterzeichnet Yael die Kaufverträge. Wieder sieht sie ihren Bruder Amiel, der ihr davon abrät, ihr Elternhaus zu verkaufen. Sie setzt sich dann schließlich doch gegen die Vorwürfe ihres Bruders durch. Nach Assafs Bar Mitzwa hilft Uri Nurit beim Aufräumen und die beiden küssen sich. Iris macht sich unterdessen große Sorgen um Uri und zwar nicht nur aus beruflichen Gründen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310449","hoster":"VOE"},{"path":"/redirect/10111325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Awake at Night","descr":"Yael hat Ilan noch nichts vom Hausverkauf erzählt. Sie wundert sich, warum Ilan sie noch nie zu sich nach Hause eingeladen hat. Sie hat das Gefühl, dass er irgendetwas vor ihr verheimlicht. Talia holt Dana von deren Therapie ab und sucht Rat bei Danas Psychologen, denn sie denkt über eine Scheidung nach. Im Wartezimmer lernt Dana den Sohn des Therapeuten kennen, der sie am Abend anruft, um sich mit ihr zu verabreden. In der Werbeagentur präsentiert Nimrod in einer großen Sitzung seine Entwürfe, die jedoch nicht den technischen Standards entsprechen und auch nicht mehr zeitgemäß sind. Nach einem klärenden Gespräch mit seinem alten Freund und Chef kündigt Nimrod seinen Job in der Werbeagentur. Yael überrascht Ilan zuhause und stößt auf eine Collage aus Zeitungsartikeln über Soldaten, die in Kriegsgefangenschaft oder bei ihrem Einsatz an der Front ums Leben gekommen sind. Zusammen mit Ilan, der die Angehörigen betreut, besucht sie eine betroffene Familie, was Yael neuen Mut und Kraft schöpfen lässt. Nimrod und Talia wollen gemeinsam eine Selbsthilfegruppe für ehemalige Kriegsgefangene und ihre Familien besuchen, doch Nimrod lässt Talia im Stich. Zuhause wird Nimrod von der Tochter der arabischen Familie angerufen, die er mit Uri kürzlich besucht hat. Die junge Frau will sich mit ihm treffen, um ihm zu sagen, was ihre Mutter über das Schicksal der drei Soldaten weiß.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310452","hoster":"VOE"},{"path":"/redirect/10111327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"The Tape","descr":"Talia bereitet ein Abendessen für die Familie vor, um Chatzavs Aufnahme in die Armee zu feiern. Als sie beim Einkaufen einen Freund ihres Sohnes trifft, erfährt sie, dass Chatzav gar nicht an der Musterung teilgenommen hat. Zuhause stellt sie ihren Sohn zur Rede, was im Streit endet. Uri findet in seiner Kamera einen Film mit Fotos von früher. Er besucht Nurit und die beiden schwelgen in Erinnerungen an ihre gemeinsame Vergangenheit. Ilan macht sich Sorgen um Yael, weil sie nicht an der Gedenkfeier ihres Bruders Amiel teilnimmt. Als sie später alleine zur Gedenkstätte geht, wähnt sie sich in Begleitung von Amiel, aber auf dem Rückweg ist er plötzlich verschwunden und Yael begreift zum ersten Mal, dass er nie wieder zurückkehren wird. Nimrod macht sich für die Fahrt zum Chef des israelischen Geheimdienstes Mossad bereit, der sich sehr für die Freilassung der beiden eingesetzt hatte. Talia bittet Nimrod, ihr stattdessen bei der Suche nach Chatzav zu helfen und droht ihm mit Trennung, wenn er ihr nicht helfe. Iris ruft Uri an, um etwas über seine und Nimrods Pläne zu erfahren. Doch Uri hat längst herausgefunden, dass Iris ihn die ganze Zeit ausspioniert hat und lockt sie und Haim Cohen auf eine falsche Spur. Als Nimrod und Uri bei der Witwe des Mossad-Chefs ankommen, übergibt sie ihnen deren Akte. Bei den Unterlagen liegt eine CD, die Nimrod beim Hören fassungslos macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11310450","hoster":"VOE"},{"path":"/redirect/10111328","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-1","name":"Folge 11","epNo":1,"alt":"Goodbye, Sweetie","descr":"Aufgeregt suchen Nimrod und Uri die Hilfe von Haim und Iris aus dem Verteidigungsministerium, nachdem sie den mysteriösen Umschlag des verstorbenen Mossad-Chefs Atar Shorer geöffnet und auf der darin befindlichen CD Hinweise gefunden haben, die auf ein Überleben Amiels hoffen lassen. Einer Veröffentlichung widersetzt sich Haim, aber er lanciert eine neue, geheime Mission, welche die Aktivitäten von Atar Shorer untersuchen und damit dem Geheimnis um Amiel näher kommen soll. Talia hofft auf Nimrods Rückkehr, der seit über einer Woche bei seinem Freund Oren wohnt. Doch Nimrod macht ihre Hoffnungen zunichte, indem er nur zu Hause vorbeikommt, um ein paar Sachen abzuholen und zu erklären, er brauche eine Beziehungspause. Nurit entscheidet sich, mit Uri zusammenzuziehen, was ihren Mann Yaki schwer enttäuscht. Assaf, ihr Sohn, will erst einmal nicht mehr mit seiner Mutter sprechen. Yael lernt den attraktiven Yinon kennen und verliebt sich in ihn. Sie weiß nicht, dass Yinon auf sie angesetzt wurde. In Syrien ist Amiel inzwischen zum praktizierenden Muslim geworden und führt nach Jamals Tod die islamistische Gruppierung \"Kinder des Dschihad\" an, die für die Entführung und jahrelange Folter der drei israelischen Soldaten verantwortlich war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592651","hoster":"VOE"},{"path":"/redirect/8547219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-2","name":"Folge 12","epNo":2,"alt":"Happy Birthday","descr":"Nimrod genießt wilde Partynächte mit jungen Leuten, die seine Kinder sein könnten, und geht kurze Affären ein. Doch seine schweren Alpträume lassen ihm keine Ruhe. Talia bricht zusammen und verfällt in eine schwere Depression. Die halbwüchsigen Kinder Dana und Chatzav stehen ihrer sonst so starken und kämpferischen Mutter ratlos gegenüber. Uri und Nurit versuchen, die verlorene Zeit wettzumachen, und verbringen viele Stunden miteinander, indem sie die neue Wohnung gemeinsam einrichten. Yael will ebenso ihre persönliche Umgebung neu gestalten: Mit Yinons Hilfe räumt sie endlich Amiels Sachen in ein angemietetes Lager. Die inoffizielle Ermittlung im Fall Atar Shorer tritt in eine neue Phase: Haim und Iris konfrontieren einen anderen Mossad-Agenten, der mutmaßlich in die Verschwörung involviert ist, mit ihrem Wissen. Die Zweifel mehren sich, dass der Obduktionsbericht nach Ankunft von Amiels Leiche gefälscht wurde. Bei der Organisation \"Kinder des Dschihad\" verstärkt sich langsam die Spannung zwischen Amiel und seinem Konkurrenten Abdullah. Durch Abdullahs offensichtliche Feindseligkeit platzt beinahe der illegale Waffenhandel mit den UNO-Soldaten. Amiels Treue und Geduld werden auf eine schwere Probe gestellt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592649","hoster":"VOE"},{"path":"/redirect/8547217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-3","name":"Folge 13","epNo":3,"alt":"Little Lies","descr":"Talia versucht Nimrod zurückzugewinnen, reißt sich zusammen und besucht ihren Mann in seinem temporären Quartier bei seinem Freund Oren. Sie schlägt ihm einen Neuanfang vor, aber im Laufe des Gesprächs gerät sie mehr und mehr aus der Fassung und bewirkt genau das Gegenteil: Nimrod besteht auf der Trennung. Iris konfrontiert Uri mit einem Geheimdienst-Foto aus Syrien. Man sieht darauf den neuen Anführer der islamistischen Organisation \"Kinder des Dschihad\". Iris denkt, dass es Amiel sein könnte, doch Uri lehnt diese Annahme als absurd ab. Iris und Haim erhalten heimlichen Zugang zu Atar Shorers Büro beim Mossad und hoffen, dort neue Beweismaterialien für ihre Ermittlung zu erhalten. Amiel muss an vielen Fronten kämpfen: Seine Beziehung zu Layla ist von vielen Schwierigkeiten geprägt, da seine Frau keine Kinder bekommen kann und zudem seine innere Zerrissenheit spürt. Seine Treue und Loyalität gegenüber \"Kinder des Dschihad\" werden auf eine schwere Probe gestellt, als der spirituelle Führer der Organisation von ihm fordert, einen minderjährigen Schmuggler zu erschießen, um Abdullahs Misstrauen zu besiegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592648","hoster":"VOE"},{"path":"/redirect/8547222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-4","name":"Folge 14","epNo":4,"alt":"Blue","descr":"Nachdem er zur Exekution eines minderjährigen Schmugglers gezwungen wurde, gerät Amiel in eine schwere Krise und erinnert sich an seine Metamorphose vom israelischen Gefangenen zum Mitglied der islamistischen Organisation \"Kinder des Dschihad\". Layla spürt das Dilemma ihres Mannes und ist durch sein Verhalten sehr beunruhigt. Sie nutzt eine Einkaufsfahrt, um heimlich in einem Internetcafé in der Vergangenheit ihres Mannes zu recherchieren, und ist sehr berührt, als sie Fotos von ihm aus seinem früheren Leben sieht. Zu Yaels größter Überraschung sind Amiels Habseligkeiten, die sie in eine gemietete Box gebracht hatte, dort spurlos verschwunden. Yael sucht sie verzweifelt auf einer nahe gelegenen Mülldeponie, sind es doch die letzten Erinnerungsstücke, die ihr von Amiel blieben. Dass ihr neuer Freund Yinon mit dem Verschwinden der Kisten zu tun haben könnte, ahnt Yael in keinster Weise … Haims und Iris’ Ermittlungen treten in eine neue Phase, nachdem sie minutiös die Bankauszüge von Atar Shorer untersucht haben und anschließend Haims ehemaliger Kommilitonin Zehava, jetzt eine renommierte Psychologin, einen Besuch abstatten. Im Gespräch erfahren sie nichts Neues über Amiels Fall, überraschenderweise erhalten sie jedoch einen Hinweis auf einen früheren Kollegen Haims im Sicherheitsdienst …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9015190","hoster":"VOE"},{"path":"/redirect/8547220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-5","name":"Folge 15","epNo":5,"alt":"Company Secretary","descr":"Nur unter Schwierigkeiten gelingt es Haim, ein Treffen mit Dr. Ze’ev Kaplan, seinem langjährigen Mitarbeiter und ehemaligen Berater von Atar Shorer, zu arrangieren. Kaplan ist an einer Zusammenarbeit mit Haim nicht interessiert und weist ihn kalt ab. Auf Iris’ Nachforschungen hin stellt sich heraus, dass Kaplan auf eigene Faust ein geheimes Projekt leitet, in das auch der mit Yael befreundete Sonderagent Yinon involviert ist. Nimrod erfährt schmerzlich, dass sich die langen Jahre der Gefangenschaft und Folter nicht von heute auf morgen heilen und abschütteln lassen: Eines Nacht misshandelt er in Trance eine junge Frau, mit der er eine Affäre hat. Am nächsten Morgen wacht der verkaterte Nimrod auf und kann sich an nichts mehr erinnern. Sein Freund Oren berichtet ihm Details von den drastischen Geschehnissen der vorherigen Nacht. Nimrod ist erschüttert und entschuldigt sich bei seiner verletzten Liebhaberin. Mit dem Umzug in die neue Wohnung, die Oren ihm zur Verfügung stellt, hören die nächtlichen schweren Alpträume nicht auf und Dana macht sich große Sorgen. Aber Nimrod entschließt sich, seine frühere große Liebe Michaela aufzusuchen. Ohne Nimrod an ihrer Seite verliert Talia jegliche Lebenslust und fällt in eine tiefe Depression. Tagelang kann sie nicht mehr aufstehen. Auf Danas dringende Bitte hin versucht Dr. Ostrovski, ihr zu helfen. Dem klugen Psychiater gelingt ein erstes Gespräch mit der ehemals großen Kämpferin, das ihr wieder Lebensmut gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9015192","hoster":"VOE"},{"path":"/redirect/8547224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-6","name":"Folge 16","epNo":6,"alt":"Beaches","descr":"Nach Iris’ gelungener nächtlicher Verfolgung lädt Dr. Kaplan Haim zum Gespräch. Dabei wird schnell klar, dass Kaplan nicht die Wahrheit sagt und die beiden nur abwimmeln will. Haim und Iris werden Ohrenzeugen eines Gesprächs, in dem eine Ärztin Kaplan warnt, dass sein Schützling und Agent Yinon psychisch unberechenbar werden könnte. In der islamistischen Organisation \"Kinder des Dschihad\" zweifelt Abdullah an der Loyalität des israelischen Konvertiten Amiel/Yussuf. Abdullah provoziert Amiel ständig durch verschiedene Anspielungen auf seine israelische Herkunft. Er kann bei Scheich Kasab, dem spirituellen Führer der Organisation und Amiels Schwiegervater, die Erlaubnis erwirken, Amiel eine Woche lang auszuspionieren und seine Loyalität zu überprüfen. Ihrer Genesung zuliebe meldet sich Talia zu einem Yoga-Kurs an. Dort lässt sie sich auf ein Abenteuer mit einem jungen Mann ein, zum ersten Mal nach langen Jahren. Als ihre Tochter Dana davon erfährt, ist sie sehr überrascht, diese neue Seite an ihrer Mutter zu entdecken, und gleichzeitig löst dies gemischte Gefühle bei ihr aus, will sie doch ihre Eltern wieder zusammenbringen. Nimrod macht sich auf die Suche nach seiner heimlichen großen Liebe Michaela und arrangiert ein Treffen mit ihr. Michaelas Bericht von ihrer jahrelangen geheimen Sehnsucht nach Nimrod während seiner Gefangenschaft bewegt ihn sehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9015201","hoster":"VOE"},{"path":"/redirect/8570377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-7","name":"Folge 17","epNo":7,"alt":"The Picture","descr":"Uri lässt das geheimnisvolle Foto, das einen Mann mit zwei Kindern am Meer zeigt, nicht mehr los. Er hatte es als Gefangener in Jamals Villa in Jabaliya gesehen, und dann wieder bei den Autowerkstattbesitzern in dem Dorf Al-Ajar. Welche Verbindung besteht zwischen Jamal und der Familie in Al-Ajar? Haim beauftragt Uri, dies gemeinsam mit Iris herauszufinden. Auf der syrischen Seite der Grenze bringt dieses Foto Amiel Trost, jedes Mal, wenn er es betrachtet. Er durchlebt eine schwere Zeit, da ihm Abdullah massiv zusetzt. Abdullah spioniert ihm hinterher und entdeckt sein Hotel-Versteck, das er immer gemeinsam mit Jamal aufsuchte. Auch Amiels Frau Layla interessiert sich mehr und mehr für die israelische Vergangenheit ihres Mannes. Sie weiß, dass sie ihm nur ganz nahe sein kann, wenn sie die Geheimnisse seiner Herkunft lüftet. Nimrod hat große Schwierigkeiten, in seinem neuen Leben anzukommen. Seine finanzielle Lage ist schlecht, er kann sich kaum Kleider kaufen. Eine Dinnerparty bei Michaela, seiner früheren großen Liebe, bringt das Fass zum Überlaufen und es kommt zum Eklat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923270","hoster":"VOE"},{"path":"/redirect/8570380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-8","name":"Folge 18","epNo":8,"alt":"Death of an Agent","descr":"Uri und Iris erfahren von der Familie der Autowerkstattbesitzer in Obergaliläa die Geschichte Jamals: Jamal schmuggelte Waffen über die Grenze Israels durch einen unterirdischen Verbindungsgang. Seinen zögerlichen Bruder Mohamed hatte Jamal zur Hilfe verpflichtet und ihm erzählt, in den Kisten wären Äpfel und der Transport absolut legal. Bei der Rückkehr in die Werkstatt tappen die beiden in eine Falle und werden vom Mossad erwischt. Bei der Aktion fallen Schüsse, und Mohamed, Jamals Bruder, kommt zu Tode. Als Iris und Uri diese dramatische Vorgeschichte Jamals erfahren, aktiviert Haim seine Geheimdienstkontakte, um an die damalige Akte heranzukommen. Was er herausfindet, lässt allen den Atem stocken: Atar Shorer, damals Mossad-Chef und Leiter des Einsatzes, erpresste anschließend den arabischen Israeli Jamal, zehn Jahre lang als Agent in Syrien für den Mossad zu arbeiten anstatt drei Mal so lange wegen Landesverrats in Israel ins Gefängnis zu gehen. Talia nimmt indessen die Einladung Dr. Ostrovskis auf einen Kaffee an. Sehr zum Missfallen ihrer Tochter Dana, die Nimrod ins Gewissen redet, seine Probleme schnell zu regeln und um seine Frau zu kämpfen. Uri hat mit immer größer werdender Müdigkeit und häufigem Nasenbluten zu kämpfen. Besorgt sucht er seinen früheren Hausarzt auf, der weiterführende Untersuchungen einleitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592652","hoster":"VOE"},{"path":"/redirect/8718971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-9","name":"Folge 19","epNo":9,"alt":"Mika’s Friend","descr":"Haim, Uri und Nimrod kommen in großen Schritten mit ihren Untersuchungen voran: Erst erfahren sie, dass Jamal als Agent in Syrien für den Mossad arbeitete, und dann, dass seine Rückführung nach Israel scheiterte. Jamal, dessen Frau hochschwanger war, sollte zur Entbindung befreit und von einem Spezialtrupp nach Israel gebracht werden. In diesem Spezialtrupp waren Nimrod, Uri, Amiel und Oren. Scheich Kasab, der spirituelle Anführer der \"Kinder des Dschihad\", hatte eine ungute Vorahnung und schickte seine Männer los, um Jamal und seine Frau zu sichern. Dabei kam es zur Entführung der drei israelischen Soldaten durch die \"Kinder des Dschihad\". Jamal war dazu verdammt, in Syrien zu bleiben, und wurde zum Folterer von Nimrod, Uri und Amiel. Als Nimrod und Uri das erfahren, sind sie schockiert. Hohe Stellen in Israel wussten während ihrer Gefangenschaft die ganze Zeit darüber Bescheid, wo sie sich befanden. Haim verspricht ihnen, die ganze Wahrheit ans Licht zu bringen. Über Haims Kollegen Ido, der Offizier beim israelischen Nachrichtendienst ist, erfahren Nimrod und Uri mehr über Dr. Kaplans Operation \"Yehuda\". Ido arbeitet für Kaplan und bringt seinem Superagenten Yinon die geheime Zeichensprache bei, in der Uri, Nimrod und Amiel in der Gefangenschaft kommunizierten. Gleichzeitig hört Kaplan die Vernehmungsaufzeichnungen von den Verhören mit Uri und Nimrod ab, um sich ein genaues Bild des Gefangenenkellers in Jabaliya zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582054","hoster":"VOE"},{"path":"/redirect/8547221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-10","name":"Folge 20","epNo":10,"alt":"Halva","descr":"Haim möchte von Ze’ev mehr über \"Operation Judas\" erfahren. Dieser sagt ihm lediglich, dass sie dazu dient, Amiel nach Hause zu holen. Ido wird von ihnen beauftragt, die Mathehefte zu entschlüsseln, in denen der Code enthalten ist, über den Atar und Jamal kommunizierten. Währenddessen lässt Nurit ihre Vergangenheit nicht los. Sie versucht, mit Uri darüber zu reden, der beteuert, dass alles in Ordnung sei und er ihr keine Vorwürfe mache. Sie trifft sich mit Yoske, Uris Vater, und stellt ihn zur Rede. Die beiden machen sich gegenseitig Vorwürfe. Yael und Yinon kümmern sich um die Hundepension und Yael ist unentschlossen, ob sie etwas ändern möchte. Ido gelingt es, den Code zu knacken. Dieser weist auf das Hotel Jasmin in Damaskus. Als diskutiert wird, wer dorthin fahren soll, rutscht Uri heraus, dass Nurit einen ungarischen Pass hat, mit dem sie reisen könnte. Er weigert sich jedoch, sie in Gefahr zu bringen. Mit Nimrods Hilfe kontaktieren Haim und Ze’ev Nurit hinter Uris Rücken. Als er nach Hause kommt, ist Nurit nicht da. Stattdessen kommt Yoske, der sich mit Nurit versöhnen möchte. Uri ruft sie an, doch sie ist schon am Flughafen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592653","hoster":"VOE"},{"path":"/redirect/8547235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-11","name":"Folge 21","epNo":11,"alt":"Our Woman in Damascus","descr":"Uris Gesundheitszustand verschlechtert sich. Sein Arzt diagnostiziert bei ihm Krebs, der mit vorzeitiger Alterung einhergeht. Er könne aber noch behandelt werden. Nimrod fährt zu Uri und möchte mit ihm reden, allerdings will dieser nach dem Vertrauensbruch nichts von ihr hören. Es kommt zu einer handgreiflichen Auseinandersetzung, doch am Ende sprechen sie sich aus. Nurit ist derweil in Damaskus gelandet und nimmt ein Taxi zum Hotel Jasmin. In einem Zimmer soll sie wichtige Informationen für Amiel hinterlegen. An einem vereinbarten Ort hinterlässt sie ein Zeichen und kehrt anschließend sicher nach Hause zurück, wo Uri sie abholt. Dieser möchte ihr von seiner Diagnose erzählen, es ergibt sich jedoch keine Gelegenheit. Nimrod hat weiterhin Alpträume, die auch seine Tochter belasten. Yael bekommt eine Interviewanfrage wegen ihres Bruders, die sie aus bestimmten Gründen jedoch ablehnt. Auf dem Weg zur Moschee sieht Amiel das Zeichen, das Nurit hinterlassen hat, und macht sich abends auf den Weg zum Hotel. Er holt die Dokumente, doch der Rezeptionist hat Abdallah Bescheid gegeben, der ihn daraufhin verfolgt. Amiel kann entkommen. Wenig später sehen sich die beiden unerwartet wieder …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285225","hoster":"VOE"},{"path":"/redirect/8570378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-12","name":"Folge 22","epNo":12,"alt":"The Hannibal Procedure","descr":"Hatzav, der Sohn von Nimrod und Talia, muss seinen Militärdienst antreten. Er redet noch einmal mit seiner Schwester Dana und zum Abschied kommt Nimrod vorbei. Er und Talia führen ein langes Gespräch und für einen Moment scheint es, als sei die Familie wieder vereint. Uris Gesundheit scheint sich von Tag zu Tag zu verschlechtern. Währenddessen trifft Yinon letzte Vorbereitungen für die \"Operation Judas\", die Amiel nach Hause holen soll. Er besucht seine demente Mutter im Krankenhaus und erzählt ihr, dass er einige Zeit auf Reisen gehen wird. Er ruft Yael an, sagt ihr, dass er sich nicht von ihr persönlich verabschieden kann, und gesteht ihr seine Liebe. Yael glaubt, er müsse zum Reservedienst. Schließlich sucht er Ze’ev auf, um sich von ihm zu verabschieden, bevor er zur \"Operation Judas\" aufbricht. Wenig später ist in den Medien von der Entführung eines israelischen Soldaten zu hören. Details werden nicht bekanntgegeben. Es stellt sich heraus, dass es sich um Yinon handelt, der nun in den Händen der Terrorgruppe \"Kinder des Dschihad\" ist. Die \"Operation Judas\" scheint gescheitert; Ze’ev bleibt erstaunlich ruhig. In einer Folterkammer stehen sich Amiel und Yinon dann zum ersten Mal gegenüber …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592655","hoster":"VOE"},{"path":"/redirect/8724684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-13","name":"Folge 23","epNo":13,"alt":"Operation Yehuda","descr":"Nach der Entführung des israelischen Soldaten im syrischen Grenzgebiet suchen Uri und Nimrod sofort Haim auf und erfahren von ihm, dass es sich bei dem Soldaten um Yinon handelt und \"Operation Yehuda\" im Gange ist. Danach vertraut Uri Nimrod an, dass er Knochenkrebs hat. Anschließend fährt Nimrod zu Talia und hält zum zweiten Mal um ihre Hand an. Uri beendet schweren Herzens die Beziehung zu Nurit, weil er ihr die Erkrankung und den abzusehenden frühen Verlust des geliebten Partners nicht zumuten möchte. Yael versucht die Identität des entführten Soldaten herauszufinden, da sie eine ungute Vorahnung hat. Währenddessen wendet Yinon seine im Training erworbenen Fähigkeiten an und kann mit Amiels Hilfe aus der Folterzelle fliehen. Zu Hause offenbart Amiel seiner Frau Layla und Ismael die Wahrheit über sich und macht ihnen gleichzeitig deutlich, dass er nicht ohne seine Familie nach Israel gehen wird. Sie entscheiden mitzukommen. Die vier werden jedoch überraschend von Abdullah aufgehalten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582053","hoster":"VOE"},{"path":"/redirect/8570379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hatufim-in-der-hand-des-feindes/staffel-2/episode-14","name":"Folge 24","epNo":14,"alt":"Abductees","descr":"Bevor Amiel mit seiner Frau, dem Ziehsohn und Yinon fliehen kann, kommt Scheich Kasab zu Layla, um sicher zu gehen, dass bei seiner Tochter alles in Ordnung ist. Amiel nutzt die Gelegenheit, um Gift in Kasabs Tee zu träufeln. Als Layla das erfährt, ist sie schwer erschüttert und entscheidet sich gegen ihren geliebten Mann und gegen die Flucht nach Israel. Amiel, Ismael und Yinon gelingt es, ohne weitere Zwischenfälle nach Israel zu fliehen. Am verabredeten Ort werden sie von Ze’ev Kaplan abgeholt und in eine Militärbasis gebracht. Doch Amiel kann nicht aufhören, an Layla zu denken. Nimrod und Uri überbringen Yael die Nachricht von der Rückkehr ihres Bruders, während Yinon Ze’ev Bericht erstattet. Yael kann es nicht fassen, dass ihr Bruder all die Jahre am Leben war und kein Lebenszeichen an die Familie schickte. Ohne Ze’evs Erlaubnis verlassen Amiel und Ismael die Militärbasis, um endlich Yael zu sehen. Dort treffen später auch Uri und Nimrod ein, um den totgeglaubten Freund zu begrüßen. Dabei wird Nimrod eine große Last von den Schultern genommen. Nach einem letzten Gespräch mit Nurit begibt sich Uri auf die langersehnte Weltreise und verlässt Israel. Talia und Nimrod haben ein erstes Date und fangen wieder von vorne an. Haim hegt als Einziger Zweifel am Erfolg der \"Operation Yehuda\", während Amiel in eine Identitätskrise gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592657","hoster":"VOE"},{"path":"/redirect/8547223","hoster":"Streamtape"}]}]}]}]}