{"seriesId":"hausmeister-krause","name":"Hausmeister Krause","descr":"Die Hausordnung ist ihm heilig, und seinen Dackel Bodo liebt er mehr als seine biedere Frau Lisbeth (Irene Schwarz), die Männer aufreißende Tochter Carmen (Janine Kunze), die eine Frisörlehre macht, und den verfressenen Sohn Tommie (Axel Stein). Herbert (Detlev Redinger) ist Dieters trotteliger Freund aus dem Dackelverein, Herr Makielski (Jürgen Tonkel) der Hausverwalter. Die Serie basiert fast ausschließlich auf längst überholt geglaubten Klischees über den Deutschen: seine Liebe zum Dackel und zu Vereinen etwa. Sie wurde trotz gröbster Überzeichnung und ewiger Wiederholung des gleichen Prinzips zu einem großen Erfolg. Oder deswegen natürlich. Der Leitspruch des Dackelvereins lautet: Alle für einen, einer für alle, alles für den Dackel, alles für den Club, unser Leben für den Hund. Der videosüchtige Proll Tommie war eine junge Version der Rolle, mit der Tom Gerhardt berühmt wurde: Axel Stein kopierte sie perfekt bis in die Pudelmütze.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Hochzeitstag","epNo":1,"alt":"","descr":"Dieter will sein Dackeljubiläum groß feiern und seine Freunde zu einem Fest nach Hause einladen. Überrascht und gerührt verfolgt Lisbeth die Vorbereitungen zur Feier – in dem irrigen Glauben, Dieter hätte an ihren Hochzeitstag gedacht! Zu diesem festlichen Anlaß wirft sie sich sogar noch einmal in ihr Hochzeitskleid. Mit ihrem Auftritt sorgt Lisbeth natürlich für allgemeine Verwirrung und verdirbt ihrem Mann die von langer Hand geplante Wahl zum Dackelclubpräsidenten …","versions":[{"lang":1,"streams":[{"redirect":9015247,"hoster":"VOE"},{"redirect":11039882,"hoster":"Doodstream"},{"redirect":8570390,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der böse Nachbar","epNo":2,"alt":"","descr":"Schon wieder hat Nachbar Makielski sein Auto falsch geparkt! Hausmeister Krause reagiert auf den Affront mit einem bösen Drohschreiben. Hätte er allerdings gewusst, dass Makielski der neue Vertreter der Eigentümerversammlung und damit Krauses unmittelbarer Vorgesetzter ist, hätte er den Brief sicher etwas freundlicher verfasst. Mit allen Tricks versucht Krause, das gefährliche Schreiben wieder in seinen Besitz zu bringen …","versions":[{"lang":1,"streams":[{"redirect":11039887,"hoster":"VOE"},{"redirect":11039890,"hoster":"Doodstream"},{"redirect":8570386,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Hundebescherung","epNo":3,"alt":"","descr":"Krauses steht ein turbulenter Heiligabend ins Haus, denn Dieter hat sich als Weihnachtsmann für die Hundebescherung im Dackelclub verpflichtet und muss in aller Eile noch ein Präsent für einen Ehrengast herbeischaffen. Daheim schnappt er sich das erstbeste Paket – eine Garnitur Reizwäsche! Indes lässt Lisbeth die Gans verkohlen, und Dackel Bodo macht sich über das Geschenk von Herrn Makielskis Neffen Sascha – ein Meerschweinchen – her …","versions":[{"lang":1,"streams":[{"redirect":9015249,"hoster":"VOE"},{"redirect":11039892,"hoster":"Doodstream"},{"redirect":8570385,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Notoperation","epNo":4,"alt":"","descr":"Begeistert erzählt Dieter seinen Dackelfreunden, dass Carmen nun Filmkarriere machen wird und dass einige Szenen in seiner Wohnung gedreht werden. Eine einmalige Gelegenheit, um auch den Dackel ins Fernsehen zu bringen – somit sagt sich der Dackelverein als Besuch bei den Dreharbeiten an. Kurz vor dem Auftreten der Dackelbrüder wird Dieter und Lisbeth bewusst, dass es sich bei den Filmaufnahmen vielleicht doch um etwas anderes handeln könnte, als um eine Krankenhaus-Serie …","versions":[{"lang":1,"streams":[{"redirect":9015250,"hoster":"VOE"},{"redirect":8570388,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Ratte","epNo":5,"alt":"","descr":"Tommies neues Haustier entlockt Lisbeth und Carmen spitze Schreckensschreie: Der Bengel hat doch tatsächlich eine Ratte ins Haus geschleppt! Vater Krause schreitet sofort zur Tat und stellt mit großem Aufwand eine Rattenfalle auf. Doch statt des Nagetiers, das Tommie längst in Sicherheit gebracht hat, verfängt sich ausgerechnet Nachbar Makielski in der Falle …","versions":[{"lang":1,"streams":[{"redirect":9015255,"hoster":"VOE"},{"redirect":11039898,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Kommando-Unternehmen","epNo":6,"alt":"","descr":"Tom Gerhardt als urdeutscher Hausmeister Krause: Mit Cordhut, grauem Kittel und mieser Laune macht er seinen Nachbarn das Leben schwer. Seine Kinder Carmen (Janine Kunze) und Tommy (Axel Stein) sind völlig aus dem Ruder gelaufen, seine Frau Lisbeth (Irene Schwarz) hat nach 20 Jahren ihre ehelichen Pflichten aufs Putzen reduziert. Krause findet nur im militärisch geführten Dackelclub Erfüllung …","versions":[{"lang":1,"streams":[{"redirect":11039914,"hoster":"VOE"},{"redirect":11039920,"hoster":"Doodstream"},{"redirect":8570389,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der falsche Dackel","epNo":7,"alt":"","descr":"Dieters Liebling Bodo wird die große Ehre zuteil, Dackelhündin Otti von der Waldeslust – Besitzer ist Vereinsvorsitzender Karl – zu decken. Als Vergütung winkt Dieter ein Welpe. Doch statt von Bodo wird Otti von einer Promenadenmischung heimgesucht, was Karl und Dieter fast in Ohnmacht fallen lässt …","versions":[{"lang":1,"streams":[{"redirect":9015257,"hoster":"VOE"},{"redirect":8570392,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Goldlawine 1","epNo":8,"alt":"","descr":"Dieter fällt auf den Betrüger Gero von Klingenberg herein, der ihm glaubhaft die Chancen auf einen Millionengewinn verkauft. Auch in der Stunde des Glücks vergisst Dieter nicht die Freunde vom Dackelclub – er ermutigt sie, mit einem Einsatz von 500 Mark an dem Spiel teilzunehmen. In Erwartung des Geldsegens gerät die ganze Familie Krause in einen Kaufrausch …","versions":[{"lang":1,"streams":[{"redirect":9015258,"hoster":"VOE"},{"redirect":11039927,"hoster":"Doodstream"},{"redirect":8570394,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Goldlawine 2","epNo":9,"alt":"","descr":"Carmen schmort unter ihrem Turbobräuner mitten im Wohnzimmer, und Lisbeth genießt die neue Couchgarnitur. In der Bank lässt Dieter seiner neureichen Überheblichkeit freien Lauf. Aber aus dem erhofften Geldsegen wird schließlich doch nichts – die Polizei stellt bei Krauses Nachforschungen nach dem Betrüger Gero von Klingenberg an …","versions":[{"lang":1,"streams":[{"redirect":11039933,"hoster":"VOE"},{"redirect":8570393,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Sittenstrolch","epNo":10,"alt":"","descr":"Ein Exhibitionist ist in der Nähe der Siedlung gesichtet worden. Sofort leitet Dieter die Fahndung ein und benutzt seinen Freund Herbert in Lisbeths Klamotten als Lockvogel. Doch wie immer kommt wieder alles ganz anders als geplant: Erst hält Herbert Dieters Vorgesetzten für den Übeltäter und dann taucht noch ein netter junger Mann auf, der Dieter seine Hilfe anbietet, was der natürlich nicht ablehnen kann …","versions":[{"lang":1,"streams":[{"redirect":9015259,"hoster":"VOE"},{"redirect":11039952,"hoster":"Doodstream"},{"redirect":8570396,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Erbtante","epNo":11,"alt":"","descr":"Rüde weist Dieter eine ältere Dame zurecht, die sich auch als Besucherin gefälligst an die Hausordnung zu halten hat! Dummerweise handelt es sich bei der Dame um Lisbeths Erbtante. Jetzt muss er sich mächtig ins Zeug legen, um die drohende Enterbung zu verhindern …","versions":[{"lang":1,"streams":[{"redirect":9015261,"hoster":"VOE"},{"redirect":8547252,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Sündenfall","epNo":12,"alt":"","descr":"Dieter probiert das neue Potenzmittel Rüdol für den Hund und erlebt sein blaues Wunder: In seinem Traum wird die Nachbarin Frau Ricken zu seinem Objekt der Begierde, doch er kommt nicht weit, denn Rüdol verursacht beim Menschen schwerste Magenbeschwerden – und so mutiert der Traum zum reinsten Horrortrip …","versions":[{"lang":1,"streams":[{"redirect":9015263,"hoster":"VOE"},{"redirect":8570395,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Einbruch","epNo":13,"alt":"","descr":"Dieter fürchtet, dass die Siedlung bald von Einbrechern heimgesucht wird, doch Herr Makielski hält seine Angst für übertrieben. Um ihn von der Notwendigkeit einer Alarmanlage zu überzeugen, brechen Dieter und Herbert höchstpersönlich in Makielskis Wohnung ein. Doch leider kommt der Hausherr früher zurück als erwartet …","versions":[{"lang":1,"streams":[{"redirect":11039877,"hoster":"VOE"},{"redirect":8547247,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Carmen ist schwanger","epNo":1,"alt":"","descr":"Damit hat Carmen nicht gerechnet: Ihr Schwangerschaftstest ist positiv. Doch wer aus der Heerschar ihrer Verehrer könnte der Vater sein? Angesichts des unehelichen Nachwuchses gerät Dieter in Panik. Wenn der Leibliche nicht aufzutreiben ist, muss eben Ersatz gefunden werden. Und wer wäre besser geeignet als Dieters trotteliger Freund Herbert? Doch gerade als der von seiner Vaterschaft überzeugt werden konnte, taucht der leibliche Vater auf: Ein Traum von einem Mann …","versions":[{"lang":1,"streams":[{"redirect":9015268,"hoster":"VOE"},{"redirect":11039913,"hoster":"Doodstream"},{"redirect":8570397,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dackel kross süß-sauer","epNo":2,"alt":"","descr":"Bei den Krauses fehlt es hinten und vorne: Mutter Lisbeth wird das Haushaltsgeld knapp, den Kindern das Taschengeld. Nur einer lebt in Saus und Braus, wird verwöhnt mit Leckereien und Vergünstigungen: Bodo. Der Zorn der Familie steigert sich zum Wahnsinn: Bodo muss weg! Ein Glück, dass ein Chinese auftaucht, um für seinen Imbiss \u0027Shanghai\u0027 zu werben. Er liebt nämlich Hunde ...","versions":[{"lang":1,"streams":[{"redirect":11039917,"hoster":"VOE"},{"redirect":11039922,"hoster":"Doodstream"},{"redirect":8547255,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Karnevals-Coup","epNo":3,"alt":"","descr":"Rosenmontag in Köln-Kalk: Der Dackelclub begeht Karneval in gewohnt militärischer Form, die Dackel sind mit festlichen Hüten geschmückt, als die Horror-Meldung für Dieter aus dem Radio kommt: Ein Einbrecher, als alte Frau verkleidet, hat eine Wohnung in Kalk ausgeräumt! Mit Schlagstöcken und Funkgeräten bewaffnet, gehen Dieter und Herbert auf Ganovenjagd …","versions":[{"lang":1,"streams":[{"redirect":13859915,"hoster":"VOE"},{"redirect":11039928,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Verräter","epNo":4,"alt":"","descr":"Herbert möchte so gern Carmen Krause heiraten. Die hat aber eher ein anderes Männerideal: breit, stark und reich – und viele Geschenke müssen her! Herbert, der noch bei seiner Mutter wohnt, sieht sich gezwungen, eine Arbeit zu suchen. Tollkühn bewirbt er sich um eine ausgeschriebene Hausmeisterstelle. Dieter hilft ihm dabei, doch leider hat er übersehen, dass es sein eigener Posten ist, um den sich Herbert bemüht …","versions":[{"lang":1,"streams":[{"redirect":13859916,"hoster":"VOE"},{"redirect":8547250,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sex","epNo":5,"alt":"","descr":"Lisbeth ist fertig: Bald rundet sich ein Jahrzehnt mit Dieter ohne Sex. Dieter ist auf das Problem überhaupt nicht ansprechbar – warum den alten Kram wieder ausgraben? Aber Lisbeth gibt keine Ruhe. Wen wundert es da noch, dass Dackelclub-Präsident Karl, ein stattlicher und viriler Mann, an der Krause-Tür auftaucht, als Dieter einmal nicht da ist. Es kommt zu einer wilden Begegnung, die man Lisbeth niemals zugetraut hätte …","versions":[{"lang":1,"streams":[{"redirect":9015272,"hoster":"VOE"},{"redirect":8547253,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Trauerfall","epNo":6,"alt":"","descr":"Der verstorbene Dackel des Clubvorsitzenden soll im Rahmen einer würdigen Feier zur letzten Ruhe geleitet werden. Dieter hat seine Wohnung zur Verfügung gestellt und sogar einen Priester gefunden, der den Hinterbliebenen Trost spenden soll. Dummerweise kollidiert der Termin mit dem von Carmens Geburtstagsfeier. Allen Gästen konnte abgesagt werden, nur die Attraktion des Abends war unerreichbar gewesen: ein männlicher Stripper …","versions":[{"lang":1,"streams":[{"redirect":9015274,"hoster":"VOE"},{"redirect":8570398,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Swingerparty","epNo":7,"alt":"","descr":"Tommie versagt in der Schule, Carmens Friseurlehre ist gefährdet, und Dieter Krause muss um seinen Arbeitsplatz bangen, nachdem ein explodierender Chemiebaukasten seinen Dienstherren getroffen hat. Um die Stimmung zu verbessern, arrangiert Dieter eine gemeinsame Einladung bei ihren neuen Nachbarn. Doch auch diesmal wird der umworbene Dienstherr Opfer eines schwer wiegenden Missverständnisses und platzt mitten in eine ausgelassene Swinger-Party …","versions":[{"lang":1,"streams":[{"redirect":9015275,"hoster":"VOE"},{"redirect":8547256,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Carmen zieht aus","epNo":8,"alt":"","descr":"Als Tochter Carmen bekannt gibt, dass sie zu dem unwiderstehlichen SLK-Fahrer Guido ziehen möchte, platzt Dieter der Kragen. Er ist absolut gegen die Pläne seiner Tochter und heckt mit seinem Dackelkamerad Herbert einen Plan aus: Sein Kumpel soll Guido aus dem Weg räumen. Doch mit Schrecken stellt Dieter fest, dass sein Freund zu weit gegangen ist: Sanitäter berichten ihm von einem tödlichen Unfall im Heizungskeller, bei dem nur ein Häufchen Asche übrig blieb. Ist Guido tot?","versions":[{"lang":1,"streams":[{"redirect":9015277,"hoster":"VOE"},{"redirect":8570399,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der falsche Krause","epNo":9,"alt":"","descr":"Tommie hat Ärger in der Schule – er hat eine vollbusige Mitschülerin begrapscht. Dieter und Lisbeth sind über diesen Vorfall entsetzt. Nun bewahrheitet sich ein schrecklicher Verdacht: Tommie ist nicht ihr leiblicher Sohn, er wurde auf der Säuglingsstation verwechselt. Alle Indizien sprechen dafür, nachdem Dieter im Krankenhaus recherchiert hat. Die Konsequenzen sind hart: In Erwartung des richtigen Sohnes muss Tommie packen und sich den neuen Realitäten stellen.","versions":[{"lang":1,"streams":[{"redirect":9015276,"hoster":"VOE"},{"redirect":8547262,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geiseln ohne Gnade","epNo":10,"alt":"","descr":"Lisbeth und die Kinder sind stinksauer, als sie erfahren, dass ihr Urlaub auf Mallorca gestrichen ist, weil Dieter das gesparte Geld in die Ausbildung von Bodo als Drogen-Dackel investiert hat. Auf diese Weise soll der Drogenhandel in der Wohngemeinschaft unterbunden werden. Als Dieter zur Unterstützung die Polizei anruft, bezieht ein flüchtiger Bankräuber das Einsatzkommando auf sich und sucht in der Wohnung der Krauses Zuflucht. Tommie und Carmen nutzen die Situation aus …","versions":[{"lang":1,"streams":[{"redirect":9015280,"hoster":"VOE"},{"redirect":8547260,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Schwule Attacke","epNo":11,"alt":"","descr":"Dieter stellt mit Schrecken fest, dass es sich bei seinen neuen Mietern um ein schwules Pärchen handelt. Von nun an unternimmt er alles, um die beiden wieder loszuwerden. Zu diesem Zweck lässt er Dackelkamerad Herbert einen Stricher spielen, um die notwendigen Beweise für die nackten Tatsachen zu sammeln. Währenddessen erfreut sich Carmen an dem neuen Paar – einer der Jungs ist ganz ihr Typ. Von nun an setzt sie alles daran, die beiden von ihren weiblichen Reizen zu überzeugen.","versions":[{"lang":1,"streams":[{"redirect":9015282,"hoster":"VOE"},{"redirect":8570400,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Killervirus","epNo":12,"alt":"","descr":"Alarm in Köln-Kalk: Aus den Tropen wurde ein gefährliches Virus eingeschleppt! Um seinen Dackel vor dem Virus zu schützen, desinfiziert Dieter mit Unterstützung des Dackelvereins KTC 1881 die Siedlung. Allerdings muss er nach der Aktion feststellen, dass er selbst infiziert wurde – sein ganzer Körper ist mit roten Punkten übersät. Trotz aller Bemühungen kann er den Ausschlag nicht vor seinen Kameraden verheimlichen und muss sich den harten Konsequenzen stellen.","versions":[{"lang":1,"streams":[{"redirect":9015283,"hoster":"VOE"},{"redirect":11039984,"hoster":"Doodstream"},{"redirect":8547267,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Mörder","epNo":13,"alt":"","descr":"Dieter ist auf der Jagd – er will einen bösartigen Marder zur Strecke bringen. Dummerweise schnappt die Falle bei seinem Dienstherren, Herrn Makielski, zu. Auch wenn dieser Zwischenfall zu Dieters Entlassung führt, kämpft er weiter gegen das Tier. Inzwischen haben sich Tommie und Carmen für Halloween verkleidet. Missverständlicherweise hält Carmen einen entlaufenen Mörder für einen Gast der Halloween-Party …","versions":[{"lang":1,"streams":[{"redirect":9015284,"hoster":"VOE"},{"redirect":8547261,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Rivale","epNo":14,"alt":"","descr":"Lisbeth ist stinksauer, als sie bemerkt, dass Dieter zu ihrem runden Geburtstag nur Dackel Bodo beschenkt, der Namenstag hat. Das Maß ist voll! Nachdem der Ehemann für ihre Wut nichts als Spott übrig hat, beschließen sie und die Kinder auszuziehen. Schließlich gibt es da immer noch diesen alten Verehrer, der mittlerweile auf einem Schloss wohnt und Lisbeth erst jetzt wieder mit seinen Geburtstagsgrüßen seine innige und unermessliche Liebe gestand …","versions":[{"lang":1,"streams":[{"redirect":9015281,"hoster":"VOE"},{"redirect":8547259,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Magische Pilze","epNo":15,"alt":"","descr":"Dieter hat den Verdacht, Schläfer könnten sich in seiner Siedlung eingenistet haben. Die Wohngemeinschaft kommt ihm dabei besonders verdächtig vor. Kurzerhand dringt Dieter mit seinem Generalschlüssel in ihre Wohnung ein. Nach längerem Durchsuchen verspürt sein Komplize Herbert Hunger. Man bedient sich an einem Pilzgericht, bei dem es sich jedoch fatalerweise um bewusstseinserweiternde Drogen handelt. Dieter und Herbert gehen auf eine Reise der besonderen Art …","versions":[{"lang":1,"streams":[{"redirect":9015279,"hoster":"VOE"},{"redirect":8547258,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Tommie wird beschnitten","epNo":1,"alt":"","descr":"Dieter hat für den Dackelclub unerlaubt Schulden gemacht und muss die jetzt aus eigener Tasche bezahlen. Aber wovon? Der Plan der Familie ist so einfach wie genial: Tommie soll doch die Türkin mit dem wohlhabenden Vater heiraten, die ihm Nachhilfeunterricht in Deutsch gibt. Aber wird sie in eine Heirat einwilligen, solange Tommie nicht wie ein Türke beschnitten ist? Auch hier weiß die Familie Rat und fackelt nicht lang …","versions":[{"lang":1,"streams":[{"redirect":9015285,"hoster":"VOE"},{"redirect":11040029,"hoster":"Doodstream"},{"redirect":8547265,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Seitensprung","epNo":2,"alt":"","descr":"Tommie setzt eine Anzeige ins Internet – versehentlich auf eine Seite für Schwule. Präsident Karl beichtet unterdessen Dieter, dass er einen unehelichen Sohn namens Knut hat. Um Ärger zu vermeiden, gab Karl ihm Dieters Adresse. Mit Knut als Kronzeugen will Dieter die Affäre im Dackelclub ans Licht bringen, um selbst Präsident zu werden. Als es klingelt, fängt Dieter den vermeintlichen Knut ab – unwissend, dass er ein schwuler Stricher ist, der auf Tommies Anzeige reagiert hat …","versions":[{"lang":1,"streams":[{"redirect":9015278,"hoster":"VOE"},{"redirect":11040033,"hoster":"Doodstream"},{"redirect":8547270,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein Baby für Krauses","epNo":3,"alt":"","descr":"Dieter und Lisbeth wünschen sich beide aus tiefstem Herzen Nachwuchs. Während Lisbeth jedoch von einem Baby träumt, will Dieter einen Dackelwelpen haben. Da die beiden ständig aneinander vorbeireden, schickt Lisbeth den verklemmten Dieter in die Samenbank, um die Voraussetzung für eine künstliche Befruchtung zu schaffen. Der jedoch versteht den ganzen Wirbel nicht und lässt Herbert an seiner Stelle für Lisbeth spenden …","versions":[{"lang":1,"streams":[{"redirect":9015290,"hoster":"VOE"},{"redirect":8570402,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Onkel Eddy","epNo":4,"alt":"","descr":"Dieters Bruder Eddy ist wegen guter Führung vorzeitig aus dem Gefängnis entlassen worden, wo er wegen Kleptomanie einsaß. Aber Dieter will ihn so schnell wie möglich wieder loswerden und schmiedet einen gemeinen Plan: Verkleidet als Eddy, will Dieter in dessen Lieblingsvideothek einige Pornofilme klauen – und sich von der Überwachungskamera als Beweis filmen lassen …","versions":[{"lang":1,"streams":[{"redirect":9015286,"hoster":"VOE"},{"redirect":8547266,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie die Wölfe","epNo":5,"alt":"","descr":"Dackel Bodo läuft Gefahr, wegen Unfähigkeit bei der Dachs-Schweißjagd aus dem Club ausgeschlossen zu werden. Dieter wird ein Ultimatum gestellt: Er soll Bodo bis zum Mittag ausreichend scharf machen. Glücklicherweise erhält Dieter Highspeed-Tropfen, die auch den müdesten Dackel in einen reißenden Wolf verwandeln. Unglücklicherweise verschüttet er einiges davon vor Aufregung über der Zuckerdose, kurz bevor eine hochrangige Abordnung des Dackelclubs zum Kaffee kommt …","versions":[{"lang":1,"streams":[{"redirect":9015291,"hoster":"VOE"},{"redirect":8547263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Silvester","epNo":6,"alt":"","descr":"Silvester gehört Dieter ganz der Familie und nicht dem Dackelclub; das hat er versprochen und damit den Familienfrieden gerettet. Womit er nicht gerechnet hat, ist die defekte Heizung im Clubheim des Dackelclubs. Weshalb der Club beschließt, die Feier zum Jahreswechsel kurzfristig zu den Krauses zu verlegen, damit der arme Dieter auch teilnehmen kann …","versions":[{"lang":1,"streams":[{"redirect":9015295,"hoster":"VOE"},{"redirect":11040049,"hoster":"Doodstream"},{"redirect":8547268,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Tochter des Chefs","epNo":7,"alt":"","descr":"Der neue Haupteigentümer der Siedlung will Dieter und Lisbeth ein weiteres seiner Wohnungsobjekte zeigen, wo Dieter einen zweiten Hausmeisterjob bekommen kann. Die gelangweilte Tochter des Eigentümers, Evelyn, bleibt allein in der Wohnung der Krauses zurück, wo sie auf die ihr noch unbekannte Carmen warten soll. Tommie sieht seine Chance: Verkleidet als Carmen überredet er Evelyn, doch mal einiges aus Carmens Kleiderschrank anzuprobieren …","versions":[{"lang":1,"streams":[{"redirect":9015287,"hoster":"VOE"},{"redirect":8547272,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dieter stirbt","epNo":8,"alt":"","descr":"Bei einem Arztbesuch hört Dieter den behandelnden Arzt im Nebenraum vom baldigen Tod eines Patienten reden und bezieht alles umgehend auf sich. Sofort plant er für die Zeit nach seinem Ableben: Lisbeth und Bodo will er in die Hände von Rudi geben, der schon letztes Jahr scharf auf Dieters Frau war und selbst treu sorgender Dackelbesitzer ist. Carmen vermacht er Herbert. Sich selbst will er noch einen letzten Wunsch erfüllen: eine leidenschaftliche Nacht mit seiner Nachbarin …","versions":[{"lang":1,"streams":[{"redirect":11040059,"hoster":"VOE"},{"redirect":8547278,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Traumhochzeit","epNo":1,"alt":"","descr":"Nur durch Zufall findet Lisbeth in der Wäsche ein Aufgebot: Tochter Carmen will heiraten – schon am nächsten Tag. Keinem hat sie etwas davon gesagt, schlimmer noch: Keiner in der Familie kennt den Bräutigam! Noch am selben Abend stellt Carmen ihren Zukünftigen vor – ein Albtraum wird wahr …","versions":[{"lang":1,"streams":[{"redirect":9015292,"hoster":"VOE"},{"redirect":11040061,"hoster":"Doodstream"},{"redirect":8547269,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Zorn der Gerechten","epNo":2,"alt":"","descr":"Zwischen Carmen und Makielski muss irgendetwas vorgefallen sein. Die Familie ist außer sich und sichert \"Beweise\". Makielski ist entsetzt über sich selbst: Er kann sich an nichts erinnern, aber alles spricht gegen ihn …","versions":[{"lang":1,"streams":[{"redirect":9015288,"hoster":"VOE"},{"redirect":11040067,"hoster":"Doodstream"},{"redirect":8570403,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ist Tommie schwul?","epNo":3,"alt":"","descr":"Der Augenschein ist klar: Die Familie Krause hat Tommie mit Freund Mario in einer eindeutig \"zweideutigen\" Situation überrascht. Bevor Sohnemann endgültig schwul wird, will Dieter wirkungsvolle Erziehungsmaßnahmen einleiten. Dummerweise holt er dazu den Expertenrat seiner schwulen Mieter Sascha und Klaus ein …","versions":[{"lang":1,"streams":[{"redirect":9015293,"hoster":"VOE"},{"redirect":11040069,"hoster":"Doodstream"},{"redirect":8547271,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Sexmaschine","epNo":4,"alt":"","descr":"Bei der Bekämpfung einer Wespenplage mit dem neuen Wundermittel \"Libidan\" geht etwas schief: Dieter Krause bekommt den größten Teil selbst ab und hat es fortan mit einer sehr merkwürdigen Nebenwirkung zu tun. Als im Dackelclub die neue Dackelkönigin gekrönt werden soll, nimmt das Unglück seinen Lauf …","versions":[{"lang":1,"streams":[{"redirect":11040070,"hoster":"VOE"},{"redirect":11040078,"hoster":"Doodstream"},{"redirect":8547277,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Valentinstag","epNo":5,"alt":"","descr":"Lisbeth Krause ist schwer enttäuscht, weil Dieter mal wieder den Valentinstag vergessen hat. Sie will sich rächen, indem sie mit dem charmanten Pizzaboten Silvio ausgeht – zufälligerweise in die Pizzeria, in der sich Dieter am selben Abend mit dem Obergauleiter des Dackelverbandes trifft …","versions":[{"lang":1,"streams":[{"redirect":9015296,"hoster":"VOE"},{"redirect":8547274,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der andere Dieter","epNo":6,"alt":"","descr":"Weil Dieter Krause mal wieder ma ßlos übertrieben hat, droht Herr Makielski mit Kündigung, falls Dieter sich nicht umgehend in psychologische Behandlung begibt. Der sträubt sich zunächst nach Kräften, doch wider Erwarten wird die Therapie ein durchschlagender Erfolg. Ein völlig neuer Hausmeister Krause \"räumt auf\" …","versions":[{"lang":1,"streams":[{"redirect":9015302,"hoster":"VOE"},{"redirect":8547275,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Superweib","epNo":7,"alt":"","descr":"Der ganze Dackelclub gerät in Aufruhr, als ein \"Kamerad\" aus Sachsen zu Besuch kommt und sich als Superweib entpuppt – Dieter liegt in ihrer Gunst ganz weit vorn. Als er den Auftrag bekommt, in der leeren Villa seines Chefs den Whirlpool anzuheizen, nimmt Dieter die Dackelkameradin mit …","versions":[{"lang":1,"streams":[{"redirect":9015301,"hoster":"VOE"},{"redirect":8547273,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Ende mit Schrecken","epNo":8,"alt":"","descr":"Herbert fährt mit Dieters Liebling Bodo in eine kurze Sommerfrische – und kehrt ohne den Dackel zurück! Die Familie, der Dackelclub, alle zittern: Was wird Dieter tun? Wird er durchdrehen, wird er sich rächen wollen oder sich selbst etwas antun? Aber zur großen Überraschung aller reagiert Dieter völlig anders …","versions":[{"lang":1,"streams":[{"redirect":9015297,"hoster":"VOE"},{"redirect":8547279,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Der Grizzly","epNo":1,"alt":"","descr":"Eines Morgens wacht Dieter im Gefängnis auf – wie ist er dahin gekommen? Alles hatte damit angefangen, dass ihm jemand erzählt hatte, in jedem Menschen stecke ein Tier. Man müsse es nur einmal herauslassen …","versions":[{"lang":1,"streams":[{"redirect":11040096,"hoster":"VOE"},{"redirect":8547276,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Scheintod","epNo":2,"alt":"","descr":"Die Familie Krause drängt den Vater zum Abschluss einer Lebensversicherung. Aber warum nur? Steckt dahinter der Plan ihn loszuwerden? Dieter muss es herausfinden, wenn er seines Lebens jemals wieder froh werden will.","versions":[{"lang":1,"streams":[{"redirect":9015299,"hoster":"VOE"},{"redirect":8547281,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Richterstuhl","epNo":3,"alt":"","descr":"Das Dach der Gartenlaube des Dackelclubpräsidenten Karl ist undicht, und Dieter Krause soll es richten. Verärgert macht er sich zusammen mit Dackelkamerad Herbert ans Werk. Dabei stoßen sie auf Beweise für Karls erotische Abenteuer – endlich eine Gelegenheit sich an ihm zu rächen …","versions":[{"lang":1,"streams":[{"redirect":11040101,"hoster":"VOE"},{"redirect":8547284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dötzi der Urdackel","epNo":4,"alt":"","descr":"Dieter hat einen neuen Halbtagsjob als Wächter im Prähistorischen Museum. Alles geht gut, bis er glaubt, eine sensationelle wissenschaftliche Entdeckung gemacht zu haben …","versions":[{"lang":1,"streams":[{"redirect":9015300,"hoster":"VOE"},{"redirect":8547288,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Pate","epNo":5,"alt":"","descr":"Ein schreckliches Verbrechen ist im Hause Krause geschehen: Die ‚Dackel-Dank-Torte‘ – ein vortrefflicher, großer Hundekuchen für eine bedeutende Feierlichkeit von Dieters KTC 1881 e.V – ist rücksichtslos aus dem Eisschrank entwendet worden. Bodo nimmt entrüstet die Fährte auf – sie führt zu Tommies Zimmer. Dieter erwischt seinen missratenen Sohn in flagranti: In einem Anfall von Fress-Sucht hat Tommie selbst vor Hundenahrung nicht halt gemacht. Dieter ist völlig außer sich: Er belegt den schändlichen Dieb mit drakonischen Strafen. Diese steigern sich nach seiner Abfuhr im Club ins Unermessliche. Er schwört sich nun, Tommie auf das ‚Normalgewicht eines Jugendlichen‘ herunter zu hungern: 40 Kilo. Tommie leidet schon nach einem entgangenen Mahl Höllenqualen – doch da kommt Hilfe von unerwarteter Seite …","versions":[{"lang":1,"streams":[{"redirect":9015304,"hoster":"VOE"},{"redirect":8547280,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Killerkomet","epNo":6,"alt":"","descr":"Dieter beobachtet seine friedliche Siedlung mit einem Fernrohr, um Unheil aufzuspüren – gemäß seinem Motto: \"Sicherheit ist nur ‚ne Illusion – de Kehrseite heißt Katastrophe.\" Die Familie ist genervt – kann der Vater nicht wenigstens am Wochenende Ruhe geben? Doch da bringt Dackel Bodo die ‚Bild‘-Zeitung und Dieter sieht seine schlimmsten Erwartungen noch übertroffen. Die Schlagzeile heißt: ‚Die Erdachse kippt‘ und es ist die Rede von höchst bedenklichen Naturereignissen: Meteoritenschwärme und Killerkometen bedrohen unsere Erde. Dieter ist hoch alarmiert: Schon bald hat er einen dieser ‚Killerklumpen‘ ausfindig gemacht, der geradewegs im Anflug auf Köln-Kalk sein muss. Dieter ruft den Notstand im Haus aus und will sämtliche Mieter evakuieren. Sein Chef, Herr Makielski, ist dem Nervenzusammenbruch nahe, aber da es um Leben und Tod geht, ist Dieter zu keinerlei Kompromissen bereit und richtet sich im Heizungskeller einen Bunker ein. Währenddessen kommt ein Bauarbeiter, der den Hausmeister sprechen will: Die Gashähne im Haus müssen wegen Straßenarbeiten dringend geschlossen werden. Für solche Lappalien hat Dieter jetzt überhaupt keine Zeit …","versions":[{"lang":1,"streams":[{"redirect":9015298,"hoster":"VOE"},{"redirect":8547287,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tanz der Teufel","epNo":7,"alt":"","descr":"Dieters Dackelclub glüht vor Neid: Der Prälat Otto Schmitz wünscht, dass seine Dackeldame Freya von Nonnenwerth von Dieters Dackel Bodo belegt wird. Dieter erwartet die Ankunft des Prälaten in seiner Hausmeister-Wohnung und terrorisiert Tommie und Carmen, die das Wohnzimmer ‚heilig‘ gestalten sollen. Tommie kommt dem Wunsch mit einem Horror-Poster von ‚Ingo, dem Inquisitor‘ nach. Hochnervös fiebert Dieter dem Jahrhundert-Ereignis entgegen. Alles ist gerichtet, der Prälat muss jeden Augenblick kommen. Da taucht die attraktive Frau Delling im Bademantel vor Dieters Tür auf und bittet um einen Handgriff an ihrer Dusche. Wie von einem Magnet angezogen folgt ihr Dieter – und wird oben in einer verfänglichen Situation von Frau Dellings riesigem Freund Tobi erwischt. Unten bei den Krauses trifft derweil der Prälat ein. Carmen bewirtet ihn mit Kirschtörtchen, die sie mit Kirschen angefertigt hat, die Dieter auf einer seiner Drogen-Razzias aus der Wohnung der Wohngemeinschaft mitgenommen hat …","versions":[{"lang":1,"streams":[{"redirect":9015307,"hoster":"VOE"},{"redirect":8547282,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Samenraub","epNo":8,"alt":"","descr":"Carmen hat den Coup ihres Lebens gemacht: In einer Disco hat sie Thorsten Spengelmann entdeckt. Der hat so kräftig gefeiert, dass er nicht mehr gemerkt hat, dass es gar nicht seine Freundin war, die ihn nach Hause bringen wollte, sondern Carmen Krause. Als er am nächsten Morgen in der Krause-Wohnung aufwacht, hat er nicht die geringste Ahnung, wo er sich befindet. Und schon trifft ihn ein Spaten aus der Hand des wütenden Dieters und wird gefällt wie ein Baum. Dieter will ihn schon morden, da wird ihm rasch eine Notlüge erzählt: Der Star sei doch nur gekommen, um Mitglied im Dackelclub zu werden. Das findet Dieter natürlich hochinteressant. Als Thorsten aus dem Reich der Spaten-Träume aufwacht, findet er sich schon in einer Dackelclub-Uniform wieder. Er weiß wirklich nicht mehr, was los ist … Carmen schmiedet indessen Pläne mit ihrer Freundin Jazzy, wie man den Prominenten ein für alle Mal an sich binden könnte. Sie erinnern sich an Boris Becker und die ‚Besenkammer‘. Da muss doch was gehen …","versions":[{"lang":1,"streams":[{"redirect":9015306,"hoster":"VOE"},{"redirect":8547286,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Schwiegermuttermord","epNo":1,"alt":"","descr":"Dieter Krauses Schwiegermutter und Intimfeindin Rosemarie zieht um – ausgerechnet in die Nachbarwohnung! Dieter sinnt auf Rache und plant einen kleinen Streich, der natürlich zur Katastrophe führt.","versions":[{"lang":1,"streams":[{"redirect":11040124,"hoster":"VOE"},{"redirect":8547295,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Junge Frau mit großen Problemen","epNo":2,"alt":"","descr":"Hausmeister Krause ist empört: Irgendjemand macht sich ohne seine Erlaubnis an den Blumenbeeten zu schaffen. Die Schuldige ist schnell gefunden und Dieter besänftigt, nachdem er sich von ihren ‚Qualitäten‘ persönlich überzeugt hat – sehr zu Lisbeths Unmut …","versions":[{"lang":1,"streams":[{"redirect":9015309,"hoster":"VOE"},{"redirect":11040128,"hoster":"Doodstream"},{"redirect":8547285,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dieter ist blind","epNo":3,"alt":"","descr":"Dem Dackelclub steht ein großes Fest bevor: die Welpenweihe. Um dieses Ereignis würdig zu feiern, plant der Club ein Theaterstück. In den Hauptrollen: Familie Krause. Die ist von dem Vorhaben entsetzt und versucht alles, Dieter einen Strich durch die Rechnung zu machen.","versions":[{"lang":1,"streams":[{"redirect":9015311,"hoster":"VOE"},{"redirect":8547289,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Wunder","epNo":4,"alt":"","descr":"Über Jahre meinte es das Schicksal nicht gut mit Hausmeister Krause und seinen Lieben, doch plötzlich klopft das Glück an seine Tür – und alle Träume werden wahr. Natürlich bekommt auch der dubiose Anlageberater Gero von Klingenberg Wind davon und trachtet den Krauses nach ihrem neuen Reichtum …","versions":[{"lang":1,"streams":[{"redirect":9015312,"hoster":"VOE"},{"redirect":11040138,"hoster":"Doodstream"},{"redirect":11040135,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tommie wird Vater","epNo":5,"alt":"","descr":"Gauleiter Schröder ist außer sich: Seine geliebte Tochter ist schwanger. Er schickt Hausmeister Krause auf die Jagd nach dem Übeltäter. Als Krauses Sohn Tommie von der Schwangerschaft erfährt, schwant ihm Böses. Ist er etwa der Vater?","versions":[{"lang":1,"streams":[{"redirect":9015310,"hoster":"VOE"},{"redirect":11040142,"hoster":"Doodstream"},{"redirect":8547296,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Manga-Girl","epNo":6,"alt":"","descr":"Tommie ist verliebt, die hübsche Michiko aus seiner Klasse hat es ihm angetan. Doch aus einem vermeintlich romantischen Date wird ein katastrophaler Nachmittag mit den Eltern. Und aus einem teuren Koi-Karpfen ein toter Blender. Lässt sich so Michikos Herz erobern?","versions":[{"lang":1,"streams":[{"redirect":9015314,"hoster":"VOE"},{"redirect":8547290,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Feind aus Frankfurt","epNo":7,"alt":"","descr":"Die Freude über die bevorstehende Dackelolympiade währt nicht lange im Dackelclub KTC 1881 e.V.: Man beschuldigt den Konkurrenten KTC Lindenthal des Dackeldopings! Als Hausmeister Krause Beweise des Betrugs sichert, versucht die Gegenseite, ihn zu kaufen. Doch leider eignet sich Dieter als verdeckter Ermittler genauso wenig wie als Maulwurf!","versions":[{"lang":1,"streams":[{"redirect":9207671,"hoster":"VOE"},{"redirect":8547294,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tommie wird verheitzt","epNo":8,"alt":"","descr":"Die meisten Unfälle passieren im Haushalt. Diese Erfahrung muss auch Tommie machen, als er beim Nageleinschlagen einen schweren Stromschlag erleidet. Es geht ihm zwar wirklich schlecht, aber aus irgendeinem Grund weiß er die nächsten Lottozahlen. Klar, dass die Familie jetzt Besseres zu tun hat, als ihn ins Krankenhaus zu bringen …","versions":[{"lang":1,"streams":[{"redirect":9015316,"hoster":"VOE"},{"redirect":8570401,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Krause gegen Krause","epNo":9,"alt":"","descr":"So schief hing der Haussegen selten bei den Krauses. Lisbeth hat endgültig die Nase voll, sie packt ihre Koffer und zieht mit den Kindern zu einem verflossenen Liebhaber. Das lässt Dieter nicht auf sich sitzen und bandelt mit der polnischen Putzfrau Marielka an – doch die versteht ihn noch weniger als seine Frau …","versions":[{"lang":1,"streams":[{"redirect":9015317,"hoster":"VOE"},{"redirect":8547293,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Susi Gnadenlos","epNo":10,"alt":"","descr":"Sicherheitsexperte Dieter Krause hat eine \"geniale\" Anti-Einbruch-Maschine entwickelt und gleich im Haus installiert. Sofort schnappt die Falle zu: Leider ist der erste Fang ausgerechnet sein Vorgesetzter Herr Makielski – der wird fuchsteufelswild. Als er Dieter die Maschine verbieten will, geht Krause zur nächsthöheren Instanz: Hausbesitzer Fritsch. Es kommt zu einem Pakt, der den Hausmeister fast in den Ruin treibt …","versions":[{"lang":1,"streams":[{"redirect":9015313,"hoster":"VOE"},{"redirect":8547292,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Frau wider Willen","epNo":1,"alt":"","descr":"Eines Morgens wacht Dieter im Bett einer Klinik für Geschlechtsumwandlung auf – was ist passiert? Langsam kommt seine Erinnerung zurück: Der Kölner Christopher Street Day hatte ihn so aufgeregt, dass er sich aufmachte, um ein für allemal mit dem ganzen Dreck in dieser Stadt aufzuräumen. Aber dann ist etwas schrecklich schief gelaufen … Start von acht neuen Folgen der Sitcom mit Tom Gerhardt!","versions":[{"lang":1,"streams":[{"redirect":9015319,"hoster":"VOE"},{"redirect":11040165,"hoster":"Doodstream"},{"redirect":8547300,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Jungfrau","epNo":2,"alt":"","descr":"Als Carmen dem schüchternen Sohn des Siedlungseigentümers Fritsch gegenüber steht, weiß sie: Diese einmalige Chance ihres Lebens wird sie nutzen. Sie verdreht ihm den Kopf und verspricht ihm, dass er ihr die Jungfernschaft rauben darf – aber erst nach der Hochzeit in Las Vegas. Dummerweise steht plötzlich Carmens Liebhaber Gerry vor der Tür …","versions":[{"lang":1,"streams":[{"redirect":9015321,"hoster":"VOE"},{"redirect":8547301,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein unmoralisches Angebot","epNo":3,"alt":"","descr":"Super-Gau für Dieter Krause: Eigentümer Fritsch plant den Verkauf und Abriss der ganzen Siedlung. Schuld ist Fritschs Teilhaberin Hildegard Scholz, eine alte Dame, so extravagant wie unersättlich. Dieter gelingt es, sie umzustimmen, aber der Preis, den sie von ihm fordert, ist schrecklich hoch …","versions":[{"lang":1,"streams":[{"redirect":11040202,"hoster":"VOE"},{"redirect":8547308,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Untergang","epNo":4,"alt":"","descr":"Irgendetwas muss schief gelaufen sein, als Dieter und Lisbeth vor Jahren geheiratet haben. Denn der Heiratsurkunde nach ist Dieter nur Trauzeuge gewesen und der stotternde Herbert Lisbeths rechtmäßiger Ehemann. Ein schrecklicher Formfehler, der rasch behoben werden könnte, wenn alle Beteiligten zustimmen würden. Lisbeth aber denkt gar nicht daran, und auch Herbert findet Gefallen an seiner neuen Rolle und fordert seine Rechte als Ehemann …","versions":[{"lang":1,"streams":[{"redirect":9015315,"hoster":"VOE"},{"redirect":8547298,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schell bei Michelle","epNo":5,"alt":"","descr":"Tommie ist schwer erkrankt: Er hat einen deutlichen Hormonüberschuss, und der verschwindet selbst bei Androhung rüdester Heilmethoden (Heckenschere) nicht. Glücklicherweise ist gerade eine engagierte Krankenschwester in die Siedlung gezogen. Unglücklicherweise hat sie eigentlich einen anderen, zwielichtigeren Beruf. Tommie ist begeistert …","versions":[{"lang":1,"streams":[{"redirect":9015318,"hoster":"VOE"},{"redirect":8547297,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Wiedergeburt","epNo":6,"alt":"","descr":"Haben wir alle schon einmal gelebt? Lothar, Ex-Freund von Carmen, ist davon überzeugt. Und weil er einen Kurs als ‚Rückführer‘ gemacht hat, konfrontiert er alle Krauses mit ihren verschiedenen Vorleben und gibt Dieter eine einmalige Chance: Er kann sich zurückversetzen lassen in das Jahr 1881, dem Jahr, als sein Dackelclub gegründet wurde …","versions":[{"lang":1,"streams":[{"redirect":9015324,"hoster":"VOE"},{"redirect":8547299,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Onkel, willst du ewig leben","epNo":7,"alt":"","descr":"Die Moral der Krauses wird auf eine harte Probe gestellt: Der depressive Onkel Bodo kommt zu Besuch und kündigt an, aus dem Leben scheiden zu wollen. Einerseits eine traurige Mitteilung, andererseits wären die Krauses seine rechtmäßigen Erben … Unverzüglich macht sich Onkel Bodo daran, seinen Plan in die Tat umzusetzen.","versions":[{"lang":1,"streams":[{"redirect":9015325,"hoster":"VOE"},{"redirect":11040187,"hoster":"Doodstream"},{"redirect":8570404,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Deutschland: Holland","epNo":8,"alt":"","descr":"Dieter hat eine heikle Mission: Er muss nach Holland, um dort die Partnerschaft mit dem Club ‚Pudelpracht Rotterdam‘ zu besiegeln. Ausgerechnet an dem Tag, als Deutschland gegen Holland spielt, ein Fußball-Fest, das bekanntlich viele Emotionen freisetzt. Tommie warnt: Rotterdam hat die härtesten Fans …","versions":[{"lang":1,"streams":[{"redirect":9015322,"hoster":"VOE"},{"redirect":8547302,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bodo hat die Schnautze voll","epNo":9,"alt":"","descr":"Dackel Bodo hat sich etwas Ungeheuerliches geleistet: Er hat dem Bundes-Teckel-Führer ein Häufchen in den Stiefel gemacht. Dafür muss er sich von Dieter eine gehörige Standpauke anhören. Bodo lässt sich das nicht gefallen – und haut einfach ab …","versions":[{"lang":1,"streams":[{"redirect":9015323,"hoster":"VOE"},{"redirect":8547304,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Romeo und Julia","epNo":10,"alt":"","descr":"Tommie ist verliebt wie Romeo, und seine Julia ist die süße Aische. Durch ein Versehen landet ein von ihm selbst gedrehtes Sex-Video in ihrer Tasche – es soll auf der türkischen Familienfeier gezeigt werden …","versions":[{"lang":1,"streams":[{"redirect":11040201,"hoster":"VOE"},{"redirect":8570406,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Carmen will ein Baby","epNo":1,"alt":"","descr":"Eigentlich sollten die Hormonpillen ‚Made in Moldawia‘ bloß die Haare und Nägel zum Glänzen bringen. Aber plötzlich ist Carmen total im Babyrausch. Sie will schwanger werden – jetzt sofort! Nur mit Mühe kann die Familie das Schlimmste verhindern. Dann taucht ein Kandidat auf, den alle unbedingt als Kindesvater sehen wollen …","versions":[{"lang":1,"streams":[{"redirect":9207681,"hoster":"VOE"},{"redirect":8547303,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Kanzlerin kommt","epNo":2,"alt":"","descr":"Der größte Tag in der Geschichte des Dackelclubs: Die Bundeskanzlerin kommt zu einer Wahlveranstaltung nach Köln Kalk und wird mit ihrem Tross direkt am Clubheim vorbeiziehen! Der Dackelclub ist in hellster Aufregung. In fiebriger Hast wird überlegt, mit welchen Aktionen man die Kanzlerin am besten ehren könnte. Dieter Krause ist Teil des Organisationskomitees.","versions":[{"lang":1,"streams":[{"redirect":9015332,"hoster":"VOE"},{"redirect":8547305,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dieter Balboa - Eine Frage der Ehre","epNo":3,"alt":"","descr":"Ein fahrender Hausmeister namens \"Rasen-Rolf\" taucht in Köln Kalk auf und wirbt aggressiv für seine Dienste. Da er viel billiger ist als Dieter Krause, ist dessen Lebensstellung aufs Äußerste bedroht. Dieter fordert den Widersacher zum Duell. Bei der Wahl der Waffen entscheidet sich \"Rasen-Rolf\" für die blanken Fäuste. Aber auch wenn er ein Hüne ist – Dieter Krause hat eine Geheimwaffe …","versions":[{"lang":1,"streams":[{"redirect":11040213,"hoster":"VOE"},{"redirect":8547309,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Triebtäter","epNo":4,"alt":"","descr":"Carmen erwischt Tommie dabei, wie er ihre Unterwäsche an zahlende Kunden vertickt. Dieter Krause ist empört und bringt Tommie sofort zum Knast, um ihn einbuchten zu lassen. Doch dort will man ihn nicht. Dieter, der in das liberale Jugend-Strafrecht keinerlei Vertrauen hat, nimmt die Sache selbst in die Hand. Er baut eine Zelle und eröffnet ein grausames Familiengericht. Das Verfahren nimmt schließlich eine sehr überraschende Wendung …","versions":[{"lang":1,"streams":[{"redirect":9015329,"hoster":"VOE"},{"redirect":8547307,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Luder","epNo":5,"alt":"","descr":"Lisbeth hat eine bedrohliche Hundehaar-Allergie und droht daran zu ersticken. Der Arzt stellt Dieter vor die schreckliche Wahl: entweder Frau oder Dackel. Dieter weiß nicht, wie er dieses Problem lösen soll. Aber da kommt ein sehr verführerisches Angebot von seiner Nachbarin Michelle, die auf Problembehandlungen aller Art spezialisiert ist …","versions":[{"lang":1,"streams":[{"redirect":9015330,"hoster":"VOE"},{"redirect":8547306,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Man lebt nur zweimal","epNo":6,"alt":"","descr":"Als Dieters herausfindet, dass seine Kapital-Lebensversicherung die Vertragssumme erst dann zahlen will, wenn er tot ist, sieht er sich gezwungen, ab sofort tot zu sein. Dafür versenkt er eigens sich und seinen alten Wagen im Rhein. Polizei und Versicherung scheinen ihm die Sache abzukaufen – doch dann stellt sich heraus, dass bei der Fahrt ins kühle Nass gewisse Kollateralschäden entstanden sind, die die ganze Familie zur sofortigen Flucht aus Köln-Kalk zwingen …","versions":[{"lang":1,"streams":[{"redirect":9015328,"hoster":"VOE"},{"redirect":8570407,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Voll die Bescherung","epNo":7,"alt":"","descr":"Schock am Heiligabend: Tina steht vor der Tür, eine Verflossene von Dieter aus Jugendtagen, und eröffnet ihm nach fast zwei Jahrzehnten, dass er eine Tochter von ihr hat. Und Vicky will ihren Vater endlich kennenlernen! Dieter will die beiden trotz panischer Angst vor Lisbeth erst mal heimlich in der freien Wohnung im dritten Stock unterbringen. Doch diese Idee haben schon andere …","versions":[{"lang":1,"streams":[{"redirect":11040230,"hoster":"VOE"},{"redirect":8570405,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Ende","epNo":8,"alt":"","descr":"Es scheint ein wundervoller Tag für Dieter zu sein, denn alles, was er sich jemals erträumt hat – ob Präsidentschaft, Beförderung oder Familienharmonie – scheint plötzlich in Erfüllung zu gehen. Doch dann verwandelt sich der Wunschtraum in einen fürchterlichen Albtraum – Dieters altes Leben ist vollkommen und unwiderruflich dahin. Kann er sich – von allen verlassen – noch einmal gegen sein grausames Schicksal stemmen?","versions":[{"lang":1,"streams":[{"redirect":9015333,"hoster":"VOE"},{"redirect":8547310,"hoster":"Streamtape"}]}]}]}]}