{"seriesId":"haus-aus-glas","name":"Haus aus Glas","descr":"[Im Zeichen des Wassermanns] Im Haus der Familie Schwarz kommt nach langer Zeit die Familie anlässlich der Hochzeit der jüngsten Tochter Emily (Sarah Mahita) zusammen. Als am nächsten Tag plötzlich eines der Familienmitglieder unter mysteriösen Umständen verschwindet, wird die Familie jäh von einem alten Trauma eingeholt: Emily war als sechsjähriges Mädchen drei Wochen lang verschwunden. Sie wurde entführt und ihr Vater, der Unternehmer Richard (Götz Schubert), ist fest davon überzeugt, dass die Entführer von damals wieder zugeschlagen haben. Eine bange Zeit des Wartens beginnt und wird zur Zerreißprobe für alle, die die Erinnerung an damals für immer vergessen wollten. Doch lange verborgene Geheimnisse bringen sie immer mehr in Bedrängnis … ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Wassermann","epNo":1,"alt":"","descr":"Zur Hochzeit von Chris und Emily, der jüngsten Tochter des Gießerei-Unternehmers Richard Schwarz und seiner Frau Barbara, kommen die vier erwachsenen Geschwister im Elternhaus zusammen. Auch der nach Kanada ausgewanderte Felix, das schwarze Schaf der Familie. Durch einen plötzlichen Alarm am Haus verwandelt sich das Wohnzimmer in einen Panic Room und Emily wird von einem alten Trauma eingeholt: Als Kind war sie drei Wochen lang entführt und stundenlang in eine Kiste im Wald eingesperrt. Es gelingt Chris, seine Frau zu beruhigen, doch schon bald wird die Feierstimmung von weiteren familiären Spannungen gestört: Felix möchte eine Farm in Kanada kaufen und sein Erbe an der Firma jetzt ausgezahlt bekommen. Eva beobachtet argwöhnisch ihren Schwager, da sie sich in ihrer Führungsposition in der Firma von Chris bedroht fühlt. Nur Leo versucht wie immer, die Familie mit guter Laune zusammenzuhalten, obwohl sie selbst eigene Probleme hat. Als herauskommt, dass Richard mit den Kindern über die Zukunft der Firma sprechen will, kommen alte Wunden und Konflikte hoch.","versions":[{"lang":1,"streams":[{"redirect":13564413,"hoster":"VOE"},{"redirect":13564412,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Nachfolge","epNo":2,"alt":"","descr":"Eva und Bahar sind voller Vorfreude und hoffen, dass sie dank künstlicher Befruchtung bald Eltern werden. Am Morgen nach der Hochzeit eröffnet Richard den Geschwistern, dass nicht Eva, sondern ihr Schwager Chris sein Nachfolger in der Firma werden soll. Eva verlässt tief verletzt die Gießerei. Die anderen Geschwister sollen eine Verzichtserklärung unterzeichnen, was Felix jedoch verweigert. Chris versucht erfolglos, die Wogen zu glätten. Emily fühlt sich von den Geschwistern ausgegrenzt und will die Hochzeitsreise absagen. Die Reise ist ein wichtiger Schritt für Emily, da sie seit der Entführung ihr Elternhaus kaum verlassen hat, und Leo versucht alles, um Emily umzustimmen. Leo ist eine wichtige Stütze der Familie, aber schluckt heimlich Tabletten, um schlafen zu können.Barbara, die Künstlerin ist, fühlt sich nach Emilys Abreise befreit und beginnt, voller Energie an neuen Werken zu arbeiten. Emily und Chris besteigen angespannt, aber auch glücklich den Nachtzug nach Frankreich. Doch als Emily nachts aufwacht, ist nichts mehr, wie es war.","versions":[{"lang":1,"streams":[{"redirect":13917921,"hoster":"VOE"},{"redirect":13564415,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Verschwinden","epNo":3,"alt":"","descr":"Richard und Felix holen die verstörte Emily in Belgien ab und bringen sie nach Hause. Richard geht von einer weiteren Entführung aus, will die Polizei aber nicht involvieren. Er informiert stattdessen Hanno, seinen langjährigen Sicherheitsberater, der die Geschwister im Haus der Eltern zusammenruft. Das nervenaufreibende Warten auf eine Nachricht der Entführer ist zermürbend. Felix nutzt seine Rückkehr nach Deutschland, um sich bei seiner Jugendliebe Corinna für sein schlechtes Verhalten in der Vergangenheit zu entschuldigen. Doch Corinna konfrontiert ihn mit unangenehmen Fragen: Was war zwischen Felix und dem gemeinsamen Jugendfreund Jonas vor Felix’ plötzlicher Abreise nach Kanada vorgefallen? Leos Sohn Linus findet Schlaftabletten bei seiner Mutter und haut zu seinem Vater Pino ab, mit dem Leo kein gutes Verhältnis hat. Barbara ist mit der Betreuung der re-traumatisierten Emily überfordert und setzt Felix unter Druck, sich zu kümmern. Emily hält das Abwarten nicht mehr aus und macht sich schließlich heimlich auf die Suche nach Hinweisen.","versions":[{"lang":1,"streams":[{"redirect":13564425,"hoster":"VOE"},{"redirect":13564419,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Suche","epNo":4,"alt":"","descr":"Je mehr Emily über ihren Ehemann herausfindet, desto mehr Ungereimtheiten tun sich auf. Ihr wird klar, dass sie fast gar nichts über seine Vergangenheit weiß. Felix versucht, vor seiner Abreise nach Kanada Kontakt mit seinem Jugendfreund Jonas aufzunehmen. Doch der weist ihn wütend ab, zu schwer waren die Verletzungen durch Felix. Eva sucht in der Firma nach Hinweisen, die bei der Suche helfen könnten, und stößt dabei auf eine Insolvenzverschleppung, die Chris und ihren Vater Richard ins Gefängnis bringen könnte. Als Eva Richard damit konfrontiert, wird sie brüsk zurechtgewiesen. Doch bei Richard bildet sich ein Verdacht: Chris hatte Zugriff auf Firmenkonten, die inzwischen leergeräumt sind. Nach einem Streit mit ihrer Partnerin Bahar zieht Eva völlig aufgelöst zurück in ihr Elternhaus. Leo versucht, Kontakt zu ihrem Sohn Linus aufzunehmen, und muss getroffen feststellen, dass der sie weiterhin wegen ihrer Tablettensucht nicht sprechen will. Felix will gerade abreisen, als Barbara ihn anruft, weil es einen Notfall mit Emily gibt.","versions":[{"lang":1,"streams":[{"redirect":13564433,"hoster":"VOE"},{"redirect":13564438,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wenn es dunkel wird","epNo":5,"alt":"","descr":"Die Presse belagert das Anwesen der Familie Schwarz, nachdem durch Emilys Posting bekannt wurde, dass sie ein Doppelleben führt. Barbara verteidigt die Familie vor den neugierigen Fotografen. Als sie erkennt, dass sie Emily völlig falsch eingeschätzt hat, gerät Barbara in eine tiefe Krise und zerstört ihre Kunst. Leo verzweifelt, als ihr Sohn ihr eröffnet, dass er in Zukunft bei seinem Vater leben will. Sie schafft es nicht, sich ihrer Familie anzuvertrauen. Richard bietet Eva nun doch die Nachfolge in der Firma an, aber diese zögert jetzt. Die wieder aufkommende Erinnerung an die Zeit von Emilys Entführung lassen sie Richard in einem anderen Licht sehen. Felix verfällt in alte Verhaltensmuster und konfrontiert Richard in der Gießerei vor allen Mitarbeiterinnen und Mitarbeitern. Die Situation droht außer Kontrolle zu geraten. Emily bekommt einen Hinweis von einer Bekannten von Chris, dass er an dem Abend in seine alte Wohnung kommen wird. Sie lässt sich von Leo dorthin fahren, ohne ihr zu sagen, wen sie treffen wird.","versions":[{"lang":1,"streams":[{"redirect":13564428,"hoster":"VOE"},{"redirect":13564430,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Neuland","epNo":6,"alt":"","descr":"Emily stellt Chris zur Rede, doch der redet sich nur heraus. Als Emily daraufhin laut wird, sperrt er sie überfordert in ein dunkles Zimmer. Emilys Erinnerungen an die Kiste im Wald überwältigen sie fast, aber sie schafft es, sich aus eigener Kraft aus dem Zimmer zu befreien. Ihren Ängsten zum Trotz macht sie sich allein auf den Heimweg. Barbara und Richard sind in großer Sorge, weil sie Emily nicht erreichen können, und machen sich auf die Suche nach ihr. Emily läuft allein durch den Wald und kommt schließlich am Gewächshaus an, dem Ort ihrer Entführung. Währenddessen finden Eva und Felix ihre bewusstlose Schwester Leo und versuchen erfolglos, sie zu wecken. Die Geschwister bringen sie ins Krankenhaus und es beginnen bange Stunden des Wartens. Es kommt zu einer schmerzlichen Aussprache, bei der alte Wunden und Geheimnisse ans Licht kommen. Langsam gelingt es den Geschwistern Schwarz, den Weg für einen vorsichtigen Neuanfang zu ebnen, der für einige Familienmitglieder überraschende Folgen hat.","versions":[{"lang":1,"streams":[{"redirect":13564437,"hoster":"VOE"},{"redirect":13564439,"hoster":"Streamtape"}]}]}]}]}