{"seriesId":"hawaii-fuenf-null","name":"Hawaii Fünf - Null","descr":"Steve McGarret, ehemaliger Offizier der Kriegsmarine, leitet auf Hawaii die fiktive Polizeieinheit für organisiertes Verbrechen – in direktem Auftrag von Gouvernor Paul Jameson. Zusammen mit seinem Mitarbeitern Danny Willams, Chin Ho Kelly und Kono Kalakaua bekämpft er in den ersten vier Staffeln Verbrechen. Später stoßen noch Duke Lukela und Ben Kokua dazu. Gelegentlich helfen weitere Offiziere, die auf bestimmten Gebiten Spezialisten sind. Zwölf Staffeln lang jagen sie internationale Geheimagenten, Kriminelle und Sydikate, die versuchen auf Hawaii Fuß zu fassen. Die Episoden konzentrierten sich dabei auf Action und Spannung und vernachlässigten die persönlichen Belange der Figuren. Die meisten Gangster können sie hinter Gitter bringen – nur Wo Fat, der Beamte des chinesischen Geheimdienst, lässt sich so leicht nicht fassen. Für alle übrigen Verbrecher enden ihre Pläne (und damit fast jede Folge) mit dem Kult gewordenen Satz \"Nimm sie fest, Dano!\"","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der gigantische Kokon","epNo":1,"alt":"Cocoon","descr":"\u0026lt;br /\u0026gt;\rHennesy, ein Freund von McGarrett, wird am Strand tot aufgefunden. Offensichtlich war er beim Schwimmen ertrunken. Doch McGarrett weiß, dass Hennesy als Nichtschwimmer niemals freiwillig ins Wasser gegangen wäre. Schließlich stößt McGarrett bei seinen Ermittlungen auf das Schiff \"Arcturus\", das im Hafen von Honolulu festgemacht hat. Auf dem Schiff \"Arcturus\" entdeckt er nun etwas Eigenartiges, das auch den amerikanischen Geheimdienst auf den Plan ruft. Es sieht so aus, als würde der chinesische Geheimdienst auf dem Schiff neuartige Methoden der Gehirnwäsche testen.\u0026lt;br /\u0026gt;\r \u0026lt;br /\u0026gt;\r\u0026lt;br /\u0026gt;\r \u0026lt;br /\u0026gt;\rStaffeln","versions":[{"lang":1,"streams":[{"redirect":10533977,"hoster":"VOE"},{"redirect":10533979,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Reise ohne Wiederkehr","epNo":2,"alt":"Full Fathon Five","descr":"Die Spezialtruppe \"Hawaii 5 – 0\" ist direkt dem Gouverneur von Hawaii unterstellt. Der erfahrene Kriminalist Steve McGarrett leitet das Team. Sein Hauptgegner auf den Inseln ist Wo Fat, der Chef des Organisierten Verbrechens. Beim Kampf gegen Wo Fat in traumhafter Landschaft wird McGarrett von seinem Assistenten Danny Williams und seinen beiden hawaiianischen Mitarbeitern Chin Ho und Kono unterstützt. Auf Hawaii verschwinden Frauen.McGarrett entdeckt Gemeinsamkeiten zwischen den Verschollenen: Sie waren alle entweder verwitwet oder geschieden – und außerdem sehr begütert. Darüber hinaus kamen sie alle mit einem Dampfer auf die Insel. Bald spuckt der Computer den Namen eines Passagiers aus, der auf diesen Dampfern gebucht hatte: Victor Rawlins alias Reese. Auf dem nächsten Dampfer befindet sich die Polizistin Joyce als reiche Witwe …","versions":[{"lang":1,"streams":[{"redirect":10533980,"hoster":"VOE"},{"redirect":10111461,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die letzte Einstellung","epNo":3,"alt":"Some Day We Shall Be Strangers In Our Own Land","descr":"Ein hawaiianischer Politiker bekommt bei seiner Rückkehr vom Festland durchs Taxifenster einen Koffer nachgereicht, der ihm gar nicht gehört. Aber er ist für ihn bestimmt: Ein Sprengsatz explodiert und tötet den Mann, der auf der Insel für viele moderne Bauvorhaben gesorgt hatte. Die Polizei steht vor einem Rätsel – da meldet sich plötzlich eine Frau, die das Sprengstoffattentat vor dem Flughafen gefilmt hat.","versions":[{"lang":1,"streams":[{"redirect":10533983,"hoster":"VOE"},{"redirect":10111463,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das zweite Tonband","epNo":4,"alt":"Tiger By The Tail","descr":"Der Sänger Bobby George wird aus dem Swinger Club entführt. Trotz McGarretts Warnung gibt Bobbys Vater bekannt, dass er jede Summe bezahlen werde. Er ahnt nicht, dass Bobby mit Hilfe seiner beiden Freunde Al und Jerry seine Entführung selbst inszeniert hat, um die Aufmerksamkeit seines Vaters zu erringen. Nun aber wollen Bobbys Freunde wirklich kassieren. Sie lassen ihn nicht mehr aussteigen.","versions":[{"lang":1,"streams":[{"redirect":10533887,"hoster":"VOE"},{"redirect":10533888,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gestehen Sie, Tokura!","epNo":5,"alt":"Samurai","descr":"Endlich scheint man Tokura, der mit Rauschgift handelt und einen Prostituierten-Ring betreibt, den Prozess machen zu können: Mary Travers, eine seiner Buchhalterinnen, hat sich den Behörden als Kronzeugin zur Verfügung gestellt. Mary Travers wird rund um die Uhr bewacht. Doch niemand hat damit gerechnet, dass auf Tokura ein Anschlag verübt wird. Mitten im Gerichtssaal wird auf ihn geschossen.","versions":[{"lang":1,"streams":[{"redirect":10533892,"hoster":"VOE"},{"redirect":10111464,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Waffe fehlt","epNo":6,"alt":"Yesterday Died – Tomorrow Won’t Be Born","descr":"Ein Fall von besonderer Brisanz für das Team: Danny hat aus Versehen einen jugendlichen Autoknacker auf der Flucht erschossen. Dann schleicht ein junges Mädchen mit der Waffe des Toten aus Dannys Wohnung. Der Verdacht, Danny habe auf einen Unbewaffneten geschossen, ist perfekt. McGarrett versucht, die dubiose Geschichte zu klären. Eine heiße Spur führt zu dem Drogendealer Big Chicken.","versions":[{"lang":1,"streams":[{"redirect":10533899,"hoster":"VOE"},{"redirect":10111465,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Tod hat 24 Karat","epNo":7,"alt":"Twenty-four Karat Kill","descr":"Ex-Soldat Johnny Fargo hat ein florierendes Tunfischfang-Unternehmen. Und weil er für das Syndikat Goldbarren schmuggelt, kann er seinen beiden Hobbys, Spielen und Frauen, ungehindert nachgehen. Doch dann gelangt ein Fisch mit \"Füllung\" versehentlich auf den Markt. Als die Käuferin des wertvollen Tieres erstochen wird, kann der Mörder anhand der Fingerabdrücke identifiziert werden.","versions":[{"lang":1,"streams":[{"redirect":10533909,"hoster":"VOE"},{"redirect":10533904,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Reise nach Kalifornien","epNo":8,"alt":"And They Painted Daisies On His Coffin","descr":"Eine junge Frau stürzt aus einem Wagen und stirbt. Die Tote trägt Schmuck, der aus einem ungeklärten Juwelenraub stammt. Das Team von \"Hawaii 5 – 0\" durchsucht ihre Wohnung und findet einen Hinweis auf Dave Barca, der in einem kalifornischen Gefängnis einsitzt. McGarrett lässt sich in den Knast einschleusen. Bei der Nachricht vom Tod seiner Freundin rastet Barca aus. Er und McGarrett schmieden Fluchtpläne.","versions":[{"lang":1,"streams":[{"redirect":10533907,"hoster":"VOE"},{"redirect":10111466,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die im Dunkeln stehen","epNo":9,"alt":"The Ways Of Love","descr":"Joey Rand verdient seine Brötchen als Sänger in einer Hotelbar. Doch für den leidenschaftlichen Spieler sind diese Brötchen viel zu klein. Während seine Freundin Ausflüge für die Hotelgäste organisiert, steigt Joey während seiner Pausen in deren Zimmer ein. Sein Alibi scheint perfekt, steht er doch Abend für Abend auf der Bühne. Allerdings hat er nicht mit der Spürnase McGarretts gerechnet.","versions":[{"lang":1,"streams":[{"redirect":12176517,"hoster":"VOE"},{"redirect":10533912,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Leben ist ein Glücksspiel","epNo":10,"alt":"No Blue Skies","descr":"Soldaten auf Vietnam-Urlaub werden von einer raffinierten Betrügerbande durch Losverkäufe ausgenommen: Als ein Soldat erstochen und seinem besten Freund ein Mord angehängt wird, können McGarrett und seine Männer endlich eingreifen. Schon bald stellt sich heraus, dass interne Machtkämpfe Ursache für die Morde waren. Nun mischt McGarrett auf seine Weise bei den internen Führungskämpfen mit.","versions":[{"lang":1,"streams":[{"redirect":12923302,"hoster":"VOE"},{"redirect":10533916,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nach 15 Jahren","epNo":11,"alt":"By The Numbers","descr":"Beim Strandlauf wird McGarrett angeschossen. Mit derselben Waffe, die ihn verletzt hat, wird Carl Svenson ermordet. Eine Nachfrage beim FBI ergibt: Als McGarrett noch beim FBI war, hatte er mit einem Fall zu tun, in den Carl Svenson und ein gewisser Joseph Trinian verwickelt waren. Dieser Trinian ist nun wieder auf freiem Fuß. Anscheinend will er sich rächen. Trinian ist schon unterwegs zum dritten Namen auf seiner Liste.","versions":[{"lang":1,"streams":[{"redirect":10533919,"hoster":"VOE"},{"redirect":10111467,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Kronzeuge","epNo":12,"alt":"Death Watch","descr":"Der junge Staatsanwalt Charles Cadison wird in seinem eigenen Büro erschossen. McGarret ermittelt gegen Matsukino, dessen Fall Cadison vorbereitete. Er knöpft sich Matsukinos Busenfreund Harry Cardonas vor und suggeriert ihm, er könne als Mitwisser ebenfalls vor den Schranken des Gerichts landen. Wenig später explodiert Harrys Wagen. Nun stellt er sich McGarret als Kronzeuge zur Verfügung.","versions":[{"lang":1,"streams":[{"redirect":10533924,"hoster":"VOE"},{"redirect":10111468,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tränen um Mira Bai","epNo":13,"alt":"Pray Love Remember","descr":"Die schöne Studentin Mira Bai wird ermordet. Alles spricht dafür, dass ihr Verlobter der Täter ist. Zeugen bestätigen einen heftigen Streit zwischen den beiden. Doch der Verdächtigte streitet alles ab. Er kann sich an nichts erinnern, da er während des Streites sehr viel getrunken hatte. Diesmal ist McGarrett auf Kommissar Zufall angewiesen: Ein kleines Mädchen gibt dem Polizisten den entscheidenden Tipp.","versions":[{"lang":1,"streams":[{"redirect":10533928,"hoster":"VOE"},{"redirect":10111469,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Ende des Traumas","epNo":14,"alt":"King Of The Hill","descr":"Der Vietnam-Soldat John Austin befindet sich im Urlaub auf Hawaii. Um sich zu zerstreuen, hilft er Dan Williams beim Baseballtraining von Jugendlichen. Dabei bekommt er einen Schlag auf den Kopf und geht bewusstlos zu Boden. Im Krankenhaus wacht er auf – und beginnt, um sich zu schießen. Austin verbarrikadiert sich mit Dan, der einen Bauchschuss abbekommen hat, im Zimmer. McGarrett trickst Austin aus.","versions":[{"lang":1,"streams":[{"redirect":10533935,"hoster":"VOE"},{"redirect":10111470,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ihr letzter Trip","epNo":15,"alt":"Uptight","descr":"Ein Mädchen hat sich unter Drogen von einer Klippe gestürzt. Über ihre beste Freundin, die ebenfalls drogenabhängig ist, kommen die Männer von \"Hawaii 5 – 0\" einem ehemaligen Chemieprofessor auf die Spur, der die Jugendlichen mit synthetischen Drogen versorgt. Aber nicht nur die Polizei, auch der Vater der Toten kommt dem Verbrecher auf die Schliche. Er zwingt ihn, eine Überdosis zu schlucken.","versions":[{"lang":1,"streams":[{"redirect":10533938,"hoster":"VOE"},{"redirect":10111471,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Importe aus China","epNo":16,"alt":"The Face Of The Dragon","descr":"Hawaii 5 – 0\" ist zu schnellem Handeln gezwungen: Ein Toter wird aufgefunden, der Spuren von Beulenpest aufweist. Wie es scheint, ist ein rotchinesischer Agent der Seuchenüberträger. Dieser Agent versucht, ein neuartiges militärisches Infrarot-Nachtsichtgerät an sich zu bringen. Der Agent hat die Identität eines Mitglieds einer angesehenen chinesischen Familie auf Hawaii angenommen.","versions":[{"lang":1,"streams":[{"redirect":10533940,"hoster":"VOE"},{"redirect":10111472,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Geiseln","epNo":17,"alt":"The Box","descr":"Charley Swanson ist zu zwanzig Jahren Haft verurteilt worden. Im Knast will er sich nicht in die strenge Hierarchie einordnen. Deshalb wird er unter der Dusche von seinen Mithäftlingen \"bearbeitet\". Doch dann kommt er an eine Pistole – und nun dreht er den Spieß um: Zunächst hält er seine Mitgefangenen in Schach. Dann nimmt er einen Arzt und einige Wachleute als Geiseln, um sich so den Weg in die Freiheit zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":10293480,"hoster":"VOE"},{"redirect":10111473,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Erbe der Neffen","epNo":18,"alt":"One For The Money","descr":"Das Team von \"Hawaii 5 – 0\" arbeitet an der Aufklärung einer Serie rätselhafter Morde. Eine Spur führt zu einer Firma, die zwei Brüder in Abhängigkeit von ihrer Tante leiten. Als die alte Dame erkennt, dass mit den Morden einer ihrer Neffen belastet werden soll, wird sie ebenfalls getötet. McGarrett verdächtigt den anderen der beiden Neffen der Täterschaft. Man stellt ihm eine raffinierte Falle.","versions":[{"lang":1,"streams":[{"redirect":10533949,"hoster":"VOE"},{"redirect":10111474,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Joeys letzter Sieg","epNo":19,"alt":"Along Came Joey","descr":"Der junge Boxer Joey Kalano wird nach einem gewonnenen Kampf in einer Seitengasse von zwei Männern ermordet. Joeys Manager Ned Keller verschwindet spurlos. McGarrett vermutet, dass sich Joey nicht an eine illegale Absprache gehalten hat. Joeys Vater Phil, ein Kollege von McGarrett, ermittelt auf eigene Faust. Er erfährt Kellers Aufenthalt. Kurz darauf \"fällt\" Keller aus seinem Apartment im Hotel.","versions":[{"lang":1,"streams":[{"redirect":10533955,"hoster":"VOE"},{"redirect":10111475,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Blutprobe (1)","epNo":20,"alt":"Once Upon A Time (1)","descr":"McGarrett besucht seine Schwester in Los Angeles aus traurigem Anlass: Ihr sechs Monate altes Kind leidet an Krebs und wird von der Wunderheilerin Dr. Fremont behandelt. Doch die Frau ist ein geldgieriger Scharlatan; einige ihrer Patienten starben bereits. Obwohl schlüssige Beweise fehlen, bringt McGarrett die Frau wegen Mordes vor Gericht. Als es am ersten Prozesstag zu einer Demonstration treuer Anhänger Fremonts kommt, vertagt der Richter die Verhandlung.","versions":[{"lang":1,"streams":[{"redirect":10293479,"hoster":"VOE"},{"redirect":10111476,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Blutprobe (2)","epNo":21,"alt":"Once Upon A Time (2)","descr":"Um die Wunderheilerin Dr. Fremont doch noch überführen zu können, sucht McGarrett die Angehörigen Verstorbener auf, die von Fremont behandelt worden waren. Er erreicht die Exhumierung eines an Diabetes Erkrankten. Die Krankheit war von Fremont nicht berücksichtigt worden. Als aber auch die Gerichtsmediziner die tatsächliche Todesursache nicht mehr feststellen können, greift McGarrett zu einem Trick. Bei der nächsten Verhandlung erlebt Fremont eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":10533969,"hoster":"VOE"},{"redirect":10111477,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der persönliche Krieg","epNo":22,"alt":"Not That Much Different","descr":"Während einer Demonstration wird Julian Scott, der Anführer der Friedensbewegung, erschossen. Weil zu dem Zeitpunkt ein General mit den jungen Demonstranten diskutiert hatte, ist unklar, wer wirklich getroffen werden sollte. McGarrett ermittelt, stößt dabei aber auf viele Vorurteile. Schließlich stellt sich heraus, dass es unter den Friedensbewegten sowohl \"kalte\" als auch \"heiße\" Krieger gibt.","versions":[{"lang":1,"streams":[{"redirect":10533966,"hoster":"VOE"},{"redirect":10111478,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Spezialisten","epNo":23,"alt":"Six Kilos","descr":"Auf dem Honolulu-Airport wird der berühmt-berüchtigte Safeknacker Monashee verhaftet. Um herauszufinden, was diese Unterweltgröße auf Hawaii vorhatte, schlüpt McGarrett in dessen Rolle und bezieht das für Monashee reservierte Hotelzimmer. Schon bald treten die Gauner an ihn heran. Über Tonband bekommt er die Anweisung, aus dem Tresor der Yacht eines reichen Chinesen etwas herauszuholen.","versions":[{"lang":1,"streams":[{"redirect":10533964,"hoster":"VOE"},{"redirect":10111479,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Pele, die Feuergöttin","epNo":24,"alt":"The Big Kahuna","descr":"Sam Kalakua ist ein direkter Nachkomme der letzten Könige Hawaiis. Er nimmt den Glauben seiner Väter sehr ernst. Diese Tatsache wollen sein Neffe George und dessen Frau Eleanor ausnutzen: Sie wollen ihm sein Grundstück abnehmen. Um Sam in den Wahnsinn zu treiben, inszenieren sie ein Spektakel um Pele – die Feuergöttin. Prompt dreht der alte Sam durch – und beginnt wild um sich zu schießen.","versions":[{"lang":1,"streams":[{"redirect":10533973,"hoster":"VOE"},{"redirect":10111480,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die vierte Witwe","epNo":1,"alt":"A Thousand Pardons – You’re Dead","descr":"Als McGarrett den Mord an Annie Schröder untersucht, fallen ihm Parallelen zu drei anderen Fällen auf: Drei Animiermädchen aus Betsys Bar hatten vom Militär 10.000 Dollar Versicherungsprämie kassiert, als ihre Männer gefallen waren. Und alle drei waren erst kurz verheiratet. Allerdings konnten sich die Witwen nicht lange mit dem Geld trösten: Kurz darauf hatten sie alle einen tödlichen Unfall.","versions":[{"lang":1,"streams":[{"redirect":10540344,"hoster":"VOE"},{"redirect":10111481,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Nagata, der schwarze Drache","epNo":2,"alt":"To Hell With Babe Ruth","descr":"Nach dem Überfall auf Pearl Harbour war der Japaner Nagata in eine staatliche Nervenheilanstalt gekommen. Nach achtundzwanzig Jahren gelingt ihm nun der Ausbruch. Nagata, für den die Zeit stehengeblieben ist, will immer noch seinen Auftrag ausführen. Und der lautete, die Benzintanks von Pearl Harbour zu sprengen. Für McGarrett und seine Männer von Hawaii 5 – 0 beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":10540356,"hoster":"VOE"},{"redirect":10111482,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wo Fat kehrt zurück","epNo":3,"alt":"Fourty Feet High And It Kills","descr":"Auf Hawaii wird ein Seminar abgehalten, zu dem bedeutende internationale Geisteswissenschaftler erscheinen. Unter ihnen ist auch Professor Harold Lochner. Der rotchinesische Agent Wo Fat bekommt den Auftrag, Professor Lochner zu entführen und nach Peking zu bringen. Durch einen Trick gelingt es Wo Fat, McGarrett zu narren. Der Agent bringt den Professor in seine Gewalt. Aber auch McGarrett hat ein paar Tricks auf Lager.","versions":[{"lang":1,"streams":[{"redirect":12335697,"hoster":"VOE"},{"redirect":10111483,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Heißer Schnee","epNo":4,"alt":"Just Lucky I Guess","descr":"Der unbescholtene Eisenbahner Sloane wird zufällig Zeuge, als der Drogenhändler Charles Bombay die junge Angela vom Balkon stürzt. Sloane weigert sich, als Zeuge gegen den Gangster aufzutreten, weil er furchtbare Angst vor ihm hat. Doch dieser hat längst einen Killer auf Sloane angesetzt. McGarrett ist klar, dass er mit Sloanes Kooperation nicht rechnen kann. Deshalb versucht er, Bombay mit Heroin zu ködern. Aber der Dealer ist zu gerissen – zunächst jedenfalls","versions":[{"lang":1,"streams":[{"redirect":10540378,"hoster":"VOE"},{"redirect":10111484,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Totenglocken für Acuna","epNo":5,"alt":"Savage Sunday","descr":"Ausgerechnet am freien Tag der Männer von \"Hawaii 5 – 0\" überfällt der Guerillakämpfer Elpidio mit seinen Männern ein Militärlager. Dabei wird Elpidio angeschossen und anschließend in einem Krankenhaus versorgt. Nach seiner gewaltsamen Befreiung riegelt die Mannschaft von \"5 – 0\" die Insel ab. Die Guerilleros werden am Hafen gestellt – aber Elpidio ergibt sich erst, als er eine für ihn ganz besondere Nachricht erhält.","versions":[{"lang":1,"streams":[{"redirect":10540389,"hoster":"VOE"},{"redirect":10111485,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zur Mörderin gemacht","epNo":6,"alt":"A Bullet For Mcgarrett","descr":"Der Psychologiestudent Hon wird von seiner Kommilitonin Karen Adams erschossen. Anschließend verunglückt die Mörderin, die einen sehr verwirrten Eindruck macht. Im Sterben nennt sie noch den Namen ihres Psychologieprofessors, Dr. Farrar. McGarrett schleust die Polizistin Joyce in Farrars Seminar ein. Wie Karen erliegt auch Joyce sehr schnell dem Charme Farrars. Es gelingt ihm, Joyce zu hypnotisieren. Sie bekommt den Auftrag, McGarrett zu töten.","versions":[{"lang":1,"streams":[{"redirect":10540189,"hoster":"VOE"},{"redirect":10111487,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Bestie hinter Gitter!","epNo":7,"alt":"Sweet Terror","descr":"\"Die Bestie\" wird der gnadenlose Erich Stoss genannt. Als ihm der Geheimagent Bridger auf die Spur kommt, tötet Stoss ihn auf dem Flug nach Honolulu. Auch Mariana, die zur \"Organisation Stoss\" gehört, muss sterben, weil sie den Beamten von \"5 – 0\" aufgefallen war. Stoss hat einen Pilz gezüchtet und will damit die gesamte hawaiianische Zuckerrohrernte vernichten. Zwar kann er noch einige Felder infizieren, aber dann kommt McGarrett zum Zug.","versions":[{"lang":1,"streams":[{"redirect":10540202,"hoster":"VOE"},{"redirect":10111488,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Rififi in Honolulu","epNo":8,"alt":"King Kamehameha Cloak Blues","descr":"Einige übermütige College-Schüler haben sich einen raffinierten Coup ausgedacht: Sie wollen das \"todsichere\" Sicherheits- und Alarmsystem eines Museums knacken und einen alten Krönungsmantel stehlen. Der Coup gelingt, und McGarrett steht vor einem Rätsel. Weil das Ganze aber nur als sportliche Übung gedacht war und zudem einen der Jungs das schlechte Gewissen quält, bleibt der Fall nicht ungelöst.","versions":[{"lang":1,"streams":[{"redirect":10540206,"hoster":"VOE"},{"redirect":10111489,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abenteuer in Singapur","epNo":9,"alt":"The Singapore File","descr":"Anruf für McGarrett aus Singapur: Nicole Wyley hat den Gangster Ravasko bei einem Mord beobachtet. Nun ist Ravasko hinter der Zeugin her. Nicole ist bereit, gegen den Gangster auszusagen. Dafür soll McGarrett sie aus Singapur rausholen. Nicht einfach, hat der Verbrecher doch auch die dortige Polizei gekauft. Als die korrupten Beamten Nicole und McGarrett jagen, muss dieser einen Polizisten erschießen.","versions":[{"lang":1,"streams":[{"redirect":10540216,"hoster":"VOE"},{"redirect":10111491,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die zweite Chance","epNo":10,"alt":"All The King’s Horses","descr":"Der Ex-Kriminelle Mike Finney hat seine Strafe längst verbüßt und lebt nun als braver Bürger auf Oahu. Dann holt die Vergangenheit ihn ein: Ein karrieresüchtiger und skrupelloser Politiker benutzt Finneys Vergangenheit, um Generalstaatsanwalt zu werden: Er beschuldigt Finney, die Gewerkschaften in seine Gewalt bringen zu wollen. Finneys Ex-Kumpel, die seine Aussagen fürchten, wollen ihn beseitigen.","versions":[{"lang":1,"streams":[{"redirect":10540226,"hoster":"VOE"},{"redirect":10540224,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwischenlandung in Honolulu","epNo":11,"alt":"Leopard On The Rock","descr":"Der Diktator Utomo Jhakal ist auf dem Weg nach Europa. Unterwegs hat seine Maschine Probleme. Das Flugzeug muss auf dem Flugplatz von Honolulu notlanden. Als dies bekannt wird, machen sich die unterschiedlichsten Leute auf den Weg. Sie haben allerdings alle das gleiche Ziel: Sie wollen den Diktator Jhakal beseitigen. McGarrett und sein Team von \"Hawaii 5 – 0\" haben alle Hände voll zu tun.","versions":[{"lang":1,"streams":[{"redirect":10540233,"hoster":"VOE"},{"redirect":10111493,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Teufel und der Frosch","epNo":12,"alt":"The Devil And Mr. Frog","descr":"Der kleine Sohn eines reichen Geschäftsmannes ist entführt worden. Die beiden Kidnapper trugen Frosch- und Teufelsmasken. Während sein Vater das geforderte Lösegeld bezahlt, kann sich der kleine Scotty befreien und entkommen. Dabei kommt einer der Entführer ums Leben. Der andere ahnt nicht, dass das Lösegeld gekennzeichnet worden ist. So ist McGarrett dem zweiten Banditen schon bald auf den Fersen.","versions":[{"lang":1,"streams":[{"redirect":10540249,"hoster":"VOE"},{"redirect":10111492,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Joker ist die Killerkarte","epNo":13,"alt":"The Joker’s Wild, Man, Wild","descr":"McGarrett untersucht eine Reihe merkwürdiger Vorfälle: Ein Polizeiwagen wird gestohlen, dann fremdes Eigentum zerstört, schließlich eine Yacht versenkt. Zeugen beobachten eine Frau, die von den Ereignissen Fotos schießt. Die Fotografin wird als Jo Louise Mailer identifiziert. Doch ihr kann nicht nachgewiesen werden, dass sie mit den Fällen etwas zu tun hat. Tatsächlich stiftet sie ihre beiden Freunde zu Mutproben an, die bis zum Mord gehen. Der Gewinn ist sie selbst.","versions":[{"lang":1,"streams":[{"redirect":11834225,"hoster":"VOE"},{"redirect":10111494,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein fast perfekter Plan","epNo":14,"alt":"Which Way Did They Go","descr":"Danny Williams wird ein Tipp über einen Bankraub zugespielt. Der Tipp erweist sich als falsch: Während McGarrett die betreffende Bank überwachen lässt, nimmt der Gangster Connors seelenruhig eine andere Bank aus. Mit einem raffinierten Trick legt er dann eine falsche Spur, wozu auch gehört, dass er sich seiner Komplizen entledigt. Doch ein zweites Mal geht ihm McGarrett nicht auf den Leim. Connors wähnt sich schon in Sicherheit, als das Team von Hawaii 5 – 0 zuschlägt.","versions":[{"lang":1,"streams":[{"redirect":12916760,"hoster":"VOE"},{"redirect":10111495,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Blinde und die Unbekannte","epNo":15,"alt":"Blind Tiger","descr":"Auf McGarrett wird ein Sprengstoffattentat verübt. Dabei verliert der Chef des \"Hawaii 5 – 0\"-Teams sein Augenlicht. Während sich die Ärzte und besonders Schwester Lavallo um McGarrett kümmern, können die Kollegen von \"Hawaii 5 – 0\" den Attentäter schnappen. Nur durch die liebevolle Pflege Schwester Lavallos wird McGarrett schließlich wieder ganz gesund. Doch als er seine Sehkraft wiedergewonnen hat, gibt sich Schwester Lavallo nicht zu erkennen.","versions":[{"lang":1,"streams":[{"redirect":10540270,"hoster":"VOE"},{"redirect":10111496,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Bored, She Hung Herself","descr":"","versions":[]},{"epId":"episode-17","name":"Johnny wird gejagt","epNo":17,"alt":"Run, Johnny Run","descr":"Johnny Mala wird von der Militärpolizei gesucht – wegen unerlaubten Entfernens von der Truppe. Als es in einem Baseballstadion zu einem Handgemenge zwischem einem Militärpolizisten und Johnny kommt, stirbt der Polizist durch eine Kugel aus seinem eigenen Revolver. McGarrett, der Johnny zur Marine gebracht hatte, um ihn vor einer Gefängnisstrafe zu bewahren, kann ihn zur Aufgabe überreden. Er will ihm helfen. Doch wenig später bricht Johnny aus dem Gefängnis aus.","versions":[{"lang":1,"streams":[{"redirect":10540274,"hoster":"VOE"},{"redirect":10111497,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein strategischer Punkt","epNo":18,"alt":"Killer Bee","descr":"Ein zunächst verwirrender Fall für McGarrett und seine Männer von \"Hawaii 5 – 0\": Sie müssen sich mit einigen komplizierten Fällen von Kindesentführung beschäftigen. Zwar wird schließlich einer Mutter auch eine Lösegeldforderung überbracht, aber bald stellt sich heraus, dass dies nur Nebensache ist: Der Täter scheint etwas ganz anderes zu bezwecken. Tatsächlich geht es ihm vielmehr darum, ein lange zurückliegendes Verbrechen während des Vietnamkrieges zu vertuschen.","versions":[{"lang":1,"streams":[{"redirect":10540284,"hoster":"VOE"},{"redirect":10111498,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Mörder ist Linkshänder","epNo":19,"alt":"The One With The Gun","descr":"Peter Corman wurde beim Pokern betrogen und hat schließlich 3000 Dollar verloren. Kurz darauf wird er erschossen. Peters Bruder ist der ehemalige Gangster Lorenzo Corman. Und der will den Mord an Peter unbedingt rächen. Die Männer von \"Hawaii 5 – 0\" dürfen keine Zeit verlieren, wollen sie den Mörder vor Lorenzo Corman fassen. Sie haben nur einen einzigen Anhaltspunkt: Der Mörder ist Linkshänder. Ein dramatischer Wettlauf gegen die Zeit – und gegen Lorenzo – beginnt.","versions":[{"lang":1,"streams":[{"redirect":10540294,"hoster":"VOE"},{"redirect":10111500,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kein Alibi für Chin","epNo":20,"alt":"Cry, Lie","descr":"Ein Heroindealer wird verhaftet. Daraufhin beschuldigt der Gangster McGarretts Mitarbeiter Chin, Schutzgelder kassiert zu haben. Natürlich wollen die Männer von \"Hawaii 5 – 0\" den Verdacht, einen bestechlichen Beamten in ihren Reihen zu haben, so schnell wie möglich aus der Welt schaffen. Doch das ist gar nicht so einfach: Oppositionelle Politiker wollen McGarrett loswerden. McGarrett kämpft diesmal auch gegen Männer aus dem eigenen Lager. Trotzdem kann er Chin rehabilitieren.","versions":[{"lang":1,"streams":[{"redirect":10346070,"hoster":"VOE"},{"redirect":10111499,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wer ist dein Mörder?","epNo":21,"alt":"Most Likely To Murder","descr":"Während der Streifenpolizist Lew Morgan seine Runden dreht, wird seine Frau ermordet. Die Männer von \"Hawaii 5 – 0\" übernehmen den Fall. Bei seinen Nachforschungen stellt McGarrett fest, dass die Frau zahllose Liebhaber hatte. Hauptverdächtiger für den Mord ist der vorbestrafte Oliver, den Lew Morgan rasend vor Zorn prompt erschießt. Aber was zunächst wie eine Affekthandlung aussah, entpuppt sich bald als vorsätzlicher Mord. Für McGarrett beginnt der Fall erst.","versions":[{"lang":1,"streams":[{"redirect":10540306,"hoster":"VOE"},{"redirect":10111501,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schicksal einer Agentin","epNo":22,"alt":"Nightmare Road","descr":"Dem renommierten amerikanischen Wissenschaftler Dr. John Royce Baker wird von feindlichen Agenten ein Mord in die Schuhe geschoben. Durch eine raffiniert simulierte Szene glaubt Royce Baker schließlich selbst an seinen Mord – und wird damit erpressbar. Royce Baker soll dazu gebracht werden, für ein anderes Land zu arbeiten. Aber die Mannschaft von \"Hawaii 5 – 0\" kommt gerade noch rechtzeitig zu dem Schiff, mit dem der Wissenschaftler außer Landes geschafft werden soll.","versions":[{"lang":1,"streams":[{"redirect":10540316,"hoster":"VOE"},{"redirect":10111502,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Drei Kadaver am Makapu (1)","epNo":23,"alt":"Three Dead Cows At Makapu (1)","descr":"Bei der Untersuchung des mysteriösen Ablebens dreier Kühe stößt McGarrett auf den Wissenschaftler Kline, der eher versehentlich tödliche Bakterien entwickelte. Als sich das Pentagon dafür interessiert, reagiert Kline unerwartet: Er will die Bakterien auf Hawaii freisetzen; der Tod von fast einer Million Menschen soll auf den Irrsinn solcher Waffen hinweisen. McGarrett macht Kline zwar ausfindig, doch über das Versteck der Bakterien schweigt dieser sich hartnäckig aus.","versions":[{"lang":1,"streams":[{"redirect":10540328,"hoster":"VOE"},{"redirect":10111505,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Drei Kadaver am Makapu (2)","epNo":24,"alt":"Three Dead Cows At Makapu (2)","descr":"Fieberhaft versucht McGarrett herauszufinden, wo der Wissenschaftler Kline die tödliche Bakterienkultur auf der Insel versteckt hat. Der Mann will der Welt zeigen, dass biologische Waffen Wahnsinn sind – indem er eine Million Menschen opfert. Schließlich gelingt es Klines Kollegin Wanda, die in Kline verliebt ist, ihn zur Vernunft zu bringen. Doch inzwischen hat ein Surfer das Glas mit der Bakterienkultur mitgenommen. Für McGarrett beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":12916761,"hoster":"VOE"},{"redirect":10111504,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Königin von Poynesien","epNo":25,"alt":"Kiss The Queen Goodbye","descr":"Bei der \"Königin von Polynesien\" handelt es sich um einen berühmten Smaragd, der den Hawaiianern heilig ist. Am Kamehameha-Tag, dem Festtag auf Hawaii, soll der Smaragd übergeben werden. Einige Tage vor dem Fest wird ein Juwelier, der für seine geschickten Fälschungen bekannt war, ermordet. Die Trickdiebin Camilla Spencer und ihr Partner Michael wollen den wertvollen Stein gegen eine Kopie austauschen. Das Team von \"Hawaii 5 – 0\" verhindert eine Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":13992928,"hoster":"VOE"},{"redirect":10111503,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Shepard muß leben","epNo":1,"alt":" … And A Time To Die","descr":"Shepard war als Journalist viele Jahre in Rotchina. Bei seiner Rückkehr nach Hawaii wird er von Mr. Kavanaugh erwartet, für den der Journalist chinesische Raketensilos ausgekundschaftet hat. Aber Shepards Hubschrauber wird beschossen, er selbst dabei schwer verletzt. Während Kavanaugh alles tut, damit Shepard überlebt, hat jemand ganz andere Pläne: Der Unbekannte lässt die Tochter des Arztes, der Shepards Leben retten soll, entführen. Seine Forderung: Shepard muss sterben.","versions":[{"lang":1,"streams":[{"redirect":10541359,"hoster":"VOE"},{"redirect":10111506,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Trip ins Jenseits","epNo":2,"alt":"Trouble In Mind","descr":"Der Pianist Mike Marton tourt zusammen mit der Sängerin Eddie auf Hawaii. Als Marton mit Heroin erwischt wird, schlägt er Kono zusammen und streitet hinterher ab, Heroin besessen zu haben. Das Team von \"Hawaii 5 – 0\" ist an dem Fall besonders interessiert, weil der mit Arsen versetzte Stoff schon vier Todesopfer gefordert hat. Als Mike von der Gefährlichkeit des Stoffs erfährt, ist er zur Zusammenarbeit bereit. Sein Sinneswandel kommt zu spät: Das nächste Opfer ist Eddie.","versions":[{"lang":1,"streams":[{"redirect":10541365,"hoster":"VOE"},{"redirect":10111507,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der zweite Schuß","epNo":3,"alt":"The Second Shot","descr":"Der griechische Exilpolitiker Dr. Lemira wird seit Jahren von dem Journalisten Marburg kritisiert. Nun versucht Marburg, von Dr. Lemira ein Interview zu bekommen – und stößt auf Ablehnung. Als dann aber auf Marburg ein Attentat verübt wird, gibt Lemira seine Vorurteile auf: Er bittet den Journalisten zum Gespräch in sein schwer bewachtes Haus. Dr. Lemira ahnt nicht, dass das Attentat gestellt war: Marburg ist ein auf den Exilpolitiker angesetzter Killer mit einem Mordauftrag.","versions":[{"lang":1,"streams":[{"redirect":10541368,"hoster":"VOE"},{"redirect":10111508,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Indizien gegen die Geliebte","epNo":4,"alt":"Time And Memories","descr":"McGarrett untersucht den Mordfall Frank Wallis. Bei seinen Ermittlungen trifft der Chef von \"Hawaii 5 – 0\" unverhofft auf seine große Liebe Cathy: Diese hatte in der Zwischenzeit den schwerreichen Geschäftsmann Wallis geheiratet und steht nun unter Mordverdacht. McGarrett kann es nicht glauben, obwohl alle Indizien gegen Cathy sprechen. Der Fall wird zu einer Prüfung für den aufrechten Polizisten: Schließlich gewinnt er den Kampf um Loyalität und private Gefühle.","versions":[{"lang":1,"streams":[{"redirect":10541369,"hoster":"VOE"},{"redirect":10111509,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine brisante Affäre","epNo":5,"alt":"The Ransom, Part 1: The Guanerius Caper","descr":"Dem russischen Geigenvirtuosen Dimitri Rostock wird sein sehr wertvolles Instrument gestohlen. Aus Versehen – denn die Geige lag im Kofferraum des Wagens, und auf den hatten es Hutch und Deke eigentlich abgesehen. In Unkenntnis ihres wahren Wertes verkaufen die beiden Gauner die Geige für eine Handvoll Dollar. Kurz darauf wird der Käufer ermordet. Der scheinbar einfache Fall entwickelt sich für McGarrett und seine Männer von \"Hawaii 5 – 0\" zu einer brisanten Affäre.","versions":[{"lang":1,"streams":[{"redirect":10541383,"hoster":"VOE"},{"redirect":10111510,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Plan der Entführer","epNo":6,"alt":"The Ransom, Part (2)","descr":"Timmy, der Sohn des reichen Geschäftsmannes Nelson Blake, ist entführt worden. Blake lehnt die Zusammenarbeit mit der Polizei strikt ab und will die Lösegeldforderung der Entführer erfüllen. Bei der Übergabe der Geldtasche kommt es durch einen übereifrigen Touristen zu einer Panne. Dabei überwältigen die Gangster Kono, für den sie jetzt auch ein hohes Lösegeld fordern. Doch solche Späßchen leistet sich man mit den Männern von \"Hawaii 5 – 0\" nicht ungestraft.","versions":[{"lang":1,"streams":[{"redirect":10541386,"hoster":"VOE"},{"redirect":10111511,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Explosion besonderer Art","epNo":7,"alt":"Force Of Waves","descr":"Kaum will sich McGarrett mal auf einer Party amüsieren, da geht dort eine Bombe hoch. Bei dem Bombenanschlag wird der Industrielle Clark Sloan getötet, McGarrett verletzt. Die Ermittlungen sind einfach; der Fall scheint klar zu sein: eine Erbschaftsangelegenheit. Sloans Frau Maria und ihr Rechtsanwalt Richard Fairbirne werden verhaftet. Doch dann entdeckt McGarrett, dass es zwei identische Parallelfälle gibt. Und das kann einfach kein Zufall sein. McGarrett ermittelt weiter.","versions":[{"lang":1,"streams":[{"redirect":10541250,"hoster":"VOE"},{"redirect":10111512,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Triumph des Bösen","epNo":8,"alt":"The Reunion","descr":"Auf Hawaii wird ein Treffen von Veteranen aus dem Zweiten Weltkrieg veranstaltet. Unter ihnen sind auch Frank Epstein, Mitch Bradley und Michael Holt. Sie waren in einem japanischen Kriegsgefangenenlager und sind vom damaligen Kommandanten Rashiri gefoltert worden. Und ebendiesen Rashiri glaubt Epstein in dem Japaner Shigato wiederzuerkennen. Als Michael Holt erschossen wird, müssen die Männer von \"Hawaii 5 – 0\" ermitteln. McGarrett stößt auf eine ganz andere Spur.","versions":[{"lang":1,"streams":[{"redirect":10493903,"hoster":"VOE"},{"redirect":10111514,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Flucht vor der Vergangenheit","epNo":9,"alt":"The Late John Louisiana","descr":"Berufskiller Nick Pierson befindet sich in einer verzwickten Situation: Der Killer des Gangsters Harry Quon hatte sich vor zwei Jahren in sein Opfer Julie Grant verliebt. Pierson ließ sie am Leben und legte seinen Auftraggeber mit einem Trick herein. Doch nun erhält er einen Auftrag, bei dessen Ausführung sein alter Trick auffliegen würde. Noch einmal versucht er, ein doppeltes Spiel zu spielen. Doch nun ist auch McGarrett hinter ihm her. Es sieht schlecht aus für Nick und Julie.","versions":[{"lang":1,"streams":[{"redirect":10493904,"hoster":"VOE"},{"redirect":10111513,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das letzte Paradies","epNo":10,"alt":"The Last Eden","descr":"Jimmy Nuanu, ein Sänger und fanatischer Öko-Anhänger, wird beschuldigt, eine Fabrik in die Luft gesprengt zu haben, die ihre Abwässer ins Meer leitet. Zwar werden in seinem Wagen Sprengkapseln gefunden, doch McGarrett kann nicht glauben, dass Jimmy so weit gehen würde. McGarrett kommt dahinter, dass ein anderes großes Unternehmen daran interessiert ist, dass die Fabrik außer Betrieb ist. Der Fall nimmt eine ganz andere Wendung, als plötzlich ein Freund Jimmys ermordet wird.","versions":[{"lang":1,"streams":[{"redirect":10493905,"hoster":"VOE"},{"redirect":10111515,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alter schützt vor Diebstahl nicht","epNo":11,"alt":"Over Fifty? Steal","descr":"Eine Serie von Überfällen auf Antiquitätengeschäfte beschäftigt die Polizei. Die überfallenen Läden gehören alle zu einer Firma. Das Täterbild, das die Computeranalyse entwirft, deutet auf Lewis Filer, einen ehemaligen Mitarbeiter, hin. McGarrett vermutet, dass sich Filer, der mit 50 Jahren entlassen wurde, auf diese Weise rächen will. Er vertritt diese Hypothese auf einer Pressekonferenz, auf der überraschenderweise auch Filer anwesend ist. Eine Verleumdungsklage droht.","versions":[{"lang":1,"streams":[{"redirect":10541283,"hoster":"VOE"},{"redirect":10111516,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Tat eines Wahnsinnigen","epNo":12,"alt":"Beautiful Screamer","descr":"Bauunternehmer Walter Gregson ist finanziell am Ende. Er ist vollständig vom Geld seiner Frau Sally abhängig – und das bereitet ihm Sorgen, denn Sally will sich von ihm scheiden lassen. Gregson verfällt auf einen teuflischen Plan: Er will seine Frau ermorden, und damit die Tat nach einem Wahnsinnigen aussieht, bringt er vorher noch zwei andere Frauen um. Eines der gänzlich unbeteiligten Opfer ist Jane, Dannys Freundin. Eine gnadenlose Jagd nach dem Mörder beginnt.","versions":[{"lang":1,"streams":[{"redirect":10493906,"hoster":"VOE"},{"redirect":10111517,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Abrechnung","epNo":13,"alt":"The Pay-off","descr":"Jase Gorman wird von seiner Vergangenheit eingeholt: Nach sechs Jahren erscheint sein Komplize aus einem Entführungsfall, der damals 500.000 Dollar einbrachte, und schießt auf ihn. Vince Ryan, der die Beute für sich will, versucht dadurch, den Verdacht auf Gorman zu lenken – und damit auch die anderen Komplizen auf eine falsche Fährte zu locken. Doch Vince Ryan hat Jase Gorman nicht richtig erwischt. Dieser ist zwar schwer verletzt – aber noch in der Lage, den Spieß umzudrehen.","versions":[{"lang":1,"streams":[{"redirect":10541292,"hoster":"VOE"},{"redirect":10111518,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wettlauf mit der Zeit","epNo":14,"alt":"The Double Wall","descr":"Der Häftling Ritchie liegt im Sterben. In den letzten Stunden seines Lebens vertraut er seinem Zellengenossen Kelham an, dass er den Mord begangen hat, für den Kelham unschuldig einsitzt. Natürlich wird Kelham nicht geglaubt, als er von Ritchies Geständnis erzählt. In seiner Verzweiflung nimmt Kelham den Gefängnisarzt als Geisel. Seine Forderung: McGarrett soll den Auftraggeber des verstorbenen Killers finden und so Kelhams Unschuld beweisen. Kein leichter Job für McGarrett.","versions":[{"lang":1,"streams":[{"redirect":10497458,"hoster":"VOE"},{"redirect":10111519,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Paniolo – Die Zeit ist um","epNo":15,"alt":"Paniolo","descr":"Der zwielichtige Grundstücksmakler Lester Cronin versucht, den Rinderzüchter Frank Kuakua zum Grundstücksverkauf zu erpressen. Bei einer heftigen Auseinandersetzung stürzt Cronin – und verletzt sich tödlich an einem Baumstumpf. Um sich keinen Verdächtigungen auszusetzen, setzt Kuakua Cronin in dessen Wagen und lässt ihn über die Klippen stürzen. Inzwischen aber ist bei \"Hawaii 5 – 0\" ein Haftbefehl für den betrügerischen Grundstücksmakler eingegangen.","versions":[{"lang":1,"streams":[{"redirect":10111521,"hoster":"VOE"},{"redirect":10111524,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Stratege","epNo":16,"alt":"Ten Thousand Diamonds And A Heart","descr":"Der Gangster Lennox und der Elektronikexperte Orwell haben ein großes Ding vor: Sie wollen in die Diamantenbörse eindringen, um die dort lagernden wertvollen Steine zu stehlen. Zwar erhält McGarrett einen anonymen Tipp, tappt aber dennoch völlig im Dunkeln. Als er schließlich weiß, was die Gangster vorhaben, ist es zu spät: Lennox und Orwell haben ihren Coup tatsächlich mit Erfolg durchgezogen. Schließlich stehen die beiden Gauner aber dann doch vor einer Überraschung.","versions":[{"lang":1,"streams":[{"redirect":10111520,"hoster":"VOE"},{"redirect":10111523,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wer tötete deinen Bruder?","epNo":17,"alt":"To Kill Or Be Killed","descr":"General Rigney hat zwei Söhne: Mike ist überzeugter Kriegsdienstverweigerer, Jack ein heldenhafter Vietnamveteran. Als Jack aus dem Fenster stürzt, wird Mike, der vor der Army nach Kanada flüchten wollte, des Mordes an seinem Bruder verdächtigt. Bei den Nachforschungen durch die Polizei kommt dann allerdings ein dunkler Punkt aus Jacks Zeit in Vietnam ans Licht. General Rigney muss zu seinem Entsetzen erkennen, dass sein Jack nicht der Held ist, für den er ihn gehalten hat.","versions":[{"lang":1,"streams":[{"redirect":10504367,"hoster":"VOE"},{"redirect":10111522,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Am Rande des Abgrunds (1)","epNo":18,"alt":"F.O.B. Honolulu (1)","descr":"Brisanter Fall für Steve McGarrett: Die Chinesen haben Druckplatten hergestellt, mit denen 20-Dollar-Noten gefälscht werden können. Sie wollen durch große Mengen Falschgeld die US-Wirtschaft schädigen. McGarrett und ein Mann vom Pentagon machen sich auf die Suche nach den Druckplatten. Doch sie sind nicht die einzigen: Wo Fat sucht im Auftrag der chinesischen Regierung nach den Platten, die mehrere Male durch Diebstahl die Besitzer wechseln – und für die auch gemordet wird.","versions":[{"lang":1,"streams":[{"redirect":10541317,"hoster":"VOE"},{"redirect":10111525,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Am Rande des Abgrunds (2)","epNo":19,"alt":"F.O.B. Honolulu (2)","descr":"McGarrett findet endlich eine heiße Spur zu den von den Chinesen hergestellten Druckplatten für falsche 20-Dollar-Noten. Eine der Hauptverdächtigen ist die attraktive Nicole. Die skrupellose Lady hat Kontakte sowohl zu Wo Fat, der im Auftrag der chinesischen Regierung nach den Platten sucht, als auch zu dem Russen Misha, der in das Geschäft einsteigen will. Nicole bringt die Platten durch einen Mord an sich – und versucht dann, Wo Fat und Misha gegeneinander auszuspielen.","versions":[{"lang":1,"streams":[{"redirect":10111526,"hoster":"VOE"},{"redirect":10111529,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Frau des Waffenhändlers","epNo":20,"alt":"The Gunrunner","descr":"Ben Cunningham ist ein Waffenhändler, der international operiert. Als eines seiner großen Geschäfte in Südamerika platzt, ist er auf einen Schlag ruiniert. Doch Ben Cunningham gibt so schnell nicht auf: Um sich zu sanieren, lässt er seine Frau kidnappen. Anschließend bringt er die Entführung mit den Forderungen seiner Geschäftspartner in Zusammenhang. Er setzt damit seine Frau skrupellos größter Gefahr aus, doch McGarrett kann sie im letzten Augenblick befreien.","versions":[{"lang":1,"streams":[{"redirect":10541338,"hoster":"VOE"},{"redirect":10111528,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der goldene Manschettenknopf","epNo":21,"alt":"Dear Enemy","descr":"Fred Whiting war bereit, für den Senatorenposten zu kandidieren – und nun sitzt er stattdessen im Gefängnis. Whiting wird angeklagt, seine Geliebte Betty Anders ermordet zu haben. Während alles gegen ihn spricht, glaubt Whitings Frau Flora nach wie vor an die Unschuld ihres Mannes. Schließlich versucht sie sogar ein krummes Ding, um ihren Fred zu entlasten. Aber sie hat nicht mit der Cleverness und Routine McGarretts gerechnet. Es sieht schlecht aus für Whiting.","versions":[{"lang":1,"streams":[{"redirect":10541337,"hoster":"VOE"},{"redirect":10111532,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Collins war ein Einzelgänger","epNo":22,"alt":"The Bomber And Mrs. Moroney","descr":"Marty Collins dringt in das Büro von \"Hawaii 5 – 0\" ein und nimmt die Belegschaft als Geiseln. Seine Forderung: Er will mit Danny Williams sprechen. Um dieser Forderung Nachdruck zu verleihen, schießt er Kyle nieder, auch Chin Ho wird dabei verletzt. Wie sich herausstellt, will Collins seinen Bruder rächen, der von Danny vor zwei Jahren bei einer Verfolgungsjagd getötet wurde: Marty Collins trägt eine Weste mit Sprengstoff, deren Zeitzünder nicht mehr abzustellen ist.","versions":[{"lang":1,"streams":[{"redirect":10541344,"hoster":"VOE"},{"redirect":10111531,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Alptraum ohne Ende (1)","epNo":23,"alt":"The Grandstand Play (1)","descr":"Emily Workman wird während ihres Besuches bei einem Baseballspiel ermordet. Der Sohn des Baseballstars Lon Philips, Gary Philips, hat als Letzter mit ihr gesprochen, was er der Polizei jedoch verschweigt. Unter dringenden Mordverdacht gerät schließlich Lester Workman, der Ex-Mann Emilys. Gary, der sich versteckt hat, wird von der Polizei als Zeuge verzweifelt gesucht – und vom Mörder, der den Augenzeugen beseitigen will. Dem Team von \"Hawaii 5 – 0\" bleibt nicht viel Zeit.","versions":[{"lang":1,"streams":[{"redirect":10541345,"hoster":"VOE"},{"redirect":10111536,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Alptraum ohne Ende (2)","epNo":24,"alt":"The Grandstand Play (2)","descr":"McGarrett und sein Team ermitteln, dass die Ermordete Emily Workman mit Fotos erpresst worden war und nicht mehr zahlen wollte. Auch ihr Exmann Lester hatte für die Fotos bezahlt. Da er nun weiß, warum Emily sterben musste und auch den Mörder kennt, fackelt dieser nicht lange: Auch Lester fällt ihm zum Opfer. Nun kann ihm nur noch der Augenzeuge Gary, der Sohn eines Baseballstars, gefährlich werden. Doch der Killer weiß, dass Gary noch nie ein Spiel seines Vaters versäumt hat.","versions":[{"lang":1,"streams":[{"redirect":10541361,"hoster":"VOE"},{"redirect":10111533,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Plötzlich, zehn Jahre danach","epNo":1,"alt":"Highest Castle, Deepest Grave","descr":"Ein Archäologenteam entdeckt eine polynesische Grabstätte aus dem 16. Jahrhundert. Dabei finden die Wissenschaftler auch die Skelette einer Frau und eines Mannes, die aber erst etwa zehn Jahre alt sind. Bei der Identifizierung der Leichen stoßen die Männer von \"Hawaii 5 – 0\" auf eine Merkwürdigkeit: Die Frau ist offiziell eines natürlichen Todes gestorben. McGarrett und sein Team sehen sich die Vorgeschichte des Todesfalls genauer an – und erleben eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11310561,"hoster":"VOE"},{"redirect":10111535,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Syndikat will Honolulu","epNo":2,"alt":"No Bottles, No Cans, No People","descr":"Das Syndikat will sich nun auch in Honolulu breitmachen. Die Organisation schickt Johnny Oporta, der das Terrain sondieren soll. Bei seinem Auftrag schreckt Johnny Oporta vor keiner Brutalität zurück: Ihm missliebige Zeitgenossen lässt er einfach in der Müllverbrennungsanlage verschwinden. McGarrett und seine Mannschaft versuchen alles, um Oporta und dem Syndikat das verbrecherische Handwerk zu legen. Kein einfacher Job für die Männer von \"Hawaii 5 – 0\".","versions":[{"lang":1,"streams":[{"redirect":11310564,"hoster":"VOE"},{"redirect":10111537,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der akademische Reiseklub","epNo":3,"alt":"3.000 Crooked Miles To Honolulu","descr":"Professor Ambrose Pierce ist ebenso hochintelligent wie kriminell. Der Wissenschaftler hat einen Plan entwickelt, wie man gestohlene Traveller-Schecks gefahrlos zu Bargeld machen kann. Dazu braucht er allerdings die Hilfe von Gangstern, die sich als akademische Reisegruppe tarnen. Während die Gruppe äußerst erfolgreich aktiv ist, kommt es zu unerwarteten Problemen. Als zwei nicht eingeplante Morde passieren, kommt McGarrett der Bande schließlich auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":11310568,"hoster":"VOE"},{"redirect":10111538,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mr. Herons Geld","epNo":4,"alt":"Two Doves And Mr. Heron","descr":"Edward Heron hat 250.000 Dollar unterschlagen. Bevor er es auf Hawaii ausgeben kann, wird er von dem Gaunerpärchen Ryan Moore und Cleo Michaels niedergeschlagen und ausgeraubt. Bei der Polizei verweigert der Bestohlene jegliche Aussage. Über eine Vermisstenanzeige, die Cleos Familie unterdessen aufgegeben hatte, kommt Danny dem Pärchen auf die Spur. Doch inzwischen hat Edward Heron das Mädchen ebenfalls gefunden – und entführt. Der Fall nimmt mörderische Dimensionen an.","versions":[{"lang":1,"streams":[{"redirect":11310569,"hoster":"VOE"},{"redirect":10111539,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der verleumdete Sohn","epNo":5,"alt":" … And I Want Some Candy And A Gun That Shoots","descr":"William Shem ist psychisch krank – und sehr gefährlich: Nachdem er schon mehrere Male als Heckenschütze in Erscheinung getreten ist, hat er sich diesmal in einem hoch gelegenen Bunker verschanzt. Von dort aus beschießt er einen Streifenwagen: Ein Polizist wird getötet, ein anderer schwer verletzt. Um den jungen Mann zur Aufgabe zu überreden, lässt McGarrett die Mutter des Schützen holen. Kein guter Schachzug – denn diese Frau ist genau der Grund für das Verhalten William Shems.","versions":[{"lang":1,"streams":[{"redirect":11310579,"hoster":"VOE"},{"redirect":10111541,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer ist Anita P.?","epNo":6,"alt":"Air Cargo – Dial For Murder","descr":"Als es bei einer Luftfrachtfirma zu verdächtigen Unregelmäßigkeiten kommt, wird der Agent Jerry Turner in die Firma eingeschleust. Bevor er die entscheidenden Hinweise geben kann, wird Turner ermordet. Nun übernimmt das Team von \"Hawaii 5 – 0\" den Fall. McGarrett lässt alle Angestellten der Firma überprüfen und stößt dabei auf eine geheimnisvolle Anita P., die niemand kennt. Sie scheint der Schlüssel zu diesem Fall zu sein. Doch die Suche nach ihr ist alles andere als einfach.","versions":[{"lang":1,"streams":[{"redirect":11310577,"hoster":"VOE"},{"redirect":10111540,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Für eine Million – warum nicht?","epNo":7,"alt":"For A Million, Why Not?","descr":"Eine Bank mit sechs Millionen Dollar im Tresor wird überfallen, aber der Raub scheitert kläglich. Die Bank reagiert sofort und lässt das Geld auf mehrere andere Banken verteilen. Niemand ahnt, dass die Gangster genau dies erreichen wollten: Ihr Überfall war eine Finte, sie haben es auf den Geldtransporter abgesehen, der wesentlich leichter zu knacken ist als die Bank. Und diesmal gelingt der Coup. McGarretts Vertreter Danny hat ein schwieriges Puzzle zusammenzusetzen.","versions":[{"lang":1,"streams":[{"redirect":11310574,"hoster":"VOE"},{"redirect":10111542,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das teure Geständnis","epNo":8,"alt":"The Burning Ice","descr":"Melissa Southmore, die Frau eines angesehenen Arztes, wird tot an ihrem Swimmingpool gefunden. Weil sie ihres Schmuckes beraubt wurde, der bald darauf bei einem Hehler auftaucht, scheint der Fall für die Behörden klar. Der Täter ist schnell gefunden. Doch dann bricht der Verdächtige, ein Leukämiekranker, während des Verhörs zusammen. Als der Mann stirbt, setzt McGarrett seine Nachforschungen auf eigene Faust fort – und macht bald darauf eine überraschende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":11310580,"hoster":"VOE"},{"redirect":10111544,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"51 Stunden bis Mord","epNo":9,"alt":"Rest In Peace, Somebody","descr":"Ein anonymer Anrufer belästigt McGarrett mit gehässigen und persönlichen Anwürfen. Außerdem schickt der Mann einen Schlüssel mit dem Auftrag, den Besitzer zu finden. Denn dieser wird von dem Anrufer demnächst ermordet werden. McGarrett hat nicht den Hauch einer Spur. Klar ist nur, dass der Anrufer ihn anscheinend bloßzustellen versucht. Knifflig wird es, als das Opfer ausgemacht werden kann: Es handelt sich um den Senator, für dessen Sicherheit McGarrett verantwortlich ist.","versions":[{"lang":1,"streams":[{"redirect":11310576,"hoster":"VOE"},{"redirect":10111543,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Grausam, wie die Ahnen","epNo":10,"alt":"A Matter Of Mutual Concern","descr":"Die vier großen Familien von Tanavasu, Afuso, Kim Lo Lang und Li Wing haben sich die illegalen Geschäfte auf den Inseln aufgeteilt. Als einer von ihnen den ganzen Kuchen will und den Killer des großen Miami-Bosses Big Uncle umbringen lässt, gibt es Arbeit für die Männer von \"Hawaii 5 – 0\". McGarrett weiß, dass seine Chance am größten ist, wenn sich die Gangster gegenseitig fertigmachen. Er nutzt die Rivalitäten unter den Familien geschickt aus und ist am Ende der Gewinner.","versions":[{"lang":1,"streams":[{"redirect":11310575,"hoster":"VOE"},{"redirect":10111545,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Er tat es aus Zwang","epNo":11,"alt":"Nine, Ten, You’re Dead","descr":"Willy Stone, ein alter Boxer, zerschmettert vor einem großen Kampf seinem jungen Kollegen Robby Davis die Hände. Nun sind nicht nur McGarrett und seine Mannschaft hinter Stone her, auch Robbys Manager lässt nach dem alten Boxer suchen. Doch der Manager ergreift noch andere Maßnahmen: Er lässt aus Detroit einen Profikiller kommen, der Stone erledigen soll. Nun heißt es für McGarrett, schneller zu sein als der Killer. Ein dramatischer Wettlauf gegen die Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":11310578,"hoster":"VOE"},{"redirect":10111547,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mittwochs Ladies gratis","epNo":12,"alt":"Wednesdays, Ladies Free","descr":"Ein Würger hält die Stadt in Atem: Der Verbrecher sucht sich ausnahmslos junge Frauen als Opfer, die er schminkt und mit einer Perücke versieht. Drittes Opfer ist die Frau des Privatdetektivs Jerry Rhoades. Jerry ist ein Freund von McGarrett. Der Polizist verbietet seinem Freund, sich in die Ermittlungen einzumischen – wegen verständlicher Befangenheit. Trotzdem ist es Jerry, der den Mörder stellt. Zur Überraschung aller hat dieser Jerrys Frau gar nicht auf dem Gewissen.","versions":[{"lang":1,"streams":[{"redirect":11310583,"hoster":"VOE"},{"redirect":10111546,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kaili ist auferstanden","epNo":13,"alt":"Is This Any Way To Run A Paradise?","descr":"Weil das einstige Paradies Hawaii durch Umweltverschmutzung vor die Hunde zu gehen droht, beschließt ein verzweifelter Umweltschützer, zu drastischen Maßnahmen zu greifen: Er setzt einen Hochofen in Brand und schießt ein Flugzeug ab, das Unkrautvernichtungsmittel versprüht. Diese Aktionen tragen ihm sogar einige Sympathie in der Öffentlichkeit ein. Doch dann geht er zu weit: Um ein Zeichen zu setzen, tötet er einen Industrieboss. Ein Fall für McGarrett und \"Hawaii 5 – 0\".","versions":[{"lang":1,"streams":[{"redirect":11310589,"hoster":"VOE"},{"redirect":10111548,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Diebstahl kommt selten allein","epNo":14,"alt":"Odd Man In","descr":"Der Gentlemanverbrecher Lewis Filer, den McGarrett hinter Gitter gebracht hatte, kann aus dem Gefängnis entkommen. Er hat einen großartigen Plan: Zunächst will er den bekannten Gangster Shebata und dessen Geschäftspartner Oakley aufs Kreuz legen, sie dann McGarrett in die Hände spielen – und selbst mit der Beute entkommen. Alles klappt auch vorzüglich, doch dann macht ihm ausgerechnet seine eigene Supergenauigkeit einen Strich durch die raffinierte Rechnung.","versions":[{"lang":1,"streams":[{"redirect":11310584,"hoster":"VOE"},{"redirect":10111550,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Lebend mehr wert als tot","epNo":15,"alt":"Bait Once, Bait Twice","descr":"Betty Landers will sich durch einen Sprung aus dem achtzehnten Stock das Leben nehmen. Während sie auf dem Sims des Hochhauses steht, baut ein Killer im Haus gegenüber sein Präzisionsgewehr auf. Sein Ziel ist Howard Miller, der Verlobte von Betty Landers. Miller soll in die Falle gelockt und erschossen werden. Aber McGarrett und seine Männer entdecken eine Lücke in dem teuflischen Plan – und es gelingt ihnen, den Anstifter ihrerseits in eine raffinierte Falle zu locken.","versions":[{"lang":1,"streams":[{"redirect":10564637,"hoster":"VOE"},{"redirect":10111549,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der 90-Sekunden-Krieg (1)","epNo":16,"alt":"Ninety Second War (1)","descr":"McGarrett muss plötzlich um seine Reputation kämpfen: Ein Unbekannter versucht offenbar mit Hilfe eines komplizierten Plans, dem Chef von \"Hawaii 5 – 0\" einen Diebstahl unterzuschieben. Niemand ahnt, dass diese Aktion zu einem Unternehmen gehört, das weitreichende Folgen haben könnte. Der geheimnisvolle Unbekannte ist nämlich kein anderer als der kommunistische Agent Wo Fat, der die US-Raketenabwehrstation außer Gefecht setzen will – und dafür braucht er genau 90 Sekunden.","versions":[{"lang":1,"streams":[{"redirect":13534702,"hoster":"VOE"},{"redirect":10111552,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der 90-Sekunden-Krieg (2)","epNo":17,"alt":"Ninety Second War (2)","descr":"Hinter dem raffiniert eingefädelten Komplott gegen McGarrett steckt sein Feind Wo Fat – und die chinesische Regierung. Wie sich herausstellt, haben die Chinesen eine Rakete für einen Atombombenabwurf entwickelt, die sie nun erproben wollen, ohne dass der Westen dies mitbekommt. Dazu ist es nötig, dass die Überwachungssysteme der USA für 90 Sekunden abgeschaltet werden. Dies soll der Verantwortliche, Dr. Vogler, veranlassen, dessen Tochter gefangen gehalten wird.","versions":[{"lang":1,"streams":[{"redirect":10564638,"hoster":"VOE"},{"redirect":10111551,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kaution und Risiko","epNo":18,"alt":"Skinhead","descr":"Nach einem ausgedehnten Disco-Besuch wird die junge Nora Kayama niedergeschlagen und vergewaltigt. Nora kann zwar den Täter identifizieren, dieser aber leugnet hartnäckig die Tat. Da die Frau zur Tatzeit bewusstlos war, sieht sich McGarrett vor eine schwierige Aufgabe gestellt. Doch dann bekommt er einen Bericht mit einer aufschlussreichen Information über den Verdächtigen zugestellt. Er nimmt erneut die Ermittlungen auf – und diesmal kann der Vergewaltiger überführt werden.","versions":[{"lang":1,"streams":[{"redirect":10564642,"hoster":"VOE"},{"redirect":10111553,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Vier Verdächtige – sieben Kugeln","epNo":19,"alt":"While You’re At It, Bring In The Moon","descr":"Der Milliardär Morgan Hilliard handelt mit seinen vier Geschäftspartnern einen großen Deal aus. Als einer der vier erschossen wird, sind alle Beteiligten davon überzeugt, dass Morgan Hilliard der Täter ist. Der Milliardär taucht unter und greift zu einem ungewöhnlichen Mittel, um seine Unschuld zu beweisen: Er lässt McGarrett entführen und erklärt diesem, dass seine Partner ihn reinlegen wollen. McGarrett nimmt die Ermittlungen auf und entdeckt einige Ungereimtheiten.","versions":[{"lang":1,"streams":[{"redirect":10564641,"hoster":"VOE"},{"redirect":10111554,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mord auf Hawaiianisch","epNo":20,"alt":"Cloth Of Gold","descr":"McGarrett und seine Männer von \"Hawaii 5 – 0\" ermitteln in einem äußerst ungewöhnlichen Fall: Zuerst stirbt der höchst dubiose Grundstücksmakler Ralph Mingo an einem geheimnisvollen Gift, wenig später folgen ihm auch seine beiden Partner. Die Experten sind zunächst ratlos, was die Kategorisierung des Giftes betrifft. Aber dann werden Danny und Kono im Institut für Meeresbiologie fündig: Wie es aussieht, ist das Tatwerkzeug eine tödliche Meeresschnecke gewesen.","versions":[{"lang":1,"streams":[{"redirect":10564648,"hoster":"VOE"},{"redirect":10111556,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Tag, als Barker kam","epNo":21,"alt":"Good Night Baby, Time To Die","descr":"Dem als äußerst gefährlich eingestuften L. B. Barker ist es gelungen, aus dem Gefängnis auszubrechen. L. B. Barker verfolgt nur ein Ziel: Er will sich an seiner früheren Geliebten Carol Rhodes rächen. McGarrett gewährt der Bedrohten Polizeischutz – nicht ohne Hintergedanken: Mit dieser Maßnahme versucht der Polizist auch, die Hintergründe dieser merkwürdigen Geschichte aufzuklären. Schließlich nimmt der Fall eine für alle Beteiligten überraschende Wendung.","versions":[{"lang":1,"streams":[{"redirect":11310590,"hoster":"VOE"},{"redirect":10111555,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Erpressungstheorie","epNo":22,"alt":"Didn’t We Meet At A Murder?","descr":"Diesen Fall wird McGarrett so schnell nicht vergessen: Scheinbar hat es der Chef von \"Hawaii 5 – 0\" diesmal mit einem perfekten Mord zu tun. Das Opfer ist der Mafiaboss Marty Mauritany. Die drei Tatverdächtigen, die McGarrett und seine Männer ermitteln, sind allesamt unbescholtene Bürger – und sie haben alle wasserdichte Alibis. Die Beamten tappen im Dunkeln. Dann hat McGarrett eine Eingebung: Er entwickelt eine Erpressungstheorie – und findet ein ganz anderes Mordmotiv.","versions":[{"lang":1,"streams":[{"redirect":10111559,"hoster":"VOE"},{"redirect":10111561,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die geniale Tätowierung","epNo":23,"alt":"Follow The White Brick Road","descr":"Innerhalb der amerikanischen Marine hat sich ein Drogenschmugglerring breitgemacht, der die Soldaten mit Rauschgift versorgt. Als ein junger Marinesoldat tot auf der Straße zusammenbricht, nehmen McGarrett und seine Mannschaft von \"Hawaii 5 – 0\" die Ermittlungen auf. Eine erste Spur scheint sich aus einer äußerst seltsamen Tätowierung am Körper des Toten zu ergeben. Die Beamten geraten bei ihren Ermittlungen in ein Dickicht aus Korruption und Verbrechen.","versions":[{"lang":1,"streams":[{"redirect":13014985,"hoster":"VOE"},{"redirect":10111558,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Held und die Witwe","epNo":24,"alt":"R\u0026r\u0026r","descr":"Als binnen weniger Tage die Ehefrauen zweier Vietnamsoldaten ermordet werden, ermittelt McGarrett gemeinsam mit der Militärpolizei. Sie finden heraus, dass beide Männer in der gleichen Kompanie ihren Dienst tun. Umfangreiche Nachforschungen ergeben, dass es zu Unstimmigkeiten in der Kompanie von Captain Dan Nichols gekommen war und der krankhaft ehrgeizige Sergeant Ralston unehrenhaft aus der Armee entlassen wurde und seitdem auf Rache schwört…","versions":[{"lang":1,"streams":[{"redirect":13534704,"hoster":"VOE"},{"redirect":10111557,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Die Hand aus dem Grab","epNo":1,"alt":"Death Is A Company Police","descr":"Der kleine Gauner Johnny Resko ist von dem Gangsterboss Piro Manoa ermordet worden. Zuvor hatte Resko McGarrett noch einen Brief geschrieben, in dem er über alle Geschäfte Manoas berichtete und Orte und Beweismittel nannte. Bei der darauf folgenden Untersuchung stellt sich heraus, dass das gesamte Beweismaterial verschwunden ist. Dafür gibt es nur eine mögliche Erklärung – und die gefällt McGarrett überhaupt nicht: Es muss eine undichte Stelle im Polizeiapparat geben.","versions":[{"lang":1,"streams":[{"redirect":12568053,"hoster":"VOE"},{"redirect":10111560,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Hort des Unheils","epNo":2,"alt":"Death Wish On Tantalus Mountain","descr":"Der berühmte Rennfahrer Alex Pareno kommt mit seiner neuen Freundin nach Honolulu. Pareno will hier versuchen, den Streckenrekord auf dem Tantalus Mountain zu brechen. Kurz darauf kommen zwei seiner Mechaniker unter mysteriösen Umständen ums Leben. Wie sich sehr schnell herausstellt, galten die Anschläge Alex Pareno selbst. Die Männer von \"Hawaii 5 – 0\" verdächtigen zunächst Parenos neue Freundin, aber dann nimmt der seltsame Fall eine überraschende Wendung.","versions":[{"lang":1,"streams":[{"redirect":10564666,"hoster":"VOE"},{"redirect":10111562,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wie man vorzeitig Erbe wird","epNo":3,"alt":"You Don’t Have To Kill To Get Rich – But It Helps","descr":"Zwei mysteriöse Selbstmorde beschäftigen die Mannschaft von \"Hawaii 5 – 0\". Schließlich führen ihre Recherchen zu der Firma \"Veritex\": Die Ermittler kommen dahinter, dass diese merkwürdige Firma Erpressung in ganz großem Stil betreibt – und zwar mit modernsten technischen Mitteln. Bevor McGarrett und sein Team weitere Details der Erpressungsmanöver herausbekommen, müssen sie feststellen, dass sie nicht die einzigen sind, die sich für diese Firma interessieren.","versions":[{"lang":1,"streams":[{"redirect":10564647,"hoster":"VOE"},{"redirect":10111563,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einsatz, Risiko und Schuss","epNo":4,"alt":"Pig In A Blanket","descr":"Bei einer alltäglichen Routineverkehrskontrolle wird ein Polizeibeamter vor Dans Augen erschossen. Der Tote war Dans bester Freund. Wenig später am gleichen Tag: Dan kommt zu einem Überfall hinzu, schießt auf einen Verdächtigen und verletzt den Mann schwer. McGarrett muss eine schwierige Frage untersuchen: Hat Dan vielleicht Rache genommen für den Tod seines Freundes? Ein Untersuchungsverfahren scheint unvermeidlich – und das gefällt keinem der Beteiligten.","versions":[{"lang":1,"streams":[{"redirect":10564644,"hoster":"VOE"},{"redirect":10111571,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bombenalarm in Honolulu","epNo":5,"alt":"The Clock Struck Twelve","descr":"Beim Gouverneur von Hawaii trifft eine nicht zu unterschätzende Bombendrohung ein: Wenn eine inhaftierte, illegale Bürgerwehr-Gruppe nicht unverzüglich freigelassen wird, droht man, das Gerichtsgebäude in die Luft zu sprengen. Bei einer Überprüfung des Sicherheitssystems finden McGarrett und seine Leute tatsächlich zwei Bomben, deren Zeitzünder ausgesprochen kompliziert sind. Für die Männer von \"Hawaii 5 – 0\" bleibt nicht viel Zeit, um die Bomben zu entschärfen.","versions":[{"lang":1,"streams":[{"redirect":11310587,"hoster":"VOE"},{"redirect":10111564,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Million in Diamanten","epNo":6,"alt":"Fools Die Twice","descr":"McGarrett schreckt die Nachricht eines geplantes Überfalls auf. Dahinter steckt Jack Gulley, ein Zivilangestellter der Air-Base. Er und weitere Männer planen, einen Geldtransport der Army zu überfallen. Doch der Coup entpuppt sich als Ablenkungsmanöver. In Wahrheit geht es um die Entführung eines für das Pentagon wichtigen Wissenschaftlers: Dr. Clapton. Für seine Freigabe verlangt Gulley eine Million Dollar in Diamanten.","versions":[{"lang":1,"streams":[{"redirect":11310586,"hoster":"VOE"},{"redirect":10111565,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mörderische Kettenreaktion","epNo":7,"alt":"Chain Of Events","descr":"Im Südseeparadies Hawaii breitet sich die Syphilis aus. Als ein Beamter der Gesundheitsbehörde ermordet und kurz darauf die infizierte Schülerin Linda tot aufgefunden wird, werden die Männer von \"Hawaii 5 – 0\" aktiv. Sie finden eine brandheiße Spur – und die führt zum Wahlkampfbüro des Senatskandidaten Jim Warren: Der ehrgeizige Politiker hatte ein Verhältnis mit der infizierten Linda. Hat der Politiker sie und den unliebsamen Zeugen der Gesundheitsbehörde beseitigt?","versions":[{"lang":1,"streams":[{"redirect":11310592,"hoster":"VOE"},{"redirect":10111566,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Boot im Bunker","epNo":8,"alt":"Journey Out Of Limbo","descr":"Dan Williams wird bewusstlos aufgefunden: Er hat eine Gehirnerschütterung und kann sich an die letzten vierundzwanzig Stunden nicht mehr erinnern. McGarret geht der Sache nach – und steht zunächst vor einem Rätsel. Doch dann kommt er einem raffiniert eingefädelten Sprengstoffattentat auf die Spur: Der Rotchinese Mr. Li soll aus Rache für einen jungen Mann sterben, der im Korea-Krieg gefallen ist. Und bei diesem Plan ist Dan Williams eine ganz besondere Rolle zugedacht worden.","versions":[{"lang":1,"streams":[{"redirect":12379483,"hoster":"VOE"},{"redirect":10111567,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"V für Vashon: Sohn","epNo":9,"alt":"V For Vashon: The Son","descr":"Chris Vashon, jüngstes Mitglied einer berüchtigten Gangster-Dynastie, begeht als Auflehnung gegen seinen Vater Überfälle auf Hotels. Seine Opfer zeichnet er dabei mit einem \"V\", das er ihnen mit seinem Siegelring brutal ins Gesicht schlägt. Als McGarrett gegen Chris genug Beweise hat, schalten sich Vater Honore Vashon und Großvater Dominik Vashon ein. Natürlich denkt McGarrett nicht daran, den Fall auf sich beruhen zu lassen. Doch die beiden sind keine leichten Gegner.","versions":[{"lang":1,"streams":[{"redirect":11310598,"hoster":"VOE"},{"redirect":10111568,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"V für Vashon: Vater","epNo":10,"alt":"V For Vashon: The Father","descr":"Nachdem sein Sohn Chris in seinen Armen durch eine Polizeikugel gestorben ist, schwört Honore Vashon Rache: McGarrett soll sterben. Die Männer von \"Hawaii 5 – 0\" sind gewarnt, und Vashon wird rund um die Uhr überwacht. Trotzdem wird ein Bombenattentat auf McGarrett verübt. Weil das aber fehlschlägt, lässt Vashon schließlich einen Profi-Killer nach Hawaii einfliegen. Und dieser Mann ist nicht so leicht auszuschalten. McGarrett bekommt eine ganze Menge zu tun…","versions":[{"lang":1,"streams":[{"redirect":11310596,"hoster":"VOE"},{"redirect":10111569,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"V für Vashon: Der Pate","epNo":11,"alt":"V For Vashon: The Patriarch","descr":"Der Mannschaft von \"5 – 0\" ist es gelungen, Honore Vashon, der den Tod seines Sohnes Chris mit dem Tod McGarretts rächen wollte, hinter Schloss und Riegel zu bringen. Aber die berüchtigte Gangster-Dynastie gibt noch nicht auf: Dominick Vashon plant, mit einem raffinierten Trick McGarrett zu erledigen. Er inszeniert einen Mord – mit durchschlagendem Erfolg: McGarrett wird von seinen Kollegen verhaftet. Es sieht ganz schlecht aus für den Chefermittler von \"Hawaii 5 – 0\".","versions":[{"lang":1,"streams":[{"redirect":11310597,"hoster":"VOE"},{"redirect":10111572,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das chinesische Komplott","epNo":12,"alt":"The Jinn Who Clears The Way","descr":"Bei einem minutiös geplanten Überfall auf ein Militärinstitut erbeuten die Verbrecher ein streng geheimes Raketenleitsystem. McGarrett entdeckt sehr schnell, dass sein alter Widersacher Wo Fat dahinter steckt. Der Chinese hat sich einen raffinierten Plan ausgedacht, wie er das wertvolle Leitsystem außer Landes schaffen kann: Er will es in einem Sarg nach Taiwan schicken. Für die Männer von \"Hawaii 5 – 0\" ist Eile geboten, wollen sie den raffinierten Coup verhindern.","versions":[{"lang":1,"streams":[{"redirect":11310604,"hoster":"VOE"},{"redirect":10111570,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kleine Fische, große Haie","epNo":13,"alt":"I’m A Family Crook – Don’t Shoot","descr":"Arnold und Rhoda Lovejoy verdienen sich ihre Brötchen mit ganz besonders raffinierten Trickbetrügereien. Damit ist es allerdings vorbei, als sich Rhoda versehentlich den Gangsterboss Frank Butrell als Opfer aussucht. Aber die beiden Gauner haben Glück im Unglück: Frank Butrell wird schon seit geraumer Zeit von McGarrett und seinem Team beschattet. Nur diesem Umstand ist es zu verdanken, dass Arnold und Rhoda mehr oder weniger unbeschadet diesen Coup überstehen.","versions":[{"lang":1,"streams":[{"redirect":11310601,"hoster":"VOE"},{"redirect":10111575,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kinder stehlen, Adoption","epNo":14,"alt":"The Child Stealers","descr":"McGarrett und sein Team haben es diesmal mit einem besonders üblen Geschäft zu tun. Ein skrupelloses Paar hat sich auf einen gemeinen Coup spezialisiert: Nina und Gar stehlen Kinder und verkaufen sie mit gefälschten Papieren an adoptionswillige Eltern. Die Tatsache, dass mehrere Kinder gestohlen wurden, aber nur ein krankes Kind wieder auftauchte, bringt McGarrett schließlich auf die richtige Idee. Er lässt alle Adoptionsbüros überprüfen und kommt so Nina und Gar auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":11310603,"hoster":"VOE"},{"redirect":10111573,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die verhängnisvolle Hochzeit","epNo":15,"alt":"Thanks For The Honeymoon","descr":"Das Ganovenpärchen Toni und Marty sitzt im Gefängnis. Das passt den beiden zum gegenwärtigen Zeitpunkt überhaupt nicht in den Kram. Weil Toni und Marty heiraten wollen, schlagen sie dem Staatsanwalt ein Geschäft vor: Sie wollen vor Gericht gegen den berüchtigten Gangster Manola aussagen, dafür soll ihnen der Staatsanwalt 24 Stunden zum Flittern in einem Luxushotel genehmigen. Der Deal wird abgemacht, doch dann stören Manolas Killer die Flitterwöchner auf unschöne Weise.","versions":[{"lang":1,"streams":[{"redirect":11310600,"hoster":"VOE"},{"redirect":10111574,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Mann, der alles hörte","epNo":16,"alt":"The Listener","descr":"Der Nervenarzt Dr. Eric Fowler wird von einem Geisteskranken terrorisiert, der überall im Haus und in der Praxis des Doktors Wanzen installiert hat. Als der Geistesgestörte sogar eine Patientin in den Tod treibt, zahlt Fowler die geforderte Summe. Zugleich benachrichtigt er auch McGarrett. Als der Geisteskranke bei der Geldübergabe geschnappt werden soll, misslingt dies: Der Mann kann wieder entkommen und untertauchen. McGarrett und seinen Männern bleibt nicht viel Zeit.","versions":[{"lang":1,"streams":[{"redirect":11310605,"hoster":"VOE"},{"redirect":10111577,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Nacht auf Maui","epNo":17,"alt":"Here Today, Gone Tonight","descr":"Barry Dean ist der zuverlässige Vize-Präsident im Peter-Fleming-Konzern. In letzter Zeit gibt er allerdings seinen Bekannten Rätsel auf: Gestern noch Antialkoholiker, verlangt er heute einen Cocktail; erst eingefleischter Nichtraucher, raucht er plötzlich Zigaretten. Niemand ahnt, dass Dean einen teuflischen Plan verfolgt: Er bringt seinen Chef um – verschafft sich aber durch Danny Williams ein perfektes Alibi. Aber McGarrett kommt ihm schließlich doch auf die Schliche.","versions":[{"lang":1,"streams":[{"redirect":11310608,"hoster":"VOE"},{"redirect":10111576,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Börsencoup besonderer Art","epNo":18,"alt":"The Odd-lot Caper","descr":"Der gerissene Geschäftsmann Donald Murdock hat schon viel Geld verdient. Jetzt aber will er den Super-Coup landen. Dazu braucht er 25 Millionen Dollar, die ihm seine Geldgeber jedoch verweigern. Deshalb nimmt Murdock mit dem Gangster Laughlin Kontakt auf: Er soll den widerspenstigen Finanziers eine Lektion erteilen. Diese fällt dann allerdings so aus, dass sich das Team von \"Hawaii 5 – 0\" des Falles annehmen muss. Und nun sieht es für Murdock schlecht aus.","versions":[{"lang":1,"streams":[{"redirect":11310607,"hoster":"VOE"},{"redirect":10111579,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Spion und Superhirn","epNo":19,"alt":"Will The Real Mr. Winkler Please Die","descr":"Paul Steiner alias Winkler alias Hoffmann war früher einmal Variété-Künstler mit einem phänomenalen Gedächtnis. Seine Gabe ermöglichte es ihm, Geheimakten auswendig zu lernen und auf diese Weise perfekt zu schmuggeln. Er hat sich nun zwar schon lange zur Ruhe gesetzt, aber durch einen unfreiwilligen Fernsehauftritt gerät er nochmals in die Schusslinie seiner Gegner. Steiner wird von seiner Vergangenheit eingeholt und hat plötzlich einen zuverlässigen Freund dringend nötig.","versions":[{"lang":1,"streams":[{"redirect":11310609,"hoster":"VOE"},{"redirect":10111580,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Debbies Entführung","epNo":20,"alt":"Little Girl Blue","descr":"Der geistesgestörte Luther und sein herzkranker Freund Frank entführen die kleine Debbie Scott. Dabei tötet Luther einen Polizisten. Die beiden Gangster verschanzen sich mit ihrem Opfer in einem alten Bunker. McGarrett lässt die Mutter und die Großmutter Debbies mit dem Hubschrauber einfliegen – und erlebt eine große Überraschung: Die beiden Frauen beschuldigen sich gegenseitig der Mittäterschaft. McGarrett versucht, über sie an die Geiselnehmer heranzukommen.","versions":[{"lang":1,"streams":[{"redirect":11310613,"hoster":"VOE"},{"redirect":10111582,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mord und keine Provision","epNo":21,"alt":"Percentage","descr":"Der Reiseunternehmer Sam Green scheint eine Marktlücke gefunden zu haben: Mit Glücksspielreisen nach Seoul macht er das große Geschäft. Doch dann macht einer seiner Kunden im Spielcasino von Seoul 120.000 Dollar Schulden. Weil der Reiseunternehmer für die Spielschulden seiner Kunden haftet, gerät Green unter Druck. Als sein Geschäftspartner ermordet wird, weiß Green, dass er Hilfe braucht. Das Team von \"Hawaii 5 – 0\" unter der Leitung McGarretts übernimmt den Fall.","versions":[{"lang":1,"streams":[{"redirect":11310610,"hoster":"VOE"},{"redirect":12568097,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Lüge Vadagos","epNo":22,"alt":"Engaged To Be Buried","descr":"Rono und Alia sind eigentlich ein recht nettes Paar. Allerdings gibt es in ihrem Leben ein Problem: Während Rono ein Spross der Gangsterfamilie Vadago ist, ist Alias Vater der Polizeibeamte Chin Ho, ein Mitarbeiter McGarretts. Als ein pensionierter Polizist eine Bowlingbahn eröffnet und die Vadagos diese unter Kontrolle bringen wollen, beschließt das Team von \"Hawaii 5 – 0\" einzugreifen: Rono muss sich entscheiden – und das ist schließlich keine einfache Angelegenheit.","versions":[{"lang":1,"streams":[{"redirect":11310619,"hoster":"VOE"},{"redirect":10111583,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Im Hause von Madame Souvang","epNo":23,"alt":"The Diamond That Nobody Stole","descr":"McGarrett will dem Hehler Allen endlich das Handwerk legen. Bei einer Hausdurchsuchung wird eine kostbare Kette gefunden, deren Spur sich bis zu den Eigentümern verfolgen lässt. Merkwürdig ist nur deren Behauptung, dass nichts gestohlen worden sei. Tatsächlich geht es um viel mehr: Aus dem Haus von Madame Souvang ist nämlich nicht nur die Kette, sondern auch ein Mikrofilm von geheimen Staatsakten gestohlen worden. Und das kostet schließlich einige Menschen das Leben.","versions":[{"lang":1,"streams":[{"redirect":11310614,"hoster":"VOE"},{"redirect":10111585,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Gefesselt, geknebelt, hilflos","epNo":24,"alt":"Jury Of One","descr":"Die Beweislast gegen Curt Lucas, der des Mordes angeklagt wird, ist erdrückend. Seine Verurteilung scheint so sicher wie das Amen in der Kirche. Da bekommt McGarrett von einem kleinen Ganoven einen Tipp, dass einer der Geschworenen bestochen wurde. Der Polizist geht der Angelegenheit nach und stellt fest, dass das Kind des Geschworenen Clifford Sprague verschwunden ist. McGarretts Mannschaft muss das Kind finden, bevor die Geschworenen ihren Urteilsspruch fällen.","versions":[{"lang":1,"streams":[{"redirect":11310612,"hoster":"VOE"},{"redirect":12568105,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die verlorenen Hände","epNo":1,"alt":"Hookman","descr":"Zwei Polizisten wurden erschossen, und jedesmal lag am Tatort die Mordwaffe: ein alter Karabiner aus dem Zweiten Weltkrieg. Beide Male war der Name des Opfers auf dem Gewehr eingraviert. Als McGarrett zu ermitteln beginnt, wird auch auf ihn ein Anschlag verübt. Zwar misslingt der Anschlag, aber die zurückgelassene Waffe trägt seinen Namen. Dem Polizisten ist klar, nur wenn es ihm gelingt, die Verbindung zwischen den Opfern zu finden, kann der Attentäter gefasst werden.","versions":[{"lang":1,"streams":[{"redirect":11310616,"hoster":"VOE"},{"redirect":10111586,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer rettet Judy Moon?","epNo":2,"alt":"Draw Me A Killer","descr":"Das Team von \"Hawaii 5 – 0\" tappt im Dunkeln: vier Morde, im Abstand von sechs Wochen, dieselbe Waffe, derselbe Tathergang – und nicht die geringste Spur. Durch einen Zufall wird McGarrett auf eine Comic-Serie aufmerksam, deren Figuren den Getöteten ähnlich sehen. Offenbar versteht sich ein geisteskranker Täter als Schutzengel der Comic-Hauptfigur Judy Moon. Um ihm eine Falle zu stellen, wird vom Comic-Zeichner eine neue Figur eingeführt. Sie sieht Danny Williams ähnlich.","versions":[{"lang":1,"streams":[{"redirect":11310627,"hoster":"VOE"},{"redirect":10111587,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und mit ihnen die Pest","epNo":3,"alt":"Charter For Death","descr":"Vor der Küste Oahus entdeckt McGarrett eine treibende Yacht mit drei Leichen und einigen Ratten an Bord. Laboruntersuchungen ergeben, dass auf dem Schiff die Pest herrschte. McGarrett bekommt heraus, dass der Mafioso Leo Paoli mit einigen Komplizen das Boot gechartert hatte, um sein Geld aus den USA herauszuholen. Paoli, seine Tochter und sein Schwiegersohn sind irgendwo in Oahu untergetaucht – und mit ihnen der gefährliche Pestbazillus. Dem Team bleibt nicht viel Zeit.","versions":[{"lang":1,"streams":[{"redirect":11310615,"hoster":"VOE"},{"redirect":10111588,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Familie des Schreckens","epNo":4,"alt":"One Big Happy Family","descr":"Das kann sogar ein abgebrühter Polizist wie McGarrett kaum fassen: Eine fünfköpfige Familie lebt mehrere Jahre vom immer gleichen Coup. Ein Mitglied der Familie lässt sich in einem Geschäft anstellen. Nach ein paar Tagen wird der Besitzer getötet und die Kasse mitgenommen. Dann wechselt man den Ort und lässt sich in einem Luxushotel nieder. Nach einigen Morden auf Hawaii und einem banalen Fehler eines Familienmitglieds kann die schreckliche Familie endlich verhaftet werden.","versions":[{"lang":1,"streams":[{"redirect":13534706,"hoster":"VOE"},{"redirect":10111589,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Sucht nach Feuer","epNo":5,"alt":"The Sunday Torch","descr":"Eine Serie von Brandstiftungen beschäftigt McGarrett und sein Team von \"Hawaii 5–0\": Alles spricht für einen Pyromanen. Als bei McGarrett anonym Filmbänder eingehen, wird er jedoch stutzig: Ray Stokley, ein Pyromane, der sich noch in Behandlung befindet, ist auf den Filmen zu sehen – am Tatort. Alles spricht gegen Ray Stokley. Nur für McGarrett sieht das zu sehr nach einem abgekarteten Spiel aus. Obwohl für die Behörden alles klar ist, ermittelt er auf eigene Faust weiter.","versions":[{"lang":1,"streams":[{"redirect":11310618,"hoster":"VOE"},{"redirect":10111591,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Koffer des Opfers","epNo":6,"alt":"Murder Is A Taxing Affair","descr":"Unter dem Namen Garrison versucht Jason T. Adams 600.000 Dollar Schwarzgeld nach Honolulu zu bringen. Aber die Behörden schicken ihm den Steuerfahnder Cavel hinterher, der McGarrett per Telegramm verständigt. Garrison kommt jedoch nicht auf Honolulu an: McGarrett findet ihn ermordet in der Toilette des Flughafens. Merkwürdigerweise fehlt auch von Cavel jede Spur. Spielt dieser ein falsches Spiel mit McGarrett? Doch dieser lässt sich nicht so leicht abschütteln.","versions":[{"lang":1,"streams":[{"redirect":11310621,"hoster":"VOE"},{"redirect":10111593,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krieg der Zuhälter","epNo":7,"alt":"Tricks Are Not Treats","descr":"Dem Gangster Lolo müssen die Zuhälter von Hawaii 30 Prozent Schutzgebühr bezahlen. Als Lolo die \"Steuer\" erhöht, weigert sich der Sprecher der Zuhälter. Am nächsten Tag wird der Mann erschossen in seinem Wagen aufgefunden. Daraufhin erklären die Zuhälter Lolo den Krieg. McGarrett bekommt zwar einen Hinweis, aber die Ermittlungen erweisen sich als schwierig, denn Lolos Stellvertreter spielt sein eigenes Spiel. Für das Team von \"Hawaii 5 – 0\" wird es ebenfalls gefährlich.","versions":[{"lang":1,"streams":[{"redirect":12174213,"hoster":"VOE"},{"redirect":10111590,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Warum auf das Erbe warten?","epNo":8,"alt":"Why Wait Until Uncle Kevin Dies?","descr":"Eine undurchsichtige Serie hält die Polizei auf Trab: Durch recht mysteriöse Unfälle sterben mehrere sehr reiche Leute kurz hintereinander. Die einzige Gemeinsamkeit der Opfer besteht darin, dass die Erben mit einer Firma namens \"Reversions Incorporated\" in Verbindung stehen. McGarrett glaubt, dass es sich bei den Unfällen um vorzeitige \"Erbbeschaffungsmaßnahmen\" handelt. Mit Hilfe des Staatsanwalts Cutler versucht der Polizist, den Tätern eine Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":11310626,"hoster":"VOE"},{"redirect":10111592,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein halbes Leben – umsonst","epNo":9,"alt":"Flash Of Color, Flash Of Death","descr":"Der australische Edelsteinhändler Hobbs hat wertvolle Opale nach Hawaii geschmuggelt, wo er sie \"schwarz\" verkaufen will. Gerade als er mit einem Juwelier verhandelt, wird der Laden überfallen. Die Gangster erbeuten die Opale. Hobbs, der natürlich nicht die Polizei einschalten will, beschließt, die Steine auf eigene Faust zurückzuholen. Er macht sich auf die Suche nach den Tätern. Dabei schreckt er auch vor Mord nicht zurück – und hat dadurch dann doch McGarrett im Nacken.","versions":[{"lang":1,"streams":[{"redirect":11310630,"hoster":"VOE"},{"redirect":10111594,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Töchter des Teufels","epNo":10,"alt":"A Bullet For El Diabolo","descr":"Der südamerikanische Diktator Emilio Ramos kommt persönlich nach Hawaii, um nach seiner Tochter Maria zu suchen, die entführt worden ist. Ramos ahnt nicht, dass seine uneheliche Tochter Rita, die Maria zum Verwechseln ähnlich sieht, hinter der Entführung steckt. Rita will sich an ihrem Vater rächen, und ihr Plan ist sehr gut: Als der Diktator das Lösegeld von 250.000 Dollar für seine Tochter bezahlt hat, geht Rita an Marias Stelle zu ihrem Vater zurück – um ihn zu töten.","versions":[{"lang":1,"streams":[{"redirect":11310625,"hoster":"VOE"},{"redirect":10111596,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Norman C. – Fälscher und Experte","epNo":11,"alt":"A Finishing Touch","descr":"McGarrett und seine Männer von \"Hawaii 5 – 0\" untersuchen einen Mordfall im Zusammenhang mit gefälschten Wertpapieren. McGarrett zieht den angesehenen Experten für Dokumente, Norman Cargill, hinzu. Der Polizist ahnt nicht, dass er damit den Bock zum Gärtner gemacht hat: Cargill ist aus Existenzangst auf die schiefe Bahn geraten. Er selbst ist der Urheber der aufgetauchten gefälschten Aktien. Aber ist er auch ein Mörder? Kein leichter Fall für McGarrett und sein Team.","versions":[{"lang":1,"streams":[{"redirect":11310628,"hoster":"VOE"},{"redirect":10111595,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Atomare Erpressung","epNo":12,"alt":"Anybody Can Build A Bomb","descr":"Die Stadt Honolulu wird von einer Organisation, die sich \"Mercury\" nennt, erpresst. Die Forderung lautet: 100 Millionen Dollar, andernfalls werde in der Stadt eine Atombombe gezündet. Zum Beweis der Ernsthaftigkeit der Drohung ist dem Erpresserbrief ein kleines Stück Plutonium beigelegt. Ein Experte bestätigt die Möglichkeit, in einem kleinen Labor eine solche Waffe herzustellen. McGarrett und seine Mannschaft von \"Hawaii 5 – 0\" haben 36 Stunden Zeit, die Bombe zu finden.","versions":[{"lang":1,"streams":[{"redirect":11310632,"hoster":"VOE"},{"redirect":10111597,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine makabre Lotterie","epNo":13,"alt":"Try To Die On Time","descr":"Harry Foxton hat angeblich Krebs – und einen ziemlich eigenartigen Humor. Foxton veranstaltet eine ganz besondere \"Lotterie\": Wer seine Todesstunde am genauesten voraussagt, soll 240.000 Dollar erhalten. Was zunächst wie der schwarze Humor eines Todkranken aussah, entwickelt sich zu einem wahren Horrortrip: Eine ganze Serie von Mordfällen wird scheinbar von dieser \"Lotterie\" ausgelöst. Und der Mörder ist McGarrett und seinen Leuten immer einen Schritt voraus.","versions":[{"lang":1,"streams":[{"redirect":12568133,"hoster":"VOE"},{"redirect":10111598,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Kehrseite der Medaille","epNo":14,"alt":"The $100.000 Nickel","descr":"Eric Damien ist ein gerissener Gangster. Als er für den Trickdieb Arnie Price die Kaution stellt, geschieht dies nicht ohne Hintergedanken: Damien braucht Price, um auf einer Auktion eine falsche Münze gegen eine echte und sehr wertvolle einzutauschen. Der Tausch gelingt, wird aber entdeckt. Price steckt seine Beute in einen Zeitungsautomaten, und dann beginnt eine wilde Jagd nach der 100.000-Dollar-Münze. Damien schreckt dabei auch vor Mord und Entführung nicht zurück.","versions":[{"lang":1,"streams":[{"redirect":11310638,"hoster":"VOE"},{"redirect":10111599,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ananas, Musik und Moneten","epNo":15,"alt":"The Flip Side Is Death","descr":"Musikproduzent Walker war in letzter Zeit nicht besonders erfolgreich: Seine Produktionen erwiesen sich alle als Flops. Deshalb kostet es den Ex-Häftling Green nur wenig Überzeugungskraft, den erfolglosen Musikproduzenten zu einem Coup zu überreden. Nach einem Banküberfall können die beiden mit ihrer Beute, die in Walkers Musikcassetten versteckt ist, entkommen. Während sich die Gangster gegenseitig in die Haare kriegen, findet McGarrett einen wichtigen Hinweis.","versions":[{"lang":1,"streams":[{"redirect":11310642,"hoster":"VOE"},{"redirect":10111601,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Surfer und der Mörder","epNo":16,"alt":"The Banzai Pipeline","descr":"Im Auftrag des Gangsters Greggs ermordet der Berufskiller Koa den Gangster Huffman am Strand. Dort dreht zu diesem Zeitpunkt der junge Kameramann Rick zusammen mit seinem Bruder Roger einen Film. McGarrett findet bei der Leiche keine Papiere, weil Rick und Roger diese zuvor aus Huffmans Wagen gestohlen haben. Sie ahnen nicht, dass der Killer Rick dabei gesehen hat – und das wird ihm und seinem Bruder zum Verhängnis. Diesmal scheinen McGarrett und seine Männer zu spät zu kommen.","versions":[{"lang":1,"streams":[{"redirect":12379484,"hoster":"VOE"},{"redirect":10111602,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Für Diamanten immer!","epNo":17,"alt":"One Burn Every Minute","descr":"Joe Connors und seine Freundin Cindy Moore haben eine raffinierte Masche entwickelt, um männliche Hawaii-Touristen auszunehmen: Zuerst macht sich Cindy an die Männer heran, anschließend werden die Opfer mit falschen Diamanten hereingelegt. Als einer dieser Männer, der sich für diese Diamanten hoch verschuldet hat, den Betrug erkennt, begeht er Selbstmord. Nun setzen McGarrett und seine Männer von \"Hawaii 5 – 0\" alles daran, die Ganoven dingfest zu machen.","versions":[{"lang":1,"streams":[{"redirect":11310635,"hoster":"VOE"},{"redirect":10111600,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Aktion „Geheimer Zeuge“","epNo":18,"alt":"Secret Witness","descr":"Der Student und Familienvater Ted Reynolds jobbt nachts in einem Schnellimbiss. Dabei wird er Zeuge des Mordes an einem stadtbekannten Gangster. Aus Angst vor den Killern geht er nicht zur Polizei. Doch dann lobt das \"Star Bulletin\" 10.000 Dollar Belohnung für Hinweise aus. Nun schreibt Ted als \"Geheimer Zeuge\" an die Zeitung. Doch inzwischen hat der Mörder den Zeugen gefunden: Der Killer schießt Ted nieder und nimmt dessen Familie als Geiseln. McGarrett hat einen schweren Stand.","versions":[{"lang":1,"streams":[{"redirect":11310640,"hoster":"VOE"},{"redirect":10111603,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hass und Gift","epNo":19,"alt":"Death With Father","descr":"Tom Morgan ist der Sohn des pensionierten Polizisten Cliff Morgan. Tom hasst seinen Vater und ist aus diesem Grund auch auf die schiefe Bahn geraten: Der Sohn des Polizisten produziert und vertreibt Heroin. Bei einer Razzia kann Tom zwar zunächst entkommen, doch dann verrät ihn sein engster Mitarbeiter Fallon an McGarrett. Kurz darauf wird Fallon erschossen. Nun beteiligt sich auch Cliff Morgan an der Suche nach seinem Sohn. Eine Suche, die für Vater und Sohn tödlich endet.","versions":[{"lang":1,"streams":[{"redirect":11310644,"hoster":"VOE"},{"redirect":10111604,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Goldstaub-Spur","epNo":20,"alt":"Murder With A Golden Touch","descr":"Der Chef der \"Gesellschaft für Metallkunst\" verdächtigt seinen Schwiegersohn Gregory Lawrence unsauberer Machenschaften. Er lässt ihn durch einen Detektiv beschatten. Schon bald bestätigt sich sein Verdacht: Lawrence hat aus dem Tresor seines Schwiegervaters 300 Kilogramm Gold abgestaubt. Er plant ein ganz großes Ding. Als er den Detektiv entdeckt, schießt er auf ihn. Als dieser seinen Verletzungen erliegt, bekommt Lawrence es mit McGarrett von \"Hawaii 5 – 0\" zu tun.","versions":[{"lang":1,"streams":[{"redirect":11310647,"hoster":"VOE"},{"redirect":10111605,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Mörder in Uniform","epNo":21,"alt":"Nightmare In Blue","descr":"Walter Stark überfällt Frauen – als Streifenpolizist getarnt. Nachdem er seine Opfer vergewaltigt hat, ermordet er sie. Als eines seiner Opfer überlebt, hofft McGarrett, durch dessen Aussage endlich auf die Spur des Mörders zu kommen. Aber der Ehemann der Frau glaubt, dass es sich bei dem Täter um einen Polizisten handelt. Und er ist der Meinung, dass die Polizei niemals etwas gegen einen Kollegen unternehmen wird. Er verbietet seiner Frau, McGarrett die Wahrheit zu sagen.","versions":[{"lang":1,"streams":[{"redirect":11310646,"hoster":"VOE"},{"redirect":10111607,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Henker von Hawaii","epNo":22,"alt":"Mother’s Deadly Helper","descr":"Cord McKenzie hat seine eigene Auffassung von Gerechtigkeit: Wird ein Verbrecher seiner Meinung nach zu milde bestraft, greift der fanatische Verfechter von \"Law and Order\" zur Selbsthilfe: Er tötet den Mann. Im Glauben, McGarrett stehe auf seiner Seite, setzt sich McKenzie mit dem Polizisten in Verbindung. Für das Team von \"Hawaii 5 – 0\" beginnt eine aufregende Jagd nach dem selbst ernannten Richter. Merkwürdigerweise scheint es nahezu unmöglich, an McKenzie heranzukommen.","versions":[{"lang":1,"streams":[{"redirect":11310649,"hoster":"VOE"},{"redirect":10111606,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Mörder an Bord","epNo":23,"alt":"Killer At Sea","descr":"Anlageberater Vincent Gordon hebt bei sämtlichen Banken seiner Kunden Geld ab. Das kommt einem Bankangestellten merkwürdig vor; er benachrichtigt McGarrett. Als man versucht, Gordon aufzuhalten, kommt es zu einer Schießerei, bei der ein Kongressabgeordneter getötet wird. Wie sich herausstellt, war Gordon entführt und zu dieser Tat gezwungen worden. Gordon, der bei der Schießerei seinem Entführer entfliehen konnte, und McGarrett jagen nun den Gangster gemeinsam.","versions":[{"lang":1,"streams":[{"redirect":12568160,"hoster":"VOE"},{"redirect":10111608,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der unglaubliche Mr. Bordeaux","epNo":24,"alt":"30.000 Rooms And I Have The Key","descr":"Der französische Meisterdieb Mr. Bordeaux alias S. R. Horus macht Ferien auf Honolulu. Dieben aber geht es ähnlich wie Polizisten: Sie sind immer im Dienst. Auch im Urlaub kann Mr. Bordeaux seine Finger nicht von den Juwelen anderer lassen. McGarrett und seine Männer von \"Hawaii 5 – 0\" werden mit Hinweisen geradezu überschüttet. Trotzdem gelingt es ihnen nicht, Mr. Bordeaux zu schnappen. Der Meisterdieb und Verwandlungskünstler scheint zu gerissen zu sein.","versions":[{"lang":1,"streams":[{"redirect":11310656,"hoster":"VOE"},{"redirect":10111609,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Die Menschen-Angriffstruppe","epNo":1,"alt":"The Young Assassins","descr":"Ein junger Mann erschießt am hellichten Tag am Strand einen Menschen und hinterlässt ein Medaillon mit der Aufschrift \"Menschen-Angriffstruppe\". Diese Terrortat bleibt nicht die einzige. Schließlich gelingt es durch Zufall, zwei Mitglieder dieser Terrororganisation zu fassen. Während die Polizei fieberhaft versucht, weitere Namen aus ihnen herauszubekommen, wird Dan von der \"Menschen-Angriffstruppe\" entführt. Die Terroristen schlagen einen Gefangenenaustausch vor.","versions":[{"lang":1,"streams":[{"redirect":9015885,"hoster":"VOE"},{"redirect":8547766,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tanz auf dem Vulkan","epNo":2,"alt":"Hawaiian Nightmare","descr":"Kredithai Vince Bonner hat einen Mann, der bei ihm Schulden hat, in die Enge getrieben. In seiner Verzweiflung erpresst dieser Mann nun den Gouverneur von Hawaii: Er droht dem Politiker, ganz Hawaii in die Luft zu sprengen, wenn er nicht 500.000 Dollar bekommt. McGarrett und seine Mannschaft übernehmen den Fall. Zur Unterstützung bekommen sie den Sprengstoffexperten Bernard Brown zugeteilt. Brown glaubt, dass das Ganze nur ein Bluff sein kann – eine lebensgefährliche Meinung.","versions":[{"lang":1,"streams":[{"redirect":13104219,"hoster":"VOE"},{"redirect":8547750,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mord nach Muster","epNo":3,"alt":"I’ll Kill ‘em Again","descr":"Eddie Josephs hat sich in eine mehr als fixe Idee verrannt: Er will besser sein als McGarrett und unbesiegbar. Beweisen will er das auf schreckliche Weise: Josephs beschafft sich Material über spektakuläre Mordfälle, die das Team von \"Hawaii 5 – 0\" gelöst hat – und begeht diese Verbrechen noch einmal an Personen, die den ehemaligen Opfern ähneln. McGarrett und seine Männer stehen vor einem Rätsel. Doch schließlich macht auch Eddie Josephs den entscheidenden Fehler.","versions":[{"lang":1,"streams":[{"redirect":12335705,"hoster":"VOE"},{"redirect":8570446,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Komplizen wider Willen","epNo":4,"alt":"Steal Now, Pay Later","descr":"Colbys Import-Export-Handel ist gut organisiert, konkurrenzlos preiswert – und er arbeitet für gute Kunden auch auf Bestellung. Sein Vorgehen: Er lässt Ware, die auf dem Weg nach Hawaii ist, stehlen, um sie dann zu Dumpingpreisen zu verkaufen. Als eines Tages einer seiner Lieferwagen überfallen wird, wird dabei der Fahrer erschossen. Der Tote war ein auf Colby angesetzter FBI-Agent. Nun wird der Fall McGarrett und seinem Team von \"Hawaii 5 – 0\" übertragen.","versions":[{"lang":1,"streams":[{"redirect":9015882,"hoster":"VOE"},{"redirect":8547761,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Konflikt des Harlan H.","epNo":5,"alt":"Bomb, Bomb, Who’s Got The Bomb?","descr":"Der angesehene Senator Harlan Henderson erhält seit geraumer Zeit anonyme Drohbriefe. Weil sich der Senator mit großem Erfolg in der Anti-Verbrechens-Kommission engagiert, glaubt nicht nur McGarrett, dass das Verbrecher-Syndikat von Hawaii hinter den Drohungen steckt. Um einen Hinweis zu finden, lässt der Polizist die Drohbriefe von einem Handschriftenexperten analysieren. Das Ergebnis überrascht die Ermittler, und der Fall nimmt eine unerwartete Wendung.","versions":[{"lang":1,"streams":[{"redirect":9015897,"hoster":"VOE"},{"redirect":8547748,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Phantombild des Mörders","epNo":6,"alt":"Right Grave, Wrong Body","descr":"Fünf Jahre nach einem geglückten Bankraub wird durch Zufall die skelettierte Leiche eines der Bankräuber gefunden. Seine zwei Komplizen konnten damals festgenommen werden. Während McGarrett noch im Dunkeln tappt, versucht der Polizist Dean Lyman, den Fall auf eigene Faust zu lösen. Sein Motiv: Er hatte damals den dritten Bankräuber erschossen und die Beute des Bankraubs an sich genommen. Auf McGarrett und sein Team von \"Hawaii 5 – 0\" wartet eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":9015888,"hoster":"VOE"},{"redirect":8570441,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Söhne des Colonels","epNo":7,"alt":"We Hang Our Own","descr":"Colonel Farraday ist der Besitzer der größten Rinderfarm weit und breit, und das bedeutet auch, dass er großen Einfluss hat. Als er hört, dass Kahela seinen Sohn ermordet haben soll, übt Farraday Selbstjustiz: Er lässt Kahela entführen und auf seine Farm bringen. Doch McGarrett hat einen anderen Verdächtigen aufgespürt – eine Entdeckung, die dem selbstherrlichen Farmer gar nicht gefällt: Der Polizist verdächtigt den ältesten Sohn des Colonels und Bruder des Toten der Tat.","versions":[{"lang":1,"streams":[{"redirect":11199809,"hoster":"VOE"},{"redirect":8547764,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Foto der Spieler","epNo":8,"alt":"The Two-faced Corpse","descr":"Howard Crystal, der Mitinhaber einer Ladenkette, wird erschossen aufgefunden. Bei der Obduktion stellt sich heraus, dass der Mann eine neue Identität bekommen hatte: Das ehemalige Mitglied des Syndikats hatte sich als Kronzeuge zur Verfügung gestellt. Weil das Syndikat den Verräter immer noch sucht, ist für McGarrett zumindest klar, dass der Mörder woanders zu finden sein muss. Nicht nur für die Männer von \"Hawaii 5 – 0\" nimmt der Fall eine überraschende Wendung.","versions":[{"lang":1,"streams":[{"redirect":11199813,"hoster":"VOE"},{"redirect":8570442,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Fälscher ist der Mörder","epNo":9,"alt":"How To Steal A Masterpiece","descr":"Charles Ogden pflegt ein kostspieliges Hobby: eine eigene Gemäldegalerie. Zwar ist diese mit einer modernen Alarmanlage gesichert, trotzdem wird ein wertvoller Gauguin gestohlen. Anschließend machen ihm die Diebe das Angebot, das Gemälde zurückzukaufen. Ogden trickst McGarrett aus, er regelt die Übergabe selbst. Doch dann werden Zweifel an der Echtheit des zurückgekauften Gemäldes laut – und dies kostet Ogdens Enkel Jeff das Leben. Nun ist McGarrett nicht mehr aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":11199815,"hoster":"VOE"},{"redirect":8570443,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Marni und 900 Leben","epNo":10,"alt":"A Gun For Mcgarrett","descr":"Mr. Savage trifft auf Hawaii ein, um ins lukrative Geschäft der Schutzgelderpressung einzusteigen. Sein Plan, um die örtlichen Ganoven zu beeindrucken, ist so gewagt wie wirkungsvoll: Er will McGarrett töten. Dieser hat es schwer, gegen die Schutzgeldbanden vorzugehen, solange alle Geschäftsleute aus Angst eine Zusammenarbeit verweigern. Plötzlich erklärt sich eine gewisse Marni Howard zur Zusammenarbeit mit der Polizei bereit – und nun wird es für McGarrett gefährlich.","versions":[{"lang":1,"streams":[{"redirect":11199840,"hoster":"VOE"},{"redirect":8547767,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die perfekte Täuschung","epNo":11,"alt":"Welcome To Our Branch Office","descr":"Der Geschäftsmann Walker hat sich erst vor kurzem auf Hawaii niedergelassen. Nun behauptet er, dass die Männer von \"Hawaii 5 – 0\" 100.000 Dollar von ihm erpressen wollten. McGarrett geht der Sache natürlich sofort nach. Als er zusammen mit Walker die Fahrt zum Büro der Polizeieinheit rekonstruiert, erlebt McGarrett eine Überraschung: In einem verlassenen Fabrikgebäude stoßen die beiden auf eine originalgetreue Kopie des \"5 – 0\"-Büros – Walker wurde hereingelegt.","versions":[{"lang":1,"streams":[{"redirect":12923289,"hoster":"VOE"},{"redirect":8547763,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wo Fat in Aktion","epNo":12,"alt":"Presenting In The Center Ring Murder","descr":"Der chinesische Außenminister und sein Enkel werden auf Hawaii erwartet. McGarrett ist bei diesem wichtigen Staatsbesuch für die Sicherheit der Gäste verantwortlich. Kein leichter Job, denn er muss sich prompt wieder einmal mit seinem Erzfeind Wo Fat auseinander setzen: Der Gangster versucht um jeden Preis, den ausländischen Politiker zu ermorden. McGarrett und seine Männer von \"Hawaii 5 – 0\" müssen alle Register ziehen, um Wo Fat an der Ausführung seines Planes zu hindern.","versions":[{"lang":1,"streams":[{"redirect":12379486,"hoster":"VOE"},{"redirect":8547765,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Harakiri-Fall","epNo":13,"alt":"Hari Kari: The Suicide Murder","descr":"Bankdirektor Matsukata ist ein direkter Nachfahre eines Samurai. Als er tot aufgefunden wird, sieht es ganz so aus, als habe der Mann Harakiri begangen. McGarrett und seine Männer von \"Hawaii 5 – 0\" ermitteln trotzdem, und McGarrett entdeckt schließlich eine Unregelmäßigkeit in den Geschäftsunterlagen der Bank. Das stützt zunächst die Selbstmordtheorie. Doch als die Ehefrau des neuen Direktors entführt wird, ist schnell klar, dass Matsukata ermordet worden ist.","versions":[{"lang":1,"streams":[{"redirect":11199816,"hoster":"VOE"},{"redirect":8547768,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Auf den Spuren alter Knochen","epNo":14,"alt":"Bones Of Contention","descr":"Der Anthropologe Professor Burke sucht auf Hawaii den so genannten \"Peking-Menschen\": Das Jahrtausende alte Skelett war von amerikanischen Soldaten nach dem Zweiten Weltkrieg mit nach Hause genommen worden. Nun meldet China Besitzansprüche an. Eines Tages meldet sich bei dem Wissenschaftler ein Unbekannter, der das Skelett angeblich beschaffen kann. Wenig später wird Professor Burke ermordet. Jetzt werden die Männer von \"Hawaii 5 – 0\" eingeschaltet.","versions":[{"lang":1,"streams":[{"redirect":13101024,"hoster":"VOE"},{"redirect":8570445,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Macht der Computer","epNo":15,"alt":"Computer Killer","descr":"Tony Tilles ermordet während eines heftigen Ehestreits seine Frau Maureen. Sein Nachbar William Curtis hat alles mitangehört und den Mörder weggehen sehen. Daraufhin versucht der Vater von Tony, Hughes Tilles, die Tat dem Nachbarn und Zeugen anzuhängen – und dazu bedient er sich des Computerspezialisten Charles Aarons. Dieser kann den Computer der Telefongesellschaft derart manipulieren, dass es scheint, als habe Curtis aus dem Appartement der Ermordeten telefoniert.","versions":[{"lang":1,"streams":[{"redirect":13101025,"hoster":"VOE"},{"redirect":8570444,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Drei Komplizinnen","epNo":16,"alt":"A Woman’s Work Is With A Gun","descr":"Dina Hale ist drogensüchtig, Margaret Hudson ist von ihrem brutalen Mann Ed abhängig, und Fay Scott braucht Geld für die Operation ihres kleinen Jungen. Die drei Komplizinnen begehen gemeinsam Überfälle auf Touristenbusse. Als bei einem Schusswechsel mit der Polizei Margaret erschossen wird, will Fay aus der ganzen Sache aussteigen. Doch die drogenabhängige Dina will sie daran hindern. Daraufhin engagiert Fay Margarets Mann: Ed soll Dina beseitigen.","versions":[{"lang":1,"streams":[{"redirect":13014980,"hoster":"VOE"},{"redirect":8570448,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Moki, der verlorene Sohn","epNo":17,"alt":"Small Witness, Large Crime","descr":"Als der obdachlose kleine Moki Zeuge des Mordes an dem reichen Geschäftsmann Chun Hong wird, ist sein Leben nichts mehr wert: Der Mörder will auch ihn beseitigen. Um den Jungen vor dem Täter zu schützen, nehmen ihn die Männer von \"Hawaii 5 – 0\" unter einem Vorwand in Jugendhaft. Doch während McGarrett und sein Team in dem Fall ermitteln, gelingt Moki die Flucht. Nun ist der Killer hinter ihm her – und für McGarrett und sein Team beginnt ein dramatischer Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":9015891,"hoster":"VOE"},{"redirect":12978281,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Kashmiri-Ring","epNo":18,"alt":"Ring Of Life","descr":"Zwei Fälle beschäftigen McGarrett: Ein Kunsthändler wird ermordet, und eine kleine Figur wird aus dem asiatischen Museum gestohlen. Bei den Ermittlungen stellt sich heraus, dass die Figur zu einem Ensemble gehört, das dem indischen Staat zurückgegeben werden soll. Colin Nichols aber, der Dieb und Mörder, will den Deal mit Indien auf eigene Rechnung durchziehen: Er bietet die wertvolle Gruppe einem indischen Diplomaten zum Kauf an.","versions":[{"lang":1,"streams":[{"redirect":9207696,"hoster":"VOE"},{"redirect":8570449,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zwischen Liebe und Tod","epNo":19,"alt":"A Study In Rage","descr":"Als der weiße Geschäftsmann Victor Martin ermordet wird, scheint zunächst kein Motiv erkennbar zu sein. Doch als im Zuge der Ermittlungen der Arzt Dr. Spear eine Aussage machen will, wird er ebenfalls getötet. Die Untersuchungen führen McGarrett zu dem Halbblut Mike Opana: Wie sich herausstellt, wollte dieser mit dem Mord an Martin dessen Tochter Glynis nach Hawaii locken. Mike hat sich in die Frau verliebt – und weil sie seine Liebe nicht erwidert, soll sie ebenfalls sterben.","versions":[{"lang":1,"streams":[{"redirect":9015887,"hoster":"VOE"},{"redirect":14169377,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kein Stoff auf Hawaii","epNo":20,"alt":"And The Horse Jumped Over The Moon","descr":"Die Behörden haben einen erfolgreichen Schlag gegen die Rauschgiftdealer geführt: Nachdem Zoll und Rauschgiftdezernat alle Schlupflöcher dicht gemacht haben, gibt es keinerlei Stoff mehr auf Hawaii. Trotzdem glauben ein Pilot, ein Fallschirmspringer und dessen Freundin einen Weg gefunden zu haben, wie man Drogen auf die Insel schmuggeln kann. Die drei wollen zwar mit dem Syndikat zusammenarbeiten, die Beute aber für sich behalten – und das ist ein schwerer Fehler.","versions":[{"lang":1,"streams":[{"redirect":9015890,"hoster":"VOE"},{"redirect":8547773,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Auf der Abschussliste","epNo":21,"alt":"Hit Gun For Sale","descr":"Ein bestellter Profikiller stirbt bei seiner Ankunft auf Honolulu an einem Herzinfarkt. McGarrett vermutet, dass er für die Ermordung eines Bandenführers angeheuert worden war, und ordnet die Überwachung der Banden an. Schließlich bringen die Männer von \"Hawaii 5 – 0\" in Erfahrung, dass ein neuer Killer engagiert wurde. Noch aber weiß niemand, wer auf der Abschussliste steht. Für die Polizisten beginnt ein Wettlauf gegen die Zeit – und dabei haben sie schlechte Karten…","versions":[{"lang":1,"streams":[{"redirect":9592758,"hoster":"VOE"},{"redirect":8547781,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Verzweiflungstat","epNo":22,"alt":"The Hostage","descr":"Jesse Cooper ist ein verdienter Kriegsveteran, der seine Erlebnisse nicht verarbeitet hat: Er ist Alkoholiker und arbeitslos. Seine einzige Stütze ist sein ehemaliger Kommandant, Colonel Chadway. Als auch dieser Jesse fallen lässt, weiß sich der verzweifelte Veteran nicht mehr zu helfen: Er nimmt eine Geisel und stellt Bedingungen. Als Jesses Frau zusammen mit einem Geistlichen und einem Fernsehteam auftaucht, verliert der Geiselnehmer die Nerven – die Situation eskaliert","versions":[{"lang":1,"streams":[{"redirect":11199846,"hoster":"VOE"},{"redirect":8570451,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Gelegenheit macht Mörder","epNo":23,"alt":"Diary Of A Gun","descr":"Noah hat bei dem Barbesitzer Alfie illegal eine Pistole gekauft und schießt damit auf einen Touristen. Bevor ihn die Polizei fasst, wirft Noah die Waffe in einen Briefkasten, wo sie ein Postbote findet. Dieser erschießt damit seine Frau und deren Liebhaber und wirft anschließend die Waffe weg. Und das ist nicht der letzte Mord, denn wieder wird die Waffe von jemandem gefunden. McGarrett und sein Team von \"Hawaii 5 – 0\" scheinen immer eine Sekunde zu spät zu kommen.","versions":[{"lang":1,"streams":[{"redirect":9015894,"hoster":"VOE"},{"redirect":8570456,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Ticket-Trick","epNo":24,"alt":"6.000 Deadly Tickets","descr":"Der Kurier eines Reisebüros wird überfallen, und dabei werden 6000 Blanko-Flugtickets gestohlen. Weil der Kurier und ein Wachmann bei dem Überfall erschossen wurden, übernimmt McGarrett den Fall. Ihm fällt die Präzision dieses Überfalls auf, und deshalb unterzieht er das gesamte Personal des Reisebüros einem Test mit dem Lügendetektor. Dabei stellt sich heraus, dass die gesamte Branche erpresst wird. Um die Bande zu schnappen, setzt McGarrett einen Lockvogel ein.","versions":[{"lang":1,"streams":[{"redirect":9015898,"hoster":"VOE"},{"redirect":8570452,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Das Auge aus dem Weltraum (1)","epNo":1,"alt":"Murder Eyes Only (1)","descr":"Dem Chef von \"Hawaii 5 – 0\" wird ein Fall von besonderer Brisanz übertragen: Ein hoher Militär ist ermordet worden, und man vermutet feindliche Mächte am Werk. Weil McGarrett auch Reserveoffizier der Armee ist, soll er den Mord an Commander Nordhoff aufklären. Im Laufe der Ermittlungen stößt der Polizist auf einen chinesischen Gangster, der einen amerikanischen Leutnant unter Drogen setzt, um an einen abgestürzten amerikanischen Satelliten zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":11310662,"hoster":"VOE"},{"redirect":10111610,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Auge aus dem Weltraum (2)","epNo":2,"alt":"Murder Eyes Only (2)","descr":"McGarretts Ermittlungen ergeben, dass Wo Fat mit dem Mord am Navy-Kommandanten zu tun hat. Jetzt liegt dem Hawaii-Fünf-Null-Mann nicht nur daran, den Mord aufzuklären, sondern auch seinen ärgsten Widersacher auszuschalten. Seine Ermittlungen führen McGarrett zum Vater von Marcia Bissell, der früher bei der Navy mit Unterwassersprengungen beschäftigt war.","versions":[{"lang":1,"streams":[{"redirect":11310654,"hoster":"VOE"},{"redirect":10111613,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Haie fressen auch Haie","epNo":3,"alt":"Mcgarrett Is Missing","descr":"McGarrett ist wütend, als es Charlie Bombay gelingt, aus dem Gefängnis auszubrechen. Schließlich hat der Polizist den Gangster Jahre verfolgt, bis er ihn geschnappt hat. Als die Polizei von einem Informanten einen Tipp bekommt, wird Charlie in Hilo verhaftet. McGarrett lässt es sich nicht nehmen, den Häftling persönlich zu überführen. Unterwegs stürzt das Polizeiflugzeug ab, der Pilot kommt ums Leben. McGarrett und Charlie sind verletzt – und nun beginnt ein gnadenloser Kampf","versions":[{"lang":1,"streams":[{"redirect":11310660,"hoster":"VOE"},{"redirect":10111611,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kampf der Köpfe","epNo":4,"alt":"Termination With Extreme Prejudice","descr":"Lord Danby hat erhebliche Probleme geschäftlicher Art. Er lässt sich vom britischen Geheimdienst anheuern – um wenig später auf Hawaii eine brisante Geheimakte an den chinesischen Geheimdienst zu verkaufen. Anschließend täuscht Lord Danby seinen Tod vor und glaubt sich damit vor Verfolgern sicher. Als McGarrett Lady Danby aufsucht, trifft er dort auf den britischen Agenten Harry Wells, der ihm seine Hilfe anbietet. Tatsächlich lockt er McGarrett auf eine falsche Fährte.","versions":[{"lang":1,"streams":[{"redirect":11310658,"hoster":"VOE"},{"redirect":10111612,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Geldwäscher-Lady","epNo":5,"alt":"Target? The Lady","descr":"Susan Bradshaw arbeitet in Las Vegas als Kurier bei illegalen Geldwaschgeschäften. Als sie schließlich aussteigen will, wird sie von dem Gangster Curt Anderson bedroht. In ihrer Not schießt sie auf Anderson und glaubt, ihn getötet zu haben. Doch hinter Anderson ist noch ein anderer Killer her: Hally Watch – und der hat es nun auch auf Susan abgesehen. McGarrett und seine Männer von \"Hawaii 5 – 0\" können in allerletzter Sekunde eingreifen und Susan vor Hally Watch retten.","versions":[{"lang":1,"streams":[{"redirect":11310659,"hoster":"VOE"},{"redirect":10111614,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leuchtraketen über Honolulu","epNo":6,"alt":"Death’s Name Is Sam","descr":"Es mehren sich die Hinweise, dass ein Attentat auf ein Flugzeug stattfinden soll. Schließlich findet McGarrett durch einen Trick heraus, dass eine terroristische Vereinigung einen Exilpolitiker mit einer SAM-Rakete beseitigen will. Leider kostet der Trick einen Polizisten das Leben. Weil die Terroristen, die den Anschlag planen, auch dafür gesorgt haben, dass der betreffende Flug nicht umgeleitet werden kann, bleibt McGarrett für eine rettende Idee nicht viel Zeit.","versions":[{"lang":1,"streams":[{"redirect":11310661,"hoster":"VOE"},{"redirect":10111617,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vashon gegen McGarrett","epNo":7,"alt":"The Case Against Mcgarrett","descr":"Der Vashon-Clan beherrscht das organisierte Verbrechen auf Hawaii seit vielen Jahren. Nun kommt McGarrett in eine Situation, in der er Chris Vashon, den Sohn des mächtigen Honore Vashon, in Notwehr erschießen muss. Das Oberhaupt der Familie schwört McGarrett blutige Rache. Schließlich gelingt es ihm tatsächlich, McGarrett als Geisel in die Hände zu bekommen. Honore Vashon beginnt einen Schauprozess gegen McGarrett, in dem es nur einen Urteilsspruch geben kann.","versions":[{"lang":1,"streams":[{"redirect":11310663,"hoster":"VOE"},{"redirect":10111615,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Überläufer","epNo":8,"alt":"The Defector","descr":"Der chinesische Agent Lew Kameka ist ermordet am Strand aufgefunden worden. Inspektor McGarrett vermutet eine Spionagegeschichte hinter dem Mord – zu Recht, wie sich herausstellt: Denn vor der Küste wird von dem etwas merkwürdigen Dr. Ormsbee ein Raketenversuchsprojekt durchgeführt, und Ormsbee lehnt jede Zusammenarbeit mit den Männern von \"5 – 0\" ab. Doch dann taucht ein weiterer Agent auf – Chiang Lee. Dieser ist angeblich gerade aus China geflüchtet und will überlaufen.","versions":[{"lang":1,"streams":[{"redirect":11310667,"hoster":"VOE"},{"redirect":10111616,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Es ist vorbei, Koko","epNo":9,"alt":"Sing A Song Of Suspense","descr":"Als der einflussreiche Nachtclubbesitzer Koko Apaleka seine Freundin Julene Balli während einer Party vom Balkon stößt, will keiner der Partygäste etwas bemerkt haben. Doch McGarrett bleibt misstrauisch – er glaubt nicht daran, dass Julene aus Trunkenheit abgestürzt ist. Und tatsächlich meldet sich sogar eine Augenzeugin: Chelsea Merriman, die Koko ihre Karriere verdankt. Wen wundert’s also, dass diese zuerst nicht gegen ihren Förderer aussagen will.","versions":[{"lang":1,"streams":[{"redirect":11310670,"hoster":"VOE"},{"redirect":10111618,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die unbeirrbare Lady","epNo":10,"alt":"Retire In Sunny Hawaii Forever","descr":"Tante Clara ist auf dem Weg nach Honolulu, wo sie ihren Neffen Dan Williams besuchen will. Im Flugzeug dann macht sie die Bekanntschaft eines netten älteren Herrn, der kurz darauf ermordet wird. Den Hintermännern gelingt es zwar, die Männer von \"5 – 0\" auszutricksen, doch \"Miss Marple\" alias Tante Clara gibt so schnell nicht auf: Schließlich kommt die unbeirrbare \"Privatdetektivin\" einem raffinierten Betrügerring auf die Spur – und ist der Polizei eine wichtige Hilfe.","versions":[{"lang":1,"streams":[{"redirect":11310668,"hoster":"VOE"},{"redirect":10111619,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Heroin über Bord","epNo":11,"alt":"How To Steal A Submarine","descr":"Die Männer von Hawaii 5 – 0 haben von Interpol eine heißen Tipp bekommen: Es soll demnächst ein großer Heroinschmuggel von Singapur aus gestartet werden. Mit einem bestimmten Frachter will man den wertvollen Stoff in die Vereinigten Staaten schaffen. Doch als die Polizeifahnder das Schiff durchsuchen, verläuft die Razzia ergebnislos. Kurz darauf wird ein Matrose des Frachters erschossen angespült. McGarrett und seine Leute tappen ziemlich im Dunkeln – bis es weitere Tote gibt.","versions":[{"lang":1,"streams":[{"redirect":11310666,"hoster":"VOE"},{"redirect":10111625,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein prächtiges Trio","epNo":12,"alt":"The Waterfront Stealing","descr":"Eine Serie von Einbrüchen in die Lagerhäuser am Hafen hält die Polizei in Atem. Einer der Lagerhausbesitzer, José Mendoza, greift als Sprecher der Betroffenen den Gouverneur und die machtlos agierende Polizei heftig an. Daraufhin werden McGarrett und seine Männer hinzugezogen. Doch auch die erfahrenen Spezialisten von \"Hawaii 5 – 0\" stehen vor einem Rätsel. Es gibt keinerlei Erklärung für die Einbrüche – bis sich herausstellt, dass jemand die bankrotten Firmen aufkauft.","versions":[{"lang":1,"streams":[{"redirect":11310671,"hoster":"VOE"},{"redirect":10111621,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Henderson-Clan","epNo":13,"alt":"Honor Is An Unmarked Grave","descr":"Travis Marshall ist ein so genannter Enthüllungsjournalist – und diesem Ruf wird Marshall mehr als gerecht, als er auf Hawaii einen Toten ausgräbt. Bald beschäftigt Marshalls Leiche auch die Männer von \"Hawaii 5 – 0\": Bei dem Toten handelt es sich um den seit sieben Jahren vermissten Millionenerben Brian Henderson. Die Autopsie beweist, dass er ermordet worden ist. Marshall, der McGarrett immer einen Schritt voraus ist, beginnt, die Familie des Toten zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":11310669,"hoster":"VOE"},{"redirect":10111620,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Zwei Versionen der Tat","epNo":14,"alt":"A Touch Of Gulit","descr":"Kim Hughes, Alex Scofield und Bink Avery sind die Stars ihres Universitäts-Footballteams und als solche an willige Verehrerinnen gewöhnt. Bei ihren Vergnügungsexzessen vergewaltigen sie die Kellnerin Lani Okano, die einen ihrer Peiniger mit einem Schraubenzieher verletzt. Alex’ Vater, ein hoher Politiker, will den Fall vertuschen: Blitzschnell wird ein ganz anderer Tathergang konstruiert. Diesen, und nur diesen, sollen McGarrett und seine Männer aufdecken.","versions":[{"lang":1,"streams":[{"redirect":11310673,"hoster":"VOE"},{"redirect":10111622,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die hölzerne Ratte","epNo":15,"alt":"Wooden Model Of A Rat","descr":"Als im Museum von Honolulu eine Ausstellung asiatischer Kunst organisiert wird, stellt auch McGarrett seine kleine Privatsammlung zur Verfügung. Dabei stellt sich heraus, dass eine Figur aus McGarretts Besitz vor Monaten aus dem Museum von Yokohama gestohlen worden ist. Der Polizist wird angeklagt. Ihm ist aber klar, dass irgendjemand ein Interesse daran haben muss, ihn zu verleumden. Möglicherweise hängt die Sache mit dem Fall zusammen, der den Polizisten gerade beschäftigt.","versions":[{"lang":1,"streams":[{"redirect":12174214,"hoster":"VOE"},{"redirect":10111623,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die unerträgliche Wahrheit","epNo":16,"alt":"Deadly Persuasion","descr":"Unmittelbar vor dem Staatsbesuch einer königlichen Familie auf Hawaii wird aus einem Chemiewerk ein tödliches Nervengas gestohlen. Die Behörden befürchten, dass damit ein Anschlag versucht werden könnte. Kurz darauf verabredet der Polizeispitzel Harry Oakland ein Treffen mit Dan Williams – angeblich um die Männer von \"Hawaii 5 – 0\" zu warnen. Doch das Ganze ist eine raffinierte Falle: Oakland ist tot, und der Tatvorgang weist eindeutig auf Dan Williams als Täter hin.","versions":[{"lang":1,"streams":[{"redirect":11310679,"hoster":"VOE"},{"redirect":10111627,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Tahashi-Schatz","epNo":17,"alt":"Legacy Of Terror","descr":"Der alte japanische Kaufmann Tahashi beauftragt den zwielichtigen und skrupellosen Rechtsanwalt Kelsey, ein Testament aufzusetzen. Kelsey, der bei Tahashi einen riesigen Goldschatz vermutet, setzt dessen Haus in Brand. Als Tahashis Sohn Kazuo auf Hawaii eintrifft, um sein Erbe anzutreten, hetzt Kelsey ihm ein paar Schläger auf den Hals. McGarrett und sein Team von \"Hawaii 5 – 0\" bekommen bald alle Hände voll zu tun. Schließlich stellen sie Kelsey eine Falle.","versions":[{"lang":1,"streams":[{"redirect":11310681,"hoster":"VOE"},{"redirect":10111624,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der zwielichtige Kronzeuge","epNo":18,"alt":"Loose Ends Get Hit","descr":"Der Ganove Billy Madrid hat sich überraschend bereit erklärt, als Kronzeuge gegen seinen ehemaligen Boss auszusagen: Kum Chi ist des Mordes angeklagt. McGarrett nimmt das Protokoll auf, danach wird Billy in Schutzhaft genommen. Vor Gericht jedoch fällt der Zeuge um. Die energische Polizistin Sandra Wells deckt eine raffinierte Strategie von Billy und Kum Chi auf. Doch die clevere Sandra kann beide Gangster gegeneinander ausspielen, und so geht deren Rechnung nicht auf.","versions":[{"lang":1,"streams":[{"redirect":11310678,"hoster":"VOE"},{"redirect":10111767,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Auf dem Weg zur Hölle","epNo":19,"alt":"Anatomy Of A Bribe","descr":"Als die berühmte Country-Sängerin Bobbie Jo Bell in Honolulu entführt wird, nimmt sich McGarrett des Falles an. Die Entführer fordern eine halbe Million Dollar Lösegeld. Obwohl der Produzent der Sängerin die Zusammenarbeit mit McGarrett ablehnt, hat der inzwischen die Spur der Kidnapper aufgenommen. Die brutalen Entführer befinden sich mit ihrer Geisel im so genannten \"Tal der Hippies\" – und diese realitätsfremden Tagträumer erschweren die Arbeit der Polizei beträchtlich.","versions":[{"lang":1,"streams":[{"redirect":11310680,"hoster":"VOE"},{"redirect":10111626,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"In der Schusslinie","epNo":20,"alt":"Turkey Shoot","descr":"Molly Taggart ist mit dem Flugdrachen ihres Bruders unterwegs. Zu ihrem Entsetzen muss sie aus der Luft mitansehen, wie ihre Freundin Sheila von zwei Männern ermordet wird. McGarrett verhört schon bald einen Verdächtigen, kann diesem aber nichts beweisen. Unterdessen glauben die Killer, dass der Drachenflieger und Zeuge Mollys Bruder Draper war. Sie töten den vermeintlichen Tatzeugen. Daraufhin beschließt Molly, den skrupellosen Verbrechern eine Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":11310691,"hoster":"VOE"},{"redirect":10111628,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Plantagen-Morde","epNo":21,"alt":"A Killer Grown Wings","descr":"McGarrett und seine Männer ermitteln in dem mysteriösen Mordfall an dem australischen Insektenforscher Dr. Weatherby – und machen dabei eine überraschende Entdeckung: Die Polizisten stoßen auf einen sehr gefährlichen Pflanzenschädling, der Hawaiis Zuckerrohranbau auf Jahre hinaus ruinieren könnte. Musste Weatherby deshalb sterben? McGarrett kommt einem gewissenlosen Immobilienspekulanten auf die Spur, der den Insektenforscher für seine Zwecke benutzt hat.","versions":[{"lang":1,"streams":[{"redirect":11310687,"hoster":"VOE"},{"redirect":10111629,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Geisel in der Kapsel","epNo":22,"alt":"Capsule Kidnapping","descr":"Tadashi Sunahara, der Sohn eines einflussreichen japanischen Großindustriellen, wird aus dem Ferienhaus seiner Eltern entführt. Die skrupellosen Kidnapper halten den Jungen in einer Unterwasserkapsel gefangen, deren Sauerstoffvorrat für exakt 52 Stunden reicht. Während der Vater auf die Forderungen der Entführer eingeht, versuchen McGarrett und seine Männer von \"Hawaii 5 – 0\" verzweifelt, die Kapsel zu lokalisieren. Doch alle Anstrengungen scheinen vergeblich","versions":[{"lang":1,"streams":[{"redirect":11310683,"hoster":"VOE"},{"redirect":10111631,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der letzte Schachzug","epNo":23,"alt":"Love Thy Neighbor – Take His Wife","descr":"Lisa, die Frau des schwerreichen Immobilienspekulanten Del Wingfield, wird entführt. McGarrett und sein Team ermitteln und finden eine Spur, die zu dem engagierten und aggressiven Umweltschützer Ben Tanaka führt. Diesmal scheint der Umweltschützer zu weit gegangen zu sein. Doch Julie Rhoads, die Tochter von Wingfields Nachbarn, entlastet Ben. Aber McGarrett gibt nicht so leicht auf, und schließlich nimmt der Fall eine überraschende Wendung – sehr zum Leidwesen von Julie.","versions":[{"lang":1,"streams":[{"redirect":11310685,"hoster":"VOE"},{"redirect":10111630,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Kiko-Gold-Gang","epNo":24,"alt":"A Sentence To Steal","descr":"Bei einem Einbruch in eine Firma, die mit Gold handelt, wird ein Wachmann schwer verletzt. Eine Spur führt McGarrett und seine Männer von \"Hawaii 5 – 0\" in ein Erziehungsheim, in dem straffällig gewordene Jugendliche resozialisiert werden sollen. Wie sich bald herausstellt, hat einer der Erzieher mit seinen Schützlingen ganz andere Pläne. Um den Mann überführen zu können, wird der Polizist Pakoa zur \"Resozialisierung\" in das Heim eingeschleust – mit überraschendem Erfolg.","versions":[{"lang":1,"streams":[{"redirect":11310686,"hoster":"VOE"},{"redirect":10111635,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Operation „Neun Drachen“ (1)","epNo":1,"alt":"Nine Dragons (1)","descr":"Der Biochemiker Shimoto hat im Auftrag des amerikanischen Verteidigungsministeriums hochwirksame Gifte entwickelt. Und für diese biologisch-chemischen Kampfstoffe interessiert sich nun auch der chinesische Geheimagent Wo Fat. Es gelingt ihm, in das Labor einzudringen und mitsamt der entwendeten Stoffe nach Hongkong zu fliehen. Doch Steve McGarrett ist ihm bereits auf der Spur, denn Wo Fat plant Fürchterliches: Er will die amerikanischen Großstädte vergiften.","versions":[{"lang":1,"streams":[{"redirect":9701000,"hoster":"VOE"},{"redirect":8570458,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Operation „Neun Drachen“ (2)","epNo":2,"alt":"Nine Dragons (2)","descr":"McGarrett folgt der Spur des chinesischen Geheimagenten Wo Fat, der in Besitz hochgiftiger Stoffe nach Hongkong geflohen ist. Dort angekommen, erlebt er eine böse Überraschung: Sein Empfangskomitee besteht aus einer Abordnung von Wo Fat. McGarrett soll durch Gehirnwäsche für einen teuflischen Plan missbraucht werden.","versions":[{"lang":1,"streams":[{"redirect":11310694,"hoster":"VOE"},{"redirect":10111632,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wilcox-Rebellion","epNo":3,"alt":"Assault On The Palace","descr":"Arthur Lamberts Vorschlag, bei der alljährlichen Kamehameha-Parade die historische Wilcox-Rebellion nachzustellen, stößt überall auf einhellige Begeisterung. Niemand ahnt, dass das Mitglied des Festkomitees einen genialen Schachzug vorhat: Unter den Augen des Gouverneurs wird er den spektakulärsten Bankraub aller Zeiten durchführen. Lamberts Plan gelingt – und er hinterlässt nicht die geringste Spur. Doch auch die Männer von \"Hawaii 5 – 0\" sind clever.","versions":[{"lang":1,"streams":[{"redirect":9582113,"hoster":"VOE"},{"redirect":8570453,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein gefährliches Gewerbe","epNo":4,"alt":"Oldest Profession – Latest Price","descr":"Die beiden Gangster Pendleton und Caldwell haben ein ebenso einträgliches wie scheinbar leichtes Geschäft vor: Sie wollen von den Prostituierten auf Hawaii Schutzgelder kassieren. Um die Mädchen gefügig zu machen, ermorden Pendleton und Caldwell drei von ihnen. Daraufhin sind alle bereit zu zahlen – bis auf Cory: Sie bittet die Männer von \"Hawaii 5 – 0\" um Hilfe. Die Ermittler kommen den beiden Gangstern auf die Spur – doch dann bringt Caldwell Cory in seine Gewalt.","versions":[{"lang":1,"streams":[{"redirect":9606315,"hoster":"VOE"},{"redirect":8570455,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Plutoniumopfer","epNo":5,"alt":"Man On Fire","descr":"Die Polizei steht vor einem Rätsel, als fünf Leichen gefunden werden, die keinerlei Verletzungen aufweisen. Auch eine Todesursache kann zunächst nicht festgestellt werden. Schließlich gelingt es einem Experten, das Rätsel zu lösen: Todesursache ist eine Überdosis Radioaktivität. Da eine Panne im militärischen Bereich ausscheidet, bleibt nur eine Möglichkeit: Irgendwo auf der Insel wird heimlich mit Plutonium gearbeitet. McGarrett steht vor einer schweren Aufgabe","versions":[{"lang":1,"streams":[{"redirect":13917928,"hoster":"VOE"},{"redirect":8570454,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tourist und Profikiller","epNo":6,"alt":"Tour De Force Killer Aboard","descr":"Robert Huston alias Raymond will während einer Konferenz einen OPEC-Minister töten. Während der Vorbereitungen zu dem Attentat tötet er einen CIA-Agenten und eine Hotelmanagerin. Danach schließt sich Huston zur Tarnung einer Reisegruppe an. Weil McGarrett etwas ähnliches vermutet, wird die junge Polizistin Sandi Welles ebenfalls in die Reisegruppe eingeschleust. Zwar kann sie den Killer enttarnen, doch bevor sie McGarrett verständigen kann, gerät sie in Hustons Gewalt.","versions":[{"lang":1,"streams":[{"redirect":9606323,"hoster":"VOE"},{"redirect":8547782,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Autogramm und Blankoscheck","epNo":7,"alt":"The Last Of The Great Paperhangers","descr":"Hunter R. Hickey ist als einer der letzten ganz großen Fälscher beinahe ein Künstler. Als er aus dem Gefängnis entlassen wird, in das ihn McGarrett gebracht hat, bereitet er seinen nächsten Coup vor: seine Rache an McGarrett. Über seine Komplizin Janice besorgt sich Hunter ein Autogramm des Polizisten. Anschließend wundert sich der Chef von \"Hawaii 5 – 0\", als bei ihm ein Rechnungsprüfer erscheint: McGarrett hat angeblich eine Büroausstattung für 14.000 Dollar bestellt.","versions":[{"lang":1,"streams":[{"redirect":9606324,"hoster":"VOE"},{"redirect":8570457,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Hongkong – Heroinpiraten","epNo":8,"alt":"Heads, You’re Dead","descr":"McGarrett und seine Männer von \"Hawaii 5 – 0\" haben es mit einer überaus skrupellosen Bande von Heroinschmugglern zu tun. Jedes Mal, wenn die Bande ein Boot für die Fahrten zwischen Hongkong und Hawaii benötigt, kapern die Gangster eine Hochseeyacht – und ermorden die Besitzer. Sandi Wells kommt den Heroinschmugglern auf die Spur, wird aber wie die Yachtbesatzung als Geisel genommen. In einem zerlöcherten Schlauchboot werden sie auf hoher See ausgesetzt.","versions":[{"lang":1,"streams":[{"redirect":9582114,"hoster":"VOE"},{"redirect":8547783,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bis Mord uns scheidet","epNo":9,"alt":"Let Death Do Us Part","descr":"Jim Spier wurde wegen Mordes an seiner Frau Helen zu vielen Jahren Gefängnis verurteilt, obwohl er immer wieder seine Unschuld beteuert hatte. Als er nun endlich begnadigt werden soll, lehnt er diese Möglichkeit ab. Stattdessen bricht er aus dem Gefängnis aus, um auf eigene Faust den wirklichen Mörder zu suchen. Er sucht seine Stieftochter Anita auf, die sich als gerissene und eiskalte Mörderin entpuppt. Doch das ist nicht die einzige Überraschung, die Jim Spier bevorsteht.","versions":[{"lang":1,"streams":[{"redirect":11310690,"hoster":"VOE"},{"redirect":10111633,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Doppelspiel mit Risiko","epNo":10,"alt":"Double Exposure","descr":"Vince Kaole, der Boss eines Verbrechersyndikats, soll bei einem spektakulären Flugzeugabsturz ums Leben gekommen sein. Doch das Ganze stellt sich als raffinierte Finte heraus: Denn nun taucht Kaole wieder auf, um mit seinem Gegenspieler Doyle Weston abzurechnen. Dieser hat in der Annahme, dass Kaole tot sei, das Syndikat übernommen. Kaole wiederum ahnt nicht, dass die beiden Handlanger Sherick und Akima auch für Weston arbeiten. Ein Gangsterkrieg scheint unvermeidlich.","versions":[{"lang":1,"streams":[{"redirect":11310692,"hoster":"VOE"},{"redirect":10111634,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Eid der „Wo Ching“","epNo":11,"alt":"Yes, My Deadly Daughter","descr":"Der Gangster Chang Liu lässt das Geld, das er bei seinen Verbrechen erbeutet, in Europa \"waschen\". Als einer seiner Männer mit vier Millionen Dollar im Koffer nach Hawaii zurückkehrt, wird er ermordet; das Geld wird von der Wo Ching-Bande, die von Jerry Quan angeführt wird, geraubt. Doch dann fällt auch Jerry Quan einem Killer zum Opfer. Chang Liu ist klar, dass noch jemand hinter dem Coup stecken muss. Der mächtige Gangster erlebt wenig später eine große Überraschung.","versions":[{"lang":1,"streams":[{"redirect":12923290,"hoster":"VOE"},{"redirect":8570462,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Scharfschütze im Hinterhalt","epNo":12,"alt":"Target – A Cop","descr":"Seit einem missglückten Banküberfall ist der Ganove Purdy an den Rollstuhl gefesselt, weshalb er sich als Kriegsheld ausgibt. Purdy, der einen furchtbaren Hass auf alle Polizisten hat, denen er die Schuld an seiner Verletzung gibt, beschließt, sich zu rächen: Mit einem üblen Trick lauert er den Beamten auf, um sie dann aus dem Hinterhalt skrupellos zu erschießen. Schließlich durchschaut McGarrett die Vorgehensweise des hasserfüllten Verbrechers. Er stellt Purdy eine Falle.","versions":[{"lang":1,"streams":[{"redirect":9606326,"hoster":"VOE"},{"redirect":8570459,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dann kam das Heroin","epNo":13,"alt":"The Bells Toll At Noon","descr":"McGarrett muss sich diesmal mit zwei dubiosen Mordfällen in der Drogenszene beschäftigen: Nachdem das Mädchen Makamea an Heroin gestorben ist, werden zwei Drogendealer ermordet. Dabei fällt auf, dass beide Morde Szenen aus James Cagney-Filmen ähneln. Eine Spur führt zu dem Stimmenimitator Johnny King, der ebenso wie Makamea eine Entzugstherapie machte. Als McGarrett dann einen Hinweis auf das nächste Opfer bekommt, will er dem Mörder zuvorkommen – und geht ins Kino!","versions":[{"lang":1,"streams":[{"redirect":11310688,"hoster":"VOE"},{"redirect":10111636,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Steve unter Mordverdacht","epNo":14,"alt":"The Man In The Steel Frame","descr":"McGarrett erhält von seiner Freundin Cathi Rayne einen dringenden Anruf, in dem sie ihn zu einem Gespräch bittet. Er fährt sofort zu ihr – und findet sie tot in ihrem Schlafzimmer. Im nächsten Moment wird er von hinten niedergeschlagen. Als er wieder zu sich kommt, ist der Mord bereits gemeldet. McGarrett wird zum Hauptverdächtigen, als sich herausstellt, dass Cathi mit seiner Dienstwaffe erschossen wurde. Seine Männer setzen alles daran, ihren Chef zu rehabilitieren.","versions":[{"lang":1,"streams":[{"redirect":11310697,"hoster":"VOE"},{"redirect":10111637,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Pistolen für Tokio","epNo":15,"alt":"Ready, Aim","descr":"Auf dem Waffenmarkt boomt das Geschäft mit Handfeuerwaffen. Als der Japaner Nahashi ermordet wird, stellt sich bei den Ermittlungen heraus, dass Nahashi Captain einer Spezialeinheit in Tokio war. Der Cop war einem organisierten Waffenschmugglerring auf der Spur, der Waffen illegal nach Japan einführte. Sein Tod bringt die Männer von \"Hawaii 5 – 0\" ins Spiel, und McGarrett hat auch schon bald eine heiße Spur. Ein gnadenloser Kampf gegen die Schmuggler beginnt","versions":[{"lang":1,"streams":[{"redirect":11310708,"hoster":"VOE"},{"redirect":10111638,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Flucht in den Bergen","epNo":16,"alt":"Elegy In A Rain Forest","descr":"Dem sechsfachen Mädchenmörder Marcus Lucian gelingt die Flucht aus dem Gefängnis. Er flieht in die Berge, wo zur selben Zeit Studenten einen Ausflugstag verbringen. Durch einen schrecklichen Zufall gerät Karen Manicote, die Tochter des Staatsanwaltes, in die Gewalt Lucians. Als dieser herausbekommt, wen er da in seiner Gewalt hat, beginnt er ein gemeines Spiel. McGarrett bleibt nicht viel Zeit, um die Tochter des Staatsanwalts aus den Händen des Verbrechers zu retten.","versions":[{"lang":1,"streams":[{"redirect":9582119,"hoster":"VOE"},{"redirect":8570461,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Würfel fallen","epNo":17,"alt":"Dealer’s Choice – Blackmail","descr":"","versions":[{"lang":1,"streams":[{"redirect":11310709,"hoster":"VOE"},{"redirect":10111639,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Zur Verzweiflung getrieben","epNo":18,"alt":"A Capital Crime","descr":"","versions":[{"lang":1,"streams":[{"redirect":11310702,"hoster":"VOE"},{"redirect":10111640,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Tod im Paradies","epNo":19,"alt":"To Die In Paradise","descr":"","versions":[{"lang":1,"streams":[{"redirect":13109897,"hoster":"VOE"},{"redirect":8547789,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Jovanko-Brüder","epNo":20,"alt":"Blood Money Is Hard To Wash","descr":"","versions":[{"lang":1,"streams":[{"redirect":9015911,"hoster":"VOE"},{"redirect":8570460,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das geheimnisvolle Strandgut","epNo":21,"alt":"To Kill A Mind","descr":"","versions":[{"lang":1,"streams":[{"redirect":9015908,"hoster":"VOE"},{"redirect":8570465,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Rodeo-Morde","epNo":22,"alt":"Requiem For A Saddle Bronc Rider","descr":"","versions":[{"lang":1,"streams":[{"redirect":9015913,"hoster":"VOE"},{"redirect":8547785,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Tatort: Sunset-Motel","epNo":23,"alt":"See How She Runs","descr":"","versions":[{"lang":1,"streams":[{"redirect":13109898,"hoster":"VOE"},{"redirect":8570464,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Was für ein Mords-Spaß!","epNo":24,"alt":"Practical Jokes Can Kill You","descr":"","versions":[{"lang":1,"streams":[{"redirect":9015918,"hoster":"VOE"},{"redirect":8547787,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Insel der Rebellen","epNo":1,"alt":"Up The Rebels","descr":"Durch einen raffinierten Coup wird einigen Soldaten der Artillerie an der Küste Hawaiis ein neuartiger Plastiksprengstoff abgenommen. Die Ermittlungen der Detectives von \"Hawaii 5 – 0\" führen zu Casey Fogarty, deren reicher Vater Verbindungen nach Irland hat. Caseys romantische Neigung zu einem irischen Rebellen steht McGarretts Arbeit zunächst im Weg – und kostet sogar einige Menschen das Leben. McGarrett versucht trotzdem zu retten, was zu retten ist.","versions":[{"lang":1,"streams":[{"redirect":9015915,"hoster":"VOE"},{"redirect":8570463,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimsache „Alderbaron“","epNo":2,"alt":"You Don’t See Many Pirates These Days","descr":"Fünf Männer kapern die \"Alderbaron\", ein Frachtschiff. Bei dem Überraschungsangriff wird ein Mitglied der Mannschaft von den Angreifern erschossen, die anderen setzt man in einem Rettungsboot aus. Der Gouverneur, der den Fall seltsamerweise zur Chefsache erklärt hat, setzt McGarrett und das Team von \"Hawaii 5 – 0\" darauf an – allerdings ohne McGarrett über die Gründe dafür aufzuklären. Inzwischen ist es den fünf Gangstern gelungen, eine falsche Fährte zu legen.","versions":[{"lang":1,"streams":[{"redirect":9015910,"hoster":"VOE"},{"redirect":8570466,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kein Fall für Reporter","epNo":3,"alt":"Cop On The Cover","descr":"Als die beiden Kinder von Stuart Longworth, dem Direktor eines Kernforschungsprojekts, entführt werden, erzählt Longworth der Polizei nur von der Lösegeldforderung in Höhe von 50.000 Dollar. Er verheimlicht, dass die Kidnapper noch eine Forderung gestellt haben: Sie verlangen von ihm auch geheime Pläne für einen Schnellen Brüter. McGarretts Ermittlungen werden zudem durch die Eigenmächtigkeit der ehrgeizigen Reporterin Terri O’Brien erheblich erschwert.","versions":[{"lang":1,"streams":[{"redirect":9015920,"hoster":"VOE"},{"redirect":8570467,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kalima und Lavastaub","epNo":4,"alt":"The Friends Of Joey Kalima","descr":"Weil sein Plattenladen nicht besonders gut geht, verfällt Marco auf eine scheinbar geniale Idee: Zusammen mit einigen Komplizen will er von seinem Laden aus einen Tunnel zur First National Bank von Hawaii graben, die sich in direkter Nachbarschaft befindet. Dabei kommt es zu einem Zwischenfall: Otis wird verschüttet und braucht dringend Hilfe. Doch ausgerechnet zu diesem Zeitpunkt hält sich ein Polizist im Laden auf. Otis muss sterben – und es bleibt nicht bei dem einen Toten…","versions":[{"lang":1,"streams":[{"redirect":9015917,"hoster":"VOE"},{"redirect":8570468,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Grab des Königs","epNo":5,"alt":"Descent Of The Torches","descr":"Weil sein Plattenladen nicht besonders gut geht, verfällt Marco auf eine scheinbar geniale Idee: Zusammen mit einigen Komplizen will er von seinem Laden aus einen Tunnel zur First National Bank von Hawaii graben, die sich in direkter Nachbarschaft befindet. Dabei kommt es zu einem Zwischenfall: Otis wird verschüttet und braucht dringend Hilfe. Doch ausgerechnet zu diesem Zeitpunkt hält sich ein Polizist im Laden auf. Otis muss sterben – und es bleibt nicht bei dem einen Toten…","versions":[{"lang":1,"streams":[{"redirect":9015916,"hoster":"VOE"},{"redirect":8570471,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der neunte Schritt","epNo":6,"alt":"The Ninth Step","descr":"Harry Cagle war lange Zeit ein angesehener Angestellter bei einem Geldtransport-unternehmen, für das er sogar einmal sein Leben riskiert hatte. Doch niemand ahnt, dass Cagle an dem Raub, bei dem er sich so heldenhaft verhalten hatte, maßgeblich beteiligt war. Nun quittiert er seinen Dienst. Als Cagle bemerkt, dass seine Partner auf ihn warten, glaubt er, sie hätten es auf seinen Anteil abgesehen. Cagle macht einen folgenschweren Fehler – und der bringt McGarrett auf den Plan.","versions":[{"lang":1,"streams":[{"redirect":12923299,"hoster":"VOE"},{"redirect":8547793,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das „Moon Stone“-Projekt","epNo":7,"alt":"Shake Hands With The Man In The Moon","descr":"Richard Royce war als Astronaut auf dem Mond, anschließend wurde er zum Helden der Nation. Der Ruhm und die Öffentlichkeit überfordern Royce; er bekommt sein Leben nicht mehr in den Griff. Schließlich gerät er in die Fänge des skrupellosen Geschäftemachers Frank Devlin. Royce soll für Devlin das Aushängeschild spielen, um ahnungslose Geldanleger zu täuschen. Als Devlin sogar vor einem Mord nicht zurückschreckt, will Royce aussteigen – und das passt Devlin gar nicht.","versions":[{"lang":1,"streams":[{"redirect":13104224,"hoster":"VOE"},{"redirect":8570469,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Diamanten aus Amsterdam","epNo":8,"alt":"Deadly Doubles","descr":"Katarina Bukowski ist Mitglied einer Tennisauswahl aus Osteuropa und auf Tournee in den USA. Als sie sich in Brent Saunders, einen Tennisprofi des US-Teams, verliebt, beschließen die beiden, dass Katarina ihr Team verlassen und in den USA bleiben soll. Doch dann wird die Leiche eines östlichen Sicherheitsbeamten gefunden – und nun gewährt das Außenministerium niemandem Asyl, bis der Mord aufgeklärt ist. McGarrett kommt einem ausgebufften Diamantenschmuggler auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":9015931,"hoster":"VOE"},{"redirect":8570474,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Spion aus der Tiefe","epNo":9,"alt":"Deep Cover","descr":"Auf Hawaii wird ausgewählten U-Boot-Offizieren ein neues Raketenabwehrsystem vorgestellt. Als Dominik Rizzo, einer dieser Offiziere, ermordet aufgefunden wird, ruft der Admiral McGarrett zu Hilfe. Während sein Team ermittelt, überstürzen sich die Ereignisse: Ein brennendes U-Boot taucht auf und sofort wieder ab, ein Zivilist verschwindet, und schließlich wird ein Marine-Zahnarzt ermordet. Alles deutet darauf hin, dass Rizzos bester Freund dahinter steckt.","versions":[{"lang":1,"streams":[{"redirect":13101026,"hoster":"VOE"},{"redirect":8570473,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tsunami, die Flutwelle","epNo":10,"alt":"Tsunami","descr":"Eine Gruppe überdurchschnittlich begabter Studenten nennt sich das \"Gehirnkartell\". Sie arbeiten daran, das perfekte Verbrechen zu begehen. Ihr Plan scheint genial: Man löst einen Flutwellenalarm aus, und während der Evakuierungsarbeiten wird der vorgesehene Juwelierladen ausgeraubt. Zunächst läuft auch alles wie geplant. Doch ein winzig kleiner Fehler in der Vorbereitungsphase, der schließlich zu einem Mord führt, bringt McGarrett auf die Spur der Gangster.","versions":[{"lang":1,"streams":[{"redirect":12379485,"hoster":"VOE"},{"redirect":8547794,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wer ist Zadak?","epNo":11,"alt":"East Wind, Ill Wind","descr":"Dr. Sandanarik, ein ins Exil gezwungener Friedensforscher aus einem ostasiatischen Land, wird auf äußerst perfide Weise ermordet: Eine Frau lockt ihn mit Hilfeschreien ins Wasser, um sich von ihm vor dem vermeintlichen Ertrinken retten zu lassen. Von Tauchern wird Dr. Sandanarik dann unter Wasser gezogen. McGarrett glaubt zunächst an einen Unfall. Doch dann stellt sich heraus, dass aus dem Hoteltresor Unterlagen über das Gewaltregime in Dr. Sandanariks Heimat gestohlen wurden.","versions":[{"lang":1,"streams":[{"redirect":12923300,"hoster":"VOE"},{"redirect":8547786,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Stätte der Zuflucht","epNo":12,"alt":"Tread The King’s Shadow","descr":"Deborah, die Tochter des schwerreichen Amerikaners George Cameron, will den farbigen Hawaiianer David heiraten. Ebenso entschlossen, wie sie zu ihrer Liebe steht, ist ihr Vater gegen die Verbindung. Um die Ehe zu verhindern, schickt er seine Tochter auf ein Internat in die Schweiz. Kurz vor der Abreise Deborahs flüchtet das Paar. Cameron, der gute Beziehungen zum Gouverneur hat, lässt McGarrett auf den \"Entführer\" David ansetzen. Außerdem engagiert er einen Privatdetektiv.","versions":[{"lang":1,"streams":[{"redirect":9015928,"hoster":"VOE"},{"redirect":8570476,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zeit der Wahrheit","epNo":13,"alt":"A Big Aloha","descr":"Als der geschätzte Chirurg Dr. Gideon Webb erschossen am Strand aufgefunden wird, sprechen die Indizien für den jungen Oberarzt Dr. John Palahana als Täter. Doch bei seinen Ermittlungen stößt McGarrett auf einige Merkwürdigkeiten: So scheint Mrs. Kincaid, die Besitzerin des Krankenhauses mit außerordentlich guten Kontakten zu einflussreichen Politikern, etwas zu verbergen zu haben. Eine andere Spur führt nach Hongkong, wo der Privatdetektiv Frank Lahani ermordet wurde.","versions":[{"lang":1,"streams":[{"redirect":13101027,"hoster":"VOE"},{"redirect":8570472,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Frankie packt aus","epNo":14,"alt":"A Short Walk On The Long Shore","descr":"Anton Krebs, der aussichtsreichste Kandidat für den Vorsitz der Hafenarbeitergewerkschaft, wird ermordet. Weil Krebs den amtierenden Gewerkschaftsvorsitzenden Jackson Croft für die Kriminalität im Hafen verantwortlich gemacht hatte, fällt der erste Verdacht sofort auf Croft. Bei ihren Ermittlungen im Hafen stoßen McGarrett und seine Männer von \"Hawaii 5 – 0\" auf eine Mauer des Schweigens. Daraufhin schleust sich McGarrett als Seemann verkleidet in den Hafen ein.","versions":[{"lang":1,"streams":[{"redirect":9015922,"hoster":"VOE"},{"redirect":8570470,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die seidene Falle","epNo":15,"alt":"The Silk Trap","descr":"Der Kongressabgeordnete John Richard Carr verliebt sich in Jane Kuan, die Miss Malaysia. Die beiden verbringen eine Nacht miteinander – und am nächsten Tag ist Jane tot. Zwar kann sich Carr an nichts mehr erinnern, aber der Erpresser Chung hilft ihm mit heimlich aufgenommenem Filmmaterial auf die Sprünge. McGarrett, der ein Treffen Carrs mit Chung beobachtet hat, stellt den Abgeordneten zur Rede. Währenddessen hat der skrupellose Chung bereits Carrs Frau in seine Gewalt genommen.","versions":[{"lang":1,"streams":[{"redirect":13109901,"hoster":"VOE"},{"redirect":8547802,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein und derselbe Mann","epNo":16,"alt":"Head To Head","descr":"Der Polizeibeamte Barney Kawala wird beim Versuch, einen Rauschgiftring auszuheben, getötet. Bei seinen Ermittlungen stößt McGarrett auf verschiedene Namen ein und desselben Mannes: Jack Fabian. Kurz darauf bekommt McGarrett von höchster Stelle die Anordnung, die Finger von dem Mann zu lassen – Fabian ist ein Kronzeuge der Justiz. Doch auch die Mafia ist hinter dem Kronzeugen und Mörder her. Unwissentlich arbeitet sie für McGarrett – und treibt ihm Fabian in die Arme.","versions":[{"lang":1,"streams":[{"redirect":9015930,"hoster":"VOE"},{"redirect":8547806,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Tragödie im Surferparadies","epNo":17,"alt":"Tall On The Wave","descr":"Lorca ist mit dem jungen Surfer Ben befreundet, einem Bekannten von Williams und McGarrett. Ben will später einmal zur Polizei. Bei einem Surferwettbewerb trifft Lorca Gavin McNabb wieder, mit dem sie vor langer Zeit einmal ein Verhältnis hatte. Zwischen den beiden kommt es zu einem heftigen Streit, wobei Lorca von den Klippen stürzt und stirbt. Geschickt lenkt McNabb den Verdacht auf Ben, dessen Berufsaussichten damit rapide sinken. McGarrett nimmt sich den Fall persönlich vor.","versions":[{"lang":1,"streams":[{"redirect":13101029,"hoster":"VOE"},{"redirect":8547800,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Wie ein Engel in Blau","epNo":18,"alt":"Angel In Blue","descr":"McGarrett verliert einen Kollegen, der undercover in der Rauschgiftszene ermittelte, dann enttarnt und ermordet wurde. Der Truppe wird als Ersatz die Polizeibeamtin Valerie Bates zugeteilt. McGarrett ist zunächst äußerst skeptisch, aber dann setzt er doch die Frau auf die Dealer an. Es dauert nicht lange, und einer der Gangster, Kimo Hameo, verliebt sich in Valerie. Als wieder ein großes Geschäft ansteht, wird Valeries Tarnung aufgedeckt. Nun soll Kimo Valerie beseitigen.","versions":[{"lang":1,"streams":[{"redirect":9015924,"hoster":"VOE"},{"redirect":8570475,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Hass und Vergeltung","epNo":19,"alt":"When Does A War End?","descr":"Eine Serie spektakulärer Terroranschläge hält die Stadt in Atem und stellt die Polizei vor ein Rätsel: Es gibt keine politischen Bekenntnisse, keine finanziellen Forderungen. Allerdings weisen alle Anschläge eine Gemeinsamkeit auf: Sie gelten dem Imperium des Mr. Muromoto, einem beliebten und rechtschaffenen japanischen Einwanderer. Schließlich fällt den Männern von \"Hawaii 5 – 0\" noch etwas auf: Für alle Anschläge wurde Munition aus dem Zweiten Weltkrieg benutzt.","versions":[{"lang":1,"streams":[{"redirect":12916757,"hoster":"VOE"},{"redirect":8547804,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Fremder im Grab","epNo":20,"alt":"A Stranger In His Grave","descr":"In einem verbrannten Zuckerrohrfeld wird eine Leiche gefunden, die nicht mehr zu identifizieren scheint. Schließlich kann ein Zahnarzt aufgrund des Gebisses feststellen, dass es sich bei dem Toten um Frank Kealoha handeln muss. McGarrett will der Witwe die traurige Nachricht überbringen und erlebt eine Überraschung: Katie Kealoha behauptet, ihr Mann sei vor vier Monaten bei einem Autounfall ums Leben gekommen. Als man das Grab öffnet, gibt es noch eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":9015936,"hoster":"VOE"},{"redirect":8547803,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die eingefrorenen Gelder","epNo":21,"alt":"Frozen Assets","descr":"Die Freundin der berühmten Kriminalschriftstellerin Millicent Shand stirbt in der angesehenen Kirk-Stiftung. Da der Tod völlig unerwartet kam und die Freundin der Stiftung ein großes Vermögen hinterlassen hat, glaubt die Schriftstellerin an ein Verbrechen. Zudem wurde Millicent Shand durch einen Brief alarmiert: Darin schrieb die Freundin, dass sie die Stiftung verlassen wolle. Und dieser Brief trug das Datum des Todestages. Millicent Shand braucht bald McGarretts Hilfe.","versions":[{"lang":1,"streams":[{"redirect":9015942,"hoster":"VOE"},{"redirect":8570477,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Tod in der Familie","epNo":22,"alt":"A Death In The Family","descr":"Um das berüchtigte Kumu-Syndikat endlich zu Fall zu bringen, schleust McGarrett Chin Ho in Chinatown ein. Doch die Gangster durchschauen Chins Tarnung und töten ihn. Vor dem Büro von \"Hawaii 5 – 0\" wird der Ermordete aus dem Wagen geworfen. Chins Tochter Suzy möchte bei der Aufklärung des Mordes mitarbeiten. Ihre Freundin Kini ist die Tochter von Syndikatsboss Pahoa – und mit Chin Hos Mörder liiert. Weil dieser eigenmächtig gehandelt hat, lässt ihn Pahoa fallen.","versions":[{"lang":1,"streams":[{"redirect":9015939,"hoster":"VOE"},{"redirect":8570478,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Aufforderung zum Mord","epNo":23,"alt":"Invitation To Murder","descr":"Um das berüchtigte Kumu-Syndikat endlich zu Fall zu bringen, schleust McGarrett Chin Ho in Chinatown ein. Doch die Gangster durchschauen Chins Tarnung und töten ihn. Vor dem Büro von \"Hawaii 5 – 0\" wird der Ermordete aus dem Wagen geworfen. Chins Tochter Suzy möchte bei der Aufklärung des Mordes mitarbeiten. Ihre Freundin Kini ist die Tochter von Syndikatsboss Pahoa – und mit Chin Hos Mörder liiert. Weil dieser eigenmächtig gehandelt hat, lässt ihn Pahoa fallen.","versions":[{"lang":1,"streams":[{"redirect":9015940,"hoster":"VOE"},{"redirect":8570479,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Zorn der Prinzessin","epNo":24,"alt":"My Friend, The Enemy","descr":"Als Prinz Rashid während seiner Weltreise auch in Honolulu anlegt, berichtet die italienische Journalistin Liana Labella von einer bevorstehenden Entführung der Prinzessin Amina. Das wird zunächst als Sensationsschlagzeile der Journalistin eingestuft. Doch dann wird die Prinzessin tatsächlich gekidnappt. Liana Labella will McGarrett ihren Informanten nicht preisgeben – aber dann gerät sie selbst in Lebensgefahr. Und nun muss sie mit McGarrett zusammenarbeiten.","versions":[{"lang":1,"streams":[{"redirect":9592757,"hoster":"VOE"},{"redirect":8570480,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Zu lügen und zu töten","epNo":1,"alt":"The Sleeper","descr":"In der \"March-Foundation\" wird an einem militärischen Abwehrsystem gearbeitet. Als der vom Pentagon eingeschleuste James Walden ermordet wird, ermittelt McGarrett. McGarrett ist von Dr. Rathmans Spezialgebiet beeindruckt: Durch Hypnose soll eine Gehirnwäsche unmöglich gemacht werden. Kurz darauf werden zwei weitere Mitarbeiter ermordet. Die verdächtige Sonya besteht einen Lügendetektortest – doch als das Telefon klingelt, reagiert Sonya ziemlich merkwürdig.","versions":[{"lang":1,"streams":[{"redirect":9015934,"hoster":"VOE"},{"redirect":8547808,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Astrologie-Morde","epNo":2,"alt":"Horoscope For Murder","descr":"Ein Taxifahrer, eine Kellnerin, ein pensionierter Abteilungsleiter und ein Senator werden ermordet. Das Motiv ist unklar, und die Opfer haben sich nicht gekannt. Einzige Gemeinsamkeit ist die Tatwaffe: eine lange, abgerundete Klinge. Die Ermittlungen stagnieren, bis plötzlich die Astrologin Agnes Dubois bei McGarrett auftaucht und einen weiteren Mord sowie die genaue Tatzeit vorhersagt. Zunächst ist McGarrett mehr als skeptisch – doch leider behält die Astrologin Recht.","versions":[{"lang":1,"streams":[{"redirect":12335706,"hoster":"VOE"},{"redirect":8547805,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der manipulierte Kurier","epNo":3,"alt":"The Deadly Courier","descr":"Der Wissenschaftler Martin Soames wird durch eine Aktenkoffer-Bombe ermordet; der Kurier kommt mit dem Leben davon. Die Ermittlungen führen das Team von \"Hawaii 5 – 0\" zu der attraktiven Marla Kahuana, die kurz darauf Dan Williams in ihre Gewalt bringt. Inzwischen stellt man fest, dass der Akten-Kurier Walter Sherman hypnotisiert worden war. Als wieder ein Kurier erwartet wird, erhält der inzwischen hypnotisierte Williams von Marla den Auftrag, McGarrett zu töten.","versions":[{"lang":1,"streams":[{"redirect":9015941,"hoster":"VOE"},{"redirect":8547812,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mord im Hause Christie","epNo":4,"alt":"The Case Against Philip Christie","descr":"Penny Christie fühlt sich von ihrem Mann Philip vernachlässigt. Während einer Party treibt sie eine Auseinandersetzung auf die Spitze und fordert die Scheidung. Sie schließt sich in ihrem Zimmer ein. Während ihr Mann versucht, in das Zimmer zu kommen, fallen drinnen zwei Schüsse. Zufällig wird McGarrett als Geschworener benannt. Die übrigen Geschworenen sind sich einig und halten Philip für den Mörder. Alles spricht gegen ihn, nur McGarrett ist anderer Meinung.","versions":[{"lang":1,"streams":[{"redirect":13101030,"hoster":"VOE"},{"redirect":8570481,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die einzige Zeugin","epNo":5,"alt":"Small Potatoes","descr":"Mr. Lee ist spielsüchtig, und um seiner Sucht zu frönen, hat er bei seiner Bank zwei Millionen Dollar unterschlagen. Als er fast alles verloren hat, will er eine letzte Chance – mit seinen letzten 60.000 Dollar. Doch die Betreiber der illegalen Spielcasinos wollen Lee nicht mehr sehen. Johnny Noah stößt Lee aus dem fahrenden Wagen und behält das Geld. Das erweist sich als Fehler, denn Lee begeht Selbstmord. Die Ermittlungen führen unausweichlich zu Noah und den Spielclubs.","versions":[{"lang":1,"streams":[{"redirect":9015945,"hoster":"VOE"},{"redirect":8547811,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Distant Thunder","descr":"","versions":[{"lang":2,"streams":[{"redirect":11310571,"hoster":"VOE"},{"redirect":10828533,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die goldene Totenmaske","epNo":7,"alt":"Death Mask","descr":"Der Hobbykünstlerin Alicia Warren ist es gelungen, für eine Ausstellung die Maske Tut-ench-Amuns als Leihgabe zu organisieren. Bei der Eröffnung stiehlt Mick Chandler das wertvolle Objekt, doch McGarrett kann ihn sofort verhaften. Trotzdem scheint der geplante Coup gelungen, als sich wenig später herausstellt, dass Chandler vor seiner Verhaftung die Maske gegen eine Fälschung austauschen konnte. Chandlers Freundin Jill, die Tochter Alicias, scheint mehr darüber zu wissen","versions":[{"lang":1,"streams":[{"redirect":12285233,"hoster":"VOE"},{"redirect":8547810,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Labyrinth der Lüge","epNo":8,"alt":"The Miracle Man","descr":"Reverend Andy von der \"Miracle Crusade\"-Vereinigung bereist mit seinem Gefolge Hawaii, um auch dort seine Lehre zu verbreiten. Als eine seiner Anhängerinnen unter merkwürdigen Umständen ums Leben kommt, dreht deren Ehemann Jim durch: Er greift während eines Gottesdienstes den Reverend an. Zwar wird Jim Nelson wegen dieses tätlichen Angriffs verhaftet, doch auch McGarrett ist der Gottesmann verdächtig – und damit ist für Andy das Geschäft bald vorbei.","versions":[{"lang":1,"streams":[{"redirect":9015947,"hoster":"VOE"},{"redirect":8547809,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Melissas Rache","epNo":9,"alt":"A Long Time Ago","descr":"Danny Williams begegnet auf dem Polizeirevier seiner Jugendliebe Melissa Cole wieder, die gerade wegen Ladendiebstahls verhaftet worden ist. Während Danny Melissa hilft, begeht deren Ex-Freund Roy Crawford einen Raubmord. Unabhängig voneinander machen sich Danny und Melissa auf die Suche nach Crawford. Danny, der immer noch glaubt, in Melissa verliebt zu sein, macht eine überraschende Erfahrung: Seine Jugendliebe fordert ihn unverfroren auf, Roy Crawford zu beseitigen.","versions":[{"lang":1,"streams":[{"redirect":13109902,"hoster":"VOE"},{"redirect":8547814,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ins Verderben geschickt","epNo":10,"alt":"The Execution File Executive?","descr":"Als am hellichten Tag und auf offener Straße in kürzester Zeit drei Zuhälter ermordet werden, übernimmt \"Hawaii 5 – 0\" den Fall. Bei seinen Ermittlungen stößt McGarrett auf den Ex-Polizisten Russ Hendrix, der jetzt als Privatdetektiv arbeitet. Hendrix hat sich darauf spezialisiert, Ausreißer wiederzufinden und einem Heim zu übergeben, bis sie den Eltern überstellt werden können. McGarrett nimmt sich die Vergangenheit von Hendrix vor – und deckt dabei ein tragisches Schicksal auf.","versions":[{"lang":1,"streams":[{"redirect":13104228,"hoster":"VOE"},{"redirect":8570482,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein todsicherer Hit (1)","epNo":11,"alt":"Number One With A Bullet (1)","descr":"Steve McGarrett und seine Männer arbeiten an der Aufklärung eines Mordes an einem Diskotheken-Besitzer. Die Spur führt zu der jungen Sängerin Yvonne Kanekoa und deren Freund und Songschreiber Johnny Munroe, die beide unfreiwillig zwischen die Fronten zweier rivalisierender Syndikate geraten: Als die beiden Chefs der Banden Yvonne einen Vertrag anbieten, lehnt Johnny mutig ab. Nun wollen ihn die Gangster aus dem Weg räumen, indem sie ihm ein Päckchen Kokain unterschieben.","versions":[{"lang":1,"streams":[{"redirect":13112630,"hoster":"VOE"},{"redirect":8570483,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein todsicherer Hit (2)","epNo":12,"alt":"Number One With A Bullet (2)","descr":"Musiker Johnny bekommt heraus, dass er sich an das selbe Verbrechersyndikat gewendet hat, dem der ermordete Bernie Adams angehörte. Obwohl das Johnny eine Warnung ist, beschließt er trotzdem die Hilfe der Gangster in Anspruch zu nehmen. Er will seiner Freundin Yvonne um jeden Preis einen Plattenvertrag veschaffen und begibt sich dafür in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":9015949,"hoster":"VOE"},{"redirect":8570485,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Sesam, öffne dich!","epNo":13,"alt":"The Meighan Conspiracy","descr":"Die Männer von \"Hawaii 5 – 0\" stehen vor einem Rätsel: Der Tresorraum einer Bank, die mit den modernsten Sicherheitssystemen ausgestattet ist, wurde ausgeraubt, ohne dass Alarm ausgelöst wurde. McGarrett erfährt, dass es in jüngster Zeit auf dem Festland vergleichbare Einbrüche gegeben hat. Und immer war die Bank in einem Einkaufszentrum untergebracht, immer war neben der Bank ein Musikgeschäft. McGarrett nimmt den Bauunternehmer des Einkaufszentrums unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":13112632,"hoster":"VOE"},{"redirect":8570484,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"„Cosa Nostra“ auf Chinesisch","epNo":14,"alt":"The Pagoda Factor","descr":"McGarrett macht mit dem jungen, kriminellen Chinesen Joey Lee ein Geschäft: Ihm wird Straffreiheit gewährt, wenn er die \"Kow-Loons\", eine kriminelle Vereinigung, ausspioniert. Durch eine getürkte Lebensrettung kann Joey zunächst das Vertrauen des Gangsterbosses Victor Fong gewinnen. Doch dann fliegt seine Tarnung auf. Fong schickt ein Exekutionskommando los. McGarrett und seinen Männern von \"Hawaii 5 – 0\" bleibt nicht viel Zeit, um das Leben ihres Spitzels zu retten.","versions":[{"lang":1,"streams":[{"redirect":9207700,"hoster":"VOE"},{"redirect":8547815,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Wahrheit über Jeremy","epNo":15,"alt":"The Spirit Is Willie","descr":"Millicent Shaud ist eine erfolgreiche Kriminalschriftstellerin. Als Jeremy Walker, der Mann ihrer Nichte Carol, spurlos verschwindet, kommt ihr dies verdächtig vor. Sie glaubt, Jeremy will Carol beseitigen. Millicent wendet sich an ihren Freund, den Gouverneur, der McGarrett einschaltet. Das Team von \"Hawaii 5 – 0\" verfolgt verschiedene Hinweise und kommt schließlich einem verbrecherischen Parapsychologen auf die Spur, der seine Fähigkeiten skrupellos einsetzt.","versions":[{"lang":1,"streams":[{"redirect":13101031,"hoster":"VOE"},{"redirect":8570486,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die burmesischen Rubine","epNo":16,"alt":"The Bark And The Bite","descr":"Die reiche Erbin Dilys Conover macht Urlaub auf Hawaii, um auf diese Weise eine private Enttäuschung zu vergessen. Der Gouverneur der Insel, der ein alter Freund der Familie ist, erteilt McGarrett den Auftrag, auf Dilys etwas aufzupassen. Sie führt nämlich wertvollen Schmuck mit sich, und es gibt eindeutige Hinweise, dass jemand es darauf abgesehen hat. Kurz darauf macht Dilys eine neue Bekanntschaft, und als McGarrett diese Person überprüft, erlebt er prompt eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":9015958,"hoster":"VOE"},{"redirect":8570487,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Vorsicht, Stringer, Vorsicht!","epNo":17,"alt":"Stringer","descr":"Duke und Officer Napoli sind auf Tony Alika, den Boss eines Gangstersyndikats, angesetzt. Als dieser versucht, seine Verfolger abzuschütteln, wird Napoli getötet. Zufällig ist in der Nähe des Unfallortes der Gelegenheitsfotograf Stringer dabei, Aufnahmen von seinem Model Maren zu machen. Es gelingt ihm, Alika und den einflussreichen Immobilienmakler Howard Kramer zu fotografieren, als sie gerade einen Geldkoffer austauschen. Für Stringer wird es brandgefährlich.","versions":[{"lang":1,"streams":[{"redirect":13095031,"hoster":"VOE"},{"redirect":8570488,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Warum stirbt Linda nicht?","epNo":18,"alt":"Why Won’t Linda Die?","descr":"Der kanadische Politiker Paul Evans stirbt bei einem angeblichen Verkehrsunfall. Doch wenig später stellt sich der vermeintliche Unfall als Mordanschlag heraus. Die Spur führt zu den beiden Schwestern Linda und Diana Forbes. Linda war mit Evans befreundet, hat die Beziehung aber gelöst. Kurz darauf stirbt auch der neue Freund Lindas, der Pilot David Coleman. McGarrett steht vor einem Rätsel, als Diana den Verdacht gegen Linda schürt, diese aber kein Motiv zu haben scheint.","versions":[{"lang":1,"streams":[{"redirect":9015953,"hoster":"VOE"},{"redirect":8547823,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein sehr persönlicher Fall","epNo":19,"alt":"A Very Personal Affair","descr":"Als Tommy Riordan, der Sohn eines Freundes von McGarrett, an einer Überdosis Beruhigungsmittel stirbt, bittet Tommys Vater McGarrett um Hilfe. Er soll gegen den Arzt vorgehen, der das Mittel verschrieben hat. Als der Mediziner freigesprochen wird, sind auch McGarrett die Hände gebunden. Deshalb bittet er die junge Tanzlehrerin Gerry, verdeckt für ihn zu arbeiten. McGarrett muss eine bittere Lektion lernen: dass persönliche Beteiligung die objektive Sichtweise verdirbt.","versions":[{"lang":1,"streams":[{"redirect":9015959,"hoster":"VOE"},{"redirect":8570489,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mörder per Annonce","epNo":20,"alt":"The Skyline Killer","descr":"Ein unheimlicher Serienmörder hält die Stadt in Atem: Acht junge Frauen sind bisher Opfer eines Fassadenkletterers, der seinen Opfern vorher immer rote Nelken schickt. Der bekannte Schriftsteller Norman Klane, der eine sensationelle Story wittert, versucht, über eine Annonce mit dem Mörder Kontakt aufzunehmen. McGarrett ist darüber äußerst empört und verdonnert Klane zur Informationspflicht. Doch Klane spielt sein eigenes Spiel – und das kostet eine weitere Frau das Leben.","versions":[{"lang":1,"streams":[{"redirect":9015970,"hoster":"VOE"},{"redirect":8547827,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Im Jahr des Pferdes (1)","epNo":21,"alt":"The Year Of The Horse (1)","descr":"Als die Rauschgift-Kurierin Terri durch mysteriöse Umstände tödlich verunglückt, kommt Steve McGarrett in Singapur dem Ex-Navy-Commander Sandover auf die Spur. Dieser galt als vermisst, seit er vor neun Jahren bei einem Aufklärungsflug abgeschossen wurde. Doch der Commander ist am Leben und handelt zusammen mit seinem Freund Gossett mit Rauschgift. Was McGarrett jedoch nicht ahnt: General Oban, der Vater von Terri, will nun den Tod seiner Tochter rächen.","versions":[{"lang":1,"streams":[{"redirect":9015989,"hoster":"VOE"},{"redirect":8547849,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Im Jahr des Pferdes (2)","epNo":22,"alt":"The Year Of The Horse (2)","descr":"Sandover ist auf der Flucht. Seine Frau bedrängt ihn, sich Steve McGarrett zu stellen, doch er plant noch einen letzten Coup: Ein deutscher Kunde ordert 20 Kilo Heroin, verlangt aber eine Probe des Stoffes. Der süchtige Chinese Ho, der die Probe transportieren soll, wird von McGarrett abgefangen. Von ihm bekommt Steve wichtige Hinweise auf die Drogenbande.","versions":[{"lang":1,"streams":[{"redirect":10111642,"hoster":"VOE"},{"redirect":10111644,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Mörder und Gendarm (1)","epNo":1,"alt":"A Lion In The Streets (1)","descr":"Gangster Tony Alika will mit Hilfe des Strohmannes Johnny Mio die Hotel- und Gaststätten-Gewerkschaft kontrollieren. Eine Menge Arbeit für Steve McGarrett, denn Alika gerät dabei kräftig mit dem ehrenwerten Konkurrenten Andy Kamoku aneinander. Dieser lässt sich nämlich nicht so leicht einschüchtern – ist er doch ein direkter Nachfahre von König Kamehamehas! Es entwickelt sich ein knallharter Kampf, bei dem auch noch ein rachsüchtiger Detektiv aus Boston mitmischt.","versions":[{"lang":1,"streams":[{"redirect":11310703,"hoster":"VOE"},{"redirect":10111641,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mörder und Gendarm (2)","epNo":2,"alt":"A Lion In The Streets (2)","descr":"Unbeirrbar legt sich Andy Kamoku auch weiterhin mit dem Gangsterboß Alika an. Diesem ist Andys Kandidatur für den Gewerkschaftsvorsitz ein Dorn im Auge. Er versucht seinen Sieg mit allen Mitteln zu vereiteln. Auch wenn er dafür Andy ein Paket Marihuana unterschmuggeln muss. Doch der weiß sich zur Wehr zu setzen.","versions":[{"lang":1,"streams":[{"redirect":10111643,"hoster":"VOE"},{"redirect":10111646,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rache einer Polizistin","epNo":3,"alt":"Who Says Cops Don’t Cry?","descr":"Als Polizist Kevin Wilson Zeuge eines Überfalls auf einen Supermarkt wird, will er eingreifen und die Verbrecher stellen. Dabei werden er und eine Komplizin der Täter getötet. Wilsons Frau Lori, ebenfalls bei der Polizei, will ihren Mann im Alleingang rächen. Sie ermittelt auf eigene Faust und gibt sich als Schwester der toten Verbrecherin aus. Eine Spur führt Lori Wilson zu einem Restaurantbesitzer – und McGarrett kann sie im letzten Moment daran hindern, Selbstjustiz zu üben.","versions":[{"lang":1,"streams":[{"redirect":11310712,"hoster":"VOE"},{"redirect":10111645,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Bande der Rächer","epNo":4,"alt":"Though The Heavens Fall","descr":"Ein selbst ernannter Rächer scheint sich um Kriminelle, die mit Hilfe geschickter Anwälte um ihre Bestrafung herumgekommen sind, zu kümmern: Er bestraft die frei gekommen Gangster und ritzt ihnen ein \"V\" in den Arm. Als sich eine Spur zu einem exklusiven Sportverein abzeichnet, schleust McGarrett Truck dort ein. Der Undercover-Agent entdeckt eine Vereinigung namens \"Nu Epsilon\", deren Mitglieder sich der griechischen Göttin der vergeltenden Gerechtigkeit verschrieben haben.","versions":[{"lang":1,"streams":[{"redirect":13014982,"hoster":"VOE"},{"redirect":10111647,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Horoskop eines Boxers","epNo":5,"alt":"Sign Of The Ram","descr":"Der viel versprechende junge Boxer Pete Shore hat seine Fans bisher nicht enttäuscht: Er muss nur noch zwei Gegner besiegen, um den Titel zu bekommen. Kurz vor dem entscheidenden Kampf wird Petes Manager Toby Wesson ermordet. Über die Astrologin Jessica Humboldt findet Pete heraus, dass seine angeblichen Freunde skrupellose Gangster sind. McGarrett von \"Hawaii 5 – 0\" findet schließlich heraus, dass Toby Wesson vor seinem Tod die Rechte an dem Boxer an Eddie Marco verkauft hat.","versions":[{"lang":1,"streams":[{"redirect":10111649,"hoster":"VOE"},{"redirect":10111652,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lüge, Verrat und Korruption","epNo":6,"alt":"Good Help Is Hard To Find","descr":"Eine Serie erfolgloser Einsätze macht McGarrett und sein Team in der Öffentlichkeit lächerlich. Wie sich herausstellt, werden \"Hawaii 5 – 0\" Tipps zugespielt, die alle nur dazu dienen, das Dezernat zu blamieren – mit großem Erfolg. Doch dann wird einer dieser Informanten tot aufgefunden. Die Mörder lenken geschickt den Verdacht auf Kimo Carew, der angeblich mit den Gangstern Geschäfte gemacht haben soll. Die Lösung zu dem Komplott liegt mehrere Jahre zurück.","versions":[{"lang":1,"streams":[{"redirect":11310705,"hoster":"VOE"},{"redirect":10111648,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Wahnsinnsplan","epNo":7,"alt":"Image Of Fear","descr":"Die geschiedene Joan Carter wird nach einem Aufenthalt in einer Nervenklinik als vollkommen genesen entlassen. Doch dann berichtet sie von mehreren mysteriösen Ereignissen: einem getöteten Einbrecher, der nicht existiert, und toten Vögeln, die quicklebendig sind. Joans früherer Ehemann glaubt an eine neue Krise. Doch McGarrett stößt bei seinen Recherchen auf Robert Kwon, einen Mann, der einen perfiden Racheplan verfolgt – indem er Joan in den Wahnsinn zu treiben versucht.","versions":[{"lang":1,"streams":[{"redirect":10111651,"hoster":"VOE"},{"redirect":10111653,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mit der Pistole zur Hölle","epNo":8,"alt":"Use A Gun, Go To Hell","descr":"Weil in den Vereinigten Staaten nahezu jedermann das Recht hat, eine Waffe zu tragen, kommt es zu einer seltsamen Mordserie: Mit ein und derselben gestohlenen und nach der Tat weggeworfenen Pistole wird ein chinesischer Händler niedergeschossen, danach ein Senator getötet sowie ein jugendlicher Gangster aus Versehen erschossen. McGarrett und sein Team von \"Hawaii 5 – 0\" versuchen, diesen Teufelskreis zu durchbrechen – doch das ist alles andere als einfach.","versions":[{"lang":1,"streams":[{"redirect":11310706,"hoster":"VOE"},{"redirect":10111650,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Um das Leben der Sally D.","epNo":9,"alt":"Voice Of Terror","descr":"Die junge Polizistin Sally Dean will einen verdächtigen Wagen mit drei Insassen überprüfen – und wird daraufhin von diesen beschossen: Die drei Insassen Karl, Mark und Willa sind gefährliche Terroristen, die der so genannten \"Weltbefreiungsarmee\" angehören. Bei der Schießerei wird Sallys Kollege Dick schwer verletzt, sie selbst wird als Geisel genommen. Die Terroristen wollen sie gegen inhaftierte Genossen austauschen. Zum Schein geht McGarrett auf das Angebot ein.","versions":[{"lang":1,"streams":[{"redirect":10111654,"hoster":"VOE"},{"redirect":10111657,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Juwelen aus der Tiefe","epNo":10,"alt":"The Shallow Grave","descr":"Eigentlich wollte Mike Harper auf Hawaii Urlaub machen. Doch als er durch die Zeitung von der Entlassung des Juwelendiebes Phil Coleman erfährt, hat er plötzlich merkwürdige Visionen: Harper sieht Coleman und dessen Komplizen in einer kleinen Hütte. Er muss zu diesem Zeitpunkt etwa drei Jahre alt gewesen sein. McGarrett macht sich Harpers Visionen zunutze: Er lässt den Mann von der Esoterikerin Dr. Ramsey behandeln. Bei dieser Sitzung kommt es zu überraschenden Enthüllungen.","versions":[{"lang":1,"streams":[{"redirect":12916762,"hoster":"VOE"},{"redirect":10111660,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Fluch der Kahuna","epNo":11,"alt":"The Kahuna","descr":"Als auf der Insel Lono Bay zwei junge Männer unter mysteriösen Umständen sterben, glauben alle, dass sie sich an einem von dem hawaiianischen Priester Kahuna verhexten Strand aufgehalten haben. McGarrett schickt Kimo und Truck nach Lono Bay. Kurz darauf geht es Truck gesundheitlich sehr schlecht. Auch er glaubt an den Fluch, doch seine Kollegen von \"Hawaii 5 – 0\" finden eine weitaus weltlichere Erklärung dafür – und geraten dabei in eine nicht ungefährliche Situation.","versions":[{"lang":1,"streams":[{"redirect":10111656,"hoster":"VOE"},{"redirect":10111659,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Am Ende des Labyrinths","epNo":12,"alt":"Labyrinth","descr":"Der Schönheitschirurg Kenneth Ames will seine Geliebte Lisa heiraten, doch dazu muss er erst seine Frau Christine beseitigen. Ames und Lisa schmieden einen teuflischen Plan: Der Schönheitschirurg macht der durch einen Autounfall schwer verletzten Christine ein neues Gesicht – das von Lisa. Anschließend soll sie entführt und durch die echte Lisa beseitigt werden, die daraufhin unerkannt die Stelle der Ehefrau einnehmen kann. Allerdings übersehen die beiden eine Kleinigkeit.","versions":[{"lang":1,"streams":[{"redirect":10111658,"hoster":"VOE"},{"redirect":10111661,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Attentäter-Schule","epNo":13,"alt":"School For Assassins","descr":"McGarrett und sein Team sind für die Sicherheit eines Wirtschaftsgipfeltreffens auf Hawaii verantwortlich. Unter den hochrangigen Teilnehmern befindet sich auch John Ellington, Chef einer Ölgesellschaft. Da erhält McGarrett Hinweise, dass eine Terrorgruppe ein Attentat auf ihn geplant hat.","versions":[{"lang":1,"streams":[{"redirect":10588292,"hoster":"VOE"},{"redirect":10111662,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Monty, der Falschmünzer","epNo":14,"alt":"For Old Times Sake","descr":"Der ehemalige Geldfälscher Willie möchte einer befreundeten Heimleiterin aus der Patsche helfen. Weil deren Mädchenheim wegen Geldnot kurz vor der Schließung steht, will der Gauner erneut Falschgeld produzieren. Für einen Testlauf bringt Willie die ersten Blüten in Umlauf. Dadurch wird allerdings nicht nur das Hawaii-Fünf-Null-Team auf ihn aufmerksam. Auch ein Falschgeldsyndikat ist an dem genialen Fälscher brennend interessiert.","versions":[{"lang":1,"streams":[{"redirect":12923303,"hoster":"VOE"},{"redirect":10111666,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die goldene Schlinge","epNo":15,"alt":"The Golden Noose","descr":"James Weaver stößt bei der Ölsuche in Baradak überraschend auf Öl. Kurz darauf wird er von dem skrupellosen Geschäftsmann Mr. Halloran ermordet. Weavers Freundin Nadira macht sich Sorgen und wendet sich an die Polizei. Sie erzählt Steve McGarrett vom ihrem Verdacht, dass Halloran etwas mit James’ Verschwinden zu tun haben könnte. Als kurz darauf zwei Mordanschläge auf Nadira verübt werden, geht Hawaii-Fünf-Null dem Verdacht nach.","versions":[{"lang":1,"streams":[{"redirect":10111665,"hoster":"VOE"},{"redirect":10111668,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der raffinierte Juwelencoup","epNo":16,"alt":"The Flight Of The Jewels","descr":"Aus einem Museum werden Juwelen von unschätzbarem Wert gestohlen: Den Tätern gelingt es, ihre Beute an allen Sicherheitsvorkehrungen vorbei mit einem Modellflugzeug abzutransportieren. Doch dann begehen sie einen folgenschweren Fehler, der die Männer von Hawaii Fünf-Null auf den Plan ruft","versions":[{"lang":1,"streams":[{"redirect":10111664,"hoster":"VOE"},{"redirect":10111669,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Gehilfen des Teufels","epNo":17,"alt":"Clash Of Shadows","descr":"Yuri Bloch hat es sich zur Aufgabe gemacht, Naziverbrecher zu suchen und sie ihrer Verhaftung zuzuführen. Jetzt jagt er den ehemaligen KZ-Wärter Emil Klaus. Bei einem Treffen mit ihm wird Bloch verletzt. Doch er bringt McGarrett von Hawaii-Fünf-Null geschickt auf die Spur des Kriminellen.","versions":[{"lang":1,"streams":[{"redirect":10111667,"hoster":"VOE"},{"redirect":10111670,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Es fing harmlos an","epNo":18,"alt":"A Bird In The Hand","descr":"Die Reporterin Angie soll von der Hochzeitsreise des Sängers Watts und seiner Frau einen Fotobericht machen. Auf einem Ausflug fotografiert sie eine Zuckermühle. Die dient Del Vecchi als Versteck für seinen Goldschatz. Der tot geglaubte Verbrecher hetzt seine Leute auf. Angie schaltet Steve McGarrett ein.","versions":[{"lang":1,"streams":[{"redirect":10588296,"hoster":"VOE"},{"redirect":10111671,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Was geschah in Moroville?","epNo":19,"alt":"Moroville Covenant","descr":"Steve McGarrett begleitet den angesehenen Rechtsanwalt David Lawrence. Er beobachtet, wie dieser von einem Mann in grüner Limousine verfolgt wird. Am nächsten Morgen wird ein eben jender Fahrer ermordet aufgefunden. Die Männer von Hawaii Fünf-Null vermuten eine Verbindung zu Lawrence. Der Jurist gibt zu, dass Smith am Vortag bei ihm war und versucht hat, ihn zu erpressen","versions":[{"lang":1,"streams":[{"redirect":10111674,"hoster":"VOE"},{"redirect":10111673,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Aloha, Wo Fat","epNo":20,"alt":"Woe To Wo Fat","descr":"Wo Fat, McGarretts größter Widersacher, sammelt Wissenschaftler um sich, um eine verheerende Waffe zu entwickeln. Die dazu nötigen internationalen Wissenschaftler lässt Fat entführen. Nur ein Forscher fehlt noch: Raintree. McGarrett sucht ihn auf, weil er annimmt, dass dieser das nächste Opfer sein wird.","versions":[{"lang":1,"streams":[{"redirect":12568261,"hoster":"VOE"},{"redirect":10111672,"hoster":"Streamtape"}]}]}]}]}