{"seriesId":"hazure-waku-no-joutai-ijou-skill-de-saikyou-ni-natta-ore-ga-subete-o-juurin-suru-made","name":"Hazure Waku no \"Joutai Ijou Skill\" de Saikyou ni Natta Ore ga Subete o Juurin Suru made ","descr":"[Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells] Plötzlich in eine fantastische Welt verfrachtetet werden – was für seine Klassenkameraden ein wahrer Segen ist, entpuppt sich für Mimori Touka als Albtraum. Anders als seine Mitschüler verfügt er über kaum nennenswerte Magie und wird deshalb von der Göttin, die die Klasse beschworen hat, in einen Dungeon verbannt, in dem er um sein Überleben kämpft. Das Schicksal scheint zunächst nicht auf seiner Seite, denn bisher hat es keiner aus diesem düsteren Loch heraufgeschafft, doch dann bemerkt er, dass seine Kräfte nur abnormal sind … nicht abnormal schwach, sondern absonderlich mächtig. Mit diesem gewonnenen Wissen und unter Verfeinerung seiner Fähigkeiten hat er nur ein Ziel vor Augen: Rache!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Goddess Announcing Her Summons","descr":"Während eines Schulausflugs wird ein ganzer Schulbus von der Göttin Vicius in das Königreich Alion beschworen. Dort sollen die Schüler als Helden den Großen Dämonenkaiser vernichten. Dazu erhalten sie alle spezielle Skills und werden in Ränge eingeteilt. Toukas Fähigkeiten fallen jedoch so schlecht aus, dass er von der Göttin \"beseitigt\" wird.","versions":[{"lang":3,"streams":[{"redirect":14182396,"hoster":"VOE"},{"redirect":14182399,"hoster":"Doodstream"},{"redirect":14182398,"hoster":"Vidoza"},{"redirect":14182397,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Ruins of Disposal","descr":"Touka beginnt, die Grausamkeit, die in ihm schlummert, wiederzuerlangen, als er in den Ruinen der Beseitigung Monster besiegt. Er plant, aus den Ruinen zu fliehen, um sich an Göttin Vicius zu rächen, doch was ihm im Weg steht, ist der Grund, warum die Ruinen der Beseitigung eine Überlebensrate von null haben – das groteske Monster, das als Seelenfresser bekannt ist.","versions":[{"lang":3,"streams":[{"redirect":14196115,"hoster":"VOE"},{"redirect":14196157,"hoster":"Vidoza"},{"redirect":14196139,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Encounter ~AVENGER(S)~","descr":"Nachdem er den Seelenfresser besiegt hat, flieht Touka aus den Ruinen der Beseitigung. Touka macht sich auf, um sich an der Göttin Vicius zu rächen. Der erste Schritt auf seinem Weg ist die Suche nach einem nahe gelegenen Dorf, um Informationen über diese Welt zu sammeln. Dabei trifft er auf eine schöne Frau, die von einer Gruppe von vier Personen, den sogenannten Heiligen Wächtern, verfolgt wird...","versions":[{"lang":3,"streams":[{"redirect":14227478,"hoster":"VOE"},{"redirect":14227480,"hoster":"Vidoza"},{"redirect":14227481,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Woman Known as a Princess Knight","descr":"Touka erreicht die Stadt Mils und beschließt, an der Eroberung der Mils-Ruinen teilzunehmen. Dort trifft er auf Mist, eine Frau, die sich der Expedition wegen der Belohnung anschließt, und bittet sie um Hilfe bei der Vorbereitung auf ihr Abenteuer. In den Ruinen angekommen, sieht er, wie Droghetti plant, Mist zu töten...","versions":[{"lang":3,"streams":[{"redirect":14259248,"hoster":"VOE"},{"redirect":14259259,"hoster":"Vidoza"},{"redirect":14259247,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Chain Known as Trust","descr":"Nachdem Touka die Mils-Ruinen verlassen hat, bittet er Mist – oder vielmehr die Halbelfe Seras Ashrain, die ihre Identität verbirgt – ihn auf seinem Weg ins Land der goldäugigen Monster zu begleiten. Seras nimmt das Angebot gerne an. Allerdings taucht Seras auch lange nach der vereinbarten Zeit nicht auf...","versions":[{"lang":3,"streams":[{"redirect":14285717,"hoster":"VOE"},{"redirect":14285720,"hoster":"Vidoza"},{"redirect":14285716,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Humanity`s Strongest, Civit Garland","descr":"Civit Gartland, der Mann, der als der stärkste Mensch bekannt ist, hat es auf Seras\u0027 Leben abgesehen. Sie erfährt, dass derjenige, der die Drachenritter angeheuert hat, um sie zu töten, Neahs Heiliger Kaiser Ortola war – der Mann, dem sie treu gedient hatte.","versions":[{"lang":3,"streams":[{"redirect":14319055,"hoster":"VOE"},{"redirect":14319062,"hoster":"Vidoza"},{"redirect":14319056,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Monroy`s Bloodsport Champion","descr":"Seras hat geschworen, Touka auf seinem Rachefeldzug gegen die Göttin Vicius als Schwert zu dienen, und so folgt Touka Seras nach Ulzas königlicher Hauptstadt Monroy, dem Tor zum Land der goldäugigen Monster.","versions":[{"lang":3,"streams":[{"redirect":14373426,"hoster":"VOE"},{"redirect":14373444,"hoster":"Vidoza"},{"redirect":14373431,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Together with the Lord of Flies","descr":"Eve hat als Blutkriegerin weitergekämpft, um die Freiheit eines jungen Mädchens zu erkaufen, und ihr letzter Blutkampf ist für morgen angesetzt. Zuan, der Betreiber des Kolosseums, plant jedoch, Eve in der Öffentlichkeit mit Gift zu beseitigen. Nachdem Touka und Seras Gerüchte über diesen Plan aufgedeckt haben, warnen sie Eve, um zu versuchen, sie zu retten...","versions":[{"lang":3,"streams":[{"redirect":14423184,"hoster":"VOE"},{"redirect":14423185,"hoster":"Vidoza"},{"redirect":14423183,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dark Plot ~missing~","descr":"Muaji und seine Männer von Ashint stellt sich Toukas Team in den Weg. Doch diese haben keine Chance.","versions":[{"lang":3,"streams":[{"redirect":14477218,"hoster":"VOE"},{"redirect":14477222,"hoster":"Vidoza"},{"redirect":14477220,"hoster":"Streamtape"}]}]}]}]}