{"path":"/serie/stream/heathers","name":"Heathers","descr":"Veronica Sawyer (Grace Victoria Cox) bekommt es mit einer gemeingefährlichen Gruppe von Heathers zu tun, die als ehemalige Außenseiter nun über die High School herrschen. Heather McNamara (Jasmine Mathews) ist schwarz und lesbisch; Heather Duke (Brendan Scannell) kam unter dem Namen Heath auf die Welt und bezeichnet sich selbst als gender-queer; Heather Chandler (Melanie Field) schließlich ist sehr stark übergewichtig.","seasons":[{"path":"/serie/stream/heathers/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/heathers/staffel-1/episode-1","name":"Willkommen in Westerburg","epNo":1,"alt":"Pilot","descr":"Die 17-jährige Veronica Sawyer (Grace Victoria Cox) wirkt wie ein normaler Teenager. Sie navigiert sich durch die Herausforderungen der High School und versucht ihren Weg irgendwie zu gehen und dabei zu verstehen, worin eigentlich ihre Verbindung zu ihren besten Freunden besteht - den \"Heathers\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373211","hoster":"VOE"},{"path":"/redirect/13589043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-2","name":"Auferstehung","epNo":2,"alt":"She\u0027s Going to Cry","descr":"Heather Chandler (Melanie Field) erpresst JD (James Scully) und Veronica (Grace Victoria Cox). Heather Duke (Brendan Scannell) und Heather McNamara (Jasmine Mathews) haben inzwischen Schwierigkeiten damit, sich an ein Leben zu gewöhnen, in dem Betty Finn (Nikki SooHoo) das Regime führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592786","hoster":"VOE"},{"path":"/redirect/13581356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-3","name":"Tiefes Bedauern","epNo":3,"alt":"Date Rapes and AIDS Jokes","descr":"Veronica (Grace Victoria Cox) hat die Nase voll von JD (James Scully) und geht mit Heather Duke (Brendan Scannell) und zwei gut aussehenden Footballspielern auf ein Doppeldate. Während der Vorsprechen für das Schul-Musical wird Heather Chandler (Melanie Field) mit unerwarteter Konkurrenz konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373173","hoster":"VOE"},{"path":"/redirect/13648874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-4","name":"I am Suicide","epNo":4,"alt":"Our Love is God","descr":"Heather Chandler (Melanie Field) versucht ihre Selbstmordkampagne weiter anzutreiben während Betty Finn (Nikki SooHoo) ein paar Vermutungen hat, die Veronica (Grace Victoria Cox) mit einem ungelösten Mordfall in Verbindung bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14357961","hoster":"VOE"},{"path":"/redirect/13648873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-5","name":"Eine Lüge ist eine Lüge ist eine Lüge","epNo":5,"alt":"Reindeer Games","descr":"Betty (Nikki SooHoo) und JD (James Scully) werden von der Polizei verhört. JD bekommt anonyme Nachrichten, die ihn mit seinen Taten in Verbindung bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373165","hoster":"VOE"},{"path":"/redirect/13648872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-6","name":"Irrenanstalt","epNo":6,"alt":"Hot Probs","descr":"Veronica (Grace Victoria Cox) bringt JD (James Scully) bei, sich wie ein richtiger Freund zu verhalten. Heather Duke (Brendan Scannell) und Heather Chandler (Melanie Field) kämpfen um die Kontrolle über die Köpfe und Herzen der Westerburg-Schüler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373192","hoster":"VOE"},{"path":"/redirect/13648875","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-7","name":"Freundschaft","epNo":7,"alt":"Do I Look Like Mother Theresa?","descr":"Von der Macht verdrängt, beschließt Heather Chandler, ihren Stolz zu schlucken und das Unmögliche zu tun: sich zu entschuldigen. Sie verbringt Zeit mit den Unglücklichen in Westerburg und erfährt aus einer unerwarteten Quelle, dass Heather Duke ein Skelett in seinem Schrank hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358087","hoster":"VOE"},{"path":"/redirect/13648880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-8","name":"Sag bescheid, wenn’s wieder geht","epNo":8,"alt":"Call Us When Shuttle Lands","descr":"Als Reaktion auf die Flut von Gewalt und Unruhen in ihrem Gebiet beschließt Westerburg, eine \"Active Shooter\" -Trainingsübung durchzuführen, bei der die Schüler in den Standby-Modus versetzt werden, während der Schauspiellehrer von Klassenzimmer zu Klassenzimmer geht und die Leute mit dummen Fäden besprüht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358064","hoster":"VOE"},{"path":"/redirect/13648878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-9","name":"Myriaden von Tränen","epNo":9,"alt":"I\u0027m a No-Rust, Build-Up Man Myself","descr":"Als der Abschlussball ansteht, bewegen sich JD und Veronica in entgegengesetzte Richtungen. Sie ist ihren Freunden näher als je zuvor, während er versucht, Westerburg mit dem Abschlussball zu spalten, indem er Heather Duke gegen Heather Chandler antritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13617656","hoster":"VOE"},{"path":"/redirect/13645600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heathers/staffel-1/episode-10","name":"Im Himmel ist man nicht allein","epNo":10,"alt":"Are We Going to Prom or Hell?","descr":"Der Ball bringt ein letztes Mal alle überlebenden Charaktere zusammen. JD und Veronica nehmen getrennt teil und streiten sich um einige philosophische Unterschiede. Betty Finn kehrt zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14373153","hoster":"VOE"},{"path":"/redirect/13648882","hoster":"Streamtape"}]}]}]}]}