{"path":"/serie/stream/heidi-1974","name":"Heidi (1974)","descr":"Heidi ist ein kleines Mädchen, das ihre Eltern verloren hat und daraufhin zu ihrem Großvater, dem Almöhi, in die Berge zieht. Dort lernt sie den Geißenpeter kennen, der die Ziegen des Dorfes hütet, mit dem sie so manches Abenteuer erlebt. Nach einiger Zeit wird Heidi von ihrer Tante, bei der sie vorher lebte, wieder in die Stadt zurückgeholt. Sie soll der Tochter eines reichen Kaufmanns Gesellschaft leisten und nebenbei lernen, wie man liest und schreibt. Doch es kommt anders als erwartet. Clara sitzt im Rollstuhl und Heidi fühlt sich unwohl in der Stadt. Wie wird Heidi mit der ungewohnten Situation zurechtkommen? Was ist mit Clara im Rollstuhl? Was passiert mit ihrem Großvater? Seht es euch an.(Romanvorlage: Johanna Spyri, CH)","seasons":[{"path":"/serie/stream/heidi-1974/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/heidi-1974/staffel-1/episode-1","name":"Der geheimnisvolle Großvater","epNo":1,"alt":"To The Alm Mountains","descr":"Waisenkind Heidi ist fünf Jahre alt. Tante Dete, die sich bis jetzt um sie gekümmert hat, muss nun in der Stadt arbeiten und will Heidi zu ihrem Großvater bringen, der auf einer Alm im Gebirge wohnt. Schon am frühen Morgen verlassen sie den Kurort Lagatz, wo Tante Dete bis jetzt gearbeitet hat. Heidi hat alles Übergezogen, was sie besitzt, wie eine dicke Puppe sieht sie aus. Ein freundlicher Dorfbewohner nimmt sie bis Maienfeld am Fuß der Berge mit. Er bedauert Heidi wegen des einsamen Lebens, das sie schon so früh wird führen müssen. Oben im Berg liegt das \"Dörfli\".. wo Heidi geboren ist. viele Leute sprechen mit Dete, aber sie verstehen nicht, dass sie Heidi alleine beim Großvater auf der Alm lassen will. Der alte Großvater ist bei den Dörflern nicht sehr beliebt, sie halten ihn für Dickköpfig und meinen, man dürfe so ein kleines Kind nicht seine Obhut überlassen. Tante Dete widerspricht ihnen. Weiter geht der Fußmarsch zur Alm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016411","hoster":"VOE"},{"path":"/redirect/8570932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-2","name":"Großvaters Hütte","epNo":2,"alt":"Grampa’s Mountain Cabin","descr":"Tante Dete steigt schnell den Berg wieder hinunter und lässt Heidi alleine beim Großvater. Der Großvater stellt eine Frage nach der anderen. Heidi ist ganz unbeeindruckt und beantwortet alle Fragen ganz natürlich und richtig. Der Großvater merkt, dass sie ein kluges Kind ist und bringt seine Enkelin in die Hütte. Sie ist von allem begeistert, freut sich über den Stuhl, der als Tisch dient und quietscht vor Vergnügen über das Bett aus Heu unter dem Dach. Es ist, als ob in das Leben des einsamen Großvaters ein Lichtstrahl gekommen sei. Schließlich ist es für beide das erste Mal, dass sie so etwas wie eine Familie haben und für Großvater ist es durchaus nicht unangenehm. Trotz des reichlich unfreundlichen Empfangs handelt er bald als Vormund für Heidi und manchmal als ihr Großvater. Außer Großvater und Heidi ist in der Almhütte auch noch ein großer Hund. Er ist langsam und kümmert sich nicht um die Dinge um ihn herum. Dann sind da noch Schwänli und Bärli, die Geißen. Heidi weiß, dass sie ihr und Großvater gehören und sie sind Heidis größte Freude, sie hat bisher noch nichts besessen und überschüttet sie mit aller Liebe. Das Leben ist friedlich auf der Almhütte, wird es so weitergehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016414","hoster":"VOE"},{"path":"/redirect/8570931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-3","name":"Auf der Weide","epNo":3,"alt":"In The Meadow","descr":"Nach ihrer ersten Nacht auf der Almhütte wacht Heidi am nächsten Morgen von einem schrillen Pfiff auf. Peter treibt die Geißen aus dem Dörfli auf die Weiden der höhergelegenen Almen und ruft nach Schwänli und Bärli. Heidi geht mit Peter auf die Alm. Die eindrucksvollen Berge, die schönen Blumen, die Rehe und die anderen wilden Tiere, das sind alles neue Eindrücke für Heidi und ihr Glück scheint unendlich. Peter redet nicht viel, aber er weiß viel über die Berge und die Schafe. Aber Heidi schimpft ihn, als er nach einer Geiß schlägt, und der sieht sich daraufhin das kleine Mädchen genauer an. Unter den Geißen schließt Heidi Freundschaft mit Schnucki. Das Mittagessen in der frischen Luft der Berge mit einem großen Becher Ziegenmilch war sehr aufregend. Die Zeit vergeht wie im Flug und bald kommt der Sonnenuntergang. Der ganze Berg ist in rotes Licht getaucht, als ob er in Flammen stünde. Heidi ist begeistert. Sie hört den Schrei eines großen Habichts. Als Heidi zur Hütte zurückkommt, erzählt sie Großvater ihre Erlebnisse. In der Nacht träumt sie von dem leuchtenden Berg, den roten Rosen und von Schnucki.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016415","hoster":"VOE"},{"path":"/redirect/8570933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-4","name":"Ein neues Familienmitglied","epNo":4,"alt":"Another Family Member","descr":"Als Heidi in die Berge kam, war es Anfang Sommer, nun ist es Hochsommer. Sie hütet mit Peter die Ziegen oder sie hilft dem Großvater bei der Heuernte. Mit Josef, dem Hund kann sich Heidi nicht anfreunden, weil sie die Natur von Hunden, besonders von Bernhardinern, nicht begriffen hat. Eines Tages findet Heidi in einem herabgefallenen Vogelnest ein Vogeljunges. Sie nimmt es mit und Peter zeigt ihr, wie man es füttert, damit es überlebt. Zu Kräften gekommen hüpft das Vogeljunge aus seiner Kiste und gerät gefährlich nahe ans Feuer. In diesem Moment springt der Bernhardniner auf und packt das Vogelküken. Da er nicht zubeißt und das Küken nur in Sicherheit bringt, verliert Heidi die Angst vor dem Hund und freundet sich mit ihm an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379502","hoster":"VOE"},{"path":"/redirect/8570937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-5","name":"Ein Brief von Tante Dete","epNo":5,"alt":"The Burnt Letter","descr":"Noch ist Sommer in den Bergen. Aus dem kleinen Vogelküken, das Heidi eines Tages gefunden hat, ist ein Vogel geworden, der Heidi auf Schritt und Tritt begleitet. Er begleitet sie sogar zu den Ziegenherden, die Peter hütet. Durch einen Habicht, der sich auf den kleinen Vogel stürzen will, werden Heidi und Peter so abgelenkt, daß drei Geißen sich verlaufen. Die beiden Kinder geraten in eine Schlucht und in ein großes Unwetter und können nur mühsam den Weg nach Hause finden. Dort wartet auf Heidi eine angenehme Überraschung, aber sie wird sie nicht erfahren, da der Großvater den Brief von Tante Dete, der ankündigt, sie wolle Heidi wieder zurückholen, im offenen Feuer verbrennt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379506","hoster":"VOE"},{"path":"/redirect/8570934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-6","name":"Ein Sommer geht zu Ende","epNo":6,"alt":"Sound Out, Whistle","descr":"Auf den Bergen ist es Spätsommer geworden. Heidi hat inzwischen sehr viel gelernt. Ihr bester Lehrmeister ist Peter. Was sie über die Geißen erfährt, interessiert sie sehr und Peter weiß Bescheid, denn jeden Morgen treibt er die Geißen von dem weiter unten gelegenen Dörfli auf die Alm und abends bringt er sie wieder zu ihren Besitzern zurück. Sie erfährt auch von Peter wie man Geißen melkt. Auch der verschlossene Großvater ist nett zu ihr und alles ist sehr friedlich, bis sie eines Tages erfahren muß, daß die Leute im Dörfli den alten Ömi fürchten – ja sogar hassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016412","hoster":"VOE"},{"path":"/redirect/8570936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-7","name":"Können Bäume reden?","epNo":7,"alt":"Sound Of The Fir Tree","descr":"Wie immer wird Heidi von Piep, ihrem \"Vogelpflegekind\", geweckt. Weil Herbst geworden ist, verbietet Großvater ihr, auf die Weide zu gehen, dafür darf sie ihm beim Käsemachen helfen. Als Schnucki von der Alm zurückkehrt, läßt sich Heidi ablenken, und der frisch angesetzte Käse verdirbt. Das wird dem Großvater nicht gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016413","hoster":"VOE"},{"path":"/redirect/8570941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-8","name":"Wo ist Piep?","epNo":8,"alt":"Where Have You Gone, Picchi","descr":"Eines Morgens wird Heidi von Peters Pfeifen aufgeweckt. Piep ist nicht da. Beide warten lange auf ihn und als er schließlich erscheint, fliegt er gleich wieder weg. Großvater erklärt Heidi dieses seltsame Verhalten. Er muß nämlich im Winter weit fort in ein Land fliegen, das viel wärmer ist, um dort den Winter zu verbringen. Das tröstet sie zwar nicht über den Verlust des Vogels, aber sie weiß, daß Piep sich so verhält wie es für ihn notwendig ist. Und sie hofft, daß er im Frühjahr wiederkehrt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016418","hoster":"VOE"},{"path":"/redirect/8570942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-9","name":"Winter in den Bergen","epNo":9,"alt":"Silver-white Alms","descr":"Der erste Schnee fällt. Heidi sammelt in der winterlichen Umgebung neue Erfahrungen. Es ist angenehm, mit dem Großvater im Haus zu sein und zuzuschauen, wie er tischlert. Das einzige traurige ist, daß Peter nicht da ist. Er ist im Dorf bei der Großmutter und muß während des Winters in die Schule gehen. Das etwas eintönige winterliche Leben wird eines Nachmittags unterbrochen, als Peter erscheint und eine Einladung von der Großmutter bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016420","hoster":"VOE"},{"path":"/redirect/8570945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-10","name":"Der Besuch","epNo":10,"alt":"To Grandma’s House","descr":"Heidi besucht Peters Familie. Der Junge wohnt mit seiner Mutter und seiner blinden Großmutter zusammen in einem kleinen baufälligen Haus. Heidi bittet ihren Großvater um Hilfe. Der alte Öhi, der Heidi nie einen Wunsch abschlagen kann, repariert das Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016423","hoster":"VOE"},{"path":"/redirect/8570939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-11","name":"Der Schneesturm","epNo":11,"alt":"One Day In A Snowstorm","descr":"Peter führt einige Jäger aus der Stadt in die Berge. Sie wollen Gemsen jagen. Großvater warnt sie vor einem aufziehenden Unwetter. Die Jäger hören nicht auf ihn und geraten in große Gefahr. Heidi bittet Großvater, ihnen zu helfen. Am Abend ist der alte Mann noch immer nicht zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016421","hoster":"VOE"},{"path":"/redirect/8570943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-12","name":"Die ersten Blumen","epNo":12,"alt":"Sound Of Spring","descr":"Es wird Frühling in den Alpen, die ersten Schlüsselblumen blühen und groß ist die Lawinengefahr. Heidi besucht Peters Großmutter im Dorf. Die alte Frau freut sich sehr über die mitgebrachten Schlüsselblumen. Auf dem Heimweg wird Heidi von einer Lawine überrascht. Aber Großvater, der sich schon Sorgen gemacht hat, kann sie noch rechtzeitig warnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016419","hoster":"VOE"},{"path":"/redirect/8570948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-13","name":"Frühling in den Bergen","epNo":13,"alt":"And To The Meadow","descr":"Heidi verbringt nun das zweite Frühjahr beim Großvater. Alle Tiere werden nun auf die Weide getrieben. Heidi ist froh, Peter wieder beim Hüten helfen zu können. Als sie durch ein Frühlingsgewitter überrascht werden, läuft ihnen ein Ziegenbock zu. Ein vorbeikommender Hirte beschuldigt sie des Diebstahls. Der Hund Josef vertreibt ihn, und Großvater tröstet am Abend die unglückliche Heidi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268317","hoster":"VOE"},{"path":"/redirect/8570947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-14","name":"Hilfe für Schnucki","epNo":14,"alt":"Sad News","descr":"Heidi erfährt von Peter, daß ihre Lieblingsziege \"Schnucki\" geschlachtet werden soll, weil die nicht wächst. Heidi ist verzweifelt. Der Großvater will ihr helfen und verrät ihr eine Stelle in den Felsen, wo besondere Kräuter wachsen. Heidi führt Schnucki dorthin und pflegt sie liebevoll – Josef der Bernhardiner hilft ihr dabei …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016422","hoster":"VOE"},{"path":"/redirect/8570949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-15","name":"Herbst in den Bergen","epNo":15,"alt":"Yuki-chan","descr":"Heidi hat Schnucki gehegt und gepflegt, aber es scheint umsonst gewesen zu sein. Der Besitzer will Schnucki nicht mehr auf die Alm bringen. Aus Verzweiflung sperrt Heidi die Ziege ein, denn sie will unbedingt verhindern, daß sie geschlachtet wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016425","hoster":"VOE"},{"path":"/redirect/8570952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-16","name":"Schlittenfahrt nach Dörfli","epNo":16,"alt":"The Town Of Delfli","descr":"Der dritte Winter bricht an. Heidi ist nun acht Jahre und geht immer noch nicht zur Schule . Das bringt Schwierigkeiten mit sich. Nicht nur, daß die anderen Kinder sie deshalb hänseln – die Dorfbewohner machen sich Sorgen und bitten den Pfarrer, mit dem Großvater darüber zu sprechen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016426","hoster":"VOE"},{"path":"/redirect/8570951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-17","name":"Der geheimnisvolle Besuch","epNo":17,"alt":"Two Guests","descr":"Eines Tages im März macht sich der Pfarrer vom Dörfli auf den Weg zur Alm. Er will den Großvater überreden, Heidi endlich zur Schule zu schicken. Großvater lehnt ärgerlich ab. Er will Heidi in der Natur großziehen. Am nächsten Tag erscheint Tante Dete unerwartet um Heidi nach Frankfurt zu holen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016431","hoster":"VOE"},{"path":"/redirect/8570950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-18","name":"Tante Dete kehrt zurück","epNo":18,"alt":"Separate Ways","descr":"Tante Dete ist gekommen um Heidi mit nach Frankfurt zu nehmen. Sie lebt und arbeitet dort bei dem reichen Herrn Sesemann, und seiner kranken Tochter Clara. Der Großvater ist natürlich damit überhaupt nicht einverstanden. Heidi will auch nicht so recht und Peter gefällt der Gedanke schon gar nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016427","hoster":"VOE"},{"path":"/redirect/8570953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-19","name":"Ankunft in Frankfurt","epNo":19,"alt":"To Frankfurt","descr":"Heidi reist nun doch mit Tante Dete nach Frankfurt und nach einer langen Zugreise treffen sie endlich ein. Herr Sesemanns Tochter Clara wartet schon erfreut und sehr gespannt auf das Mädchen aus den Bergen. Trotzdem ist der Empfang für Heidi frostig und daran ist allein die Hausdame Fräulein Rottenmeier schuld, die Heidi argwöhnisch mustert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379507","hoster":"VOE"},{"path":"/redirect/12978284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-20","name":"Ein neues Leben","epNo":20,"alt":"A New Life","descr":"Heidi freundet sich sehr bald mit Clara an. Nur mit Fräulein Rottenmeier hat sie ziemlich Probleme. Diese ist der Meinung, Heidi hätte schlechte Manieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016433","hoster":"VOE"},{"path":"/redirect/8570957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-21","name":"Vögel wollen frei sein","epNo":21,"alt":"I Want To Fly Free","descr":"Clara besitzt als Spielkamerad einen Wellensittich. Doch Heidi, die den Anblick des eingesperrten Vogels nicht ertragen kann, läßt ihn eines Tages fliegen. Fräulein Rottenmeier ist darüber sehr wütend und sperrt Heidi in den Keller …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016430","hoster":"VOE"},{"path":"/redirect/8570958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-22","name":"Heimweh","epNo":22,"alt":"Distant Alms","descr":"Heidi hat Heimweh nach den Bergen und glaubt, daß sie von einem Kirchturm bestimmt die Berge sehen kann. Ein Junge mit einer Drehorgel erklärt ihr den Weg zur Kirche. Auf dem Kirchturm sieht sie ringsherum nur Dächer, die Alpen sind weit und breit nicht zu sehen. Der Küster schenkt der enttäuschten Heidi ein kleines Kätzchen. Fräulein Rottenmeier ist mit dem Kätzchen nicht einverstanden und verlangt von Heidi, daß sie es zurückbringt. Aber Sebastian, der Diener von Herrn Sesemann weiß Rat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016429","hoster":"VOE"},{"path":"/redirect/8570956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-23","name":"Die kleinen Katzen","epNo":23,"alt":"Big Commotion","descr":"Der Junge mit der Drehorgel besucht Heidi und Clara und spielt den beiden etwas vor. Er hat noch eine Schildkröte dabei und vom Küster mit einem netten Gruß einen Korb mit kleinen Kätzchen als Geschenk für Heidi. Fräulein Rottenmeier ist außer sich und macht einen Riesenaufstand. Aber Heidi und Clara haben schon beschlossen, ein Kätzchen auf dem Dachboden zu verstecken und die anderen wegzugeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13014994","hoster":"VOE"},{"path":"/redirect/8570959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-24","name":"Was geschieht mit Mau-Mau","epNo":24,"alt":"Mee-chan Thrown Away","descr":"Heidi und Clara versorgen das Kätzchen Mau-Mau unbemerkt auf dem Dachboden. Doch Fräulein Rottenmeier kommt dahinter und schimpft mit Heidi deswegen. Heidis Heimweh wird immer größer und sie beschließt, allein in die Berge zurückzugehen. Nachdem sie Semmeln für Peter und seine Großmutter eingepackt hat, macht sie sich auf den Weg …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016432","hoster":"VOE"},{"path":"/redirect/8570960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-25","name":"Die weißen Brötchen","epNo":25,"alt":"White Bread","descr":"Heidi träumt, daß Großmutter und Peter in den Alpen zusammensitzen und einen Korb voller weißer Semmeln essen. Mit den Träumen ist es schnell vorbei, denn Heidi muß zu den Unterrichtsstunden. Ihre Phantasie ist so groß, daß sie in den Buchstaben ihre Ziegen zu erkennen glaubt. Beim Aufräumen von Heidis Zimmer werden die angesammelten Semmeln entdeckt und nun sollen diese zu Heidis Kummer weggeworfen werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101039","hoster":"VOE"},{"path":"/redirect/8570955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-26","name":"Herr Sesemann kehrt zurück","epNo":26,"alt":"Zezeman’s Return","descr":"Der vielbeschäftigte Herr Sesemann kommt nach Hause. Er freut sich, daß seine Tochter Clara etwas glücklicher aussieht und will Heidi jetzt selbst kennenlernen. Nach einigen Tagen reist Herr Sesemann aber wieder ab, will aber seine Mutter ins Haus einladen um die Situation zwischen Heidi und Fräulein Rottenmeier zu verbessern. Heidi und Clara richten nun alles für den Besuch der Großmutter her …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101042","hoster":"VOE"},{"path":"/redirect/8570962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-27","name":"Die Großmutter","epNo":27,"alt":"Grandma","descr":"Alle sind gespannt auf die Ankunft von Claras Großmutter in Frankfurt. Diese verläuft wider Erwarten lustig, so daß Heidi und die Großmutter bald dicke Freunde werden. Die Großmutter steckt immer voll neuer Ideen und während Fräulein Rottenmeier entsetzt ist über das gute Einvernehmen der drei, hat Heidi auf einmal kein Heimweh mehr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12662587","hoster":"VOE"},{"path":"/redirect/8570965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-28","name":"Die Fahrt ins Grüne","epNo":28,"alt":"Let’s Go To The Forest","descr":"Heidi hat wieder einmal Heimweh. Um sie aufzumuntern arrangiert die Großmutter ein Picknick im Wald. Endlich ist Heidi wieder in ihrer geliebten Natur und auch Clara ist begeistert, weil sie zum erstenmal aus der Stadt herauskommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016447","hoster":"VOE"},{"path":"/redirect/8570963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-29","name":"Ein Nachmittag im Wald","epNo":29,"alt":"Two Hearts","descr":"Die Großmutter verbringt mit Heidi und Clara einen Nachmittag im Wald. Alle drei haben sehr viel Spaß und Heidi entdeckt zu ihrer allergrößten Freude ein paar Ziegen. Aber als man wieder zuhause ist, bekommt Clara Fieber. Für Fräulein Rottenmeier wieder ein Grund, sich über die Großmutter aufzuregen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016441","hoster":"VOE"},{"path":"/redirect/8570964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-30","name":"Eine Überraschung für Clara","epNo":30,"alt":"I Want To Catch The Sun","descr":"Weil sie die kranke Clara etwas aufmuntern will, beschließt Heidi heimlich in den Wald zu gehen, um Schmetterlinge zu fangen und einen Strauß Blumen zu pflücken. Inzwischen sorgen sich zu Hause alle um Heidi, aber als sie heimkehrt, ist Fräulein Rottenmeier zwar wütend, Clara jedoch glücklich über die mitgebrachten Schmetterlinge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016449","hoster":"VOE"},{"path":"/redirect/8570961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-31","name":"Abschied von Großmutter","epNo":31,"alt":"Goodbye, Grandma","descr":"Die Großmutter muß Abschied aus dem Hause Sesemann nehmen. Heidi und Clara sind darüber sehr traurig. Noch einmal spielt die Großmutter mit den beiden und verläßt dann heimlich das Haus. Doch Heidi merkt es und läuft der Kutsche hinterher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016437","hoster":"VOE"},{"path":"/redirect/8570966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-32","name":"Eine stürmische Nacht","epNo":32,"alt":"Night Of The Storm","descr":"Im Hause Sesemann scheint ein Geist umzugehen. Tinette, das Hausmädchen, wird in einer stürmischen Nacht von einer weißen Gestalt erschreckt. Johann und Sebastian, die Diener, durchsuchen das ganze Haus. Starr vor Schrecken entdecken die beiden, daß die Haustür offen steht. Sie beschließen, in der nächsten Nacht zu wachen, um zu sehen, was es mit dem Gespenst auf sich hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016442","hoster":"VOE"},{"path":"/redirect/8570967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-33","name":"Es spukt","epNo":33,"alt":"Ghost Commotion","descr":"Heidi ist krank vor Heimweh. Der Arzt gibt Herrn Sesemann den Rat, sie nach Hause zu schicken. Zu Claras großem Leid verläßt Heidi bald darauf das Haus, um in die Berge zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016443","hoster":"VOE"},{"path":"/redirect/8570969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-34","name":"Heidi kehrt zurück","epNo":34,"alt":"To My Dear Alms","descr":"Im Dörfli angekommen, trifft Heidi einige ihrer alten Freunde, so auch Peters Großmutter, der sie ein Brötchen aus der Großstadt mitgebracht hat. Sie verschenkt ihre Stadtkleider und kehrt zum Großvater zurück, der sie schon sehnlichst erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016448","hoster":"VOE"},{"path":"/redirect/8570968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-35","name":"Die geliebten Berge","epNo":35,"alt":"Alms Starry Sky","descr":"Plötzlich ist Heidi wieder in den Bergen. Als sie in ihr altes Kleid schlüpfen möchte, kann sie es nicht mehr tragen, sie ist größer geworden. Großvater macht ihr ein neues Strohbett auf dem Dachboden. Heidi trifft Peter und die Ziegen wieder, und das erste Abendessen in der Heimat wird zu einem Festmahl.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016451","hoster":"VOE"},{"path":"/redirect/8570970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-36","name":"Ein Wiedersehen","epNo":36,"alt":"Back To The Meadow","descr":"Heidi ist mit Peter und den Ziegen unterwegs, dabei erzählt sie ihm über das Leben in Frankfurt. Plötzlich hat sich ein Ziegenbock verirrt und sie müssen ihm nachklettern und ihn zurückholen. Großvater ist währenddessen ins Dorf gegangen und tauscht seine Schnitzereien gegen Kleider für Heidi und für Brot und Käse ein. Auch Heidis Koffer holt er ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104254","hoster":"VOE"},{"path":"/redirect/8570971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-37","name":"Das Geißlein","epNo":37,"alt":"Goat’s Baby","descr":"Heidi bekommt einen Brief von Clara aus Frankfurt, in dem sie sich beklagt, wie allein und gelangweilt sie sei. Heidi antwortet ihr sofort und lädt sie ein, sie zu besuchen. Zu Großvaters und Peters Überraschung, die nicht erwartet hatten, daß Heidi lesen kann, geht Heidi zur alten blinden Oma, um ihr vorzulesen. Großvater repariert währenddessen die Hütte der Großmutter. Heidi soll nun bald im Dorf zur Schule gehen, deshalb muß ein Haus erworben werden. Großvater weiß aber nicht, wie er die Miete bezahlen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016444","hoster":"VOE"},{"path":"/redirect/8570974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-38","name":"Ein Haus in Dörfli","epNo":38,"alt":"In A New House","descr":"Zu Beginn des Winters ziehen Heidi und der Großvater in das renovierte Haus im Dorf ein. Heidi geht nun in die Dorfschule und verabredet sich mit Peter, der sich aber am ersten Morgen verspätet, weil er für eine Frau noch eine Besorgung im Nachbardorf Maienfeld machen mußte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379508","hoster":"VOE"},{"path":"/redirect/8570972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-39","name":"Der neue Schlitten","epNo":39,"alt":"Don’t Give Up, Peter","descr":"Heidi hilft Peter beim Bau eines neuen Schlittens, mit dem er gegen die anderen Schüler ein Rennen austragen möchte. Großvater erlaubt ihm, alle seine wertvollen Werkzeuge zu benutzen. Niemand in der Schule glaubt daran, daß der Schlitten je fertig werden würde, doch Peter ist begeistert bei der Arbeit, auch wenn der Schlitten bei der ersten Probefahrt nicht geradeaus fährt, sondern etwas nach rechts zieht. Peter bastelt solange daran herum, bis er in Ordnung ist. Wer wird nun das Rennen gewinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016454","hoster":"VOE"},{"path":"/redirect/8570973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-40","name":"Ein Brief von Clara","epNo":40,"alt":"I Want To Go To The Alms","descr":"Heidi geht nun jeden Tag zur Schule. Aber endlich ist der lange Winter vorbei und sie zieht mit Großvater wieder auf die Alm. Und noch einmal schreibt sie an Clara, sie doch in den Bergen zu besuchen. Clara stößt mit ihrem Wunsch bei Fräulein Rottenmeier nur auf Ablehnung. Aber endlich kommt Herr Sesemann nach Hause. Er will seiner Tochter helfen. Heidi ist glücklich, als endlich Claras Antwort bei ihr eintrifft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016453","hoster":"VOE"},{"path":"/redirect/8570975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-41","name":"Das Versprechen","epNo":41,"alt":"Doctor’s Promise","descr":"Heidi ist sehr enttäuscht, als Claras Arzt alleine ankommt – sie hatte den Brief falsch verstanden und fest damit gerechnet, daß er Clara mitbringen würde. Eifrig führt sie den Arzt überall umher, sie muß ihn unbedingt beeindrucken – es geht ja um seine Zustimmung für Claras Besuch in den Bergen. Bedenken kommen auf. Wird Clara sich im Rollstuhl hier zurechtfinden? Heidi schafft es, den Arzt zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016462","hoster":"VOE"},{"path":"/redirect/8570981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-42","name":"Clara kommt","epNo":42,"alt":"Reunion With Clara","descr":"Endlich erfährt Clara in Frankfurt die gute Nachricht, daß sie Heidi besuchen darf. Das einzig Unangenehme ist, daß Fräulein Rottenmeier sie begleiten wird. Großvater beschließt, während Claras Besuch im Wirtshaus im Dörfli zu wohnen. Hier wird es für Clara bequemer sein, als oben in den Bergen. Mit viel Eifer wird das Haus in Ordnung gebracht. Endlich kommt Clara an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016457","hoster":"VOE"},{"path":"/redirect/8570976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-43","name":"Der Aufstieg zur Hütte","epNo":43,"alt":"Clara’s Wish","descr":"Ein ungewöhnlicher Zug bewegt sich vom Dörfli zur Almhütte: Clara hat ihren Rollstuhl verlassen und wird in einer Sänfte getragen, während Fräulein Rottenmeier ängstlich auf einem Muli reitet. Als sie zur Hütte kommt, ist Clara von dem Platz so sehr beeindruckt, daß sie darauf besteht, hier oben zu bleiben. Fräulein Rottenmeier ist entsetzt, kommt aber nicht gegen Claras Willen an. Am Abend kehrt sie allein ins Dorf zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016460","hoster":"VOE"},{"path":"/redirect/8570977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-44","name":"Fräulein Rottenmeier und die Berge","epNo":44,"alt":"A Little Plan","descr":"Es ist Claras erster Morgen in den Bergen. Sie freut sich an den Tieren und Blumen, die sie bisher noch nie gesehen hatte. Und zur größten Überraschung der beiden Mädchen kommt dann Fräulein Rottenmeier barfuß, mit zerrissenen Strümpfen bei der Hütte an. Ihre Stadtschuhe waren für den Weg nicht ganz geeignet. Fräulein Rottenmeier wünscht, daß Clara ihre täglichen Studien wieder aufnimmt. Die beiden Mädchen beschließen, beim Großvater das Käsemachen zu studieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174218","hoster":"VOE"},{"path":"/redirect/8570980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-45","name":"Die Blumenwiese","epNo":45,"alt":"Children Of The Mountain","descr":"Clara soll eine Hose von Peter anziehen, warum? Es soll eine Überraschung sein, aber erschrocken fährt Clara in ihrem Rollstuhl davon. Fast kommt es zu einem Unfall. Als Clara dann erfährt, daß sie die Hose anziehen sollte, damit Peter sie zur Almwiese tragen kann, schlüpft sie sofort in das fremde Kleidungsstück. Die Kinder verbringen einen glücklichen Tag auf der Almwiese. Auf dem Heimweg ist Peter ganz erschöpft vom Tragen und Clara merkt zum ersten Mal, wieviel Heidi, Peter und Großvater für sie tun …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016452","hoster":"VOE"},{"path":"/redirect/8570982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-46","name":"Drei Freunde","epNo":46,"alt":"Clara’s Happiness","descr":"Peter macht für Clara einen tragbaren Sitz und so ziehen die drei Kinder zur Almwiese. Wieder verbringen sie einen fröhlichen Tag, trotz des Regens, denn sie finden Unterschlupf in einer kleinen Hütte. Als der Regen aufhört, rutscht Claras Stuhl den schlüpfrigen Hang hinunter – tropfnaß werden alle drei dabei. Sie ziehen ihre Kleider aus und lassen sie in der Sonne trocknen. Und da erscheint Fräulein Rottenmeier und natürlich tadelt sie Clara wegen ihres Aussehens. Als sie aber an sich selbst herunterschaut – sie trägt eine Hose von Großvater – sagt sie kein Wort mehr. Eine ganz neue Erfahrung macht Clara, als sie zusammen mit Peter und Heidi einen Besuch bei Peters Familie macht: Sie liest Großmutter vor und kann damit einem anderen Menschen helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104253","hoster":"VOE"},{"path":"/redirect/8570983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-47","name":"Großmutter kommt zu Besuch","epNo":47,"alt":"Hello, Grandma","descr":"Clara und Heidi sind außer sich vor Freude, als Claras Großmutter zu Besuch kommt. Die alte Frau Sesemann ist ganz überrascht von Claras gutem Aussehen. Und jetzt wo Clara doch gesünder geworden ist, möchte Fräulein Rottenmeier das Mädchen zurück nach Frankfurt mitnehmen. Aber Großmutter spricht ein Machtwort …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016456","hoster":"VOE"},{"path":"/redirect/8570984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-48","name":"Ein Tag wie aus dem Märchenbuch","epNo":48,"alt":"A Little Hope","descr":"Heidi und Peter sind mit den Ziegen unterwegs, Großmutter ist bei der Hütte eingeschlafen und Clara sitzt da und lernt. Ganz plötzlich kommt eine Kuh heran, Clara bekommt solche Angst, daß sie auf die Füße springt! In diesem Augenblick erwacht Großmutter. Sie sieht Clara stehen. Aber dann stürzt sie zu Boden. Und doch, einen Augenblick stand Clara auf ihren eigenen Beinen. Alle schöpfen neue Hoffnung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016464","hoster":"VOE"},{"path":"/redirect/8570978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-49","name":"Die Überraschung","epNo":49,"alt":"A Promise","descr":"Am See verbringen die Kinder mit Großmutter fröhliche Stunden. Aber bald wird die Freude getrübt: Großmutter wird bald abreisen. Aber zuvor gibt sie im Winterhaus im Dörfli ein großes, lustiges Abschiedsfest: Dorfkinder werden eingeladen, Musikanten spielen auf, alle sind fröhlicher Stimmung. Bis auf Clara, sie beobachtet still die Kinder und hofft sehr, bald wieder aufstehen und gehen zu können. Großvater macht ihr viel Mut und Hoffnung und so läßt Großmutter bei ihrer Abreise eine sehr zuversichtliche Clara zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016463","hoster":"VOE"},{"path":"/redirect/8570979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-50","name":"Der ersehnte Brief an die Großmutter","epNo":50,"alt":"Try To Stand","descr":"Jeden Tag versucht Clara jetzt zu laufen. Aber sie muß viele Rückschläge hinnehmen. Eine große Hilfe ist Großvater, der Clara vor zu weit gesteckten Hoffnungen warnt und sie lernt, langsam ihre Muskeln zu trainieren. Voller Freude schreiben die beiden Mädchen der Großmutter von dieser Besserung. Aber eines Tages bricht Clara zusammen. Sie hat Angst, daß sie getadelt würde, weil sie keine Fortschritte mache. Als dann auch noch Heidi ärgerlich wird und einfach wegrennt, ist Clara so verzweifelt, daß sie impulsiv auf die Beine springt. Beide Mädchen können es kaum fassen: Clara kann stehen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016461","hoster":"VOE"},{"path":"/redirect/8570985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-51","name":"Versuch zu laufen, Clara!","epNo":51,"alt":"Clara Walked","descr":"Clara macht immer größere Fortschritte, nun kann sie schon aufstehen, ohne sich festzuhalten. Gegen Ende des Sommers will sie den Rollstuhl nicht mehr benutzen. Großvater stellt ihn in seine Werkstatt. Aufgestützt kann sie schon laufen, selbst ein paar Schritte alleine schafft sie schon. Aber wieder einmal verläßt Clara der Mut. Als sie ihren Rollstuhl alleine aus der Werkstatt holen möchte, stolpert sie und das Gefährt stürzt den Abhang hinunter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016466","hoster":"VOE"},{"path":"/redirect/8570986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/heidi-1974/staffel-1/episode-52","name":"Der Abschied","epNo":52,"alt":"Till We Meet Again","descr":"Clara kann jetzt ganz alleine gehen! Claras Vater und ihre Großmutter kommen zu Besuch. Und welch eine Überraschung erwartet sie. Kaum zu beschreiben ist die Freude, als Clara vor ihnen steht. Aber es schlägt auch die Stunde des Abschieds, denn Clara wird zurück nach Frankfurt fahren. Heidi, Peter und Großvater erhalten das feste Versprechen, daß Clara im nächsten Frühjahr wiederkommen wird. Das normale Leben geht weiter – der Winter bricht ein, Heidi wohnt im Winterhaus und geht jeden Tag mit Peter zur Schule.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9016465","hoster":"VOE"},{"path":"/redirect/8570987","hoster":"Streamtape"}]}]}]}]}