{"seriesId":"heike-monogatari","name":"Heike Monogatari","descr":"In seinem Roman \"The Heike Story\" adaptiert Furukawa die klassische japanische Geschichte \"The Tale of the Heike\" in moderne Sprache. Die originale Geschichte erzählt derweil die Story von Aufstieg und Fall des Taira-Clans während des Genpei Kriegs. Der Anime wird dabei die Perspektive von Biwa, einer blinden reisenden Minnesängerin einnehmen. Biwa trifft auf Taira no Shigemori, den Erben des Taira-Clans, und besitzt einen übernatürlichen Blick, der Geister wahrnehmen kann. Sie verkündet dem Erben daraufhin eine Prophezeiung des Untergangs seines Clans.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"If You Don\u0027t Belong to the Heike, You Won\u0027t Be a Person","descr":"Der Taira-Clan, auch bekannt als Heike, hat in Japan beispiellose Macht und Einfluss erlangt. Durch seltsame und schreckliche Umstände wird ein Biwa-spielendes Mädchen in die Geschichte ihres politischen Streits verstrickt.","versions":[{"lang":3,"streams":[{"redirect":8803586,"hoster":"VOE"},{"redirect":8803599,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Glory of the Corrupt World is a Dream in a Dream","descr":"Shigemori beeilt sich, mit den Folgen von Kiyomoris Angriff auf den Regenten fertig zu werden. Als Biwa mehr Zeit mit Shigemoris Familie verbringt, beginnt sie sich zu öffnen.","versions":[{"lang":3,"streams":[{"redirect":13491336,"hoster":"VOE"},{"redirect":8865582,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Shishigatani Incident","descr":"Nach einigen Jahren trifft Biwa einen Freund ein. Ein Zusammenstoß mit den Enryakuji-Mönchen ist ein schlechtes Zeichen für die Heike und Shigemori ist gezwungen, drastische Maßnahmen zu ergreifen, um Kiyomori zurückzuhalten.","versions":[{"lang":3,"streams":[{"redirect":13500453,"hoster":"VOE"},{"redirect":8929022,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Unwritten Affair","descr":"Tokuko trägt endlich das Kind von Kaiser Takakura. Die Aussicht auf einen Kaiser aus der Linie der Taira ist eine frohe Botschaft, aber die Aussicht auf Kiyomoris Macht, die Macht fester zu machen, ist ein schlechtes Zeichen.","versions":[{"lang":3,"streams":[{"redirect":13500454,"hoster":"VOE"},{"redirect":8944308,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Bridge Battle","descr":"Shigemoris Passage trifft Kiyomori hart. Da Shigemori jedoch weg ist, bleibt niemand mehr übrig, um sich Kiyomori zu stellen, und lässt seine Launen und Ambitionen ungebremst.","versions":[{"lang":3,"streams":[{"redirect":13500451,"hoster":"VOE"},{"redirect":8965458,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"City Transition","descr":"Kiyomori verlegt die Hauptstadt nach Fukuhara, eine neue Figur rückt gegen Heike vor und Koremori soll den Gegenangriff anführen.","versions":[{"lang":3,"streams":[{"redirect":13500455,"hoster":"VOE"},{"redirect":9042374,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kiyomori, Dies","descr":"Die Hauptstadt ändert sich zum aktuellen Kyoto. Inmitten der politischen Unruhen, die durch diese Verschiebung verursacht wurden, werden Biwa und die anderen von unerwarteten Todesfällen erschüttert.","versions":[{"lang":3,"streams":[{"redirect":13917941,"hoster":"VOE"},{"redirect":9098452,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Leaving the Capital","descr":"Biwa macht sich auf die Suche nach ihrer Mutter. Währenddessen wird der Widerstand gegen die Heike so groß, dass der Kaiser die Hauptstadt verlassen muss.","versions":[{"lang":3,"streams":[{"redirect":13534736,"hoster":"VOE"},{"redirect":9165660,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Heike Flowing","descr":"Biwas gibt die Suche nach ihrer Mutter nicht auf. Als sie jedoch in einer Vision sieht, dass die Heike immer weiter in die Ecke gedrängt werden, muss sie eine Entscheidung treffen.","versions":[{"lang":3,"streams":[{"redirect":13506931,"hoster":"VOE"},{"redirect":9214221,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Dan-no-ura","descr":"Nun, da Biwa sich entschieden hat, die Heike bis zuletzt zu begleiten, sucht sie die verbliebenen Familiemitglieder auf. Der Kampf gegen die Genji spitzt sich zu, sodass dem Clan nur noch wenig Hoffnung bleibt.","versions":[{"lang":3,"streams":[{"redirect":13506932,"hoster":"VOE"},{"redirect":9252433,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Impermanence of Worldly Things","descr":"Biwa ist Zeugin der letzten Schlacht zwischen Heike und Genji. So oder so steht ihr Beschluss fest: Sie will die Geschichte des Heike-Clans in die Welt tragen.","versions":[{"lang":3,"streams":[{"redirect":13506933,"hoster":"VOE"},{"redirect":9317537,"hoster":"Streamtape"}]}]}]}]}