{"seriesId":"heisser-draht-ins-jenseits","name":"Heißer Draht ins Jenseits","descr":"Adolar ist ein Bastler und baut sich aus einem alten Radioempfänger ein Funkgerät, mit dem er in die Zukunft funken kann. So lernt er Krümel kennen, seinen Ur-ur-ur-ur-Enkel, der 1000 Jahre in der Zukunft lebt und für Adolars Probleme immer die perfekte Lösung weiß …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Service per Lichtpost","epNo":1,"alt":"Távszervíz","descr":"Als ein defekter Fernseher Familie Mézga die Freude auf einen Krimi verdirbt, ruft Vater Géza seinen Ur-ur-ur Enkel \"MZ-per-X\" um Hilfe: Da es solche Flimmerkisten in der Zukunft nicht mehr gibt, konstruiert MZ-per-X unter Zufhilfenahme alter Lexika, ein Gerät, daß einem Fernseher ähnelt, aber die Fernsehstars leibhaftig in die Wohnstube zaubert. Doch die Freude währt nur kurz: Der per Lichtpost zugestellte 3D-Fernseher setzt während einer Sendung über Bewässerungstechnik, das komplette Haus unter Wasser. Die Mézgas müssen einsehen, daß ihre wahres Problem nur ein Fernsehmechaniker lösen kann.","versions":[{"lang":1,"streams":[{"redirect":9592846,"hoster":"VOE"},{"redirect":8570988,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Delikatessen","epNo":2,"alt":"A Csodabogyó","descr":"Die Mézgas erwarten Gäste. Um delikaten Fisch kredenzen zu können, geht Vater Géza angeln. Allerdings schnappt kein Fisch nach seinem Angel-Haken. Weil es bereits zu spät ist, etwas einzuholen, zudem das Geld knapp ist, wird MZ-per-X aus dem 30. Jahrhundert um Hilfe gerufen: Dieser schickt winzige Pillen per Lichtpost zur Erde, die den Bedarf für 300 Jahre decken sollen. Die Besucher kommen schnell auf den Geschmack der futuristischen Delikatessen und verspeisen eine Tablette nach der anderen. Mit verheerendem Ergebnis: Nach nur wenigen Minuten schwellen die Bäuche der Tafelnden immens an, so daß niemand mehr, durch die Tür zu kommen vermag...","versions":[{"lang":1,"streams":[{"redirect":13015003,"hoster":"VOE"},{"redirect":8570989,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mit Überschall zur Hochzeit","epNo":3,"alt":"Autó-Tortúra","descr":"Familie Mézga ist zur Hochzeit eingeladen, nur das Auto springt nicht an. MZ-per-X muss helfen. Er schickt einen futuristischen Minimotor mit ausreichend Sprit für 30 Jahre. Das Auto der Familie rast mit Überschallgeschwindigkeit los. Bei Gefahr oder an Kreuzungen bleibt es automatisch stehen. Gänse, Hühner und anderes Gefieder werden durch den Luftzug des frisierten Wagens kahl geschoren. Auf der Hochzeit angelangt, kann Vater Géza den neuen Wunder-Rennschlitten nicht zum Halten bringen, und so fährt er durch die Hochzeitsgesellschaft hindurch. Als der Wagen schließlich stehen bleibt, versucht Familie Mézga das Auto anzuschieben, es fährt ihnen jedoch wie der Blitz davon.","versions":[{"lang":1,"streams":[{"redirect":9016799,"hoster":"VOE"},{"redirect":8570993,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wunschwettergeneration","epNo":4,"alt":"Memumo","descr":"Familie Mézga will in Urlaub fahren. Viele Versuche mit Motorrad und Teewagen missglücken, weil das Gepäck zu umfangreich ist. Auch das Wetter lässt zu wünschen übrig. MZ-per-X im 30. Jahrhundert muss helfen. Er schickt per Lichtpost einen Apparat zur Erde, mit dem das Wetter nach Wunsch verändert werden kann. Doch dies beschwört den Ärger. Der eine will es heiß, der andere kalt. Sonne und Regen, Wind und Sturm wechseln sich ab. Es gibt keine Einigkeit. Beim großen Sturm fliegen Vater Géza und die Wettermaschine, die sich dabei selbst abschaltet, davon. Schließlich beruhigt sich das Wetter wieder.","versions":[{"lang":1,"streams":[{"redirect":13104259,"hoster":"VOE"},{"redirect":8570991,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hilfe, Roboter","epNo":5,"alt":"Robotdirektor","descr":"Als bei der Ofenreinigung durch den Schornsteinfeger das Wohnzimmer verschmutzt wird, kommt es zum Ehestreit. Da niemand sauber machen möchte, wird MZ-per-X zur Hilfe gerufen, der seinen Altvorderen einen kleinen nützlichen Roboter aus der Zukunft schickt, der die Wohnung auch im Nu in Ordnung bringt. Leider scheint die neue Haushaltshilfe einige Anweisungen mißzuverstehen, so stürzt der Roboter die Mézgas weiter ins Chaos. Géza ruft erneut MZ/X...","versions":[{"lang":1,"streams":[{"redirect":9582171,"hoster":"VOE"},{"redirect":8570995,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feuerwasserplanet","epNo":6,"alt":"Im-bolygó","descr":"Mutter Paula möchte gern eine attraktive Reise unternehmen, um nicht wieder - wie jedes Jahr - zu Tante Liesbeth aufs Land zu fahren. MZ-per-X wird um Rat gefragt. Er schickt einen Behälter per Lichtpost, mit dem die Familie wie in einem Ballon in den Weltraum fliegen kann. Géza, Paula, Christa und Adolar geraten dabei in wundersame Situationen (Schwerelosigkeit u. ä.). Schließlich landen sie auf einem Planeten und machen dort ein Picknick. Als bösartige Ungeheuer sie bedrohen, treten sie die Heimreise an, auf der sie weitere Abenteuer bestehen müssen. Wieder auf der Erde angekommen, ist die Zeit jedoch um 50 Jahre vorangeschritten. Die Menschen erinnern sich nur noch dunkel an eine gewisse Familie Mézga.","versions":[{"lang":1,"streams":[{"redirect":12923357,"hoster":"VOE"},{"redirect":8570990,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Allzu schlau ist ungesund","epNo":7,"alt":"Agy-gyanta","descr":"Christa droht sitzen zu bleiben. Da niemand ihr zu helfen vermag, wird MZ-per-X bemüht. In ferner Zukunft lernt man während des Schlafs. Zur Unterstützung dieser lernmethode schickt der Nachfahre einen \"Gehirnwasserbeschleuniger\". Beim Zusammenmischen fällt Géza das Elixier zu Boden. Hund Schnuffi und Katze Mausi nehmen sich der Wunder-Mixtur an. Fortan können die Tiere schöngeistig sprechen. Um die Fabeltiere der Öffentlichkeit vorzustellen, fährt Familie Mézga zu einem wissenschaftlichen Symposium, aber niemand nimmt den sprechenden Schnuffi ernst. Als Géza die Tiere einem Zirkusdirktor vorstellen möchte, erlischt plötzlich die Wirkung des wundersamen Elixiers...","versions":[{"lang":1,"streams":[{"redirect":9582170,"hoster":"VOE"},{"redirect":8570992,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zeitversetzer","epNo":8,"alt":"Idökibövítö","descr":"Bei der Besichtigung einer Burg-Ruine gräbt Hund Schnuffi eine wertvolle Münze aus. Familie Mézga beginnt nach weiteren Münzen zu suchen, wird dabei jedoch vom Wachpersonal gestört. Sie rufen ihren Ur-ur-ur-Enkel im 30. Jahrhundert um Hilfe, der ihnen aufzeigen soll, wie man einen Schatz unbemerkt bergen kann. MZ-per-X schickt ihnen einen \"Zeitversetzer\", der es ermöglicht, 30 Minuten im 13. Jahrhundert zu verbringen. Familie Mézga reist erneut zur Burg und erlebt dort mit Hilfe der Zeitmaschine eine Begegnung mit echten Rittern und Bewohnern der Burg. Als Menschen des 20. Jahrhunderts werden sie jedoch für Teufel und Hexen gehalten. Bereits vor dem Richtblock kniend und auf dem Scheiterhaufen stehend, laufen die letzten Sekunden der halben Stunde ab, und so landet Familie Mézga wieder heil in der Gegenwart. Nach dem Schatz fragt jedoch niemand mehr.","versions":[{"lang":1,"streams":[{"redirect":9592851,"hoster":"VOE"},{"redirect":8570994,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Willenskraftverstärker","epNo":9,"alt":"Akerkiter","descr":"Vater Géza kann sich kaum noch durchsetzen, weder im Beruf noch in der Familie. MZ/X muss helfen. Er schickt Géza einen Apparat, mit dessen Hilfe sich andere Menschen willenlos steuern lassen. Dank des Willenskraftverstärkers gelingt es Géza, die widerspenstige Familie zu zämen. Dem starrköpfige Nachbarn, werden zwei teure Whisky-Flaschen und dem Chef eine üppige Gehaltserhöhung abgetrotzt. Als Géza sich zum Opern-Star aufschwingen will, um dabei den Applaus des Publikums zu steuern, wird ihm das Gerät auf der Bühne vom Kopf gerissen. In letzter Sekunde kann Paula ihren Ehemann aus dem Theater retten.","versions":[{"lang":1,"streams":[{"redirect":9592852,"hoster":"VOE"},{"redirect":8570996,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Super-Treibhaus","epNo":10,"alt":"Góliát Fólia","descr":"Der Kleingarten der Familie Mézga bringt keine Erträge. Das Obst ist voller Maden. MZ-per-X schickt ein futuristisches Garten-Gerät aus dem 30. Jahrhundert, daß fortan das Obst und Gemüse hegt und pflegt, es düngt und spendet künstliches Sonnenlicht. Hermetisch abgeschlossen, wächst in dem Treibhaus alles innerhalb kurzer Zeit. Riesenfrüchte reifen heran. Als die Ernte beginnt ist die Überraschung groß. Nicht nur die Früchte sind gewachsen, auch das Ungeziefer...","versions":[{"lang":1,"streams":[{"redirect":9582173,"hoster":"VOE"},{"redirect":8570998,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unsichtbare Halbheiten","epNo":11,"alt":"Láthatatlanok","descr":"Nach Streit mit der Familie macht sich Adolar unsichtbar und verschwindet spurlos. Die Eltern sind ratlos. Erst als sie MZ/X um Hilfe rufen, kommen sie hinter Adolars Geheimnis. Sie bestellen die gleichen Unsichtbarkeitspillen. Weil sich Géza und Paula eine Pille teilen, werden sie nur zur Hälfte unsichtbar. Dies erschwert die Suche nach ihrem Sohn erheblich...","versions":[{"lang":1,"streams":[{"redirect":9592853,"hoster":"VOE"},{"redirect":8570997,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Beat im Rinderstall","epNo":12,"alt":"Alfa-beat-a","descr":"Statt Mathe zu pauken, vertreibt sich Christa die Zeit im Beat-Club. Géza ist empört, wird jedoch sanftmütig, als er im Club den Sohn des Generaldirektors seiner Firma entdeckt. Da von der Tochter keine mathematischen Wunder zu erwarten sind, soll sie sich ganz der Beat-Musik widmen. Eine Idee des Vaters, daß Kühe bei Musik mehr Milch geben, wird mit Intensität in die Tat umgesetzt. Der Erfolg bleibt aus. Die Kühe haben kein Rhythmus-Gefühl. Sie zertrümmern die Tontechnik und laufen davon. Da eine Party bei der Familie bevorsteht, muss MZ-per-X einen neuen Verstärker für die Hausmusik spendieren. Dieser Verstärker hat es jedoch in sich und bringt durch seinen starken Druck die Wände des Hauses zum Wanken.","versions":[{"lang":1,"streams":[{"redirect":9016809,"hoster":"VOE"},{"redirect":8570999,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Haus ihrer Träume","epNo":13,"alt":"Mag-Lak","descr":"Mutter Paula hat Geburtstag. Um ihre Gäste angemessen zu begrüßen, wünscht sie sich vom wunderbringenden Ur-ur-ur-Enkel ein neues Haus. Für MZ-per-X eine Kleinigkeit. Doch das technisch vollendet und perfekt durchkonstruierte Klein-Haus bringt Familie Mézga jedoch in peinliche Verlegenheit: Es liegt keine Gebrauchsanweisung bei, und so lösen die vielen Schalter haarsträubende Turbulenzen aus...","versions":[{"lang":1,"streams":[{"redirect":9592854,"hoster":"VOE"},{"redirect":8571000,"hoster":"Streamtape"}]}]}]}]}