{"seriesId":"heiter-bis-toedlich-alles-klara","name":"Heiter bis tödlich: Alles Klara","descr":"Die hübsche und schlagfertige Sekretärin Klara Degen (Wolke Hegenbarth) aus Quedlinburg im Harz heuert nach dem Verlust ihres Arbeitsplatzes in einer Kuckucksuhrenfabrik bei der örtlichen Kriminalpolizei an. Als Schwangerschaftsvertretung der Abteilungssekretärin von Kommissar Paul Kleinert (Felix Eitner) überschreitet sie schon bald die Grenzen ihres eigentlichen Zuständigkeitsbereiches und mischt sich in die Ermittlungen ein. Ausgestattet mit jenem kriminalistischen Spürsinn und Ehrgeiz, den Kleinerts Kollegen Ollenhauer und Wolter (Christoph Hagen Dittmann und Jan Niklas Berg) vermissen lassen, wird sie durch ihre \"Undercover-Einsätze\" schließlich zur unverzichtbaren Hilfe bei der Jagd nach Mördern und Kleinkriminellen. Denn das Revier ist von der Schließung bedroht, wenn die Erfolgsquote nicht deutlich nach oben geht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Mord nach Feierabend","epNo":1,"alt":"","descr":"Klara Degen wohnt in dem beschaulichen Städtchen Quedlinburg im Harz bei ihrer Schwester Sylvia, Schwager Jörg und deren Tochter Lena zur Untermiete. Ihre Probezeit als Sekretärin geht gerade zu Ende – beim abschließenden Termin mit dem Chef wird der ihr mit Sicherheit eine Festanstellung anbieten, ist die engagierte Klara überzeugt. Doch Alf Ransleben wird in seinem Büro zudringlich und macht einen festen Arbeitsvertrag von Klaras körperlicher Zuwendung abhängig. Klara wehrt sich energisch und verlässt wütend das Firmengebäude. Dabei wird sie Zeugin, wie ein Fremder gerade dabei ist, das Auto von Ransleben zu demolieren. \"Geschieht ihm Recht\", denkt sich Klara und radelt davon. Nachdem sie sich vom ersten Schrecken erholt hat, beschließt sie, Ransleben zur Rede zu stellen, schließlich schuldet der ihr noch das letzte Gehalt. Doch in seinem Büro findet sie den Chef in einer Blutlache am Boden liegend. Er ist tot. Fluchtartig sucht Klara das Weite.","versions":[{"lang":1,"streams":[{"redirect":9016482,"hoster":"VOE"},{"redirect":8571061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254779,"hoster":"VOE"},{"redirect":14254778,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leiche im Moor","epNo":2,"alt":"","descr":"Klara Degen hat im Polizeirevier die Schwangerschaftsvertretung der Abteilungssekretärin übernommen. Die neue, aufregende Arbeit gefällt ihr. In der Nacht hat eine anonyme Anruferin den Mord an einer Frau angezeigt. Hauptkommissar Paul Kleinert und seine Kollegen haben in der Wohnung von Corinna Becker zwei gepackte Koffer, einen wenig freundlichen Abschiedsbrief an ihren Mann Eugen und Blutspuren gefunden. Im Verhör beteuert Eugen Becker seine Unschuld. Als er beim Lesen des Abschiedsbriefes in echte Tränen ausbricht, ist allen klar, dass er die Wahrheit sagt. Wer war der anonyme Anrufer? Klara hofft, über einen Mitschnitt des Anrufs den Zeugen des angeblichen Mordes zu finden. Und tatsächlich kommt ihr die Stimme auf dem Band sehr bekannt vor …","versions":[{"lang":1,"streams":[{"redirect":9016483,"hoster":"VOE"},{"redirect":8571065,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tod einer Hexe","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":9016477,"hoster":"VOE"},{"redirect":8571064,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254782,"hoster":"VOE"},{"redirect":14254781,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geburtstagsfest für eine Leiche","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":9016487,"hoster":"VOE"},{"redirect":8571066,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254780,"hoster":"VOE"},{"redirect":14254783,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hitverdächtig","epNo":5,"alt":"","descr":"lara Degen feiert zusammen mit Sylvia, Lena und ihren Kollegen das alljährliche Vereinsfest des Polizeisportvereins. Eine Band spielt auf – Frontmann Jens Riebel war einst Klaras große Jugendliebe. Noch immer scheint es zwischen den beiden zu knistern. Hauptkommissar Paul Kleinert registriert die gegenseitigen Blicke der beiden mit gemischten Gefühlen. Da besteigt Evelyn Brenner, eine ehemalige Backgroundsängerin und Exfreundin von Jens, die Bühne und verpasst ihm eine Ohrfeige. Sie wirft ihm vor, er habe ihr den Song, der ihm zum Durchbruch verhalf, von ihr geklaut. Am nächsten Morgen wird Evelyn Brenner tot aufgefunden.","versions":[{"lang":1,"streams":[{"redirect":9016485,"hoster":"VOE"},{"redirect":8571067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254785,"hoster":"VOE"},{"redirect":14254786,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Tod steht ihr besser","epNo":6,"alt":"","descr":"Eine Teilnehmerin der bevorstehenden Wahl zur \"Miss Harz\" wird während der Generalprobe tot in ihrer Garderobe aufgefunden. Ausgerechnet Klara Degens Schwester Sylvia hat die Leiche entdeckt und die Polizei alarmiert. Deshalb nimmt Hauptkommissar Kleinert, der zusammen mit Kollege Ollenhauer zum Tatort eilt, ausnahmsweise auch Klara mit, damit sie sich um die geschockte Sylvia kümmern kann. Marie Gäbler, Favoritin der Miss-Wahl, wurde vermutlich vergiftet. Einer der Juroren, Andreas Faber, macht sich verdächtig, in dem er versucht, vom Tatort zu fliehen. In der Hoffnung, sich damit seine Stimme zu sichern, hatte sich Marie dem Ex-Soap-Star an den Hals geworfen. Doch während der Generalprobe kam es zum Streit zwischen den beiden. Damit ist für Kleinert der Fall klar und Faber sein Hauptverdächtiger. Klara interessiert sich aber auch für Marie Gäblers schärfste Konkurrentin Laura Hummel. Die ehrgeizige Rivalin um den Schönheitstitel wusste, dass Marie alles daran setzen werde, diese Wahl zu gewinnen und sie ihr Ziel mit fairen Mitteln nicht würde erreichen können. Doch der Anblick von Lauras Dekolleté vernebelt Kleinert die Sinne. Spontan schließt er die attraktive junge Frau als Verdächtige aus.","versions":[{"lang":1,"streams":[{"redirect":13014998,"hoster":"VOE"},{"redirect":8571068,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254787,"hoster":"VOE"},{"redirect":14254784,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wanderung in den Tod","epNo":7,"alt":"","descr":"Als Hauptkommissar Paul Kleinert zufällig seiner Sekretärin Klara Degen vor einem Kino begegnet und sich schon auf einen gemeinsamen Abend freut, wird er zum Fundort einer Frauenleiche gerufen. Am Fuße eines Steilhangs liegt Gaby König, nur mit Wanderschuhen bekleidet. Für Kleinert sieht es nach einem Unfall aus. Vermutlich ist sie vom bei FKK-Anhängern beliebten Naturistenstieg abgekommen und gestürzt.","versions":[{"lang":1,"streams":[{"redirect":13096279,"hoster":"VOE"},{"redirect":8571072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254788,"hoster":"VOE"},{"redirect":14254790,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Würstchenmörder","epNo":8,"alt":"","descr":"auptkommissar Paul Kleinert steckt in Gewissensnöten. Seiner Mutter, die in Magdeburg lebt, wurde die Handtasche geraubt und nun fordert sie energisch, er müsse die Ermittlungen aufnehmen. Wozu sei er schließlich bei der Polizei? Kleinert schickt den Kollegen Wolter zum Undercover-Einsatz nach Magdeburg.","versions":[{"lang":1,"streams":[{"redirect":9016488,"hoster":"VOE"},{"redirect":8571069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14254789,"hoster":"VOE"},{"redirect":14254791,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mord nach Stundenplan","epNo":9,"alt":"","descr":"Auf Klaras Abiturtreffen wird eine ehemalige Mitschülerin ermordet. Paul Kleinert, der von Klara zum Tatort gerufen wird, ist sich sicher, dass die hübsche Angie mit einem Kissen erstickt wurde. Kleinert verdächtigt Klaus Höhne, den ehemaligen Klassensprecher und Besitzer des Hotels, in dem die Feier stattgefunden hat. Er hatte mit der Ermordeten kurz vor der Tatzeit einen heftigen Streit. Klara glaubt nicht daran, dass Angie erstickt wurde. Sie entdeckt an einem Glas im Zimmer der Toten einen Lippenstiftabdruck, der sie nachdenklich macht, denn es ist nicht die gleiche Farbe, die die Leiche trägt.","versions":[{"lang":1,"streams":[{"redirect":9016489,"hoster":"VOE"},{"redirect":8571070,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Spiel mir das Lied vom Tod","epNo":10,"alt":"","descr":"Klara ist mit ihrer Nichte Lena und ihrem Schwager in der \"Western-City\", um sich dort eine Aufführung anzuschauen. Nach einer gespielten Schießerei bleibt einer der Darsteller tot liegen. Klara schöpft Verdacht und informiert ihre Kollegen im Revier. Die Kriminalrätin Dr. Müller-Dietz ist von Klaras beherztem Eingreifen nicht sehr begeistert, schließlich bringt sie das Revier nun in Zugzwang, und das auch noch am Wochenende. Wie immer setzt sie Hauptkommissar Kleinert unter Druck, den Fall schnellstmöglich zu lösen. Der kurzfristige Wochenendeinsatz kommt Kleinert aber durchaus gelegen: Seine Mutter hatte ihn nämlich zur Renovierung ihrer Kneipe verdonnert.","versions":[{"lang":1,"streams":[{"redirect":13104255,"hoster":"VOE"},{"redirect":8571071,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Mordwaffe Trabi","epNo":11,"alt":"","descr":"Siegmar Lehnert, Mitglied des Quedlinburger Trabivereins, wurde tot in seinem Trabi in der hauseigenen Garage gefunden. Da Paul Kleinert krank in seinem Bett liegt und unfähig ist, den Dienst anzutreten, beauftragt er Ollenhauer und Wolter mit den Ermittlungen. Zunächst deutet alles darauf hin, dass es sich bei dem Todesfall um Selbstmord handelt: Vergiftung durch Kohlenmonoxid. Klara allerdings hat da so ihre Zweifel, zumal sie im Wagen des Toten eine Haarklammer findet, die ihr bekannt vorkommt. Vielleicht eine Spur zu Mörder oder zur Mörderin? Die Kriminalrätin und die Kollegen Ollenhauer und Wolter sind der Ansicht, dass es ein Selbstmord war. Sie wollen den wilden Theorien Klaras keinen Glauben schenken","versions":[{"lang":1,"streams":[{"redirect":9016496,"hoster":"VOE"},{"redirect":8571073,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der allerletzte Zeuge","epNo":12,"alt":"","descr":"Der Kriminalrätin läuft eines Nachts ein kleiner Hund zu, den sie am nächsten Tag mit ins Revier bringt. Leider stellt sich heraus, dass der Hund zu der Leiche eines Chauffeurs gehört, die in derselben Nacht aufgefunden wurde. Wieder einmal ist es Klara, die Frau Müller-Dietz aus der Klemme hilft. Die Kriminalrätin möchte ihrer Truppe ungern erklären, dass sie in der Mordnacht mit ihrer geheimen Affäre in jenem Hotel abgestiegen ist, in dem der Mörder des Chauffeurs vermutet wird. Paul Kleinert hofft, dass ihm Stefan Wohlleb, für den der Chauffeur arbeitete, bei der Suche des Täters behilflich sein kann.","versions":[{"lang":1,"streams":[{"redirect":9016495,"hoster":"VOE"},{"redirect":8571077,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gestreifter Japaner","epNo":13,"alt":"","descr":"Die Kaninchenzüchterin Gudrun Engels macht des Nachts eine grausame Entdeckung: Eines ihrer Kaninchen wurde umgebracht. In Kürze wird in Quedlinburg die große Bundes-Rammlerschau stattfinden und Frau Engels Rammler ist nicht das erste Tier, das in der Umgebung in den letzten Tagen getötet wurde. Gemeinsam mit dem Züchter Markus Langbein macht sie sich auf den Weg zu Klaras Schwager Jörg, der ebenfalls Kaninchen züchtet. Jörg bittet Klara um Hilfe. Bis sie begreift, dass es der beschriebene Serienmörder auf Kaninchen, um genauer zu sein, auf \"Gestreifte Japaner\", abgesehen hat, braucht sie ob der frühen Morgenstunden einen kleinen Moment.","versions":[{"lang":1,"streams":[{"redirect":13101046,"hoster":"VOE"},{"redirect":8571078,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die falsche Braut","epNo":14,"alt":"","descr":"In der Villa von Eugen Schmidt, Besitzer einer Sicherheitsfirma, findet die Hochzeitsfeier seiner Tochter Evi und des Schwiegersohns Werner, eines ehemaligen Kollegen von Paul Kleinert, statt. Anwesend ist auch das ganze Quedlinburger Polizeirevier. Während der Feierlichkeiten ertönt jedoch plötzlich ein Schrei. Im Pool der Villa treibt eine Frauenleiche, bekleidet mit einem Brautkleid. Evi ist schockiert und muss von ihren Freundinnen Tanja, Pia und Vera getröstet werden.","versions":[{"lang":1,"streams":[{"redirect":9016490,"hoster":"VOE"},{"redirect":8571074,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Tod in Lilliput","epNo":15,"alt":"","descr":"Das ist die Folge \"BioTod (S1E16)\". Die Folge Tod In Lilliput (S1E15) Fehlt euch! Kollege Ollenhauer hat Geburtstag. Die kleine Geburtstagsfeier mit den Kollegen im Revier wird von der Revierleiterin, Frau Müller-Dietz, unterbrochen, als sie den Fund einer Leiche bekannt gibt: Ein Mann wurde auf einem Kirchturm aufgespießt. Bei der Leiche handelt es sich um Jakob Köster, der im Miniaturenpark in Wernigerode ums Leben kam. Köster war Mitarbeiter des Parks. Eine Kollegin hat Jakob Köster gefunden und berichtet, dass er am Vortag mit Klaus Mittelstedt, einem anderen Mitarbeiter, Streit hatte","versions":[{"lang":1,"streams":[{"redirect":9016491,"hoster":"VOE"},{"redirect":8571075,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"BioTot","epNo":16,"alt":"","descr":"aul Kleinert kommt angetrunken von einer Kneipentour nach Hause. Als er im Treppenhaus versucht, die falsche Wohnungstür zu öffnen, wird er von hinten niedergeschlagen. Herr Schlemmer, Pauls Nachbar, sieht den Täter gerade noch davonfahren.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Im Namen des Vaters","epNo":1,"alt":"","descr":"Personen: Ausgerechnet am Wochenende wird die Sekretärin Klara Degen von ihrem Chef Hauptkommissar Paul Kleinert früh morgens ins Revier beordert. Eine junge Frau ist tot auf einem Quedlinburger Friedhof aufgefunden worden, mit einer Bibel in der Hand. Von allen Mitarbeitern der Kripo Harz wird nun voller Einsatz gefordert.","versions":[{"lang":1,"streams":[{"redirect":9016492,"hoster":"VOE"},{"redirect":8571076,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schachmatt","epNo":2,"alt":"","descr":"Die alleinstehende Sekretärin Klara Degen wird von ihrer Schwester Sylvia mal wieder zu einem Rendezvous verdonnert. Sie befindet sich mit dem etwas anstrengenden jungen Mann gerade auf dem Jubiläumsfest des Harzer Schachdorfs, als Hauptkommissar Paul Kleinert im Zuge von Ermittlungen erscheint. Klara sieht ihre Rettung und bittet ihren Chef inständig, sie für wichtige Tätigkeiten ins Revier zu schicken.","versions":[{"lang":1,"streams":[{"redirect":13109918,"hoster":"VOE"},{"redirect":8571079,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zur Strecke gebracht","epNo":3,"alt":"","descr":"Personen: Hauptkommissar Paul Kleinert will dem Teamgeist innerhalb seiner Abteilung neuen Schwung verleihen und unternimmt mit den Kollegen Ollenhauer und Wolter sowie Sekretärin Klara Degen einen Ausflug mit der Harzer Schmalspurbahn. Schon bevor die Reise losgeht, wird Kleinert von der Kriminalrätin Dr. Müller-Dietz am Bahnhof leicht unwirsch begrüßt. Sie ist an diesem Tag ebenfalls im Zug, um im Rahmen ihrer bevorstehenden Wahl zur Landrätin die ein oder andere Hand zu schütteln und wünscht möglichst keine besonderen Vorkommnisse.","versions":[{"lang":1,"streams":[{"redirect":9016498,"hoster":"VOE"},{"redirect":8571081,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Laubenpieper","epNo":4,"alt":"","descr":"Die Sekretärin Klara Degen ist erstaunt, dass ihr Chef, Hauptkommissar Paul Kleinert, sie bittet, ihn bei der Besichtigung eines Kleingartens zu begleiten. Vor Ort treffen sie die Vereinsvorsitzende Petra Küppers, die völlig verstört wirkt. Kurz zuvor hat sie die Leiche des Laubenbesitzers Oliver Mommsen entdeckt. Frau Küppers berichtet, dass es in letzter Zeit öfter Einbrüche in Harzer Laubenkolonien gegeben hat. Vielleicht kam Mommsen den Dieben in die Quere? Obwohl auch Frau Küppers theoretisch tatverdächtig sein könnte,","versions":[{"lang":1,"streams":[{"redirect":9016507,"hoster":"VOE"},{"redirect":8571085,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Pizza mortale","epNo":5,"alt":"","descr":"lara Degen hat ihre Schwester Sylvia und Schwager Jörg auf ein Wellness-Wochenende geschickt, damit die beiden mal wieder Zeit für sich haben. Klara und ihre Nichte Lena machen sich indes einen schönen Abend. Damit ist es allerdings schnell vorbei, als ein Pizzabote ihnen nicht nur die falsche Pizza bringt, sondern kurz darauf tot im Hausflur zusammenbricht. Klara alarmiert umgehend ihren Chef, Hauptkommissar Kleinert.","versions":[{"lang":1,"streams":[{"redirect":13101047,"hoster":"VOE"},{"redirect":8571080,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bäumlers Klippe","epNo":6,"alt":"","descr":"Klara Degen, Sekretärin der Kripo Harz, möchte wieder in den eigenen vier Wänden leben und aus dem Haus ihrer Schwester Sylvia Wegener ausziehen, nicht zuletzt, weil Sylvia – nach dem Vorfall mit dem toten Pizzaboten im eigenen Hausflur – nun endgültig die Nase voll davon hat, dass Klara Leichen anzieht, wie die Motten das Licht. Sylvia hat über ihre Kontakte eine ideale Wohnung für Klara gefunden, einziger Haken: Sie ist direkt neben der Wohnung ihres Chefs, Hauptkommissar Paul Kleinert. Miriam Reichenbach ist ebenfalls an der Wohnung interessiert und zeitgleich mit Klara bei dem Besichtigungstermin.","versions":[{"lang":1,"streams":[{"redirect":9016499,"hoster":"VOE"},{"redirect":8571083,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Harzer Blut","epNo":7,"alt":"","descr":"Sekretärin Klara Degen ist spät dran und bittet ihren neuen Nachbarn und Chef, Hauptkommissar Kleinert, sie ausnahmsweise mit dem Auto ins Revier mitzunehmen. Doch der gemeinsamen Fahrt kommt ein dienstlicher Anruf dazwischen: Fritz Sommer, Besitzer der bedeutenden Harzer Firma Saatgut Süd, wurde tot in einer Abfüllanlage des Bio-Samens \"Harzer Blut\" auf dem Firmengelände entdeckt.","versions":[{"lang":1,"streams":[{"redirect":9016501,"hoster":"VOE"},{"redirect":8571082,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der perfekte Mord","epNo":8,"alt":"","descr":"Sekretärin Klara Degen glaubt sich verhört zu haben, als ihr Chef, Hauptkommissar Paul Kleinert, und die Kollegen Tom Ollenhauer und Jonas Wolter darüber spekulieren, ob der Pathologe Dr. Münster fähig wäre, einen Mord zu begehen. An jenem Morgen wurde der Nachbar von Dr. Münster, Friedhelm Petermann, tot in seinem Hühnerstall gefunden. Auch wenn es durchaus möglich ist, dass es sich um einen natürlichen Tod handelt, deutet eine Verletzung am Hinterkopf des Toten und die Aussage eines Zeugen, zum vermuteten Tatzeitpunkt eine Person am Tatort gesehen zu haben, darauf hin, dass Petermann ermordet wurde.","versions":[{"lang":1,"streams":[{"redirect":12335741,"hoster":"VOE"},{"redirect":8571086,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Opfer vom Regenstein","epNo":9,"alt":"","descr":"onique Wollenweber, ein junges Mädchen und Mitglied einer Gothic-Clique, taucht bei Klara Degen im Polizeirevier auf. Monique ist verzweifelt, denn ihr Freund Andi Vollmer ist am Morgen nicht zu seiner Prüfung an der Berufsschule erschienen. Sie beschleicht das Gefühl, dass etwas passiert seine könnte. Während Klara sich auf den Weg zu Andis Eltern macht, um nach dem jungen Mann zu fragen, sind ihr Chef, Hauptkommissar Paul Kleinert, und die Kollegen Tom Ollenhauer und Jonas Wolter bereits mitten in einem Einsatz und stehen am Fuß des Regenstein-Felsens.","versions":[{"lang":1,"streams":[{"redirect":9016508,"hoster":"VOE"},{"redirect":8571084,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Brockengeist","epNo":10,"alt":"","descr":"Klara Degen stößt bei ihrer morgendlichen Joggingrunde im Wald auf die Leiche eines Mannes. Die Kripo Harz unter Hauptkommissar Kleinert nimmt umgehend die Ermittlungen auf. Der Tote, Christian Gurris, Besitzer eines Hotels in der Gegend, ist nach ersten Untersuchungen durch Dr. Münster an einem Herzinfarkt gestorben. Doch Klara fällt das angstverzerrte Gesicht des Toten auf. Da Klara mit weinenden Witwen besser umgehen kann als ihr Chef, nimmt dieser sie mit zur Witwe des Opfers, Ester Gurris. Sie reagiert zutiefst betroffen und berichtet von einem früheren Herzinfarkt.","versions":[{"lang":1,"streams":[{"redirect":13101048,"hoster":"VOE"},{"redirect":8571088,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der allerletzte Gast","epNo":11,"alt":"","descr":"Vor Arbeitsbeginn macht Klara Degen einen kurzen Abstecher zum Haus des Malermeisters und Lokalpolitikers Manfred Berger, da Berger ihrer Schwester zum Geburtstag das Wohnzimmer streichen soll. Überraschenderweise trifft sie dort auf ihren Chef, Hauptkommissar Paul Kleinert, der ihr mitteilt, dass Berger tot ist. Sein bester Freund Olaf Gründler, Leiter des örtlichen Heimatmuseums, hat ihn in seinem Gartenteich gefunden. Offensichtlich wurde Berger hineingestoßen und das Wasser unter Strom gesetzt, wie Dr. Münster feststellt.","versions":[{"lang":1,"streams":[{"redirect":13109917,"hoster":"VOE"},{"redirect":8571087,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Picknick mit Leiche","epNo":12,"alt":"","descr":"Klara Degen unternimmt mit ihrem Nachbarn Thomas Wolff einen Picknick-Ausflug ins Grüne. Dabei besichtigen sie auch die Höhlenwohnungen in Langenstein. Die Ausflugsstimmung verfliegt allerdings, als Klara in den Höhlen eine Leiche findet. Sie kontaktiert ihren Chef, Hauptkommissar Paul Kleinert, der kurz darauf am Tatort eintrifft und sichtlich irritiert ist, dass Klara etwas mit ihrem Nachbarn unternimmt. Läuft da was zwischen den beiden? Kurzerhand spannt er Klara als \"Ersatz-Kollegin\" in die Ermittlungen ein und vermasselt den beiden endgültig den Ausflug. Das Opfer, Dr. Thomas Fuchs, ein Beamter aus Halberstadt, wurde in den Höhlen mit Munition aus dem Zweiten Weltkrieg erschossen – so viel kann Dr. Münster feststellen","versions":[{"lang":1,"streams":[{"redirect":12923348,"hoster":"VOE"},{"redirect":8571092,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Geteert und gefedert","epNo":13,"alt":"","descr":"Sekretärin Klara Degen kann es nicht fassen, als sie eines Morgens aufwacht und eine nasse Wand vorfindet, die bereits ihr neues Mobiliar ruiniert hat. So wie es aussieht, liegt die Ursache des Schadens in der benachbarten Wohnung ihres Chefs, Hauptkommissar Paul Kleinert. Dieser kann sich aber – sehr zu Klaras Missfallen – nicht sofort um die Sache kümmern – er muss sich auf den Weg zu einem Tatort begeben.","versions":[{"lang":1,"streams":[{"redirect":9016504,"hoster":"VOE"},{"redirect":8571089,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wikinger und Indianer","epNo":14,"alt":"","descr":"am Ufer eines Sees wird die Leiche von Friedhelm Staller gefunden, eines preisgekrönten Harzer IT-Unternehmers. Hauptkommissar Paul Kleinert und seine Kollegen Tom Ollenhauer und Jonas Wolter nehmen umgehend die Ermittlungen auf. Sekretärin Klara Degen kennt den Toten indirekt auch. Es handelt sich um einen alten Schulfreund ihres Schwagers Jörg Wegener. Als die Ehefrau des Opfers, Jenny Staller, zu einer Befragung im Revier auftaucht, hat Klara jedoch gleich so ein Gefühl, dass da irgendwas nicht mit rechten Dingen zugeht.","versions":[{"lang":1,"streams":[{"redirect":9016512,"hoster":"VOE"},{"redirect":8571093,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Letzte Ruhe Lotussitz","epNo":15,"alt":"","descr":"Die Revierleiterin Müller-Dietz hat bei dem attraktiven Yogalehrer Jan Ahrens eine Einzelstunde gebucht. Doch statt seiner findet sie im Studio die Leiche der Mitinhaberin Susanne Köhler. Sofort ruft sie Hauptkommissar Paul Kleinert und seine Kollegen Tom Ollenhauer und Jonas Wolter zum Tatort. Die Kriminalrätin fordert eine umgehende Aufklärung des Falls, und zwar bevor die Presse davon Wind bekommt.","versions":[{"lang":1,"streams":[{"redirect":9016515,"hoster":"VOE"},{"redirect":8571091,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der letzte Stempel","epNo":16,"alt":"","descr":"Sekretärin Klara Degen bekommt im Revier der Kripo Harz Besuch von \"Onkel\" Jarmurske, einem älteren Herrn, der mit seiner Frau Helga früher in der Nachbarschaft von Klara und ihrer Schwester Sylvia gewohnt hat. Onkel Jarmurske hat in seiner Post einen blutverschmierten Harzer Wandernadel-Pass gefunden. Er weiß sogar, von wem dieser stammt: Gerd Mechtersheim, Mitglied des Wandervereins und nicht gerade der beste Freund von Jarmurske. Beide wollten mit einem neuen Wanderrekord ins Guinness-Buch gelangen und hatten nicht nur deswegen Streit. Am gleichen Morgen finden Wanderer an einer Station der Harzer Wandernadel eine abgetrennte Hand,","versions":[{"lang":1,"streams":[{"redirect":9016518,"hoster":"VOE"},{"redirect":8571094,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Rundflug in den Tod","epNo":1,"alt":"","descr":"Hauptkommissar Paul Kleinert hat Geburtstag und wird von seinen Kollegen mit einem ganz besonderen Geschenk überrascht: ein Rundflug über den Harz! Der Spaß endet tragisch. Vor den Augen von Klara Degen, Kriminalrätin Dr. Müller-Dietz und den Kommissaren Ollenhauer und Wolter stürzt das Kleinflugzeug ab. Sofort ist klar, dass dieses Unglück keiner überlebt haben kann. Doch einer schafft es: Paul Kleinert! Aufgrund seiner Flugangst hat er die Maschine kurz vor dem Start verlassen.","versions":[{"lang":1,"streams":[{"redirect":9016506,"hoster":"VOE"},{"redirect":9026245,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Herz aus Glas","epNo":2,"alt":"","descr":"Eine singende Glaskugel ist der Verkaufsschlager der Quedlinburger Glasbläserei. Hauptkommissar Paul Kleinert kann mit dem Gedudel nichts anfangen, aber dennoch soll ein solches Exemplar das Präsent für das Dienstjubiläum von Kriminalrätin Dr. Müller-Dietz werden. Als seine Sekretärin Klara Degen die Glaskugel abholen will, tappt sie mitten in einen Mordfall.","versions":[{"lang":1,"streams":[{"redirect":9016510,"hoster":"VOE"},{"redirect":8571095,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gold und Silber","epNo":3,"alt":"","descr":"klara Degen, Sekretärin der Kripo Harz, nutzt den freien Vormittag, um mit ihrer Freundin Kati Herrmann shoppen zu gehen. Auf dem von Touristen begehrten Quedlinburger Marktplatz, der von Kleinkünstlern und Händlern belagert ist, machen die beiden jedoch eine grauenvolle Entdeckung. Ein silbern gekleideter Mann, der schwerelos, völlig regungslos die Passanten fasziniert, ist tot.","versions":[{"lang":1,"streams":[{"redirect":13101049,"hoster":"VOE"},{"redirect":8571096,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Waidmanns Tod","epNo":4,"alt":"","descr":"Normalerweise soll sich Klara Degen als Sekretärin der Kripo Harz nicht in die Ermittlungen einmischen, doch diesmal ist alles anders. In aller Frühe baut Hauptkommissar Paul Kleinert einen Autounfall und der Mann im anderen Auto ist sofort tot. Als Dr. Münster bei Kleinert Rest-Alkohol feststellt, wird dieser vorerst von Kriminalrätin Dr. Müller-Dietz vom Dienst freigestellt. Nun ist es an Klara, ihren Chef über die Ermittlungen auf dem Laufenden zu halten, und die sind voller Überraschungen.","versions":[{"lang":1,"streams":[{"redirect":9016517,"hoster":"VOE"},{"redirect":8571098,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tod eines Köhlers","epNo":5,"alt":"","descr":"Die Teammitglieder der Kripo Harz haben sich eigentlich auf ein freies Wochenende eingestellt, doch dann wird ein Mord gemeldet. Klara Degen muss ein romantisches Picknick mit ihrem neuen Freund, dem Tischlermeister Lutz Christoph, abbrechen. Jonas Wolter hätte ebenfalls ein Date gehabt und Tom Ollenhauer ist beim Schlachtfest in der elterlichen Fleischerei eingeplant. Hauptkommissar Paul Kleinert muss zum 70. Geburtstag seiner Mutter und erhält die Erlaubnis der Kriminalrätin Dr. Müller-Dietz, die Ermittlungen erst einmal an die Kollegen abzugeben.","versions":[{"lang":1,"streams":[{"redirect":9016514,"hoster":"VOE"},{"redirect":8571099,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der dritte Mann","epNo":6,"alt":"","descr":"ls Klara Degen mit ihrem Freund Lutz eine frühmorgendliche Jogging-Runde an der Bode dreht, sehen sie einen leblosen Körper im Fluss treiben. Schnell stellt sich heraus, dass es sich bei dem Toten um den erfolgreichen Mountainbiker Pit Hellmann handelt, der bei der bevorstehenden \"Tour de Harz\" als Favorit gehandelt wurde.","versions":[{"lang":1,"streams":[{"redirect":9016520,"hoster":"VOE"},{"redirect":8571097,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Adalmars Fluch","epNo":7,"alt":"","descr":"Klara Degen stöbert mit ihrem Freund, dem Tischlermeister Lutz Christoph, im Trödelladen der Möllendorfs, als Hauptkommissar Paul Kleinert und sein Kollege Jonas Wolter auftauchen und Frau Möllendorf die Nachricht vom gewaltsamen Tod ihres Ehemanns überbringen. Kurz zuvor hatte Heiner Kosmalla, Hausmeister des Quedlinburger Stadtarchivs, einen Notruf bei der Kripo Harz abgesetzt. Er hatte den Mörder in der einsamen Harzgegend \"in flagranti\" ertappt! Doch der mutmaßliche Täter Kurt Leberecht, Lehrer am Gymnasium, streitet alles ab. Bald wird klar, dass sich das Opfer, der Hausmeister und der Lehrer gut kannten und gemeinsam eine große Leidenschaft teilten: Sie sind Hobby-Archäologen. Nur, was sie in der Klippenlandschaft unweit des Tatorts mit Detektoren und Spaten suchten, verraten sie nicht. Kleinert muss die beiden gehen lassen – vorerst! Bald finden die Ermittler jedoch heraus, dass das Trio einem – seit dem 17. Jahrhundert verschollenen – Kelch aus dem alten Kloster Drübeck auf der Spur war. Ein wertvolles Stück, das dem Trödelhändler Möllendorf finanziell aus der Patsche geholfen hätte. Klara macht in Uschis Trödelladen die Bekanntschaft mit dem überaus charmanten Italiener Carlo Pavone, der sich mit etwas zu viel Fürsorge um die trauernde Witwe kümmert und damit zwangsläufig in das Visier von Klara und den Ermittlern gerät. Denn Carlo Pavone ist durch seine mafiöse Vergangenheit aktenkundig. Hat er Möllendorf auf dem Gewissen? Vielleicht sogar gemeinsam mit Uschi? Während Kleinert verbissen Vernehmungen führt, durchforstet Klara mit Hilfe der Archivarin Dr. Hornbostel die alte Chronik des Klosters Drübeck und begibt sich sodann selbst auf Schatzsuche.","versions":[{"lang":1,"streams":[{"redirect":9016521,"hoster":"VOE"},{"redirect":8571101,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"König der Gartenzwerge","epNo":8,"alt":"","descr":"Klara Degen passt auf den Hund Gustav auf. Der jedoch büxt ihr bei einem Spaziergang aus und buddelt kurz darauf in einem recht verwilderten Garten in der Wohnsiedlung im Fliederweg die Überreste einer fast vollständig verbrannten Leiche aus. Mit dem Schienbeinknochen macht er sich aus dem Staub, was insbesondere Dr. Münster zutiefst bedauert. Hauptkommissar Paul Kleinert und seine Kollegen der Kripo Harz stürzen sich in die Ermittlungen. Die wenigen Überreste des Toten geben den Anschein, dass es sich dabei um den Bewohner des Hauses handelt, Valentin Kaloschke – Betreiber eines Import- / Exportgeschäfts und selbsternannter \"König der Gartenzwerge\". Kaloschke wurde seit drei Wochen nicht mehr gesehen. Verdächtig sind nicht nur seine Verlobte Gudrun Jänner, die Betreiberin eines Tierkrematoriums, sondern auch die direkten Nachbarn von Kaloschke, Ilse und Heribert Sondermann, sowie Opa Hansen, der seinen Enkel Jakob aufzieht. Im beschaulichen Fliederweg herrscht ein regelrechter \"Krieg am Gartenzaun\" mit viel Aggressionspotenzial, was letztlich zum Mord geführt haben könnte. Der Fall scheint so gut wie gelöst, doch dann kommt es zu einer überraschenden Wendung, welche die Ermittlungen wieder zurück auf Anfang setzen. Während Klara den Schienbeinknochen samt Gustav sucht, kämpft Kleinert mit der beiläufigen Mitteilung von Klaras Freund, dass die beiden in den nächsten Tagen in ein Haus nach Goslar umziehen werden.","versions":[{"lang":1,"streams":[{"redirect":13014996,"hoster":"VOE"},{"redirect":8571104,"hoster":"Streamtape"}]}]}]}]}