{"seriesId":"helck","name":"Helck","descr":"Der Dämonenkönig wurde wieder einmal von einem Helden der Menschen besiegt und so muss ein neuer König bestimmt werden. Um den würdigsten Nachfolger auszuwählen, wird ein großes Turnier abgehalten, doch ein starker Teilnehmer schmeckt den Dämonen gar nicht! Der menschliche Held Helck verkündet zwar lautstark, alle Menschen zu hassen und vernichten zu wollen, doch kann man seinem lächelnden Gesicht wirklich trauen? Vermilio, eine der vier Himmelskönige des Dämonenreichs und Ausrichterin des Turniers ist entschlossen, Helcks wahres Vorhaben aufzudecken. Das Schicksal der Dämonenwelt ruht somit auf ihren Schultern …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Helck the Hero","descr":"In der Dämonenwelt wird ein Turnier um die Nachfolge des Dämonenkönigs abgehalten. Mit dabei ist Helck, ein Mensch auf dem Kampflevel 99. Kann er den anderen Dämonen trotzen?Nach dem Tod eines örtlichen Dämonenkönigs beginnt das Imperium ein Turnier, um einen neuen Dämonenkönig für die Region auszuwählen. Zu den Teilnehmern gehören in der Regel Dämonen aller Talente, doch hier taucht ein menschlicher Held namens Helck auf. Während das Dämonenpublikum sich nicht daran stört, dass ein Mensch teilnimmt, ist Vermilio, einer der vier himmlischen Könige, besonders besorgt darüber, dass ein so mächtiger Mensch versucht, den Wettbewerb zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":13054300,"hoster":"VOE"},{"redirect":13054302,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Anne From Management","descr":"Vermilio wird als \u0027Anne\u0027 verdeckt und lässt die Turnierleitung absichtlich versuchen, Helck in jeder Runde des Wettbewerbs zu sabotieren. Allerdings meistert Helck jede Herausforderung mit Leichtigkeit, sei es eine Kochherausforderung, bei der Vermilio selbst als Juror fungierte, oder ein Pferderennen, bei dem Helck kein wirksames Reittier zur Verfügung gestellt wurde. Hyura wird misstrauisch gegenüber Annes Identität und Kenros freundet sich während des gesamten Wettbewerbs weiter mit Helck an. Der Wettbewerb endet vorzeitig ohne Sieger, da eine nahe gelegene Burg angegriffen wird. Es wird ermittelt, dass der Gewinner der Endrunde die Person sein wird, die die menschlichen Angreifer besiegt.","versions":[{"lang":3,"streams":[{"redirect":13054303,"hoster":"VOE"},{"redirect":13054304,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Unknown Enemy","descr":"Asta, eine Dämonenspionin, untersucht das Menschenreich. Sie genießt die üppige Vegetation und die hübschen Landschaften, findet das Königreich jedoch menschenleer. Helck, Hyura, Kenros, Dorshe und Vermilio, der als \"Anne\" verdeckt auftritt, sind auf dem Weg zum Schloss und treffen auf eine Reihe starker Monster. Helck und Vermilio erledigen die Monster problemlos und die Gruppe isst gemeinsam etwas. Schließlich erreichen sie das Schloss und stoßen auf die geflügelten Soldaten, die das Gebäude belagern. Plötzlich wird Hyura von einem von ihnen der Arm abgetrennt.","versions":[{"lang":3,"streams":[{"redirect":13054307,"hoster":"VOE"},{"redirect":13054308,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Shock","descr":"Hyura ist am Boden und Helck hilft, sie zu beschützen, indem er den Namen des geflügelten Soldaten \"Edil\" ruft. Helck und Edil unterhalten sich und der Kampf geht weiter. Vermilio hat keine Probleme mit den geflügelten Soldaten und Hyura erlangt durch Regeneration ihren Arm zurück. Obwohl die geflügelten Soldaten größtenteils besiegt sind, gelingt es ihnen, ein Tor in der Nähe des Barrieresteins der Burg zu öffnen, und während sie das Tor öffnen, schicken sie Helck und Vermilio auf eine abgelegene Insel.","versions":[{"lang":3,"streams":[{"redirect":13054313,"hoster":"VOE"},{"redirect":13054315,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Remote Island Village","descr":"Hon berichtet Azudra, dass Vermilio verschwunden ist, was ihn schockiert. Vermilio versucht auf der Insel herauszufinden, wie weit sie vom Imperium entfernt ist, hat jedoch Schwierigkeiten, die Entfernung zu bestimmen. Sie trifft auf einen kleinen grünen Vogel namens \"Piwi\" und Helck, der offenbar Futter und Unterschlupf vorbereitet hat. Zurück im Imperium befiehlt Azudra einem Suchtrupp, nach Vermilio und Helck zu suchen. Er benutzt einen Zauberspruch, der die Standorte von Menschen auf einer Karte lokalisiert. Es scheint ihm jedoch, dass Vermilio und Helck sich außerhalb der Reichweite des kartierten Territoriums befinden. Zurück auf der Insel erfahren Helck und Vermilio, dass es noch andere Bewohner auf der Insel gibt und sie wollen den Häuptling treffen.","versions":[{"lang":3,"streams":[{"redirect":13054311,"hoster":"VOE"},{"redirect":13054310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Invasion","descr":"Vermilio und Helck machen sich auf den Weg zum Dorfvorsteher. Vermilio ist besorgt, da er zunächst bedrohlich wirkt, doch es stellt sich heraus, dass er und der Rest des Dorfes friedlich und freundlich sind. Nach einem gemeinsamen Fest erfährt Vermilio von einer großen Hexe, die ihnen vielleicht sagen kann, wie sie nach Hause kommen, doch sie befindet sich hinter einer Barriere und sie müssen warten, bis sie vom Berg herunterkommt. Helck und Vermilio unterhalten sich über ihre Ziele und Helck bestätigt, dass er bereit ist, gegen die Menschheit zu kämpfen. Zurück im Imperium greift eine große Anzahl geflügelter menschlicher Soldaten an, doch Azudra besiegt sie mühelos mit seinen riesigen Wurzelangriffen.","versions":[{"lang":3,"streams":[{"redirect":13054321,"hoster":"VOE"},{"redirect":13054319,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Human King","descr":"Nachdem Azudra die geflügelten Soldaten problemlos gefangen hat, erklärt Hon, dass Azudras Fähigkeit darin besteht, die Wurzeln aller Bäume im Imperium zu kontrollieren. Eine große Anzahl geflügelter Soldaten beginnt aus weiter Entfernung mit dem Abfeuern von Pfeilen, doch anstatt sich auf die Dämonen zu konzentrieren, töten sie zum Schock von Azudra und den anderen Dämonen ihre eigenen Soldaten. Hyura erwähnt, dass dies auch das letzte Mal passierte, als sie die Flügelsoldaten angegriffen hatten. Azudra befragt einen der geflügelten Soldaten, der sich darüber freut, dass sie nicht sterben, sondern einfach auferstehen werden, um erneut zu kämpfen. Zurück im Menschenreich tauchen die getöteten geflügelten Soldaten in der Burg vor den Augen des Menschenkönigs wieder auf und unterrichten den König über ihren Fortschritt. Nach dieser Diskussion erklärt Azudra im Imperium seinem Team, dass die geflügelten Soldaten zwar relativ schwach sind, aber tatsächlich eine unglaubliche Bedrohung für das Imperium darstellen, wenn sie ständig wieder auferstehen und durch den Kampf immer stärker werden, und schließlich zur größten Bedrohung für das Imperium werden Gesichter. Azudra trifft die Entscheidung, Burgen zu verstärken, die wahrscheinlich von den geflügelten Soldaten angegriffen werden, und um persönlich bei der Verteidigung zu helfen. Er schickt außerdem eine Reihe von Gegenständen durch ein Tor zu Vermilios Aufenthaltsort. Diese Gegenstände werden jedoch von Piwi gefressen und erreichen sie nie.","versions":[{"lang":3,"streams":[{"redirect":13054324,"hoster":"VOE"},{"redirect":13054323,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Back to the Continent","descr":"Die große Hexe besucht das Dorf, aber Vermilio vermisst sie. Der Hexe wurde jedoch von ihrer Situation erzählt und sie verstand ihre Bedürfnisse und erteilte die Erlaubnis, den Berg zu besteigen, um sie zu erreichen. Sobald sie die Hexe erreichen, scheint die Hexe Vermilio auffallend ähnlich zu sein. Sie sagt ihnen, dass sie nach Nordwesten fahren sollen, um zum Kontinent zurückzukehren, und welche Schritte sie unternehmen sollen, um über den Ozean zu navigieren. Außerdem warnt sie Vermilio, dass Helck unglaublich gefährlich ist. Nach kurzer Zeit haben Helck und Vermilio ein Tier gefunden, das ihnen bei der Navigation im Meer helfen wird, und sie haben ein kleines Boot gebaut. Sie besteigen das Boot und Piwi beschließt, sie zu begleiten, obwohl ihre Reise gefährlich ist. Während sie losfahren, geraten sie in dichten Nebel und ein riesiges, oktopusähnliches Wesen taucht auf.","versions":[{"lang":3,"streams":[{"redirect":13054333,"hoster":"VOE"},{"redirect":13054332,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Barbarians of the Tothman Tribe","descr":"Helck versucht, gegen den Oktopus zu kämpfen, dieser ist jedoch ziemlich widerstandsfähig gegen physische Angriffe. Schließlich befreit Vermilio das Boot aus dem Strudel, aber sie verlieren Helck, der unter Wasser gezogen wird. Vermilio erreicht schließlich den Kontinent, ist aber verärgert darüber, was mit Helck passiert ist, doch als sie ans Ufer geht, schockiert sie Helck, der dort mit einem Torschild steht. Sie bittet Helck, zu erklären, was passiert ist, und er erzählt ihr, dass er sich vom Oktopus befreit hat und einfach ans Ufer geschwommen ist. Während sie tiefer in einen nahegelegenen Wald vordringen, werden sie von Barbaren festgenommen, die für das Erille-Königreich arbeiten. Die Prinzessin des Königreichs verurteilt die Barbaren und fordert sie auf, die drei Festgenommenen zu befreien. Sie erklären, dass ihr eigenes Königreich aufgrund der Aktionen einer anderen Fraktion vor dem Ruin stehe. Die Tothmans, die andere Fraktion, erscheinen und drohen, alle verbliebenen Mitglieder des Königreichs Erille zu töten. Helck und Vermillio verteidigen das Königreich und besiegen die Tothman-Soldaten mit Leichtigkeit. Der König der Tothman verwickelt die beiden dann in einen Kampf, ist aber ebenfalls leicht zu besiegen, er ist wütend über seinen Verlust und verwandelt sich plötzlich in ein viel mächtigeres Wesen.","versions":[{"lang":3,"streams":[{"redirect":13054327,"hoster":"VOE"},{"redirect":13054330,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"In Pursuit of a Map","descr":"Obwohl der verwandelte Tothman-König deutlich stärker ist als zuvor, besiegen Helck und Vermilio ihn immer noch relativ leicht. Nach seiner Niederlage verwandeln sich alle Menschen in Erille wieder in ihr normales Aussehen und befreien sich von dem Status, den Tothman ihnen auferlegt hat. Nachdem sie ihren Sieg gefeiert haben, machen sich die beiden auf den Weg in eine nahegelegene Stadt. In der neuen Stadt finden sie eine Karte, die ihnen helfen könnte, nach Hause zurückzukehren. Der Verkäufer verlangt jedoch einen überhöhten Preis für die Karte, was Vermilio und Helck dazu zwingt, kreativ zu werden, um das Geld dafür aufzutreiben. Helck beteiligt sich an einem Kochwettbewerb, besiegt den Wettbewerbsfavoriten in einem sehr knappen Spiel und gewinnt den Hauptpreis. Nachdem sie die Karte gekauft haben, beschließen sie, weiter zum Dämonenkontinent zu ziehen. Ein lokaler Musiker warnt sie jedoch, dass der Weg, den sie einschlagen, zu einer Begegnung mit einem Krieger der Dunkelheit führen wird, der sie möglicherweise töten könnte.","versions":[{"lang":3,"streams":[{"redirect":13148124,"hoster":"VOE"},{"redirect":13148126,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Troubadour`s Song","descr":"Während sie erfolgreich eine Karte erhalten haben, informiert sie der Musiker über den dunklen Krieger in der Region, die sie durchqueren müssen, um nach Hause zurückzukehren. Helck und Vermilio gehen trotz der Gefahren weiter auf den Weg auf der Karte zu und treffen auf einen Krieger der Dunkelheit. Sie verwickeln den Krieger in einen Kampf und zum ersten Mal wird Helck schwer verletzt und Vermilio wird in die Ecke gedrängt. Helck wird schließlich unglaublich wütend und entfesselt seine ganze Kraft und versetzt Vermilio in Angst und Schrecken, der es schafft, ihn unter Kontrolle zu bringen. Sobald der Krieger besiegt ist, bewegen sie sich auf scheinbar verlassene Ruinen zu und der Krieger erklärt seine Geschichte. Er nennt den beiden seinen richtigen Namen, der Augis war, und erklärt, wie das Königreich, für das er kämpfte, dunkle Krieger beschwor, um eine große Bedrohung zu bekämpfen, und wie die dunklen Krieger nicht kontrolliert werden konnten und das Königreich in den Ruin brachten. Die Musikerin, mit der das Paar zuvor gesprochen hatte, Iris, taucht auf und erklärt, dass Augis ihr älterer Bruder ist und sie dankt ihnen dafür, dass sie ihn besiegt haben. Sie singt ihm ein letztes Lied, woraufhin Augis Helck seine Waffe gibt und weiterzieht.","versions":[{"lang":3,"streams":[{"redirect":13148128,"hoster":"VOE"},{"redirect":13148130,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Spirit of Faith","descr":"Azudra und seinen Truppen gelingt es, die Burg Urum vor der menschlichen Armee zu verteidigen und einige menschliche Soldaten gefangen zu nehmen, ohne sie zu töten. Asta beobachtet die besiegten Menschen in ihrer Hauptstadt und stellt fest, dass sie stärker und besser in der Beobachtung werden, weshalb sie noch vorsichtiger sein muss als zuvor. Helck und Vermilio schlagen ihr Lager auf. Helck zeigt ihr eine kaputte Klinge namens \"Heldenkiller\", mit der sie ihn töten soll, wenn er wie zuvor die Kontrolle verliert. Vermilio weigert sich, die Klinge anzunehmen, doch Helck sagt, er werde seine Geschichte und Geschichte erklären, woraufhin sie über ihre Antwort entscheiden kann.","versions":[{"lang":3,"streams":[{"redirect":13148123,"hoster":"VOE"},{"redirect":13148120,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"With Younger Brother in Tow","descr":"Helck beginnt, Vermilio von seiner Vergangenheit zu erzählen. In einer Rückblende wird Helck mit seinem jüngeren Bruder Cless gezeigt, wie er ihn vor missbräuchlichen Adligenkindern beschützt. Er erklärt, dass sie ihre Eltern durch Monster verloren und in die Stadt gezogen seien, um Arbeit zu finden, außer dass es für zwei Kinder keine Arbeit gab, die den Lebensunterhalt bestreiten würde. Dank Helcks Heldenkräften kam er mit Misshandlungen seitens des Adels nicht zurecht, er erholte sich kurz nach der Zufügung von allen Verletzungen und sein Ziel war es, sicherzustellen, dass Cless zumindest eine erträgliche Kindheit hatte. Eines Tages wird Cless sehr krank und niemand ist bereit zu helfen, Helck gerät in Verzweiflung und ist kurz davor, die Fassung zu verlieren, außer dass ein junges blondes, edles Mädchen auf Helck hört und Cless zu ihrem Vater bringt, der einen renommierten Arzt hinzuzieht, um ihn zu behandeln. Cless erholt sich und 15 Jahre später arbeitet er als Hauptmann beim Militär, Helck arbeitet als Bauarbeiter.","versions":[{"lang":3,"streams":[{"redirect":13148174,"hoster":"VOE"},{"redirect":13148175,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Mercenaries","descr":"Helck setzt seine Rückblende fort und erklärt, dass er sich aufgrund der zunehmenden Monsterbedrohung neben Cless auch dem Militär anschließt, sie auf Kreaturen der neuen Welt stoßen, es aber schaffen, sie zu besiegen. Helck erklärt, wie er Edil und Alicia traf, was dazu führte, dass sie sich einer Söldnergruppe anschlossen. Trotz der äußerst entschlossenen Verteidigung des Königreichs bedrohte die schiere Menge an Monstern weiterhin seine Existenz, und schließlich beschlossen sie, eine Gruppe zum Schloss des Dämonenkönigs zu schicken, um ihn zu besiegen. Vermilio stellt heute fest, dass diese Analyse falsch war, da der Dämonenkönig und seine Burg die Monster tatsächlich daran hinderten, den Dämonenkontinent zu verlassen. Cless und seiner Gruppe gelingt es, den Dämonenkönig zu besiegen, doch Cless kommt in einem schrecklich verletzten Zustand zurück und ist bettlägerig. Der Sieg über den Dämonenkönig führte, wie Vermilio bemerkte, dazu, dass mehr Monster das Königreich angriffen, und dieses Mal ging Helck zum Schloss des Dämonenkönigs in der Annahme, der Dämonenkönig sei wieder zum Leben erweckt worden.","versions":[{"lang":3,"streams":[{"redirect":13462454,"hoster":"VOE"},{"redirect":13462458,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Power of Heroes","descr":"Helck dringt in die Burg des Dämonenkönigs ein, trifft auf Azudra und beginnt, gegen ihn zu kämpfen. Er fragt Azudra, warum die Dämonen weiterhin Monster in Richtung des Menschenreichs schicken. Azudra sagt Helck, dass dies nicht der Fall sei und dass die Dämonenarmee tatsächlich den Strom der Monster auf dem Kontinent eindämme. Azudra erklärt, dass die Dämonen in Zukunft eingedämmt werden sollten, sobald ein neuer Dämonenkönig die Burg übernimmt, und informiert ihn sogar über den neuen Dämonenkönigswettbewerb, an dem Helck schließlich teilnahm. Helck kehrt ins Königreich zurück, erzählt es aber niemandem was er gelernt hat, weil er weiß, dass die menschliche Seite es nicht akzeptieren wird. Er wird Zeuge, wie Menschen drei gefangene Dämonen auf einem öffentlichen Platz foltern. Er greift ein und sagt, es sei barbarisch, dies zu tun. Die drei Dämonen verwandeln sich irgendwie in größere Monster, aber die geflügelten Soldaten erscheinen und besiegen sie leicht. Der Adlige, der Cless in der Vergangenheit das Leben gerettet hat, erscheint und sagt Helck, dass man Dämonen nicht trauen kann und sagt ihm, dass das größere Dämonenreich zerstört werden muss. Er erklärt, dass sie dazu mehr Menschen für die Macht der geflügelten Soldaten erwecken werden. Helck ist sich nicht sicher, wem er vertrauen soll, Azudra oder dem Adligen. Als jedoch ein anderer Mann auf Helck zukommt und ihm sagt, dass er an der Seite von Cless gekämpft hat, bittet er Helck, ihm zu helfen.","versions":[{"lang":3,"streams":[{"redirect":13462463,"hoster":"VOE"},{"redirect":13462464,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Truth Behind Awakening","descr":"Der Mann, der Cless begleitete, hieß Zelgeon und war ein Infanteriekommandeur. Er erklärt Helck, dass der Erwachensprozess nicht das ist, was er scheint, und dass er sehr gefährlich ist. Er erklärt auch, dass alle, die diesen Prozess durchlaufen haben, ihr Selbstbewusstsein und ihren freien Willen verloren haben. Er gibt an, dass das Königreich vorhat, jeden, der kein Adel ist, zu verzaubern und das gesamte Königreich in einer Zwangsarmee zu versklaven. Er sagt Helck, dass sowohl der Zauberer Mikaros als auch der Held Cless besiegt werden müssen, um diesen Plan zu verhindern. Er erklärt Helck, dass Cless nichts von dem Plan weiß und nicht weiß, was er beinhaltet. Helck erzählt auch seinen Söldnerverbündeten, was Azudra ihm gesagt hat. Obwohl sie nicht ganz überzeugt sind, willigt Alicia ein, aufgeschlossen zu bleiben. Die Gruppe infiltriert die Burg und nähert sich den Adligen, um sie zu bitten, den Plan aufzugeben. Die Adligen weigern sich, die Söldnergruppe versucht, die Adligen anzugreifen, aber der menschliche König befiehlt ihnen allen, niederzuknien, und alle knien sofort nieder. Helck bleibt jedoch unberührt und bricht die Macht, die der menschliche König über seine Verbündeten hat. Der König holt Cless heraus und befiehlt ihm, alle anzugreifen. Alicia schafft es, Cless mit dem Heldenkillerschwert aus seinem kontrollierten Zustand zu befreien, Mikaros schafft es jedoch, ihr das Schwert zu stehlen.","versions":[{"lang":3,"streams":[{"redirect":13462469,"hoster":"VOE"},{"redirect":13462473,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Traitors","descr":"Mikaros, der jetzt das Heldenkillerschwert trägt, bittet Helck, mit ihm zusammenzuarbeiten, doch Helck lehnt ab. Mikaros versucht, Helck mit dem Schwert zu töten, doch Cless greift ein und schneidet Mikaros die Arme ab. Cless hat sich vorübergehend der Kontrolle des Königs entzogen, aber der König erlangt seine Kontrolle über Cless zurück und fordert ihn auf, Helck zu töten. Cless nähert sich Helck, widersetzt sich jedoch der Kontrollfähigkeit des Königs, verletzt sich stattdessen tödlich und verabschiedet sich von Helck. Nachdem Helck dies miterlebt hat, ist er unglaublich wütend und die von ihm entfesselte Macht droht das ganze Königreich zu zerstören. Seine Verbündeten schaffen es, ihn zu beruhigen, aber er wird ohnmächtig. Später wacht er in einer Höhle auf und fragt sich, wo all seine Verbündeten waren. Von Kopfgeldjägern erfährt er, dass er wegen Verrats am Königreich gesucht wurde und ein riesiges Preisgeld auf ihn ausgesetzt war. Helck erkennt, dass die Möglichkeit besteht, dass seine Verbündeten noch am Leben sind, und eilt daher zum Königreich, um sie zu retten.","versions":[{"lang":3,"streams":[{"redirect":13462474,"hoster":"VOE"},{"redirect":13462480,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Smile","descr":"Als Helck erfährt, dass seine Kameraden noch am Leben sind, versucht er alles, um sie zu retten. Doch die Zeit rennt ihm davon und das Volk sinnt nach Rache.","versions":[{"lang":3,"streams":[{"redirect":13462483,"hoster":"VOE"},{"redirect":13462486,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Vermilio of the Four Elite Lords","descr":"Bevor Helck Vermilio das Heldentöter-Schwert anvertraut, enthüllt sie ihre wahre Identität. Außerdem sichert sie ihm ihre Unterstützung zu und gemeinsam setzen sie ihren Weg fort.","versions":[{"lang":3,"streams":[{"redirect":13462488,"hoster":"VOE"},{"redirect":13462490,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Mysterious Woman","descr":"Asta gibt weiterhin ihr Bestes, um an möglichst viele Informationen zu gelangen. Zudem macht sie eine wirklich vollkommen unerwartete Bekanntschaft.","versions":[{"lang":3,"streams":[{"redirect":13462494,"hoster":"VOE"},{"redirect":13462497,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Phase 2","descr":"Die Menschen greifen die Burg Shin mit tausenden Monstern an, woraufhin Azudra mit einer Armee auftaucht. Mikaros schleicht sich währenddessen in die Burg Thor, um den Barrierestein zu stehlen, doch er wird bereits erwartet.","versions":[{"lang":3,"streams":[{"redirect":13462499,"hoster":"VOE"},{"redirect":13462502,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Spell Breaker","descr":"Der Kampf wird immer intensiver und Azudra muss all seine Macht einsetzen um Mikaros aufzuhalten. Zur selben Zeit muss sich auch Astra einigen Herausforderungen stellen.","versions":[{"lang":3,"streams":[{"redirect":13462504,"hoster":"VOE"},{"redirect":13462505,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Chosen Path","descr":"","versions":[{"lang":3,"streams":[{"redirect":13462459,"hoster":"VOE"},{"redirect":13462453,"hoster":"Streamtape"}]}]}]}]}