{"seriesId":"helden-der-landwirtschaft","name":"Helden der Landwirtschaft","descr":"Die Dokumentation \"Helden der Landwirtschaft\" stellt jene Menschen vor, die auf die ein oder andere Weise mit der Produktion von Essen zu tun haben. Sei es die Saat der Getreidefelder, sei es der Öko-Bauer, der Milchkühe unterhält. Vorgestellt wird auch, welche technische Hilfsmittel die heutige Landwirtschaft zur Verfügung hat und wie die Protagonisten auf den Preisdruck durch verschiedene Lebensmittelhändler reagieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Bisonzüchter","epNo":1,"alt":"Episode 1","descr":"Josef züchtet in Sickenhausen Bisons. Die Tiere stammen ursprünglich aus Kanada, aber seit den Neunzigerjahren sind sie auch in Oberbayern zu finden, denn ihr Fleisch ist bei Feinschmeckern sehr beliebt. Hubert und seine Tochter Sina ernten unterdessen am malerischen Bodensee an nur einem Tag über eine Million Äpfel. Das ist ein Kraftakt, bei dem sich Handarbeit und moderne Technik perfekt ergänzen. Und beim Agrardienstleister Streit wird eifrig geschweißt und gehämmert. Dort werden in dieser Folge Traktoren und Mähdrescher auf Vordermann gebracht.","versions":[{"lang":1,"streams":[{"redirect":12963639,"hoster":"VOE"},{"redirect":12963649,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Raupentraktor","epNo":2,"alt":"Episode 2","descr":"Während viele Menschen in Deutschland noch im Bett liegen, startet Lukas um 5:30 Uhr in der Früh seinen Mähdrescher. Die Maisernte steht an. Das heißt: zwölf bis 16 Stunden Arbeit pro Tag. Und der Umgang mit schweren Maschinen ist trotz aller Erfahrung nicht ungefährlich. Auf dem Hof von Rüdiger und seiner Frau Andrea sucht man motorisierte Kolosse vergeblich. Vom Kühe melken bis zum Butter schlagen: Dort wird solide Handarbeit großgeschrieben. Und in dieser Folge von \"Helden der Landwirtschaft\" darf auch ein Hightech-Traktor zeigen, was er kann.","versions":[{"lang":1,"streams":[{"redirect":12963688,"hoster":"VOE"},{"redirect":12963695,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das größte Geflügel der Welt","epNo":3,"alt":"Episode 3","descr":"Stefan bewirtschaftet mit seiner Familie einen Hof im südbadischen Tengen. Für seine nachhaltige Arbeitsweise wurde er 2020 als \"Bester Ackerbauer des Jahres\" ausgezeichnet. Der Landwirt muss dringend die Gerste vom Feld holen, doch der Mähdrescher streikt. Marcus und Ramona haben sich hingegen auf exotisches Geflügel spezialisiert. Das Duo züchtet im bayerischen Oberland Strauße. Und in Mecklenburg findet sich einer der größten Agrarbetriebe Deutschlands. Aber auch die \"Big Player\" in der Branche haben mit den klimatischen Veränderungen zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12963434,"hoster":"VOE"},{"redirect":12963431,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Hanfbauern","epNo":4,"alt":"Episode 4","descr":"Henning ist ein echtes Allroundtalent. Er züchtet und vermarktet seltene Rinderrassen. Und er lädt auf seinem Hof regelmäßig Gäste zu Nutztier-Safaris ein. Dabei muss er aufpassen, dass er nicht auf die Hörner genommen wird. Jan und Henrik haben sich ebenfalls spezialisiert. Die Landwirte aus Niedersachsen kultivieren seit mehreren Jahren THC-freien Hanf. So einfach die Pflanze im Anbau zu sein scheint, desto komplizierter und mühseliger ist die Ernte. Denn die Fasern verheddern sich regelmäßig im Mähdrescher. Nichts geht mehr auf dem Feld.","versions":[{"lang":1,"streams":[{"redirect":12963448,"hoster":"VOE"},{"redirect":12963444,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Grünes Gold","epNo":5,"alt":"Episode 5","descr":"Wenn es um Hopfen geht, führt an Stefan aus Oberbayern kein Weg vorbei. Acht Hektar sollen an diesem Tag geerntet werden. Das ist kein leichtes Vorhaben, denn es regnet in Strömen. Und dann reißt auch noch ein Förderband. Auf dem Hof von Anita und Ute sorgt unterdessen ein ungebetener Gast für Ärger. Im Bio-Milchbetrieb der beiden Schwestern im hessischen Witzenhausen gibt es neben Kühen auch Hühner. Und ein Fuchs hat es auf das Federvieh abgesehen. Und in Altenberge hat eine Strohballenpresse gebrannt. Können Markus und Justus den Schaden beheben?","versions":[{"lang":1,"streams":[{"redirect":12963456,"hoster":"VOE"},{"redirect":12963455,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Junge Hühner","epNo":6,"alt":"Episode 6","descr":"Frische Eier aus der Region: Auf Christoph wartet eine große Herausforderung. 6000 neue Legehennen kommen in Münster auf seinen Bauernhof. Die Tiere benötigen nicht nur ausreichend Platz, sondern auch Futter und frisches Wasser. Christoph und sein Team krempeln die Ärmel hoch, um das Zuhause der Vögel so angenehm wie möglich zu gestalten. Und auf dem Billesberger Hof in der Nähe von München hat Amadé das Sagen. Der Landwirt hat sich auf den Anbau von Urkorn-Sorten spezialisiert. Aber während der Getreideernte ziehen am Himmel dunkle Regenwolken auf.","versions":[{"lang":1,"streams":[{"redirect":12963462,"hoster":"VOE"},{"redirect":12963461,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die bayerischen Garnelen","epNo":7,"alt":"Episode 7","descr":"Bei der Kartoffelernte in Münster kommen zahlreiche Helfer, schwere Maschinen und ein ausgeklügeltes Logistiksystem zum Einsatz, das auf moderne Technik setzt. Im Süden Deutschlands benötigen unterdessen Krustentiere viel Aufmerksamkeit, die man dort nicht erwarten würde. Im bayerischen Langenpreising werden Garnelen gezüchtet, um der Überfischung der Weltmeere entgegenzuwirken. Die exotischen Delikatessen mögen es warm und feucht. Und Jens und Wiebke halten auf dem \"Gut Rögnitztal\" Schweine. Nach der Fütterung wird mit frischem Stroh eingestreut.","versions":[{"lang":1,"streams":[{"redirect":12963469,"hoster":"VOE"},{"redirect":12963477,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Habicht vs. Hühner","epNo":8,"alt":"Episode 8","descr":"Ihr Fuchs-Problem konnte Anita noch nicht lösen. Und jetzt hat es auch ein Habicht auf ihre Hühner abgesehen. Aber die Landwirtin muss sich in Hessen zunächst um ihre Kuh \"Rosamunde\" kümmern. Das Tier wird aus finanziellen Gründen versteigert. Für die Mitarbeiter eines Landwirtschaftsbetriebes im Südwesten Mecklenburgs beginnt unterdessen die stressigste Zeit des Jahres. Dort werden 2500 Hektar Getreide eingefahren. Auf Rüdigers Hof in Brandenburg geht es deutlich ruhiger zu. Der \"Oldschool-Bauer\" verzichtet bei der Arbeit auf moderne Maschinen.","versions":[{"lang":1,"streams":[{"redirect":12963482,"hoster":"VOE"},{"redirect":12963481,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Gurkenflieger","epNo":9,"alt":"Episode 9","descr":"Gewürzgurken sind nicht nur hierzulande sehr beliebt, sondern auf der ganzen Welt. Aber die Ernte der Kürbisgewächse ist mit viel logistischem Aufwand verbunden und ein körperlicher Kraftakt. Fleißige Helfer sind dabei unerlässlich. Anita und Ute verfolgen unterdessen in Alsfeld gespannt die Rinderauktion, bei der ihre Kuh \"Rosamunde\" versteigert wird. Erzielt das Tier den gewünschten Preis? Und Jan und Moritz hämmern und flexen, was das Zeug hält. Die Notfall-Mechaniker aus Altenberge sollen in dieser Folge einen defekten Mähdrescher reparieren.","versions":[{"lang":1,"streams":[{"redirect":12963488,"hoster":"VOE"},{"redirect":12963495,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Wasserbüffel ziehen um","epNo":10,"alt":"Episode 10","descr":"Philipp und Laurens haben in der Nähe von Hannover alle Hände voll zu tun. Morgens füttern sie die Kühe und bringen ein Kalb zur Welt. Am Nachmittag geht es dann auf das Sonnenblumenfeld, denn die Pflanzen sind reif für die Ernte. Florian und Lisa schmücken ihre Rinder unterdessen im Allgäu für den Viehscheid. Die Tiere kehren von den saftigen Bergweiden ins Tal zurück. Und Fini und Matthias verladen ihre Wasserbüffel auf Anhänger. Dabei ist voller Körpereinsatz gefragt, denn einige Tiere haben keine Lust auf die Fahrt ins Winterquartier.","versions":[{"lang":1,"streams":[{"redirect":12963499,"hoster":"VOE"},{"redirect":12963500,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Almabtrieb","epNo":11,"alt":"Episode 11","descr":"Der Viehscheid in Pfronten ist nicht nur für die Hirten ein besonderes Ereignis, sondern auch für zahlreiche Touristen. Florian und seine Frau Lisa behalten beim Almabtrieb die Tiere im Auge, damit kein Vierbeiner Reißaus nimmt. Landwirt Stefan sorgt unterdessen im baden-württembergischen Tengen dafür, dass auf seinen Feldern im nächsten Jahr wieder etwas wächst. Und Christian muss in Nordrhein-Westfalen eine schnelle Entscheidung treffen, ansonsten droht ein erheblicher wirtschaftlicher Schaden. Blattfraß gefährdet in Rodebachtal seine Zuckerrüben.","versions":[{"lang":1,"streams":[{"redirect":12963518,"hoster":"VOE"},{"redirect":12963520,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Landtierarzt","epNo":12,"alt":"Episode 12","descr":"Im nordrhein-westfälischen Freudenberg setzt man auf artgerechte Tierhaltung und moderne Technik. Bei der Rinderzucht läuft dort vieles vollautomatisch. Aus dem Fleisch der Tiere werden Fertiggerichte nach eigenen Rezepten kreiert und über das Internet verkauft. Aber an diesem Tag streikt der Roboter, der die rund 100 Rinder normalerweise füttert. In Thüringen checkt Dr. Georg Müller unterdessen Blutwerte. Der 71-Jährige könnte sich eigentlich zur Ruhe setzen, doch stattdessen bringt der erfahrene Tierarzt in Bad Frankenhausen Lämmer zur Welt.","versions":[{"lang":1,"streams":[{"redirect":12963525,"hoster":"VOE"},{"redirect":12963534,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Spargelbauer","epNo":13,"alt":"Episode 13","descr":"Amadé repariert auf dem Billesberger Hof in der Nähe von München ein Brückengeländer. Nebenbei kümmert er sich um seine Hühner, seine Pferde und seinen Hofladen. Und am Ende des Tages gibt der Landwirt noch eine Fahrstunde. In Abensberg ist unterdessen Teamwork gefragt. Die Spargelernte ist ein echter Knochenjob. Nicht nur für die zahlreichen Helfer, sondern auch für Franz Xaver und seine Schwester Gabriele. Und Ralf baut in Oberfranken exotische Früchte an. In dem Örtchen Kleinettau wachsen nicht nur Kartoffeln und Karotten, sondern auch Papayas.","versions":[{"lang":1,"streams":[{"redirect":12963578,"hoster":"VOE"},{"redirect":12963579,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein Traktor entsteht","epNo":14,"alt":"Episode 14","descr":"900 Schafe machen viel Arbeit. Füttern, Scheren und Geburtshilfe gehören in der Nähe von Oldenburg zur täglichen Routine. Und dann wäre da noch der Wolf. Birgit und ihr Mann Rainer müssen die Weiden einzäunen, um ihre Nutztiere zu schützen. In Harsewinkel wird unterdessen ein Hightech-Traktor gebaut. Tim überwacht in Nordrhein-Westfalen jeden Montageschritt, damit an der Landmaschine jede Schraube festsitzt. Und Eckhard züchtet in Neuharlingersiel an der Nordseeküste exotische Edelpilze. Darüber freuen sich nicht nur Gourmets, sondern auch Veganer.","versions":[{"lang":1,"streams":[{"redirect":12963592,"hoster":"VOE"},{"redirect":12963600,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Es wird geackert","epNo":15,"alt":"Episode 15","descr":"In Baden-Württemberg steht der Frühling vor der Tür. Für Stefan heißt das: Scharen schärfen! Der Landwirt muss seine Äcker für die Aussaat auflockern. Im Norden Deutschlands liegt dagegen noch Schnee. Das macht die Arbeit von Sönke nicht leichter, denn er kümmert sich in Schleswig-Holstein um mehrere Tausend Tannenbäume. Die wurden bis dato per Hand geschnitten. Doch jetzt rollt Hilfe an, in Form eines Portaltraktors. Und in Thüringen wird in dieser Folge ein 800 Kilo schwerer Eber kastriert. Dabei kommt es auf die richtig dosierte Narkose an.","versions":[{"lang":1,"streams":[{"redirect":12963608,"hoster":"VOE"},{"redirect":12963632,"hoster":"Streamtape"}]}]}]}]}