{"path":"/serie/stream/helden-des-hafens","name":"Helden des Hafens","descr":"Reportagereihe über Menschen und Maschinen, die teils mit extremen Aufwand ihrer Arbeit im Umschlagsplatz Hamburger Hafen nachgehen. Verschiedene Helden des Hafens werden im Berufsalltag begleitet: So kontrolliert Chief Terminal Officer Burda die Arbeit am Pier und Kapitän Patrick leitet ein mobiles Tanklager.","seasons":[{"path":"/serie/stream/helden-des-hafens/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-1","name":"Die Riesen der Häfen","epNo":1,"alt":"","descr":"Am Cruise Center im Hamburger Stadtteil Steinwerder legt ein 252 Meter langer Kreuzfahrtriese an. Chief Terminal Officer Burda und ihr Arbeitskollege Daniel sorgen am Pier für einen reibungslosen Ablauf beim Passagierwechsel und beim Verladen des Gepäcks. Kapitän Patrick und seine Crew versorgen die Wasserfahrzeuge in der Hansestadt mit Schwer- und Dieselöl. Für die Besatzung des Bunkerschiffes heißt es in dieser Folge: Leinen los, Tankdeckel auf und Treibstoff marsch! Und Kranführer Daniel verlädt am Donauhafen im bayerischen Straubing 900 Tonnen Raps.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10345458","hoster":"VOE"},{"path":"/redirect/10345447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-2","name":"Giganten auf Schienen","epNo":2,"alt":"","descr":"Barkassenführer Julian versorgt die Passagiere auf seinen Rundfahrten mit wissenswerten Fakten über Sehenswürdigkeiten und die Geschichte des Hamburger Hafens. Aber in der Branche herrscht ein harter Konkurrenzkampf. Rund 30 Unternehmen wetteifern in der Hansestadt um die Aufmerksamkeit der Touristen. In Kressbronn am Bodensee werden Boote für die Überwinterung vorbereitet. Diese Arbeit erfordert trotz jahrelanger Erfahrung höchste Konzentration. Und in Mannheim am Rhein kommen beim Verladen von Schiffscontainern auf Schienen fahrende Kräne zum Einsatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10355612","hoster":"VOE"},{"path":"/redirect/10355611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-3","name":"Holz vor der Hütte!","epNo":3,"alt":"","descr":"Während die meisten Bewohner der Hansestadt bereits schlafen, herrscht auf dem Hamburger Fischmarkt Hochbetrieb. Großhändler Julian nimmt dort Lieferungen in Empfang und verschickt die leicht verderbliche Ware an seine Kunden. Kommissarin Svea und ihr Kollege Ralph halten rund 60 Kilometer entfernt in Lübeck die Augen auf. Das Duo kontrolliert dort Gefahrengut sowie Arbeits- und Ruhezeiten. Denn Sicherheit hat im Hafen oberste Priorität. Und in Rostock werden in dieser Folge 8000 Kubikmeter Hackschnitzel, 2000 Tonnen Rundholz und Düngemittel verladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10359765","hoster":"VOE"},{"path":"/redirect/10359763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-4","name":"Ab in die Tiefe","epNo":4,"alt":"","descr":"Uwe und seine Arbeitskollegen tauschen in der niedersächsischen Kreisstadt Brake eine Weiche im 33 Kilometer langen Gleisnetz des Binnenhafens aus. In Büsum sind ebenfalls echte Profis am Werk. Dort montiert das Team um Andreas und Sven zwei 80 Tonnen schwere Schleusentore. Ein Schwimmkran bringt die beiden Flügel in Position, wo sie ein Taucher in rund acht Meter Tiefe bei schlechter Sicht befestigen muss. Und in Emmerich am Rhein kümmern sich erfahrene Experten um die Verkehrssicherheit auf der meistbefahrenen Schifffahrtsstraße Deutschlands.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10366137","hoster":"VOE"},{"path":"/redirect/10366136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-5","name":"Die Hafenpolizei","epNo":5,"alt":"","descr":"Abriggen, designen, zuschneiden und zusammennähen: Roberto und seine Arbeitskollegen stellen jährlich bis zu hundert neue Segel mit einer Fläche von 2500 Quadratmetern her. Steffen und Frank sind mit ihrem Patrouillenboot im Rostocker Hafen unterwegs. Denn Angler unterschätzen zuweilen die Gefahren auf dem Wasser. Um Unfälle zu vermeiden, sind dort mitunter auch Strafanzeigen fällig. Und Jenny stapelt mit ihrem dreiköpfigen Team in der Hansestadt Hamburg 60 Container auf zwei Schuten. Die antriebslosen Transportschiffe sind fast 80 Meter lang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10366126","hoster":"VOE"},{"path":"/redirect/10366124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-6","name":"Abgetaucht!","epNo":6,"alt":"","descr":"In der Schiffswerkstatt am Bodensee herrscht Hochbetrieb. Die Beschäftigten des Betriebs haben alle Hände voll zu tun. Während ihr Arbeitskollege Friedrich schleift und lackiert, folieren Florian und sein Lehrling Michael ein Motorboot. An der Wehranlage Heubach macht sich derweil eine Taucher-Crew einsatzbereit. Die Vollprofis sollen unter der Wasseroberfläche eine Stauwand aus Stahl montieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10425964","hoster":"VOE"},{"path":"/redirect/10433842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-7","name":"Alles Handarbeit","epNo":7,"alt":"","descr":"Am Bodensee sind Konzentration, Know-how und Fingerspitzengefühl gefragt. Dort werden im Spätsommer bis zu 400 Wasserfahrzeuge winterfest gemacht. Kioskbesitzer Odo stillt derweil den Hunger der Hafenarbeiter in Hamburg. Er backt und belegt in einer Nacht bis zu 350 Brötchen. Die ersten Kunden kommen in der Hansestadt schon um drei Uhr in der Früh. Und Andreas krempelt gemeinsam mit seinem Sohn und seinem Mitarbeiter Johannes die Ärmel hoch. Das Trio lackiert und restauriert in liebevoller Handarbeit Holzboote und ein betagtes Museumsschiff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10425966","hoster":"VOE"},{"path":"/redirect/10433876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-8","name":"Ein Frachter entsteht","epNo":8,"alt":"","descr":"In Flensburg werden Schiffe gebaut. Michael und sein Team setzen in einer Traditionswerft 80 Module eines großen Frachters zusammen. In dieser Folge bewegen die Vollprofis ein 160 Tonnen schweres Bauteil an seinen Platz. Malte und seine Kollegen entladen im Ostuferhafen in Kiel Papierrollen. Die Männer stehen bei der Arbeit auf den engen Decks unter Zeitdruck. Und Wolfgang und Holger kümmern sich um die Verkehrssicherheit auf dem Rhein. Die Männer fischen Schrott aus dem Wasser, entfernen Wildwuchs am Ufer und bringen an Gefahrenstellen Warnflöße an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10425963","hoster":"VOE"},{"path":"/redirect/10433850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-9","name":"Schiffstau in XXL","epNo":9,"alt":"","descr":"Im Aufbereitungszentrum am Nürnberger Hafen werden Werkstoffe recycelt. Aber in dieser Folge laufen der Holzhäcksler und die Brecheranlage nicht rund. Kann Metallbauer Christian die schweren Maschinen reparieren? Jens und seine Kollegen stellen in Bremen ein 190 Meter langes Schiffstau her, das über 300 Tonnen Gewicht halten muss. Die Produktion des Schleppseils ist aufwendig und wird teilweise in Handarbeit erledigt. Und Dushant ist mit seinem Team rund um den Globus zur Stelle, wenn Kreuzfahrt- oder Containerschiffe dringend Ersatzteile benötigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10425970","hoster":"VOE"},{"path":"/redirect/10433886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-des-hafens/staffel-1/episode-10","name":"Verpackungskünstler","epNo":10,"alt":"","descr":"Am Hafen in Stralsund werden 1800 Tonnen Gips angeliefert. Baggerfahrer Heiko schaufelt die Ladung auf einen Frachter. Aber dann streikt plötzlich das Förderband. Mark und Stefan stellen nach einem Hochwasser in Niedersachsen Absperrungen auf und sammeln verirrte Bojen ein. Die Männer kontrollieren zudem, ob alle Schiffsleinen ordentlich festgemacht wurden. Denn die nächste Flut ist schon im Anmarsch. Und in Hamburg leisten begabte Verpackungskünstler ganze Arbeit. Peter und sein Team bauen dort Boxen für zerbrechliche oder sperrige Transportwaren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10425965","hoster":"VOE"},{"path":"/redirect/10433843","hoster":"Streamtape"}]}]}]}]}