{"path":"/serie/stream/helden-der-see","name":"Helden der See","descr":"Die 33 Meter lange \"De Albertha\" ist kein gewöhnliches Schiff. Auf dem 1891 in den Niederlanden gebauten Traditionssegler packen die Passagiere an Deck tatkräftig mit an. Und in der Bordküche wird auf der Jahresabschlusstour leckeres Essen gekocht. Christoffer Bohlig nimmt derweil vor der Insel Sylt Kurs auf Wildausternbänke, um dort bis zu 1,5 Tonnen Muscheln zu ernten. Und Wracktaucher Tom Kürten spürt in den Tiefen des Ozeans versunkene Wasserfahrzeuge auf. Der 52-Jährige birgt im Meer auch verloren gegangene Fischernetze, die eine lebensbedrohliche Gefahr für Robben und Wale darstellen. Diese Doku-Serie sticht zudem mit Krabbenfischkuttern, Kreuzfahrtschiffen und Rettungskreuzern in See.","seasons":[{"path":"/serie/stream/helden-der-see/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/helden-der-see/staffel-1/episode-1","name":"Tauchgang ins Ungewisse","epNo":1,"alt":"","descr":"Christoffer Bohlig und sein Team lassen sich bei Ebbe an den Austernbänken vor der Insel Sylt mit ihrem präparierten Boot trockenlegen, um bis zu 1,5 Tonnen Muscheln zu ernten. Tom Kürten und Sabine Kerkau wagen sich unterdessen vor der litauischen Küste in die Tiefen des Ozeans hinab. Das Duo sucht nach einem verschollenen U-Boot aus dem Ersten Weltkrieg. In kompletter Dunkelheit sehen die Wracktaucher:innen unter der Wasseroberfläche","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10569388","hoster":"VOE"},{"path":"/redirect/10569393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-2","name":"Knochenjobs mit Leidenschaft","epNo":2,"alt":"","descr":"Kapitän Yiannis Tsounakos manövriert in Kopenhagen ein 126 Meter langes Kreuzfahrtschiff ins Hafenbecken. Während die Passagiere beim Landgang die Stadt erkunden oder mit großen Schlauchbooten durch die Kanäle schippern, säubert die Crew die Kabinen. Michael Zabel und seine Decksmänner nehmen derweil Kurs auf die Insel Helgoland. Die Seeleute versorgen die Bewohner des Eilands zwei- bis dreimal pro Woche mit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10569395","hoster":"VOE"},{"path":"/redirect/10569401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-3","name":"Setzt die Segel!","epNo":3,"alt":"","descr":"Dick und seine Frau Lotta haben sich mit dem Kauf der rund 130 Jahre alten \"De Albertha\" einen Lebenstraum erfüllt. Beim Segelsetzen dürfen auf dem 1891 in den Niederlanden gebauten Schiff auch die 14 Passagiere mit anpacken. Die Küchen-Crew eines Kreuzfahrtschiffes bereitet sich auf dem Weg von Kopenhagen nach Sylt auf das große Galadinner vor. Und die Besatzung des Seenotrettungskreuzers \"Hermann Rudolf Meyer\" rettet Schiffbrüchige","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10569409","hoster":"VOE"},{"path":"/redirect/10569410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-4","name":"Trucker auf hoher See","epNo":4,"alt":"","descr":"Sven Köhn ist Hummerfischer. Vor der Insel Helgoland fährt er hinaus aufs Meer, um seine Körbe einzuholen. Dabei ist er dem wechselhaften Nordseewetter ausgeliefert. Bei starkem Wind wird sein kleines Boot zum Spielball der Wellen. In Travemünde manövriert Kapitän Pekka derweil eine 219 Meter lange Fähre durch das enge Hafenbecken. Das Wasserfahrzeug nimmt Kurs auf Helsinki und die meisten Fahrgäste an Bord sind Lkw-Fahrer. Während","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10569416","hoster":"VOE"},{"path":"/redirect/10569411","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-5","name":"Kräne auf Kreuzfahrt","epNo":5,"alt":"","descr":"Die \"BBC Ruby\" hat auf dem Ozean noch einen langen Weg vor sich. Das Schiff transportiert zwei Verladekräne von Rostock nach Indien, die zusammen rund 300 Tonnen auf die Waage bringen. Kai Groen evaluiert für die Reederei die Abläufe an Deck, um die Arbeitsprozesse bei Bedarf zu optimieren. Die 219 Meter lange Lkw-Fähre unter Kapitän Stevnik befindet sich derweil auf dem Rückweg von Helsinki nach Travemünde. Während der","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10569428","hoster":"VOE"},{"path":"/redirect/10569425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-6","name":"Die Geisternetz-Taucher","epNo":6,"alt":"","descr":"Sven Köhn und seine fünf Kollegen machen ihre Börteboote auf der Insel Helgoland für die sechsstündige Überfahrt auf das Festland bereit. Die rund zehn Meter langen Wasserfahrzeuge aus Eichenholz haben nur einen geringen Tiefgang. Sie sind für kurze Strecken konzipiert. Läuft unterwegs trotzdem alles rund? Und Tom Kürten sticht in dieser Folge gemeinsam mit neun weiteren Tauchern von Rügen aus in See, um ein altes Schiffswrack von","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10569447","hoster":"VOE"},{"path":"/redirect/10569442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-7","name":"Arbeitsplatz U-Boot","epNo":7,"alt":"","descr":"Das schleswig-holsteinische Wattenmeer ist mit seiner Flora und Fauna einzigartig auf der Welt. Kapitän Martin und sein dreiköpfiges Team kennzeichnen in der Nordsee die Begrenzungen der Fahrrinnen. Das Küstenmotorschiff \"Henrike\" soll unterdessen mehrere Tonnen Hafer nach Hamburg transportieren. Aber das stürmische Wetter macht der Besatzung einen Strich durch die Rechnung. Statt wie geplant um 14 Uhr darf die Crew erst um vier Uhr in der Früh ablegen. Und auf dem Marinestützpunkt in Eckernförde sticht in dieser Folge ein 56 Meter langes U-Boot in See.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10676977","hoster":"VOE"},{"path":"/redirect/10676979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-8","name":"Sturmwarnung!","epNo":8,"alt":"","descr":"Tanja Böttner-Kürten fischt mit ihrem Team vor der Küste Ägyptens Plastikmüll aus dem Roten Meer, um das Ökosystem der Korallenriffe zu schützen. Aber heftiger Wellengang macht die Anfahrt der Taucher in dieser Folge zum Abenteuer. Die Besatzung der \"Henrike\" kämpft ebenfalls mit der stürmischen See. Das hundert Meter lange Transportschiff soll in Hamburg eine Ladung Hafer abliefern. Und Fritz Flindt ist einer der letzten Hochseefischer Deutschlands. Auf dem Weg von Dänemark nach Norwegen durchquert der Kapitän mit seiner Crew das berüchtigte Skagerrak.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10676982","hoster":"VOE"},{"path":"/redirect/10676981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-9","name":"Abschleppdienst auf See","epNo":9,"alt":"","descr":"Ein Sturm hat an der Küste Ägyptens Plastiktüten und Becher ins Rote Meer geweht. Tanja Böttner-Kürten und ihr Team starten in der Bucht Gassous eine Unterwasser-Aufräumaktion, damit das Ökosystem in dem beliebten Tauchrevier keinen Schaden nimmt. Kapitän Konstantin Pohsin und seine Crew warten unterdessen vor Helgoland auf den nächsten Einsatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10676985","hoster":"VOE"},{"path":"/redirect/10676986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-see/staffel-1/episode-10","name":"Die Ostsee-Polizei","epNo":10,"alt":"","descr":"Das schleswig-holsteinische Wattenmeer ist mit seiner Flora und Fauna einzigartig auf der Welt. Kapitän Martin und sein Team kennzeichnen in der Nordsee die Begrenzungen der Fahrrinnen. Dirk Christiansen und seine Crew nehmen unterdessen mit dem Polizeikreuzer \"Staberhuk\" im beschaulichen Örtchen Kappeln an der Schlei Kurs auf die Ostsee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10676992","hoster":"VOE"},{"path":"/redirect/10676990","hoster":"Streamtape"}]}]}]}]}