{"path":"/serie/stream/helden-der-baustelle","name":"Helden der Baustelle","descr":"\"Helden der Baustelle\" werden sie genannt. Sie errichten spektakuläre Bauwerke wie die Elbphilharmonie oder auch Wohnhäuser, Brücken und Straßen. Unzählige Menschen helfen beim Bau mit – von der Architektin über den Ingenieur bis hin zum Bauarbeiter fußt die Branche auf der Mitarbeit verschiedenster Berufsgruppen. Die Sendung stellt Akteure auf verschiedenen Baustellen in ganz Deutschland vor und zeigt dabei, wie stressig es oft zugehen kann.","seasons":[{"path":"/serie/stream/helden-der-baustelle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-1","name":"Hätte, hätte, Baggerkette","epNo":1,"alt":"","descr":"Mark Fleischhacker und sein Bautrupp sind auf einer Großbaustelle in Würzburg für die Beton- und Erdarbeiten zuständig. Dort entsteht auf einer Fläche von 5700 Quadratmetern das neue Erlebnisbad \"Nautiland\". Daniel Bley und Achim Rafrafi demontieren unterdessen in Salzgitter einen Obendreherkran mit 40 Metern Hakenhöhe. Eine falsche Bewegung und der Ausleger könnte in die Fassade des Rathauses krachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367608","hoster":"VOE"},{"path":"/redirect/8367599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-2","name":"BamBam, Herrscher der Grube","epNo":2,"alt":"","descr":"In drei Monaten soll das neue Spaßbad \"Nautiland\" in Würzburg eröffnet werden. Deshalb stehen Mark Fleischhacker und seine Männer unter Zeitdruck. Doch die Betonpumpe lässt auf sich warten - und Lkw und Autokran behindern sich auf der Baustelle gegenseitig. Bei Osnabrück steckt derweil ein Kieslaster im Sand fest. Der Auflieger des Fahrzeugs wurde anscheinend überladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367607","hoster":"VOE"},{"path":"/redirect/8367610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-3","name":"Zwei Bagger gehen steil","epNo":3,"alt":"","descr":"In Oberstdorf wird die Skisprung-Arena aufwendig saniert und umgebaut. Die Gesamtkosten des Bauprojekts belaufen sich auf 40 Millionen Euro. Zwei Baggerfahrer tragen im steilen Hang unter schwierigen Bedingungen 10 000 Kubikmeter Erde und Fels ab. In Nürnberg soll unterdessen ein neues Wohnviertel mit 380 Wohnungen entstehen. Doch bevor die Bauten in die Höhe wachsen, wird dort unterirdisch Schmutzwasser abgeleitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367591","hoster":"VOE"},{"path":"/redirect/8367597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-4","name":"Alles nur Fassade","epNo":4,"alt":"","descr":"Mark Fleischhacker und sein Team sind auf der Würzburger \"Nautiland\"-Großbaustelle mit Pflasterarbeiten beschäftigt. Danach legen die Männer das Fundament für ein Kneipp-Becken. Der Generalplaner hat sich zudem für eine Zwischenabnahme angemeldet. In Mainz wird unterdessen beim Bau einer Fassade mit Sichtbeton gearbeitet. Polier Frank Schelenz muss dabei das richtige Ausbreitmaß im Auge haben, denn sonst könnten beim","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367572","hoster":"VOE"},{"path":"/redirect/8367570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-5","name":"Großbaustelle Deutsche Bahn","epNo":5,"alt":"","descr":"50 Millionen Euro Kosten, 1000 Arbeiter und fast zehn Jahre Bauzeit: In Halle entsteht ein neuer Knotenpunkt der Deutschen Bahn. Ronald Kaiser ist auf der Mega-Baustelle für die Sicherheit verantwortlich. Vom offenen Feuer beim Teer-Erhitzen bis zum fehlenden Helm: Der Voll-Profi lässt keinen Verstoß durchgehen. In Aachen sollen derweil tonnenschwere medizinische Geräte bewegt werden. Aber dann blockieren am Kranausleger die","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367590","hoster":"VOE"},{"path":"/redirect/8367586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-6","name":"Hoch, höher, Grand Tower!","epNo":6,"alt":"","descr":"In Frankfurt entsteht ein Bauwerk der Superlative: Der 172 Meter hohe Grand Tower ist mit 47 Etagen und 44 000 Quadratmetern Wohnfläche ein echter Gigant. Auf der Mega-Baustelle krempeln 450 Arbeiter die Ärmel hoch. In Baden-Württemberg droht unterdessen Stillstand wegen Hochwasser. Dort sollen Stahl-Monteure unter einer Eisenbahnbrücke einen zwanzig Meter langen Jochträger freilegen. Doch der Pegelstand des Neckars ist nach","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367565","hoster":"VOE"},{"path":"/redirect/8367574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-7","name":"Tunnelbau – Stuttgart 21","epNo":7,"alt":"","descr":"Eine Baustelle so groß wie eine Kleinstadt: Bei Kirchheim unter Teck in Baden-Württemberg entstehen neue Eisenbahntunnel für Hochgeschwindigkeitszüge. Dort sind zwei der größten Tunnelbohrmaschinen der Welt im Einsatz. Bei der Montage der Metallfassade des Grand Towers in Frankfurt sind derweil in luftiger Höhe besondere Sicherheitsmaßnahmen vorgeschrieben, damit die Arbeiter bei Wind und Wetter keinen Schaden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13481454","hoster":"VOE"},{"path":"/redirect/8367553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-8","name":"Macker mit dem Bagger","epNo":8,"alt":"","descr":"Tunnelbau ist gefährlich: Sarah Gitzen überwacht in Baden-Württemberg die Arbeiten am neuen Albvorlandtunnel. Dort sollen ab 2020 Hochgeschwindigkeitszüge fahren. Die Kosten des gigantischen Projekts belaufen sich auf 500 Millionen Euro. Am 172 Meter hohen Grand Tower in Frankfurt nimmt unterdessen ein Parkhaus mit Stahlträgern Gestalt an. Und im Hamburger Vorort Buxtehude müssen die Wege, Parkplätze und Zugänge","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534741","hoster":"VOE"},{"path":"/redirect/8367548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-9","name":"Sprungbrett Baustelle","epNo":9,"alt":"","descr":"Ein 138 Meter hohes Gebäude voller Asbest: In Köln wird der ehemalige Büroturm der \"Deutschen Welle\" abgerissen. Das Bauwerk kann nicht gesprengt werden, denn nebenan arbeiten die Redakteure des \"Deutschlandradios\". Vorarbeiter Florian Niederacher koordiniert derweil auf einer Großbaustelle in Oberstdorf die Tief- und Erdbauarbeiten. Dort wird die Skisprung-Arena der weltberühmten 4-Schanzen-Tournee umgebaut und saniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534743","hoster":"VOE"},{"path":"/redirect/8367540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-1/episode-10","name":"Anpfiff auf der Baustelle","epNo":10,"alt":"","descr":"Über der Ammerschlucht in Oberbayern ist Präzisionsarbeit gefragt. Dort wird für 30 Millionen Euro die Echelsbacher Brücke modernisiert. Das historische Bauwerk verbindet die Landkreise Weilheim-Schongau und Garmisch-Partenkirchen. In Saarbrücken entsteht derweil ein neues Fußballstadion mit vier Tribünen. Auf der Großbaustelle darf Polier Franz Schiller den Überblick nicht verlieren, denn der enge Zeitplan erlaubt keine","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367537","hoster":"VOE"},{"path":"/redirect/8367538","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-1","name":"Über den Dächern von Dresden","epNo":1,"alt":"","descr":"Die Echelsbacher Brücke bei Rottenbuch wird saniert. Polier Markus Balser und sein Team müssen sich bei der Arbeit im oberbayrischen Schongau sputen. Die Männer sollen innerhalb weniger Stunden eine Hilfskonstruktion umbauen und an einer Stütze eine Bewehrung verlegen, damit noch vor dem Wochenende betoniert werden kann. Leitmonteur Ronny Albert und seine dreiköpfige Crew bekommen es unterdessen im historischen Zentrum","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367718","hoster":"VOE"},{"path":"/redirect/8367716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-2","name":"Die Säulen der U-Bahn","epNo":2,"alt":"","descr":"Christopher Reuter und sein Team modernisieren Münchens ältesten U-Bahnhof. Die Wände unter dem Verkehrsknotenpunkt Sendlinger Tor werden durch schlanke Säulen ersetzt. Bei dem Projekt kommt eine neue Bautechnik zum Einsatz. Ronny Albert und seine Crew demontieren unterdessen im historischen Zentrum von Dresden einen Drehkran. Neben dem Baugerüst ist nicht viel Platz für den Abtransport der schweren Turmteile. Und Matteo","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367712","hoster":"VOE"},{"path":"/redirect/8702527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-3","name":"Die Unterwasser-Bauarbeiter","epNo":3,"alt":"","descr":"Jeder Meter Fernstraße kostet rund 190 000 Euro. In Berlin wird die A100 verlängert. Teile der Großbaustelle liegen unter dem Grundwasserspiegel. Deshalb kommen bei dem Megaprojekt auch Industrietaucher zum Einsatz. Auf der schwäbischen Alb erneuern derweil unerschrockene Voll-Profis in bis zu 60 Meter Höhe die älteste Stromtrasse der Welt. Und Sandro Friebis freut sich auf seinen neuen Komatsu PC138US-","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367702","hoster":"VOE"},{"path":"/redirect/8367700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-4","name":"Bauen unter Strom","epNo":4,"alt":"","descr":"Hochspannung auf der Schwäbischen Alb: Patrick Mattesberger steigt mit seiner Mini-Gondel in schwindelerregende Höhen auf. Der Monteur verlegt dort neue 380 000-Volt-Leitungen. Marco Himmelreich nimmt unterdessen einen 2,5 Millionen Euro teuren Bohrer an den Haken, der einen Fernwärmetunnel unter dem Neckar graben soll. Der Kranfahrer muss das 95 Tonnen schwere Monstrum zentimetergenau in der Baugrube ablegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367697","hoster":"VOE"},{"path":"/redirect/8367692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-5","name":"Aus Neu mach Alt: die Garnisonkirche","epNo":5,"alt":"","descr":"Enrico Raum und sein Team stehen vor einer echten Herausforderung. Die Voll-Profis bauen in Potsdam die Garnisonskirche wieder auf. Der neue Turm des 290 Jahre alten Bauwerks kostet 38 Millionen Euro. In Esslingen verweigert derweil ein 95 Tonnen schwerer Bohrer seinen Dienst. Droht das Projekt \"Fernwärmetunnel\" zu scheitern? Und in Dachau wird Platz für ein neues Stadtviertel geschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367688","hoster":"VOE"},{"path":"/redirect/8367689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-6","name":"Das Kran-Monster","epNo":6,"alt":"","descr":"Auf der größten Wasserbaustelle Europas entsteht eine neue Schleuse, die den Nord-Ostseekanal mit der Nordsee verbindet. Für das Megaprojekt wurden Kosten in Höhe von 1,2 Milliarden Euro und eine Bauzeit von zwölf Jahren veranschlagt. Christoph Donnerbauer reißt derweil in Dachau ein 34 Meter hohes Heizkraftwerk ab. Aber dann streikt plötzlich sein 544 PS starker Bagger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367679","hoster":"VOE"},{"path":"/redirect/8367681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-7","name":"Großbaustelle Flughafen","epNo":7,"alt":"","descr":"Silvio Hieronymus darf den Joystick in der Kabine seines 121 Meter langen Krans am Güterbahnhof in Ulm nur sachte bewegen, damit das 55 Tonnen schwere Brückenteilstück am Haken bei starkem Wind nicht mit dem Mast kollidiert. Polier Vitalis Lange und sein Team errichten unterdessen im Münsterland ein Fertighaus. Die Monteure schaffen in Ahaus 250 Quadratmeter Luxuswohnraum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367672","hoster":"VOE"},{"path":"/redirect/8367677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-8","name":"Europas größte Wasserbaustelle","epNo":8,"alt":"","descr":"Eine 476 PS starke Maschine bohrt auf der größten Wasserbaustelle Europas 26 Meter tiefe Löcher. Im Nord-Ostsee-Kanal bei Brunsbüttel entsteht eine neue Schleusenkammer. Im \"Nautiland\" sind die Arbeiten schon weiter fortgeschritten. Das Erlebnisbad steht kurz vor der Abnahme. Vorarbeiter Mark Fleischhacker und seine Männer haben in Würzburg Tausende Tonnen Beton und Stahl verbaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367669","hoster":"VOE"},{"path":"/redirect/8367670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-9","name":"Brücke über Nacht","epNo":9,"alt":"","descr":"Balanceakt über der Autobahn: Auf der A9 bei Nürnberg bringen drei Kräne eine 270 Tonnen schwere Stahlkonstruktion in Position. Michael Eck und sein Team errichten auf der sechsspurigen Fernstraße eine Brücke. Matteo Marino hat unterdessen am Pflegeheim in Dortmund mit Rückschlägen zu kämpfen. Kann der Bauunternehmer den Termin für das Richtfest halten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367616","hoster":"VOE"},{"path":"/redirect/8367662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-10","name":"Kleiner Bohrer ganz groß","epNo":10,"alt":"","descr":"Schweißtreibende Arbeit in schwindelerregender Höhe: Johannes Kolb und sein Team bauen in den Allgäuer Alpen neue Stützen für die Nebelhornbahn. Die Voll-Profis verschrauben die 1,5 Tonnen schweren Eckpfeiler mit den Querstreben und montieren riesige Tragseilsättel. In Chamerau in der Oberpfalz kommt unterdessen bei der Montage einer Trinkwasserleitung unter dem Fluss Regen eine Spülbohranlage zum Einsatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8367617","hoster":"VOE"},{"path":"/redirect/8367622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-11","name":"Ein Mega-Kran für München","epNo":11,"alt":"","descr":"Die bayerische Landeshauptstadt München erweitert ihr S-Bahn-Netz. Erfahrene Monteure stellen auf der Mega-Baustelle an der Station Marienhof einen 75 Meter hohen und 66 Tonnen schweren Riesenkran auf. Die Spezialanfertigung soll in zwei Tagen einsatzbereit sein. In Pirna laufen die Arbeiten ebenfalls auf Hochtouren. Dort entsteht für fast 100 Millionen Euro eine Brücke der Superlative. Polier Enrico und Bauleiter Mario sind für die Betonage der Pfeiler verantwortlich. Und auf der Nebelhornbahn in Oberstdorf wird in 2200 Meter Höhe ein neuer Motor eingehoben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13015015","hoster":"VOE"},{"path":"/redirect/10427611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-12","name":"Die Kaputtmacher vom Hamburger Hafen","epNo":12,"alt":"","descr":"Das Wildparkstadion des Zweitligisten Karlsruher SC wird im laufenden Liga-Betrieb zu einer modernen Fußball-Arena umgebaut. In drei Tagen soll das Dach für den neuen Ostrang fertig sein. Projektleiter Abdullah Özsüyek und sein Team stehen bei der Arbeit unter Zeitdruck. Ingenieur Karl Strigl und Richtmeister Axel Wald passen derweil auf einem Schulcampus im Münchner Stadtteil Riem 30 Tonnen schwere Stahlträger ein. Und vor den Toren Hamburgs hat die alte Richtfeuerlinie ausgedient. Die Leuchttürme werden mit einem Schwimmkran abgerissen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427621","hoster":"VOE"},{"path":"/redirect/10427622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-13","name":"Ein neues Zuhause für den Fußball","epNo":13,"alt":"","descr":"In Berlin-Neukölln entsteht der teuerste Autobahnabschnitt Deutschlands. Denn Teile der Fernstraße liegen unterhalb des Grundwasserspiegels. Kranführer Andreas Urban hebt auf der Baustelle 25 Tonnen schwere Lasten aus einer Grube. Polier Clemens Fischer und sein Team richten derweil an der neuen Südtribüne im Karlsruher Wildparkstadion 29 Meter lange Stahlbetonfertigteile aus. Und am Stadtrand von München wird ein Einfamilienhaus mit 390 Quadratmetern Gesamtfläche gebaut. Maurermeisterin Julia Obermaier und ihre Arbeitskollegen setzen dort eine Decke ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427633","hoster":"VOE"},{"path":"/redirect/10427628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-14","name":"Eng, enger, Messe Frankfurt","epNo":14,"alt":"","descr":"Projektleiter Branko Tesic und Kranführer Hubert Maltan montieren in Kaprun einen freischwebenden Panoramasteg aus Glas. Auf die Männer wartet im Zillertal eine echte Herausforderung, denn dort sind Windstärken bis zu 12 Meter angekündigt. Im Universitätsklinikum in Schleswig-Holstein sterilisieren zukünftig Roboter die chirurgischen Instrumente. Und Einweiser Mariusz Rothermel und Kranführer Günther Mühleck haben auf dem Messegelände in Frankfurt am Main mit Platzmangel zu kämpfen. Ihre Baustelle liegt eingezwängt zwischen Hotels und Glasfassaden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427663","hoster":"VOE"},{"path":"/redirect/10427667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-15","name":"Sprengen im Akkord","epNo":15,"alt":"","descr":"Raimund Plössnig und sein Team arbeiten auf einer der gefährlichsten Baustellen Deutschlands. Die Männer sprengen sich in Garmisch-Partenkirchen Meter für Meter durch hartes Gestein. Dort wird der längste Straßentunnel Bayerns gebaut. In der Einfahrt zum Hamburger Hafen muss wegen der Elberweiterung ein alter Leuchtturm weichen. Und Projektleiter Merlin Tautermann verarbeitet mit seinen Kollegen 1200 Kubikmeter Holz. Im mittelfränkischen Erlangen entsteht ein Kletterparadies mit Yoga- und Kraftsporträumen. Die Boulderhalle soll in drei Monaten fertig sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923378","hoster":"VOE"},{"path":"/redirect/10427668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-16","name":"Schnellbau in Rekordzeit","epNo":16,"alt":"","descr":"Im Hafen des Küstenbadeorts Neßmersiel an der ostfriesischen Nordseeküste gefährdet ein Wetterumschwung die Sanierungsarbeiten. Wird die 200 Meter lange Spundwand trotzdem rechtzeitig fertig? In Nürnberg ist unterdessen bei der Installation einer Flachdachkonstruktion absolute Präzision gefragt. Montageleiter Simon Schamberger baut dort mit seinem Beton- und Stahlarbeiter-Trupp einen Bahnhof für Elektro-Busse. Und Wolfgang Gasser soll mit seinem Team in Berlin innerhalb von drei Wochen den Rohbau für eine Grund- und Sekundarschule fertigstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427698","hoster":"VOE"},{"path":"/redirect/10427693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-17","name":"Der größte Feind der Fensterbauer","epNo":17,"alt":"","descr":"Im Münchner Stadtteil Riem entsteht für rund 230 Millionen Euro ein neuer Schulcampus. Bauleiter Thomas Wastl und seine Arbeitskollegen wollen dort in dieser Folge die ersten Glasscheiben einsetzen. Dirk Heuer und sein Team verschönern unterdessen in Sinzig eine Doppelhaushälfte. Dabei kommen im Wohnzimmer des Gebäudes aufwendige Putztechniken zum Einsatz. Und in Erlangen werden in einer großen Boulder-Halle Brandschutztreppen montiert. Kranführer Kim-Johann Tiefnig muss die drei Tonnen schweren Stahlteile passgenau an die richtige Stelle hieven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427714","hoster":"VOE"},{"path":"/redirect/10427719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-18","name":"Die Brückenhochzeit","epNo":18,"alt":"","descr":"Peter Brandt hievt auf einer Baustelle in Bremen mit einem riesigen Drehkran Bleche auf den Rohbau eines Hochhauses. Das ist keine leichte Aufgabe bei Windstärken bis zu 40 Stundenkilometern. In der Nähe von Heilbronn werden unterdessen eine 511 Meter lange Stahl- und eine 820 Meter lange Betonbrücke miteinander verbunden. Und Richard Fritz asphaltiert mit seinem Trupp auf dem Flughafengelände in München eine Testfläche. Auf dem Areal soll ein autonom fahrender Van seine Runden drehen. Für optimale Ergebnisse darf das Gefälle maximal ein Prozent betragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917961","hoster":"VOE"},{"path":"/redirect/10427733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-19","name":"Der Spinnenkran und das Schietwetter","epNo":19,"alt":"","descr":"Die Last am Haken des Krans ist zu schwer. Und das ist nicht das einzige Problem auf der Baustelle in Norddeutschland. Das Hamburger Schmuddelwetter macht seinem Namen alle Ehre. Und als Tobias Vorpahl und seine Arbeitskollegen die ersten Fassadenelemente anbringen wollen, stellen die Männer fest, dass die zerbrechlichen Steine falsch gepackt wurden. Matteo Marino und sein Team beheben unterdessen lebensgefährliche Mängel an einem Einfamilienhaus aus den Siebzigerjahren. Und in Lünen macht beim Abriss eines Steinkohlekraftwerks ein riesiger Bagger schlapp.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427782","hoster":"VOE"},{"path":"/redirect/10427779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-2/episode-20","name":"Matteo, der Bauretter","epNo":20,"alt":"","descr":"In Hamburg soll ein Bürogebäude entstehen. Aber auf der Baustelle in der Hansestadt läuft nicht alles nach Plan. Tobias Vorpahl und seine Arbeitskollegen müssen dort eine Kranaufhängung umbauen, bevor sie die Fassadenelemente anbringen. Matteo Marino versucht derweil, mit baulichen Tricks im Ruhrgebiet ein altes Fachwerkhaus zu retten. Das Gebäude steht auf einem über 700 Jahre alten Hof in Witten. Die Außenwände müssen unbedingt erhalten bleiben. Aber das ist leichter gesagt als getan, denn im Obergeschoss kommt dem Team der halbe Giebel entgegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10427806","hoster":"VOE"},{"path":"/redirect/10427802","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/helden-der-baustelle/staffel-3/episode-0","name":" Staffel 3 derzeit noch nicht erhältlich","epNo":1,"alt":"","descr":"","versions":[]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-1","name":"[Derzeit noch nicht erhältlich] Pylonen-Hochzeit","epNo":1,"alt":"","descr":"Für Michael und sein Team schlägt an der Rheinbrücke in Leverkusen die Stunde der Wahrheit. Bei der Pylonen-Hochzeit wird sich zeigen, ob die Vollprofis sauber gearbeitet haben. In Mannheim soll ein Studentenwohnheim aus Holzmodulen entstehen.","versions":[]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-2","name":"[Derzeit noch nicht erhältlich] Ene, mene, meck – der Beton ist weg","epNo":2,"alt":"","descr":"Matteo und seine Kollegen stehen im Ruhrpott unter Zeitdruck. Das Team soll in Dortmund Fundamente für eine Industriehalle legen. Außerdem wird in Nürnberg ein denkmalgeschütztes Versandzentrum zum modernen Büro- und Wohngebäude umfunktioniert.","versions":[]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-3","name":"[Derzeit noch nicht erhältlich] Bach auf Umwegen","epNo":3,"alt":"","descr":"Auf dem 14 Hektar großen Areal einer ehemaligen Papierfabrik in Dachau entsteht ein neues Stadtviertel für rund 2000 Bewohner. Die aufwendigen Abrissarbeiten laufen bereits seit drei Jahren. Pierre und sein Team müssen dort auch einen Bach umleiten.","versions":[]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-4","name":"[Derzeit noch nicht erhältlich] Eine neue Welt für den Europapark","epNo":4,"alt":"","descr":"Die neue Achterbahn im Europa-Park soll mit engen Kurven und Überkopfelementen Maßstäbe setzen. Außerdem fixieren Bernhard und sein Team über der Donau mit einem ausgeklügelten System das Mittelteil einer der längsten Hängebrücken Europas.","versions":[]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-5","name":"[Derzeit noch nicht erhältlich] Unter der Erde","epNo":5,"alt":"","descr":"In Kaprun befindet sich mit einem Pumpspeicherkraftwerk mitten im Hochgebirge eine der spektakulärsten Baustellen Österreichs. Stefan und sein Team montieren dort einen 70 Tonnen schweren Kran, der die Turbinen an ihren Einsatzort bewegen soll.","versions":[]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-6","name":"Stamm auf Stamm","epNo":6,"alt":"","descr":"Michael und sein Team bauen diesmal auf der Rheinbrücke zwei Gerüste auf, aber die Vollprofis geraten bei der Arbeit in Verzug. Und dann kommt auh noch der Rollenkopf des Krans den Arbeitsbühnen an den Pylonen gefährlich nah.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12845290","hoster":"VOE"},{"path":"/redirect/12845289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-7","name":"Richtfest auf der Kippe","epNo":7,"alt":"","descr":"In NRW entsteht ein Büro-Campus mit einem 330 Tonnen schweren und 82 Meter breiten Foliendach. Die Konstruktion wird nur von Seilen getragen, dadurch steht das Team beim Aufbau in Mönchengladbach vor eine Herausforderung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12845293","hoster":"VOE"},{"path":"/redirect/12845292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-8","name":"Vom Winde verweht","epNo":8,"alt":"","descr":"Beim Achterbahnbau im Europa-Park sind starke Nerven und volle Konzentration gefragt. Jacek und sein Team montieren in über 30 Metern Höhe eine drei Tonnen schwere Schiene für ein Überkopfelement. Matteo und seine Arbeitskollegen krempeln unterdessen auf einem denkmalgeschützten Bauernhof im Ruhrgebiet die Ärmel hoch. Das Mauern mit Lehmziegeln ist für die Männer Neuland. Und in Mönchengladbach bringen Industriekletterer zwischen der Seilkonstruktion eines Daches riesige Folienkissen an. Dabei machen den Vollprofis Windböen das Leben schwer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848204","hoster":"VOE"},{"path":"/redirect/12848203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-9","name":"Luxus im Kuhstall","epNo":9,"alt":"","descr":"Auf der Großbaustelle am Rhein geht es in die heiße Phase. Die Lücke über dem Fluss soll sich langsam schließen. Michael und sein Team bewegen dort mit Hubgerüsten 85 Tonnen schwere Bauteile. Matteo und seine Arbeitskollegen sanieren unterdessen in der Nähe von Unna einen denkmalgeschützten Bauernhof. Dabei ist in dieser Folge auch Muskelkraft gefragt. Und Simon muss beim Bau einer Fuß- und Radwegbrücke im ostbayerischen Roding nachmessen und neu justieren. Ein 25 Meter langes und acht Meter breites Segment hängt nicht so am Kran, wie es sollte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855337","hoster":"VOE"},{"path":"/redirect/12855336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helden-der-baustelle/staffel-4/episode-10","name":"Und im Nu ist die Lücke zu!","epNo":10,"alt":"","descr":"In Düsseldorf wird der Flughafen mit dem Messezentrum vernetzt. Rudi und seine Arbeitskollegen bauen dort auch eine neue Hochbahnstrecke. Das Team passt einen 19 Tonnen schweren Stahlträger ein. Im bayerischen Roding ist ebenfalls Präzisionsarbeit gefragt. Aber ein 25 Meter langes Brückenteil ist schwerer, als zuvor berechnet wurde. Der Kran kann das Segment nicht anheben. Finden Polier und Bauleiter für das Problem eine Lösung? Und in Bremen weht ein starker Wind. Das behindert die Montage von Dachelementen an der ehemaligen Wollkämmerei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855338","hoster":"VOE"},{"path":"/redirect/12855339","hoster":"Streamtape"}]}]}]}]}