{"seriesId":"helix","name":"Helix","descr":"Dr. Alan Farragut (Bill Campbell), Leiter des Einsatzteams der amerikanischen Seuchenkontrollbehörde, wird zu einer Arktisstation gerufen, auf der ein geheimnisvoller Virus ausgebrochen ist. Gemeinsam mit einem Team aus Wissenschaftlern versucht er, den Ausbruch einer Epidemie zu stoppen und die Zerstörung der Welt zu verhindern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tod im ewigen Eis","epNo":1,"alt":"Pilot","descr":"Ein Spezialteam von Viren-Forschern, angeführt von Dr. Alan Farragut (Billy Campbell), wird zur Forschungsstation Arctic Circle gerufen, um dort einen tödlichen Virus zu untersuchen, dessen Ausbruch verheerende Auswirkungen auf die gesamte Menschheit haben könnte. Alans Bruder Peter ist bereits mit dem Virus infiziert und flüchtet aus der Quarantänestation: Damit beginnt die Verbreitung des mystischen Erregers.","versions":[{"lang":1,"streams":[{"redirect":9592859,"hoster":"VOE"},{"redirect":8571242,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Geister, die ich rief …","epNo":2,"alt":"Vector","descr":"Nach Peters Infektion ist die gesamte Forschungsbasis in Alarmbereitschaft. Alan und Balleseros versuchen fieberhaft den flüchtigen und hochgradig gewalttätigen Infizierten zu finden. Jordan scheitert daran, die aufgewühlten Wissenschaftler in Quarantäne festzuhalten und gefährdet so nicht nur Doreens Leben, sondern auch ihre Suche nach dem \"Patient Zero\". Während Dr. Hatake merkwürdige Zwänge entwickelt, treffen Dr. Walker und Peter auf einander.","versions":[{"lang":1,"streams":[{"redirect":9582174,"hoster":"VOE"},{"redirect":8571245,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausser Kontrolle","epNo":3,"alt":"274","descr":"Nachdem die Anzahl der Neuinfektionen rasant ansteigt, ist Alan gezwungen den gnadenlos überfüllten Isolationsraum auszulagern. Zusammen mit Hatake funktioniert er das Level R kurzerhand in eine große Quarantänestation um. Unterdessen unterziehen Walker und Jordan alle Anwesenden einem Viren-Schnelltest. Balleseros findet in Doreens unerwartet eine Verbündete und enthüllt ein dunkles Geheimnis, das mit dem mysteriösen Virus in Verbindung steht.","versions":[{"lang":1,"streams":[{"redirect":9592860,"hoster":"VOE"},{"redirect":8571249,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dicke Luft","epNo":4,"alt":"Single Strand","descr":"Alan läuft die Zeit davon und ihm bleibt nichts anderes übrig, als Peter mit einem experimentellen Antivirus zu behandeln. Während die Situation auf Level R eskaliert, findet Walker eine Verbündete in Jaye, einer mysteriösen Wissenschaftlerin mit einer starken Verbindung zum Stützpunkt. Außerdem gesteht Sarah, dass ihr viraler Test fehlerhaft ist und sich gesunde Menschen unter den Infizierten befinden. Doreen lüftet ein dunkles Geheimnis, was Balleseros veranlasst drastische Maßnahmen zu ergreifen.","versions":[{"lang":1,"streams":[{"redirect":9016946,"hoster":"VOE"},{"redirect":8571250,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der weiße Raum","epNo":5,"alt":"The White Room","descr":"Nach Doreens mysteriösem Tod startet Alan eine umfangreiche Untersuchung und kommt hinter Balleseros Geheimnis. Sarah behandelt einen infizierten Wissenschaftler, der darum bettelt, getötet zu werden. Walker und Jaye sind auf Level R gefangen und finden den verwundeten Hatake. Gemeinsam machen sie eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":9582175,"hoster":"VOE"},{"redirect":8571252,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aniqatiga","epNo":6,"alt":"Aniqatiga","descr":"Peter liegt im Koma und Walker ist auf Level R gefangen. Somit sind Alan und Sarah auf sich alleine gestellt und versuchen mit ihrem Wissen über die experimentelle Behandlung \"Sodra\" ein Heilmittel herzustellen – mit schrecklichem Ergebnis. Ballerseros findet sich bei einer Inuit-Frau wieder, die behauptet Daniels Schwester zu sein. Walkers Zustand verschlechtert sich und sie versucht herauszufinden, was ihre Halluzinationen zu bedeuten haben.","versions":[{"lang":1,"streams":[{"redirect":9016952,"hoster":"VOE"},{"redirect":8571254,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die erste Überlebende?","epNo":7,"alt":"Survivor Zero","descr":"Die Ankunft von Constance Sutton, Ilaria Corps Finanzchefin, entnervt Hatake. Denn sie verspricht Alan und Sarah, bei der Entwicklung eines Gegenmittels zu helfen – koste es was es wolle. Nachdem Walker den Virus besiegt hat, wacht sie aus dem Koma auf und scheint geheilt zu sein. Allerdings wundert sie sich mehr denn je, was für eine Verbindung sie zum Stützpunkt hat und welche Rolle Hatake in ihrem Leben spielt. Währenddessen entwickelt sich zwischen Balleseros und Anna eine tiefe und unerwartete Verbindung.","versions":[{"lang":1,"streams":[{"redirect":9592861,"hoster":"VOE"},{"redirect":8571255,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Blutsbande","epNo":8,"alt":"Bloodline","descr":"Nachdem Daniel den Stützpunkt vor einem verheerenden Ausbruch auf Level R sichert, löst er das Rätsel seiner Vergangenheit und der verschwundenen Inuit-Kinder. Sarah und Alan sind der Entwicklung eines Heilmittels näher als je zuvor. Sutton zwingt sie dazu den Antivirus an Menschen zu testen. Allerdings befürchten Alan und Sarah, dass die Versuche mehr schaden als nützen. Außerdem stellt Sutton Hatake wegen seines merkwürdigen Interesses an Walker zur Rede.","versions":[{"lang":1,"streams":[{"redirect":9582176,"hoster":"VOE"},{"redirect":8571256,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ebene X","epNo":9,"alt":"Level X","descr":"Hatake offenbart Alan, Sarah und Walker den wahren Grund, warum die CDC in die Arktis geholt wurde. Damit die Ilaria Corporation die Proben des Virus nicht in die Finger kriegt, weist Alan sein Team an, diese zu zerstören. Als Balleseros und Daniel herausfinden, dass Sutton die Vernichtung der ortsansässigen Inuits in Auftrag gegeben hat, arbeiten sie zusammen, um Daniels und Ananas neue Familie zu retten.","versions":[{"lang":1,"streams":[{"redirect":12923394,"hoster":"VOE"},{"redirect":8571257,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In Ewigkeit","epNo":10,"alt":"Fushigi","descr":"Als sich Sarahs (Jordan Hayes) Zustand verschlimmert, brechen Alan (Billy Campbell) und Walker (Kyra Zagorsky) zu einem verlassen Funkturm auf. In ihrer Verzweiflung wollen sie dort einen allerletzten Versuch starten, Hilfe zu rufen. In der Zwischenzeit beauftragt Daniel (Meegwun Fairbrother) Balleseros (Mark Ghanimé) damit, Anana (Luciana Carro) und das Inuit-Camp zu beschützen. Hatake (Hiroyuki Sanada) überwacht Sarah und bereitet den Stützpunkt auf den bevorstehenden Sturm vor.","versions":[{"lang":1,"streams":[{"redirect":9701016,"hoster":"VOE"},{"redirect":8571258,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwarzer Regen","epNo":11,"alt":"Black Rain","descr":"Angeführt von Peter (Neil Napier) brechen die Infizierten aus ihrem \"sicheren\" Raum aus. Während Hatake (Hiroyuki Sanada) und Daniel (Meegwun Fairbrother) den Stützpunkt für den bevorstehenden Angriff Ilarias vorbereiten, schockiert Hatake Daniel mit der Wahrheit über Walker (Kyra Zagorsky). Nachdem Alan (Billy Campbell) und Walker Sarahs (Jordan Hayes) Leben gerettet haben, kommen die drei einem Heilmittel näher. Ilaria schickt nicht die erwartete Armee, sondern eine kleine Gruppe Assassine. Deren Anführer ist ein brutaler Unsterblicher mit soziopathischen Neigungen.","versions":[{"lang":1,"streams":[{"redirect":13015008,"hoster":"VOE"},{"redirect":8571259,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Blutige Ernte","epNo":12,"alt":"The Reaping","descr":"Alan und Hatake überlisten \"The Scythe\", aber als er herausfindet, dass Hatake Sutton ermordet hat, dreht er den Spieß um und nimmt Walker als Geisel. Unterdessen kümmert sich Sarah um die frustrierten Wissenschaftler. Nach einer Warnung Tuloks verschwindet Balleseros ohne sich von Anana zu verabschieden. Während Alan und Peter versuchen Walker zu retten, macht sich Hatake alleine auf die Suche nach \"The Scythe\".","versions":[{"lang":1,"streams":[{"redirect":9592863,"hoster":"VOE"},{"redirect":8571260,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Freund oder Feind","epNo":13,"alt":"Dans L’Ombre","descr":"Alan, Walker und Hatake verhören \"The Scythe\", um den Aufenthaltsort von Jaye und dem Heilmittel zu erfahren. Doch der Assassine weigert sich zu kooperieren und offenbart stattdessen grauenhafte Informationen über den Virus. Hatake trauert um Daniel und Anana durchforstet derweil die Arktis nach Ballerseros, der zum Stützpunkt zurückkehrt, um die Liste mit den verschwundenen Inuit Kindern zu holen. Außerdem erhält Sarah folgenschwere Testergebnisse.","versions":[{"lang":1,"streams":[{"redirect":9582177,"hoster":"VOE"},{"redirect":8571261,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"San Jose","epNo":1,"alt":"San Jose","descr":"Während die Wissenschaftler des Zentrums für Seuchenbekämpfung (CDC) noch versuchen, die Ereignisse vor 15 Monaten auf der Forschungsstation Arctic BioSystems zu verarbeiten, bricht auf einem Segelschiff eine neue Seuche aus. Ihre Untersuchungen führen die Wissenschaftler zu einer mysteriösen Insel, die von einer Sekte mit utopischen Gemeinschaftsvorstellungen bewohnt wird – angeführt von dem charismatischen Michael. Unterstützt wird das CDC-Team bei diesem Fall von der Ökotoxikologin Kyle Sommer.","versions":[{"lang":1,"streams":[{"redirect":9592864,"hoster":"VOE"},{"redirect":8571269,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wiedervereinigung","epNo":2,"alt":"Reunion","descr":"Während die Wissenschaftler des Zentrums für Seuchenbekämpfung (CDC) noch versuchen, die Ereignisse auf der Forschungsstation Arctic BioSystems zu verarbeiten, bricht auf einem Segelschiff eine neue Seuche aus. Ihre Untersuchungen führen die Wissenschaftler zu einer mysteriösen Insel, die von einer Sekte mit utopischen Vorstellungen einer Gemeinschaft bewohnt wird.","versions":[{"lang":1,"streams":[{"redirect":9582178,"hoster":"VOE"},{"redirect":8571262,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familientreffen","epNo":3,"alt":"Scion","descr":"Während sich der Virus auf der Insel immer schneller verbreitet, versucht Alan die Sache selbst in die Hand zu nehmen. Jordan und Peter beschließen, das Anwesen zu verlassen und werden angegriffen. Kyle Sommer untersucht in der Zwischenzeit die scheinbar unschuldigen Kinder, doch diese drehe den Spieß um und sagen ihm den Kampf an.","versions":[{"lang":1,"streams":[{"redirect":9592869,"hoster":"VOE"},{"redirect":8571264,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Densho","epNo":4,"alt":"Densho","descr":"Während die Wissenschaftler des Zentrums für Seuchenbekämpfung (CDC) noch versuchen, die Ereignisse auf der Forschungsstation Arctic BioSystems zu verarbeiten, bricht auf einem Segelschiff eine neue Seuche aus. Ihre Untersuchungen führen die Wissenschaftler zu einer mysteriösen Insel, die von einer Sekte mit utopischen Vorstellungen einer Gemeinschaft bewohnt wird.","versions":[{"lang":1,"streams":[{"redirect":9592868,"hoster":"VOE"},{"redirect":8571265,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Verlies","epNo":5,"alt":"Oubliette","descr":"Peter gibt ein Geheimnis über seinen Bruder Alan preis, was die beiden in ernsthafte Schwierigkeiten bringt...","versions":[{"lang":1,"streams":[{"redirect":9592867,"hoster":"VOE"},{"redirect":8571263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Verbotene Früchte","epNo":6,"alt":"M. Domestica","descr":"Das Unternehmen \"Ilaria\" beschließt, den Narvik-Virus nicht länger zurückzuhalten und auf die Menschen loszulassen – um einen weiteren Ausbruch auf das Anwesen zu verhindern, müssen die Wissenschaftler des Zentrums für Seuchenbekämpfung (CDC) eng zusammenzuarbeiten.","versions":[{"lang":1,"streams":[{"redirect":9592870,"hoster":"VOE"},{"redirect":8571266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fremdbestäubung","epNo":7,"alt":"Cross-Pollination","descr":"Als Dr. Julia Walker (Kyra Zagorsky) etwas Neues über ihren Bruder Michael (Steven Weber) erfährt, beschließt sie, nach St. Germain aufzubrechen. Währenddessen verschlechtert sich die Situation auf der Insel immer mehr.","versions":[{"lang":1,"streams":[{"redirect":9592871,"hoster":"VOE"},{"redirect":8571267,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gehet in Frieden","epNo":8,"alt":"Vade In Pace","descr":"Dr. Julia Walker (Kyra Zagorsky) und Major Balleseros (Mark Ghanimé) erreichen das Kloster, während Dr. Alan Farragut (Bill Campbell), Kyle Sommer (Matt Long) und Lt. Commander Winger (Patricia Summersett) im Wald nach dem Baum mit dem roten Saft suchen, der ein wirksames Mittel gegen den Erreger sein könnte.","versions":[{"lang":1,"streams":[{"redirect":9701014,"hoster":"VOE"},{"redirect":8571268,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ektogenese","epNo":9,"alt":"Ectogenesis","descr":"Während die Wissenschaftler des Zentrums für Seuchenbekämpfung (CDC) noch versuchen, die Ereignisse auf der Forschungsstation Arctic BioSystems zu verarbeiten, bricht auf einem Segelschiff eine neue Seuche aus. Ihre Untersuchungen führen die Wissenschaftler zu einer mysteriösen Insel, die von einer Sekte mit utopischen Vorstellungen einer Gemeinschaft bewohnt wird.","versions":[{"lang":1,"streams":[{"redirect":9592874,"hoster":"VOE"},{"redirect":8571271,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mutter","epNo":10,"alt":"Mother","descr":"Schwester Amy (Alison Louder) lässt sich im Kloster auf einen Handel ein, der sie unsterblich machen soll, während Dr. Alan Farragut (Bill Campbell), Kyle Sommer (Matt Long) und Lt. Commander Winger (Patrica Summersett) im Wald fieberhaft nach dem \"blutenden Baum” suchen, denn mittlerweile ist auch Kyle infiziert.","versions":[{"lang":1,"streams":[{"redirect":9582180,"hoster":"VOE"},{"redirect":8571270,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Plan B","epNo":11,"alt":"Plan B","descr":"Dr. Julia Walker (Kyra Zagorsky) bereitet sich darauf vor, Schwester Amy (Alison Louder) Dr. Sarah Jordans (Jordan Hayes) Baby zu implantieren. Währenddessen ist die Navy drauf und dran, Plan B auszuführen. Dessen Maßnahmen sollen ein für alle Mal sicherstellen, dass weder das Virus, noch die infizierten Menschen jemals die Insel verlassen werden.","versions":[{"lang":1,"streams":[{"redirect":9701015,"hoster":"VOE"},{"redirect":8571272,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Aszendent","epNo":12,"alt":"The Ascendant","descr":"Während Kyle Sommer (Matt Long) und Dr. Sarah Jordan (Jordan Hayes) versuchen, von der Insel zu fliehen, werden sie von ihren Verfolgern gejagt. Dr. Sarah Walker (Kyra Zagorsky) und Dr. Alan Farragut (Bill Campbell) suchen derweil weiterhin nach dem \"Mutterbaum”, um den tödlichen Plan von ILARIA zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":9606598,"hoster":"VOE"},{"redirect":8571273,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"O Brave New World","epNo":13,"alt":"O Brave New World","descr":"Während die Wissenschaftler des Zentrums für Seuchenbekämpfung (CDC) noch versuchen, die Ereignisse auf der Forschungsstation Arctic BioSystems zu verarbeiten, bricht auf einem Segelschiff eine neue Seuche aus. Ihre Untersuchungen führen die Wissenschaftler zu einer mysteriösen Insel, die von einer Sekte mit utopischen Vorstellungen einer Gemeinschaft bewohnt wird.","versions":[{"lang":1,"streams":[{"redirect":9592872,"hoster":"VOE"},{"redirect":8571274,"hoster":"Streamtape"}]}]}]}]}