{"path":"/serie/stream/helicops-einsatz-ber-berlin","name":"HeliCops – Einsatz über Berlin","descr":"Höchste Zeit, neue Wege zu gehen! Mit den traditionellen Methoden der Verbrechensbekämpfung hat die Polizei in Berlin gegen hochgerüstete Gangster keine Chance.Im Mittelpunkt der schlagkräftigen Spezialeinheit des HeliCops-Teams steht der Prototyp eines High-Tech-Hubschraubers: Kugelsicher und mit Infrarotsensoren, Super- Richtmikrofonen und einer Impulskanone ausgestattet. Karl \"Charly\" von Schumann (Christoph M. Ohrt) ist der einzige, der das hochmoderne Fluggerät bändigen kann. An seiner Seite – \"bewaffnet\" mit einer Harley und messerscharfem Verstand – kämpft die attraktive Kriminalistin Jenny Harland (Doreen Jacobi).","seasons":[{"path":"/serie/stream/helicops-einsatz-ber-berlin/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/helicops-einsatz-ber-berlin/filme/film-1","name":"Feuertaufe für AK1","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271925","hoster":"VOE"},{"path":"/redirect/10271923","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-1","name":"Babels Untergang","epNo":1,"alt":"","descr":"Bombenalarm am Berliner Alexanderplatz hält das AK1-Team in Atem – offensichtlich hat eine fanatische Sekte den Untergang der Stadt beschlossen. Während Charly und Rubelli vom AK1 aus den Platz abscannen, detoniert die Bombe im Fernsehturm. Mit knapper Not entkommen sie der riesigen Druckwelle. Charly und Jenny konzentrieren sich bei ihrer anschließenden Recherche auf den charismatischen Hellseher und Astrologen Paul Caitano, der gerade in der Stadt ist und alle Katastrophen der vergangenen Jahre präzise vorhergesagt hat – oder hat er sie in Auftrag gegeben? Rubelli und Charly brechen in Caitanos Hotelzimmer ein und verschaffen sich Zugang zu dessen Laptop","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271929","hoster":"VOE"},{"path":"/redirect/10271924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-2","name":"Projekt Brainstorm","epNo":2,"alt":"","descr":"Mit Professor Thomson ist dem BND ein wichtiger Informant ins Netz gegangen. Thomson ist Buchhalter von Henry Plonk, dem mächtigsten Waffenhändler der Welt. Nun erhofft sich der Geheimdienst von Thomson heiße Insiderinformationen über Plonks Organisation. Vom BND-Agent Lehmann erhalten Charly und Rubelli den Auftrag, den Professor mit dem AK1 nach Berlin zum Verhör zu bringen. Doch schnell merken sie, daß der vermeintliche Lehmann sie in eine Falle gelockt hat, denn schon kurz nach dem Start nähert sich ihnen ein Kampfjet und will sie zur Landung zwingen. In einem gewagten Flugmanöver gelingt es Charly schließlich, den Angreifer auszumanövrieren, und Rubelli setzt ihn mit einem Schuß aus der Impulskanone für immer außer Gefecht. Wenig später können sie Thomson dem echten Lehmann vom BND übergeben.Mittlerweile hat Dahlberg herausgefunden, daß die Aktion die Handschrift des international berüchtigten Söldners Marcos trägt. Plonk scheut offensichtlich weder Kosten noch Mühe, den Professor zurückzuholen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271928","hoster":"VOE"},{"path":"/redirect/10271930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-3","name":"42 km in den Tod","epNo":3,"alt":"","descr":"Am Vorabend des Berlin-Marathons will ein Senator der Stadt den äthiopischen Spitzenläufer Makunde vor der Oper begrüßen, doch plötzlich fällt ein Schuß – Makunde bricht zusammen. Erste Ermittlungen ergeben, daß eine Farbkugel auf Makunde abgefeuert wurde, doch es wird angenommen, daß das Attentat dem Senator galt, da die Stadt von einem Unbekannten erpreßt wird. Dieser droht mit einem Anschlag während des Marathons, wenn ihm nicht zehn Millionen Dollar gezahlt werden. Charly und Jenny stellen fest, daß der Erpresser ein alter Bekannter aus Charly’ Jugend ist – der Scharfschütze Gentz. Aber niemand will Charly glauben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271931","hoster":"VOE"},{"path":"/redirect/10271933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-4","name":"Das Drehbuch schreibt der Tod","epNo":4,"alt":"","descr":"Kurz vor der Premiere des Action-Films \"Die Bombe\" explodiert in einem Berliner Filmverleih tatsächlich ein Sprengsatz. Doch das ist erst die Ouvertüre – verspricht der Täter Michael Buckmann per Fax. Der wahnsinnige Bombenleger plant einen Selbstmordanschlag während des Eröffnungsfilms der Berlinale. Am Ende des Actionstreifens will er sein eigenes \"bombastisches\" Finale inszenieren. Während der Film vor ausverkauftem Haus bereits läuft, arbeiten sich Charly und Rubelli vorsichtig bis zu der Bombe im Keller des Kinos vor. Der Attentäter, der mitten im Zuschauerraum sitzt und den Auslöser bei sich trägt, darf nichts vom Entschärfen des Sprengkörpers merken! Da gerät Charly in eine Falle, er ist im Kellerraum gefangen – und die Zeit wird knapp","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271935","hoster":"VOE"},{"path":"/redirect/10271934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-5","name":"Sturzflug","epNo":5,"alt":"","descr":"Drei maskierte Fallschirmspringer haben aus einer Bundeswehr-Kaserne einige Stinger-Raketen gestohlen – außerdem gehen ein toter Soldat und vier Schwerverletzte auf das Konto der Räuber. Kaum ist das AK1-Team vor Ort, entzieht ihm der arrogante Major Brauer vom MAD den Fall. Doch so leicht lassen sich Charly und seine Kollegen nicht aus dem Feld schlagen: Jenny ermittelt undercover in einem Fallschirmspringer-Club, der vom ehemaligen Feldwebel Eisfeld geleitet wird. Sie findet heraus, daß die Flugkörper an einen ausländischen Waffenhändler verkauft werden sollen. Der Deal findet in einem Kieswerk statt. Dort geraten Charly und seine Crew unter Raketenbeschuß…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271937","hoster":"VOE"},{"path":"/redirect/10271939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-6","name":"Blackmail","epNo":6,"alt":"","descr":"Der Pharmahersteller Peter Weiss wird auf offener Straße entführt, einer seiner Bodyguards erschossen. Wenig später wird Peters Frau Karen von den Entführern zu einem Internet-Café bestellt, wo sie – mit dem AK1-Team als Rückendeckung – eine E-Mail entgegennimmt: Die Lösegeldübergabe soll auf dem belebten Platz vor der Gedächtniskirche stattfinden. Weiss persönlich nimmt das Geld entgegen – mit einer Ladung Sprengstoff und einem Fernzünder unter dem Mantel. Er verschwindet mit dem Geld in der Menge. Daß hinter der Entführung Weiss’ attraktive Frau Karen steckt, merkt der von der Dame hin- und hergerissene Charly fast zu spät…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271942","hoster":"VOE"},{"path":"/redirect/10271943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-7","name":"Todesflug IL 888","epNo":7,"alt":"","descr":"Jenny und Charly wollen endlich ausspannen. Doch in der Maschine nach Gran Canaria ist plötzlich der Teufel los: Die Piloten-Crew ist von Söldnern ermordet worden. Die Entführer fordern die Freilassung des Diamantenräubers Karl Mendl und drohen, das Flugzeug auf dem Kudamm abstürzen zu lassen. Die Behörden gehen zwar auf die Forderung ein, trotzdem springen die Entführer mit dem Fallschirm ab und blockieren die Lenkung der Linienmaschine. Kollisionskurs: Potsdamer Platz…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271948","hoster":"VOE"},{"path":"/redirect/10271949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-8","name":"Teufelsberg","epNo":8,"alt":"","descr":"Berlin im Chaos: Der Strom fällt aus, Computer stürzen ab – und beinahe auch AK1. Nur Charlys fliegerischem Geschick ist es zu verdanken, daß der Helikopter vom Aufprall verschont bleibt. Rubelli macht sich sofort daran, die Quelle der Bedrohung auszumachen. Die Spur führt zum Berliner Teufelsberg, wo der Kunstmäzen Bantzer, der in einer ehemaligen Abhöranlage der Amerikaner wie in einer Festung residiert. Bantzer klinkt sich in die wichtigsten Rechner der Stadt ein, um sich die Daten des Kernforschungsinstituts anzueignen und teuer zu verkaufen – ohne Rücksicht auf Verluste","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271951","hoster":"VOE"},{"path":"/redirect/10271952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-9","name":"Blutsonntag","epNo":9,"alt":"","descr":"AK1 und seine Besatzung geraten zwischen die Fronten zweier Drogenringe. Die Rivalen: Der libanesische Drogenbaron Said Ben Aslan und Raoul Hessler, der in Berlin die Nummer 1 im Dealer-Business werden will. Pfarrer Gregor gibt Charly von Schumann einen wichtigen Tip: Er outet seinen Sohn Nico als Hesslers treuesten Handlanger. Als Nico das Pflaster zu heiß wird, flüchtet er. Auf seinen Fersen: Hesslers Killer – und Charly und Jenny, die ihn retten wollen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271955","hoster":"VOE"},{"path":"/redirect/10271956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-10","name":"Freier Freitag","epNo":10,"alt":"","descr":"Der erste freie Tag seit Monaten wird für Charly, Jenny und das Team zum Alptraum: Der Brandstifter Marcel Dante erschießt bei seinem Haftprüfungstermin drei Polizeibeamte, nimmt den Staatsanwalt als Geisel und flüchtet mit seinem Komplizen Orloff. Wenig später töten sie auch den Staatsanwalt. Charly und Rubelli stöbern Orloff auf, und im Verhör bricht dieser zusammen und verrät Dantes Aufenthaltsort und sein Ziel: Rache an Jenny, die ihn damals verhaftet hat. In großer Sorge um Jenny jagt Charly zu ihrer Wohnung – doch er kommt zu spät: Jenny ist weg. Sie kämpft inzwischen gegen den wahnsinnigen Dante ums nackte Überleben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271959","hoster":"VOE"},{"path":"/redirect/10271961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-11","name":"Der Euro-Raub","epNo":11,"alt":"","descr":"Alarm in der Bundesdruckerei! Einbrecher Jackson und seine Komplizin Ellen haben die geheimen Druckdaten für die 200-Euro-Banknote auf einer CD-Rom gestohlen. Ein Staatssekretär macht Dahlberg und seinem AK1-Team klar: Der Einführungstermin der neuen Währung ist in Gefahr, eine Regierungskrise vorprogrammiert! Doch ohne das offizielle Druckpapier sind die gestohlenen Informationen für Jackson wertlos – der Papiertransport muß also unter strengsten Sicherheitsvorkehrungen über die Bühne gehen. Die Diebe sind jedoch cleverer als gedacht: In einem Tunnel stoppen sie den Transporter und fliehen mit der kostbaren Beute. Einen ersten Erfolg in dem Fall verbucht die Polizei später am Flughafen: Ellen wird verhaftet. Doch Jackson geht den Fahndern nicht so leicht ins Netz. Er bringt Jenny in seine Gewalt und überläßt sie in einem Kühlhaus ihrem Schicksal…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271965","hoster":"VOE"},{"path":"/redirect/10271964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-12","name":"Toter Punkt","epNo":12,"alt":"","descr":"Zwei Computer-Hacker verdienen sich ihr Geld, indem sie in die EDV-Netze von Firmen eindringen und Sicherheitslücken aufdecken. Mit ihrem Wissen erpressen sie schließlich die Unternehmen – so auch die Firma Meditech. Doch diesmal haben sie es zu weit getrieben: Sie werden mit einem High-Tech-Gewehr des Unternehmens erschossen. Bettina Wagner, die Freundin der beiden, besitzt Kopien der gestohlenen Daten und schwebt von nun an in Lebensgefahr. Dennoch will sie bei einem Treffen mit Meditech-Boß Markus Krenz Rache üben. Der Röntgenstrahl des Gewehrs ist plötzlich auf sie selbst gerichtet. Doch nicht nur auf sie: Mit im Fadenkreuz ist das AK1-Team","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379516","hoster":"VOE"},{"path":"/redirect/10271969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-1/episode-13","name":"Faule Eier","epNo":13,"alt":"","descr":"Dahlberg fällt aus allen Wolken: BKA-Kommissarin Sonia Bach unterrichtet ihn über den Verdacht, daß sein Team mit einer polnischen Schlepper- und Drogenschmugglerbande zusammenarbeitet. Charly weiht Jenny und Rubelli ein: Er unterstützt seinen Jugendfreund Berger, einen alkoholkranken Ex-Piloten, gegen angebliche Entführer seines Sohnes. Trotz der Überwachung durch das BKA setzt das AK 1-Team seine Hilfsaktionen für Berger fort. Doch der entpuppt sich als Dealer und Lügner, der obendrein an Bord eine Bombe installiert hat. Diese explodiert, sobald der Hubschrauber landet. Während Charly die Kontrollgeräte überwacht, versucht Rubelli verzweifelt, den Sprengsatz zu entschärfen, Schließlich ist der Tank ist leer, und Rubelli springt über der Ostsee ab. Sekunden später erhellt ein Feuerball den Himmel. Wo ist Charly?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271970","hoster":"VOE"},{"path":"/redirect/10271971","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-1","name":"Zwischen Himmel und Hölle","epNo":1,"alt":"","descr":"Ein Erpresser droht, eine vollbesetzten Passagiermaschine im Anflug auf Berlin zu sprengen und zündet als Kostprobe per Fernsteuerung schon mal eine Minibombe, die eine Tür des Jets wegreißt. Eine Notlandung kommt nun wegen der erwarteten Erschütterungen nicht mehr in Frage. Während das Unglücksflugzeug über Berlin seine Schleifen dreht, soll das AK1-Team in 8000 Fuß Höhe einen Sprengstoffexperten in das Passagierflugzeug abseilen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335782","hoster":"VOE"},{"path":"/redirect/10271995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-2","name":"Tod auf der Raveparade","epNo":2,"alt":"","descr":"Rubelli sieht der diesjährigen Berliner Raveparade eher mürrisch entgegen. Er würde viel lieber in der Menge abtanzen, als den Festzug im AK 1 zu überwachen – zumal seine neue Flamme Lisa die Parade mitorganisiert hat. Am Tag vor dem großen Ereignis wird das Organisationsbüro plötzlich von einem maskierten Mann überfallen, der zwei Molotow-Cocktails wirft und auf einem Motorrad die Flucht ergreift. Der Täter ist offenbar mit dem anonymen Drohbrief-Schreiber und mysteriösen Tankwagen-Dieb identisch, der gedroht hat, die Raveparade in Flammen aufgehen zu lassen: Zirkusartist Stoltz, dessen Verlobte sich vor einem Jahr zu Tode tanzte. Während sich die Parade in Bewegung setzt, haben Charly, Gina und Rubelli die schwierige Aufgabe, Stoltz inmitten der tausenden Tänzer aufzuspüren, ehe er seine Drohung wahrmachen kann…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923385","hoster":"VOE"},{"path":"/redirect/10271979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-3","name":"Das Jahr des Drachen","epNo":3,"alt":"","descr":"Mit einem gekaperten Rettungshubschrauber haben Luftpiraten den Sohn des reichen Hongkong-Chinesen Henry Wang entführt. Mit der Polizei will Wang nichts zu tun haben – das ist eine Sache unter Chinesen! Erst Henrys deutsche Ehefrau Elisabeth klärt Charly und Gina darüber auf, daß die chinesische Mafia 50 Millionen Dollar für das Leben des Jungen verlangt. Als die HeliCops bei der Geldübergabe einschreiten wollen, tricksen die Mafiosi sie gekonnt aus – offenbar waren sie bestens über die Aktion informiert. Obwohl Henry Wang über die Einmischung außer sich ist, bleiben Charly und Rubelli am Ball. Sie entlarven Henrys Assistentin als Verräterin und zwingen sie, den neuen Treffpunkt preiszugeben. Auf einer abgelegenen Baustelle hat Wang das Geld bereits übergeben, doch das Leben seines Sohnes Tony hängt buchstäblich an einem seidenen Faden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271981","hoster":"VOE"},{"path":"/redirect/10271983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-4","name":"Die Brodsky-Variante","epNo":4,"alt":"","descr":"Voller Spannung wartet Rubelli auf das Zusammentreffen mit Schach-Großmeister Brodsky, der zum Simultanschach gegen 15 Spieler gleichzeitig antritt. Aber aus dem Spiel wird nichts – beim Anblick eines verlassen dastehenden Brettes stürzt Brodsky panisch davon. Als der Meister in seiner Villa auf einer Videoleinwand wieder die Schachkonstellation erblickt, bestätigt sich seine Vorahnung: Dostal ist wieder da! Vor vielen Jahren hatte Brodsky seinen Gegner mitten in einem Turnier sitzenlassen, um mit dessen Frau in den Westen zu flüchten. Dostal, der Fluchthilfe beschuldigt, mußte zehn Jahre Zwangsarbeit in Sibirien auf sich nehmen. Nun ist Dostal gekommen, um die unterbrochene Schachpartie wieder aufzunehmen, doch diesmal geht es nicht nur um den Sieg – es geht um Leben und Tod…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271986","hoster":"VOE"},{"path":"/redirect/10271988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-5","name":"Die Venusjagd","epNo":5,"alt":"","descr":"Gerade als sich Charly auf den Weg zum Polizeiball machen will, erreicht ein Notsignal die Zentrale: Ein Propellerflugzeug droht, über einem Wohngebiet abzustürzen, als an Bord zwischen den beiden Passagieren ein Kampf entbrennt und der Pilot von einer verirrten Kugel tödlich getroffen wird. Einer der Gegner springt kurz vor dem Absturz mit einem Fallschirm ab. Charly und Rubelli, die das Flugzeug mit dem AK1 verfolgen, gelingt es per Fernsteuerung, die Maschine auf einem unbewohnten Gelände notzulanden und den verletzten Passagier zu bergen. Der Besitzer des havarierten Flugzeugs ist der High-Tech-Unternehmer und Kunstsammler von Stollberg, dem die Maschine angeblich in Rom gestohlen wurde. Seine Behauptung, ansonsten nichts über den Vorfall zu wissen, erscheint dem AK1-Team spätestens nach dem Eintreffen der SIFAR-Agentin Angelina sehr zweifelhaft.Von ihr erfahren die HeliCops nämlich, daß vor vier Tagen das berühmte Boticelli-Gemälde \"Die Geburt der Venus\" aus den Uffizien in Florenz gestohlen wurde…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271990","hoster":"VOE"},{"path":"/redirect/10271991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-6","name":"Blutige Geschäfte","epNo":6,"alt":"","descr":"Während Dr. Koch im Krankenhaus auf seine Nierentransplantation vorbereitet wird, sind Charly und Rubelli bereits unterwegs, um mit ihrem Hubschrauber das kostbare Spenderorgan für ihren obersten Chef anzuliefern. Doch die Niere erreicht den OP nicht: Ein Unbekannter hat sich der Kühlbox bemächtigt und aus dem Staub gemacht! Den HeliCops ist bald klar, wer dahintersteckt: Der Tierarzt und ehemalige Chirurg Dr. Tollmann behandelt in seiner Praxis nicht nur Vierbeiner, sondern versorgt zahlungskräftige Patienten mit heißbegehrten Organen, die sein Handlanger Berger heranschafft. Die Polizisten stellen dem Verbrecher eine Falle: Teamchef Dahlberg wendet sich als angeblich steinreicher Patient an Tollmann, gleichzeitig verkündet die Organspende-Datenbank einen neuen Transport. Zunächst scheint alles wie am Schnürchen zu klappen – doch der mißtrauische Berger hat Lunte gerochen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271992","hoster":"VOE"},{"path":"/redirect/10271994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-7","name":"Das Gold der Kleopatra","epNo":7,"alt":"","descr":"Mit absoluter Präzision geht in Berlin ein Kunstdiebstahl über die Bühne. Beute: ein Goldrelief aus dem Schatz der Kleopatra, das einige Zeit in einer Ausstellung auf der Museumsinsel zu bewundern war. Das Fluchtfahrzeug entdecken Charly und Rubelli zu spät – die Bande hat den Schatz inzwischen auf das Binnenschiff des arglosen Kapitäns Franzen umgeladen. Die \"Rostock II\" schippert Richtung Oder-Havel-Kanal, als Franzen endlich klar wird, wer seine Passagiere sind. Bandenchef Santos nimmt die ganze Schiffer-Familie als Geisel – der Zugriff durch die HeliCops wird damit äußerst heikel. Ein Schiffshebewerk ist schließlich Schauplatz des dramatischen Finales…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10271998","hoster":"VOE"},{"path":"/redirect/10271999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-8","name":"Jonnys letzte Show","epNo":8,"alt":"","descr":"Musikmanager Jonny Weisberg steht das Wasser bis zum Hals. Um aus dem finanziellen Engpass herauszukommen, setzt er alles auf seine neueste Entdeckung, eine junge Newcomer-Band. Während der Aufnahmen zu einem Video in Jonnys Villa stürmen plötzlich zwei Maskierte herein und wollen den Leadsänger entführen. Sensationsreporter Nitschke, der in diesem Moment im Hubschrauber über dem Grundstück kreist, fängt die dramatischen Szenen mit der Kamera ein und alarmiert die Polizei. Als Charly und Rubelli eintreffen, ist der Spuk bereits vorbei: Ein Täter ist geflüchtet, den anderen hat Jonny in Notwehr erschossen. Der gescheiterte Überfall geht ganz offensichtlich auf das Konto von Jonnys ärgstem Konkurrenten Katzer – der Fall scheint schnell geklärt. Aber den \"HeliCops\" ist die Lösung zu einfach, der Spur zu sauber gelegt. Nitschkes brisante Bilder verstärken ihren Verdacht, dass Jonny seine Hände im Spiel hatte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285240","hoster":"VOE"},{"path":"/redirect/10272002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-9","name":"Richtfest","epNo":9,"alt":"","descr":"Charly und Rubelli werden Zeugen, wie ein maskierter Täter einen Mann von einem Hochhausdach stößt. Sofort nehmen die beiden HeliCops die Verfolgung auf, aber der Mörder hängt sie ab. Die Ermittlungen führen die Polizisten in das Umfeld eines großen Bauprojekts. Mauschelt Bauherr Stelzer zusammen mit Architekten Fellkert und dem Bauaufsichtsbeamten Hübner? Ist ihnen Mordopfer Kraatz, Polier auf der Baustelle des Otto-Hahn-Hauses, auf die Schliche gekommen? Und wie passt der Selbstmord der jungen Bauleiterin Andrea Bender in die Geschichte? Ihre Schwester Petra, die die Verzweiflungstat mit eigenen Augen sah, kann angeblich nichts über Andreas Motive aussagen. Der Verdacht konzentriert sich auf Stelzer, doch als Hübner ebenfalls zu Tode stürzt, hat der Bauunternehmer ein Alibi. Als Gina sich noch einmal Fellkert vorknöpft, gibt er dem Fall plötzlich eine ganz neue Richtung: Es geht nicht um Korruption, sondern um Rache…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272006","hoster":"VOE"},{"path":"/redirect/10272008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-10","name":"Die Verschwörung","epNo":10,"alt":"","descr":"Nur unwillig reißt sich Charly aus den Armen seiner neuesten Eroberung Karin los, aber vor dem nächsten Einsatz muss der AK1 noch einmal durchgecheckt werden – da kennt Rubelli keine Gnade! Im Hangar erwartet die beiden eine böse Überraschung: Eine Handvoll Männer, die im Auftrag gubanesischer Fundamentalisten Präsident Al-Bussar entführen sollen, bemächtigen sich des Helikopters und seiner Piloten. Die Aktion leitet der putsch-erfahrene Militärberater Larsen per Funk und kümmert sich gleichzeitig darum, dass Al-Bussar rechtzeitig \"abgeholt\" werden kann. Um den Präsidenten aus seiner schwer bewachten Hotelsuite zu locken, kidnappt Larsen den HeliCops-Chef Koch – er droht, eine junge Geisel zu töten, wenn Koch nicht mitspielt. Derweil haben Charly und Rubelli mit Hilfe von Hagen Dahlberg die Lage im Hangar unter Kontrolle gebracht und entkommen in einem gewagten Manöver. Als Larsen den Hubschrauber über dem Hotel auftauchen sieht, fühlt er sich bereits am Ziel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272010","hoster":"VOE"},{"path":"/redirect/10272012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-11","name":"Explosiv","epNo":11,"alt":"","descr":"Die REAL-Benzin AG wird erpresst: Wenn Vorstandschef Tidorf nicht binnen drei Stunden 15 Millionen Mark bereitstellt, fliegen einige seiner Kunden nach dem Besuch einer REAL-Tankstelle in die Luft! Eine erste Explosion unterstreicht, wie ernst es der skrupellose Erpresser meint. Trotzdem verweigert Tidorf die Zahlung – bis seine Limousine in Flammen aufgeht. Nur dem beherzten Eingreifen von Charly verdankt er sein Leben. In Windeseile wird jetzt die Geldübergabe vorbereitet, doch wieder funkt Tidorf dazwischen – er jubelt dem Erpresser statt des verwanzten Koffers ein anderes Behältnis mit wertlosem Papier unter. Rubelli und Gina ist es inzwischen gelungen, die Identität des Erpressers zu ermitteln: Frank Fuchs will mit seiner Aktion seinen Vater rächen, der sich nach dem Verlust seiner Tankstelle an REAL-Benzin das Leben nahm. Nach Tidorfs Täuschungsmanöver ist Fuchs zum Äußersten bereit: Er droht, das riesige Mineralöldepot von REAL in die Luft zu jagen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923383","hoster":"VOE"},{"path":"/redirect/10272015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-12","name":"Verschwundene Kinder","epNo":12,"alt":"","descr":"Endlich kommt Bewegung in den Fall mehrerer Kindesentführungen, der die Ermittler in der letzten Zeit auf Trab hielt. Auf frischer Tat stellen die HeliCops Spediteur Renz, als er gerade die 11-jährige Nadja entführen will. Doch Renz scheint nur eine Randfigur in dem miesen Spiel zu sein. Steckt der Antiquitätenhändler Gerstenberg, für den Renz an jedem Tag einer Kindesentführung unterwegs war, dahinter? Um dem aalglatten Geschäftsmann auf die Schliche zu kommen, wird Renz aus der Haft entlassen und nonstop beschattet. Außerdem ruft die Polizei die Bevölkerung zur Mithilfe auf: Wer kennt eines der verschwundenen Kinder, die ausnahmslos aus zerrütteten Verhältnissen stammen und die niemand zu vermissen scheint? Nur Caroline, eine junge Frau, die ihre verschollene Schwester wiederzufinden hofft, meldet sich bei Charly.Aber Caroline mag nicht auf Resultate der Ermittlungen warten – sie knöpft sich Renz persönlich vor, um das Versteck der Kinder aus ihm herauszupressen. Doch Gerstenberg und sein Gehilfe sind nicht so leicht zu überrumpeln – Caroline gerät in tödliche Gefahr…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272017","hoster":"VOE"},{"path":"/redirect/10272019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-2/episode-13","name":"Geldgier","epNo":13,"alt":"","descr":"Vollkommen glatt scheint der Banküberfall über die Bühne zu gehen: Leon und Lothar kennen alle Zugangscodes der EURO-Bank – erst eine Alarmanlage im Tresorraum stoppt den Beutezug. In panischer Flucht vor der Polizei verunglückt Lothar tödlich, Leon verschwindet im Dunkel der Nacht. Für Bankdirektor Nussbaum steht fest, wer die Informationen an die Räuber geliefert hat: Vor kurzem haben sich Hacker in die Bankcomputer eingeschaltet. Doch Charly und Rubelli verfolgen eine andere Spur: Der tote Bankräuber arbeitete in einem Spielcasino. Ihre Recherche vor Ort bringt den beiden außer hohen Verlusten nichts ein. Dabei stehen sie der Lösung des Falles in Gestalt des weiblichen Croupiers Ellen direkt gegenüber: Ellen, die charmant mit Charly flirtet, ist Leons Freundin! Das Pärchen steckt mit dem Casinochef Wilke unter einer Decke, der sein brisantes Wissen um seine oft hoch verschuldeten Kunden skrupellos ausnutzt. Und einer der Spielsüchtigen ist Bankdirektor Nussbaum…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272023","hoster":"VOE"},{"path":"/redirect/10272025","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-1","name":"Himmelsstürmer","epNo":1,"alt":"","descr":"Das HeliCops-Team mit seinem neuen Piloten Robert Becker nimmt an einer großen Flugschau teil. Hier muss Becker tatenlos zusehen, wie sein alter Fliegerkumpel Jo Brandt mit seiner Frau Pia bei einer Kunstflug-Vorführung abstürzt. Pia überlebt, doch für Jo kommt jede Hilfe zu spät. Als bei der Untersuchung des Flugzeugwracks Spuren einer Manipulation entdeckt werden, beschließen die HeliCops, den Mord aufzuklären. Robert gibt sich vor Kessler, dem Chef der Kunstflugtruppe, als neuer Partner von Pia aus und recherchiert heimlich. Warum verfügt Kessler, gestern fast bankrott, heute über ansehnliche finanzielle Mittel? Endlich finden die HeliCops heraus, dass Kessler die Flucht des Mafioso Romanow ins Ausland deichseln soll – Jo musste sterben, weil er bei der Aktion nicht mitmachen wollte.Noch ehe Robert und Rubelli die Flucht verhindern können, werden sie enttarnt und im Kerosinlager des Fliegerstützpunkts eingesperrt – in wenigen Minuten wird ein Zeitzünder den Treibstoff in Flammen aufgehen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13917955","hoster":"VOE"},{"path":"/redirect/10272028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-2","name":"Doppeltes Spiel","epNo":2,"alt":"","descr":"Mitten in der Nacht wird Professor Bachmann, Leiter des Berliner Kernforschungsinstituts, jäh aus seinen Experimenten gerissen: Drei Einbrecher stürmen das Institut, um waffenfähiges Plutonium zu entwenden. In letzter Minute bringt Bachmann das Material in Sicherheit, doch seine Flucht vor den Gangstern endet tödlich. Bei seinen Recherchen im Institut erkennt Robert zu seiner Überraschung in Bachmanns Assistentin Mara Tresko eine alte Flamme wieder. Weiß sie mehr über den Einbruch, als sie zugeben will? Eine gnadenlose Jagd nach dem verschwundenen Plutonium beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272032","hoster":"VOE"},{"path":"/redirect/10272030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-3","name":"Schneekönig und Samurai","epNo":3,"alt":"","descr":"Wild um sich schießend, mäht der junge Amokläufer Aaron die Besucher einer Buchpräsentation nieder. Unter den Opfern ist auch die Japanerin Miko, die als DJ auf dem Event auftrat. Aaron stand unter dem Einfluss einer neuartigen Droge namens Heaven. Die HeliCops haben Menzel, Besitzer eines Partyservice, im Verdacht, die Pillen zu verteilen. Doch es mangelt an Beweisen – Menzel muss freigelassen werden. Unterdessen ist Akira, der Vater von Miko, in Berlin eingetroffen. Der stolze Japaner hat geschworen, seine Tochter zu rächen. Die HeliCops müssen schnell handeln, ehe es ein zweites Blutbad gibt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272033","hoster":"VOE"},{"path":"/redirect/10272035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-4","name":"[Derzeit nicht erhältlich] Juwelen-Brüder","epNo":4,"alt":"","descr":"In einem Berliner Hotel präsentiert Juwelier Van Houten die schönsten Stücke aus seiner Diamant- und Schmucksammlung, als plötzlich ein maskierter, bewaffneter Mann die wertvollen Klunkern einkassiert. Ehe die Polizei eingreifen kann, ist der Dieb mit seinem Komplizen entkommen. Die HeliCops werden von ihrem Chef Dr. Koch, Schirmherr der Präsentation, gedrängt, schnellstens Schmuck und Gangster aufzutreiben. Währenddessen warten die Juwelendiebe, die Brüder Boris und Markus Veith, darauf, ihren Auftraggebern die Beute auszuhändigen. Die beiden ahnen nicht, dass sie selbst Teil eines groß angelegten Betruges von Van Houten und seinem Kompagnon Blossfeld sind…","versions":[]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-5","name":"Der Milliarden-Coup","epNo":5,"alt":"","descr":"Die Biotech-Firma \"Bionic Engeneering\" steht kurz vor ihrem Gang an die Börse. Die Erfolgsaussichten sind rosig – im Hochsicherheitstresor des Unternehmens schlummert die Formel für ein bahnbrechendes Mittel gegen Malaria. Als Firmenchef Throning mit seinem Sohn Thimo in den Tresorraum kommt, erwartet sie eine böse Überraschung: Sie geraten in die Hand von Gangstern, die gerade den Panzerschrank knacken wollen. Als ein Einsatzkommando die Geiseln befreien will, muss es unverrichteter Dinge abziehen – die Gangster haben alle Eingänge mit Sprengfallen gesichert. Jetzt können nur noch die HeliCops mit ihrem High-Tech-Helikopter helfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272041","hoster":"VOE"},{"path":"/redirect/10272044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-6","name":"Fehlgeleitet","epNo":6,"alt":"","descr":"Was anfänglich wie ein harmloser Stromausfall in einem Stadtteil erscheint, erweist sich bald als raffinierter Coup des Finanzjongleurs Semmler: Mit Hilfe von jungen Computer-Hackern hat er sich Zugang zum Zentralrechner einer Bank verschafft und im \"Schatten\" des Stromausfalls mehrere hundert Millionen auf Konten in der Südsee transferiert. Um die Spuren zu verwischen, plant er den Absturz einer Frachtmaschine auf das Gebäude der Bank. Die HeliCops haben nur wenig Zeit, die verworrenen Hintergründe zu ermitteln und eine Katastrophe zu verhindern…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272046","hoster":"VOE"},{"path":"/redirect/10272048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-7","name":"Das Chamäleon","epNo":7,"alt":"","descr":"Die HeliCops sind bei der Präsentation des High-Tech-Roboters Phönix zugegen, der für die Minensuche entwickelt wurde. Der Grund für ihre Anwesenheit: Sie haben einen Hinweis bekommen, dass das \"Chamäleon\", ein international gesuchter Meisterdieb, den Roboter stehlen will. Das Unglaubliche geschieht: Das Chamäleon landet seinen Coup und entkommt. Eine heiße Spur führt die Cops zum Maskenbildner George. Doch bevor sie den Mann noch richtig verhören können, hat ihn das Chamäleon schon wieder befreit…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272051","hoster":"VOE"},{"path":"/redirect/10272054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/helicops-einsatz-ber-berlin/staffel-3/episode-8","name":"Jungbrunnen","epNo":8,"alt":"","descr":"Nach dem Tod des Bodybuilders Steve Delano stellt sich heraus, dass er an einem neuen, illegalen und extrem gefährlichen Hormonpräparat gestorben ist. Die HeliCops ermitteln unter großem Druck, denn sie wollen unbedingt verhindern, dass das Präparat und dessen Rezeptur verkauft und damit weltweit verbreitet werden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10272058","hoster":"VOE"},{"path":"/redirect/10272057","hoster":"Streamtape"}]}]}]}]}