{"path":"/serie/stream/hellsing","name":"Hellsing","descr":"Hellsing ist ein Manga, welcher von Kouta Hirano Ende der 90er Jahre geschaffen wurde. Vampire und Ghule verfolgen und jagen die ahnungslose Bevölkerung Englands. Nur die Hellsing-Organisation steht zwischen den Untoten und Menschen. Angesichts einer neuen Welle böser Kreaturen muss sich die Organisation und ihre Anführerin, Lady Integra Fairbrook Wingate Hellsing, auf zwei sehr ungleiche Untergebene verlassen - den alten Meistervampir Alucard und die junge Seras Victoria. Gegen die Mächte der Finsternis entbrennt ein Kampf.","seasons":[{"path":"/serie/stream/hellsing/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hellsing/staffel-1/episode-1","name":"The Undead","epNo":1,"alt":"The Undead","descr":"Die Kleinstadt Cheddar in England wird von einem bösen Vampir und seiner Armee von Ghouls belagert. Die mysteriöse Hellsing-Organisation schickt ihren besten Mann, den Super-Vampir Alucard. Währenddessen versucht die Polizei die Untoten mit einem SWAT-Team auszuheben und die junge Polizistin Celes Victoria muss mit ansehen, wie ihre Kollegen zu Ghouls gemacht werden. Als sie von dem bösen Vampir verwandelt werden soll, kommt Alucard auf den Plan und hilft ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592921","hoster":"VOE"},{"path":"/redirect/8571436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-2","name":"Club M","epNo":2,"alt":"Club M","descr":"In ihrer ersten Mission soll Celes eine untote Frau, die zwei Pärchen in einer dunklen Gasse bedroht, erschießen. Doch sie zögert und Captain Gallice erledigt den Job. Alucard ist währenddessen beauftragt, zwei Vampire zu töten, die im Stil von \"Natural Born Killers\" in der Gegend um Birmingham herumfahren. Sie glauben, dass sie 13 Familien auslöschen müssen, um \"echte Untote\" zu werden. Als Celes ihn bei dem Auftrag unterstützt, stellt Alucard sie auf die Probe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592920","hoster":"VOE"},{"path":"/redirect/9144682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-3","name":"Sword Dancer","epNo":3,"alt":"Sword Dancer","descr":"Der schwule Freak-Chip-Vampir Andy versucht seinen menschlichen Freund Mike zum Vampir zu machen. Doch die Zeremonie wird unterbrochen, und beide \"sterben\". Ihre Körper werden in ein Hospital gebracht und sollen dort von Vertretern des Vatikans abgeholt werden. Als Mike, nachdem man ihm den Freak-Chip entnimmt, endgültig stirbt, dreht Andy durch und tötet jeden, den er sieht. Die junge Polizistin Celes und Vampir Alucard sollen sich um das Problem kümmern. Doch auch der Vatikan schickt einen Vampirjäger: Alexander Anderson. Alucard und er liefern sich einen blutigen Kampf um Leben und Tod.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592922","hoster":"VOE"},{"path":"/redirect/8571438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-4","name":"Innocent as a Human","epNo":4,"alt":"Innocent as a Human","descr":"Im Internet entdeckt Walter ein Video, auf dem gezeigt wird, wie ein Hellsing-Mitarbeiter getötet wird. Hellsing beauftragt den schmierigen Steadler mit dem Auftrag, der Sache auf den Grund zu gehen. Als erstes macht er sich an die junge Polizistin Celes heran. Die findet heraus, dass ausgerechnet Steadler derjenige ist, der hinter dem Video steckt. Sie verfolgt ihn und sieht, wie er ein neues Video dreht. Mit dabei ist eine eiskalte Yuppie-Nachrichten-Frau, die das mörderische Geschehen herunterspielt. Celes erkennt, dass sie genau diese Frau früher einmal vor den Untoten gerettet hat. Doch auch für die uneinsichtige Nachrichten-Frau kommt einmal der Tag der Einsicht-Film Produktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582198","hoster":"VOE"},{"path":"/redirect/8571437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-5","name":"Brotherhood","epNo":5,"alt":"Brotherhood","descr":"Ein Undercover-Agent der Hellsing-Organisation erhält den Auftrag, einen zwielichtigen Vampirclub zu unterwandern. Doch bald findet man ihn gepfählt in der Themse. Hinter dieser grausamen Tat stecken die Valentine-Brüder, die es sich zum Ziel gemacht haben, die Hellsing-Organisation zu zerstören. Die Brüder überfallen eine Militärbasis, stehlen dort Waffen und machen die Soldaten zu ihren Ghouls. Ausgerechnet zum Zeitpunkt des Überfalls beraten sich in der Basis die \"Ritter der Tafelrunde\", eine der Hellsing-Organisation nahe stehende Gruppe von Bürokraten. Ein Aufeinandertreffen der Ritter und der Valentines ist unvermeidlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592923","hoster":"VOE"},{"path":"/redirect/8571440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-6","name":"Dead Zone","epNo":6,"alt":"Dead Zone","descr":"Die Ghouls der Valentine-Brüder verwüsten die Räume der Hellsing-Organisation. Yan Valentine beschimpft Integral über Funk, während sich sein Bruder Luke auf den Weg macht, um den Super-Vampir Alucard zu töten. Walter und Celes befinden sich in den unteren Stockwerken und kämpfen mit allen Mitteln gegen die schier übermächtigen Ghouls. Im Erdgeschoss treffen schließlich Luke und Alucard aufeinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592925","hoster":"VOE"},{"path":"/redirect/8571445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-7","name":"Duel","epNo":7,"alt":"Duel","descr":"Nach dem Massaker wird die Hellsing-Organisation neu aufgebaut. Celes ist sofort wieder im Außendienst, um einen Vampir zu töten, der in der Londoner U-Bahn wütet. Währenddessen treffen sich Integral und Alucard auf eine Einladung des Vatikans hin mit einem Oberen des Iscariot-Ordens. Doch dieses Treffen ist nur eine Ablenkung, denn der Vatikan hat Alexander Anderson gesandt, um Celes zu töten. Wird Alucard Celes noch erreichen, bevor Alexander sie mit seinem Schwert hinrichtet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017129","hoster":"VOE"},{"path":"/redirect/8571439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-8","name":"Kill House","epNo":8,"alt":"Kill House","descr":"Eine Freak-Chip Fabrik in Hong Kong wird von der chinesischen Armee gestürmt, doch die Fabrik explodiert bevor Beweise sichergestellt werden können. Währenddessen rüstet die Hellsing-Organisation wieder auf. Bei einem Treffen mit den Rittern vermutet ein Doktor, dass das Vampirpotenzial in jedem Menschen steckt. Der Freak-Chip scheint es nur zu aktivieren. Celes ermittelt in einer Gruppe von Vampiren um das Vampirmädchen Helena, die anscheinend Freak-Chips verkauft. Derweil hat Integral eine Vision von der Ankunft des \"Wahren Bösen\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592926","hoster":"VOE"},{"path":"/redirect/8571441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-9","name":"Red Rose Vertigo","epNo":9,"alt":"Red Rose Vertigo","descr":"Integral und Walter scheinen geistig schwach zu werden. Als auch noch eine gewisse Laura auftaucht, scheint es um Integral geschehen zu sein. Sie behauptet, sie sei seine Schwester und schlägt ihn in ihren Bann. Die Folge: Integral beginnt damit, Celes Blut abzuzapfen. Auch Walter wirkt zunehmend verwirrt. Schon bald attackiert auch er Celes. Die hat alle Hände voll zu tun und kann auch nicht auf die Hilfe von Alucard hoffen. Der Super-Vampir kämpft nämlich gerade gegen den Vampirmeister Incognito. Alle Hellsing-Mitarbeiter scheinen in ihren Kämpfen zu unterliegen. Wer wohl am Ende überleben wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582197","hoster":"VOE"},{"path":"/redirect/8571442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-10","name":"Master of Monsters","epNo":10,"alt":"Master of Monsters","descr":"Nach dem blutigen Kampf gegen Laura landet Integral auf dem OP-Tisch. Während der Operation fällt sie in einen traumähnlichen Zustand und erinnert sich an ihren Vater. Kurz bevor er starb, hatte er ihr den Mantel von Hellsing gegeben. Ihr damaliger Onkel erhob Anspruch auf den Mantel und versuchte Integral zu töten. Ihr Vater riet ihr, sich in die alte Krypta von Hellsing zu begeben. Dort würde ihr geholfen. Doch Integral fand nur einen alten Leichnam. Als ihr Blut auf den Toten tropfte, erwachte dieser zu neuem Leben. Sein Name: Alucard!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592924","hoster":"VOE"},{"path":"/redirect/8571443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-11","name":"Transcend Force","epNo":11,"alt":"Transcend Force","descr":"Walter sieht erschreckende Neuigkeiten: Das Studentenwohnheim der Studentinnen in Cambridge wurde Ort eines Massakers. Auch das Trafalgar Square-Gebäude wurde gesprengt. Hinter beiden Angriffen stecken Incognitos Freak-Vampire. \"Die Ritter der Tafelrunde\" treffen sich im Tower von London, um die Vampire an diesen Ort zu locken. Währenddessen trifft Celes Incognito, und die beiden kämpfen bis aufs Blut. Der Tower wird zum Kriegsschauplatz, als eine Bombe explodiert und unzählige Vampire die Burg stürmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9942609","hoster":"VOE"},{"path":"/redirect/8571446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-12","name":"Total Destruction","epNo":12,"alt":"Total Destruction","descr":"Integral versucht ihr Ritual zu beenden, doch immer wieder wird sie dabei unterbrochen. Erst platzt Alucard herein, und dann gibt Walter bekannt, dass die britische Armee den Tower von London stürmen will. Die Hellsing-Truppen werden von Incognitos Dämonen niedergemacht. Selbst Alucard kann das Blatt nicht schnell genug wenden. Er kämpft sich zum Tower durch, um die Dämonen loszuwerden, und auch Celes greift in den Kampf ein. Incognito erwartet die beiden bereits. Sie schafft es, Alucard und Celes kampfunfähig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592927","hoster":"VOE"},{"path":"/redirect/8571444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hellsing/staffel-1/episode-13","name":"Hellfire","epNo":13,"alt":"Hellfire","descr":"Incognito hat Alucard und Celes in seiner Gewalt. Die beiden liegen kampfunfähig im Tower von London. Zwar gelingt es Alucard mithilfe eines telekinetischen Tricks, dem Vampirmeister den Kopf wegzuschießen, doch das Monster lebt weiter – mit einem unsichtbaren Kopf! Er schießt seinerseits Alucard in Stücke und lässt ihn zusammen mit Celes im Tower zurück. Draußen stehen Walter und Integral mächtig unter Druck. Beide werden schwer verletzt. Incognito entführt Integral, um sie bei seinem Ritual zur Beschwörung der Schlangenteufel Loki Seto zu opfern. Wer kann Integral jetzt noch retten? Ist Alucard wirklich schon tot? Es bleibt der Hauch einer Chance","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582200","hoster":"VOE"},{"path":"/redirect/8571447","hoster":"Streamtape"}]}]}]}]}