{"path":"/serie/stream/hello-ladies","name":"Hello Ladies","descr":"Der etwas einfältige Nerd Stuart (Stephen Merchant) ist auf der Suche nach einer Freundin und hält sich selbst für den größten Frauenversteher auf Erden. Da er jedoch meistens äußerst peinlich auftritt, muss er einige Rückschläge hinnehmen.","seasons":[{"path":"/serie/stream/hello-ladies/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hello-ladies/staffel-1/episode-1","name":"Die Clubnacht","epNo":1,"alt":"Pilot","descr":"Schauspielerinnen, Models, wilde Partys: Für den britischen Webdesigner Stuart ist L.A. die Stadt seiner Träume. Dumm nur, dass seine verkrampften Anmachversuche bei den US-Girls so gar nicht fruchten und stets in spektakulär peinliche Situationen ausarten. Mit seinen Kumpels, dem frisch getrennten Wade und Rollstuhlfahrer Kives, im Schlepptau macht er sich in einem Nachtclub an die Freundin seiner Mitbewohnerin Jessica heran. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592914","hoster":"VOE"},{"path":"/redirect/8571417","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-2","name":"Die Limousine","epNo":2,"alt":"The Limo","descr":"Eigentlich hatte Wade die schicke Stretch-Limousine für seine Noch-Ehefrau gemietet. Doch als die ihn hängen lässt, wittert Stuart die große Chance: Mit dem Angeberschlitten will er in Downtown-L.A. Eindruck bei den Mädchen machen – und tatsächlich dauert es nicht lange, bis die ersten Ladies auf dem Rücksitz Platz nehmen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592916","hoster":"VOE"},{"path":"/redirect/12978292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-3","name":"Die Verabredung","epNo":3,"alt":"The Date","descr":"Stuart kann sein Glück kaum fassen: Die hübsche Mitarbeiterin aus seinem Fitness-Studio lässt sich tatsächlich auf ein Date mit ihm ein. Doch beim Rendezvous ist Stuart von ihrem ständigen SMS-Getippe ordentlich genervt. Sein Misstrauen treibt ihn zu einer waghalsigen Aktion. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592917","hoster":"VOE"},{"path":"/redirect/8571414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-4","name":"Das Dinner","epNo":4,"alt":"The Dinner","descr":"Als Jessica eine Einladung zu einer Dinner-Party bekommt, lässt es sich Stuart nicht nehmen, sie zu begleiten. Die feine Abendgesellschaft ist ganz nach Stuarts Geschmack, erst recht als ein Modelagent ihn mit einem seiner Mädchen verkuppeln will. Doch bevor es soweit kommt, manövriert sich Stuart mit gewagten Witzen in eine heikle Situation. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592918","hoster":"VOE"},{"path":"/redirect/12237722","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-5","name":"Die Poolparty","epNo":5,"alt":"Pool Party","descr":"Stuart reserviert einen Pool, um eine rauschende Party zu schmeißen. Und tatsächlich sagen sich zahlreiche interessante Gäste an, sogar ein Model namens Kimberley. Doch dummerweise wird Gastgeber Stuart zum Zaungast auf seiner eigenen Party degradiert. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592919","hoster":"VOE"},{"path":"/redirect/8571419","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-6","name":"Echte Männer","epNo":6,"alt":"Long Beach","descr":"Möchtegern-Frauenheld Stuart versucht sein Glück in einem neuen Jagdgebiet: Die Handwerker, die er für Reparaturen an seinem Haus engagiert hat, schwärmen ihm vom Nachtleben in Long Beach vor. Prompt geht der unbeholfene Brite dort auf Brautschau und kommt tatsächlich mit der flirtwilligen Erika, genannt \"Easy E\", ins Gespräch. Doch der vielversprechende Abend endet für ihn mit einer gesalzenen Rechnung. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582195","hoster":"VOE"},{"path":"/redirect/8571421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-7","name":"Die Hochzeit","epNo":7,"alt":"The Wedding","descr":"Stuart ist auf die Hochzeit seiner ehemaligen Untermieterin eingeladen und hofft darauf, mit zahlreichen hübschen Damen am Singles-Tisch platziert zu werden. Doch sein Namensschild findet sich in einem ganz anderen Umfeld. Als er spät am Abend mit Model Kimberly auf seinem Hotelzimmer weiterfeiert, scheint jedoch seine große Chance gekommen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017115","hoster":"VOE"},{"path":"/redirect/8571416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hello-ladies/staffel-1/episode-8","name":"Kimberly","epNo":8,"alt":"The Drive","descr":"Jessica zieht aus Stuarts Gästehaus aus und in eine größere Wohnung – nicht ohne mit Stuart und Wade ihren Abschied gebührend zu feiern. Stuart denkt jedoch nur daran, Kimberly durch verschiedene Clubs hinterherzujagen. Als er das Model endlich findet, lädt sie ihn zum Nacktbaden an den Strand ein. Doch Stuart erhält schlechte Nachrichten über Jessica und muss eine wichtige Entscheidung treffen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582196","hoster":"VOE"},{"path":"/redirect/8571420","hoster":"Streamtape"}]}]}]}]}