{"path":"/serie/stream/hell-girl","name":"Hell Girl","descr":"[Jigoku shôjo] Das Gerücht um eine mysteriöse Webseite verbreitet sich, besonders unter Jugendlichen, wie ein Lauffeuer. Es heißt, dass einem jede Nacht um genau 0 Uhr Zugang zur besagten Seite von Jigoku Tsushin gewährt wird. Jeder, der unter einem bestimmten Menschen leidet, oder der von einer anderen Person geplagt wird, erhält hier die Möglichkeit dessen Namen einzugeben. Kurz darauf erscheint die junge Ai Enma, die sich selbst als Höllenmädchen (Jigoku Shoujo) vorstellt. Sie vergibt eine Strohpuppe mit einer roten Schnur um den Hals, welche, wenn man die Schnur löst, einen Vertrag zwischen Ai und demjenigen, der sie um Hilfe gebeten hat, besiegelt. Dieser Vertrag besagt, dass der gehasste Mensch durch Ai in die Hölle gebracht wird. Jedoch fordert das Höllenmädchen eine Gegenleistung bei ihrem Bittsteller für diesen Dienst: Sobald dieser nämlich stirbt, wandert seine Seele ebenfalls direkt in die Hölle...","seasons":[{"path":"/serie/stream/hell-girl/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hell-girl/staffel-1/episode-1","name":"","epNo":1,"alt":"From Beyond the Twilight","descr":"Mayumi Hashimoto, eine Schülerin der Mittelstufe , wird von ihrer Mitschülerin Aya Kuroda, einem Sukeban , gemobbt . Aya beschuldigt Mayumi, Klassengeld zu veruntreuen, sie zu unmoralischem Verhalten zu zwingen und sie dann zu erpressen. Mayumi hört von einer Website, die Rache übt, indem sie das Objekt des Grolls in die Hölle schickt. Beim Besuch der Website zur verabredeten Zeit (Mitternacht) erfährt Mayumi, dass der Preis dafür, ihren Feind in die Hölle zu schicken, der Preis ihrer eigenen Seele ist. Sie zögert danach, aber ihre Situation wird schlimmer und in ihrer Verzweiflung schickt sie Aya in die Hölle. Frei von ihrem Feind wird ihr Leben wieder friedlich; Doch sie muss jetzt den Rest ihres Lebens leben, in dem Wissen, dass sie nach ihrem Tod in die Hölle kommen wird und das Mal auf ihrer Brust trägt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11310863","hoster":"VOE"},{"path":"/redirect/10111869","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606608","hoster":"VOE"},{"path":"/redirect/8571323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-2","name":"","epNo":2,"alt":"The Possessed Girl","descr":"Ryōko Takamura wurde im vergangenen Jahr von einem scheinbar unaufhaltsamen Stalker gequält. Ihre Familie bittet den Ermittler Kōichirō Kisaragi um Hilfe, ohne zu wissen, dass er tatsächlich der Stalker ist. Ryōko greift auf die Höllenverbindung zu; Enma Ai, das Höllenmädchen, schenkt Ryoko eine Puppe mit einer roten Schnur um den Hals; Wenn Ryoko die Schnur entfernt, bestätigt es ihren Vertrag mit Hell Girl und schickt ihren Feind in die Hölle. Ryoko zögert, doch als sie von Detective Kisaragi entführt wird, der auch ihren Vater angreift, schickt sie ihn zur Selbstverteidigung in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111870","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016970","hoster":"VOE"},{"path":"/redirect/8571326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-3","name":"","epNo":3,"alt":"The Filthy Mound","descr":"Der Freund und Teamkollege des Highschool-Baseballspielers Daisuke Iwashita, Shinichi Muroi, wird von Mamoru Hanagasa, dem besten Pitcher ihres Teams, gemobbt. Nachdem Shinichi an den von Mamoru zugefügten Verletzungen gestorben ist, wird Daisuke des Mordes angeklagt (weil er Shinichis Eltern angelogen hat, die ihn von einem Flussufer gestoßen haben) und die Stadt wendet sich gegen ihn. In seiner Verzweiflung greift Daisuke auf den Hell Link zu. Er gibt Mamoru eine Chance zu gestehen, aber als Mamoru ihn auslacht, schickt er Mamoru in die Hölle. Shinichis Tod ist gerächt, Daisuke zieht in eine andere Stadt, um neu anzufangen, da er weiß, dass seine Seele nach seinem Tod in die Hölle gehört.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111876","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016975","hoster":"VOE"},{"path":"/redirect/8571329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-4","name":"","epNo":4,"alt":"Inaudible Cry","descr":"Junko Kanno bringt ihren kranken Hund zur Behandlung zum Tierarzt Yoshiyuki Honjō, aber ihr Hund stirbt trotzdem. Später erfährt sie durch den Tierarztassistenten Masami Sekimoto, dass Honjō sich überhaupt nicht die Mühe gemacht hat, ihren Hund zu behandeln, und stellt auf der Suche nach Beweisen fest, dass er sich überhaupt nicht um die Behandlung der Tiere kümmert. Ihrem Hund und den anderen Tieren zuliebe schickt sie ihn in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111879","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606602","hoster":"VOE"},{"path":"/redirect/8571332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-5","name":"","epNo":5,"alt":"The Women of the High Tower","descr":"Riho Kaifu, der CEO einer Computerfirma (aber ironischerweise Computer-Analphabet), zwingt eine Schülerin und Computerexpertin namens Misato Tamura dazu, für sie als Hacker zu arbeiten, und geht sogar so weit, ihr zu befehlen, die Website von Hell Correspondence zu hacken . Misato kann jedoch nicht viel mehr von Rihos Missbrauch ertragen und nutzt die Höllenkorrespondenz für ihre eigenen Zwecke.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111880","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606604","hoster":"VOE"},{"path":"/redirect/8571330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-6","name":"","epNo":6,"alt":"The Window on an Early Afternoon","descr":"Keiko Yasuda wird Zeugin, wie ihre Nachbarin Namiko Todaka eines Nachmittags Ehebruch begeht, als sie an Todakas Haus vorbeigeht. In diesem Wissen belästigt Namiko Keiko ständig, damit letztere das, was sie gesehen hat, für sich behält. Namiko ermutigt auch ihre Tochter Yuria, Haruka, Keikos Tochter, in der Schule zu schikanieren. Haruka will sich an Namiko rächen, nachdem sie beobachtet hat, wie ihre Mutter ständig leidet, und nachdem sie auch unter Yurias Mobbing gelitten hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111894","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606607","hoster":"VOE"},{"path":"/redirect/8571333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-7","name":"","epNo":7,"alt":"A Broken Disguise","descr":"Ayaka Kurenai, eine aufstrebende Theaterschauspielerin, schmiedet Pläne gegen ihre Schauspielkollegin Kaoruko Kurushima, nachdem diese sie in ihrer Theatergruppe überstrahlt. Nachdem Kaoruko von Schlägern gezwungen wurde, ein Tonic zu trinken, das ihre Stimme ruiniert, sagt Midori Kurenai, Ayakas Adoptivmutter und Besitzerin ihrer Theatergruppe, die Show ab, da sie weiß, was Ayaka getan hat. Empört versucht Ayaka, Midori in die Hölle zu schicken, nur um festzustellen, dass die ihr gegebene Strohpuppe zu einer gewöhnlichen Strohpuppe geworden ist, weil Kaoruko bereits darum gebeten hat, dass Ayaka für das, was sie getan hat, in die Hölle geschickt wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111895","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606610","hoster":"VOE"},{"path":"/redirect/8571335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-8","name":"","epNo":8,"alt":"The Silent Relationship","descr":"Chie Tanuma sinnt auf Rache an Gorō Ishizu, nachdem sie miterlebt, wie dieser ihre beste Freundin (Ishizus Freundin) von einem Gebäude stößt und sie verletzt. Diese Episode markiert das Debüt der siebenjährigen Tsugumi Shibata und ihres Vaters Hajime Shibata, die sich in die Angelegenheiten von Hell Girl verstricken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111897","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016979","hoster":"VOE"},{"path":"/redirect/8571336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-9","name":"","epNo":9,"alt":"Sweet Trap","descr":"Yuka Kasuga und ihre Schwester Hiromi erfüllen sich ihren Traum, eine Bäckerei zu eröffnen, und erlauben dem Freund ihres Vaters, dem berühmten Bäcker Shinya Morizaki, eine der einzigartigen Kreationen ihres Vaters zu probieren. Nachdem Morizaki dann ihr Rezept stiehlt und es im nationalen Fernsehen als sein eigenes behauptet, leidet der Ruf der Bäckerei der Kasugas stark und sie gehen bankrott. Yuka benutzt die Höllenkorrespondenz, um Morizaki in die Hölle zu schicken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111904","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016978","hoster":"VOE"},{"path":"/redirect/8571337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-10","name":"","epNo":10,"alt":"Friends","descr":"Nachdem Minami Shibuyas Freundin Shiori Akasaka Minami für eine andere Gruppe von Freunden verlassen hat, greift Minami auf den Hell Link zu, um sie in die Hölle zu schicken. Nachdem Shiori jedoch aus ihrer neuen Clique ausgestoßen wurde, rennt sie zurück zu Minami. Minami gibt ihren Plan auf, Shiori zu verbannen. Shiori, die die Strohpuppe entdeckt, aber ihren Zweck nicht vollständig versteht, versucht, sie gegen die Mädchen einzusetzen, die sie verstoßen. Sie zwingt Minami, gegen Minamis Willen an der Schnur zu ziehen und schickt den selbstsüchtigen Shiori in die Hölle. Hajime Shibata wird Zeuge, wie Shiori verschwindet, und Minami sagt ihm, dass sie sich ihr bald in der Hölle anschließen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111912","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016984","hoster":"VOE"},{"path":"/redirect/8571338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-11","name":"","epNo":11,"alt":"Broken String","descr":"Masaya Kataoka sinnt auf Rache an dem korrupten Journalisten Tadashi Inagaki, der seinem verstorbenen Vater kriminelle Vergehen vorgeworfen hat. Hajime Shibata, der nun die Höllenkorrespondenz und ihren höllischen Preis kennt, versucht Masaya davon abzuhalten, die Strohpuppe zu benutzen, indem er nach Beweisen gegen Inagaki sucht, um den Namen seines Vaters reinzuwaschen. Masaya glaubt jedoch, dass dies nicht genug Strafe für Inagaki ist und schickt ihn trotzdem in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111917","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016982","hoster":"VOE"},{"path":"/redirect/8571340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-12","name":"","epNo":12,"alt":"Split Shards","descr":"Akane Sawai wird aufgrund einer Depression zum Hikikomori ; sie interagiert nur mit ihrem textmate, den sie online kennengelernt hat. Ihr besorgter Lehrer Yoshiki Fukasawa besucht sie ständig, um sie davon zu überzeugen, zur Schule zurückzukehren. Akane bekommt irritiert durch diese und entscheidet Fukasawa zur Hölle zu schicken , aber später herausfindet, ihre Textmate ist Fukasawa. Beide sind depressiv und lebensmüde. Auf der Suche nach einem Ende überzeugt Fukasawa Akane, ihn in die Hölle zu schicken. In der Hölle, als Fukasawa erfährt, dass Akane auch in die Hölle kommen wird, wenn sie stirbt, fühlt er Bedauern, hört aber, dass Akane, die seltsamerweise mit der Idee, dorthin zu gehen, im Reinen ist, ihm sagt, er solle auf sie warten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111929","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016985","hoster":"VOE"},{"path":"/redirect/8571341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-13","name":"","epNo":13,"alt":"Imprisoned Girl","descr":"Hajime Shibata setzt seine Untersuchung der Höllenkorrespondenz fort, nachdem seine Tochter Tsugumi eine andere Vision hat. Er entdeckt, dass die Höllenkorrespondenz kein neues Phänomen ist, sondern seit Jahrhunderten auftritt. Vor dem Internet wurde es über Anzeigen in Zeitungen abgerufen. Hajime trifft einen älteren Illustrator, Fukumoto, der vor fünfzig Jahren einen Mann mit Hell Girl in die Hölle schickte und eine Geschichte darüber veröffentlichte. Fukumoto ist in das Gesicht von Ai Enma vernarrt und freut sich darauf, sie ein letztes Mal zu sehen. Er stirbt, nachdem er Hajime rätselhaft erzählt hat, dass er die Geschichte für ihn geschrieben hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111932","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016983","hoster":"VOE"},{"path":"/redirect/8571342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-14","name":"","epNo":14,"alt":"Across the Blind Alley","descr":"Saki Kirino sucht Rache für den Tod ihres Vaters, eines japanischen Politikers, der ernsthaft versucht, Gutes zu tun; Bürgermeister Ryuzo Kusunoki, während der Held der Stadt, scheint schändliche Yakuza- Verbindungen zu haben , die ihren Vater ermordeten, weil er versucht hatte, ihn zu erpressen und zu entlarven. Hajime Shibata versucht, Saki davon abzuhalten, Hell Girl zu benutzen, und schafft es, Kusunoki davon zu überzeugen, sich zu entschuldigen, aber sie weigert sich, ihm zu vergeben und schickt Kusunoki in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111954","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016986","hoster":"VOE"},{"path":"/redirect/12978289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-15","name":"","epNo":15,"alt":"Island Girl","descr":"Nachdem Tsugumi eine Vision von einem Mädchen auf einer Insel hat, reisen sie und Hajime dorthin und treffen Mina Minato, die bei ihrer herrschsüchtigen und paranoiden Tante Fujie lebt. Fujie weigert sich, Mina fern von ihrer winzigen Insel leben zu lassen; in Wirklichkeit ist Fujies Psyche nach einem traumatisierenden Ereignis gebrochen und sie ist geistesgestört. Auch Minas Freund Yuji wurde von Fujie angegriffen, weil er mit Mina auf das Festland fliehen wollte. Nachdem sie herausgefunden hat, dass Fujie ihre Mutter getötet hat, nur um sie daran zu hindern, die Insel zu verlassen, und in Gefahr ist, die nächste zu sein, schickt Mina ihre Tante zur Selbstverteidigung in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111942","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016989","hoster":"VOE"},{"path":"/redirect/8571343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-16","name":"","epNo":16,"alt":"Night of the Itinerant Entertainers","descr":"Yuki und Yumi, Zwillingsschwestern, arbeiten als Zirkusartisten. Obwohl sie eine schlechtere Darstellerin als Yumi ist, stellt Yuki sicher, dass sie Yumi vorgezogen wird und verwöhnt wird, während Yumi vom Zirkusdirektor, der auch der Vater der Zwillinge ist, abscheulich körperlich missbraucht wird. Nach Tsugumis Vision versucht Hajime einzugreifen, aber Yumi, die das Unrecht nicht ertragen kann, schickt ihren Zwilling in die Hölle. Ai Enma (Hell Girl) zeigt der gebrochenen Yumi einen seltenen Moment der Anteilnahme und des Trostes, den Tsugumi miterlebt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111956","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016988","hoster":"VOE"},{"path":"/redirect/8571345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-17","name":"","epNo":17,"alt":"Glass Scenery","descr":"Dichter Nebel auf der Autobahn lässt die Shibatas in einem unheimlichen Sanatorium stranden, wo sie ein mysteriöses Mädchen namens Nina treffen. Als sie versuchen zu gehen, offenbart Nina übernatürliche Kräfte und versucht, sie dort einzusperren. Ai Enma rettet die Shibatas, indem sie Nina bittet, sich daran zu erinnern, wer sie wirklich ist: Nina ist überhaupt nicht Nina, sondern die Seele von Ninas Puppe; die echte Nina starb vor Jahren, nachdem sie von ihrem Vater im Sanatorium ausgesetzt worden war. Dabei erhascht Hajime zum ersten Mal einen Blick auf Hell Girl. Ais Gefährten fragen sich, ob Ai unbewusst Hinweise an die Shibatas sendet, ohne es zu wissen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111951","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016991","hoster":"VOE"},{"path":"/redirect/8571346","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-18","name":"","epNo":18,"alt":"Bound Girl","descr":"Miki Kawakami findet sich und ihre beiden walisischen Corgies wieder, die von Meiko Shimono, einer bösen und zurückgezogenen reichen Frau, versklavt werden; weil Mikis Hunde sie gebissen haben, hält Shimono die Hunde nun als Geiseln und zwingt Miki, ihr Sklave zu sein. Miki ruft Ai Enma um Hilfe, als Shimono einen ihrer Hunde tötet, in der Hoffnung, den anderen zu retten. Als Hajime beschließt, erneut einzugreifen, fragt Tsugumi, warum sie Hell Girl aufhalten müssen, wenn die Leute, die sie nimmt, es verdienen. Miki zögert und es stellt sich heraus, dass Shimono ihre Eltern und ihr eigenes Kind getötet hat, um ihr ererbtes Vermögen für sich zu behalten; Shimono wird festgenommen. Als Miki erkennt, dass Shimono nicht nur ihren anderen Hund getötet hat, sondern – in den Momenten vor ihrer Verhaftung – sogar die neugeborenen Welpen des Hundes, zieht sie an der Schnur. Shimono verschwindet von der Rückseite des Polizeiautos, nachdem er direkt in die Hölle geschickt wurde.während Miki sich wünscht, sie hätte nicht gezögert. Und mehr Meiko Shimono ist anders als dieKriminelle Banden und Yakuza - Banden , sie ist missbräuchlich und feindlich gegenüber all jenen , die bewegen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111959","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016990","hoster":"VOE"},{"path":"/redirect/8571347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-19","name":"","epNo":19,"alt":"Puppet Bride","descr":"Eine Waise namens Inori wurde von der wichtigsten Wohltäterin ihres Waisenhauses, einer Puppenmacherin namens Kyogetsu, als Braut ihres Sohnes ausgewählt - allerdings unter der Bedingung, dass sie sich buchstäblich wie eine Puppe verhält: Inori soll nichts tun, nicht einmal Frühstück servieren, außer sitzen dennoch, sehr wenig essen und schön bleiben, gequält von Kyogetsu, wenn sie diesen Befehlen nicht folgt. Um des Waisenhauses willen erträgt Inori die Misshandlungen so lange wie möglich, wird jedoch an ihre Grenzen getrieben und schickt Kyogetsu in die Hölle, nur um festzustellen, dass ihr Mann auch sie wie eine Puppe haben möchte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111975","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016992","hoster":"VOE"},{"path":"/redirect/8571349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-20","name":"","epNo":20,"alt":"Hell Girl vs. Hell Boy","descr":"TV-Meister Gilles de L\u0027Enfer versucht, seine Kräfte gegen Hell Girl zu beweisen. Ai und ihre Gefährten scheinen überfordert zu sein, aber Hiroshi \"Esper\" Watanabe, der Schwindler, den Gilles gedemütigt und manipuliert hatte, um Hell Girl zu beschwören, will Rache. L\u0027Enfer gelingt es, Einblicke in Ais Vergangenheit zu erhaschen, während Ais Gefährten darüber nachdenken, dass Ai eine Art Verbindung zu Hajimes Tochter Tsugumi haben muss, da sie manchmal durch Ais Augen (ihre Visionen) sehen kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111972","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016994","hoster":"VOE"},{"path":"/redirect/8571344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-21","name":"","epNo":21,"alt":"Kind Neighbor","descr":"Yūko Murai und ihr Vater ziehen auf die Farm, die ihr Vater geerbt hat. Ryōsuke Sekine, ihr Nachbar, hilft ihnen eifrig bei der Farm, hat aber einen Hintergedanken. Als die Farm von Schädlingen überrannt wird und versagt, greift Yūkos Vater zum Alkoholismus und stirbt. Yūko entdeckt, dass Sekine ihre Ernte sabotiert hat, um einen alten Groll gegen ihre Familie zu begleichen. Sie will ihn in die Hölle schicken, wird aber von Hajime vom Gegenteil überzeugt, und zum ersten Mal in der Serie wird das beabsichtigte Ziel nicht in die Hölle geschickt, sehr zum Ärger von Ais Gefährten, die irritiert sind, dass Hajime weiterhin ihren Job stört . Am Ende der Episode wird angedeutet, dass Yūko eine zweite Chance haben könnte, Hell Girl zu beschwören.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111973","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016993","hoster":"VOE"},{"path":"/redirect/8571351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-22","name":"","epNo":22,"alt":"Rain of Regret","descr":"Aufgrund ihrer unterschiedlichen Ansichten wächst zwischen Hajime und Tsugumi eine Kluft: Hajime glaubt, dass Rache nur noch mehr Leid verursacht, während Tsugumi glaubt, dass die Menschen, die in die Hölle geschickt werden, es verdienen. Goro Suetsugu, ein Ehemann, der von seiner Frau Noriko Hayashi betrogen wird, ruft Ai an und schickt seine Frau in die Hölle, da Noriko eine Goldgräberin ist und Männer als Quelle des Reichtums sieht. Seine Gefühle erinnern Hajime an seine eigene Vergangenheit: Hajime stürzt sich in seine Arbeit, um seine Frau Ayumi und sein neues Baby Tsugumi zu unterstützen, vernachlässigt Ayumi, wodurch sie einsam wird und ihn betrügt. Nachdem Hajime sie verlassen hat, stirbt Ayumi bei einem Autounfall.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111982","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016998","hoster":"VOE"},{"path":"/redirect/8571350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-23","name":"","epNo":23,"alt":"The Light of the Ward","descr":"Tsugumis Visionen deuten darauf hin, dass Kanako Sakuragi als nächstes Ziel von Ai gepflegt wird. Sie ist freundlich und süß, geliebt von ihren Patienten und Kollegen. Hajime kann niemanden finden, der einen Grund hätte, sie in die Hölle zu schicken. Aber als Kanako tatsächlich ohne eigenes Verschulden von einem unbekannten Drogensüchtigen dorthin geschickt wird, der gleich darauf Selbstmord begeht. Hajime und Tsugumi sind von dieser sinnlosen Rache erschüttert. Ai wird auch gezeigt, wie sie nach der Anfrage für Kanako an ihrem Job zweifelt und traurig ist, eine unschuldige Seele in die Hölle zu bringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111984","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016995","hoster":"VOE"},{"path":"/redirect/8571348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-24","name":"","epNo":24,"alt":"Twilight Village","descr":"Als sie erkennen, dass ihr Schicksal mit Hell Girl verbunden ist, folgen die Shibatas Tsugumis neueste Vision in die Berge. Dort erfahren sie, dass sie entfernte Verwandte von Sentaro sind, einem jungen Dorfjungen, der Ai Enmas enger Jugendfreund war. Ai, normalerweise friedlich, wird von Wut überwältigt, als sie erkennt, dass Sentaros Blutlinie noch am Leben ist; Es wird enthüllt, dass Ai als Kind von niemand anderem als Sentaro lebendig begraben wurde. Sie greift Tsugumi und Hajime an und schreit, dass sie kein Opfer mehr sein wird. Ihre Gefährten versuchen, sie aufzuhalten und bitten sie, ihre Gefühle zu kontrollieren – wenn Ai Rache nimmt, wird sie in die Hölle gehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111995","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12916784","hoster":"VOE"},{"path":"/redirect/8571352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-25","name":"","epNo":25,"alt":"Hell Girl","descr":"Ais traurige Vergangenheit wird enthüllt: Im Alter von 7 Jahren zum Ernteopfer verurteilt, wird Ai in den Bergen ausgesetzt, um zu sterben; Ihre Eltern und Sentaro Shibata, der eigentlich ihr älterer Cousin ist (was bedeutet, dass die Shibatas auch mit Ai verwandt sind) und einziger Freund, wollen sie retten, also wird sie in den Bergen geschützt, wo Sentaro ihr Essen und Wasser schmuggelt. Sechs Jahre vergehen, und es scheint, als hätten Sentaro und Ai Gefühle füreinander. Als Ai von den Dorfbewohnern entdeckt wird, begraben sie sie und ihre Eltern zur Strafe lebendig und zwingen Sentaro zur Hilfe; Ais Groll ist aus diesem Verrat geboren. Mit gebrochenem Herzen verlässt Sentaro das Dorf. Es wird auch offenbart, dass Ai ihre drei Gefährten vor höllischen Schicksalen gerettet hat, für die sie ihr zu Dank verpflichtet sind.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10111998","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12335788","hoster":"VOE"},{"path":"/redirect/8571358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-1/episode-26","name":"","epNo":26,"alt":"Basting","descr":"Ai ermutigt Tsugumi, ihren Vater Hajime in die Hölle zu schicken, und nutzt den Tod ihrer verstorbenen Mutter Ayumi, um sie zu provozieren. Ihre Gefährten enthüllen, dass Ai Hell Girl wurde, was in Wirklichkeit eine Strafe der Hölle war. Hajime bricht über Ayumi zusammen, aber Tsugumi, der ihn zum ersten Mal \"Daddy\" nennt, sagt, dass sie ihn liebt. Sie erzählt Ai, dass Sentaro sie geliebt und seinen Anteil an ihrem Tod bereut hat, weshalb er den Bergtempel zu ihren Ehren gebaut hat. Ai beruhigt sich und zerstört Sentaros Tempel und beschließt, Hajime und Tsugumi gehen zu lassen. Danach setzt sie ihren Job als Hell Girl fort.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112017","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017001","hoster":"VOE"},{"path":"/redirect/8571354","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hell-girl/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hell-girl/staffel-2/episode-1","name":"","epNo":1,"alt":"The Girl Lost In the Darkness","descr":"Diese Episode enthüllt, dass Enma Ai, nachdem sie lebendig begraben worden war, auferstanden war und ihr gesamtes Dorf aus Hass zerstört und die Dorfbewohner getötet hatte. Der Meister der Hölle beschließt, dass Ais Strafe darin bestehen wird, als Höllenmädchen auf der Erde zu bleiben, um für ihre Sünden zu sühnen, indem sie den Hass anderer miterlebt, anstatt in die Hölle zu gehen. Heute wird Maki Onda in der Schule fürchterlich gemobbt, aber sie weiß nicht, wer sie schikaniert. Ihre Lehrerin für Naturwissenschaften, Eiko Kamishiro, versucht ihr zu helfen, aber Onda findet durch ihren Klassenkameraden heraus, dass Kamishiro sie schikaniert hat. Sie schickt Kamishiro in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112018","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017004","hoster":"VOE"},{"path":"/redirect/8571359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-2","name":"","epNo":2,"alt":"Bubbles Under the Surface","descr":"Die Schwester von Yayoi Kurayoshi, Sumire, wird vermisst. Yayoi hört ständig das Geräusch von Unterwasserblasen und erkennt, dass ihre Schwester tot ist und möchte, dass sie sich für sie rächt. Da sie jedoch die Identität des Mörders nicht kennt, kann Yayoi nicht auf die Website der Hölle zugreifen. Einer von Ais Gefährten, Ichimoku Ren, beobachtet sie fasziniert. Yayoi hat eine Vision von dem, was mit ihrer Schwester passiert ist: Sumire wurde entführt, vergewaltigt und getötet, die Leiche in einen Koffer gestopft und in einen See geworfen. Yayoi schickt den Mörder für Sumire in die Hölle und zieht ohne zu zögern an der Schnur.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112023","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017000","hoster":"VOE"},{"path":"/redirect/8571355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-3","name":"","epNo":3,"alt":"Beloved Kei-chan","descr":"Tae Sakairi beschützt ihren Nachbarn und Jugendfreund Kei wie besessen. Sie weigert sich, ihre Liebe zu ihm zuzugeben, weil sie glaubt, dass ihre Beziehung zerbrechen würde. Nachdem er entdeckt hat, dass seine Freundin Yumie ihn betrügt, schläft Kei mit Tae, als sie ihn tröstet. Tae hat Angst, dass sich ihre Beziehung ändert und weigert sich, ihr Fenster zu öffnen, als Kei sagt, dass er sie liebt. Kei rutscht aus, als er versucht, durch ihr Fenster zu kommen, und stürzt in den Tod. Tae schickt Yumie in die Hölle, weil sie Kei Schmerzen verursacht hat und keine Reue über seinen Tod hat. Sie zieht in ein neues Gebiet und stellt fest, dass ihr neuer Nachbar fast genauso aussieht wie Kei.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112026","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9016997","hoster":"VOE"},{"path":"/redirect/8571357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-4","name":"","epNo":4,"alt":"Secret","descr":"Die Frau von Shuichi Yagisawa, Chinami, liegt krank im Krankenhaus. Hoch verschuldet greift Yagisawa auf die Website der Hölle zu, um sich an Houki zu rächen, auf dessen Drängen er jemanden für Geld ermordet hat. Houki erzählt Chinami, dass ihr Mann jemanden getötet hat, was dazu führte, dass sie aufgrund von Not ins Koma fiel. Aus diesem Grund schickt Yagisawa Houki in die Hölle. Als seine Frau aufwacht, erinnert sie sich nicht mehr an ihn. Ais zweite Gefährtin, Hone-Onna, trifft auf ein seltsames kleines Mädchen, Kikuri, das unmenschlich zu sein scheint, und alle sind fassungslos, als Ai Kikuri in ihre übernatürliche Welt bringt und sie zu einem Teil der Gruppe macht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112162","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017011","hoster":"VOE"},{"path":"/redirect/8571353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-5","name":"","epNo":5,"alt":"Rampage to Hell","descr":"Leon Yamada ist ein rücksichtsloser Tyrann, der Oi-chan, einen Geek, ständig schikaniert. Oi-chan sucht einen Vertrag mit Ai, ändert aber seine Meinung, nachdem er den Preis dafür erfahren hat. Leon ist in ein Highschool-Mädchen namens Izumi Miyahara verliebt. Er plant, ihr zu gestehen und die Bande zu verlassen, in der er ist. Leons Bandenführer Rikiya Hashitsume weigert sich, ihn gehen zu lassen. Nachdem Leon den Namen des Bandenführers bekannt gegeben hat, ohne sich darum zu kümmern oder daran zu glauben, entführt Rikiya Izumi, um sie auszunutzen, wird aber in die Hölle geschickt. Kurz darauf verunglückt Leon mit seinem Motorrad und stirbt, sofort in die Hölle. Dadurch erlischt die Flamme der Kerze mit seinem Namen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112043","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9582179","hoster":"VOE"},{"path":"/redirect/8571356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-6","name":"","epNo":6,"alt":"The Place Where the Sun Hits","descr":"Souta Hosono ist ein Hikikomori , ein asozialer Junge, der seine Schulzeit auf der Krankenstation verbringt. Er verliebt sich in eine Klassenkameradin, Kiwako Nitta, die sie und ihren Freund Hirohisa Sugita verfolgt. Eines Tages hört Souta, wie Hirohisa seinem Freund Sawazaki sagt, dass er ihm Kiwako \"leihen\" wird, damit Sawazaki seine Jungfräulichkeit verlieren kann, indem er sie vergewaltigt. Souta greift auf die Website der Hölle zu, um Hirohisa in die Hölle zu schicken, aber Ai weist ihn zurück, weil seine Wut nicht stark genug ist. Souta bittet Ai, Kiwako zu retten, weigert sich aber, dafür seine Seele zu verkaufen; Ai sagt ihm, dass ihr Dienst nicht darin besteht, Gerechtigkeit zu suchen. Kiwako wird unter Drogen gesetzt und vergewaltigt; Später erzählt sie Souta, dass sie Hirohisa für das, was er getan hat, in die Hölle geschickt hat. Souta ist schockiert, dass sie dafür in die Hölle gehen würde und lehnt Ais Hilfe ab.beschließt, Sawazaki selbst zu töten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112050","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9582182","hoster":"VOE"},{"path":"/redirect/8571363","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-7","name":"","epNo":7,"alt":"Bonds","descr":"Seit ihr Bruder Tatsuya bei einem Motorradunfall ums Leben kam, ist die Familie von Emi Ougi dysfunktional geworden. Ihre Mutter ignoriert die Familie und versucht, die Stadt dazu zu bringen, die Verantwortung für den Tod ihres Sohnes zu übernehmen. Emi versucht ihr zu helfen, aber der psychische Zustand ihrer Mutter verschlechtert sich und sie kümmert sich nicht um ihre Tochter; selbst als Tatsuya noch am Leben war, hat sie sich nie um Emi gekümmert - Tatsuya war alles für sie. Emi erfährt, dass ihr Bruder Ais Puppe hatte, sie aber noch nicht benutzt hatte; jetzt ist es Emis. Emi kann ihre wahnsinnige Mutter nicht länger ertragen und schickt ihre Mutter in die Hölle. Nachdem ihr Vater jedoch aufgebrochen ist, um ihre Mutter zu finden und Emi völlig allein lässt, wird auch Emi verrückt und fängt an, so zu tun, als ob ihre Familie immer noch um sie herum wäre.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112057","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606611","hoster":"VOE"},{"path":"/redirect/8571360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-8","name":"","epNo":8,"alt":"Fake Hell Correspondence","descr":"Shouko Baba ist eine Lehrerin, die jeder nicht mag, weil sie die Schüler häufig schimpft. Eine Fake-Hell-Website wird erstellt und unter den Schülern verbreitet. Die Schule beschuldigt eine Schülerin namens Waka Ikami, aber Ikami behauptet, sie habe es nicht getan. Mami Kuriyama, eine Lehrerin, sagt Ikami, dass es Baba war, die die gefälschte Website erstellt und sie dafür angehängt hat. Sie versucht Ikami davon zu überzeugen, Baba in die Hölle zu schicken. Sie ist schockiert, als sie mit Ai konfrontiert wird: Mami hatte Ai vor 9 Jahren kontaktiert, als sie selbst in der Mittelstufe war, um denselben Baba in die Hölle zu schicken. Mami war diejenige, die tatsächlich die gefälschte Höllenseite erstellt hat, weil sie Baba für all ihre Lebensprobleme verantwortlich macht; Sie hat jedoch zu viel Angst, selbst in die Hölle zu gehen. Baba hört dies und schickt Mami in die Hölle, weil sie versucht hat, ihre Schüler als Opfer zu benutzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112071","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9606634","hoster":"VOE"},{"path":"/redirect/8571361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-9","name":"","epNo":9,"alt":"Elder Brother, Younger Sister","descr":"Obwohl Maho Suzaki ihren Bruder Mikio Suzaki liebt, hasst sie ihn auch dafür, dass er ihre Freunde verjagt. Fasziniert ermittelt Ichimoto Ren, während Ai Zeit mit dem seltsamen kleinen Mädchen Kikuri verbringt. Maho entdeckt, dass Mikio sich als Frau verkleidet und ihre Freunde verführt und gestohlen hat. Mikio gesteht, dass er es tut, um Maho davon abzuhalten, andere Männer zu sehen und ihn letztendlich zu verlassen, weil er in sie verliebt ist . Geschockt kann Maho dem Druck nicht mehr standhalten und schickt ihn mit gebrochenem Herzen in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112074","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13109927","hoster":"VOE"},{"path":"/redirect/8571366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-10","name":"","epNo":10,"alt":"Hone-Onna\u0027s Wet Holiday","descr":"Hone-Onna trifft einen Regisseur namens Tetsuro Megoro. Er möchte, dass Hone-Onna die Protagonistin (Sone Anna) in seinem Film ist. Er ist besessen davon, Drehbücher zu schreiben, aber es fehlt ihm an Ehrgeiz und Entschlossenheit. Er hat auch eine Frau und einen Liebhaber, interessiert sich aber nicht für beide. Nachdem Tetsuro seine Frau und Geliebte Kumiko für eine andere Frau verlässt, werden seine Frau, Kumiko und Hone-Onna gute Freunde. Nach einer Reihe von Pannen in Tetsuros Leben kehrt er zu den Frauen zurück und sie beschließen, einen kleinen Urlaub zu machen. Tetsuro ist ungeschickt und töricht, knallt in das Auto eines Fremden, ruiniert es und verschüttet ein paar Stunden später Kaffee über denselben Mann. Der Mann schickt Tetsuro in die Hölle, weil er sein Auto ruiniert hat, und Hone-Onna löscht sich aus den Erinnerungen von Kumiko und Tetsuros Frau.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112078","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017006","hoster":"VOE"},{"path":"/redirect/8571364","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-11","name":"","epNo":11,"alt":"The Distant Adjoining Room","descr":"Shizuko Amagi, die gerade in eine neue Wohnung eingezogen ist, adoptiert eine streunende Katze und nennt sie Muru. Sie beginnt, Streichanrufe und andere Drohungen zu erhalten, die sie warnen, die Katze wegzuwerfen. Bei einer privaten Detektei findet sie heraus, dass es ihre Nachbarin Kyoko Tachibana ist, die Drohungen sendet. Sie schickt einen Brief an Tachibana, in dem sie sich entschuldigt und sagt, dass sie so schnell wie möglich ausziehen wird. Später findet sie Muru mit einer Tüte voller Fleisch draußen vor. Sie glaubt, es sei Muru und schickt Tachibana in die Hölle. Es stellt sich heraus, dass die Katze Tachibana gehörte, die verärgert war, dass Amagi sie adoptiert hatte, aber nie daran dachte, es einfach mit ihr auszusprechen. Amagi entdeckt Muru lebend und wohlauf, die Tüte Fleisch ist nichts anderes als ein weiterer Streich.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112089","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017010","hoster":"VOE"},{"path":"/redirect/8571365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-12","name":"","epNo":12,"alt":"Black Furrow","descr":"Eine neue Straße muss gebaut werden, um die Verkehrsunfälle in der Gegend zu stoppen, aber sie wird von einem Haus blockiert, das von einem alten Mann bewohnt wird, der sich weigert, umzuziehen. Nachdem ein kleiner Junge auf der Straße gestorben ist, will sich sein älterer Bruder, der Lastwagenfahrer Michiro Ito, an dem alten Mann rächen. Er holt einen von Ais Gefährten, Wanyuudou, ab, der da ist, um die Situation zu beurteilen, da Ito Hell Girl beschworen hatte. Sein Antrag wird annulliert, als der alte Mann stirbt. Ito glaubt es nicht und will seinen Truck in das Haus des Mannes rammen und gerät fast in den gleichen Unfall wie sein Bruder. Wanyuudou, an seine Vergangenheit erinnert, rettet ihn. Hone-Onna übergibt Ito das Testament des alten Mannes: Er hat sein Land aufgrund von Schuld am Tod von Itos Bruder Itos Familie hinterlassen. In dieser Episode wird Wanyuudous Vergangenheit erklärt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112093","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017020","hoster":"VOE"},{"path":"/redirect/8571362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-13","name":"","epNo":13,"alt":"The Tragedy of V","descr":"Überall in der Stadt ereigneten sich mysteriöse Todesfälle: Männer wurden mit den Fingern erstochen auf dem Symbol \"Frieden\" aufgefunden. Kihachi Kusumi, der Besitzer eines Restaurants, wird von Ais Begleitern als Täter entdeckt. Seine Frau und sein Sohn wurden getötet und seine Tochter Tsubaki fiel nach einem schrecklichen Autounfall vor 5 Jahren ins Koma. Während die Nachrichtenteams den Bericht filmten, tanzten betrunkene Männer vor den Kameras und zeigten das Friedenszeichen. Beleidigt beschloss der Besitzer vor kurzem, sie zu töten, da er erfuhr, dass er Krebs hat und seine Tochter nicht mehr erwachen sehen wird. Für die letzte Person verwendet er die Höllenseite. Als Kihachi von der Polizei festgenommen wird, weckt Kikuri Tsubaki. Der Preis, den Kusumi für die Morde zahlen muss, ist, dass er sein Leben im Gefängnis verbringen oder sterben wird, weil er nicht bei seiner Tochter sein kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112101","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017018","hoster":"VOE"},{"path":"/redirect/8571371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-14","name":"","epNo":14,"alt":"The Calm Lake Shore","descr":"Ein verkorkster Drehbuchautor namens Kakinuma beschließt, sich an seinem Produzentenfreund zu rächen, unter dem er arbeitete, weil der Produzent berühmt wurde, während Kakinuma als sein Nachahmer bezeichnet wurde. Während seines Racheversuchs wird die Frau des Produzenten getötet und ihr Sohn, Takuma Kurebayashi, angehängt. Takuma kontaktiert Hell Girl, beschließt aber, es nicht durchzuziehen und überlässt es der Polizei. Kakinuma tötet jedoch kurz darauf Takumas Vater. Bevor er auch Takuma töten kann, schickt ihn sein Ex-Liebhaber in die Hölle, weil er ihr ungeborenes Kind getötet hat, indem er sie die Treppe hinuntergestoßen hat. Wegen Kakinumas Verschwinden wird Takuma beschuldigt, seine beiden Eltern getötet zu haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017015","hoster":"VOE"},{"path":"/redirect/8571368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-15","name":"","epNo":15,"alt":"For This Country","descr":"Eine junge Frau, Yuriko, und ihr Vater haben sich der Sache einer politischen Kandidatin verschrieben. Während sie sich darüber beschweren, wie schrecklich die derzeitige Regierung ist, arbeitet Yurikos Mutter krank und leitet ihre Fabrik. Yuriko erfährt, dass ihr Vater ihre Mutter missbraucht hat. Sie verpasst eine wichtige Kundgebung und verärgert ihren Vater, der Männer anheuert, um Yuriko anzugreifen, um ihr eine Lektion zu erteilen. Wanyuudo rettet sie und Yuriko entdeckt, dass es ihr Vater war, der sie geschickt hat. Sie versucht, ihn in die Hölle zu schicken, aber Ai enthüllt, dass ihre Mutter bereits einen Vertrag mit ihm hatte. Als Yurikos Mutter von dem Angriff auf ihre Tochter hört, zieht sie endlich die Schnur an ihrer Puppe.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112098","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13101072","hoster":"VOE"},{"path":"/redirect/8571373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-16","name":"","epNo":16,"alt":"A Wicked Woman\u0027s Desire","descr":"Ein ruhiges Mädchen namens Ran möchte den Mann, der sie verraten hat, in die Hölle schicken, trifft aber eine Geisha, die sagt, sie habe einen besseren Plan. Die Geisha gibt Ran ein Makeover, damit sie den Mann verführen kann. Hone-Onna wacht über Ran, während Ran sie an ihre eigene Vergangenheit als Geisha erinnert. Ran und die Geisha stehlen das ganze Geld des Mannes. Mittellos bringt sich der Mann um. Beunruhigt versucht Ran, sich zurückzuziehen, aber die Geisha, die enthüllt, dass sie Ran benutzt hat, ersticht sie und flieht mit dem Geld. Als Ran in Hone-Onnas Armen stirbt, schickt sie die Geisha in die Hölle, damit die Geisha keine unschuldigen Mädchen mehr täuscht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017019","hoster":"VOE"},{"path":"/redirect/8571369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-17","name":"","epNo":17,"alt":"Silent Glance","descr":"Ein Mädchen namens Nene kontaktiert Hell Girl, um ihre Mutter Honami in die Hölle zu schicken, weil sie und ihre Großmutter väterlicherseits denken, dass Honami ihren Vater getötet hat. Ren wacht über Honami, besorgt um sie, da sie nichts falsch gemacht hat. Die Wahrheit ist, dass Honami ihren Mann vor elf Jahren in die Hölle geschickt hat, weil er sie misshandelt hat. Honami findet dann heraus, dass Nene versucht, sie in die Hölle zu schicken, also springt sie von einer Brücke, um die Seele ihrer Tochter zu retten. Rens Vergangenheit als Tsukumogami wird in dieser Episode enthüllt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112113","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017017","hoster":"VOE"},{"path":"/redirect/8571370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-18","name":"","epNo":18,"alt":"That Person\u0027s Memories","descr":"Rina kommt eines Tages nach Hause und stellt fest, dass ihre Mutter, die die Familie verlassen hatte, als Rina ein kleines Mädchen war, eine Invalide zurückgebracht hat und ihr Vater möchte, dass sie sich von nun an um sie kümmert, was Rina verärgert, wie ihre Mutter sie behandelt hart. Sie versucht, Hell Girl zu benutzen, um ihre Mutter loszuwerden, entdeckt aber, dass ihr Vater bereits Kontakt zu Ai aufgenommen hat. Ihr Vater enthüllt die Wahrheit: Ihre Mutter ist nicht ihre wahre Mutter. Nachdem er entdeckt hatte, dass sie unfruchtbar war, schlug seine Frau vor, ein Kind mit einer anderen Frau zu bekommen. Sie testete ihn jedoch nur: Als er das tat, versuchte seine Frau, die es nicht akzeptieren konnte, Selbstmord. Rinas Vater schickt sie in die Hölle, nachdem sie sagt, dass sie ihm nicht vergeben oder Rina akzeptieren kann, obwohl Rina ihrer Mutter jetzt keine Vorwürfe macht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112118","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017021","hoster":"VOE"},{"path":"/redirect/8571367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-19","name":"","epNo":19,"alt":"Steam Hell, Inn on a Journey","descr":"Die Geschichte, wie Wannyuudo zu Ai kam, wird erzählt, wie eine Familie, deren Vorfahren vor 400 Jahren Kunden von Ai waren, wieder ihre Dienste in Anspruch nimmt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112115","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017023","hoster":"VOE"},{"path":"/redirect/8571372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-20","name":"","epNo":20,"alt":"A Maiden\u0027s Album","descr":"Mari hat eine missbräuchliche Beziehung zu ihrer Freundin Juri. Juri kontaktierte Ai, weil sie und Mari eine enge Freundschaft hatten, die in ihren Augen zerstört wurde, als Mari darüber nachdachte, jemand anderen als ihr Tennis-Double zu haben. Juri erpresst Mari, um zu tun, was sie sagt, indem er sie mit Ais Strohpuppe bedroht. Ren wird involviert und Mari umarmt ihn, als er sie tröstet. Juri ist wütend, dass Mari jemand anderem nahe sein könnte und rennt weg. Mari sagt ihr, dass sie immer zusammen sein werden, aber gerade dann wird Juri von einem Auto angefahren und tödlich verletzt. Mari zieht selbst die Schnur an der Puppe, damit sie in der Hölle zusammen sind. Kurz nach ihrer Entführung stirbt Juri auf ihrem Krankenhausbett.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112124","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017029","hoster":"VOE"},{"path":"/redirect/8571374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-21","name":"","epNo":21,"alt":"Soft Paper Balloon","descr":"Eine junge Frau versucht, ihrem Ex-Freund zuliebe um des Kindes willen, das sie trägt, wieder zusammenzukommen. Sie hat die Strohpuppe, falls er sich weigert. Hone Onnas Vergangenheit wird gezeigt: Hone Onna war einst eine junge Frau namens Tsuyu, die in die Prostitution verkauft wurde, um die Schulden ihres Geliebten zu begleichen. Tsuyu wird von einer jüngeren Prostituierten namens Kiyo begleitet. Kiyo fühlt sich Tsuyu unterlegen und verrät sie, als sie versuchen zu fliehen, was zu Tsuyu\u0027s gewaltsamem Tod führt. Tsuyu wird zu Hone Onna, als sie von den Geistern anderer betrogener Frauen durchdrungen wird. Heute schickt die junge Dame ihren Ex in die Hölle und versucht, Selbstmord zu begehen. Hone Onna erkennt, dass der Geist von Kiyo, die Selbstmord begangen hat, nachdem ihr Geliebter sie verlassen hatte, weil sie schwanger war, Frauen besessen und sie gezwungen hat, sich umzubringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112128","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9592873","hoster":"VOE"},{"path":"/redirect/8571375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-22","name":"","epNo":22,"alt":"Longing","descr":"Die Geschichte konzentriert sich wieder auf Takuma, das erstmals in Episode 14 vorgestellt wurde. Takuma wird verdächtigt, seine Mutter ermordet und seinen Vater verwundet zu haben, wurde jedoch aus Mangel an Beweisen nicht festgenommen, da der wahre Täter, Kakinuma, verschwunden ist. Die Stadtbewohner ächten ihn und halten ihn für \"das Kind des Teufels\". Takuma lernt ein junges Mädchen namens Seri kennen, dessen Haus abgerissen wurde, um Platz für einen Bahnhof zu schaffen. Sie beabsichtigt, sich an einem der Leute zu rächen, die die Zerstörung ihres Hauses befohlen haben, Mr. Hasue. Sie geht absichtlich eine Beziehung mit ihm ein und erpresst ihn dann, weil er mit einem Minderjährigen zusammen ist. Sie erpresst Geld von ihm, aber seine Frau schickt sie in die Hölle, bevor sie damit die Stadt verlassen kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112135","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12916786","hoster":"VOE"},{"path":"/redirect/8571377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-23","name":"","epNo":23,"alt":"Distrust","descr":"Herr Kimiko beleidigt Herrn Naritos Gesang während der Chorproben. Narito wird so wütend über diese kleinliche Beleidigung, dass er Kimiko in die Hölle schickt und Takuma für sein Verschwinden verantwortlich macht. Der Detective für den Fall, Seiichi Meshiai, wird von Frau Yoshizaki angesprochen, der Frau, die ihren Liebhaber Kakinuma in Episode 14 in die Hölle schickte, was dazu führte, dass Takuma angeklagt wurde. Yoshizaki sagt Meshiai, dass Takuma nichts mit Kakinuma zu tun hat. Später stirbt sie bei einem Autounfall. Meshiais Schwester Hotaru hält Takuma für unschuldig, glaubt aber nicht an die Höllenverbindung. Kikuri schickt Hotaru in das Reich von Enma Ai, um zu beweisen, dass es echt ist. Meshiai und Narito betreten Takumas Haus, um Hotaru zu finden, aber Narito verschwindet vor Meshiai - Mrs. Kimiko schickt ihn für ihren Mann in die Hölle und beginnt einen schrecklichen Rachezyklus.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112137","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9592876","hoster":"VOE"},{"path":"/redirect/8571376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-24","name":"","epNo":24,"alt":"Chain","descr":"In der Stadt Lovely Hills verschwinden nacheinander Menschen, während sich die Bewohner aus den trivialsten Gründen in die Hölle schicken. Für das Verschwinden wird Takuma verantwortlich gemacht. Detective Meshiai geht in die Bibliothek und liest ein Buch von Shibata Hajime (aus Staffel 1) über Hell Girl. Dann geht er zu Takumas Haus und sieht, dass Takuma nicht das Höllenzeichen auf seiner Brust trägt, was bestätigt, dass der Junge unschuldig ist. Herr Tsuyuki, einer der Nachbarn, greift Meshiai an, als Meshiai das Höllenzeichen auf seiner Brust sieht. Hotaru erkundet das Haus und das Reich von Enma Ai; Als sie erkennt, dass Hell Girl real ist und Takuma unschuldig ist, bringt Enma Ai sie zurück in die Welt der Sterblichen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112141","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9592877","hoster":"VOE"},{"path":"/redirect/8571380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-25","name":"","epNo":25,"alt":"Wandering","descr":"Mr. Tsuyuki und die Hasues aus Episode 22 haben mit anderen Stadtbewohnern einen Mob gebildet, der davon überzeugt ist, dass sie Takuma töten müssen, um sich selbst zu schützen, da sie alle gebrandmarkt sind. Hotaru sucht nach ihrem vermissten Bruder. Sie flieht mit Takuma, als der Mob sie jagt. Sie verstecken sich im Berg, aber Kikuri führt den Mob zu ihnen und sagt Hell Girl, dass sie nichts falsch gemacht hat. Der Mob versucht, sie zu ertränken, aber Meshiai entkommt und rettet sie. Während die drei aus der Stadt wegfahren, verschwindet Meshiai - von Mr. Hasue in die Hölle geschickt. Gebrochen durch den Verlust ihres Bruders benutzt Hotaru Meshiais Laptop, um auf Hell Link zuzugreifen und entschuldigt sich bei Takuma, bevor er seinen Namen eingibt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112147","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9592875","hoster":"VOE"},{"path":"/redirect/8571378","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-2/episode-26","name":"","epNo":26,"alt":"Indigo Dye","descr":"Hotaru schickt Takuma in die Hölle und besteht darauf, dass dies alles aufhört, wenn Takuma stirbt. Ai beginnt, einen schluchzenden Takuma in die Hölle zu bringen, da er weiß, dass er nichts falsch gemacht hat. An ihre Vergangenheit erinnert, dreht sie das Boot um und kehrt zu ihrem menschlichen Selbst zurück, schwer geschwächt. Sie hat jetzt keine Erinnerung an ihre Gefährten oder ihre Zeit als Hell Girl. Takuma wird fast von den Stadtbewohnern getötet, bis Ai eingreift. Der Mob schlägt sie rücksichtslos und Ai stirbt und sagt: \"Es ist vorbei.\" Der Herr der Hölle lässt endlich die Seelen ihrer Eltern frei. Die Stadtbewohner verlassen Lovely Hills und alle Anklagen gegen Takuma werden fallen gelassen. Auch Takumas Vater wacht auf. Am Ende erhält ein Mädchen jedoch eine Nachricht von Hell Girl, die besagt, dass ihre Anfrage angenommen wurde, was bedeutet, dass sie nicht vorbei ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112152","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9698936","hoster":"VOE"},{"path":"/redirect/8571379","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hell-girl/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hell-girl/staffel-3/episode-1","name":"","epNo":1,"alt":"The Girl Who was Taken","descr":"Ai tritt nach ihrem scheinbaren Tod zum ersten Mal als blauer Schmetterling auf. Ihre Gefährten arbeiten jetzt als gewöhnliche Leute. Ais neuer Gefährte, ein kleiner Junge namens Yamawaro, ruft Ren zu Ai zurück, während Kikuri eine Puppe besitzt und Wanyūdō anruft. Verwundert, dass Ai zurückgekehrt ist, übernimmt ihre Gruppe nach langer Zeit einen Fall: Ein rebellisches High-School-Mädchen, Itsuko Hiraishi, hasst ihren Lehrer Tange, weil er jeden Fehler seiner Schüler in ein Notizbuch schreibt und sagt, dass er es in ihre Dauerkarte schreiben wird aufzeichnen. Ai bewohnt den Körper von Itsukos Freund Yuzuki Mikage. Itsuko schickt Tange in die Hölle, nur um ihre Entscheidung zu bereuen, als sie erfährt, dass er kein grausamer Lehrer war: Er schrieb nie etwas in sein Notizbuch; er tat nur so, als würde er die Schüler erschrecken, damit sie sich benehmen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112154","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017030","hoster":"VOE"},{"path":"/redirect/8571381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-2","name":"","epNo":2,"alt":"Caged Bird","descr":"Yuzuki ist beunruhigt über die Erfahrung mit Ai, Tange und Itsukos kürzlichem Wechsel auf eine neue Schule. Akira Kitayama, ein Mittelschüler, besucht den Ladenbesitzer Mitsuko, in den er verliebt ist. Akira sieht später, wie ihr Ehemann Seiji Mitsuko schlägt und sie zu Unrecht beschuldigt, Akira verführt zu haben. Yuzuki sieht Visionen von Akira, die auf die Hell Correspondence-Website zugreifen. Akira versucht Mitsuko zu überreden, ihren Mann zu verlassen, aber als ein wütender Seiji beide angreift, schickt Akira ihn in die Hölle, um Mitsuko zu retten. Am nächsten Morgen findet Akira jedoch Mitsukos Laden verlassen vor, da Mitsuko gegangen ist und Akira über die Konsequenzen seiner Entscheidung nachdenken muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112159","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017031","hoster":"VOE"},{"path":"/redirect/8571382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-3","name":"","epNo":3,"alt":"The Rotten Fruit","descr":"Yuzuki und ihr bester Freund Akie retten ein Idol, Jun Moriyama, vor einem Stalker und treffen eine Frau, Masako Momota, die sie bittet, Jun einen Umschlag zu geben, der Fotos von Jun in provokanten Outfits aus der Zeit vor ihrem Debüt enthält. Masako hatte dieselbe Talentagentur wie Jun besucht, aber Jun schikanierte Masako, bis sie nicht mehr konnte und ging, um ihren Traum, Sängerin zu werden, aufzugeben. Ais Gefährten fragen sich, ob Ai Yuzuki besitzt, weil sie in der realen Welt keinen eigenen Körper hat. In der Gegenwart lässt Masako Jun sich entschuldigen und verlangt, dass Jun für ihr Debüt bürgt. Jun lehnt ab und erklärt, dass Masako nicht singen kann. Bei ihrem Konzert versucht Jun, sich bei Masako für ihr Mobbing öffentlich zu entschuldigen, aber eine wütende Masako schickt Jun in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112164","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017036","hoster":"VOE"},{"path":"/redirect/8571383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-4","name":"","epNo":4,"alt":"Elder Brother","descr":"Yukawa wird ständig von seinen Klassenkameraden gemobbt, bis er eines Tages von einer Fremden namens Nishida Shin gerettet wird, die Kendo kennt . Nishida beginnt, ihm Kendo beizubringen, was ihn dazu bringt, aktiver, aufgeschlossener, glücklicher und cooler zu werden. Er wird auch nicht mehr gemobbt. Eines Tages jedoch beginnt ein geistesgestörter Mann an Bord eines Busses, einen anderen Mann zu bedrohen, weil er ihn angestarrt, dem anderen Mann die Haare abschneidet und ihn aus dem Bus zerrt. Yukawas Bild von seinem Helden wird zerstört, als Nishida nicht eingreift, angeblich aus Angst, Yukawa in Gefahr zu bringen. Er schickt Nishida in die Hölle. Yukawa hat das Gefühl, dass sich die Welt nicht ändern kann, selbst wenn er sich selbst ändert, und verlässt Kendo und kehrt zu seinem früheren schüchternen Selbst zurück.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112170","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12252202","hoster":"VOE"},{"path":"/redirect/8571384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-5","name":"","epNo":5,"alt":"Cicada","descr":"Yuzuki stößt versehentlich mit der Erstsemesterstudentin Katase Ririka zusammen, was dazu führt, dass sie einen Becher zerbricht. Die beiden melden den Schaden der Lehrerin Mio Niiyama, die die beiden straflos freilässt. Am nächsten Tag taucht Ririkas Großmutter in der Schule auf und beschuldigt Mio, auf Ririka herumzuhacken und greift sie in dieser Nacht weiterhin verbal am Telefon an. Die Situation verschärft sich, als Ririkas Großmutter Flugblätter verteilt, die Mio diffamieren und sagt, dass sie Ririka zu Hause behalten wird, bis Mio zurücktritt. Mio versucht, Ririka dazu zu bringen, ihren Namen reinzuwaschen, aber Ririka verleumdet Mio absichtlich bei ihrer Großmutter, was bedeutet, dass Ririka der Grund für die drastischen Handlungen ihrer Großmutter war. Traurig schickt Mio Ririka in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112173","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017038","hoster":"VOE"},{"path":"/redirect/8571391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-6","name":"","epNo":6,"alt":"My Teacher","descr":"Yuuna Serizawa, eine Studentin im dritten Jahr, hegt einen Groll gegen Ren und versucht, ihn in die Hölle zu schicken, aber ihre Bitte wird von Ai offensichtlich abgelehnt. Serizawa ist in Hone Onna vernarrt und sieht Ren als Rivalen. Hone Onna korrigiert ihr Missverständnis und bietet ein Pflaster für ihr verletztes Knie an. Yuuna trägt das gleiche Pflaster um ihren Hals und zeigt damit ihrer Klassenkameradin Kira Moroboshi, die eine ähnliche obsessive Zuneigung zu Hone Onna hegt. Als Moroboshi in der Schule ihre Schuhe in einen schmutzigen Eimer geworfen findet, lügt Serizawa unverhohlen, dass sie es auf Hone Onnas Anweisung getan hat. Wütend schickt Moroboshi Serizawa in die Hölle. Später verkündet sie ironisch, dass sie nicht mehr hinter Hone Onna, sondern Wanyūdō her ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112178","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017037","hoster":"VOE"},{"path":"/redirect/8571385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-7","name":"","epNo":7,"alt":"Liar","descr":"Ein neuer Junge namens Inuo Atsushi ist in Yuzukis Schule gewechselt. Er behauptet, dass er aus Tokio gezogen ist, weil seine Mutter krank ist, aber in Wahrheit hat sein Vater seine Mutter verlassen und die beiden haben Tokio beschämt verlassen. Aufgrund des Stresses, zu lügen und sich um seine undankbare Mutter zu kümmern, besucht Inuo häufig die Website von Hell Correspondence, ohne einen Namen einzugeben. Nachdem er jedoch seinem Klassenkameraden Washizu das Geheimnis verraten hat und dafür von seiner Mutter geschlagen wird, tippt er Washizus Namen ein. In gutem Glauben verbreitet Washizu Neuigkeiten über Inuos wahre Situation und versucht ihn zu motivieren, Hilfe zu suchen. Da er sich jedoch ständig in sein Familienunternehmen einmischt, schickt Inuo Washizu in die Hölle. Danach wird er wahnsinnig.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112177","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017034","hoster":"VOE"},{"path":"/redirect/8571388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-8","name":"","epNo":8,"alt":"Next Door","descr":"Yuzuki gibt ihrem Besitzer Mioi Hatsumi einen verlorenen Hund namens Momo zurück. Hatsumis ältere Nachbarin Shintani zeigt ihr neues teures Armband, ist aber beleidigt, als sie bemerkt, dass Momo dasselbe Armband als Halsband trägt. Shintani versucht, die Wohnungsverwaltung dazu zu bringen, Momo zu vertreiben. Als dies fehlschlägt, vergiftet sie den Hund. Als Hatsumi herausfindet, dass Shintani Momo vergiftet hat, greift sie auf die Website der Hölle zu und konfrontiert Shintani auf dem Dach, unfähig ihren Hass zu verstehen. Hatsumi fällt fast vom Dach. Um sich zu retten, zieht sie versehentlich an der Schnur ihrer Strohpuppe und schickt Shintani in die Hölle, bevor sie fällt. Sie überlebt jedoch.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112182","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017035","hoster":"VOE"},{"path":"/redirect/8571387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-9","name":"","epNo":9,"alt":"Lost Inari","descr":"Inao Kaede, eine stille Schülerin, behauptet, durch einen Fuchsgeist, von dem sie behauptet, dass sie in ihr wohnt, eine Wahrsagerin zu sein. Während sie eine Reihe seltsam korrekter Vorhersagen macht (später stellte sich heraus, dass es sich nur um glückliche Zufälle handelte), beginnen mehr Schüler, ihr Anfragen zu stellen. Eine oberflächliche Studentin, Nishino, fordert Inao auf, einen College-Studenten zu töten, von dem sie behauptet, dass er sie verfolgt. Inao akzeptiert widerstrebend, aber egal was sie versucht, der \"Stalker\" lebt. Droht, als Fälschung entlarvt zu werden, schickt sie ihn in die Hölle, nur um herauszufinden, dass Nishino sie angelogen hat und sie den Kerl und sich selbst ohne Grund verdammt hat. Nishino wollte ihn nur tot sehen, weil sie ihn eklig fand. Der Typ war unschuldig gewesen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112183","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017039","hoster":"VOE"},{"path":"/redirect/8571386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-10","name":"","epNo":10,"alt":"The Goldfish in the Mirror","descr":"Ein Junge namens Ichimura Kazuya ist Marathonläufer. Er hat einen Teilzeitjob als Zeitungsjunge , um seine Mutter zu unterstützen, die gerne teure Kimonos kauft . Seine Eltern streiten ständig, da sein Vater seiner Mutter nie Aufmerksamkeit schenkt, also verwendet seine Mutter das Geld, von dem sie glaubt, dass ihr Mann ihr heimlich gibt (es ist tatsächlich Kazuyas Geld), um Kimono zu kaufen, um hoffentlich die Aufmerksamkeit seines Vaters zu erregen. Kazuya denkt, dass es die Schuld des Verkäufers Saito ist, dass seine Familie in diesem Zustand ist, da Saito seiner Mutter übermäßig schmeichelt, damit sie mehr Kimono von ihm kaufen kann. Er schickt Saito in die Hölle, nur um einen anderen Verkäufer zu finden, der ihn ersetzt und seine Mutter mit Schmeicheleien verwöhnt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112210","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017033","hoster":"VOE"},{"path":"/redirect/8571390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-11","name":"","epNo":11,"alt":"The Blotted Page","descr":"Kamisaka Rokurou ist ein Romanautor, dessen Mystery-Buch wegen echter Nachahmungsmorde, die seiner Handlung ähneln, von einem Studenten öffentlich gemacht wurde . Kamisaka wird von einer Reporterin, Asaba Sumi, interviewt, aber die Chefredakteurin ändert ihr Manuskript in Lügen, damit die Zeitschrift mehr verkauft wird. Asaba entschuldigt sich bei Kamisaka. Die ältere Schwester des ersten Opfers, Michio Yui, Kamisaka und Asaba treffen sich und beschließen, jeweils eine Person in die Hölle zu schicken, damit sie drei Personen gleichzeitig loswerden können. Michio wählt den Mörder Chouchi, Asaba wählt ihren Redakteur und Kamisaka wählt seinen Freund. Danach wird Kamisaka von der Mutter des Mörders unerwartet in die Hölle geschickt, die ihn für die Verbrechen ihres Sohnes verantwortlich macht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112196","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017040","hoster":"VOE"},{"path":"/redirect/8571389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-12","name":"","epNo":12,"alt":"Mid-Summer Graph","descr":"Nomura Nobuo arbeitet Teilzeit an einem Imbissstand neben dem Pool. Jedes Mal, wenn ihn jemand aufregt, zeichnet er sie und legt ihr Gesicht nach oben auf das Modell auf seinem Kalenderdiagramm. Die Person, die zuerst die Spitze des Modells erreicht, wird in die Hölle geschickt. Inzwischen erscheint sein Manga in einem monatlich erscheinenden Manga-Buch, also beschließt er, niemanden in die Hölle zu schicken, da er guter Laune ist. Erst als er sieht, wie sein Schwarm Sasayama Kokoro versucht, Selbstmord zu begehen, weil ihr Freund Ryuu sie betrogen hat, beschließt er, Ryuu in die Hölle zu schicken. Nobuo wird jedoch von Kokoro in die Hölle geschickt, der glaubt, dass er Gerüchte darüber verbreiten wird, was sie ihm erzählt hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112204","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017045","hoster":"VOE"},{"path":"/redirect/8571393","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-13","name":"","epNo":13,"alt":"The Six-Script Lantern","descr":"Eine Frau namens Azusa Mayama ist wütend, dass Ermittler Norihisa, der Vater von Yuzukis bestem Freund Akie, die Ermittlungen zum Unfall ihres Vaters eingestellt hat, weil es sich um den Sohn einer angesehenen Familie handelte. Beim Laternenfest sieht Yuzuki ihr Spiegelbild am Tor zur Hölle, aber Tsugumi Shibata, jetzt eine erwachsene Frau, warnt sie, dass sie nicht zurückkehren darf, wenn sie überquert. Yuzuki erkennt, dass Akie in Schwierigkeiten steckt und kontaktiert Norihisa. Um sich zu rächen, schickt Azusa einen Mann, um Akie zu vergewaltigen, aber Norihisa kommt rechtzeitig. Ai trennt sich von Yuzuki und erhält ihren echten Körper als Festgeschenk zurück. Yuzuki glaubt, dass sie endlich von Hell Girl befreit ist, aber Akie verschwindet später direkt vor ihr, als Azusa Akie in die Hölle schickt. Yuzukis Augen flackern rot, als sie schreit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112205","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13101071","hoster":"VOE"},{"path":"/redirect/8571392","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-14","name":"","epNo":14,"alt":"Street Corner of Malice","descr":"Die Convenience-Store-Mitarbeiterin Tsuzuki hilft der Studentin Kashiwagi Hidemi, nachdem sie den letzten Zug nach Hause verpasst hat. Jemand postet ein Bild von ihnen zusammen online, was Gerüchte über Kashiwagis Charakter entfacht. Kashiwagi möchte die Person, die das Bild hochgeladen hat, in die Hölle schicken, aber Yuzuki versucht sie davon zu überzeugen. Tsuzuki wird wegen Körperverletzung festgenommen und Kashiwagi glaubt, dass es ihren Ruf verschlechtern wird, wenn alle seine Verhaftung in den Papieren sehen. Tsuzuki bricht aus dem Gefängnis aus und Kashiwagi sagt ihm, er solle aufhören, aber er erkennt sie nicht sofort. Traurig schickt sie ihn in die Hölle. Yuzuki sieht später einen völlig veränderten Kashiwagi mit gefärbten Haaren, übermäßigem Make-up und Tätowierungen. Sie ist überwältigt, als sie jetzt spürt, dass viele Menschen um sie herum dabei sind, sich mit Hell Girl in Verbindung zu setzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112212","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017046","hoster":"VOE"},{"path":"/redirect/12978290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-15","name":"","epNo":15,"alt":"Rabbit and Tortoise","descr":"Shinohara Usagi ist ein Schulmädchen, dem immer geholfen wird, weil sie in allem zu langsam ist. Eines Tages bittet ihr Klassenkamerad Endo sie, mit ihm auszugehen. Endo wird jedoch von ihrem eifersüchtigen älteren Bruder Michito gezwungen, sie zu betrügen, und er verlässt sie beschämt. Usagi enthüllt, dass sie auf die Höllenkorrespondenz zugegriffen hat, um ihren Bruder in die Hölle zu schicken. Schockiert verrät er, dass er dasselbe getan hat. Die beiden sprechen von Herzen über ihre Leiden. Es wird angedeutet, dass Usagi tatsächlich in ihren Bruder verliebt ist. Sie lassen ihre Strohpuppen in den Fluss fallen. Usagi erkennt jedoch, dass Michito ihre romantischen Zuneigungen nie erwidern wird, und als er geht, holt sie die Puppe aus dem Fluss und schickt ihren Bruder in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112214","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017041","hoster":"VOE"},{"path":"/redirect/8571396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-16","name":"","epNo":16,"alt":"Trap of Temptation","descr":"Yuzuki spürt, wie ein Mann an einer von Ais Strohpuppen zieht. Als sie sich beeilt, ihn aufzuhalten, sagt Ai ihr, dass ihre Versuche vergeblich sind. Sie zeigt Yuzuki die Zukunft des Mannes. Anstatt sich nach der Arbeit mit Kollegen zu treffen, hat Naowa stattdessen immer mit einem jungen Mädchen namens Kaya gespielt, weil er Kinder mag. Er hat seinen Kollegen Nakajima wegen Nakajimas beunruhigendem Verhalten und unangemessenem Interesse an Kaya in die Hölle geschickt. Nakajimas Freundin Yuki tritt ihrer Firma bei, um Nachforschungen anzustellen. Sie geht eine romantische Beziehung mit Naowa ein und schweigt darüber, wer sie ist. Eines Nachts offenbart Naowa schließlich, dass er ihrer unwürdig ist, weil er Nakajima in die Hölle geschickt hat. Yuki enthüllt dann ihre wahre Identität und schickt Naowa in die Hölle. Obwohl Yuzuki diese Zukunft sieht, hat er immer noch Hoffnung.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112216","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017044","hoster":"VOE"},{"path":"/redirect/8571395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-17","name":"","epNo":17,"alt":"Inside the Straw","descr":"Auf die Bitte einer älteren Frau hin bettelt Yamawaro darum, die Strohpuppe zu sein. Yuzuki geht zum Herrenhaus und bittet darum, mit der älteren Frau zu sprechen, aber eine viel jüngere Frau öffnet die Tür und lässt Yuzuki verwirrt zurück. Yamawaro erklärt, dass er in der Vergangenheit miterlebt hat, wie das junge Paar ihr Kind Hikaru verloren hat. Nach vielen Jahren erschien er vor der inzwischen betagten Frau, und die Frau glaubte, ihr Sohn sei zurückgekehrt. Der Ehemann, der wusste, dass Yamawaro kein Mensch ist, benutzte ihn jedoch für seine Experimente, um das ewige Leben zu erreichen. Als der Mann seiner Frau den resultierenden Trank verfüttert, gewinnt sie ihre Jugend zurück. Die Frau entdeckt jedoch, dass Yamawaro unethisch missbraucht wird und drängt ihn zu fliehen. Da sie ihrem Mann nicht vergeben kann, schickt sie ihn in die Hölle und begeht Selbstmord, indem sie die Villa explodiert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112219","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12335790","hoster":"VOE"},{"path":"/redirect/8571397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-18","name":"","epNo":18,"alt":"Special Radio","descr":"Yuzuki hört eine beliebte Late-Night-Radiosendung. Die meisten in der Show gelesenen Briefe stammen von einem häufigen Absender namens \"Chi-chan\". Chi-chan, der mit bürgerlichem Namen Chiriko heißt, hat sich in den DJ-Moderator Joutarou und seinen Sweet-Talk verliebt. Sie freundet sich mit Kaname an, einem weiteren bekannten Mail-Absender in der Show. Um sich bei Joutarou zu bedanken, gehen die beiden zum Radiosender und treffen Yume, den Drehbuchautor. Kaname sagt, dass sie auch Radioautorin werden möchte und Yume gibt ihr ein Drehbuch der Sendung, was Chi-chan schockiert und ihr klar macht, dass Joutarous süße Worte alle geschrieben waren, was ihre Fantasie über ihn zerstört. Sie hasst Kaname dafür, diese Fantasie zu zerstören, und schickt sie in die Hölle. Danach kehrt sie zu ihrer Fantasie zurück und weigert sich zu akzeptieren, dass Joutarous Worte geschrieben sind.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112230","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500457","hoster":"VOE"},{"path":"/redirect/8571401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-19","name":"","epNo":19,"alt":"Snow, Moon, Flowers","descr":"Kaori Nakiri ist die nächste Erbin der Nakiri-Schule für Blumenarrangements , verachtet aber diese vorherbestimmte Zukunft. Yuzuki erkennt Ais Begleiter, die bei der Beerdigung arbeiten, obwohl sie Mitarbeiter ihrer Schule sind. Als Yuzuki die magische Verkleidung ihrer Gefährten durchschauen kann, erkennt Ai, dass Yuzuki bald \"erwachen\" wird. Yukina, das Ergebnis der Affäre des Vaters mit einer anderen Frau, verlangt von Kaori, ihr die Nakiri-Schule zu geben. Tsukio, Kaoris Jugendfreundin und Geliebte, entdeckt, dass Yukina plant, Kaori zu vergiften, um das Land zu erben, und trinkt das Gift an ihrer Stelle. Kaori erfährt davon und entdeckt Familiengeheimnisse, darunter, dass Tsukio ihr Bruder ist. Gebrochen akzeptiert sie ihre Rolle als Familienoberhaupt und schickt Yukina in die Hölle. Ai offenbart Yuzuki, dass sie dazu bestimmt ist, das nächste Hell Girl zu werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112231","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017047","hoster":"VOE"},{"path":"/redirect/8571398","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-20","name":"","epNo":20,"alt":"Hell Doctor vs. Hell Girl","descr":"Ein alter Mann namens Mizuragi Shōgo gibt Tsugumis Namen in die Höllenkorrespondenz ein. Yuzuki, Ai und Tsugumi spüren die Bitte und gehen zu seiner Villa. Shogo erklärt, dass er sich für die Hölle interessiert hat, nachdem seine Mutter Ais Dienste genutzt hat, um seinen Vater in die Hölle zu schicken. Nach jahrelangen Recherchen sehnte er sich danach, Ai zu treffen, und hatte durch Hypnose einen künstlichen Groll gegen Tsugumi in seinem Kopf, um genug Hass zu empfinden, um sie zu treffen. Die anderen protestieren alle, da Tsugumi nichts falsch gemacht hat, aber zum Glück, kurz bevor Shogo die Schnur ziehen kann, um sie in die Hölle zu schicken, wird er stattdessen von seinem Assistenten in die Hölle geschickt, weil Shogo viele verwaiste Kinder aufnahm, nur um sie zu behandeln grausam und versuchen, sie für seine Forschungen in die Hölle zu schicken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112238","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017052","hoster":"VOE"},{"path":"/redirect/8571400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-21","name":"","epNo":21,"alt":"The Back Front","descr":"Yuzuki glaubt, dass sie ihrem Schicksal entkommen kann, das nächste Hell Girl zu werden, wie es Tsugumi hatte. Sie trifft einen kleinen Jungen namens Kaito, der von seiner Stiefmutter Nanami missbraucht wird. Nanami behandelte Kaito immer mit Liebe; Doch seit sie mit einem Mädchen, das sie Mao nennt, schwanger wurde, beginnt Nanami, sie zu beschimpfen und Kaito unvernünftig zu bestrafen. Kaito möchte nur zu diesen früheren glücklichen Tagen zurückkehren, als Nanami viel freundlicher war. Yuzuki ist schockiert, als er erkennt, dass Kaitos Vater sich der häuslichen Gewalt gegen seinen Sohn bewusst ist, weigert sich jedoch, dies anzuerkennen. Da er glaubt, dass sein Sohn dem Glück ihrer Familie im Wege steht, tötet er Kaito fast; Er kommt jedoch zur Besinnung, als Kaito Mao in die Hölle schickt und auch Nanami zu ihrem alten, freundlichen Selbst zurückkehrt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112235","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017042","hoster":"VOE"},{"path":"/redirect/8571399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-22","name":"","epNo":22,"alt":"Flower and Moon","descr":"Yuzuki bittet Tsugumi um Rat, um ihrem Schicksal zu entgehen, aber Tsugumi tut nichts, da sie glaubt, dass nur Yuzuki sich selbst retten kann. Sumika ist der zurückhaltende Zwilling des berühmten Models und Schauspielerin Yuika. Yuika ist ziemlich grausam zu Sumika. Nur ein Muttermal auf Sumikas Seite unterscheidet die beiden. Nachdem Yuika ihren Arm verletzt hat, befiehlt sie Sumika, ihren Platz in einem Fotoshooting einzunehmen. Sumika gedeiht in der Rolle und geht eine Beziehung mit dem Freund ihrer Schwester Masato ein. Yuikas Arm heilt und die Schwestern streiten darüber, wer die Rolle der Berühmtheit weiterführen soll. Masato trennt sich von einer der Schwestern (nicht näher bezeichnet) und schickt ihren Zwilling in die Hölle. Bei einer Veranstaltung wird der Ort, an dem Sumikas Muttermal sein sollte, von ihrem Arm verdeckt, wodurch die wahre Identität des zum Scheitern verurteilten Geschwisters vage bleibt, obwohl es Yuika sein könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112250","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017043","hoster":"VOE"},{"path":"/redirect/8571403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-23","name":"","epNo":23,"alt":"Twilight Hill","descr":"Fumio Mizuhara wird von Tomohide Matsuda gemobbt, weil Fumio aus einer reichen Familie stammt, während Tomohide arm ist. Tomohide hört, dass Fumio auf die High School geht, die Tomohide besuchen wollte. Er fühlt sich unglücklich, denn er muss arbeiten, anstatt das Gymnasium zu besuchen, um seine Mutter und seine Schwester zu unterstützen. Das Zeichen der Hölle ist auf Tomohides Brust zu sehen und es wird vermutet, dass er seinen missbräuchlichen Vater in die Hölle geschickt hat. Als Tomohide Fumio körperlich angreift, schickt Fumio ihn aus Verzweiflung in die Hölle. Ai erscheint Yuzuki, der ahnt, dass die Leute wieder jemanden in die Hölle schicken wollen. Yuzuki möchte, dass Ai sie in Ruhe lässt, aber als Ai ihren verborgenen Wunsch offenbart, Ai in die Hölle zu schicken, flieht Yuzuki, unfähig, sich der Möglichkeit zu stellen, dass auch sie von Hass verzehrt wurde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112247","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017051","hoster":"VOE"},{"path":"/redirect/8571406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-24","name":"","epNo":24,"alt":"Mayfly","descr":"Yuzuki erkennt plötzlich, dass niemand in ihrer Schule oder Stadt weiß, wer sie ist. Nur Tsugumi erkennt sie noch. Tsugumi verrät, dass sie nie dazu bestimmt war, Hell Girl zu werden, wie Yuzuki gedacht hatte. Sie hat die Hoffnung aufgegeben, den Kreislauf des Hasses wie ihr Vater Hajime zu stoppen. Sie sagt Yuzuki, dass sie akzeptieren muss, dass dieses System existiert, und kommt zu dem Schluss, dass Yuzuki keine Person dieser Welt ist, nachdem sie erkannt hat, dass ihr Leben bis jetzt eine Illusion war. Yuzuki will das nicht glauben und flieht. Sie findet ihre Wohnung in einem verfallenen Zustand vor, auf dem Boden liegt die Leiche eines Mädchens. Ai Enma und ihre Begleiter erscheinen und enthüllen, dass sie tatsächlich vor langer Zeit gestorben ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112252","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017055","hoster":"VOE"},{"path":"/redirect/8571404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-25","name":"","epNo":25,"alt":"Yuzuki","descr":"Ai zeigt Yuzuki ihre Kindheit. Als kleines Mädchen lebte Yuzuki glücklich bei ihren Eltern, bis ihr Vater, ein Busfahrer, bei einem Busunfall an defekten Bremsen starb. Die Stadt beschuldigte die Familie Mikage des Mordes. Yuzukis Mutter wurde krank und der Arzt weigerte sich aufgrund der Stigmatisierung, sie zu sehen. Da ihre Mutter dem Tode nahe war und Yuzuki verhungerte, plante ihre Mutter, sie zu töten, damit Yuzuki nicht leiden würde. Sie starb jedoch im Schlaf und Yuzuki begrub ihre Mutter, ihre Augen wurden rot. Sie starb, als sie den Teddy umarmte, den ihr Vater ihr geschenkt hatte. Die ältere Yuzuki erkennt jetzt, dass die Leiche ihr gehört. Wütend darüber, dass die Welt sie verlassen hat, akzeptiert sie ihr Schicksal als Hell Girl. Akie kehrt als Yuzukis Hilfe zurück. Eine Anfrage mit Azusas Namen kommt herein - Yuzukis erste Beschwörung als Hell Girl.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112255","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017049","hoster":"VOE"},{"path":"/redirect/8571402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hell-girl/staffel-3/episode-26","name":"","epNo":26,"alt":"Spiritual Locus","descr":"Akies Vater Takasugi will Azusa in die Hölle schicken, weil sie seine Tochter Akie in die Hölle geschickt hat. Yuzuki drängt ihn dazu, aber Takasugi zieht sich zurück. Verärgert beschließt Yuzuki, Azusa selbst in die Hölle zu schicken und bricht damit die Regeln. Der Herr der Hölle will Yuzuki zur Strafe in die Hölle schicken, aber Ai und ihre Gefährten retten sie. Ai zeigt ihr die Wahrheit: Takasugi sah, wie Azusa sich um ihren gelähmten Vater kümmerte, der niemanden haben würde, der ihm helfen würde, wenn Azusa in die Hölle geschickt würde. Yuzuki bricht zusammen. Der Herr der Hölle sagt, dass Ai als Strafe für die Ewigkeit Hell Girl sein muss. Ai akzeptiert und offenbart Yuzuki ihre traurige Vergangenheit durch einen Kuss und sagt, dass sie sich in Yuzuki sieht, dessen Seele endlich befreit ist. Während des Abspanns ersticht Azusa Tsujinobashis Sohn am Flughafen, bevor er plötzlich verschwindet. Takasugi\u0027s Diener Haruko schickte Azusa für Akie in die Hölle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10112257","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017054","hoster":"VOE"},{"path":"/redirect/8571407","hoster":"Streamtape"}]}]}]}]}