{"seriesId":"hellsing-ultimate","name":"Hellsing Ultimate","descr":"Die von Kohta Hirano geschaffenen Manga Serie Hellsing wurde zweimal als Anime Serie umgesetzt. Hellsing Ultimate ist bereits die zweite Umsetzung. Grundlegende Elemente der alten Serie wurden übernommen. Die Storyline orientiert sich aber an anderen Inhalten der Manga Serie und ist daher als Erweiterung zu sehen. Der Vampir Alucard, seine Meisterin Lady Integra Fairbrook Wingates Hellsing und die Rekrutin Seras Victoria versuchen, England vor einem kriegsverrückten SS-Major zu schützen, der versucht, einen ewigen Krieg mit seiner Vampirarmee zu beginnen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"The Dawn","epNo":1,"alt":"The Dawn","descr":"","versions":[{"lang":1,"streams":[{"redirect":12923397,"hoster":"VOE"},{"redirect":11075744,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 01","epNo":1,"alt":"Hellsing I","descr":"Die HELLSING-Organisation ist in Alarmbereitschaft: Immer häufiger kommt es zu Angriffen von Vampiren, die offensichtlich von höherer Stelle gesteuert werden. Doch neben spezieller Munition und einer umfassenden Kampfausbildung haben die HELLSING-Truppen noch einen anderen Trumpf im Ärmel: Alucard, den Urvampir.","versions":[{"lang":1,"streams":[{"redirect":11052263,"hoster":"VOE"},{"redirect":11075743,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":7901358,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Folge 02","epNo":2,"alt":"Hellsing II","descr":"Während HELLSING-Leiterin Lady Integra eine Krisensitzung mit den wichtigsten Politikern des Landes abhält, versuchen die Vampir-Brüder Jan und Luke Valentine das HELLSING-Hauptquartier mit einer Ghoul-Armee zu stürmen. Wird es den HELLSING-Truppen gelingen, den Angriff abzuwehren?","versions":[{"lang":1,"streams":[{"redirect":10974643,"hoster":"VOE"},{"redirect":11075745,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 03","epNo":3,"alt":"Hellsing III","descr":"Offenbar steckt die Millennium-Organisation hinter der Attacke auf das HELLSING-Hauptquartier. Aus diesem Grund schickt Lady Integra Alucard, dessen Adjutantin Seles Victoria sowie Pip Bernadotte aus, den Anführer des Söldner-Kommandos Wild Geese, nach Rio de Janeiro, um dort die Spur der Organisation zu verfolgen …","versions":[{"lang":1,"streams":[{"redirect":11052300,"hoster":"VOE"},{"redirect":11075741,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 04","epNo":4,"alt":"Hellsing IV","descr":"Lady Integra verbündet sich mit der rivalisierenden Iscariot-Organisation und erbittet eine Audienz bei der Königin, um sie über die Absichten der Millennium-Gruppe zu informieren. Noch während der Konferenz erklärt Millennium England den Krieg und entführt zeitgleich einen Flugzeugträger der Krone …","versions":[{"lang":1,"streams":[{"redirect":11052208,"hoster":"VOE"},{"redirect":11075748,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 05","epNo":5,"alt":"Hellsing V","descr":"Der Angriff der Milliennium-Truppen auf London hat begonnen! Während Alucard noch bemüht ist, den entführten Flugzeugträger zu befreien, greift Millennium unter Führung von Zorin Blitz das HELLSING-Hauptquartier mit einem Zeppelin an …","versions":[{"lang":1,"streams":[{"redirect":11015525,"hoster":"VOE"},{"redirect":11075751,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 06","epNo":6,"alt":"Hellsing VI","descr":"Während Integra zum Hauptquartier eskortiert wird, tobt dort bereits eine heftige Schlacht. Im Inneren haben sich derweil Seras Victoria und der verbündete Sölnder Pip Bernadette mit seinen Männern verschanzt und leisten erbitterten Widerstand.","versions":[{"lang":1,"streams":[{"redirect":11016471,"hoster":"VOE"},{"redirect":11075750,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 07","epNo":7,"alt":"Hellsing VII","descr":"Während der Kampf um das HELLSING-Hauptquartier in die letzte Phase geht und Zorin Blitz die Gabe der Illussion anwendet, um den Widerstand der Verteidiger zu brechen, kehrt endlich Seras Victoria, ausgestattet mit neuen Vampirkräften ins Hauptquartier zurück und nimmt den Kampf auf.","versions":[{"lang":1,"streams":[{"redirect":11052341,"hoster":"VOE"},{"redirect":10993563,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 08","epNo":8,"alt":"Hellsing VIII","descr":"In London herrscht mittlerweile das Chaos. Die Stadt steht in Flammen und auf den Straßen stehen sich die untoten Vampir-Soldaten der Nazis und die Kreuz-Ritter des Vatikans gegenüber. Alucard erhält indes den finalen Befehl von Lady Integra ...","versions":[{"lang":1,"streams":[{"redirect":11052138,"hoster":"VOE"},{"redirect":10993566,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 09","epNo":9,"alt":"Hellsing IX","descr":"Das Duell zwischen Alucard und Alexander erweist sich als ein Kampf epischen Ausmaßes, bei dem beide Kontrahenten über sich herauswachsen. Als der Kampf entschieden ist, taucht jedoch eine neue Gefahr auf: Butler Walter wurde von den Nazis gebrainwashed und richtet sich nun gegen Lady Integra …","versions":[{"lang":1,"streams":[{"redirect":10993564,"hoster":"VOE"},{"redirect":11075749,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Hellsing X","descr":"Die letzte Schlacht gegen Millennium ist im vollen Gange und an allen Fronten wird bis aufs Blut gekämpft. Während Alucard dem immer jünger werdenden Walter gegenübersteht und Seras gegen den Hauptmann ihr Bestes gibt, nimmt es Integra direkt mit dem Major auf …","versions":[{"lang":1,"streams":[{"redirect":14427577,"hoster":"VOE"},{"redirect":11075752,"hoster":"Streamtape"}]}]}]}]}