{"seriesId":"hellfjord","name":"Hellfjord","descr":"Norwegische Krimiserie mit einem Hauch von \"Twin Peaks\". Polizist Salmander (Zahid Ali) verursacht einen Unfall, bei dem auch einer seiner Kollegen ums Leben kommt, und wird auf das kleine Hellfjord strafversetzt. Der Südländer mit pakistanischen Wurzeln trifft dabei auf einen konservativen Ur-Norweger, wodurch immer wieder humorige Situationen entstehen. An Dramatik und düsterer Spannung wird aber ebenso wenig gespart.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Pferdeflüsterer","epNo":1,"alt":"Episode 1","descr":"Salmander arbeitet in Oslo als Polizist – bisher ohne besondere Vorkommnisse. Als er am norwegischen Nationalfeiertag sein Pferd erschießen muss und dummerweise die ganze Welt dabei zuschaut, bleibt seinen Vorgesetzten keine Wahl: Salamander muss weg. Kurzerhand wird er ins beschauliche Hellfjord versetzt. Dort tummeln sich die skurrilsten Gestalten. Als ein Verbrechen geschieht, fackelt Salmander nicht lange und übernimmt den Fall.","versions":[{"lang":1,"streams":[{"redirect":9592912,"hoster":"VOE"},{"redirect":8571405,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"NCIS: Hellfjord","epNo":2,"alt":"Episode 2","descr":"Helgi Gulfasson ist tot. Der übereifrige Salmander, der nicht glaubt, dass es sich um einen Unfall handelt, ermittelt in Richtung Mord. Seine Recherchen geraten jedoch schon bald ins Stocken. Bei der Obduktion der Leiche kommt es wenig später zu einem folgenreichen Unfall …","versions":[{"lang":1,"streams":[{"redirect":9592909,"hoster":"VOE"},{"redirect":8571408,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Klodienst","epNo":3,"alt":"Episode 3","descr":"Als der Gefängnisdirektor Klovberg stirbt, wird Salmander von allen Seiten angefeindet. Kein Mensch kann in Hellfjord bezeugen, dass er ein Undercover-Polizist ist. Indessen hat die engagierte Journalistin Johanne die Ermittlungen in dem Mordfall aufgenommen.","versions":[{"lang":1,"streams":[{"redirect":9582193,"hoster":"VOE"},{"redirect":8571412,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tante Kose","epNo":4,"alt":"Episode 4","descr":"Salmander und seine zwei isländischen Gefängniskumpanen sind auf der Flucht. Die neue Chefin des Gefängnisses und ihr schießwütiger Mitarbeiter können jedoch das Fluchtfahrzeug stellen. Die Isländer müssen ihr Leben lassen, Salmander überlebt schwer verletzt …","versions":[{"lang":1,"streams":[{"redirect":9592910,"hoster":"VOE"},{"redirect":8571410,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ungeheuer-lich","epNo":5,"alt":"Episode 5","descr":"Salmander und die Journalistin Johanne versuchen den Tatverdächtigen Bosse Nova endlich zu überführen und schleichen sich deshalb bei Nacht und Nebel in dessen Fischfabrik. Dabei hören sie, wie Bosse Nove über das lokale Seeungeheuer Tulla spricht. Salmander will das Geheimnis um das Ungeheuer auf dem Meer um jeden Preis lüften. Die Ermittlung gestaltet sich jedoch aufgrund seiner Seekrankheit schwieriger als gedacht …","versions":[{"lang":1,"streams":[{"redirect":9592911,"hoster":"VOE"},{"redirect":8571411,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schau mir in die Augen, Kleines","epNo":6,"alt":"Episode 6","descr":"Salmander wird von seinem Chef zurück nach Oslo geschickt. Aber auch dort kann er die Füße nicht stillhalten und untersucht weiterhin den Mord in Hellfjord. Die neugierige Johanne findet derweil heraus, was sich hinter Bosse Novas dubioser Fischfabrik verbirgt.","versions":[{"lang":1,"streams":[{"redirect":9592913,"hoster":"VOE"},{"redirect":8571409,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Special Unit: Hellfjord","epNo":7,"alt":"Episode 7","descr":"Salmander und Johanne sind endlich hinter Bosse Novas perfide Machenschaften gekommen. Kurzerhand stürmen die beiden zusammen mit dem Hilfspolizisten Kobba und dessen Frau Riina die Fischfabrik …","versions":[{"lang":1,"streams":[{"redirect":9592915,"hoster":"VOE"},{"redirect":12978291,"hoster":"Streamtape"}]}]}]}]}