{"path":"/serie/stream/here-and-now","name":"Here and Now","descr":"Philosophie-Professor Greg (Tim Robbins) und seine Frau Audrey (Holly Hunter) haben einst drei Kinder aus dem Ausland adoptiert, bevor sie in fortgeschrittener Ehe auch noch ein eigenes biologisches Kind bekamen. Inzwischen überbieten sich die Familienmitglieder geradezu mit Problemen. Tochter Ashley (Jerrika Hinton) ist zwar erfolgreiche Betreiberin einer Mode-Website und hat selbst schon eine kleine Tochter, betrügt aber ihren Ehemann. Sohn Ramon (Daniel Zovatto) studiert noch und leidet unter Halluzinationen, sein Bruder Duc (Raymond Lee), ein erfolgreicher Lebensberater, leidet unter seiner schmerzhaften Vergangenheit und Nesthäkchen Kristen (Sosie Bacon) geht noch zur Highschool und kämpft mit Minderwertigkeitskomplexen gegenüber ihren Geschwistern. Und während Mutter Audrey von ihrem Job als Konfliktberaterin in einer Highschool gestresst wird, tröstet sich Greg mit einer Prostituierten.","seasons":[{"path":"/serie/stream/here-and-now/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/here-and-now/staffel-1/episode-1","name":"11:11","epNo":1,"alt":"Eleven Eleven","descr":"Audrey bereitet den 60. Geburtstag ihres Mannes Greg vor. Doch schwelende Konflikte in ihrer Familie mit drei Adoptivkindern sorgen für Stress.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9607768","hoster":"VOE"},{"path":"/redirect/8297596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-2","name":"Es wird kommen","epNo":2,"alt":"It’s Coming","descr":"Ramon (Daniel Zovatto) und Shokrani (Marwan Salama) erforschen eine übersinnliche Verbindung.\r\rKristen (Sosie Bacon) und Ashley (Jerrika Hinton) geraten mit dem Gesetz in Konflikt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12285242","hoster":"VOE"},{"path":"/redirect/8297601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-3","name":"Wenn ein Hirsch in den Wald scheißt","epNo":3,"alt":"If A Deer Sh*ts In The Woods","descr":"Greg (Tim Robbins) wird auf dem Weg zu einer Ethik-Konferenz aufgehalten.\r\rAudrey (Holly Hunter) gerät derweil in mediales Kreuzfeuer, nachdem an der Schule ein Hassverbrechen begangen wurde.\r\rDuc (Raymond Lee) enthüllt indes das Geheimnis, wie es gelingt, die Kontrolle zu behalten.\r\rShokrani (Marwan Salama) ersucht derweil ungewöhnliche Hilfe, um eine Hochzeit zu überstehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11866093","hoster":"VOE"},{"path":"/redirect/8297609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-4","name":"Versteckspiel","epNo":4,"alt":"Hide And Seek","descr":"Greg und Audrey finden eine neue Geldquelle für ihre Initiative. Farid lässt seiner Islamkritik im Dialog mit einem gläubigen Muslim freien Lauf. Und Kristin sammelt erste sexuelle Erfahrungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9607791","hoster":"VOE"},{"path":"/redirect/8297614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-5","name":"Von Sonnenaufgang bis Untergang","epNo":5,"alt":"From Sun Up To Sun Down","descr":"Farid hat Probleme, Berufliches und Privates zu trennen. Duc und Carmen geben sich beim Tee gegenseitig ein Versprechen. Audrey lernt Greg von einer ganz anderen Seite kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11866100","hoster":"VOE"},{"path":"/redirect/11866108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-6","name":"Kampf! Tod!","epNo":6,"alt":"Fight, Death","descr":"Ramon erfährt etwas Verstörendes und flüchtet sich in die Vergangenheit. Audrey findet in ihrem wohlhabenden alten College-Freund Steven einen potenziellen Unterstützer ihres Projekts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297618","hoster":"VOE"},{"path":"/redirect/8297622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-7","name":"Erschütterungen","epNo":7,"alt":"Wake","descr":"Ramon sorgt mit seinem Game bei einer Computerspiel-Messe für Aufsehen. Duc lässt seinen Frust an einem Mountainbiker aus. Und Farid überschreitet bei der Behandlung von Ramon eine Grenze.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297627","hoster":"VOE"},{"path":"/redirect/8297628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-8","name":"Ja","epNo":8,"alt":"Yes","descr":"Audrey und Greg haben eine Multi-Kulti-Familie mit drei Adoptivkindern gegründet. Doch die Familienidylle trügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297630","hoster":"VOE"},{"path":"/redirect/8297637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-9","name":"Traumlogik","epNo":9,"alt":"Dream Logic","descr":"Greg und Audrey finden etwas Schockierendes über Ramons Adoption heraus. Audrey zweifelt an Steve, nachdem seine wahren Absichten ans Licht kommen. Kristen und Navid vertiefen ihre Freundschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8297647","hoster":"VOE"},{"path":"/redirect/8297650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/here-and-now/staffel-1/episode-10","name":"It’s Here","epNo":10,"alt":"It’s Here","descr":"Nach einem dramatischen Zwischenfall in der Familie verschwindet Ramon spurlos. Audrey gerät mit Steve aneinander. Und Farids Schuldgefühle treiben ihn zu einer extremen Reaktion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9607761","hoster":"VOE"},{"path":"/redirect/8297656","hoster":"Streamtape"}]}]}]}]}