{"seriesId":"heroman","name":"Heroman","descr":"Die Geschichte spielt in der heutigen USA. Unser Held Joey Jones ist ein ganz normaler Highschool-Schüler, der sich als Aushilfskellner sein Taschengeld ein wenig aufbessert. Lina, der Cheerleadingstar der Schule, ist ein hübsches, junges Mädchen, das sich gut mit Joey versteht, der jedoch genau wegen dieser Beziehung Probleme mit ihrem Bruder und einer Bande Schulrowdys hat. Momentan macht eine neue Actionfigur ihre Runde bei den Kids und nur die wirklich Wohlhabenden können sich das neue Spielzeug leisten. Als Joey ein kaputtes Exemplar in die Hände fällt, entscheidet er sich den kleinen Roboter wieder zu reparieren. Doch eines schicksalhaften Abends wird der fertige Roboter vom Blitz getroffen, sodass daraus der über 3 Meter große Superroboter Heroman wird. Seine Freude über seinen neuen besten Kumpel ist kaum verflogen, da müssen die beiden auch schon gemeinsam die Welt vor Katastrophen und üblen Schurken retten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Beginning","descr":"Weit draußen im Weltraum empfangen Außerirdische eine Übertragung des Erdenmenschen Professor Matthew Denton und beschließen, sich auf den Weg zur Erde zu machen, um dort einzudringen. Währenddessen hat der Teenager Joey Jones in Center City an der Westküste der USA Probleme, von dem Fußballspieler Will gemobbt zu werden, der ein Problem damit hat, mit seiner Schwester Lina herumzuhängen. Später erwischen er und sein Freund Psy einen der Tyrannen, Nick, der mit einem Spielzeugroboter namens Heybo spielt. Als es von einem Auto angefahren wird, lässt Nick es stehen und sagt, sein Vater könnte ihm leicht ein neues kaufen, also beschließt Joey, der sich selbst keinen leisten kann, es mit nach Hause zu nehmen und zu reparieren, und nennt es Heroman. Nach ein paar Tagen verursacht ein seltsames Phänomen, das durch die Ankunft der Außerirdischen im Sonnensystem verursacht wird, ein riesiges Gewitter. Ein Blitz trifft Heroman und verwandelt ihn in einen riesigen Roboter.während sich auch um Joeys Handgelenk ein Gerät bildet. Gleichzeitig verursacht ein weiterer Blitz einen Verkehrsunfall, in den Lina und ihr Vater verwickelt werden. Joey schafft es mit dem Gerät, Heroman seine Gefühle zu vermitteln, der Lina und ihren Vater aus den Trümmern rettet, bevor es zu einer Explosion kommt. Währenddessen bereiten sich die Außerirdischen darauf vor, auf der Erde anzukommen. Stan Lee hat einen animierten Cameo-Auftritt im Café, in dem Joey arbeitet.","versions":[{"lang":2,"streams":[{"redirect":10627673,"hoster":"VOE"},{"redirect":10112321,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017513,"hoster":"VOE"},{"redirect":8571865,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Encounter","descr":"Joey beginnt sich damit auseinanderzusetzen, wie Heroman auf seinen Controller reagiert, und fragt sich, ob er in der Lage ist, selbst mit dieser Macht umzugehen. Er bittet Psy um Rat, der sagt, es sei seine Entscheidung, wie er es benutzt. Am nächsten Tag landen drei der Außerirdischen, bekannt als Skrugg, in Center City und greifen an, um nach Denton zu suchen. Später treffen sie auf Denton und geben bekannt, dass sie planen, ihn zu fangen und die Erde zu zerstören. Als Joey erkennt, dass sowohl Denton als auch Lina in Schwierigkeiten sind, ruft er Heroman heraus, um gegen die Skrugg zu kämpfen. Als Lina vom Angriff der Skrugg weggeblasen wird, gibt der Controller Joey zusätzliche Geschwindigkeit, um sie sicher zu fangen. Gemeinsam schaffen es Joey und Heroman, die Skrugg zu besiegen. Bevor sie jedoch den Sieg feiern können, kommt ein UFO an.","versions":[{"lang":2,"streams":[{"redirect":13513566,"hoster":"VOE"},{"redirect":10112336,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017514,"hoster":"VOE"},{"redirect":8571863,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Invasion","descr":"Das UFO setzt eine Armee von Skrugg ein, die die Stadt angreift und sich selbst für das Militär als zu mächtig erweist. Nachdem die Skrugg über den Machtunterschied entschieden hatten, errichteten sie eine Basis über einer Ölfabrik. Joey macht sich Sorgen um seine Oma, also schließt sich Psy ihm an, um nach ihr zu sehen, während Lina und die anderen im Rathaus Zuflucht suchen. Will ist jedoch nicht bereit, Joey als Helden anzuerkennen und beschließt, mit Nick zu gehen, um das Raumschiff der Skrugg zu infiltrieren. Als Skrugg sich Grandma Jones\u0027 Platz nähert, schickt Joey Heroman los, der sie mit seinem neuen Modus Heroman Blast besiegt. Joey und Psy sind erleichtert, Grandma Jones wohlbehalten zu sehen, ihre Platten zu hören und sich des Chaos auf den Straßen nicht bewusst zu sein. Der Anführer der Skrugg, Gogorr, sendet jedoch eine Nachricht an die ganze Welt, in der er behauptet, dass der Planet Erde jetzt ihnen gehört.","versions":[{"lang":2,"streams":[{"redirect":13513581,"hoster":"VOE"},{"redirect":10112324,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017510,"hoster":"VOE"},{"redirect":8571864,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tama","descr":"Will und Nick infiltrieren die Basis von Skrugg mit der Absicht, ihre Waffen zu stehlen. Nachdem sie Oma im Tierheim abgesetzt haben, besuchen Joey und Psy Denton, der die Waffen der Skrugg studiert hat und glaubt, dass Heroman die einzige Kraft ist, die mächtig genug ist, um sie zu besiegen. Will und Nick finden eine Waffe, werden aber bald von den Skurggs gefangen genommen. Die Skrugg entfesseln dann eine große Metallkugel, die auf den Unterstand zusteuert. Joey ruft Heroman herbei, aber seine Angriffe scheinen gegen die Kugel wirkungslos zu sein. Es gelingt ihnen, die Kugel in einem großen Loch einzufangen, aber sie schafft es, daraus zu klettern. Heroman gibt nicht auf und setzt seine Versuche fort, die Kugel zu stoppen, bis seine Fäuste zerstört sind. Diese Gefühle an Joey weitergebend, aktiviert er einen neuen Modus, Heroman Augment, der Heroman zu einem Riesen wachsen lässt.gibt ihm die Kraft, die Kugel zurückzuhalten, bis alle evakuiert sind. Als Gogorr Heroman entdeckt und ihn als mögliche Bedrohung identifiziert, schießt er mehrere weitere Kugeln ab.","versions":[{"lang":2,"streams":[{"redirect":13523158,"hoster":"VOE"},{"redirect":10112327,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916799,"hoster":"VOE"},{"redirect":8571866,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Assassin","descr":"Als Gogorr Heroman sieht und sich fragt, wie Menschen diese Art von Macht haben, werden Will und Nick in eine Kammer gebracht, die mit den unbewohnten Muscheln von Skrugg gefüllt ist. Zurück im Labor versuchen Joey, Psy und Denton, einen Plan zu entwickeln, um die Skrugg zu stoppen. Denton vermutet, dass die Skrugg anfällig für Schallwellen ist, und gibt Psy eine Gitarre mit einem Verstärker als Waffe. Joey, Psy und Heroman machen sich auf den Weg, um gegen die Skrugg zu kämpfen, in der Hoffnung, im Schatten einen Vorteil zu erlangen, Lina auf dem Weg zu finden und sie mitzunehmen. Neue Skrugg erscheinen und führen die Soldaten zu einem Angriff auf das Team. Im darauffolgenden Kampf bricht Heroman einem von ihnen den Helm ab – und es stellt sich heraus, dass es sich um einen gehirngewaschenen Willen handelt.","versions":[{"lang":2,"streams":[{"redirect":13513592,"hoster":"VOE"},{"redirect":10112357,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017516,"hoster":"VOE"},{"redirect":8571867,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Backlash","descr":"Als sie herausfindet, dass Will zusammen mit Nick der Feind ist, ruft Lina ihn an, was sich auf seine Gehirnwäsche auswirkt und der Gruppe eine Chance zur Flucht gibt. Unterdessen versuchen Militärhubschrauber, die Metallkugeln zu stoppen, ohne Erfolg, und sowohl Denton als auch das Militär stellen fest, dass sie auf bestimmte Ziele auf der ganzen Welt, einschließlich des Weißen Hauses, zusteuern . Das Militär schlägt dem Präsidenten vor, Atomwaffen einzusetzen, um es zu stoppen. Nachdem sie die Kugelmuster bemerkt hat, stellt die Gruppe fest, dass die Kugeln vom UFO kontrolliert werden. Während sie Vorräte besorgen, werden Joey, Lina und Heroman von einem Skrugg Cone angegriffen, den Heroman besiegen kann. Als die Bande beschließt, sich dem UFO zuzuwenden, wird der Präsident von einem seltsamen Mann namens Doktor Minami angesprochen.","versions":[{"lang":2,"streams":[{"redirect":13513590,"hoster":"VOE"},{"redirect":10112343,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017519,"hoster":"VOE"},{"redirect":8571868,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Resistance","descr":"Joey und die anderen dringen über die Kanalisation in die Fabrik von Skrugg ein. Denton und Psy begeben sich zur Steuerung, während Joey und Heroman für Ablenkung sorgen und Lina sich ihm anschließt. Währenddessen schlägt Doktor Minami dem Präsidenten vor, einen Atomschlag abzuwehren, um die Kugeln für die USA zu beschaffen. Joeys Gruppe trifft bald auf Will und Nick und führt sie dorthin, wo die Kugeln hergestellt werden. Mit Linas Hilfe schaffen es Joey und Heroman, Wills und Nicks Helme abzunehmen, um Will von seiner Gehirnwäsche zu befreien. Nick ist jedoch nicht betroffen, genießt die Macht, die er erlangt hat, und greift Lina an und zwingt Will, sie zu verteidigen. Als Gogorr erkannte, dass die Gedankenkontrolle ein Fehlschlag war, setzt er den Kugelraum auf Selbstzerstörung, wodurch Schutt auf alle fällt.","versions":[{"lang":2,"streams":[{"redirect":13513602,"hoster":"VOE"},{"redirect":10112353,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017522,"hoster":"VOE"},{"redirect":8571869,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Combat","descr":"Als Doktor Minamis Team sich darauf vorbereitet, die Kugel zu stoppen, erreichen Denton und Psy die Basis, wo sie vom Feind entdeckt werden, aber dank Dentons Verbesserungen an Psys Gitarre entkommen können. Während sich Joeys Gruppe von den Trümmern erholt, überlässt Joey Will in Linas Obhut, während er und Heroman zu Dentons Gruppe gehen. Genervt geht Gogorr gegen Denton und Psy selbst an und beweist, dass er mehr als nur ein Match ist. Sie werden durch die Ankunft von Joey und Heroman gerettet. Gogorr verwandelt sich in eine stärkere Form, die es schafft, Heromans Geschwindigkeit zu übertreffen. Joey schließt sich dem Kampf an und nutzt seine Supergeschwindigkeitsfähigkeit, um die Chancen auszugleichen. Gogorr greift Joey jedoch an, als er seine Wachsamkeit nachlässt und ihn bewusstlos schlägt.","versions":[{"lang":2,"streams":[{"redirect":13513604,"hoster":"VOE"},{"redirect":10112366,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017518,"hoster":"VOE"},{"redirect":8571871,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Alive","descr":"Die Crew von Doktor Minami bereitet eine Maschine namens MR-1-Prototyp vor, um gegen den Ball zu kämpfen. Währenddessen hilft Joey trotz seiner Verletzungen weiterhin Heroman, muss jedoch noch brutalere Schläge von Gogorr einstecken. Heroman wird wütend und lässt Flammen wachsen, entfesselt seine Wut auf Gogorr, reißt ihm die Flügel ab und entfesselt große Explosionen. Joey wacht auf und stellt fest, dass sein Controller nicht reagiert. Er fleht Heroman an, ihn davon abzuhalten, Gogorr zu töten und ihn wieder normal zu machen. Gogorr setzt seinen Angriff fort, wird aber von Heromans Blast-Modus geschlagen. Gogorr kann eine Niederlage nicht akzeptieren und setzt die Basis auf Selbstzerstörung. Joeys Gruppe eilt zum Kontrollraum, um die Kugeln zu stoppen, bevor Doktor Minami seine Maschine einsetzen kann. Nachdem ihre Arbeit erledigt ist, schaffen sie es kaum, aus der Basis zu entkommen, bevor sie explodiert.Während Doktor Minami wütend darüber wird, wer seinen Plan gestört hat, wird am Ground Zero ein roter Augapfel gezeigt.","versions":[{"lang":2,"streams":[{"redirect":13513606,"hoster":"VOE"},{"redirect":10112374,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916797,"hoster":"VOE"},{"redirect":9241002,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Approach","descr":"Als der Frieden in Center City einkehrt, werden dem Präsidenten Beweise für Heroman gezeigt, der heimlich beim Wiederaufbau der Stadt geholfen hat. Lina, die deprimiert darüber ist, dass Will aufgrund seines aktuellen Zustands die Stadt verlässt, versucht Joey nach einem Date zu fragen, wird aber an jeder Ecke unterbrochen. Ein Mann namens Hughes befragt Joey zu Gerüchten über Heroman. In dieser Nacht entführen einige Männer Lina vor Joey und zwingen ihn und Heroman, Maßnahmen zu ergreifen. Als Joey Lina mit nach Hause nimmt, kann sie endlich ihre Bitte um ein Date darstellen. Währenddessen meldet Axel Hughes, ein Geheimagent des Präsidenten, die Echtheit von Heroman.","versions":[{"lang":2,"streams":[{"redirect":13513612,"hoster":"VOE"},{"redirect":10112373,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017521,"hoster":"VOE"},{"redirect":8571870,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Menace","descr":"Während Agent Hughes seine Ermittlungen in Bezug auf Heroman fortsetzt, wird Joey von seiner energischen großen Schwester Holly besucht, die von ihrer Bandtour zurückgekommen war, um die Situation der Außerirdischen in Center City zu überprüfen, wenn auch mit drei Monaten Verspätung. Holly beschließt, für ein paar Tage abzustürzen, und macht Joeys Leben bald zur Hölle für ihn. Hughes trifft sich mit Doktor Minami, um zu fragen, warum er in Center City ist. Später kommt es zu einer Explosion und Joey und Heroman untersuchen, aber es stellt sich heraus, dass es sich um eine von Hughes ausgelegte Falle handelt. Joey und Heroman rennen weg und Hughes holt sie ein, bis Heroman einige Trümmer bricht, die auf ihn fallen würden, und unter dem Schutz von Staub entkommt, obwohl Holly es schafft, einen Blick auf ihn zu erhaschen. Nachdem sie sich wieder vereint haben, spielt Holly am Pier ein Lied, bevor sie enthüllt, dass sie länger bleiben möchte, da sie etwas Interessantes gesehen hat.","versions":[{"lang":2,"streams":[{"redirect":13513616,"hoster":"VOE"},{"redirect":10112391,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017523,"hoster":"VOE"},{"redirect":8571873,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Stalkers","descr":"Als Joey zu seinem Date mit Lina geht, werden sie von Psy, Denton und Holly verfolgt. Als das Date an den Strand geht, schließt sich Joeys Mathelehrerin Vera Collins versehentlich dem Stalking an. Joey fängt später ihr Spiel ein und entzieht sich ihnen, nur um das Date durch einen Bericht zu unterbrechen, dass Doktor Minamis MR-1-Prototyp außer Kontrolle gerät. Joey schickt Heroman dem Roboter nach, der tatsächlich von Doktor Minami kontrolliert wird, um ihn herauszulocken. Heroman schafft es, die Maschine zu besiegen, wird dabei aber von einem Nachrichtenhubschrauber vor der Kamera gefangen. Als Joey zu Lina zurückkehrt, bringt er Heroman dazu, ihnen eine unorthodoxe Fahrt mit dem Riesenrad zu ermöglichen. Währenddessen entdeckt Hughes, der den Kampf beobachtet hatte, Joey am Tatort.","versions":[{"lang":2,"streams":[{"redirect":13513637,"hoster":"VOE"},{"redirect":10112392,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017524,"hoster":"VOE"},{"redirect":12514277,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Getaway","descr":"Eines frühen Morgens betritt eine Gruppe von NIA-Truppen, angeführt von Hughes, Joeys Haus auf der Suche nach ihm. Acht Stunden zuvor wurde Joey von Denton gewarnt und Holly dazu gebracht, ihm bei der Flucht zu helfen. Nachdem sie sich mit Denton und Psy getroffen haben, enthüllen sie, dass die Regierung Heroman untersucht und den Vorfall vom Vortag vertuscht hat, damit Heroman wie der Bösewicht aussieht. Mit sehr wenigen Möglichkeiten bereiten sich Joey, Denton und Psy darauf vor, die Stadt zu verlassen und in Richtung Nevada zu fahren. Inzwischen sind die Reporter des All America Network, die das gestrige Filmmaterial gedreht haben, verärgert, dass ihr Bericht gegen den Willen der Regierung verdreht wurde. Mit Polizeikontrollen in der ganzen Stadt lenken Joey und Heroman die Mehrheit der Polizisten ab, Denton und Psy schieben den Rest durch. Joey und Heroman werden dann jedoch von Hughes in einem Hubschrauber entdeckt.aber es gelingt ihnen, sie in einem verlassenen Minenschacht zu verlieren.","versions":[{"lang":2,"streams":[{"redirect":13513631,"hoster":"VOE"},{"redirect":10112413,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017527,"hoster":"VOE"},{"redirect":8571877,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Beleaguer","descr":"Während sie in einem Diner Halt machen, erfahren Joey und seine Crew aus den Nachrichten, dass nach ihnen gesucht wird, was sie dazu zwingt, beim Einkaufen von Vorräten vorsichtig zu sein, trotz Joeys Beschwerden über die ständigen Vertuschungsgeschichten der Regierung. Während er in einem Lebensmittelgeschäft ist, beschließt Joey, Lina anzurufen, ohne zu wissen, dass Hughes es geschafft hat, seinen Anruf zu verfolgen und Dentons Fahrzeug zu verfolgen. Die Gruppe findet sich bald wieder gegen das Militär wieder und zwingt Joey und Heroman, sie erneut abzulenken, bevor Denton ihre Satellitenüberwachung hackt, um zu entkommen. Sie werden jedoch von Hughes entdeckt, der es schafft, Denton zu fangen, während Joey und Psy in den Wald fliehen. Aufgrund seiner Behinderung benachteiligt, schickt Psy Joey voraus, während er die Wachen ablenkt. Joey wird jedoch bald persönlich von Hughes konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":13513634,"hoster":"VOE"},{"redirect":10112405,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017529,"hoster":"VOE"},{"redirect":8571876,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Revolt","descr":"Hughes beschließt, mit Joey zu sprechen, hört seine Seite der Geschichte und kommt, ihn zu verstehen. Bevor Hughes den Angriff jedoch abbrechen kann, blockiert Doktor Minami seine Kommunikation und übernimmt das Kommando über die Operation. Hughes muss am Leben bleiben, um die Nachricht zu verbreiten, und bittet Joey um Hilfe von Heroman, um das Militär aufzuhalten. Doktor Minami beginnt mit seinem MR-1-Roboter, der mit einer EMP-Kanone ausgestattet ist, anzugreifen und nutzt dabei Heromans Mangel an Langstreckenangriffen aus. Hughes gelingt es, den Präsidenten zu kontaktieren und die Feindseligkeiten einzustellen. Doktor Minami nutzt dies jedoch als Gelegenheit, um Heroman mit dem EMP zu treffen.","versions":[{"lang":2,"streams":[{"redirect":13534738,"hoster":"VOE"},{"redirect":10112416,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017528,"hoster":"VOE"},{"redirect":8571878,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Decision","descr":"Heroman ist vom EMP nicht betroffen, da er selbst aus Elektrizität geboren wurde, und tritt erneut in den Kampf gegen Doktor Minami und schließt die Distanz zwischen ihnen. Doktor Minami benutzt einen EMP, um Hughes\u0027 Hubschrauber abzuschießen. Der ANN-Nachrichtenkopter trifft am Tatort ein und führt eine Live-Übertragung durch, die die Wahrheit beleuchtet. Der Kampf geht auf einen Damm über, wo Heroman es schafft, MR-1 abzuwerfen, aber davon mitgerissen wird. Der wiederaufgenommene Angriff von MR-1 beginnt, den Damm zu beschädigen, also riskiert Heroman sich selbst, um ihn zu schützen. Hughes aktiviert den Stromgenerator des Damms, damit Heroman Energie zurückgewinnen kann, was ihm die Kraft gibt, MR-1 zu zerstören. Doktor Minami wird festgenommen und die Anklage gegen Joey und seine Freunde fallengelassen. Außerhalb der Stadt wartet jedoch eine verhüllte Gestalt und beobachtet...","versions":[{"lang":2,"streams":[{"redirect":13513646,"hoster":"VOE"},{"redirect":10112434,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923420,"hoster":"VOE"},{"redirect":8571879,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Legacy","descr":"Denton entdeckt Spuren von jemandem, der bestimmte geheime Forschungslabore zerstört hat, von denen er glaubt, dass sie an der Skrugg-Technologie forschten. Denton bemerkt die Richtung der Angriffe und glaubt, dass er aufgrund der Skrugg-Überreste, die er noch hat, als nächstes zur Schule kommen wird. In dieser Nacht campen Joey, Psy und Denton in der Schulaula und warten auf die Ankunft des Angreifers. Ein Warnsignal kommt, aber es stellt sich heraus, dass es sich um Collins handelt, der Joey zwingt, Heroman vor ihr zu verstecken. Zurück in der Halle bricht der mysteriöse Angreifer durch die Wand und greift Psy und Denton an, bis Joey und Heroman eintreffen, um gegen ihn zu kämpfen. Der Angreifer entpuppt sich als Will, der sich zu seiner Skrugg-Mutation weiterentwickelt hat und entschlossen ist, alle Spuren der Skrugg-Technologie auf der Erde zu zerstören. Nachdem Denton die Überreste von Skrugg zerstört hat, geht er.Während Joey und die anderen überlegen, wie sie mit der Situation umgehen sollen, stolpert Collins über Heroman.","versions":[{"lang":2,"streams":[{"redirect":13513648,"hoster":"VOE"},{"redirect":10112438,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017531,"hoster":"VOE"},{"redirect":8571875,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Separation","descr":"Hughes arrangiert für alle einen ungestörten Urlaub auf einer unbewohnten Insel. Nach dem Schwimmen am Strand und dem Grillen erzählt Psy ihnen eine Geistergeschichte, die er von einem NIA-Agenten über einen Dämon namens Shapeshifter gehört hat. Als einige Aspekte seiner Geschichte wahr werden, machen sich alle Sorgen. In diesem Moment kommt ein verletzter Wissenschaftler namens Ravi in ​​ihrer Lodge an und warnt sie, von der Insel zu fliehen. Plötzlich taucht eine Masse seltsamer Ranken auf und verwüstet die Lodge und trennt Joey von den anderen. Joey schafft es, Lina zu finden und sie vor dem Ertrinken zu retten, und nachdem sie sich in einer Höhle abgetrocknet haben, beginnen sie, nach den anderen zu suchen. Nachdem sie Ravi getroffen haben, werden sie von weiteren Ranken angegriffen.","versions":[{"lang":2,"streams":[{"redirect":13513665,"hoster":"VOE"},{"redirect":10112442,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017533,"hoster":"VOE"},{"redirect":8571880,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Survival","descr":"Da Heroman nirgendwo zu finden ist, schützt Joey Lina und Ravi selbst vor den Ranken, indem er seine Geschwindigkeit nutzt, um sie zu verwirren. Ravi erklärt, dass das Monster das Ergebnis eines außer Kontrolle geratenen Experiments mit biologischen Waffen ist. Sie beschließen, zum Forschungslabor zu gehen, um dessen Kern zu zerstören. Sie treffen kurz auf eine von Ranken, die Stimmbänder simulieren, um zu kommunizieren, bevor sie Collins finden. Sie klettern dann auf einen hohen Punkt, um Heroman zu finden, und finden ihn später in Ranken verstrickt, wobei seine Energie von ihnen absorbiert wird. Joey rettet ihn, indem er ihn in den Spielzeugmodus zurückversetzt, bevor er wieder mit Denton und Psy vereint wird. Als sie das Forschungslabor erreichen, gehen Joey, Heroman und Ravi hinein und erreichen den Kern, der von mehreren Ranken geschützt wird, die Heromans Form annehmen und ihn bald wieder einfangen.aber Joey schafft es erneut, seinen Spielzeugmodus zu nutzen, um den Kern zu zerstören und alle Ranken zu töten. Nachdem die Gefahr gebannt ist, machen die Jungs das Beste aus dem Rest ihres Urlaubs.","versions":[{"lang":2,"streams":[{"redirect":13513659,"hoster":"VOE"},{"redirect":10112450,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017535,"hoster":"VOE"},{"redirect":8571881,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Missing","descr":"Denton beschließt, eine Reihe von Entführungen zu untersuchen, die kürzlich stattgefunden haben. Als Denton nicht zurückkommt, beschließt Holly, Joey und Psy auf eine \"Untersuchung\" mitzunehmen, die sich als nur ein Ausflug zum Strand herausstellt. Später besuchen sie ein Mädchen, dessen Vater entführt wurde, und erfahren mehr über den Angreifer. Nachdem sie in der Wüste eine tote Blume gefunden haben, werden sie von dem Täter angegriffen, den Joey zunächst für Will hält, und zwingt ihn und Heroman, dagegen zu kämpfen. Als Holly versucht, nach Joey zu suchen, wird sie gefangen genommen.","versions":[{"lang":2,"streams":[{"redirect":13513657,"hoster":"VOE"},{"redirect":10112470,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017530,"hoster":"VOE"},{"redirect":8571883,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Emotion","descr":"Ohne Hinweise darauf, wohin der Täter Holly gebracht hat, fragt sich Joey, ob Will wirklich der Täter ist. Bei der Durchsuchung von Dentons Labor finden sie seine Bodenproben, die eine unbekannte Chemikalie melden. Als sie dies an Hughes\u0027 Team weitergeben, gelingt es ihnen, das Versteck des Täters in einer verlassenen Kohlemine zu finden. Als Psy Joeys Zögern bemerkt, erzählt er ihm, wie er mit Will in der Fußballmannschaft war, einschließlich des Vorfalls, bei dem er sich das Bein gebrochen hat. Obwohl es ein Vorfall war, den Psy auf sich genommen hatte, fühlte sich Will schuldig und versicherte Joey, dass er niemanden verletzen würde. Joey, Psy und Heroman gehen in die Mine, wo sie eine seltsame Fabrik finden, in der alle entführten Leute eingeschlossen sind, und treffen sich mit Denton und Holly. Dann bekämpfen sie den Täter, der nicht Will, sondern eine neue Skrugg-Generation ist.Psy führt einen hundeförmigen Skrugg aus meinem in den Schießstand von Hughes\u0027 Trupp, bevor Heroman zurückkehrt, um ihn zu beenden. Es gelingt ihnen, alle gefangenen Menschen zu retten, aber Psy erliegt den Verletzungen, die er von den Skrugg erlitten hat. Währenddessen geht eine andere Gestalt zu Linas Haus.","versions":[{"lang":2,"streams":[{"redirect":13534740,"hoster":"VOE"},{"redirect":10112457,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12335795,"hoster":"VOE"},{"redirect":8571882,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Memories","descr":"Joey erinnert sich an Geschichten, die ihm seine Mutter über seinen Vater Brian erzählt hatte, der sein Leben opferte, um einige Bergleute vor einem Brand zu retten. Als Holly andeutet, dass Brian nicht wirklich ein Held war, wird Joey von einigen der Diner-Gäste beruhigt, die sich an ihn erinnern. Holly besteht jedoch immer noch darauf, dass er kein Held war, was Joey wütend macht. In der Nacht zuvor wurde Lina von Will besucht, der sie davor warnt, sich auf Joey einzulassen. Am nächsten Tag besucht Joey die Gräber seiner Eltern und fragt Holly, die ihm erzählt, dass sie sich von ihrem Vater verraten gefühlt hat, weil sie seine Familie zurückgelassen hat. Joey erinnert sich an eine von Brians Gewohnheiten, von denen er erzählt wurde und überprüft den Helm, den er zurückgelassen hat, und findet ein Foto der Familie zusammen, was beweist, dass er sie immer im Kopf hatte. Kurz darauf wird Joey von Linas Vater angesprochen,die ihr erzählt, dass Lina nach einem Streit über Will weggelaufen ist. Joey findet sie am Strand und sagt ihr, dass er nicht mehr schwanken wird, was eine neue Fähigkeit für Heroman freischaltet. In diesem Moment erhalten sie einen schockierenden Anruf von Denton.","versions":[{"lang":2,"streams":[{"redirect":13513671,"hoster":"VOE"},{"redirect":10112459,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017532,"hoster":"VOE"},{"redirect":8571884,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Sortie","descr":"Denton und Hughes enthüllen, dass die jüngsten Ereignisse mit den Überresten der Skrugg zusammenhängen. In der Zwischenzeit greifen einige überlebende Skrugg das Weiße Haus an und holen einen Überrest aus einem geheimen Labor im Bunker. Bevor er zum Tatort fliegt, spricht Joey mit Lina, die wütend auf ihn ist, weil er ihr nicht von seiner Begegnung mit Will erzählt hat. Joey steht jedoch auf und erzählt Lina etwas, bevor er mit dem Hubschrauber zu seinem Privatflug nach Washington aufbricht. Voller Emotionen beschließt Lina, sich aus ihrem Haus zu schleichen. Joey und Heroman, ausgestattet mit einer neuen von der NIA entwickelten Rüstung, kommen in Washington an und kämpfen sich auf dem Weg zum Weißen Haus durch die Horden von Skrugg-Drohnen. Unterdessen entdeckt Will das wahre Ziel der Skrugg; Gogorr wiederzubeleben, wird aber von einem mysteriösen Feind angegriffen.","versions":[{"lang":2,"streams":[{"redirect":13513669,"hoster":"VOE"},{"redirect":10112475,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017536,"hoster":"VOE"},{"redirect":8571886,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Resurrection","descr":"Als Joey und Heroman sich auf den Weg zum Weißen Haus machen, breiten sich die Tentakel von Plant X in der ganzen Stadt aus. Währenddessen treffen Denton, Psy, Lina und Holly mit mehreren Bomberjets in Washington ein, die Heroman mit zusätzlicher Energie versorgen sollen. Während das All American Network den Angriff von Heroman abdeckt, sich sogar weigert, auf Aufforderung zu evakuieren, und Joey in die Welt sendet. Holly wird wütend, da sie nicht erfahren hat, dass Joey in Kämpfe verwickelt war. In diesem Moment taucht im Zentrum der Stadt ein riesiges Skrugg-Gericht auf, und Kugeln von vorhin fliegen zu ihm hinüber. Joey und Heroman kommen im Weißen Haus an, als Gogorr auferstanden ist.","versions":[{"lang":2,"streams":[{"redirect":13513690,"hoster":"VOE"},{"redirect":10112502,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017538,"hoster":"VOE"},{"redirect":8571885,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Crisis","descr":"Als Joey und Heroman ihren Kampf mit Gogorr beginnen, werfen Bomber Bomben ab, die Gewitterwolken bilden, um Heroman mit zusätzlicher Elektrizität zu versorgen, wobei Denton den MR-1-Prototyp zur Unterstützung einsetzt. Gogorr absorbiert dann die Sphären, verwandelt ihn weiter und beginnt, alles zu verschlingen, einschließlich seiner Skruggs-Kollegen. Joey findet und rettet Will, der sich ihm anschließt, um für dasselbe Ziel zu kämpfen. Heroman zerbricht den Kristall auf Gogorrs Brust, der als seine Schwachstelle gilt, aber Gogorr überlebt und spießt Heroman auf.","versions":[{"lang":2,"streams":[{"redirect":13513686,"hoster":"VOE"},{"redirect":10112480,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017537,"hoster":"VOE"},{"redirect":12978296,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"","epNo":26,"alt":"Faith","descr":"Als Joey von Heromans Verletzung verstört wird, greift Gogorr ihn an, bevor er beginnt, in Richtung Mittelpunkt der Erde zu graben, um sie zu verschlingen und schließlich zu zerstören. Will schützt Joey vor Gogorrs Angriff und ermutigt ihn, das Richtige zu tun. Joeys Controller leuchtet rot und erstreckt sich über seinen Arm, was ihm weitere Macht verleiht, und er beschließt, alleine zu gehen, um zu versuchen, die Lichtkugel unter Gogorr zu zerstören. Bevor Joey seinen Selbstmordanschlag ausführen kann, wird er von Heroman aufgehalten und wird später von Holly und Lina konfrontiert, die ihm sagen, er solle sein Leben nicht so einfach wegwerfen und ihn daran erinnern, dass er wegen seiner Freunde ein Held ist. Nachdem Heroman vom MR-1 aufgeladen wurde, aktiviert Joey seine neue Fähigkeit O-Spark, die Gogorr zerstört. Während Joey und seine Freunde die Zukunft genießen, die sie erwartet, wird Minami aus dem Gefängnis ausgebrochen.","versions":[{"lang":2,"streams":[{"redirect":13513695,"hoster":"VOE"},{"redirect":10112504,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9017539,"hoster":"VOE"},{"redirect":8571888,"hoster":"Streamtape"}]}]}]}]}