{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen","name":"Herzensbrecher – Vater von vier Söhnen","descr":"Andreas Tabarius ist seit zwei Jahren verwitwet und versucht seitdem, seine Kinder und seinen Job unter einen Hut zu bringen. Der Älteste, Lukas, ist mit 20 zwar selbst schon erwachsen, lebt aber noch zu Hause um Andreas zu unterstützen. Das klappt natürlich nicht ohne Konflikte mit Vater und Brüdern. Thomas ist 17 und steht kurz vor dem Abitur. Als Stillster der vier kommt er manchmal etwas zu kurz. Der 13-jährige Johannes steckt mitten in der Pubertät und benimmt sich auch so. Und Jakob ist erst beziehungsweise schon 6 und will aber natürlich so weit es geht bei den Großen mitmischen.","seasons":[{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-1","name":"Kirchenasyl","epNo":1,"alt":"","descr":"Im Mittelpunkt der neuen Serie \"Herzensbrecher\" stehen ein alleinerziehender Vater und seine Söhne, vom jungen Erwachsenen bis zum sechsjährigen Kind, jeder auf seine Weise mit dem Potenzial, Frauenherzen zu brechen: frech, charmant, eigensinnig, verletzlich und einfach nur süß. Lukas, der Älteste, der vor der Frage steht: weiterhin zur Familie halten und als Nesthocker gelten, oder endlich auf eigenen Beinen stehen. Thomas, genannt \"Tom\", der Zweitälteste, 17 Jahre alt, der kurz vor dem Abitur steht und den Weg ins Erwachsenenleben antritt. \"Jo\" (Johannes) ist 13 Jahre alt, steckt mitten in der Pubertät und lehnt sich als Rebell der Truppe besonders gern gegen seinen Vater und gelegentlich auch gegen seine Brüder auf. Und Jakob, der sechsjährige Sonnenschein, der darauf besteht, nicht mehr klein zu sein. Im Zentrum: Vater Andreas Tabarius (Mitte 40), der als Pfarrer eine evangelische Gemeinde in Bonn übernimmt. Sie sind eine starke Truppe und was sie eint, ist Zusammenhalt, Teamgeist, Familiensinn, Lebensfreude, beim einen oder anderen der Glaube. Aber sie alle wissen, dass etwas fehlt: Andreas’ Frau ist vor zwei Jahren gestorben, und so sehr die Männer sich auch Mühe geben, ihrem Alltag und ihrer Familie gerecht zu werden, Natalie fehlt. Als Trösterin, Ansprechpartnerin, Zuhörerin, als Mutter und Geliebte. Denn Andreas, der sich trotz des Widerstands der Kirchenvorstandsvorsitzenden Brigitte Abels nach und nach den Rückhalt der Gemeinde erwirbt, braucht manchmal Unterstützung, auch wenn er nicht danach fragt. Jede Woche beschäftigt ihn eine Geschichte aus seiner Gemeinde, mal ein Vikar mit krimineller Vorgeschichte, mal ein schwangeres Mädchen, mal ein Paar in der Eheberatung. Auch seine Söhne haben ihren Alltag, ihre Freunde, ihre Haltungen, Ängste und Kämpfe. Andreas glaubt zunächst, dass er all das allein bewältigen kann. Seine neue eigenwillige Gemeindesekretärin Katharina Marquardt, die mit Kirche und Religion wenig am Hut hat, ist da anderer Meinung, und versucht auszuhelfen. Ob aus dieser Kollegialität und Freundschaft mehr wird, bleibt abzuwarten. Es ist ein Neuanfang für Pfarrer Andreas Tabarius und seine vier Söhne, nicht nur in Bonn, sondern auch in seiner neuen Gemeinde. Direkt am ersten Tag wird Andreas mit einem ungewöhnlichen Problem konfrontiert: Die zehnjährige Paula bittet um Kirchenasyl. Egal, wie hartnäckig Andreas nachbohrt, er wird aus dem Mädchen nicht schlau. Sicher ist nur, dass sie unter keinen Umständen zu ihren Eltern zurückwill. Andreas nimmt die Kleine erst einmal bei sich und seinen vier Jungs auf, was in dem turbulenten Männerhaushalt für zusätzliches Chaos sorgt. Zoff mit der Vorsitzenden des Kirchenvorstands, Constanze Abels, ist da programmiert. Sie ist von den unkonventionellen Methoden alles andere als begeistert und empört darüber, was sich der Neue gleich zu Beginn raus nimmt und schaltet eiskalt die Jugendbehörde ein. Zum Glück kann Andreas zwar die Beamtin mit seinem Charme um den Finger wickeln, der Krieg zwischen ihm und Frau Abels scheint damit jedoch eröffnet. Alles in allem hält das den Familienvater aber nicht von seiner Pflicht ab, Paula wieder in ihr Elternhaus zu integrieren. Doch das sind nicht die einzigen Probleme, mit denen Andreas fertigwerden muss. Aufgrund der schweren Krankheit seines Vorgängers wurde die Administration im Pfarrbüro schmählich vernachlässigt. Es wird dringend eine Gemeindesekretärin gebraucht, die unterstützend zur Hand geht. Ausgerechnet Katharina Marquardt, mit der er zunächst heftig aneinandergerät, bewirbt sich auf die Stelle und überzeugt ihn letztlich durch ihr zupackendes Wesen, auch wenn von Anfang klar scheint, dass damit der Grundstein für eine turbulente Zusammenarbeit gelegt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592990","hoster":"VOE"},{"path":"/redirect/8571891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-2","name":"Der verlorene Sohn","epNo":2,"alt":"","descr":"Stefan Vieweger ist ein Mann mit bewegter Vergangenheit: Nach einem bewaffneten Raubüberfall hat er die vergangenen Jahre im Gefängnis verbracht und Buße getan. Umso mehr trifft Andreas’ Entscheidung, den Mann, der im Knast angeblich zum Glauben gefunden hat, als neuen Vikar an die Heilandkirche zu holen, auf Skepsis und Gegenwehr. Vor allem die Vorsitzende des Kirchenvorstands, Constanze Abels, äußert ihre Bedenken lautstark. Als dann auch noch die sonntägliche Kollekte aus der Sakristei gestohlen wird, scheint der Schuldige schnell gefunden zu sein. Stefan Vieweger schlägt eine Welle des stillen und offenen Misstrauens entgegen. Auch Andreas beginnt allmählich an der Unschuld seines Kollegen zu zweifeln. Vielleicht oder gerade auch weil er nicht sehen will, was seine Sekretärin Katharina längst ahnt: Der wahre Schuldige ist sein jüngster Sohn Jakob, der sich von dem Geld Süßigkeiten kaufen wollte. So konfrontiert sie Andreas mit ihrem Verdacht, der sich nun mit der Frage auseinandersetzen muss, wem er mehr vertraut: seinem Jüngsten oder dem ehemaligen Sträfling.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592988","hoster":"VOE"},{"path":"/redirect/8571889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-3","name":"Wunder","epNo":3,"alt":"","descr":"In der Heilandkirche wird der jüngste Sohn Jakob Zeuge eines Wunders: Jesus weint. Doch wie sich herausstellt, liegt das nur am kaputten Kirchendach, durch das der Regen fällt. Nicht nur, dass Andreas bei den wohlhabenderen Mitgliedern der Gemeinde Klinken putzen muss, um die knappen Mittel, auf die Constanze Abels streng die Hand hält, zusammenzubringen – selbst seinem Sohn Tom scheint es nur um Finanzen zu gehen. Das Thema Taschengeld sorgt für Zündstoff zwischen Andreas und seinem Zweitältesten. Das ändert sich jedoch, als Katharina die Obdachlose Petra Schütte in ihrem Laden aufliest und zu Andreas bringt, der sie für ein paar Tage bei sich aufnimmt. Nicht nur, dass Tom vor Augen geführt wird, was finanzielle Not und Bescheidenheit ist und er sich ein Herz fasst, um Petra zu helfen. Auch Andreas will herausfinden, was hinter dem traurigen Schicksal der Landstreicherin steckt. Als diese ihm den Tipp gibt, sich das Geld für die Reparatur des Daches von ihrer Schwester zu holen und Andreas sich plötzlich der reichen und in Luxus lebenden Gabi gegenübersieht, ist er umso irritierter. Wieso hilft Gabi ihrer Schwester Petra nicht auf die Füße? Wie er schnell herausfindet, steht zwischen den Frauen eine tragische Familiengeschichte. Obwohl er sein Bestes gibt, scheitert er mit seinen Vermittlungsversuchen kläglich. Es scheint, als gäbe es für die Versöhnung von Gabi und Petra keine Hoffnung. Denn Gabi macht ihre Schwester für den Tod ihres Mannes verantwortlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9701031","hoster":"VOE"},{"path":"/redirect/8571892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-4","name":"Love-Storys","epNo":4,"alt":"","descr":"Liebe liegt in der Luft. Jakob findet, dass Andreas eine neue Frau an seiner Seite braucht, und versucht ihn auf charmante Weise mit Katharina Marquardt zu verkuppeln. Doch sein Vater hat zunächst keine Augen für seine Sekretärin. Sein Interesse gilt vielmehr der Lehrerin seiner Jungs, Trixi Tönnes, die er zu einem Date einlädt. Und mit in dem ganzen Gefühls-Tohuwabohu kämpft ein junges Paar um seine Liebe: Toms Klassenkameradin Sophie Bahlers ist 17 und schwanger. In ihrer Verzweiflung sucht sie Andreas auf, um sich von dem neuen Pfarrer beraten zu lassen. Wie sich zu dessen Erleichterung herausstellt, ist jedoch nicht sein Sohn Tom der Kindsvater, sondern der junge Gemüsehändlersohn Dalan. Doch die junge Liebe steht unter keinem guten Stern, da sich Sophies Eltern, zwei erfolgreiche Juristen, eine ganz andere Zukunft für ihre Tochter vorgestellt haben und sie deshalb zur Abtreibung drängen. Nicht nur Andreas tut sein Bestes, um die Familien zusammenzuführen und Sophie von der Abtreibung abzubringen; auch Tom erweist sich als echter Freund und ist in den schweren Stunden für Sophie da. Tatsächlich bringt sie es nicht übers Herz, den Eingriff vornehmen zu lassen. Doch wie soll es nun weitergehen? Welche Zukunft hat die junge Familie, deren Eltern so sehr gegen die ungleiche Verbindung sind? Und wird es der raffinierte Jakob am Ende doch noch schaffen, dass sein Vater mit Katharina ausgeht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017541","hoster":"VOE"},{"path":"/redirect/8571890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-5","name":"Schwerer Verlust","epNo":5,"alt":"","descr":"Andreas’ ältester Sohn Lukas bringt eine neue Freundin mit nach Hause: Denise ist gerade mal 20 und Lukas’ Kommilitonin. Und sie scheint vom ersten Moment an beeindruckt von seinem Vater zu sein. Andreas, dem dies nicht entgeht, fühlt sich zwar geschmeichelt, hat aber gerade ganz andere Sorgen: Denn Nesthäkchen Jakob trauert, weil sich Lukas auf sein Stofftier, den Troll Potty, gesetzt hat, und dieser nun tot ist. Obwohl Andreas sich größte Mühe gibt, für seinen Jüngsten da zu sein, gelingt es ihm nicht, an ihn heranzukommen. Und noch jemand trauert, wenn auch zunächst unbemerkt: Der frisch verwitwete Tischler Wolfgang Schmitz kommt in den Antiquitätenladen von Katharina Marquardt, um seinen Hausstand aufzulösen. Angeblich will er auf eine längere Reise gehen. Weder Andreas noch Katharina ahnen zunächst, dass viel mehr dahintersteckt und der Mann seinen Abschied nicht nur aus Bonn, sondern aus dem Leben vorzubereiten scheint. Die Probleme werden größer, als Andreas Jakob im Kummer um seinen verstorbenen Troll nicht helfen zu können scheint. Er sieht sich mit der Frage konfrontiert, ob er als alleinerziehender Vater an seine Grenzen stößt; erst Recht, als ihm auch noch Lukas Vorwürfe macht, weil Denise sich schließlich zu einem Kuss mit Andreas hinreißen lässt. Dies ruft nicht zuletzt auch die Kirchenvorstandsvorsitzende Constanze Abels erneut auf den Plan, die gerade dabei war, sich Andreas anzunähern. Als sich nach und nach auch noch die Hinweise darauf verdichten, dass mit Wolfgang Schmitz etwas nicht stimmt und Andreas und Katharina der schlimme Verdacht kommt, dass er sich das Leben nehmen will, zählt plötzlich jede Sekunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13015014","hoster":"VOE"},{"path":"/redirect/8571897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-6","name":"Beichtgeheimnis","epNo":6,"alt":"","descr":"Die Verwunderung ist groß, als Lukas morgens seine neue \"Freundin\" Meike vor der versammelten Familie Tabarius verabschiedet – denn sie ist sichtbar älter als er. Was als kleine Irritation beginnt, wird zu einem tiefgreifenden Gewissenskonflikt für Andreas. Denn als dieser am selben Tag eine Eheberatung durchführen soll, sieht er sich unvermittelt \"Meike\" und ihrem Ehemann gegenüber, die sich ihm nun als Jana Sender vorstellt. So gerät Andreas in ein großes Dilemma: Als Pfarrer ist er verpflichtet, Stillschweigen über das zu bewahren, was er im Zuge seiner Tätigkeit als Seelsorger erfährt. Als Vater würde er seinem ältesten Sohn jedoch am liebsten vor einem großen Fehler bewahren, denn dieser malt sich bereits eine gemeinsame Zukunft mit \"Meike\" aus. Darüber hinaus muss Andreas Tabarius sich noch mit Frau Abels, der Vorsitzenden des Kirchenvorstandes, auseinandersetzen. Diese ist nämlich von seiner Idee, in der Kirche neben Hochzeiten auch Trennungszeremonien durchzuführen, ganz und gar nicht begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592992","hoster":"VOE"},{"path":"/redirect/8571893","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-7","name":"Der Taufschein","epNo":7,"alt":"","descr":"Andreas hat Ärger mit dem pubertierenden Johannes, dem es an Empathie für andere fehlt. Doch Johannes beweist das Gegenteil, als er seiner Schulfreundin Susanne dabei helfen will, ihre leibliche Mutter zu finden. Dabei greift Johannes zu Mitteln, die Andreas nicht gutheißen kann: Er bricht ins Gemeindebüro ein, um an die Taufunterlagen zu kommen. Damit bringt er Andreas in Konflikte mit seiner Schweigepflicht und bekommt rechtliche Konsequenzen angedroht. Natürlich weiß Andreas sofort, wer ihm den Ärger eingebrockt hat, und es kommt zu einem heftigen Donnerwetter zwischen Vater und Sohn, denn für Andreas steht fest, dass Jo Susanne nur geholfen hat, weil er auf sie steht. Erst Katharina erkennt, dass Jos Antrieb ein ganz anderer war. Zu allem Überfluss muss Andreas sich auch noch mit der Sorge seines Küsters Willi Kockelkorn und der Vorsitzenden des Kirchenvorstandes herumschlagen, die gegen einen angeblich geplanten Tiergottesdienst Sturm laufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017548","hoster":"VOE"},{"path":"/redirect/8571895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-8","name":"Ein Quäntchen Trost","epNo":8,"alt":"","descr":"Andreas’ Herz ist schwer: Nesthäkchen Jakob geht zum ersten Mal auf Klassenfahrt und führt dem Pfarrer vor Augen, dass seine Kinder erwachsen werden. Zum familiären Abschiedsgrillen hat Jakob auch Katharina Marquardt eingeladen. Diese bringt ihre gute Freundin Doro mit, die vor drei Monaten viel zu jung Witwe geworden ist. Andreas erkennt, dass hinter der Fassade der \"lustigen Witwe\", die sich nach dem tragischen Verlust längst wieder ins Leben zu stürzen scheint, eine tief verletzte Seele steckt. Doch es scheint, als übertreibe er es diesmal mit seinen seelsorgerischen Qualitäten, denn diese gehen so weit, dass Doro bei ihm übernachtet. Da sich das Gerücht vom \"Witwentröster\" in der Gemeinde wie ein Lauffeuer verbreitet, erfahren auch Herr und Frau Domkirch, zwei Rentner, die in der letzten Phase des Zweiten Weltkrieges nur standesamtlich heiraten konnten und nun ihre kirchliche Trauung bei Andreas nachholen wollten, von dessen \"Verfehlung\". Kurzerhand sagen sie die Hochzeit ab. Auch Constanze Abels wittert eine Chance, den ungeliebten Pfarrer loszuwerden: Sie wirft ihm Amtsmissbrauch vor und tut alles, um Andreas in der nächsten Kirchenvorstandssitzung zu stürzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017551","hoster":"VOE"},{"path":"/redirect/8571896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-9","name":"Gott ist tot","epNo":9,"alt":"","descr":"\"Gott ist tot\" – so steht es auf Jos T-Shirt, denn dieser hat eine Glaubenskrise: Bei all dem Elend und Unrecht in der Welt, kann es keinen Gott geben. Eine Herausforderung für Andreas – sowohl als Vater als auch als Pfarrer. Auf verschiedene Weisen versucht er, an seinen Sohn heranzukommen und ihm den Glauben an Gott zurück zu bringen. Doch der Junge, der mitten in der Pubertät steckt, sperrt sich mit aller Macht. Beruflich ist Andreas mit Britta Singer, Barfrau in einem Bordell, beschäftigt, die in die Kirche eintreten will. Sie ist wie Jo auf der Suche, vor allem nach Halt. Andreas erkennt dahinter auch ihren Wunsch, nicht nur zu der Glaubensgemeinschaft zu gehören, sondern auch aus dem Milieu auszusteigen. Allerdings ist das nicht so einfach, denn sie hat sowohl finanzielle als auch emotionale Schulden bei Nachtclub-Betreiber Leander Jabach. Andreas’ Einsatz bringt ihm zur Abwechslung viel Anerkennung bei Constanze Abels ein, und während Andreas ganz neue Seiten an ihr entdeckt, sieht auch Constanze ihn auf einmal in einem ganz anderen Licht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9701030","hoster":"VOE"},{"path":"/redirect/8571906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-1/episode-10","name":"Vatergefühle","epNo":10,"alt":"","descr":"Ein junges Ehepaar will sich in der Heilandkirche trauen lassen. Als Andreas ihnen Küster Willi Kockelkorn vorstellt, verlassen die beiden zu Andreas’ Erstaunen jedoch wutentbrannt die Kirche. Es stellt sich heraus, dass Ralf Binder Willis Sohn ist, zu dem er Zeit seines Lebens keinen Kontakt hatte. Die älteren Tabarius-Söhne ziehen Jakob mit der Aussage auf, er wäre adoptiert. Als Andreas davon erfährt, bittet er Willi, am Abend auf die Jungs aufzupassen – was er am nächsten Morgen schwer bereuen wird. Zuerst jedoch steht eine Feier der evangelischen Kirche in Köln an. Constanze Abels besteht darauf Andreas zu begleiten, obwohl er eigentlich Katharina um ihre Gesellschaft gebeten hatte. Denn nicht nur Katharina wird sich ihrer Gefühle für Andreas immer bewusster, auch Andreas erkennt, dass sie inzwischen mehr für ihn ist als seine Sekretärin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017547","hoster":"VOE"},{"path":"/redirect/8571901","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-1","name":"Fahrerflucht","epNo":1,"alt":"","descr":"Andreas Tabarius, Pfarrer an der Bonner Heilandkirche, geht es großartig: Seine vier Söhne sind gut drauf, und der erste Kuss mit seiner Sekretärin Katharina ist zum Greifen nah. Doch ausgerechnet jetzt steht ein junger Mann vor der Tür, der den ansonsten so klar und versöhnlich denkenden Andreas in ein Dilemma stürzt: Konstantin Bergers hat den Unfall verursacht, bei dem Andreas’ Frau ums Leben gekommen ist. Er hatte damals Fahrerflucht begangen. Jetzt erwartet er von Andreas christliche Vergebung. Während Andreas um den richtigen Weg ringt, bringt er seinen ältesten Sohn Lukas gegen sich auf und erneuert durch einen ungeschickten Wurf mit der Bibel seine Feindschaft mit Presbyterin Constanze Abels. Katharina freundet sich mit Christine Larsen an, die sich in der Gemeinde als Chorleiterin bewirbt – und begeht einen großen Fehler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916801","hoster":"VOE"},{"path":"/redirect/8571900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-2","name":"Die letzte Reise","epNo":2,"alt":"","descr":"Als wäre das Leben im Hause Tabarius nicht schon turbulent genug, steht plötzlich Andreas’ Vater Richard vor der Tür. Und das auch noch in Begleitung seiner jungen polnischen Pflegerin Ewa. Andreas ist ohnehin schon mit seiner Arbeit mehr als ausgelastet, und Constanze Abels fuchtelt mit dem wieder ausgegrabenen Kriegsbeil. So bleibt keine Zeit für Katharina, die unter ihrem Unfall mit Christine Larsen leidet und mit den Vorwürfen von Christines Mann Björn zurechtkommen muss. Andreas hat große Mühe, alle Fäden in der Hand zu behalten und auch noch ein bisschen Zeit mit seinen Jungs zu verbringen. Als Richard Andreas bittet, ihn und Ewa zu trauen, bevor sie zu einer Reise nach Italien aufbrechen, kommen alte Konflikte zu Tage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017557","hoster":"VOE"},{"path":"/redirect/8571903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-3","name":"Kommen und Gehen","epNo":3,"alt":"","descr":"Katharinas Unfall mit Christine Larsen legt weiter seine Schatten über Andreas Tabarius’ Gemeinde: Katharina kommt mit ihrer Schuld nicht klar, was sie und Andreas zunehmend entfremdet. Andreas bemerkt die Hilflosigkeit von Christines Ehemann Björn, aber seine Vermittlungsversuche scheitern. Derweil bekommt Andreas nicht mit, dass sich sein Drittältester Jo am Taschengeld seines Bruders Tom zu schaffen macht, und mit den Störenfrieden der Schule Freundschaft geschlossen hat. Und Lukas findet, dass ausgerechnet jetzt der richtige Zeitpunkt wäre, mit seiner neuen Freundin Lea zusammenzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017549","hoster":"VOE"},{"path":"/redirect/8571907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-4","name":"Ein richtiges Kind","epNo":4,"alt":"","descr":"Nach lange unerfülltem Kinderwunsch ist ein Mitglied des Kirchenvorstands mit Ende 40 unverhofft schwanger geworden. Sandra Kalinder macht sich Sorgen, dass das Kind aufgrund ihres Alters nicht gesund sein könnte, während ihr Mann vollkommen unbekümmert in die Zukunft blickt. Pfarrer Andreas Tabarius, selbst Vater von vier gesunden Söhnen, muss Frau Kalinders Ängsten gerecht werden, aber auch der Haltung der evangelischen Kirche. Lukas zieht mit seiner Freundin Lea in eine gemeinsame Wohnung. Andreas ist sauer: Er wäre zuhause auf Lukas angewiesen, denn dort geht es nun drunter und drüber. Tom möchte nicht der neue \"Älteste\" im Haus sein, und ein hungriger Jakob sollte in der Küche besser nicht allein gelassen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017550","hoster":"VOE"},{"path":"/redirect/8571902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-5","name":"Soko Tabarius","epNo":5,"alt":"","descr":"Katharinas Antiquitätenladen ist in finanziellen Schwierigkeiten. Entgegen dem Rat von Zahlenteufel Tom kauft sie dennoch eine wunderschöne Bronzestatue an, die ein junger Mann ihr anbietet. Willi Kockelkorn ist derweil entrüstet, weil auf dem Friedhof wertvolle Skulpturen gestohlen werden. Zusammen mit Jakob legt er sich auf die Lauer, um die Diebe zu stellen, die für ihn nur Mitglieder einer rumänischen Räuberbande sein können. Andreas und Lukas sind weiterhin zerstritten, trotz Constanze Abels’ Intervention. Andreas bekommt zu allem Überfluss noch schlechte Neuigkeiten: Der Superintendent will ihm einen zusätzlichen Pfarrer an die Seite stellen. Andreas ist wie vor den Kopf geschlagen und übersieht dabei, dass Katharina dringend seine Unterstützung braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13015017","hoster":"VOE"},{"path":"/redirect/8571905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-6","name":"Constanzes Geheimnis","epNo":6,"alt":"","descr":"Angelika Heller ist mit der Pflege ihres Vaters Rolf überfordert. Rolf möchte auf gar keinen Fall in ein Altersheim, sondern in seinem Zuhause bleiben. Angelika bittet Andreas Tabarius um Unterstützung. Nach einem erneuten Streit mit Constanze Abels findet dieser heraus, dass auch sie mit der Betreuung eines geliebten Menschen zu kämpfen hat, von deren Existenz Andreas bisher nichts wusste. Und er versucht zu verstehen, warum Katharina sich von ihm getrennt hat. Nebenbei muss Andreas seinen übermotivierten neuen Kollegen Marc Wenkstern daran hindern, gar zu viele Aufgaben an sich zu reißen. Zu seinem Erstaunen ist es am Ende Marc, der die Lösung für das Problem der Brüggemanns findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923419","hoster":"VOE"},{"path":"/redirect/8571908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-7","name":"Versteckte Wahrheiten","epNo":7,"alt":"","descr":"Pfarrer Andreas Tabarius wird mit einem ungewöhnlichen Fall konfrontiert: Hans Gerstein, der vor 17 Jahren seine Familie über Nacht verlassen hat und seitdem verschollen war, taucht plötzlich wieder auf, um sich mit Frau und Kind zu versöhnen. Andreas nimmt sich des Falles an, doch die Fronten zwischen Hans und Renate, die inzwischen längst einen neuen Mann und damit wunderbaren Ziehvater für ihre Tochter Pia gefunden hat, sind verhärtet. Während Andreas alles versucht, um die beiden zu einer Aussprache zu bewegen, bemerkt er nicht, dass Tom seine Abi-Klausur schmeißt und auch Jo immer mehr auf die schiefe Bahn gerät. Von seinem Vater nicht gehört, wendet sich Tom an Katharina und vertraut ihr an, dass er unglücklich verliebt ist und deshalb die Schule abbrechen will. Auch Katharina fühlt sich von Andreas zu wenig beachtet – er bemerkt nicht, dass sie ihr Antiquariat aufgeben muss. Eine schmerzliche Trennung steht auch Constanze bevor, die ihren Mann ins Heim verabschieden muss. Kein Wunder, dass Andreas zwischen all diesen Problemen den Überblick zu verlieren droht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017559","hoster":"VOE"},{"path":"/redirect/8571910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-8","name":"Männerherzen","epNo":8,"alt":"","descr":"Das schwule Paar Carsten van Eifeler und Sven Büter möchte ausgerechnet von Andreas’ Konkurrenten Marc Wenkstern kirchlich getraut werden, dem der Ruf eines moderneren Pfarrers vorauseilt. Als Marc Wenkstern sich jedoch als Hardliner entpuppt und die Segnung der beiden Männer ablehnt, entfacht ein Streit zwischen den beiden Pfarrern. Dies führt in der Heilandkirche zu einer grundsätzlichen Debatte zum Thema \"Schwulenehe\" und dazu, dass selbst die beiden Männer ihre geplante Trauung in Frage stellen. Währenddessen ist Andreas weiterhin ratlos, welche Sorgen seinen Sohn Tom bedrücken. Als sich Tom immer mehr von seinem Vater bedrängt fühlt, platzt er vor der gesamten Familie mit seinen Sorgen heraus. Andreas fragt sich, wieso er so wenig über seinen Sohn weiß. Im Gespräch mit Katharina erfährt er, dass sie schon längst von Toms Problemen wusste. Andreas ist enttäuscht. Verstanden fühlt er sich in dieser Situation von Christine, was dazu führt, dass sich die beiden einander annähern. Auch Lukas und Andreas, die sich seit Lukas’ Auszug wegen seiner Freundin Lea zerstritten hatten, rücken durch Toms persönliche Krise wieder zusammen. Können die Tabarius-Männer Tom helfen – getreu ihrem Motto \"Wir halten zusammen, komme was wolle\"?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592995","hoster":"VOE"},{"path":"/redirect/8571911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-9","name":"Schlechte Nachrichten","epNo":9,"alt":"","descr":"Pfarrer Andreas Tabarius steht einer Frau bei, deren Mann sich umgebracht hat und die sich eine Beerdigung der besonderen Art wünscht. Beistand findet er bei Christine Larsen, und die beiden kommen sich unerwartet näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017554","hoster":"VOE"},{"path":"/redirect/8571909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-10","name":"Lost \u0026amp; Found","epNo":10,"alt":"","descr":"In der Heilandkirche stehen die Kirchenvorstandswahlen an. Als langjährige Vorsitzende rechnet Constanze Abels mit einer Wiederwahl, doch es kommt zu einer bösen Überraschung: Ihre Stellvertreterin Frau Breckwoldt möchte sie vom Thron stoßen. Andreas nimmt ein Neugeborenes bei sich auf, das vor der Kirche ausgesetzt wurde. Da er als Witwer nur zu gut weiß, dass ein Kind seine Familie braucht, macht er sich auf die Suche nach der Mutter. Als er sie findet, muss er sich fragen: Ist das Kind vielleicht bei einer liebevollen Pflegefamilie besser aufgeboten als bei einer Frau, die sich nicht in der Lage sieht, Mutter zu sein? Auch privat hat Andreas Probleme: Katharina, die den Kuss zwischen Andreas und Christine beobachtet hat, ist eifersüchtig. Und Christine leugnet vor Katharina ihre aufkeimenden Gefühle für Andreas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017562","hoster":"VOE"},{"path":"/redirect/8571914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-11","name":"Schmutzige Wäsche","epNo":11,"alt":"","descr":"Andreas Tabarius wird mit einem außergewöhnlichen Fall konfrontiert: Ein finanziell in Not geratener Gnadenhof benötigt dringend Hilfe. Eine Idee, wie man die Besitzerin Alexandra Keun unterstützen und den Hof retten kann, ist schnell geboren: Durch eine Modenschau sollen in der Heilandkirche Gelder gesammelt werden. Doch Andreas stößt mit dieser unkonventionellen Methode auf heftigen Widerstand, wodurch er sich mit dem Thema \"Wofür spenden\" beschäftigen muss. Während Andreas mit der Spendenaktion vollauf beschäftigt ist, kämpft Constanze Abels an ganz anderer Front: Nach ihrer Abwahl haben Marc und Anna Breckwoldt in einer eigenmächtigen Aktion Küster Willi Kockelkorn entlassen. Werden die Karten in der Heilandkirche nun ganz neu gemischt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017558","hoster":"VOE"},{"path":"/redirect/8571916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-2/episode-12","name":"Auge um Auge","epNo":12,"alt":"","descr":"Der Machtkampf zwischen Andreas Tabarius und Marc Wenkstern findet seinen Höhepunkt. Andreas wird zu einem Krisen-Gespräch mit seinem Vorgesetzten Voigt gebeten. Dieser – von Wenkstern aufgehetzt – ist von Andreas’ Führungsstil wenig erfreut und fürchtet um den Ruf seiner Gemeinde. Voigt macht deutlich, dass er in Pfarrer Wenkstern einen potentiellen Ersatz für Andreas sieht und verkündet Andreas, dass er sich für einen von beiden entscheiden wird. Der Kampf um den Pfarrerposten ist damit eröffnet. Auch privat muss Andreas Kämpfe mit seinem Sorgenkind Jo ausfechten, der zunehmend in Drogengeschäfte verwickelt wird. Andreas sieht als letzten Ausweg, Jo ins Internat zu schicken. Katharina versucht, zwischen Vater und Sohn zu vermitteln und gerät dabei selbst zwischen die Fronten, während Christine Andreas mit Ratschlägen zur Seite steht. Und auch bei Andreas’ ältestem Sohn Lukas läuft alles anders als geplant: Nachdem er längst mit seiner Ex Lea abgeschlossen hat, steht diese plötzlich vor der Tür und übermittelt ihm eine folgenschwere Nachricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017561","hoster":"VOE"},{"path":"/redirect/8571913","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-1","name":"Herzlich Willkommen!","epNo":1,"alt":"","descr":"Andreas im Ausnahmezustand: Jakob will aufs Internat, und Lukas’ Ex-Freundin Lea erwartet das gemeinsame Kind. Und ausgerechnet jetzt kreuzt auch noch Katharina mit ihrem neuen Freund auf. Und stellt damit Andreas’ Gefühlsleben völlig auf den Kopf. Doch bevor er Katharina von seinen Gefühlen überzeugen kann, muss er sich zunächst um Lea kümmern. Die leidet nach einer turbulenten Geburt im Friseursalon an postnataler Depression. Andreas nimmt Lea die Angst, mit dem Kind auf sich allein gestellt zu sein und heißt sie in der Tabarius-Familie herzlich willkommen. In die will auch der zehnjährige Bartholomäus \"Bart\" Rix. Der Sohn eines befreundeten Diplomaten zieht ins Pfarrhaus ein. Jakob kann sich mit dem schnöseligen \"Ersatzspieler\" zunächst gar nicht anfreunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592996","hoster":"VOE"},{"path":"/redirect/8571912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-2","name":"Zivilcourage","epNo":2,"alt":"","descr":"Pfarrer Tabarius zeigt Zivilcourage, als eine Frau von ihrem Ehemann in der Öffentlichkeit geschlagen wird. Er macht der Frau Mut, sich gegen die \"häusliche Gewalt\" zur Wehr zu setzen. Und dabei hat er auch zu Hause alle Hände voll zu tun. Er bemüht sich sehr um Lea, die endlich eine Bindung zu ihrem Kind aufbauen konnte. Ihre Beziehung zu Lukas ist jedoch extrem angespannt. Und dann ist da noch Bart, der Neue in der Familie. Trotz intensiver Bemühungen von Andreas tut Bart sich schwer, sich in die Gastfamilie zu integrieren. Er wohnt jetzt in Jakobs Zimmer. Doch Jakobs Platz kann er wohl niemals einnehmen. Den Kleinen muss die Familie ziehen lassen. Denn Jakobs großer Traum wird wahr. Er geht auf ein Internat in Süddeutschland.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592997","hoster":"VOE"},{"path":"/redirect/8571917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-3","name":"Entführt","epNo":3,"alt":"","descr":"Andreas muss zu einem Notfall. Besorgte Großeltern bitten ihn um Hilfe: Ihre Enkelin wurde entführt. Und das vom eigenen Vater, der auf diese verzweifelte Weise Kontakt zu seiner Tochter sucht. Nach mehreren Schicksalsschlägen hat er das Sorgerecht verloren. Andreas vermittelt zwischen den zerstrittenen Parteien und hat vor allem eins im Auge: das Wohl des Kindes. Sein neues Glück mit Katharina genießt er sehr. Wenn nur diese Heimlichtuerei nicht wäre. Katharina ist nämlich noch nicht bereit, ihre Liebe öffentlich zu machen. Für Gefühlsverwirrung sorgt auch der neue Friedhofsgärtner Philip Glees – er scheint ausgerechnet auf die kühle und integre Presbyteriums-Vorsitzende Astrid Kurland ein Auge geworfen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9592998","hoster":"VOE"},{"path":"/redirect/8571927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-4","name":"Das Kreuz mit der Wahrheit","epNo":4,"alt":"","descr":"Ein Nahtod-Erlebnis bewegt eine Maklerin zu einem radikalen Sinneswechsel: Sie will nicht mehr lügen. Von ihr inspiriert, veranstaltet Andreas in seiner Familie ein soziales Experiment. Schnell wird ihm bewusst, wie viele Lügen und Halbwahrheiten selbst im persönlichen Umfeld verankert sind: Jo nimmt scheinbar wieder Drogen, und er selbst belügt Astrid Kurland über seine Beziehung zu Katharina. Andreas wagt den Befreiungsschlag in seiner Predigt. Erleichtert erkennt er, dass er Jo zu Unrecht verdächtigt und dieser eine eigene Band gegründet hat. Und Katharina nutzt Andreas’ Steilvorlage, um ihre Beziehung endlich öffentlich zu machen. Sie nimmt damit auch Astrid Kurland den Wind aus den Segeln, die die heimliche Affäre des Pfarrers schon an höchster Stelle angezählt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017564","hoster":"VOE"},{"path":"/redirect/8571915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-5","name":"Wohltäter","epNo":5,"alt":"","descr":"In der Kirche findet Bart 20.000 Euro. Andreas will die Spende schon für die Renovierung der Kirche nutzen, als sich herausstellt, dass es sich um Geld aus einer Steuerhinterziehung handelt. Bauunternehmer Franz ten Roeberer versucht mit Spenden sein Seelenheil zu erkaufen. Doch Pfarrer Tabarius lehnt das ab und rät dem alten Mann, dem eigenen Sohn endlich reinen Wein einzuschenken. Dadurch bricht ein schwelender Vater-Sohn-Konflikt wieder auf. Die Fronten verhärten sich. Auch zwischen Andreas und Jo, der wütend auf Katharinas geplanten Einzug ins Pfarrhaus reagiert. Jo befürchtet, dass damit das letzte Andenken an die tote Mutter ausgelöscht wird. Erst als er seine Gefühle in einem Song verarbeitet, findet er Frieden mit sich und seinem Vater. Katharinas Einzug steht nichts mehr im Weg. Und während Andreas sein Glück mit Katharina genießt, muss Philip enttäuscht feststellen, dass Astrid vergeben ist. Er geht auf Distanz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923421","hoster":"VOE"},{"path":"/redirect/8571918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-6","name":"Schwarz zu grau","epNo":6,"alt":"","descr":"Pfarrer Andreas Tabarius bemerkt bei Superintendent Voigt schleichende Anzeichen von Demenz. Dieser verleugnet jedoch seinen Zustand und belastet damit zunehmend seine Umwelt. Andreas bringt Voigt dazu, sich seiner Angst und der Krankheit zu stellen. Damit legt er auch mögliche Karrierepläne ad acta. Zur großen Überraschung von Astrid Kurland, die gemutmaßt hatte, dass sich Andreas auf Kosten Voigts profilieren will. Andreas’ Sohn Tom unterdessen versucht sich mit einer Daytrading-Plattform selbständig zu machen. Die Bedenken seines Vaters trüben zunächst Toms Freude. Doch Andreas muss lernen, dass ein weiterer seiner Söhne nun erwachsen ist. Seine Beziehung zu Katharina hingegen scheint seit ihrem Einzug in den Männerhaushalt weniger entspannt als erhofft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017567","hoster":"VOE"},{"path":"/redirect/8571920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-7","name":"Vielen Dank zurück","epNo":7,"alt":"","descr":"Andreas gerät in einen schweren Konflikt als Mensch und als Pfarrer. Denn Margret Koschmal, ein Mitglied seiner Gemeinde, soll für ihren todkranken Ehemann Sterbehilfe leisten. Während die tiefgläubige Margret um die richtige Entscheidung zwischen ihrem Glauben und ihrer Liebe zu ihrem Mann ringt, gerät Andreas zwischen die Fronten: Seine Gemeinde verlangt von ihm, dass er sich von ihr distanziert. Doch Andreas folgt seinem eigenen Gewissen. Und das, obwohl die Abweichung von der offiziellen Kirchenlinie für seine Karriere schädlich sein könnte. In den vier Wänden der Familie Tabarius stehen die Zeichen ebenfalls auf Sturm: Andreas begreift, dass Katharina ein eigenes Rückzugsgebiet braucht und gibt ihr Barts Zimmer. Zum großen Frust von Jo, weil das Gastkind nun zu ihm ziehen muss. Auch mit Tom gibt es Zoff. Als Andreas mitbekommt, dass in das fragwürdige Daytrading-Projekt auch seine Gemeindemitglieder investieren, stellt er Tom zur Rede.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923425","hoster":"VOE"},{"path":"/redirect/8571919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-8","name":"Such(t) nach Glück","epNo":8,"alt":"","descr":"Andreas bekommt Besuch von seinen Studienfreunden Lisa und Paul Wess. Alte Erinnerungen werden aufgefrischt und ein Geheimnis offenbart sich – Lisa will ein Kind, um jeden Preis. Sie ist dabei, alles, was sie bisher erreicht hat, aufs Spiel zu setzen. Andreas muss verhindern, dass Lisa ihre Ehe und ihren Beruf als Pfarrerin riskiert. Und er ist absolut nicht begeistert, mit welcher Risikobereitschaft sich Tom in sein Business stürzt. Erfolgsberauscht lässt Tom sich zu Spekulationen verleiten und verliert sein gesamtes Kapital. Nun steht er vor der schweren Aufgabe, den Investoren und vor allem seinem Vater die Pleite zu beichten. Der steht ohnehin unter Strom, denn seine und Katharinas Lebensvorstellungen driften zunehmend auseinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017569","hoster":"VOE"},{"path":"/redirect/8571921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-9","name":"Spiel des Lebens","epNo":9,"alt":"","descr":"Jo ist heimlich verliebt. Doch er hat keine Zeit für Gefühlsduselei, denn er will Rache an dem muslimischen Türken Hamit Önal, den er verdächtigt, seinen Probenraum zerstört zu haben. Andreas trifft, auf der Suche nach Beweisen für die Tat, auf einen orientierungslosen, frustrierten jungen Türken. Er nimmt sich der Sache an, bewegt sich aber auf dünnem Eis, da herrschende Vorurteile gegen Muslime in seiner Gemeinde nicht zu übersehen sind. Gemeinsam mit dem Imam schafft er es, Hamit zur Einsicht zu bringen. Ein interreligiöses Fußballspiel soll helfen, die Ressentiments zwischen Christen und Muslimen abzubauen. Um Aussöhnung bemüht ist auch Julius, der überraschend bei Tom auftaucht. Tom ist aber noch zu verletzt, um Julius zu verzeihen, auch wenn sein Herz etwas anderes rät. Und was ist eigentlich mit Katharinas Herz? Schlägt es noch für Andreas Tabarius?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916800","hoster":"VOE"},{"path":"/redirect/8571922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-10","name":"Spiel des Lebens","epNo":10,"alt":"","descr":"Jo ist heimlich verliebt. Doch er hat keine Zeit für Gefühlsduselei, denn er will Rache an dem muslimischen Türken Hamit Önal, den er verdächtigt, seinen Probenraum zerstört zu haben. Andreas trifft, auf der Suche nach Beweisen für die Tat, auf einen orientierungslosen, frustrierten jungen Türken. Er nimmt sich der Sache an, bewegt sich aber auf dünnem Eis, da herrschende Vorurteile gegen Muslime in seiner Gemeinde nicht zu übersehen sind. Gemeinsam mit dem Imam schafft er es, Hamit zur Einsicht zu bringen. Ein interreligiöses Fußballspiel soll helfen, die Ressentiments zwischen Christen und Muslimen abzubauen. Um Aussöhnung bemüht ist auch Julius, der überraschend bei Tom auftaucht. Tom ist aber noch zu verletzt, um Julius zu verzeihen, auch wenn sein Herz etwas anderes rät. Und was ist eigentlich mit Katharinas Herz? Schlägt es noch für Andreas Tabarius?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017570","hoster":"VOE"},{"path":"/redirect/8571923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-11","name":"Ein Wink Gottes","epNo":11,"alt":"","descr":"Andreas wird als evangelischer Pfarrer in Sachen Wunderdeutung ziemlich gefordert, als eine junge Bäuerin seinen Rat sucht. Ihr sei ein Engel erschienen. Doch was steckt wirklich dahinter? Den Auslöser für diese Erscheinung vermutet der Pfarrer in der ungleichen Beziehung zwischen Imke und ihrem Mann. Leider versagen die sensiblen Antennen, die Andreas in seinem Job auszeichnen, zunehmend bei Katharina. Sie fühlt sich nicht zugehörig und genügend beachtet. Vielleicht auch, weil Andreas sich deutlich engagierter zeigt, als es darum geht, Lea davon zu überzeugen, seinen Enkelsohn Benjamin taufen zu lassen. Philip überrascht unterdessen Astrid Kurland mit einer romantischen Geste, die er schon seit ihrem ersten Aufeinandertreffen vorbereitet hat. Und sein beharrliches Werben zeigt endlich Wirkung. Astrid lässt sich auf ein Date mit ihm ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101078","hoster":"VOE"},{"path":"/redirect/8571924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-3/episode-12","name":"Glaube, Liebe, Hoffnung","epNo":12,"alt":"","descr":"Die Taufe von Benjamin steht an. Zu diesem Anlass hat sich Großmutter Christel angekündigt. Doch Natalies Mutter bringt Unruhe ins Haus, und es brechen alte Wunden auf. Als auch Katharina von der alten Dame attackiert wird, sieht sich Andreas gezwungen, bittere Wahrheiten auszusprechen. Für Christel endlich die Gelegenheit, ihren Frieden zu finden. Katharina hingegen zieht sich erstmal zurück. Kann Andreas auch dieses Problem lösen? Endlich findet sich die ganze Tabarius-Familie zur Taufe des kleinen Benjamin ein. Da erscheint auch Katharina. Trotz ihrer Zweifel fühlt sie sich zu Andreas und den Jungs stark hingezogen. Sie möchte an diesem wichtigen Tag bei ihnen sein. Kann sie ihre Skrupel über Bord werfen und sich für ein Leben an der Seite von Pfarrer Andreas Tabarius entscheiden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017571","hoster":"VOE"},{"path":"/redirect/8571925","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-1","name":"Nicht schuldig","epNo":1,"alt":"","descr":"Pfarrer Tabarius’ Leben gerät aus den Fugen: Er muss sich wegen Trunkenheit am Steuer vor Gericht verantworten und könnte auch seinen Job verlieren. Marc Wenkstern ist als neuer Personaldezernent zurück und versucht, seinen Racheplan von damals zu realisieren. Während er die Gemeinde gegen den Pfarrer aufhetzt, sind Lukas, Tom, Jo und Bart damit beschäftigt, eine neue Frau für Andreas zu finden. Bei dieser Aktion trifft Andreas zufällig erneut auf die Richterin Marie – nur diesmal unter anderen Vorzeichen. Unter Druck sägt Andreas ausgerechnet an dem Ast, auf dem er sitzt. Vor allem Willi und Astrid müssen seine Ungerechtigkeiten ausbaden. Als es jedoch zur Kampfabstimmung gegen ihren Chef kommt, beweisen sie ihre Loyalität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017575","hoster":"VOE"},{"path":"/redirect/8571926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-2","name":"Von Vätern und Söhnen","epNo":2,"alt":"","descr":"Konfirmand Ole leidet unter der fehlenden Nähe zu seinem Vater – einem Kriegsheimkehrer. Sensibel versucht Andreas zu vermitteln und legt dabei ein schwieriges Thema offen. Umso schwerer fällt es ihm, Lukas loszulassen, der im Rahmen von \"Ärzte ohne Grenzen\" in den Libanon will. Zum Glück bringen ihn die Treffen mit Marie auf andere Gedanken. Die beiden kommen sich näher, bis er feststellt, dass Marie ihm Mann und Kinder verschwiegen hat. Auch Lea fällt es nicht leicht, Lukas gehen zu lassen. Sie bedauert, dass er seinen Sohn Ben nicht aufwachsen sehen kann. Als Lea in finanzielle Nöte gerät, stellt Andreas sie kurzerhand als Gemeindesekretärin an. Eine Entscheidung, die Astrid mitträgt. Wird Lea das in sie gesetzte Vertrauen einlösen? Und wie steht es eigentlich mit Philip Glees’ Werben um Astrids Gunst?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017582","hoster":"VOE"},{"path":"/redirect/8571929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-3","name":"Mit Leib und Seele","epNo":3,"alt":"","descr":"Andreas würde sich sehr gern auf eine Liebesgeschichte mit Marie einlassen, aber der Unfall eines Gemeindemitgliedes und eine schwierige Entscheidung fordern seine ganze Aufmerksamkeit. Er steht den Eltern bei, die sich für oder gegen eine Organspende entscheiden müssen. Dabei kann er sich auf seine Jungs verlassen, denn die Tabarius-Familie hält auch in schweren Zeiten zusammen. Lea unterdessen ist mit ihrem neuen Job heillos überfordert. Erst als Andreas ihr klarmacht, dass er sie nicht aus Mitleid eingestellt hat, kann sie sich auf ihre Stärken besinnen und selbst Hilfe von Astrid Kurland annehmen. Starke Nerven müssen auch Marie und Andreas beweisen, denn das gegenseitige Kennenlernen ihrer \"Kids\" verläuft zunächst desaströs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017573","hoster":"VOE"},{"path":"/redirect/8571928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-4","name":"Mut zur Zukunft","epNo":4,"alt":"","descr":"Andreas beaufsichtigt Maries Kinder. Seine Hoffnung auf eine Annäherung der Familien versucht Leonie mit allen Mitteln zu zerstören. Dabei kommt sie Andreas sogar beruflich in die Quere. Auch die 16-jährige schwangere Lara wünscht sich eine Familie. Doch ihre Mutter verbüßt eine Haftstrafe, nachdem sie in Selbstjustiz den Mörder der anderen Tochter getötet hat. Noch fühlt sich Laras Mutter jedoch der toten Tochter näher als der lebenden. Während Lea bei Lara sensibel die neue Verantwortung für das eigene Kind weckt, herrscht zwischen Jo und Tom dicke Luft. Er scheint eifersüchtig zu sein auf Julius, der zum ersten Mal bei Tom übernachten durfte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017576","hoster":"VOE"},{"path":"/redirect/8571931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-5","name":"Preis der Liebe","epNo":5,"alt":"","descr":"Marie sucht ein neues Heim für sich und ihre Kinder. Andreas möchte, dass sie zu ihm zieht. Tom und Jo reagieren gelassen auf die neuerliche Veränderung. Aber Leonie verweigert sich total. Beruflich hat es Andreas mit einem selbst ernannten guten Christen zu tun, dem das \"sündige\" Verhalten des Bruders missfällt. Dieser ist in die Pflegerin seiner komatösen Frau verliebt und droht an den eigenen Schuldgefühlen und der Ächtung des Bruders zu zerbrechen. Moralische Skrupel bringen auch Astrid dazu, ihrem Pfarrer die Affäre mit Philip zu gestehen. Andreas reagiert wohlwollend. Schließlich plant er selbst sein neues Glück mit Marie, nachdem er Leonie überzeugen konnte, ihnen allen die Chance für einen Neuanfang zu geben. Einziger Wermutstropfen ist der Abschied von Bart.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017579","hoster":"VOE"},{"path":"/redirect/8571930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-6","name":"Tiefe Gräben","epNo":6,"alt":"","descr":"Andreas’ Vater ist zu Besuch, angeblich, um die neue Familie kennenzulernen. Doch dann lässt er die Katze aus dem Sack: Er möchte in hohem Alter noch mal Vater werden. Andreas ist entsetzt. Schnell wird klar, dass Andreas’ Ablehnung aus alten, unbewältigten Konflikten mit seinem Vater herrührt. Als Richard in der Konfrontation einen Herzinfarkt erleidet, tritt Andreas schnell einen Schritt zurück. Doch sein Versuch der Aussöhnung kommt zu spät. Als Pfarrer steht Andreas vor seinem schwersten Gang: Er muss den eigenen Vater beerdigen. Während auf dem Hause Tabarius ein Schleier der Trauer liegt, keimt an anderer Stelle neue Hoffnung: Jo und Susanne kommen sich näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9582276","hoster":"VOE"},{"path":"/redirect/8571934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-7","name":"Letzte Warnung","epNo":7,"alt":"","descr":"Krise im Hause Tabarius: Leonie hat sich heimlich mit ihren Freundinnen betrunken. Die Konsequenzen folgen auf dem Fuße: Partyverbot. Ihre Wut richtet sich jetzt gegen Andreas. Heimlich schleicht sich Leonie aus dem Haus und gerät auf der verbotenen Party in große Bedrängnis. Als sich ihre Freundin ins Alkoholkoma trinkt, bittet Leonie verzweifelt Andreas um Hilfe. Dieses Erlebnis verändert Leonies Blick auf den neuen Partner der Mutter und stärkt ihr Vertrauensverhältnis zu Andreas. Auch Astrid möchte den nächsten Schritt in ihrer Beziehung mit Philip gehen und einen Schlussstrich unter ihre Ehelüge ziehen. Sie muss jedoch erkennen, dass Philip auch nicht ganz ehrlich zu ihr war: Er ist noch nicht geschieden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017588","hoster":"VOE"},{"path":"/redirect/8571932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-8","name":"Falsche Erwartungen","epNo":8,"alt":"","descr":"Tom ist im Stress. Klausuren stehen an und seine Nerven liegen blank. Julius bietet ihm Tabletten zur Leistungssteigerung an. Die fallen ausgerechnet Toms Neffen in die Hände. Große Panik bricht aus. Tom nimmt sich die Vorwürfe seines Vaters sehr zu Herzen. Doch darunter beginnt auch die Beziehung zu Julius zu leiden. Andreas wird bewusst, wie sehr die heutige Gesellschaft auf Leistung und Erfolg getrimmt ist. Wie kann er seine Kinder davor schützen? Sensibel versucht Andreas, Tom die Angst vor dem Versagen zu nehmen. Er sucht Julius’ Vater auf. Ihn will er davon überzeugen, seinem Sohn selbst die Entscheidung zu überlassen, welche Ziele er im Leben verfolgt – und mit welchen Mitteln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017585","hoster":"VOE"},{"path":"/redirect/8571933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-9","name":"Zerbrechliches Glück","epNo":9,"alt":"","descr":"Tims bester Freund Yannick lebt seit Jahren bei einer liebevollen Pflegefamilie. Nun soll er zur scheinbar rehabilitierten Mutter zurück. Andreas vermittelt im Kampf der Mütter. Er hat dabei vor allem das Wohl des Kindes im Blick. Astrid und Philip blenden vor lauter Glück alles um sich herum aus und verbringen eine romantische Nacht. Doch Astrids Ehemann wird misstrauisch. Von Neuem quält sie sich, um die richtige Entscheidung zu treffen und wendet sich vertrauensvoll an ihren Pfarrer. Willi tut sich mit der Wahrheit ebenfalls schwer, nachdem er an Wenksterns Wagen einen Kratzer verursacht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017581","hoster":"VOE"},{"path":"/redirect/8571936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-10","name":"Falsches Spiel","epNo":10,"alt":"","descr":"Erprobt im Umgang mit seinen Jungs, bleibt für Andreas \"Leonies Welt\" ein Mysterium. Er und Marie hingegen sind mittlerweile ein eingespieltes Team, das so schnell nichts erschüttern kann. Beruflich wird Andreas mit einer alten Dame konfrontiert, die unter Vormundschaft ihrer Enkelin steht. Doch er wird das Gefühl nicht los, dass die Enkelin den Betreuerstatus zum persönlichen Vorteil missbraucht. Gemeinsam mit Marie geht er der Sache auf den Grund. Als Astrid mit ihrem Mann reinen Tisch machen will, konfrontiert er sie mit seinem beruflichen Fiasko. Seinen einzigen Halt sieht er jetzt in Astrid. Da schafft sie es wieder nicht, einen Schlussstrich unter ihre Ehe zu ziehen. Wie soll Philip damit umgehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017580","hoster":"VOE"},{"path":"/redirect/8571935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-11","name":"Alle gegen Einen","epNo":11,"alt":"","descr":"Leonie ist verliebt. Marie stöbert und erfährt aus dem Tagebuch, dass es um Jo geht. Als der ihr auch noch arglos falsche Signale sendet, muss Andreas versuchen, ihn zu sensibilisieren. Doch das geht vollkommen schief. Jetzt kriselt es auch zwischen Marie und Andreas – wegen der Kinder. Währenddessen wird an Andreas ein anderes Problem herangetragen: Rektorin Dr. Kern ist an der Schule der Kinder einem üblen Shitstorm zum Opfer gefallen. Aus Rücksicht auf die Gefühle des jeweils anderen wollen sowohl Astrid als auch Philip kündigen. Doch Andreas schiebt dem Ganzen zunächst einen Riegel vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017583","hoster":"VOE"},{"path":"/redirect/8571937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzensbrecher-vater-von-vier-soehnen/staffel-4/episode-12","name":"Alles oder Nichts","epNo":12,"alt":"","descr":"Ausgelöst durch den Streit zwischen Jo und Leonie stellen sich Marie und Andreas die Frage, ob ihre Familien tatsächlich zusammengehören. Marie verreist mit ihren Kindern, um für sich die Antwort zu finden. Unterdessen findet Lea einen unkonventionellen Weg, um Wenksterns kleinlichen Privatkrieg gegen Andreas zu beenden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9017586","hoster":"VOE"},{"path":"/redirect/8571939","hoster":"Streamtape"}]}]}]}]}