{"path":"/serie/stream/herzogpark","name":"Herzogpark","descr":"Im Mittelpunkt stehen vier Frauen, die in dem Münchner Nobelviertel wohnen: Für Annabelle (Felicitas Woll), Hannah (Lisa Maria Potthoff) und Elisabeth (Antje Traue) könnte es eigentlich nicht besser laufen – sie sind reich und schön. Wäre da nicht Baumogul Nikolaus van der Bruck (Heiner Lauterbach), der ihnen das Leben schwer macht, weshalb sie beschließen, ihn aus dem Weg zu schaffen. Doch das perfekte Verbrechen darf unter keinen Umständen auf sie zurück geführt werden. Als eines Tages Aussteigerin Maria (Heike Makatsch) auftaucht, finden die Damen eine Schwester im Geiste – denn auch sie hat eine Rechnung mit van der Bruck offen.","seasons":[{"path":"/serie/stream/herzogpark/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/herzogpark/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Maria Schreiber wird aus dem Gefängnis entlassen. Zwei Jahre später übernimmt sie das Catering bei einer der legendären Partys von Nikolaus van der Bruck im Herzogpark. Der Abend endet gänzlich anders als geplant. Was weiß Maria?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479319","hoster":"VOE"},{"path":"/redirect/14264380","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzogpark/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Zwei Wochen zuvor: Nikolaus erfährt, dass ein Baustopp über seinen Herzogtower verhängt wurde. Annabelle gibt ein Abendessen. Als der Caterer abspringt, trifft es sich nur allzu gut, dass Annabelle zufällig Maria kennenlernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479292","hoster":"VOE"},{"path":"/redirect/14382987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzogpark/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Maria kauft sich eine Waffe und streitet mit Eddy. Nikolaus nimmt Hannah, Elisabeth und Annabelle weiter in die Mangel. Elisabeths Kinder fliegen vom Internat und Hannah erfährt, dass sie ungewollt schwanger ist. Was nun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479283","hoster":"VOE"},{"path":"/redirect/14382991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzogpark/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Zwei Wochen später, auf der Party der van der Brucks: Nicht Nikolaus, sondern Hubertus hat das Gift getrunken und fällt sofort ins Koma. Maria hat alles beobachtet. Nikolaus verdächtigt Maria, und die drei anderen wollen sie ruhigstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479227","hoster":"VOE"},{"path":"/redirect/14382990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzogpark/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Die Frauen fahren nach Südtirol, um Nikolaus dort in seinem Hotel endlich das Handwerk zu legen. Sie wollen ihn mit dem vermeintlich gestohlenen Monet in ein altes Casino locken und ihn dort zurücklassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479318","hoster":"VOE"},{"path":"/redirect/14264379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/herzogpark/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Viel ist passiert im Herzogpark. Annabelle und Elisabeth haben sich von ihren Männern getrennt, Hannah freut sich auf ihr Baby, und Nikolaus ist am Ende. Kurz blüht er wieder auf, als Maria und er eine letzte Partie im Casino gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479225","hoster":"VOE"},{"path":"/redirect/14264378","hoster":"Streamtape"}]}]}]}]}