{"path":"/serie/stream/hexe-lilli","name":"Hexe Lilli","descr":"Mädchen können keine Sheriffs sein? Um ihrem kleinen Bruder Leon das Gegenteil zu beweisen, reist Lilli mit ihrem Drachen Hektor in den Wilden Westen. Sie landen in einem kleinen Städtchen, wo Hektor sofort von drei geheimnisvollen Reitern entführt wird, die seit einiger Zeit dort die Gegend unsicher machen. Aufgrund ihres Spielzeug-Sheriffsterns wird Lilli für den neuen Sheriff gehalten, der die drei Reiter fangen soll. Der Bürgermeister ist skeptisch: ein Mädchen als Sheriff im Wilden Westen? Doch Lilli klettert kurzerhand auf ein Pferd und reitet in die Wildnis, um Hektor zu befreien. Sie findet ihren Drachen, in einem Zirkuszelt! Die drei Reiter sind in Wirklichkeit nur drei zirkusbegeisterte Teens, die noch einen Clown für ihr Programm suchen. Der Bürgermeister des Städtchens will sie dafür hart bestrafen. Jetzt ist Lilli gefragt, als Sheriff und als Hexe.","seasons":[{"path":"/serie/stream/hexe-lilli/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hexe-lilli/staffel-1/episode-1","name":"Lilli und der Wilde Westen","epNo":1,"alt":"","descr":"Mädchen können keine Sheriffs sein? Um ihrem kleinen Bruder Leon das Gegenteil zu beweisen, reist Lilli mit ihrem Drachen Hektor in den Wilden Westen. Sie landen in einem kleinen Städtchen, wo Hektor sofort von drei geheimnisvollen Reitern entführt wird, die seit einiger Zeit dort die Gegend unsicher machen. Aufgrund ihres Spielzeug-Sheriffsterns wird Lilli für den neuen Sheriff gehalten, der die drei Reiter fangen soll. Der Bürgermeister ist skeptisch: ein Mädchen als Sheriff im Wilden Westen? Doch Lilli klettert kurzerhand auf ein Pferd und reitet in die Wildnis, um Hektor zu befreien. Sie findet ihren Drachen, in einem Zirkuszelt! Die drei Reiter sind in Wirklichkeit nur drei zirkusbegeisterte Teens, die noch einen Clown für ihr Programm suchen. Der Bürgermeister des Städtchens will sie dafür hart bestrafen. Jetzt ist Lilli gefragt, als Sheriff und als Hexe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891154","hoster":"VOE"},{"path":"/redirect/8571938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-2","name":"Lilli im Märchenland","epNo":2,"alt":"","descr":"In Leons Märchenbuch fehlt eine Seite. Lillis kleiner Bruder will aber unbedingt wissen, wie die Geschichte vom tapferen Prinzen weitergeht. Deshalb reist Lilli mit ihrem Drachen Hektor geradewegs ins Märchenland. Doch der Prinz liegt im Zauberschlaf, sein Schloss ist von Dornen bewachsen. Kurzerhand erlöst Lilli den Prinzen mit einem Kuss, und löst damit Protest im ganzen Märchenland aus. Denn der Prinz ist in Wirklichkeit ein ungehobelter Grobian, den niemand leiden kann. Jetzt ist er wieder frei und will sich an dem Drachen rächen, der ihn einst in den Zauberschlaf versetzte. Das macht Hektor ganz nervös, denn er war es, der auf Wunsch der Märchenlandbewohner den Prinzen mit einem Bann belegte. Mit List und Tücke und etwas Magie sorgt Lilli dafür, dass Hektor nichts passiert. Nur wie kann sie es anstellen, dass der Prinz aufhört alle zu piesacken?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891153","hoster":"VOE"},{"path":"/redirect/8571942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-3","name":"Lilli in der Steinzeit","epNo":3,"alt":"","descr":"Lilli soll für die Schule einen Gegenstand anfertigen, der typisch für die Steinzeit ist. Während ihre Klassenkameradin Maude dazu stapelweise Fachliteratur wälzt, reist Lilli mit ihrem Drachen Hektor lieber direkt in die Steinzeit. Bei ihrer Landung fällt sie in eine Steinpyramide, die der Steinzeitjunge Garg gerade gebaut hat. Der zerstörte Steinhaufen ist Schuld, dass Garg seine Arbeit verliert. Einen neuen Job im Dorf zu bekommen ist schwierig, denn der Junge hat zwei linke Hände. Mit Feuereifer versucht Lilli herauszufinden, was Garg kann. Sogar das Rad \"erfindet\" sie für ihn. Doch das Rad rollt ins Dorf und richtet viel Verwüstung an. Frustriert will Garg das Dorf für immer verlassen. In aller Eile zaubern Lilli und Hektor dem Jungen schnell ein großes Talent herbei. Nur welches ist es? Da haben Lilli und Hektor nicht aufgepasst! Doch dann fängt Garg plötzlich an zu malen, und wird der erste Höhlenmaler der Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891155","hoster":"VOE"},{"path":"/redirect/8571941","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-4","name":"Lilli in Atlantis","epNo":4,"alt":"","descr":"Seit Tagen nur Dauerregen! Lilli langweilt sich fürchterlich. Da kommt Hektors Geschichte vom Untergang des sagenumwobenen Atlantis gerade recht. Neugierig reist Lilli mit ihrem Drachen direkt dorthin, um herauszufinden, was damals passierte. Doch Atlantis leidet gerade unter einer großen Dürre, und der Herrscher von Atlantis, König Zack, lässt im ganzen Reich verzweifelt nach Wasser zu suchen. Ist Lilli zur falschen Zeit am richtigen Ort? Als dann aus heiterem Himmel ein Unwetter über Atlantis hereinbricht, ist der König verwirrt. Lag das an dem Regentanz, den er mit seinen Untertanen getanzt hat? Während Atlantis langsam versinkt, denkt Zack nur an die Rettung seiner Sammlung wertvoller Socken. Gut, dass Lilli da ist. Sie sorgt dafür, dass es genug Boote für alle Leute gibt, und rettet nebenbei auch noch die berühmte Bibliothek von Atlantis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891157","hoster":"VOE"},{"path":"/redirect/8571944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-5","name":"Lilli im Dinoland","epNo":5,"alt":"","descr":"Hektor würde gerne mal wieder ins Drachenland reisen, um seine Freunde zu besuchen. Doch aus Versehen zaubert Lilli sich mit ihm ins Zeitalter der Dinosaurier. Kaum hat sich Lilli von ihrem Schrecken erholt, ist Hektor weg! Zwei kurzsichtige Tyrannosaurier haben ihn mit ihrem Sohn verwechselt und ihn fortgetragen. Lilli ist entsetzt: Wie soll sie nur ihren Drachen zurückholen? Hilfe naht in Gestalt des kleinen Triceratops Triezi. Der will den anderen Saurierkindern beweisen, wie mutig er ist. Das kann er am besten mit einem Ausflug in den Tyrannosaurier-Wald! Unterwegs retten Lilli und Triezi ein Saurierkind: Schnappi, den echten Sohn der Tyrannosaurier. Dann steht Lilli vor dem Nest der Tyrannosaurier und muss den verängstigten Hektor retten. Gut, dass Schnappi hilft, seine kurzsichtigen Eltern reinzulegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379542","hoster":"VOE"},{"path":"/redirect/8571946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-6","name":"Lilli und die geheimnisvolle Mumie","epNo":6,"alt":"","descr":"Lilli macht mit ihrer Klasse einen Ausflug ins Museum. Dort ist sie von der ausgestellten Mumie und ihrer spannenden Geschichte fasziniert. Als die Mumie in ihrer Grabkammer gefunden wurde, lag sie außerhalb des Sarkophags! Wie ist sie nur da hingekommen? Lilli will’s wissen und reist mit ihrem Drachen Hektor zur Ausgrabung nach Ägypten. Dort wird sie gerade Zeuge, wie der Leiter der Ausgrabungen, Professor Buddelgern, den Eingang zum Grab entdeckt. In seinem Feuereifer bemerkt Buddelgern nicht, dass sein Assistent Farouk unbedingt das Öffnen der Grabkammer verhindern will. Nur Lilli entdeckt, dass Farouk zu einer Bande von Grabräubern gehört, die selbst den Mumienschatz bergen wollen. Unbemerkt versteckt sie sich in der Grabkammer. Als die Räuber die Kammer betreten, stockt ihnen das Blut: Der Sarg öffnet sich, und heraus steigt die Mumie. Ob es hier mit rechten Dingen zugeht? (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891156","hoster":"VOE"},{"path":"/redirect/8571943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-7","name":"Lilli und das Ungeheuer von Loch Ness","epNo":7,"alt":"","descr":"Lilli hat ein neues Hobby: die Fotografie. Deshalb reist sie mit ihrem Drachen Hektor nach Schottland, um etwas zu fotografieren, was noch nie jemand wirklich vor die Linse bekommen hat: das Ungeheuer von Loch Ness. Doch Nessie hat keine Zeit, um Modell zu stehen. Ein Mann namens Hans Hasenheck jagt das Ungeheuer mit seinem U-Boot, um es einzufangen und in einen Käfig zu sperren. Nessie soll die Attraktion seines neuen Themenparks werden. Das will Lilli unter keinen Umständen zulassen, doch selbst ihr Zauberspruch kann es nicht verhindern, dass Nessie schließlich eingefangen wird. Lilli gibt nicht auf: Sie verkleidet sich als Dame und gibt sich als Mitarbeiterin vom Institut für Aquanautische Kuriositäten aus. Dem verblüfften Hans Hasenheck gegenüber behauptet sie: Nessie ist eine Fälschung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891158","hoster":"VOE"},{"path":"/redirect/8571945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-8","name":"Lilli und Herkules","epNo":8,"alt":"","descr":"Lilli quält ihre Gitarre und denkt, sie ist ein Rockstar. Dabei hat sie ganz vergessen, ihr Referat über den antiken Helden Herkules vorzubereiten. So reist sie mit ihrem Drachen Hektor ins alte Griechenland, um den Helden persönlich kennen zu lernen. Doch die beiden kommen zu früh. Herkules ist noch ein kleiner Junge. Und er hat Angst. Denn er muss im Schulwettbewerb gegen den stierköpfigen Minotaurus antreten. Hektor erkennt sofort die Gefahr: Minotaurus ist einer der Gegner, die Herkules besiegen muss, wenn er ein Mann geworden ist. Und wie soll er ihn besiegen, wenn er schon als Junge vor ihm gekniffen hat? Also versuchen Lilli und Hektor alles, um Herkules fit für den Wettkampf zu machen. Ringkampf und Wagenrennen? Kein Problem! Doch dann muss der zukünftige Held auf der Leier spielen. Ob ausgerechnet Lilli ihm dabei helfen kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13109936","hoster":"VOE"},{"path":"/redirect/8571947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-9","name":"Lilli und die Rieseninsekten","epNo":9,"alt":"","descr":"Lilli muss ihr Zimmer aufräumen. Gerne würde sie dazu einen Zauberspruch benutzen. Drache Hektor warnt Lilli: Zaubern nur aus Faulheit ist gefährlich. Lilli will aber nicht hören. Und prompt passiert ein Missgeschick. Nach dem Zauberspruch ist das Zimmer immer noch nicht aufgeräumt. Dafür sind Lilli und Hektor jetzt winzigklein! Und da ist eine Spinne auf der Fensterbank! Doch Spinne Timmy hat genau so viel Angst wie Lilli und Hektor. Vor lauter Schreck fallen alle aus dem offenen Fenster in den Garten. Wie soll Lilli jetzt wieder zurück in ihr sicheres Zimmer kommen? Lilli und Hektor brauchen viel Mut und Köpfchen, um die gefährliche Reise durchs Haus zu bestehen. Da sind die glatte Badewanne, der Monsterstaubsauger, und viel zu hohe Treppenstufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891161","hoster":"VOE"},{"path":"/redirect/8571948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-10","name":"Lilli und die Wikinger","epNo":10,"alt":"","descr":"Lilli hat einen spannenden Film über Wikinger gesehen und zaubert sich mit Drache Hektor ins Zeitalter der Normannen. Dummerweise platzt dabei Lillis kleiner Bruder Leon ins Zimmer und reist unfreiwillig mit. Um Leon nicht zu erschrecken, redet Lilli ihm ein, dass er alles nur träumt. Als plötzlich ein paar finstere Wikinger vor ihnen stehen, hat Leon eine große Klappe. Es ist ja alles nur ein Traum! So viel Mut beeindruckt die Wikinger. Als sie zum nächsten Beutezug aufbrechen, darf Leon als Ehrengast mitfahren. Lilli dagegen kommt als Sklavin an Bord und muss die schmutzige Wäsche waschen. Das stinkt Lilli natürlich gewaltig. Doch in der Nacht erwischt sie den Anführer der Wikinger beim Baden und erkennt: Der Wikinger ist eine verkleidete Frau! Und das bleibt nicht die einzige Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891162","hoster":"VOE"},{"path":"/redirect/8571949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-11","name":"Lilli und Robin Hood","epNo":11,"alt":"","descr":"Lilli kann’s nicht fassen: Ihr Drache Hektor glaubt doch tatsächlich, dass Robin Hood die Armen beraubt hat. Wo doch jedes Kind weiß, dass der berühmte Räuber die Reichen beraubt hat, um die Armen zu beschenken. Also reisen Lilli und Hektor ins alte England, um Robin Hood persönlich kennen zu lernen. Mit ein bisschen Magie wird Lilli sogar in Robins Bande aufgenommen. Doch dann traut sie ihren Augen nicht: Der große Robin Hood ist tatsächlich nur ein kleiner Räuber, der arme Dorfbewohner überfällt und alte Socken klaut. Lilli überredet Robin, doch lieber die Reichen zu überfallen. Nach ein paar erfolgreichen Beutezügen ist Robin begeistert: So einfach ist es, reich zu werden! Doch warum sollte er seinen Schatz jetzt an die Armen abgeben? Es kostet Lilli viel Mühe, um aus dem neureichen Räuber einen überzeugten Wohltäter zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891163","hoster":"VOE"},{"path":"/redirect/8571950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-12","name":"Lilli im Regenwald","epNo":12,"alt":"","descr":"Lillis kleiner Bruder Leon hat eine schwere Erkältung und hält schon seit Tagen die Familie auf Trab. Deshalb reist Lilli mit ihrem Drachen Hektor in den Regenwald, denn dort soll gegen jede Krankheit ein Kraut gewachsen sein. Doch bevor Lilli auf Kräutersuche gehen kann, wird sie fast von einem Bulldozer überfahren und lernt das Eingeborenenmädchen Alana kennen. Alana klagt Lilli ihr Leid: Weiße Männer wollen alle Bäume fällen und Alanas Stamm aus ihrem Dorf vertreiben. Lilli fackelt nicht lang und verzaubert die Bulldozer so, dass sie nicht mehr fahren können. Doch dann steht da plötzlich ein Medizinmann und will Alanas Leute aus dem Dorf locken. Lilli erkennt sofort: Der Medizinmann ist nicht echt. Das muss eine Falle der Regenwaldabholzer sein! So macht sich Lilli auf die Suche nach dem echten Medizinmann, der irgendwo versteckt gehalten wird. Kann sie ihn rechtzeitig finden, bevor der Stamm das Dorf verlässt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891165","hoster":"VOE"},{"path":"/redirect/8571951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-1/episode-13","name":"Lilli und Leonardo","epNo":13,"alt":"","descr":"Lilli kann nicht gut malen. Drache Hektor hat eine Idee: Lilli könnte doch Malstunden bei bei Leonardo da Vinci nehmen. So reisen Lilli und Hektor ins alte Florenz und treffen Leonardo auf dem Marktplatz. Weil Lilli kein Geld hat, schenkt sie dem großen Meister ihren Taschenrechner, damit er sie unterrichtet. Hektor ist entsetzt: Wie kann Lilli so leichtsinnig mit einer modernen Erfindung umgehen? Und tatsächlich: Mit Hilfe des Taschenrechners konstruiert da Vinci das Telefon! Um das historische Durcheinander wieder zu ordnen, braucht Lilli einen guten Zauberspruch. Doch das Abenteuer ist noch nicht zu Ende. Plötzlich ist da Vincis geliebtes Bild von der Mona Lisa verschwunden. Lilli findet heraus, dass es der reiche Cesare Borgia gestohlen hat. Wie kommen Lilli und da Vinci in seinen schwer bewachten Palast? Gut, dass Leonardos Flugapparat sich plötzlich wie durch Hexerei in die Lüfte schwingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891166","hoster":"VOE"},{"path":"/redirect/8571952","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hexe-lilli/staffel-2/episode-1","name":"Lilli und König Artus","epNo":1,"alt":"","descr":"Hektor träumt, dass König Artus die Drachenjagd verboten hat. Das gefällt Hektor natürlich. Um sicherzugehen, reist er mit Lilli in die Ritterzeit. Doch das Land hat gerade keinen König. Stattdessen treffen Lilli und Hektor einen jungen Mann namens Artus, der unbedingt Ritter des Dreikantfelsens werden will. Mit dem Training tut sich Artus allerdings schwer: Er besitzt weder Pferd noch Rüstung und der oberste Ritter Lanzelot hat ihn auf dem Kieker. Wie gut, dass Artus bei Lilli und Hektor zauberhafte Unterstützung findet. Als er bei der Aufnahmeprüfung versehentlich ein Schwert aus einem Stein zieht, besteht er damit auch ungeahnt den Test, den der schrullige Zauberer Merlin dem neuen König auferlegt hat. Endlich kann Hektor auf das Thema Drachenjagd zu sprechen kommen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891164","hoster":"VOE"},{"path":"/redirect/8571953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-2","name":"Lilli und Kolumbus","epNo":2,"alt":"","descr":"Weil Hektor glaubt, dass die Erde einmal flach wie eine Scheibe war, reist Lilli mit ihm zu Christoph Kolumbus. Dieser bereitet gerade alles für eine große Entdeckungsreise vor. Er will auf dem Seeweg nach Indien segeln. Lilli und Hektor gehen mit an Bord und freunden sich mit dem Jungen Bandhu an. Bandhu ist Inder und soll Kolumbus bei der Ankunft übersetzen, was seine Landsleute sagen. Doch als Kolumbus endlich die Küste am anderen Ende des Ozeans erreicht, kann Bandhu die Einheimischen nicht verstehen. Mit ihrer Zauberkunst tragen Lilli und Hektor erheblich zur Völkerverständigung bei und sind nicht nur bei der Entdeckung von Amerika dabei, sondern sie sorgen auch für die Entdeckung von Pommes mit Ketchup.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891167","hoster":"VOE"},{"path":"/redirect/8571954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-3","name":"Lilli und die drei Musketiere","epNo":3,"alt":"","descr":"Lilli und ihre Freunde werden beim Spielen von einer fiesen Bande aus der Nachbarschaft gestört. Anstatt sich ihr gemeinsam entgegenzustellen, laufen alle weg. Da erinnert sich Lilli an den Spruch der Musketiere \"Einer für alle und alle für einen\" und reist mit Hektor nach Frankreich. Doch als sie Athos, Porthos und Aramis begegnen, ist Lilli enttäuscht: Diese Musketiere können sich nie einigen. Lilli und Hektor müssen sich einiges einfallen lassen, bis die drei endlich an einem Strang ziehen. Und erst gemeinsam können sie verhindern, dass die hübsche Beatrice einen alten Grafen heiraten muss, obwohl sie den jungen D’Artagnan liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891168","hoster":"VOE"},{"path":"/redirect/8571955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-4","name":"Lilli und der Zauberkünstler","epNo":4,"alt":"","descr":"Lilli und Hektor landen in Paris im frühen 19. Jahrhundert. Sie wollen den großen Zauberkünstler Houdini kennen lernen, damit er Lilli ein paar gute Zaubertricks beibringen kann. Aber stattdessen müssen sie Houdini mit echter Zauberkraft das Leben retten, als er in Gefahr gerät. Jetzt glaubt Houdini, er habe plötzlich magische Kräfte, und entwickelt einen waghalsigen Trick nach dem anderen. Dank Lillis Magie wird er bald im ganzen Land gefeiert. Doch dann geht Lilli die Zauberkraft aus. Houdini muss auf seine alten Tricks zurückgreifen: Er lässt einen Elefanten in der Luft verschwinden. Das Publikum staunt, auch Lilli. Wie hat Houdini das nur gemacht? Ist er am Ende doch ein echter Magier?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891169","hoster":"VOE"},{"path":"/redirect/12978297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-5","name":"Lilli und der Goldrausch","epNo":5,"alt":"","descr":"Hektor hat beim Spielen Lillis Sparschwein kaputtgemacht und dabei das ganze Geld verloren. Ob sie mit dem Zauberbuch neues Geld beschaffen können? Lilli ist skeptisch, trotzdem reist sie mit Hektor zum Goldrausch in den Wilden Westen. Tatsächlich finden die beiden Gold in einem Fluss, drei ganze Säcke voll. Nur wo aufbewahren? Der Bankdirektor hat einen Tresor, erhöht aber ständig die Bankgebühren. Lilli und Hektor finden das unverschämt. Sie passen lieber selbst auf ihr Gold auf. Trotzdem wird ihnen in der Nacht nicht nur das Gold gestohlen, sondern auch das magische Armband. Wie sollen sie nun wieder nach Hause kommen? Doch Lilli holt sich ihr Armband zurück und heilt die Goldgier der Leute mit Schokolade.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891173","hoster":"VOE"},{"path":"/redirect/8571956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-6","name":"In acht Tagen um die Welt","epNo":6,"alt":"","descr":"Lilli zeigt Hektor ihr Buch \"In 80 Tagen um die Welt\". Hektor kann nicht glauben, dass die Menschen früher so langsam gereist sind. Also zaubert sich Lilli mit ihm nach England ins 19. Jahrhundert. Dort treffen sie den jungen Phileas Fogg, der wettet, er würde eine Reise um die Welt in 80 Tagen schaffen. Prompt geht Hektor eine Gegenwette mit Foggs Butler Passepartout ein: Gemeinsam schaffen sie die Reise sogar in acht Tagen! Um diese Wette zu gewinnen, müssen Lilli und Hektor einen fliegenden Teppich herbeizaubern. Trotz aller Irrungen und Wirrungen sind sie damit leider am Ende so schnell, dass niemand ihnen die Reise glaubt. Flugreisen müssen schließlich erst noch erfunden werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891170","hoster":"VOE"},{"path":"/redirect/8724687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-7","name":"Lilli und der Meisterdetektiv","epNo":7,"alt":"","descr":"Weil Lilli ihre Hausaufgaben nicht finden kann, will sie sich von einem echten Detektiv Tipps zum Suchen holen. Also reist sie mit Hektor ins viktorianische London zum Meisterdetektiv James Campbell. Der ist gerade einer Bande Taschendiebe auf der Spur. Da er glaubt, dass die Täter Kinder sind, bittet er Lilli um Hilfe. Gemeinsam mit \"Superspürnase\" Hektor finden sie heraus, dass die Taschendiebe nur von einem großen Coup ablenken sollen: dem Raub der Kronjuwelen. Während der Verbrecherjagd nimmt Lilli den Waisenjungen Oliver in ihre Obhut. Am Ende sind die Kronjuwelen wieder an ihrem Platz und Oliver bekommt ein richtiges Zuhause. Zeit für Lilli, sich endlich um ihre verschwundenen Hausaufgaben zu kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891171","hoster":"VOE"},{"path":"/redirect/8571958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-8","name":"Lilli in Hollywood","epNo":8,"alt":"","descr":"Lilli weiß nicht, was sie am Tag der offenen Tür in der Schule aufführen soll. Hektor reist mit ihr ins alte Hollywood, um sich bei den Filmstars und Sternchen umzusehen. Sie landen auf dem Studiogelände des Produzenten Mister Goldchin. Der feuert gerade eine komplette Filmcrew, weil die den Show-Allüren seiner kleinen Tochter Edna nicht gewachsen ist. Lilli überredet den Regisseur, trotz Verbot weiterzumachen: Er soll seinen eigenen Traum von einem Film realisieren. Dafür springt Lilli mit Hilfe von ein bisschen Magie für die Hauptrolle ein. Als Goldchin dem Filmteam auf die Schliche kommt, beginnt eine rasante Verfolgungsjagd, bei der auch Edna nicht fehlt. So viel Spaß hat Edna dank Lilli in ihrem ganzen Leben nicht gehabt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101076","hoster":"VOE"},{"path":"/redirect/8571959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-9","name":"Lilli im Koboldland","epNo":9,"alt":"","descr":"Weil Lilli nicht an Feen und Kobolde glaubt, reist Hektor mit ihr ins alte Irland. Denn dort bewachen Kobolde am Ende des Regenbogens einen Topf voll Gold. Doch in Irland angekommen, ist es gar nicht so einfach, Kobolde oder Feen zu finden, denn der exzentrische Baron Winterbottom lässt alle magischen Wesen fangen und einsperren. Er will beweisen, dass magische Wesen kein Glück bringen. Winterbottom glaubt generell nicht an Glück. Und so entgeht es ihm, dass die Menschen seit der Abwesenheit der magischen Wesen nur noch vom Pech verfolgt sind. Lilli und Hektor verzaubern sich in Kobolde, um die magischen Wesen zu befreien. Dabei bekommen sie wahrhaft königliche Unterstützung!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891175","hoster":"VOE"},{"path":"/redirect/12978300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-10","name":"Lilli und Frankensteins Monster","epNo":10,"alt":"","descr":"Lillis Bruder Leon braucht ein gruseliges Karnevalskostüm. Also reisen Lilli und Hektor zwecks Recherche zu Doktor Frankenstein. Als die beiden Frankensteins Monster kennen lernen, müssen sie feststellen, dass das Monster gar nicht gruselig, sondern ein netter, einsamer Junge ist. Weil er anders ist als die anderen Kinder, hat er keine Freunde. Auch sein Vater, Dr. Frankenstein, hat keine Zeit für ihn, denn er ist immer nur mit seinen Experimenten beschäftigt. Frankensteins Sohn würde sehr gerne mit dem Mädchen Livinia zum Schulball gehen, aber er traut sich nicht sie zu fragen. Lilli und Hektor wollen helfen, doch ihr Selbstbewusstseins-Zauber geht schief. Am Ende braucht Frankensteins Sohn gar keine Magie, um selbstbewusst und stark zu sein. Nur ein paar gute Freunde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891176","hoster":"VOE"},{"path":"/redirect/8571965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-11","name":"Lilli und der chinesische Drache","epNo":11,"alt":"","descr":"Lillis Oma hat eine spannende Geschichte über einen chinesischen Drachen erzählt. Lilli fragt sich, ob es wirklich Drachen gegeben hat, und reist mit Hektor in ein Dorf im alten China. Dort haben die Leute schreckliche Angst vor Drachen. Und tatsächlich: Ein riesiger Drache fliegt über das Dorf hinweg. Als er fort ist, erregt Lilli Aufsehen mit Hektor: Das fremde Mädchen hat einen Drachen gebändigt! Und so wird sie kurzerhand beauftragt, den riesigen Drachen zu zähmen. Es stellt sich heraus, dass der besagte furchtbare Drache eine völlig harmlose Verwandte von Hektor ist: Tante Malodora. Mit einem Trick schafft Lilli es, die Dorfbewohner von Malodoras Gutmütigkeit zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098073","hoster":"VOE"},{"path":"/redirect/8571961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-12","name":"Lilli wird Piratin","epNo":12,"alt":"","descr":"Lilli hat im Kino einen Piratenfilm gesehen. Sie ist völlig begeistert und möchte sofort auf ein echtes Piratenschiff. Hektor ist total dagegen, willigt aber schließlich ein. Sie landen auf dem Schiff der Piratenkapitänin Eileen O’Mara. Die ist sehr nett, deshalb muss Lilli auch nicht über die Planke gehen, sondern wird direkt angeheuert. Als eine geheime Schatzkarte des berüchtigten Piraten Ohne-Bart auftaucht, nimmt das Schiff sofort Kurs auf die gekennzeichnete Insel. Die Schatzsucher finden jedoch kein Gold, sondern Ohne-Barts Familie: seinen größten Schatz! Lilli und Hektor können unbeschadet wieder nach Hause reisen. Zuvor verwandelt sich jedoch noch ein kaputtes Holzbein in ein Bein ganz aus Silber!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891177","hoster":"VOE"},{"path":"/redirect/8571962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-2/episode-13","name":"Lilli fliegt zum Mond","epNo":13,"alt":"","descr":"Wer war zuerst auf dem Mond: Mensch oder Drache? Weil Lilli und Hektor sich nicht einigen können, reisen sie zu dem Tag zurück, an dem das erste Lebewesen seinen Fuß auf den Mond gesetzt hat. So sind sie Zeuge, wie Neil Armstrong und Buzz Aldrin auf dem Mond landen. Leider müssen die beiden Astronauten feststellen, dass dort bereits ein Mädchen und ein Drache herumspazieren. Das haben Lilli und Hektor nicht gewollt! Ein Vergesslichkeitszauber muss her, damit der Lauf der Geschichte nicht durcheinandergerät. Leider vergessen die Astronauten komplett alles. Auch, wie sie die Raumfähre bedienen müssen. Lilli und Hektor müssen ganz schön tricksen, um aus dem Schlamassel wieder rauszukommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891178","hoster":"VOE"},{"path":"/redirect/8571966","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hexe-lilli/staffel-3/episode-1","name":"Lilli und das geheime Zimmer","epNo":1,"alt":"","descr":"Lillis Mutter Emily freut sich: Die Wohnung über ihrem Buchladen ist endlich frei geworden. Zeit für einen Umzug mit der Familie. Genervt inspiziert Lilli ihr neues Zimmer, das sie künftig mit dem kleinen Bruder Leon teilen muss. Auch Drache Hektor ist empört: Mit dieser Nervensäge wird er es keinen Tag aushalten! Da entdecken er und Lilli eine geheime Treppe, die zum Dachboden führt. Hier könnte Platz für Lillis eigenes Zimmer sein, aber es scheint dort nicht mit rechten Dingen zuzugehen. Wer steckt hinter dem Spuk? Die Spur führt Hexe Lilli und Hektor ins 19. Jahrhundert zu dem Mädchen Katharina, das gerne Erfinderin werden will. Ein habgieriger Vermieter will ihre Familie aus dem Haus werfen, aber Katharina hat einen Plan – und eine Erfindung. Natürlich ist Lilli mit von der Partie. Können die Mädchen den Vermieter überlisten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891180","hoster":"VOE"},{"path":"/redirect/8571963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-2","name":"Lilli und das Wildpferd","epNo":2,"alt":"","descr":"Lilli will zusammen mit ihrer Freundin Mona ausreiten, doch ihr Reitlehrer ist dagegen: Lilli hat noch kein Gespür für Pferde. Das lässt sich Lilli nicht gefallen. Sie wird allen zeigen, dass sie reiten kann. Heimlich schwingt sie sich mit ihrem Drachen Hektor auf das Wildpferd Zula und wagt den Ausritt. Als Zula mit ihr durchgeht, muss Lilli hexen – und findet sich unversehens mit Hektor und Zula in der Mongolei wieder. Hier lernt Lilli viel über mongolische Wildpferde und hat bald ein Rudel hungriger Wölfe auf den Fersen. Was soll sie nur tun? Weder Zula noch Lilli oder Hektor sind das Leben in der Wildnis gewohnt! Gut, dass der Junge Batu zur Stelle ist und ihnen hilft, die Wölfe in die Flucht zu schlagen. Am Ende wundert sich Lillis Reitlehrer: Lilli kann doch mit Pferden umgehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891179","hoster":"VOE"},{"path":"/redirect/8571967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-3","name":"Lilli und das Abenteuer auf dem Titicacasee","epNo":3,"alt":"","descr":"Lilli und Leon wollen unbedingt das diesjährige Bootsrennen gewinnen. Aber im Streit geht ihr ferngesteuertes Boot kaputt und kann nicht rechtzeitig repariert werden. Ersatz muss her! Lilli erfährt, dass am Titicacasee ein Schilf wächst, mit dem man die besten Boote bauen kann. Damit sind vor Jahrhunderten sogar die Uro-Indianer vor den Inkas geflüchtet! Also springen Lilli und Hektor zu den Uro-Indianern, um zu lernen, wie man ein Schilfboot baut. Sie landen auf der schwimmenden Schilf-Insel einer Uro-Familie und sorgen sofort für Aufregung. Denn Hektor brennt unabsichtlich ein Boot ab, das mit Gaben für die Inkas beladen war. Dafür werden sich die Inkas böse rächen! Die schuldbewusste Lilli will die Situation retten und gerät in ein gefährliches Abenteuer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13491344","hoster":"VOE"},{"path":"/redirect/8571968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-4","name":"Lilli und die Dracheninsel","epNo":4,"alt":"","descr":"In der Schule steht der Haustier-Tag an. Alle Kinder dürfen ihre Haustiere mitbringen. Hektor freut sich. Endlich darf er aus Lillis Tasche raus und sich allen zeigen. Aber Lilli weigert sich: Was für ein Haustier soll Hektor sein? Während Hektor schmollt, läuft Lilli im Park ein kleiner Hund zu. Begeistert tauft sie ihn Lucky und nimmt ihn mit nach Hause. Endlich hat sie ein vorzeigbares Haustier! Bald dreht sich alles um Lucky. Der eifersüchtige Hektor will Lilli nicht mit Lucky teilen und behauptet: Seine Tante in Indonesien steckt in Schwierigkeiten, sie müssen schnell dorthin. Versehentlich ist Lucky mit von der Partie. Hektor wird böse und läuft davon. Doch als er von einem gefährlichen Komodowaran verfolgt wird, ist Lucky zur Stelle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891183","hoster":"VOE"},{"path":"/redirect/8571971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-5","name":"Lilli wird Prinzessin","epNo":5,"alt":"","descr":"Lilli muss aufräumen. Wie schön wäre es, eine Prinzessin zu sein, dann müsste sie keinen Finger rühren! Hektor findet, Prinzessinnen haben es auch nicht immer leicht. Lilli will es wissen. Mit Hilfe des Hexensprungs wird sie eine waschechte Prinzessin und lernt das Leben bei Hofe kennen. Bald muss Lilli ihrer neuen Freundin Prinzessin Sophie helfen. Sophie soll sich aus drei Prinzen einen Bräutigam aussuchen. Sie will aber noch nicht heiraten, sondern lieber Bücher lesen und ein richtiges Abenteuer erleben. Können die Mädchen Sophies Vater überzeugen, die Hochzeit fallenzulassen? Als einer der Prinzen die Prinzessinnen entführt, stecken die Mädchen tatsächlich in einem richtigen Abenteuer. Ein geheimer Brief soll die Rettung bringen. Gut, dass der Prinz nicht lesen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891185","hoster":"VOE"},{"path":"/redirect/8571970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-6","name":"Lilli und das Haibaby","epNo":6,"alt":"","descr":"Lilli besucht mit der Klasse das Aquarium und ist besonders von den Haien fasziniert. Als sie sich wundert, dass manche Haie Eier legen, bekommt sie vom Wärter ein vermeintlich leeres Ei geschenkt. Doch in dem Ei steckt ein Haibaby! Lilli will das Ei mit dem Hexensprung zurück ins Aquarium bringen, landet aber in der Südsee. Jetzt haben Lilli und Hektor gleich zwei Probleme: Wo bringen sie das Ei am besten hin und wie werden sie den lästigen Haijäger los, der das Ei unbedingt haben möchte, um es zu verkaufen. Der Junge Bo schließt sich ihnen an, denn auch er möchte das Ei schützen. Als der Haijäger Hektor und das Ei entführt, schleichen sich die Kinder auf sein Schiff und entdecken ein U-Boot, das aussieht wie ein Hai. Damit hat der Haijäger also die Touristen erschreckt, um weiter Haie jagen zu können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13491346","hoster":"VOE"},{"path":"/redirect/8571969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-7","name":"Lilli und das Eskimomädchen","epNo":7,"alt":"","descr":"Leon hat Geburtstag und die Familie geht in den Zoo, um das Eisbärenbaby zu bestaunen. Doch Leons Enttäuschung ist groß: Das Baby lässt sich nicht blicken. Die Zoowärter sind ratlos, aber der kleine Eisbär braucht Hilfe. Also reist Lilli mit Hektor in die Arktis und lernt dort das Mädchen Kilaq kennen. Kilaq fährt mit Lilli auf ihrem Hundeschlitten zu ihrer Großmutter, denn die weiß alles über Eisbären. Der Weg durch Eis und Schnee wird lang und Hektor geht es immer schlechter, denn Drachen sind für dieses Klima nicht geschaffen. Dann bricht ein Schneesturm herein und Hektor fällt in eine Kältestarre. Können die Mädchen rechtzeitig das Dorf der Großmutter erreichen und Hektor retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891182","hoster":"VOE"},{"path":"/redirect/8571974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-8","name":"Lilli und Hektors großer Traum","epNo":8,"alt":"","descr":"In diesem Jahr hat Hektor nur einen Geburtstagwunsch. Er möchte einmal auf der Bühne stehen und viel Applaus bekommen. Als Lilli an seinem großen Tag mit ihm zu einem Rummelplatz reist, sieht er seinen Traum zum Greifen nahe: Ein Zirkus lädt ein zur 15 Minuten Star-Show. Der Direktor Benzini hofiert Hektor und lässt Lillis kritische Worte nicht gelten. Als lebende Kanonenkugel ist Hektor sicherlich unschlagbar! So beginnt Hektor das Training für die nächste Vorstellung. Als Lilli merkt, dass Benzini ein Betrüger und der Kanonenflug zu gefährlich ist, schließt Benzini sie ein und redet Hektor ein, dass Lilli ihn verlassen hat, weil sie ihm seinen Ruhm nicht gönnt. Jetzt kann nur noch ein Hexenspruch helfen, um Lilli zu befreien und Hektor zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891188","hoster":"VOE"},{"path":"/redirect/8571972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-9","name":"Lilli und die Operndiva","epNo":9,"alt":"","descr":"Mona lädt ihre Freundinnen zu sich nach Hause ein. Sie verkleiden sich wie Stars und machen Fotos! Lilli möchte gerne wissen: Wie wird man ein Star? Als Emily ihr die Kette einer italienischen Operndiva leiht, springt Lilli mit Hektor ins alte Venedig, wo die ganze Stadt gerade dem Wettstreit der beiden Operndiven Augusta und Claudia entgegenfiebert. Augusta hat eine wunderbare Stimme und Claudia ist wunderschön. Doch keine gönnt der anderen den Ruhm. Also soll das Publikum entscheiden, wer von beiden weiter singen darf. Lilli wird zu Augustas und Claudias Assistentin und muss aufpassen, dass sie nicht zwischen die Fronten gerät. Die beiden Diven intrigieren gegeneinander, bis sogar die Abendvorstellung auf der Kippe steht. Lilli hat eine Idee: Wie wäre es, wenn die Diven sich versöhnen und im Duett singen? Dann könnten beide bleiben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13491352","hoster":"VOE"},{"path":"/redirect/8571973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-10","name":"Lilli und das Wüstenabenteuer","epNo":10,"alt":"","descr":"Lilli und ihre Freunde müssen ein Referat über eine Frucht halten. Mona hat eine Kaktusfeige mitgebracht, aber Hektors Appetit ist zu groß und er isst sie auf. Lilli springt mit Hektor in die Wüste, um eine neue Kaktusfeige zu besorgen. Dort trifft sie auf den Stammesführer Abu, einen Jungen in Lillis Alter, der große Sorgen hat. Alle Brunnen in der Gegend sind verschüttet worden. War es der gegnerische Stamm von Scheich Mansour? Die beiden Stämme stehen kurz vor einem Krieg. Lilli wandert mit Abu in die Wüste, um nach Wasser zu suchen. Unterwegs geraten sie in die Gefangenschaft von Scheich Mansour und entdecken, dass der Scheich die Brunnen nicht verschüttet hat. Jemand will die Stämme gegeneinander aufhetzen! Und so stellen Lilli, Abu und der Scheich dem Verräter eine Falle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891186","hoster":"VOE"},{"path":"/redirect/8571975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-11","name":"Lilli und das Geisterschwert","epNo":11,"alt":"","descr":"Lilli ist auf Klassenfahrt in Schottland. Die Klasse übernachtet in einem echten, schottischen Schloss. Und tatsächlich, dort spukt es! Seitdem der alte Lord McDuff das Schwert seiner Ahnen verloren hat, geistert er nachts durch die Flure. Lilli will ihm helfen und springt mit Hektor ins Mittelalter. Dort trifft sie auf den jungen McDuff, der versucht sein Schloss vor der Belagerung der Engländer zu retten. McDuffs Tochter Iona will nicht, dass ihr Vater in den Krieg zieht. Da hat Lilli eine Idee, wie sich die Engländer und die Schotten wieder vertragen. Sie entführen den Sohn des englischen Anführers und auch Iona verlässt ihr Schloss. Dann stellt Lilli beide Väter vor die Wahl: Gibt es Krieg, werden sie ihre Kinder nicht wiedersehen. Schafft es Lilli, den Krieg zu beenden und McDuffs Schwert wiederzufinden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891189","hoster":"VOE"},{"path":"/redirect/8571976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-12","name":"Lilli und das magische Drachenritual","epNo":12,"alt":"","descr":"Hektor ist krank. Wenn er sich nicht einem alten chinesischem Drachenritual unterzieht, wird er zu Stein! So springt Lilli mit ihm nach China, um den rituellen Brunnen zu suchen, in dem Hektor baden muss. Der Junge Long hilft ihr, den Brunnen zu finden, doch als Hektor hineinspringen will, ist er ausgetrocknet. Das heilige Wasser ist verschwunden. Und dann verschwindet auch Hektor! Lilli kommt dahinter, dass der Geschäftsmann Wei Hektor gefangen hat. Wei produziert Drachenstatuen in seiner Fabrik. Hat er Hektor gefangen, um ihn zu versteinern und zu verkaufen? Bang macht sich Lilli auf, um Hektor zu befreien. Aber auch Hektor versucht mit allen Tricks, aus Weis Fabrik zu fliehen. Und er ist nicht allein. Wei hat auch andere Drachen gefangen. So kommt es in Weis Fabrik zu einem Aufstand der Drachen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891192","hoster":"VOE"},{"path":"/redirect/8571979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-13","name":"Lilli und der Schluckauf","epNo":13,"alt":"","descr":"Hektor hat Schluckauf und kein einziger Trick dagegen hilft. Wenn das so weiter geht, wird Hektor sich durch seinen Schluckauf verraten. Dabei darf ihn doch niemand außer Lilli sehen! So springt Lilli mit Hektor ins antike Italien, wo der berühmte Arzt \"Konstantin der Afrikaner\" nicht nur Menschen, sondern auch Drachen heilt. Dort angekommen, müssen sie Hektor erst vor einem Scharlatan retten, der den hicksenden Drachen operieren will. Doch dann ist Sprechstunde bei Doktor Konstantin und der schickt den Patienten Hektor zum Vulkan Vesuv, denn die Lavadämpfe sind gut gegen Drachenschluckauf. Als das auch nicht hilft, hat Lilli die Idee: Schluckauf haben heißt, jemand denkt an dich! Hektor weiß, das kann nur seine Tante sein. Wird ein Besuch bei der alten Drachendame den Schluckauf kurieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891190","hoster":"VOE"},{"path":"/redirect/8571977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-14","name":"Lilli bei den Olympischen Spielen","epNo":14,"alt":"","descr":"Lillis Schule startet eine Olympiade und die Sieger fahren nach Berlin! Doch die Disziplin von Lillis Klasse ist ausgerechnet Diskuswerfen. Keiner von ihnen kann so weit werfen, dass es für die Goldmedaille reicht. Lilli braucht Nachhilfe – am besten von einem Profi! So reist sie mit Hektor zu den Olympischen Spielen ins alte Griechenland. Dort trifft sie auf den jungen Diskuswerfer Herakles, der die schöne Adelpha liebt. Wenn Herakles die Goldmedaille bekommt, darf er Adelpha heiraten. Doch auch der unsympathische Diskuswerfer Cadmus wirbt um Adelpha. Leider ist er unbesiegbar, denn sein Diskus gilt als von Zeus gesegnet. Kann das sein? Lilli ist skeptisch und geht der Sache auf den Grund. Natürlich darf sie auch ihr eigenes Training nicht vergessen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13491350","hoster":"VOE"},{"path":"/redirect/8571978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-15","name":"Lilli und der Fluch des Pharao","epNo":15,"alt":"","descr":"Sind wir jetzt verflucht, fragt sich Lilli, als Hektor auf einer Urlaubsreise durch Ägypten versehentlich den Sarkophag des berühmten Pharaos Tutanchamun beschädigt. Prompt scheinen Lilli und Hektor vom Pech verfolgt zu sein, also gibt es nur eins: Wenn der Pharao sie verflucht hat, kann auch nur er den Fluch wieder lösen. So reisen Lilli und Hektor ins alte Ägypten und treffen den Pharao kurz vor seiner Krönung. \"Tut\" ist noch ein Kind. Er wird bewacht von seinem misstrauischen Berater Eje und hat keine Ahnung von Flüchen. Trotzdem begleitet er Lilli und Hektor gerne zum Basar, um einen Glückszauber zu kaufen, denn er war noch nie außerhalb des Palastes. Bald geraten die Kinder in Gefahr. Lilli schiebt das beunruhigt auf ihren Fluch. Oder hat da jemand anderes die Finger im Spiel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891191","hoster":"VOE"},{"path":"/redirect/8571980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-16","name":"Lilli und das Geheimnis des Parfums","epNo":16,"alt":"","descr":"Lilli hat im Streit mit Leon Mamas beste Parfümflasche zerbrochen. Ausgerechnet ein unersetzliches Einzelstück aus alter Zeit! Lilli will es wieder gut machen und springt mit Hektor in die französische Parfümstadt Grasse. Doch Emilys Parfüm muss erst noch erfunden werden. Eine Herzogin hat es in Auftrag gegeben und die allerletzte Zutat fehlt. Dummerweise ist der Parfümeur erkältet. Aber da ist Hektor, die beste Nase aller Zeiten! Ein Drache als Parfümeur, geht das? Es geht! Hektor hat den richtigen Riecher und findet heraus, was dem Parfüm noch fehlt. Die Zeit drängt, das Parfüm muss sofort fertig werden. Nur möchte irgendjemand unbedingt, dass das Parfüm ein Misserfolg wird. Kann Lilli die Intrige noch aufdecken, bevor es zu spät ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891195","hoster":"VOE"},{"path":"/redirect/8571981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-17","name":"Lilli und das geheime Kuchenrezept","epNo":17,"alt":"","descr":"Lillis Oma schwärmt von einem französischen Apfelkuchen. Die Tarte der Schwestern Tatin ist einfach perfekt! Als Lilli ihrer Oma eine Tarte Tatin backen möchte, geht es schief. Lilli ist eben keine Meisterbäckerin. Aber sie hat schon eine neue Idee: Die Schwestern Tatin wissen am besten, wie die Tarte Tatin gelingt. Also springen Lilli und Hektor nach Frankreich und bitten sie um das Rezept! Im Gasthaus der Schwestern angekommen, merkt Lilli schnell, dass die Schwestern Sorgen haben. Seit im Dorf ein neues Gasthaus aufgemacht hat, will niemand mehr bei ihnen essen. Als sich der berühmte Restaurantkritiker Papille ankündigt, sehen die Schwestern ihre Chance und wollen den perfekten Apfelkuchen backen. Lilli hilft mit. Doch viele Köche verderben den Brei","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891196","hoster":"VOE"},{"path":"/redirect/8571984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-18","name":"Lilli und das verrückte Roboterhaus","epNo":18,"alt":"","descr":"Lilli nimmt ein Paket für den Nachbarn an. Und staunt: Das Paket bewegt sich! Ein Tier im Paket, das geht nicht. Als Lilli das Paket entschlossen öffnet, findet sie nur einen kleinen Roboter, der saugen und wischen kann. Ein Putzroboter – wie praktisch! Weniger praktisch ist, dass der Roboter sofort kaputtgeht. Was sollen jetzt die Nachbarn von Lilli denken? Schnell springt Lilli mit dem Roboter zu seinem Erfinder nach Japan. Und staunt ein zweites Mal. Der Erfinder Aiko ist ein Junge in Lillis Alter, der ganz alleine in einem vollautomatischen Haus lebt. Sein einziger Freund ist der Roboter Cerber, der sich um ihn kümmert. Aiko kann Lillis Roboter reparieren, aber Cerber ist darauf programmiert, Aiko zu schützen. Und für ihn sind Lilli und Hektor gefährliche Eindringlinge","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891194","hoster":"VOE"},{"path":"/redirect/8571982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-19","name":"Lilli und der Indianerjunge","epNo":19,"alt":"","descr":"Welche Pflanzen wachsen in Nordamerika? Um das herauszufinden, machen Lilli und Hektor den Hexensprung – und landen im alten Amerika. Als sie wieder zuhause sind, ist die Überraschung groß. Ohne es zu merken, haben sie einen Indianerjungen mitgebracht! Tika wundert sich über elektrisches Licht und fließendes Wasser, aber er möchte Lillis Welt gerne kennen lernen. Warum hat Lilli die Kleider einen ganzes Stammes in ihrem Schrank? Warum werfen die Leute Sachen weg, die noch gut sind? Und bedeuten Handyklingeltöne Gefahr? Lilli hat alle Hände voll zu tun, damit der Junge aus einer anderen Zeit nicht auffällt. Und dann ist da noch ihr Bruder Leon, der misstrauisch wird. Wie kommt ein Indianer in ihr Badezimmer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891197","hoster":"VOE"},{"path":"/redirect/8571983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-20","name":"Lilli und die Flucht aus der Festung","epNo":20,"alt":"","descr":"Musikunterricht? Wie langweilig, findet Lilli. Nur wenn ihr Musiklehrer auf seiner Gitarre Flamenco spielt, ist sie ganz Ohr. Sie würde auch gerne Gitarre spielen können! Als sie heimlich die Gitarre aus dem Schrank im Klassenzimmer nimmt, fällt sie ihr auf den Boden. Ist das Instrument jetzt kaputt? Erschrocken springt Lilli mit Hektor zum Erbauer der Gitarre ins alte Spanien. Doch in der Werkstatt treffen sie nur seine Tochter Isabell. Der Sultan hält Isabells Vater in der Festung Alhambra gefangen, obwohl dieser ein neues Instrument – eine Gambe – für die Mutter des Sultans erfunden hat! Natürlich will Lilli Isabell helfen, ihren Vater zu befreien. Als Musikantinnen verkleidet schleichen sich die beiden Mädchen in die Festung. Lilli an der Gambe, ob das gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891198","hoster":"VOE"},{"path":"/redirect/8571986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-21","name":"Lilli und das erste Fahrradrennen der Welt","epNo":21,"alt":"","descr":"Lilli muss ein Referat über das Fahrrad halten. Deshalb springt sie mit Hektor zu Karl Drais, dem Erfinder der \"Draisine\", des allerersten Fahrrads. Karl Drais will seine Erfindung gerade patentieren lassen. Mit Lilli bekommt er eine gewitzte Fürsprecherin und so lässt er sich mit dem Großherzog auf eine Wette ein. Wenn Drais mit der Draisine schneller ist als die Postkutsche, bekommt er das Patent! Das Rennen geht von Mannheim nach Schwetzingen. Natürlich ist Lilli mit von der Partie und steigt auf die Draisine. Aber es ist gar nicht so einfach, ein Fahrrad ohne Pedale zu fahren. Über Stock und Stein und die Berge hinauf und hinunter? Und dann ist da noch Hektor, der nicht gern mit dem Fahrrad fährt. Schaffen es die drei trotzdem vor der Postkutsche nach Schwetzingen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891200","hoster":"VOE"},{"path":"/redirect/8571987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-22","name":"Lilli und Aladins gestohlene Wunderlampe","epNo":22,"alt":"","descr":"Ein Dieb hat ein kostbares Buch aus Emilys Laden gestohlen: eine alte Ausgabe von \"Tausendundeine Nacht\". Lilli springt mit Hektor ins alte Persien. Vielleicht kann sie das gestohlene Buch durch eine andere Ausgabe ersetzen? Auf dem Basar passt Lilli einen Moment nicht auf und da passiert es. Lillis magischer Ohrring ist weg! Gestohlen! Wie soll sie jetzt zurück nach Hause kommen? In ihrer Not lernt Lilli den Jungen Aladin kennen, der auf der Suche nach seiner gestohlenen Wunderlampe ist. Aladin weiß, dass alles Diebesgut der Stadt beim bösen und gierigen Saleem landet. Gemeinsam schaffen es die beiden Kinder vielleicht, Saleem zu überlisten? So steckt Lilli plötzlich mitten in einem Tausendundeine Nacht-Abenteuer mit Flaschengeist und Wunderhöhle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891199","hoster":"VOE"},{"path":"/redirect/8571985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-23","name":"Lilli und Hektor in Australien","epNo":23,"alt":"","descr":"Lilli geht es gar nicht gut. Sie hat Alpträume und weiß nicht, warum. Als sie hört, dass die Ureinwohner Australiens sich mit Träumen auskennen, reist sie mit Hektor nach Australien. Hektor ist nicht begeistert: Weiß Lilli nicht, dass es in Australien sehr gefährliche und giftige Tiere gibt? Doch das erste Tier, das Lilli entdeckt, ist ein kleiner, schwacher Koala. Seine Mama ist weg und alleine wird er nicht überleben. So haben Lilli und Hektor einen neuen Reisegefährten im Gepäck. Bis sich der Aborigines-Junge Yuri ihnen in den Weg stellt: Touristen dürfen keine Tiere mitnehmen! Es dauert eine Weile, bis Lilli und Yuri sich anfreunden. Doch der Urwald ist voller Gefahren und Lilli wird Yuris Hilfe dringend brauchen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891201","hoster":"VOE"},{"path":"/redirect/8571988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-24","name":"Lilli und der Kung Fu Mönch","epNo":24,"alt":"","descr":"Auf dem Spielplatz gibt es einen Jungen, der alle Kinder terrorisiert. Als er Leon sein Lieblingsstofftier abnimmt und es kaputtmachen will, sieht Lilli rot. Sie wird Kung Fu lernen und dann kann dieser Junge was erleben! Sofort springt sie mit Hektor nach Laos in ein buddhistisches Kloster zum Kung Fu Mönch Soulivanh. Doch so schnell geht das nicht mit dem Kung Fu. Zuerst muss Lilli dem Meister drei Dinge bringen: eine Handvoll Beeren, einen Eimer besonderes Wasser und die letzte Schwanzfeder eines Hahns. Lilli will diese Aufgaben gerne erfüllen, aber eine angriffslustige Schweinemutter, eine Wasserschlange und Lillis Mitleid mit dem Hahn machen es ihr schwer. Wird sie am Ende ihren Kung Fu-Kurs bekommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891202","hoster":"VOE"},{"path":"/redirect/8571989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-25","name":"Lilli und das Geheimnis der verschwundenen Bienen","epNo":25,"alt":"","descr":"Lilli bekommt einen Hilferuf von ihrem Freund Aiko aus Japan. Sie muss dringend kommen und ein Glas Honig mitbringen! Als Lilli und Hektor nach Japan springen, staunen sie: Aiko hat eine eigene Welt unter Glas erschaffen! Hier leben Menschen, Pflanzen und Tiere unabhängig von der Außenwelt. Aiko sorgt sich, denn die Bienen sind verschwunden. Und gerade die Bienen sind für das Experiment besonders wichtig. Lillis Honig soll die Bienen wieder anlocken und alles ist gut. Doch die anderen Kinderwissenschaftler aus Aikos Team sind skeptischer. Es gibt nur noch wenig Sauerstoff in ihrer neuen Welt. Das Projekt muss gestoppt werden, sonst sind alle Lebewesen in Gefahr! Kann Lilli Aiko überzeugen, sein geliebtes Experiment aufzugeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891204","hoster":"VOE"},{"path":"/redirect/8571991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hexe-lilli/staffel-3/episode-26","name":"Lilli und das Dorf der Vampire","epNo":26,"alt":"","descr":"Lilli und Hektor finden eine kranke Fledermaus und nehmen sie mit nach Hause. Lilli will sie wieder gesund hexen, aber das geht schief. Plötzlich steht ein kleiner Vampir im Zimmer! Nach dem ersten Schrecken beschließt Lilli, den Vampir zurück in seine Heimat zu bringen und so springen sie nach Transsylvanien ins Dorf der Vampire. Der kleine Vampir entpuppt sich als schwieriger Reisebegleiter und dann bekommt er auch noch Hunger! Außerdem ist es gar nicht leicht, seine Verwandten zu finden. Vielleicht in dem abgelegenen Schloss, in das sich niemand traut? Mit klopfendem Herzen machen sie sich auf. Doch die Sonne geht gerade unter und auch dem kleinen Vampir ist es in der alten Ruine bald nicht mehr geheuer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891203","hoster":"VOE"},{"path":"/redirect/8571990","hoster":"Streamtape"}]}]}]}]}