{"path":"/serie/stream/hidan-no-aria","name":"Hidan no Aria","descr":"[Ger Sub] Die Tokyo Butei High School ist eine Spezialschule, an der bewaffnete Detektive, die Butei, im Waffengebrauch ausgebildet werden. Kinji Touyama ist Schüler des zweiten Jahrgangs und verfügt über die spezielle Fähigkeit, dass er, sobald er durch das andere Geschlecht erregt wird, geradezu übermenschliche Kräfte entwickelt. Das hält er jedoch geheim, damit er weiterhin ein gewöhnliches, friedliches Leben führen kann. Eines Tages gerät er jedoch auf dem Weg zur Schule in einen Bombenanschlag und trifft in der Folge auf Aria H. Kanzaki, womit seine friedliche Schulzeit ein jähes Ende findet.","seasons":[{"path":"/serie/stream/hidan-no-aria/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-1","name":"","epNo":1,"alt":"La Bambina","descr":"Kinji Tohyama ist Schüler der Tokyo Butei High School, wo spezielle Detektive namens Butei zu Söldnern ausgebildet werden. Während er mit dem Fahrrad zur Schule fährt, nachdem er den Bus verpasst hat, wird Kinji von einem ferngesteuerten Segway verfolgt, der von einer Uzi bewaffnet ist und ihm sagt, dass an seinem Fahrrad eine Bombe befestigt ist, die explodiert, wenn er langsamer wird, und droht auch, ihn zu erschießen, wenn er springt ab. Kinji wird von einem mysteriösen Zwillingsmädchen namens Aria H Kanzaki gerettet. Als die beiden in einem Spind im Fitnessstudio festgenagelt werden, als weitere Segways auftauchen, wehrt Aria sie ab und hält dabei Kinji ihre Brust direkt ins Gesicht. Der hohe Blutdruck führt dazu, dass Kinji in seinen \"Hysterie-Modus\" wechselt, in dem er es schafft, die Segways perfekt zu zerstören und Arias Bewegungen zu kontern, als sie sich darüber beschwert, dass er ein Perverser ist. Als Kinji endlich in der Schule ankommt, erfährt er, dass Aria eine Übergangsschülerin in seiner Klasse geworden ist. Später an diesem Tag kommt Aria zu Kinjis Haus und erklärt ihn zu ihrem Sklaven.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017797","hoster":"VOE"},{"path":"/redirect/8572041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-2","name":"","epNo":2,"alt":"Aria the Quadra","descr":"Aria verlangt, dass Kinji ihrer Butei-Party beitritt und in seinen Wohnraum eindringt, als er sich weigert. Dies bringt Kinji in eine unangenehme Situation, als sein Jugendfreund Shirayuki Hotogi vorbeikommt, während Aria ein Bad nimmt. Am nächsten Tag folgt Aria Kinji auf der Suche nach einer vermissten Katze. Nachdem er es geschafft hat, Aria zu verlieren, handelt Kinji mit seinem Freund Riko Mine einige Eroges, um Informationen über Aria zu erhalten. Währenddessen ruft Aria Kinjis Bluff bezüglich seiner Butei-Fähigkeiten an und zwingt ihn, sich ihr bei einem einzigen Angriffsfall anzuschließen, damit sie seinen Hysterie-Modus miterleben kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13523189","hoster":"VOE"},{"path":"/redirect/10112948","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017804","hoster":"VOE"},{"path":"/redirect/8572043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-3","name":"","epNo":3,"alt":"First Mission","descr":"Aria folgt Kinji in die Spielhalle, wo es ihm gelingt, ein paar Plüschpuppen für sie zu gewinnen. Am nächsten Tag erfahren Kinji und Aria, dass ein Schulbus von dem sagenumwobenen Butei-Killer entführt und mit einer Bombe ausgestattet wurde, die explodiert, wenn er mit einem bewaffneten Cabrio verlangsamt wird, um die Passagiere daran zu hindern, sich einzumischen. Als der Busfahrer verletzt wird, als ein Versuch, das Cabriolet anzuhalten, durch die Hitzeerkennung vereitelt wird, kommen Aria und Kinji am Tatort an und nehmen das Cabriolet heraus. Während dem Bus langsam das Benzin ausgeht, findet Aria die Bombe an der Unterseite des Busses, während Kinji den Kommunikationssensor findet und zerstört. Die Bombe wird vom Scharfschützen-Ass Reki entschärft, aber Aria wird von einem anderen bewaffneten Fahrzeug verletzt, als sie versucht, Kinji zu beschützen. Als sie im Krankenhaus behandelt wird, ist sie enttäuscht, dass Kinji ihre Erwartungen nicht erfüllt hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13534758","hoster":"VOE"},{"path":"/redirect/10112953","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017806","hoster":"VOE"},{"path":"/redirect/8572047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-4","name":"","epNo":4,"alt":"Butei Killer","descr":"Nach Albträumen über die Ereignisse rund um den Tod seines älteren Bruders folgt Kinji Aria, die zur Polizeistation geht, um mit ihrer Mutter Kanae zu sprechen, die derzeit als Verdächtige der Butei-Morde inhaftiert ist. Sie erwähnt, dass Aria einen Partner finden muss, um ihre Fähigkeiten zu nutzen, sowie jemanden, der als \"E.U.\" bekannt ist. Am nächsten Tag hört Kinji, dass Aria nach London zurückfliegt. Später geht Kinji zu Riko, der Informationen über den Butei-Killer enthüllt, der auch seinen Bruder erwähnt, der bei einem \"Sea-Jacking\" gestorben ist, bevor er einige Bewegungen ausführt, die Kinji in seinen Hysterie-Modus versetzen. Mit seinen geschärften Sinnen folgert Kinji, dass Arias Flugzeug vom Butei-Killer angegriffen wird und es schafft, es zu besteigen, bevor es abhebt. Während des Fluges erfährt Kinji, dass Aria Angst vor Blitzen hat, bevor der Butei-Killer seine Entführung ankündigt. Sie finden bald heraus, dass Riko selbst die Schuldige ist, die sich als Urenkelin von Arsene Lupin entpuppt, die die Fahrrad- und Busentnahmen organisierte, um Aria, die Urenkelin von Sherlock Holmes, ins Visier zu nehmen, damit sie ihren Urgroßvater übertreffen kann. Sie offenbart sich auch als diejenige, die Kinjis Bruder getötet hat, der auch ihr Liebhaber war. Riko und Aria liefern sich ein intensives Duell, aber Riko gewinnt die Oberhand, indem sie die wahre Natur der Quadra nutzt, die es ihr ermöglicht, ihre Haare zu manipulieren und Aria in einem kritischen Bereich zu erschießen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13513825","hoster":"VOE"},{"path":"/redirect/10112954","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017805","hoster":"VOE"},{"path":"/redirect/8572046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-5","name":"","epNo":5,"alt":"Butei Charter, Section 1","descr":"Kinji wirkt schnell und verwendet ein Medikament, um Arias Leben zu retten. Als Aria ihn daraufhin anschreit, küsst Kinji sie, um sie gleichzeitig zu beruhigen und seinen Hysterie-Modus zu aktivieren. Konfrontation mit Riko, als sie sich nähert. Gerade dann beginnt das Flugzeug zu sinken, so dass Aria zu den Kontrollen eilt, während Kinji Riko konfrontiert, der entkommt, nachdem er die Tür des Flugzeugs gesprengt hat, bevor das Flugzeug von Raketen getroffen wird, einige seiner Triebwerke ausblasen und ein Treibstoffleck verursacht. Trotz der Einmischung der Regierung gelingt es Kinji, das Flugzeug dank des anderen Butei in eine Notlandung zu bringen. Danach, gerade als Aria bereit ist zu gehen, stimmt Kinji zu, ihr Partner zu sein, obwohl dies mit Shirayuki nicht gut auskommt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13513854","hoster":"VOE"},{"path":"/redirect/10112952","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017807","hoster":"VOE"},{"path":"/redirect/8572045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-6","name":"","epNo":6,"alt":"The Shrine Maiden of Hotogi","descr":"Shirayuki entpuppt sich als Chōtei, eine besondere Art von Butei mit Esper-Fähigkeiten, als sie mit Aria in Konflikt gerät, nicht durch dubiose Missverständnisse geholfen. Am nächsten Tag beschließt Aria, ein neues Trainingsprogramm zu starten, um zu versuchen, Kinji dazu zu bringen, seinen Hysterie-Modus zu kontrollieren. Später schleift Aria Kinji, um Shirayuki zu belauschen, als sie in das Büro des Lehrers gebracht wird und von einem Chōtei-Entführer namens Durandal hört, der es möglicherweise auf sie abgesehen hat. Aria glaubt, Durandal sei einer der Täter, die ihre Mutter verleumdet haben, und bietet Shirayuki an, die Leibwächterin zu sein, was sie unter der Bedingung zustimmt, dass Kinji dies ebenfalls tut und dabei in sein Haus einzieht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13534760","hoster":"VOE"},{"path":"/redirect/10112955","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017811","hoster":"VOE"},{"path":"/redirect/8572044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-7","name":"","epNo":7,"alt":"Caged Bird","descr":"Kinji erholt sich von einer Erkältung und wird weiterhin von Aria trainiert, falls Durandal begegnen sollte. Bald hatten die beiden einen Streit, da Kinji glaubt, dass Aria über Durandals Existenz gelogen hat. Shirayuki erklärt Kinji, dass Hotogi den Schrein nicht verlassen dürfen, sie aber das Feuerwerksfest sehen wollte. Später schlägt Kinji vor, dass die beiden zum Feuerwerksfest gehen sollen, dem Shirayuki zustimmt, da sie weiß, dass sie die Regeln des Schreins bricht. Später in der Nacht erhielt Shirayuki eine SMS, die sie für sich behielt. Am nächsten Tag in der Schule verschwand Shirayuki plötzlich. Mit Hilfe von Reki konnte Kinji Shirayuki im Keller eines Lagerhauses ausfindig machen. Während er sich versteckt, entdeckt Kinji, dass Shirayuki mit dem versteckten Durandal verhandelt, um die Schule zu beschützen. Es stellt sich heraus, dass die SMS und der gefälschte Hilferuf gestern Abend von Durandal stammten. Kinji springt ein, um Skirayuki zu retten, wird aber schnell von Durandal festgenagelt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017812","hoster":"VOE"},{"path":"/redirect/8572048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-8","name":"","epNo":8,"alt":"Durandal","descr":"Als Aria hereinkommt und behauptet, sie werde Durandal verhaften, zieht sich der Täter zurück und kettet Hotogi an einen Pfosten, während sich der Raum mit Wasser füllt. Kinji drängt Aria, Durandal zu verfolgen, da sie nicht schwimmen kann, die dies tut. Als der Wasserstand schnell ansteigt, versucht Kinji sein Bestes, die Schlösser zu knacken und Hotogi zu befreien, während sie ihn bittet, sie zurückzulassen, damit er nicht getötet wird. Als eine Welle den Raum füllt, nutzt Kinji seinen letzten Ausweg und küsst Hotogi, um seine knallharte Seite zu \"beschwören\". Nachdem sie sie befreit haben, werden sie davongefegt, die beiden zu trennen. Kinji kehrt an die Oberfläche zurück, wo er Hotogi findet, der jedoch Durandal ist, der Aria erfolgreich ausgetrickst und sie in Gefahr gebracht hat. Der echte Hotogi taucht auf und konfrontiert Durandal, wo sie verlangt, dass sie sich selbst bekämpfen und eine verbotene Technik anwenden wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017808","hoster":"VOE"},{"path":"/redirect/8572051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-9","name":"","epNo":9,"alt":"Honey Trap","descr":"Kinji geht zu Arias Zimmer, als er zuerst denkt, aber nach der Änderung seiner Einstellung erkennt er, dass es Riko ist. Sie fährt dann fort, Bewegungen zu versuchen, die ihn in den Hysterie-Modus bringen, aber Aria unterbricht sie, indem sie durch das Fenster schlägt. Sie beginnen dann zu kämpfen, was die drei auf das Dach bringt, wo Aria Riko sagt, sie solle beim Prozess ihrer Mutter aussagen, was Riko seltsamerweise nicht ablehnt. Riko erklärt, wie Vlad sie von der I.U. Weil sie Aria nicht besiegt hat, sind Kinji und Aria gezwungen, sich Rikos Diebesgruppe anzuschließen. Später beschuldigt Aria Kinji, wegen Riko und Arias Figuren \"hypnotisiert\" zu sein, aber Kinji wird Aria nicht von seinem Bruder Kinichi erzählen, der sich ebenfalls auf der I.U. befindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017813","hoster":"VOE"},{"path":"/redirect/8572049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-10","name":"","epNo":10,"alt":"Special Training","descr":"Riko erklärt den Plan, wie sie die Villa infiltrieren und behauptet, dass sie als Butler und Dienstmädchen Undercover gehen werden. Nachdem die Vereinbarung abgeschlossen ist, durchlaufen sie eine weitere \"Trainingssitzung\", in der Riko Aria dabei hilft, einige Zeilen zu sagen und die Zeit in ihrem Kopf zu verlieren, und versucht, das Auslösen von Kinjis Hysterie-Modus zu üben. Gleichzeitig erfährt Kinji dank Jeanne, die jetzt Schülerin an der Schule ist, ein wenig über Rikos Vergangenheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017809","hoster":"VOE"},{"path":"/redirect/8572050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-11","name":"","epNo":11,"alt":"Infiltration","descr":"Nachdem sie geübt und sich auf die Infiltration vorbereitet hat, verkleidet sich Riko als Angestellte der Arbeitsagentur, um Aria und Kinji im Job vorzustellen. Ihr Aussehen macht Kinji jedoch empfindlich, nachdem er dachte, sie sei ursprünglich ein Mädchen namens Kana. Nachdem dies gesagt wurde, tauchen sie in der Villa auf, nur um zu sehen, dass ihr Lehrer derzeit für den Ort verantwortlich ist. Nachdem eine Woche der Ermittlungen und Vorbereitungen verstrichen ist, setzen sie endlich den Antrag in die Tat um, als Kinji den Rosenkranz erfolgreich zurückholt, aber in dem Moment, in dem er ihn ihr zurückgibt und einen Kuss erhält, verrät Riko sie und offenbart, dass sie jetzt das Werkzeug hat sie brauchte, um Aria zu besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017810","hoster":"VOE"},{"path":"/redirect/8572053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hidan-no-aria/staffel-1/episode-12","name":"","epNo":12,"alt":"Vlad","descr":"Kinji und Aria überreichen Riko den Rosenkranz, die ihr Versprechen, auszusagen, nicht hält und stattdessen beschließt, die beiden anzugreifen, um sie zu besiegen und ihre Vorfahren zu übertreffen. Sayonaki-sensei erscheint dann hinter Riko und tastet sie ab, bis sie gedämpft wird und dann auf sie tritt und ihr Schmerzen zufügt. Sayonaki-sensei entpuppte sich als der Dämon Vlad und greift sowohl Aria als auch Kinji an. Kinji rettet Riko und versucht mit Aria gegen Vlad zu kämpfen. Die einzige Möglichkeit, ihn zu töten, besteht darin, gleichzeitig auf seine vier Schwachstellen zu schießen, aber sie finden die letzte nicht und Kinji wird über die Kante des Daches gestoßen, auf dem sie kämpfen. Riko rettet ihn und Aria und hilft ihm, wieder in den Hysterie-Modus zu gelangen, damit er einen Plan schmieden kann, um Vlad zu töten. Kinji findet dann die letzte Schwachstelle heraus, seinen Mund und die drei töten Vlad. Danach sagt Riko aus, damit sie das Urteil von Arias Mutter herabsetzen können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9017814","hoster":"VOE"},{"path":"/redirect/8572052","hoster":"Streamtape"}]}]}]}]}