{"seriesId":"hide-seek-gefhrliches-versteckspiel","name":"Hide \u0026 Seek - Gefährliches Versteckspiel","descr":"[Hide and Seek, Pryatki] Bei einem Versteckspiel mit seinem Vater verschwindet ein kleines Mädchen spurlos aus seiner Wohnung, nur um wenig später in einer Videobotschaft wieder aufzutauchen. Dort hält sie ein Schild mit einer mysteriösen Zahlenkombination in die Höhe. Als in der Folge immer mehr Kinder entführt werden, machen sich die jungen, von ganz eigenen Dämonen verfolgten Ermittler Varta Naumova und Maksim Shumov daran, den Fall zu lösen…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Neue Partner","epNo":1,"alt":"Episode 1","descr":"Die Sonderermittler Varta Naumova und Max Shumov werden auf einen Fall von Kindesentführung angesetzt. Es gibt ein Todesopfer. Dem Entführer gelingt die Flucht mit dem Mädchen","versions":[{"lang":1,"streams":[{"redirect":9191122,"hoster":"VOE"},{"redirect":9191123,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Alte Bekannte","epNo":2,"alt":"Episode 2","descr":"Varta und Max folgen einer Spur, die sie in eine kultähnliche Kirche führt. Ein möglicher Verdächtiger wird identifiziert. Später wird online ein Video veröffentlicht, in dem das vermisste Mädchen ein Schild mit einer mysteriösen Zahlenfolge hält.","versions":[{"lang":1,"streams":[{"redirect":9193258,"hoster":"VOE"},{"redirect":9193259,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zauberglöckchen","epNo":3,"alt":"Episode 3","descr":"Ein weiteres Kind wird vermisst. Während der Arbeit am Tatort hat Varta ein Treffen mit einem Journalisten, der beginnt, in ihrer Vergangenheit zu graben. Der Entführer ruft die Mutter des vermissten Jungen an und fordert ein Lösegeld.","versions":[{"lang":1,"streams":[{"redirect":9240798,"hoster":"VOE"},{"redirect":9240800,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Falsche Fährten","epNo":4,"alt":"Episode 4","descr":"Als Varta und Max einen Rückschlag in ihren Ermittlungen erleben, veröffentlicht der Journalist einen Artikel darüber, dass Varta ihre Tochter zur Adoption freigegeben hat. Varta wird von dem Fall abgezogen.","versions":[{"lang":1,"streams":[{"redirect":9280965,"hoster":"VOE"},{"redirect":9280967,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rattenfänger","epNo":5,"alt":"Episode 5","descr":"Varta findet die Bedeutung der Zahlen in den Videos heraus und wird wieder als Detektivin eingesetzt. Die Spur verrät die Identität des Entführers Svyrydov und sein Motiv.","versions":[{"lang":1,"streams":[{"redirect":12953772,"hoster":"VOE"},{"redirect":9338720,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefangene","epNo":6,"alt":"Episode 6","descr":"Die Ermittler sind gezwungen, den Fall des vermissten Mädchens neu zu untersuchen. Varta geht Undercover, um wertvolle Informationen zu erhalten. In der Zwischenzeit entführt Swjrydow die leibliche Tochter von Varta.","versions":[{"lang":1,"streams":[{"redirect":9383265,"hoster":"VOE"},{"redirect":9383266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kalte Hölle","epNo":7,"alt":"Episode 7","descr":"In einem Wettlauf mit der Zeit suchen die Ermittler weiter nach den vermissten Kindern und versuchen gleichzeitig herauszufinden, was mit Swjrydows Tochter passiert ist. Lügen kommen ans Licht und alte Wunden werden aufgedeckt","versions":[{"lang":1,"streams":[{"redirect":9421681,"hoster":"VOE"},{"redirect":9421673,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gewissensfrage","epNo":8,"alt":"Episode 8","descr":"Varta findet heraus, wo die Kinder festgehalten werden. Die Polizei findet Swjrydows Tochter, die ein normales Leben mit einer liebevollen Familie führt und den Entführer vor eine schwierige Wahl stellt.","versions":[{"lang":1,"streams":[{"redirect":9478872,"hoster":"VOE"},{"redirect":9478871,"hoster":"Streamtape"}]}]}]}]}