{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway","name":"Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway","descr":"Nachdem Yoshida von seinem Schwarm zurückgewiesen wurde geht er in eine Bar, um seine Sorgen zu ertränken. Auf dem Weg nach Hause trifft er das Oberschulmädchen namens Sayu am Straßenrand sitzen. Völlig betrunken läd er sie zu sich nach Hause ein und lässt sie bei sich schlafen. Am nächsten Morgen wird er durch den köstlichen Duft von Misosuppe geweckt, welche Sayu in seiner Küche zubereitet, doch er kann sich nicht mehr an sie erinnern.","seasons":[{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-1","name":"Die Oberschülerin unter dem Strommast","epNo":1,"alt":"The Teenage Girl Beneath The Lamplight","descr":"Nachdem Yoshida von seinem Senior und Schwarm Airi Gotou romantisch abgelehnt wurde, geht er trinken, um seinem Herzschmerz Luft zu machen. Auf dem Heimweg entdeckt er spätabends betrunken auf den Straßen Tokios ein Schulmädchen in Uniform unter einem Laternenpfahl. Sie bietet ihm an, im Austausch für eine vorübergehende Unterbringung Sex mit ihm zu haben, was er ablehnt, obwohl er kapituliert, ihr eine Nacht frei zur Verfügung zu stellen, mit dem Ziel, sie am nächsten Tag auszutreiben. Am nächsten Morgen wacht Yoshida mit dem Geruch von Miso-Suppe in der Küche auf – etwas, für das das Mädchen ihn murmeln hörte, bevor er eingeschlafen war. Durch Diskussion erfährt er ihren Namen – Sayu Ogiwara – und dass sie sechs Monate zuvor von ihrem Haus in Hokkaido weggelaufen ist. Seitdem hat sie überlebt, indem sie Männer in den Straßen von Tokio verführt hat.was Yoshida schlussfolgert, wurde erreicht, indem sie den Charme ihrer falschen Fröhlichkeit nutzte. Als sie nach ihren Eltern gefragt wird, deutet sie an, dass es ihnen ohne sie wahrscheinlich besser geht oder sie glücklicher sind. Da Geld ein kritisches Thema ist, erlaubt Yoshida ihr, für einen längeren Zeitraum bei ihm zu bleiben, um Hausarbeiten zu erledigen, und mit Betonung darauf, dass sie darauf hinarbeiten muss, sich durch Arbeit letztendlich selbst zu erhalten. Yoshida stellt ihr Kleidung und andere angemessene Ressourcen zur Verfügung, verlangt jedoch von ihr, dass sie sich selbst respektiert und darauf achtet, dass die Männer, die in der Vergangenheit bereitwillig mit ihr geschlafen haben, ausbeuterisch sind. Diese Gedanken über die Niederträchtigkeit der Menschen und den Mangel an allgemeinem Anstand werden in seinen persönlichen Überlegungen weiter untersucht. in dem Bewusstsein, dass diese Situation einer Entführung ohne Durchführung eines Adoptionsverfahrens gleichkommen könnte,Yoshidas Besorgnis wächst, als er Schlagzeilen über eindeutige Entführungsfälle in den Nachrichten sieht. Der einzige, der von diesem Arrangement weiß, ist Hashimoto, Yoshidas Freund; Die Mädchen bei der Arbeit haben jedoch bemerkt, wie sich Yoshida von einem Schlampe in einen scharf aussehenden Mann verwandelt hat: ein Zeichen dafür, dass sie wahrscheinlich eine Freundin haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271452","hoster":"VOE"},{"path":"/redirect/13618995","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017819","hoster":"VOE"},{"path":"/redirect/9027753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-2","name":"Handy","epNo":2,"alt":"Cell Phone","descr":"Yoshida möchte ein Handy für Sayu kaufen, um sie leicht zu kontaktieren, und Sayu gibt zu, dass sie ihres als Reaktion auf unerwünschte Anrufe von ihren ehemaligen Kollegen in Hokkaido weggeworfen hat. Sie besteht darauf, dass sie keine neue braucht, bedankt sich aber mit Freude bei ihm, dass er Feuchtigkeitscreme für sie gekauft hat. Als er ihr künstliches Lächeln bemerkt, konfrontiert er sie und beschuldigt sie, ihr wahres Selbst hinter einer Fassade aus künstlichen Gesichtern und einem synthetischen, scherzhaften Verhalten versteckt zu haben. Sayu stimmt zu, diese Gewohnheiten so schnell wie möglich zu mildern und zu mäßigen, da er seine Anforderungen eher als eine Erweiterung ihrer Freiheiten als als Einschränkung betrachtet. Bei der Arbeit stellt Yoshida fest, dass eine seiner Untergebenen, eine Computerprogrammiererin namens Yuzuha Mishima, innerhalb einer knappen Frist fehlerhaften Code für ein Projekt inszeniert oder eingereicht hat.Yuzuha versteht die möglichen Konsequenzen und bleibt lange, um ihren Code zu korrigieren, und Yoshida liefert im Gegenzug Essen an ihren Schreibtisch. Sie erkundigt sich, ob er seit kurzem ein Date hat oder nicht, und Yoshida verrät, dass er, ganz abweichend, tatsächlich vor kurzem abgelehnt wurde – nicht weniger von Gotou. Yuzu sieht dies als Chance und bittet ihn, irgendwann etwas trinken zu gehen. Am nächsten Tag kehrt Yoshida mit Hashimoto in ein Einkaufszentrum zurück, um ein Telefon für Sayu auszuwählen. oder noch schlimmer, sich selbst in sie zu verlieben. Gotou bemerkt auch eine Veränderung in seinem Aussehen und Verhalten, nachdem er ihn fünf Jahre lang geführt hat, und lädt ihn aus neugierigen Gründen zum Abendessen ein, da er glaubt, dass er mit Yuzuha zusammen ist. Yoshida widerlegt dies schnell,sowie die Vorstellung, dass er so schnell mit jemandem ausgeht, nachdem er von ihr abgelehnt wurde, verwirrt darüber, warum sie ihn für so triviale Angelegenheiten zum Abendessen einladen würde. Als er nach dem Essen nach Hause kommt, wird er von Sayu begrüßt, der seine Niedergeschlagenheit beunruhigt und ihn mit einer Umarmung und Misosuppe tröstet. Er präsentiert ihr das Smartphone und während er sich gegenseitig als Kontakte hinzufügt, verinnerlicht er weiter den Unglauben, dass er sich jemals in Sayu oder ein minderjähriges Mädchen verlieben könnte. Sayu erhält das Geschenk eher als besondere Darstellung ihrer Freundschaft als als Objekt mit materieller Funktionalität, was ihn dazu veranlasst, darüber nachzudenken, wie diese neuere, authentische Seite ihrer Persönlichkeit ihre Beziehung widerspiegelt.Als er nach dem Essen nach Hause kommt, wird er von Sayu begrüßt, der seine Niedergeschlagenheit beunruhigt und ihn mit einer Umarmung und Misosuppe tröstet. Er präsentiert ihr das Smartphone und während er sich gegenseitig als Kontakte hinzufügt, verinnerlicht er weiter den Unglauben, dass er sich jemals in Sayu oder ein minderjähriges Mädchen verlieben könnte. Sayu erhält das Geschenk eher als besondere Darstellung ihrer Freundschaft als als Objekt mit materieller Funktionalität, was ihn dazu veranlasst, darüber nachzudenken, wie diese neuere, authentische Seite ihrer Persönlichkeit ihre Beziehung widerspiegelt.Als er nach dem Essen nach Hause kommt, wird er von Sayu begrüßt, der seine Niedergeschlagenheit beunruhigt und ihn mit einer Umarmung und Misosuppe tröstet. Er präsentiert ihr das Smartphone und während er sich gegenseitig als Kontakte hinzufügt, verinnerlicht er weiter den Unglauben, dass er sich jemals in Sayu oder ein minderjähriges Mädchen verlieben könnte. Sayu erhält das Geschenk eher als besondere Darstellung ihrer Freundschaft als als Objekt mit materieller Funktionalität, was ihn dazu veranlasst, darüber nachzudenken, wie diese neuere, authentische Seite ihrer Persönlichkeit ihre Beziehung widerspiegelt.Sayu erhält das Geschenk eher als besondere Darstellung ihrer Freundschaft als als Objekt mit materieller Funktionalität, was ihn dazu veranlasst, darüber nachzudenken, wie diese neuere, authentische Seite ihrer Persönlichkeit ihre Beziehung widerspiegelt.Sayu erhält das Geschenk eher als besondere Darstellung ihrer Freundschaft als als Objekt mit materieller Funktionalität, was ihn dazu veranlasst, darüber nachzudenken, wie diese neuere, authentische Seite ihrer Persönlichkeit ihre Beziehung widerspiegelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269524","hoster":"VOE"},{"path":"/redirect/13618997","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13324496","hoster":"VOE"},{"path":"/redirect/13324505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-3","name":"Gemeinsam unter einem Dach","epNo":3,"alt":"Living Together","descr":"Sayu macht sich Sorgen darüber, wie ihr Leben mit Yoshida ausgehen würde. Sie beginnt zu denken, dass er, sobald er eine Freundin hat, sie rausschmeißt, genau wie jeder andere Mann, der sich von ihr langweilt. Sayu macht sich immer mehr Sorgen darüber, wie sich ihre Beziehung zu Yoshida entwickeln würde. Dann bekommt sie eine Nachricht von ihm, dass er mit einem Kollegen einen Film sehen wird. Aus Neugier versucht sie dann, ihm zu folgen, nur um herauszufinden, dass er von der Kollegin, von der er sprach, Mishima Yuzuha, umarmt wird. Als Yoshida endlich nach Hause kommt, sucht er nach Sayu, aber sie war nirgendwo zu finden. Dann platzt er aus der Wohnung und rennt los, versucht verzweifelt, sie zu finden. Gebrochen und erschüttert, hasst Sayu es zuzugeben, dass sie den beiden gegenüber neidisch ist. Durch bloßen Zufall,Sayu sitzt zufällig auf einer Bank in einem nahe gelegenen Park, wo Mishima normalerweise auch sitzt, während sie auf die Ankunft des Zuges wartet. Und so treffen sie sich. Sie eröffneten ein Thema darüber, eine Person zu kennen, die keinen Grund hat, nett zu sein, aber es trotzdem ist, und dass sie beide eine solche Person kennengelernt hatten. Yoshida findet Sayu schließlich mit Mishima und die beiden Mädchen sprachen schließlich über dieselbe Person, Yoshida. Sayu ging mit Yoshida nach Hause und als sie dort ankamen, versuchte sie ihn zu verführen, da sie dachte, dass sie nicht gut genug für ihn tut, um sie bleiben zu lassen und dass dies der einzige Weg ist, seine guten Taten zurückzuzahlen. Yoshida lehnt ab und sagt nur, dass allein ihre Anwesenheit sein Zuhause angenehmer macht.Sie eröffneten ein Thema darüber, eine Person zu kennen, die keinen Grund hat, nett zu sein, aber es trotzdem ist, und dass sie beide eine solche Person kennengelernt hatten. Yoshida findet Sayu schließlich mit Mishima und die beiden Mädchen sprachen schließlich über dieselbe Person, Yoshida. Sayu ging mit Yoshida nach Hause und als sie dort ankamen, versuchte sie ihn zu verführen, da sie dachte, dass sie nicht gut genug für ihn tut, um sie bleiben zu lassen und dass dies der einzige Weg ist, seine guten Taten zurückzuzahlen. Yoshida lehnt ab und sagt nur, dass allein ihre Anwesenheit sein Zuhause angenehmer macht.Sie eröffneten ein Thema darüber, eine Person zu kennen, die keinen Grund hat, nett zu sein, aber es trotzdem ist, und dass sie beide eine solche Person kennengelernt hatten. Yoshida findet Sayu schließlich mit Mishima und die beiden Mädchen sprachen schließlich über dieselbe Person, Yoshida. Sayu ging mit Yoshida nach Hause und als sie dort ankamen, versuchte sie ihn zu verführen, da sie dachte, dass sie nicht gut genug für ihn tut, um sie bleiben zu lassen und dass dies der einzige Weg ist, seine guten Taten zurückzuzahlen. Yoshida lehnt ab und sagt nur, dass allein ihre Anwesenheit sein Zuhause angenehmer macht.denken, dass sie ihm nicht gut genug tut, um sie bleiben zu lassen, und dass dies der einzige Weg ist, seine guten Taten zurückzuzahlen. Yoshida lehnt ab und sagt nur, dass allein ihre Anwesenheit sein Zuhause angenehmer macht.denken, dass sie ihm nicht gut genug tut, um sie bleiben zu lassen, und dass dies der einzige Weg ist, seine guten Taten zurückzuzahlen. Yoshida lehnt ab und sagt nur, dass allein ihre Anwesenheit sein Zuhause angenehmer macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270791","hoster":"VOE"},{"path":"/redirect/13618998","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12923450","hoster":"VOE"},{"path":"/redirect/9026292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-4","name":"Nebenjob ","epNo":4,"alt":"Part-Time Job","descr":"Sayu und Yoshida sind sich einig, dass es besser wäre, wenn sie einen Teilzeitjob bekommt, also geht Sayu als Teilzeitkraft in den nächsten Supermarkt, wo sie Asami Yuki trifft, die ihr älter ist. Asami begleitet Sayu dann aus Neugierde auf dem Heimweg, da sie die Beziehung zwischen Yoshida und Sayu für etwas anderes hält. Beide lügen Asami an, dass sie sich schon lange kennen und Yoshida pflegte, sich um Sayu zu kümmern, als sie klein war. Asami durchschaut die Lüge, tut aber so, als hätte sie sie akzeptiert, konfrontiert aber später Yoshida, als er sie zu ihrem Haus begleitet. Er verrät ihr Sayus Geschichte immer noch nicht. Zur gleichen Zeit, als Airi Gotou sieht, wie sich Yoshida anders verhält, lädt ihn Airi Gotou erneut zum Abendessen ein und denkt, dass er in einer Beziehung mit Mishima ist.wo sie gesteht, dass sie ihn liebt und noch nie einen Freund hatte. Yoshida ist dann gezwungen, Gotou mitzuteilen, dass er mit Sayu zusammenlebt. Die Episode endet, als Yoshida Sayu informiert, dass er Gotou mitbringt, um sie zu treffen, was dazu führt, dass Sayu erneut zu der falschen Schlussfolgerung kommt, dass er sie rauswerfen wird, was sich erneut als falsch erweist, als er erklärt, dass er Gotou mitbringt nur um sie zu treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269165","hoster":"VOE"},{"path":"/redirect/13618999","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017816","hoster":"VOE"},{"path":"/redirect/8665039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-5","name":"Realität","epNo":5,"alt":"Reality","descr":"Die Episode beginnt damit, dass Gotou und Yoshida zu seinem Haus reisen. Aus ihrem Gespräch geht hervor, dass sie Zweifel an der Situation hat. Sie bestätigt die Geschichte auch mit Sayu und fragt ohne Verzögerung, wie sich Yoshida mit ihr verhält und ob er etwas Seltsames gemacht hat. Gotou akzeptiert ihre Antwort vorerst nein und bittet um ein privates Gespräch. Sayu schickt Yoshida in den Supermarkt, während sie sich unterhalten. Auf dem Weg zum Laden trifft er auf Mishima, die ihn zum Laden begleitet. Währenddessen unterhalten sich Gotou und Sayu über Sayus Vergangenheit und ihre Zukunft und Sayu weint auf ihren Schultern; Beim Verlassen des LadensMishima fragt, ob sie für die Nacht in seinem Haus bleiben kann und erkundigt sich noch einmal nach seinen Beziehungen zu Sayu und Gotou und verrät auch, dass sie ihnen aus dem Büro gefolgt ist, nachdem sie gesehen hat, wie Gotou und Yoshida heimlich miteinander sprechen und sich dafür entschuldigen und darüber reden wer ist wichtiger in Yoshidas Leben, Gotou oder Sayu.; Sayu fragt auch nach Gotous Gefühlen gegenüber Yoshida; Yoshida begleitet Gotou zum Bahnhof und spricht über Sayu und ihn. Die Episode endet damit, dass Gotou sagt, dass sie ihn und Sayu auch anfeuern wird und ihnen so ihre Unterstützung gibt.Die Episode endet damit, dass Gotou sagt, dass sie ihn und Sayu auch anfeuern wird und ihnen so ihre Unterstützung gibt.Die Episode endet damit, dass Gotou sagt, dass sie ihn und Sayu auch anfeuern wird und ihnen so ihre Unterstützung gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269610","hoster":"VOE"},{"path":"/redirect/13619001","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017824","hoster":"VOE"},{"path":"/redirect/9026293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-6","name":"Sternenhimmel","epNo":6,"alt":"Starry Sky","descr":"Ein neuer Mitarbeiter namens Yaguchi Kyouya beginnt im Lebensmittelladen, in dem Sayu arbeitet. Sayu erkennt ihn sofort als einen der Männer, mit denen sie geschlafen hat, als sie noch auf der Flucht war. Trotz ihrer Versuche, ihm nach der Arbeit aus dem Weg zu gehen, folgt er ihr und fragt sie, ob sie bei jemandem wohnt und zu ihrem Aufenthaltsort kommen möchte. Sayu stimmt widerstrebend zu und lässt Yoshida wissen. In der Wohnung versucht Yaguchi trotz ihres Widerstands, gewaltsam Sex mit ihr zu haben. Yoshida platzt während der Tat herein und wirft ihn physisch aus der Wohnung. Yaguchi beginnt, Yoshidas Handlungen zu hinterfragen, als er konfrontiert wird, und fragt ihn, ob seine selbstgerechten Handlungen, Sayu zu beherbergen, legaler sind, als dass er Sex mit Sayu hat.Yoshida sagt ihm, er solle sich von Sayu fernhalten, zögert jedoch, ihn weiter zu verfolgen, da er weiß, dass er es technisch gesehen nicht melden kann, weil er zu rechtlich im Unrecht ist. Dann tröstet er Sayu, während sie weint, und sagt ihr, dass er sie nur beschützen und sie zu einem normalen Teenager-Mädchen machen möchte. Bei der Arbeit brennt Asami eine Sicherung durch, als sie folgert, was passiert, und fordert Yaguchi auf, sich bei Sayu zu entschuldigen. Sayu und Asami beschließen, nach der Arbeit abzuhängen und während des Gehens erzählt sie Asami von ihrer Vergangenheit. Asami nimmt Sayu mit zu ihrem Lieblingsplatz, um die Sterne zu beobachten, erzählt ihr von ihrer Vergangenheit und erklärt ihr, dass ihre Eltern immer beschäftigt waren und wollten, dass sie Anwältin wird, aber sie wollte nicht und entschied sich stattdessen, ein Gyaru-Mädchen zu werden und Literatur zu studieren.Sie sagt ihr, nachdem sie nach einer Sternenbeobachtungsreise mit ihrem Vater über das Leben nachgedacht hat, dass jeder einen Weg hat, den er durchs Leben gehen wird. Durch eine tränenreiche Umarmung tröstet sie Sayu und sagt ihr, dass sie, wenn sie den Weg gegangen ist, um zu ihrem aktuellen Punkt im Leben zu gelangen, sicherlich dorthin zurückkehren kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270716","hoster":"VOE"},{"path":"/redirect/13619000","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017820","hoster":"VOE"},{"path":"/redirect/8647636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-7","name":"Zuneigung","epNo":7,"alt":"Yearning","descr":"Während der Arbeit bemerken Sayu und Asami, dass häufig ein schwarzes Auto mit getönten Scheiben außerhalb des Ladens auftaucht, als ob sie den Laden beobachten wollten. Während einer Studiensitzung in der Wohnung beginnen sie, über ihre Zukunft zu diskutieren, und Sayu fragt sich, was ihre Zukunft bringen wird. Bei der Arbeit ist Mishima eindeutig eifersüchtig auf die enge Beziehung zwischen Gotou und Yoshida und beschließt, sie zum Mittagessen einzuladen, um mehr über Gotous wahre Absichten zu erfahren. Sie erfährt, dass Gotou auch weiß, dass Sayu bei Yoshida wohnt, ist aber überrascht zu erfahren, dass Gotou sich nicht allzu sehr darum kümmert, da sie glaubt, dass der Versuch, Dinge gewaltsam zu korrigieren, nach hinten losgehen und stattdessen auf natürliche Weise funktionieren lässt. Verärgert über ihre Reaktion erklärt sie, dass sie mehr Angst hat, die Dinge zu verlieren, die sie wollte, wenn sie nicht nach ihren Gefühlen handelt.Gotou ist ziemlich ruhig und weist darauf hin, dass die Dinge gut laufen werden, wenn sie warten, sehr zu Mishimas Frustration. Nach der Arbeit versucht Mishima, Yoshidas Telefonnummer zu bekommen, aber er ist verwirrt, warum sie sie will, da er nicht denkt, dass er etwas Interessantes mit ihr zu besprechen hat. Sie ist mit seiner Reaktion nicht zufrieden und sagt ihm, dass sie denkt, dass er egozentrisch ist, wenn er versucht, anderen zu helfen. Am Ende gesteht sie ihre Gefühle für ihn und bittet ihn per SMS um ein Date, dem er zustimmt. Er denkt zu Hause weiter über Mishimas Kommentare nach und hat später, während er versucht, beim Wäschewaschen zu helfen, einen zufälligen engen Moment mit Sayu. Während Yoshida duscht, entdeckt Sayu eine Kiste mit seinen alten Sachen, darunter sein High-School-Jahrbuch, und erfährt später, dass er in der High School eine ältere Freundin hatte.Er erinnert sich daran und spricht über sie, später lenkt er das Thema auf den Grund, warum er anderen weiterhin hilft, weil er andere Menschen glücklich sehen möchte, indem er sich um sie kümmert. Eines Tages sind Sayu und Yaguchi im Dienst, als das schwarze Auto zurückkehrt und ein gut gekleideter Mann aussteigt und den Laden betritt. Yaguchi bemerkt, dass sich Sayu unwohl fühlt, versteckt sie im Büro des Managers und spricht stattdessen mit dem Mann, der erfährt, dass er Sayus älterer Bruder Ogiwara Kazuto ist. Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.später das Thema auf den Grund lenken, warum er anderen weiterhin hilft, weil er andere Menschen glücklich sehen möchte, indem er sich um sie kümmert. Eines Tages sind Sayu und Yaguchi im Dienst, als das schwarze Auto zurückkehrt und ein gut gekleideter Mann aussteigt und den Laden betritt. Yaguchi bemerkt, dass sich Sayu unwohl fühlt, versteckt sie im Büro des Managers und spricht stattdessen mit dem Mann, der erfährt, dass er Sayus älterer Bruder Ogiwara Kazuto ist. Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.später das Thema auf den Grund lenken, warum er anderen weiterhin hilft, weil er andere Menschen glücklich sehen möchte, indem er sich um sie kümmert. Eines Tages sind Sayu und Yaguchi im Dienst, als das schwarze Auto zurückkehrt und ein gut gekleideter Mann aussteigt und den Laden betritt. Yaguchi bemerkt, dass sich Sayu unwohl fühlt, versteckt sie im Büro des Managers und spricht stattdessen mit dem Mann, der erfährt, dass er Sayus älterer Bruder Ogiwara Kazuto ist. Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.Sayu und Yaguchi haben Dienst, als das schwarze Auto zurückkehrt und ein gut gekleideter Mann aussteigt und den Laden betritt. Yaguchi bemerkt, dass sich Sayu unwohl fühlt, versteckt sie im Büro des Managers und spricht stattdessen mit dem Mann, der erfährt, dass er Sayus älterer Bruder Ogiwara Kazuto ist. Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.Sayu und Yaguchi haben Dienst, als das schwarze Auto zurückkehrt und ein gut gekleideter Mann aussteigt und den Laden betritt. Yaguchi bemerkt, dass sich Sayu unwohl fühlt, versteckt sie im Büro des Managers und spricht stattdessen mit dem Mann, der erfährt, dass er Sayus älterer Bruder Ogiwara Kazuto ist. Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.Kazuto fragt, ob Sayu dort arbeitet und er sagt ihm, dass er noch nie von ihr gehört hat. Nachdem Kazuto gegangen ist, sagt Yaguchi ihr, dass es so klingt, als ob Kazuto es ernst meint, Sayu nach Hause zu bringen, und sie erkennt, dass sie bald eine Entscheidung treffen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271605","hoster":"VOE"},{"path":"/redirect/13619002","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017822","hoster":"VOE"},{"path":"/redirect/9027756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-8","name":"Sommerfest","epNo":8,"alt":"Summer Festival","descr":"Um ihrem Bruder und seinen Leibwächtern auszuweichen, die immer noch nach ihr suchen, geht Sayu zum Einkaufen in den Supermarkt, wo sie zufällig auf Mishima trifft. Sie lässt Mishima wissen, was los ist und um dem Suchtrupp zu entkommen, nimmt Mishima sie mit in eine Karaoke-Bar. Sie lässt Yoshida wissen, wo sie sind, damit Yoshida nicht wieder durch die Stadt rennt und nach Sayu sucht. Nach einer Karaoke-Sitzung fragt Mishima sie, ob sie weiß, dass ihre Zeit abläuft und was Sayu bezüglich ihrer Beziehung zu Yoshida vorhat, nachdem sie sich trennen müssen, besonders wenn sie sich ohne einen richtigen Abschied trennen müssen, was Sayu hat keine Antwort. Yoshida kommt, um Sayu abzuholen, und Mishima muss ihre Eifersucht verbergen, um ihre enge Beziehung zu sehen. Nachdem sie gegangen sind, bricht sie schluchzend zusammen und fragt sich, warum YoshidaSieht sie nicht so an, wie er Sayu ansieht. Auf dem Heimweg bemerkt Sayu ein Plakat für ein nahegelegenes Sommerfestival, das am nächsten Tag stattfindet, und Yoshida schlägt den beiden vor, sie zu besuchen. Auf dem Festival vertraut sie ihm an, dass sie noch nie mit einem ihrer Freunde auf einem Festival war. Die beiden genießen eine gute Zeit dort und Sayu nutzt die Gelegenheit, um seine Hand zu halten, um sich nicht so leicht zu verirren. Während sie sich das Feuerwerk ansehen, fragt sich Yoshida, wie sein Leben ohne Sayu aussehen würde und erkennt, dass er ohne sie ziemlich einsam wäre. Als sie am Flussufer entlang nach Hause ging, erzählte sie ihm, dass sie bei ihren vorherigen Aufenthalten an anderen Orten immer einen falschen Namen verwendet hatte, aber aus irgendeinem Grund, als sie ihn zum ersten Mal traf, hatte sie ihm versehentlich ihren richtigen Namen verraten und wundert sich warum sie es für ihn getan hat. Nicht wissen, wie ich reagieren soll,er tätschelt ihr den Kopf und sagt ihr, sie solle nach Hause gehen, was sie zustimmt. Bevor sie nach Hause geht, fragt sie ihn bei der ersten Begegnung, ob er sie noch mit nach Hause nehmen würde, wenn sie erwachsen wäre. Am nächsten Morgen klopft es an der Tür und zu ihrer Überraschung ist es Ogiwara.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269228","hoster":"VOE"},{"path":"/redirect/13619003","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017826","hoster":"VOE"},{"path":"/redirect/8572062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-9","name":"Vergangenheit","epNo":9,"alt":"Past","descr":"Ogiwara fordert Sayu auf, nach Hause zu kommen, und die beiden beginnen darüber zu streiten. Laut Ogiwara macht sich ihre Mutter Sorgen, nach ihr zu suchen, aber Sayu durchschaut dies, da ihre Mutter einfach nicht will, dass jemand in ihrem Haus herumstöbert, nachdem sich herausstellt, dass ihre Schule misstrauisch ist, wo genau Sayu ist. Die beiden Geschwister führen dann ein Einzelgespräch, in dem Ogiwara enthüllt, dass ihre Mutter ihn ständig gefragt hat, ob er Sayu gefunden hat, und dass er ihr bei jedem Schritt helfen wird, einschließlich der Hilfe, eine zusätzliche Woche zu kaufen, um darüber nachzudenken. Nachdem Ogiwara gegangen ist, lädt sie Asami ein und beginnt, ihr und Yoshida mehr Details über ihre Vergangenheit mitzuteilen. Als sie in der Schule war, gab sie sich nicht allzu viel Mühe, was dazu führte, dass die meisten Leute sie meideten. Am Ende freundete sie sich jedoch mit einem anderen Mädchen an, Yuuko,der sich in einer ähnlichen Situation befand wie ein sozialer Ausgestoßener und die beiden wurden gute Freunde. Während dieser Zeit wird Yuuko von einer Gruppe Mädchen gemobbt, die auf Sayus Aussehen und die Aufmerksamkeit, die sie von Männern erhält, eifersüchtig ist und beschließt, es stattdessen an Yuuko auszulassen. Obwohl Sayu sie verteidigt und sie aufzumuntern versucht, wird es noch schlimmer, als Sayu Yuuko eines Tages auf einem Felsvorsprung oben auf der Schule stehen findet. Sayu versucht mit ihr zu reden, aber Yuuko erklärt, dass sie glaubt, dass Sayu es besser machen könnte als ein elendes und einsames Mädchen wie sie und springt dann vor einem entsetzten Sayu in den Tod. In dem bevorstehenden Aufruhr, der folgt, macht Sayus Mutter sie für die unerwünschte Aufmerksamkeit verantwortlich und beschuldigt sie sogar, Yuuko getötet zu haben.Ein wütender Sayu beschließt, das Haus zu verlassen, obwohl Ogiwara sie bittet, es nicht zu tun (er gibt ihr etwas Geld, um zu helfen, als er merkt, dass er ihre Meinung nicht ändern kann). Am Ende geht ihr das Geld aus und sie wird deprimiert über ihre Situation, weil sie denkt, dass sich niemand um sie kümmern wird. Um ihre Einsamkeit und Lebenssituation zu kompensieren, wendet sie sich dann dem Zusammenleben mit zufälligen Fremden im Austausch für Sex zu, was in ihrer Begegnung mit Yoshida gipfelt. Asami und Yoshida trösten sie, während sie weint, und später, als die beiden über Sayus Umstände diskutieren, fragt Asami ihn, was er für sie vorhabe.Sie wendet sich dann dem Leben mit zufälligen Fremden im Austausch für Sex zu, was in ihrer Begegnung mit Yoshida gipfelt. Asami und Yoshida trösten sie, während sie weint, und später, als die beiden über Sayus Umstände diskutieren, fragt Asami ihn, was er für sie vorhabe.Sie wendet sich dann dem Leben mit zufälligen Fremden im Austausch für Sex zu, was in ihrer Begegnung mit Yoshida gipfelt. Asami und Yoshida trösten sie, während sie weint, und später, als die beiden über Sayus Umstände diskutieren, fragt Asami ihn, was er für sie vorhabe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13338326","hoster":"VOE"},{"path":"/redirect/13619004","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11743636","hoster":"VOE"},{"path":"/redirect/9026296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-10","name":"Beweis","epNo":10,"alt":"Proof","descr":"Beim Mittagessen erfahren Mishima und Hashimoto von Yoshida von Sayus Weggang und erwähnen ihn, dass es am besten ist, vorerst als Außenseiter in den Angelegenheiten ihrer Familie zu bleiben. In dieser Nacht trifft er auf seinem Heimweg erneut auf Ogiwara, der sich bei ihm entschuldigt, ihn zuerst verurteilt zu haben. Ogiwara dankt ihm auch dafür, dass er sich gut um Sayu gekümmert hat, und gibt einen kurzen Hintergrund ihrer komplizierten Familiengeschichte: Ihr Vater hatte eine Vorliebe für außereheliche Affären und versuchte, ihre Mutter zu einer Abtreibung (Sayu) zu zwingen, aber sie weigerte sich, weil sie dachte, sie habe sie würde ihn dazu bringen, sie zurück zu lieben. Er tat es nicht und verließ sie schließlich, und für ihre Mutter war es der Beweis, dass Sayu eine Belastung für die Familie war. Sayu lernte als Kind sehr schnell, warum ihre Mutter sie nicht liebte, und in Ogiwaras Augen war Yoshida die erste Person, die sich wirklich um Sayu kümmerte.Als Yoshida Sayu hilft, sie fertig zu machen, um nach Hause zu gehen, bittet sie darum, spät in der Nacht auszugehen, und es stellt sich heraus, dass sie zu dem gleichen Ort gehen möchte, an dem Asami sie zuvor mitgenommen hat. Sie spricht darüber, wie sie mit der Hilfe von Asami lernte, ihre Vergangenheit zu akzeptieren und sich ihr direkt zu stellen, und dass sie Yoshidas Gesellschaft und seine Hilfe wirklich genossen hat und für immer bei ihm bleiben möchte, aber dass sie nach Hause zurückkehren muss, um den letzten Schritt von . zu vollenden sich mit ihrer Vergangenheit auseinandersetzen. Am Ende teilen sich beide eine tränenreiche Umarmung unter den Sternen. Am Tag bevor Sayu gehen muss, schlagen Mishima und Hashimoto Yoshida vor, Sayu nach Hokkaido zu folgen, und fragen ihn, ob es eine gute Idee ist, Sayu allein mit seiner Mutter zu konfrontieren. Während er darüber nachdenkt, bekommt er einen verzweifelten Anruf von Asami, die verzweifelt antwortet, dass sie Sayu nirgendwo finden kann.Ein panischer Yoshida reißt aus dem Arbeitsplatz, um nach ihr zu suchen, während der Rest der Gang einspringt, um seine Arbeit zu decken und nach ihr zu suchen. Während er fährt, um nach ihr zu suchen, gibt Hashimoto Yoshida einen Realitätscheck, indem er erwähnt, dass er wirklich mit ihr gehen möchte, aber wieder zu selbstaufopfernd und passiv ist, wenn er Sayu alleine nach Hause gehen lässt. Zum Glück gelingt es Gotou, Sayu ausfindig zu machen, nachdem er sie alleine auf der Straße gefunden hat, da Sayu gerade zu Yoshida zum ersten Mal an seinem Arbeitsplatz spazieren gehen und ihn besuchen wollte, sehr zu Yoshidas Erleichterung. In dieser Nacht bittet Sayu, neben Yoshida zu schlafen, und während sie sich unterhalten, sagt Yoshida ihr, dass er vorhat, mit ihr zu ihrer Mutter zu gehen.Hashimoto gibt Yoshida einen Realitätscheck, indem er erwähnt, dass er wirklich mit ihr gehen möchte, aber wieder zu selbstaufopfernd und passiv ist, wenn er Sayu alleine nach Hause gehen lässt. Zum Glück gelingt es Gotou, Sayu ausfindig zu machen, nachdem er sie alleine auf der Straße gefunden hat, da Sayu gerade zu Yoshida zum ersten Mal an seinem Arbeitsplatz spazieren gehen und ihn besuchen wollte, sehr zu Yoshidas Erleichterung. In dieser Nacht bittet Sayu, neben Yoshida zu schlafen, und während sie sich unterhalten, sagt Yoshida ihr, dass er vorhat, mit ihr zu ihrer Mutter zu gehen.Hashimoto gibt Yoshida einen Realitätscheck, indem er erwähnt, dass er wirklich mit ihr gehen möchte, aber wieder zu selbstaufopfernd und passiv ist, wenn er Sayu alleine nach Hause gehen lässt. Zum Glück gelingt es Gotou, Sayu ausfindig zu machen, nachdem er sie alleine auf der Straße gefunden hat, da Sayu gerade zu Yoshida zum ersten Mal an seinem Arbeitsplatz spazieren gehen und ihn besuchen wollte, sehr zu Yoshidas Erleichterung. In dieser Nacht bittet Sayu, neben Yoshida zu schlafen, und während sie sich unterhalten, sagt Yoshida ihr, dass er vorhat, mit ihr zu ihrer Mutter zu gehen.sehr zur Erleichterung von Yoshida.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269719","hoster":"VOE"},{"path":"/redirect/13619005","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13324534","hoster":"VOE"},{"path":"/redirect/13324538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-11","name":"Bereitschaft","epNo":11,"alt":"Resolve","descr":"Am nächsten Morgen verabschiedet Asami sie, bevor sie nach Hokkaido fliegen. Ogiwara macht Yoshida Komplimente für seine Entscheidung, sich Zeit zu nehmen, nur um Sayu nach Hause zu begleiten, während eine aufgeregte Sayu darüber spricht, dass es ihr erstes Mal in einem Flugzeug ist. Nachdem sie gelandet sind, macht Ogiwara geschäftlich einen Umweg nach Sapporo und bittet Yoshida und Sayu, ein paar Stunden in der Stadt abzuhängen, bevor sie zu ihrer Familie fahren. Sie entscheiden sich, in ein gehobenes Café zu gehen, und während sie ihre Drinks genießen, beobachtet Sayu mehrere Freunde, die draußen lachen und miteinander reden. Sie kommentiert Yoshida, dass ihre Mutter sie als Kind nie mit Freunden ausgehen ließ, also verbringt sie gerne Zeit mit Yoshida, wann immer sie kann. Ogiwara kehrt zurück, um sie abzuholen, und auf dem Rückweg bittet Sayu ihn, einen Abstecher zu ihrer alten High School zu machen.Im Schutz der Dunkelheit schleichen Yoshida und Sayu auf das Dach der Schule, obwohl Yoshida offensichtlich nervös ist, das Schulgelände zu betreten. Als Sayu das Dach betritt, droht eine Flut von Emotionen sie mit ihren Erinnerungen an die Vergangenheit zu überwältigen und Yuuko kommt zurück. Sie greift nach einem neu installierten Zaun auf dem Dach und schluchzt, als sie sich selbst die Schuld gibt, Yuuko über den Rand geschubst zu haben. Yoshida greift nach ihrer Hand und sagt ihr, dass sie die besten Freunde des anderen waren und Yuuko gewollt hätte, dass sie lächelt und die Vergangenheit auf dem Dach zurücklässt, was dazu führt, dass Sayu in Yoshidas Armen weint. Danach kommt Sayu mit ihrer Vergangenheit zur Erkenntnis und schwört, sich zu erinnern und Yuuko eines Tages wiederzusehen. Das Trio erreicht endlich das Haus und drinnen sind alle schockiert, Sayu zu sehen.s Mutter schlagen Sayu, sobald sie sich von Angesicht zu Angesicht treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273808","hoster":"VOE"},{"path":"/redirect/13619006","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13324541","hoster":"VOE"},{"path":"/redirect/13324544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-12","name":"Mutter","epNo":12,"alt":"Mother","descr":"Sayus Mutter, Mrs. Ogiwara, beschimpft Sayu dafür, dass sie weiterhin eine Bedrohung für ihr Leben ist, bevor Ogiwara alle beruhigt und erwähnt, dass sie einen Gast im Haus haben. Sie nehmen am Esstisch Platz und Mrs. Ogiwara beginnt Sayu zu beschuldigen, dass sie noch mehr Probleme verursacht, indem sie zurückkommt, und fragt sich, was es ihr gebracht hat, bei einem Fremden wie Yoshida zu bleiben. Sayu schnappt zurück und sagt ihr, dass sie sie hasst und mehr Wert darauf legt, dass Yoshida sich um sie kümmert und sie von der Straße holt und sie wie eine Vaterfigur führt. Frau Ogiwara erzählt ihr weiterhin, dass Sayu der Familie weiterhin Probleme bereitet und ihren Ruf nach dem Vorfall ruiniert hat, und wünscht sich, dass sie Sayu nie zur Welt bringt, was Sayu in Tränen ausbrechen lässt. Yoshida wirft Mrs. Ogiwara fast seinen Drink ins Gesicht, aber zu seiner Ehre hält er sich zurück.Denken Sie stattdessen darüber nach, dass es niemals die Schuld eines Kindes ist, die volle Verantwortung für Handlungen zu tragen, die es noch nicht vollständig verstehen kann. Er sagt ihr ruhig, dass es die Pflicht der Eltern ist, auf ihre Kinder aufzupassen, und wenn Mrs. Ogiwara sich weigert, auf Sayu aufzupassen, dann würde er sie bei sich aufnehmen. Aber er erklärt, dass er es nicht tun möchte, es sei denn, er wird dazu gezwungen, weil die Eltern das ultimative Licht auf dem Weg des Kindes sind. Um seinen Standpunkt zu unterstreichen, verneigt er sich in der Dogeza-Position und bittet eine fassungslose Frau Ogiwara, sich um Sayu zu kümmern. Verwirrt durch diese Tat hat sie einen Zusammenbruch und befiehlt alle aus dem Raum. Draußen erzählt Yoshida Sayu unter Tränen, dass er nicht wusste, wie schlimm es war und fragt sich, warum Sayu nicht noch wütender auf ihre Mutter wird, worauf sie antwortet, dass sie darüber nachgedacht habe, es aber einfach nicht konnte.Sie erwähnt auch, dass sie jetzt ohne Yoshidas Hilfe auf eigenen Beinen stehen kann und sich wie von der Welt vergeben gefühlt hat. Während sie Händchen halten und die Sterne beobachten, denkt er daran, wie viel Glück er hatte, ein Mädchen wie sie zu treffen, und fragt sich, ob es Schicksal war, dass solche Ereignisse passiert sind. Ogiwara kehrt zurück und sagt, dass Mrs. Ogiwara sich beruhigt hat und Sayu widerstrebend nach Hause zurückkehren lassen wird, und sagt Yoshida, dass er von Yoshidas Handlungen zutiefst gedemütigt ist, an die er nicht einmal gedacht hat. Yoshida bittet um ein weiteres Gespräch mit Mrs. Ogiwara, und während dieser Zeit erwähnt sie, dass sie lange und gründlich über ihre Zukunft mit Sayu nachdenken wird und bittet ihn, am nächsten Tag nach Tokio zurückzukehren.Während sie Händchen halten und die Sterne beobachten, denkt er daran, wie viel Glück er hatte, ein Mädchen wie sie zu treffen, und fragt sich, ob es Schicksal war, dass solche Ereignisse passiert sind. Ogiwara kehrt zurück und sagt, dass Mrs. Ogiwara sich beruhigt hat und Sayu widerstrebend nach Hause zurückkehren lassen wird, und sagt Yoshida, dass er von Yoshidas Handlungen zutiefst gedemütigt ist, an die er nicht einmal gedacht hat. Yoshida bittet um ein weiteres Gespräch mit Mrs. Ogiwara, und während dieser Zeit erwähnt sie, dass sie lange und gründlich über ihre Zukunft mit Sayu nachdenken wird und bittet ihn, am nächsten Tag nach Tokio zurückzukehren.Während sie Händchen halten und die Sterne beobachten, denkt er daran, wie viel Glück er hatte, ein Mädchen wie sie zu treffen, und fragt sich, ob es Schicksal war, dass solche Ereignisse passiert sind. Ogiwara kehrt zurück und sagt, dass Mrs. Ogiwara sich beruhigt hat und Sayu widerstrebend nach Hause zurückkehren lassen wird, und sagt Yoshida, dass er von Yoshidas Handlungen zutiefst gedemütigt ist, an die er nicht einmal gedacht hat. Yoshida bittet um ein weiteres Gespräch mit Mrs. Ogiwara, und während dieser Zeit erwähnt sie, dass sie lange und gründlich über ihre Zukunft mit Sayu nachdenken wird und bittet ihn, am nächsten Tag nach Tokio zurückzukehren.s Handlungen, an die er nicht einmal dachte. Yoshida bittet um ein weiteres Gespräch mit Mrs. Ogiwara, und während dieser Zeit erwähnt sie, dass sie lange und gründlich über ihre Zukunft mit Sayu nachdenken wird und bittet ihn, am nächsten Tag nach Tokio zurückzukehren.s Handlungen, an die er nicht einmal dachte. Yoshida bittet um ein weiteres Gespräch mit Mrs. Ogiwara, und während dieser Zeit erwähnt sie, dass sie lange und gründlich über ihre Zukunft mit Sayu nachdenken wird und bittet ihn, am nächsten Tag nach Tokio zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278068","hoster":"VOE"},{"path":"/redirect/13619012","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13324548","hoster":"VOE"},{"path":"/redirect/13324545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higehiro-after-being-rejected-i-shaved-and-took-in-a-high-school-runaway/staffel-1/episode-13","name":"Zukunft","epNo":13,"alt":"Future","descr":"Nachdem Yoshida mit Mrs. Ogiwara gesprochen hat, betritt Sayu den Raum, um mit ihrer Mutter zu sprechen. Sie verneigt sich in der Dogeza-Pose und erklärt, dass sie gegangen ist, nachdem sie mit ihrem Leben frustriert war, und entschuldigt sich dafür. Während ihre Mutter ihre Entschuldigung nicht annimmt, versöhnt sie sich mit ihr und beginnt, über eine gemeinsame Zukunft zu diskutieren. In dieser Nacht, als Yoshida schläft, kriecht Sayu mit ihm unter die Decke und kuschelt sich neben ihn. Dann betäubt sie Yoshida, indem sie ihn schüchtern fragt, ob sie in ihrer letzten Nacht Sex haben könnten, da sie \"etwas will, an das sie sich erinnern können\". Er lehnt ab und sagt, dass ihre gemeinsame Zeit als Gefährten mehr als genug sei. Am nächsten Morgen, als Yoshida sich auf die Abreise nach Tokio vorbereitet, bittet Ogiwara, ein letztes Mal mit ihm zu sprechen. Er besteht darauf, Yoshidas Rückflug nach Hause zu bezahlen,aber Yoshida bittet ihn, stattdessen neue Kleidung für Sayu zu kaufen. Ogiwara neckt ihn auch damit, dass es aussieht, als hätte Yoshida sich in sie verliebt und dankt ihm erneut dafür, dass er Sayu gefunden und sich im letzten Jahr um sie gekümmert hat, bevor er ihn verabschiedet. Sayu geht auch ein letztes Mal zu ihm, um ihn zu verabschieden, in derselben Schuluniform, die sie am ersten Tag trug, als sie sich trafen, und sie überlegt, wie das Leben gewesen wäre, wenn jemand anderes sie stattdessen gefunden hätte. Beide verraten sich, dass sie durch ihre gemeinsame Zeit ein wenig stärker geworden sind. Sayu gesteht ihm dann ihre Liebe, und als Yoshida sie erneut ablehnt, fragt sie, ob er sie lieben würde, wenn sie erwachsen wäre. Dann scherzt er vielleicht, wenn sie erwachsen wäre, aber dann wäre er schon sehr alt. Er bittet sie, ihn zu vergessen,worauf sie unter Tränen antwortet, dass sie ihn nie vergessen wird und schwört, ihn noch einmal zu besuchen, bevor er geht. Als er in seine Wohnung zurückkehrt, stellt er fest, dass sie mehrere Dinge zurückgelassen hat, darunter ein Rezeptbuch für ihn zum Kochen und ihren Pyjama, den er ihr geliehen hat. Er fragt sich, ob es ihm so gut geht, zum ersten Mal seit langer Zeit allein in seiner Wohnung. Der Abspann zeigt Sayu, wie sie sich in der Schule langsam wieder an ein normales Leben gewöhnt (und schließlich ihren Abschluss macht) und ihre Beziehung zu ihrer Mutter weiter verbessert, während Yoshida weiterhin sein normales Leben als Gehaltsempfänger genießt. Zwei Jahre vergehen, und Yoshida arbeitet immer noch mit dem Rest der Gang in derselben Firma. Yoshida gratuliert Mishima zu seiner Hilfe bei der Entwicklung einer Idee, die für ein bevorstehendes Großprojekt verwendet werden soll,und Gotou schlägt vor, dass sie das feiern. Er lehnt höflich ab, da er plant, sich mit Asami zu treffen, um die Sterne zu beobachten. Als er die Straße hinunter zu seinem Haus geht, sieht er fassungslos neben der Straßenlaterne, wo er Sayu zum ersten Mal getroffen hat, sie wieder dort sitzt. Er fragt, was ein Mädchen wie sie so spät macht, woraufhin sie neckt, ob es für sie in Ordnung ist, über Nacht bei ihm zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270979","hoster":"VOE"},{"path":"/redirect/13619011","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9017823","hoster":"VOE"},{"path":"/redirect/9026295","hoster":"Streamtape"}]}]}]}]}