{"seriesId":"highspeed-etoile","name":"Highspeed Etoile ","descr":"[Haisupîdo Etowâru] Nachdem ein tragischer Unfall ihre Träume von einer Karriere als Balletttänzerin beendet hat, findet Rin Rido einen scheinbaren Trost in Videospielen. Doch wider Erwarten wird sie plötzlich in eine Welt katapultiert, in der ein Rennen einer neuen Generation stattfindet: das \"NEX Race\", dessen Fahrzeuge schwindelerregende Geschwindigkeiten von bis zu 500 km/h erreichen können. Da Rin diese Gelegenheit als Chance auf einen Neuanfang sieht, beschließt sie, sich voll und ganz auf diesen Motorsport einzulassen, um den ersten Platz in der Rangliste zu erreichen. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Underneath Fuji`s Sky","descr":"Das NexRace wird von einer neuen Energiequelle angetrieben, dem Hybrid Performance Exceed Reactor (auch bekannt als \"HyPer\"). Fünf Jahre sind seit der Entstehung dieses Rennens der nächsten Generation vergangen, und während die Rennteams miteinander wetteifern, um den amtierenden \"König\" herauszufordern, bringt ein Neuling in diesem Sport, Buzen Racing, eine neue Rennfahrerin an den Start. Ihr Name ist Rin Rindo!","versions":[{"lang":3,"streams":[{"redirect":13914228,"hoster":"VOE"},{"redirect":13914229,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Debut!","descr":"Rin, der zuvor ein Gamer war, der sich auf das Gewinnen von Weltrekorden in Rennspielen spezialisiert hatte, nimmt als Mitglied von V-ZEN Racing am ersten Nex-Rennen der Saison im Nahen Osten teil. Sie ist einer der drei Rookies der Saison, zusammen mit Kanata Asakawa und Towa Komachi von Izanami Racing, die sehr freundlich zu ihr sind. Aufgrund ihrer Unerfahrenheit verliert Rin jedoch zu Beginn des Rennens die Konzentration und gerät ins Schleudern, wodurch sie die meiste Zeit des Rennens auf dem letzten Platz liegt. Sie kämpft darum, die Führung zu übernehmen, und ist fest entschlossen, bei ihrem Debütrennen nicht den letzten Platz zu belegen. Am Ende wird sie jedoch von Lorenzo und Alice überrundet. Rin glaubt fälschlicherweise, dass Lorenzo und Alice beide in der Platzierung hinter ihr lagen, und macht schließlich Ernst und nutzt ihren Revol Burst, um Lorenzo zu überholen. Da Rin jedoch gegen die Regeln verstößt, weil sie ein Auto überholt hat, das sie überrundet hat, wird sie vom Rennen disqualifiziert, obwohl andere anmerken, dass sie sogar Lorenzo überraschen konnte.","versions":[{"lang":3,"streams":[{"redirect":13936852,"hoster":"VOE"},{"redirect":13936851,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Queen\u0027s Invasion","descr":"Nach dem Rennen erregt Rins Auftritt Alices Aufmerksamkeit und sie beschließt, ein Treffen mit Rins Manager Chitose Kagura zu organisieren. Am nächsten Tag trifft Alice Rin persönlich. Rin, der nichts von Alices Identität als Königin weiß, verwechselt sie mit einem Fan und bewirtet sie im Restaurant ihrer Großmutter. Alice fordert Rin dann zu einem Rennen im Rennsimulator ihres Teams heraus, dem Chitose zustimmt. Während des Rennens wird die Kluft zwischen den Fähigkeiten von Rin und Alice schnell deutlich, als sie Rin immer wieder umrundet. Rin bemerkt jedoch, dass Alice sie immer an derselben Ecke überholt, an der sie zuvor Lorenzo überholt hatte, und erkennt, dass Alice versucht, sie zu zwingen, denselben Zug zu wiederholen. Rin versucht, den Zug zu wiederholen, dreht aber stattdessen ihr Auto aus. Unabhängig davon respektiert Alice immer noch Rins Geist und Entschlossenheit und bietet ihr einen Platz in ihrem eigenen Team an, aber Rin lehnt ab. Dadurch respektiert Alice sie nur noch mehr und sie erklärt Rin zu ihrer Rivalin. Am Ende des vierten Rennens äußern Rin, Kanata und Towa ihre Frustration darüber, dass sie Alices Teamkollegen Richard Parker nicht überholen konnten. Richard erinnert sie daran, dass sie keine Hoffnung haben, Alice und Lorenzo überhaupt herauszufordern, solange sie nicht an ihm vorbeikommen. Die Mädchen nehmen dies als Herausforderung und sind noch entschlossener, ihn zu besiegen.","versions":[{"lang":3,"streams":[{"redirect":13969339,"hoster":"VOE"},{"redirect":13969340,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The King\u0027s Arrival","descr":"Rin konnte sich nach vier Runden des NEX-Rennens nicht qualifizieren, und um die Sache noch schlimmer zu machen, verpasste sie die Empfangsparty, nachdem sie ihren Gästeausweis verloren hatte, als sie vor der Presse davonlief. Dann lernte sie Lorenzo persönlich kennen, obwohl sie sich seiner Identität als König nicht bewusst ist und ihn für einen heißen Feger hält. Lorenzo hat sich verirrt und weiß nicht, wo er im Spielzeugladen einen Spielzeugdinosaurier kaufen kann, also hilft Rin ihm, dieses Spielzeug zu finden. Sie lädt ihn dann im Restaurant ihrer Großmutter ein, obwohl ihre Großmutter sich von Lorenzos Anwesenheit angezogen fühlt und glaubt, Rin sei mit ihm verabredet, weil Rin zu der Veranstaltung zu spät kommt. Danach gingen Rin und Lorenzo zu einem anderen Spielzeugladen und kauften schließlich den Spielzeugdinosaurier, obwohl sie herausfand, dass er Spielzeug für sich selbst und nicht für seinen Sohn sammelt. Als sie schließlich zu spät zur Empfangsparty kamen, weiß Lorenzo bereits, dass Rin ihn zuvor in einem Rennen überholt hat, und erklärt sie zu seiner Rivalin. Am nächsten Tag des Rennens müssen Rin und der Rest der Rennfahrer von einer roten Flagge angehalten werden, wodurch das Rennen wegen starken Regens abgebrochen wird.","versions":[{"lang":3,"streams":[{"redirect":13969334,"hoster":"VOE"},{"redirect":13969335,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Listen Carefully","descr":"Die NEX Race-Fahrer kommen nach Monaco, um sich auf den engen, kurvigen Straßen zu messen. Rin schafft es in die Startaufstellung, nachdem sie dies bei den beiden vorangegangenen Veranstaltungen nicht geschafft hatte. Aber kann sie es schaffen, die Barrieren zu überwinden und zu beweisen, dass sie in diese Serie gehört?","versions":[{"lang":3,"streams":[{"redirect":14049373,"hoster":"VOE"},{"redirect":14049374,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Backmarker","descr":"Endlich ist die Sommerpause, die Halbzeit der Saison, aber wenn Rin und ihre Fahrerkollegen dachten, sie könnten die Zeit entspannt verbringen, steht ihnen noch etwas anderes bevor.","versions":[{"lang":3,"streams":[{"redirect":14049375,"hoster":"VOE"},{"redirect":14049376,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Goddess of Luck","descr":"Rin Rindo kehrt aus der Sommerpause zurück und denkt fest daran, ihre Ergebnisse aus der ersten Saisonhälfte zu verbessern. Wird ihr ein plötzlicher Regenguss mitten im Rennen eine goldene Chance bieten?","versions":[{"lang":3,"streams":[{"redirect":14049381,"hoster":"VOE"},{"redirect":14049379,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Your Driving","descr":"Nach einem Unfall in ihrem letzten Rennen geht es für Rin und ihre Crew wieder ans Reißbrett. Während ihr Mechaniker und die KI ihres Autos, Ami, überlegen, wie sie ihr ein Auto-Setup geben kann, aus dem sie das Beste herausholen kann, versucht Rin, sich mit einem Grand Tourer aus den 1960er-Jahren vertraut zu machen.","versions":[{"lang":3,"streams":[{"redirect":14141737,"hoster":"VOE"},{"redirect":14141738,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Shanghai Night Race!","descr":"Die nächste Station im Kalender ist Shanghai, ein Rennen, das die einzigartige Herausforderung bietet, nachts ausgetragen zu werden. Rin gewöhnt sich sofort an ihren neuen Radsatz und qualifiziert sich gut, aber kann sie ihren hohen Startplatz in einen Podiumsplatz oder sogar einen Sieg verwandeln?","versions":[{"lang":3,"streams":[{"redirect":14141741,"hoster":"VOE"},{"redirect":14141746,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Beyond the High Speed!","descr":"Die NEX Race-Fahrer begeben sich zum letzten Event der Saison auf die Strecke, doch schwierige Streckenbedingungen im Training, gefolgt von einem Schneesturm später am selben Abend, bedeuten, dass sie sich nicht optimal auf die Qualifikationssitzungen am nächsten Tag vorbereiten.","versions":[{"lang":3,"streams":[{"redirect":14141748,"hoster":"VOE"},{"redirect":14141756,"hoster":"Doodstream"},{"redirect":14141749,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Queen\u0027s Showdown","descr":"Das letzte Rennen ist im Gange und die Königin übernimmt schnell die Führung von der schnell startenden Sophia. Aber je mehr die Strecke den anderen Fahrern vorbehalten ist, desto mehr stellt sich die Frage: Kann der König – und, was noch wichtiger ist, Rin – sie um den Rennsieg herausfordern?","versions":[{"lang":3,"streams":[{"redirect":14141768,"hoster":"VOE"},{"redirect":14141780,"hoster":"Doodstream"},{"redirect":14141771,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Scenery Beyond","descr":"Rin und der König kämpfen im letzten Rennen um den Sieg. Kann Rin den Sieg erringen und ihre Zukunft im Motorsport sichern?","versions":[{"lang":3,"streams":[{"redirect":14141755,"hoster":"VOE"},{"redirect":14141767,"hoster":"Doodstream"},{"redirect":14141758,"hoster":"Streamtape"}]}]}]}]}