{"seriesId":"highschool-halleluja","name":"Highschool Halleluja","descr":"Die Serie handelt vom 15-jährigen Schüler Carl Montclaire. Er ist ein Außenseiter an seiner High School, der Bennett High, und wird von allen Mitschülern gehänselt. Er hat die ganze Zeit Pech und wird unter anderem auch von seiner Mutter als Pechvogel angesehen. Um ihm zu helfen, wird Porter Jackson zu ihm geschickt. Dieser ist ein Engel in Ausbildung (EIA) und hat die Aufgabe, Carl in den beliebtesten Schüler auf seiner Schule zu verwandeln, damit er Porters Engelsflügel bekommt und Porter sich einen vollwertigen Engel nennen darf. Doch da seine Engelskräfte nicht ganz ausgereift sind, geraten er und Carl immer wieder in Probleme.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein hoffnungsloser Fall","epNo":1,"alt":"Basket Case","descr":"Der Engel-Anwärter Porter wird dem erfolglosen Carl zugewiesen und hofft, seine Aufgabe möglichst schnell beenden zu können, indem er seinen neuen Schützling für einen Basketball-Wettkampf gegen den Schul-Superstar Serge anmeldet. Doch schon bald muss Porter feststellen, dass er sich seine neue Aufgabe leichter vorgestellt hat, als sie tatsächlich ist. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9593081,"hoster":"VOE"},{"redirect":8572393,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine haarige Angelegenheit","epNo":2,"alt":"She Blinded Me With Science","descr":"Carl lässt Alex abblitzen, um in der Schule mit der schönen Britanny in eine Experimentgruppe zu kommen. Als Porter allerdings seine Fähigkeiten spielen lässt, muss Carl erkennen, was Britanny wirklich ist. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":13015121,"hoster":"VOE"},{"redirect":8572392,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und stündlich grüßt das Referat","epNo":3,"alt":"Dodge Ball","descr":"Carl behauptet vollmundig, dass er richtig gut im Völkerballspielen ist, was Serge dazu veranlasst, beim Spiel ein Kopfgeld auf ihn auszusetzen. Um seinen Schützling vor heranfliegenden Bällen zu bewahren, hilft Porter mit einem \"Duck-dich-Zauber\" nach – doch die Lösung entpuppt sich schnell als wenig praxistauglich. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9582316,"hoster":"VOE"},{"redirect":8572395,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alles für die Wissenschaft","epNo":4,"alt":"Cheer Me Up","descr":"Porter möchte Carls Popularität verbessern, indem er ihn mittels Magie in das Cheerleading-Team der Schule manövriert. Dank der besonderen Hilfe wird Carl schnell zum Besten im Team, was ihm beinahe die Chef-Position einbringt. Diese wird allerdings von Brittany gehalten, die sofort einen Plan schmiedet … (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9582318,"hoster":"VOE"},{"redirect":8572399,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dicht daneben ist auch vorbei","epNo":5,"alt":"One Flu Over The Talent Show","descr":"Durch eine Verknüpfung unglücklicher Umstände soll Carls Band spontan bei einem Volleyball-Turnier auftreten. Da die Band allerdings über keinen Sänger verfügt, springt kurzerhand Porter ein. Am Tag des Auftritts wird dieser jedoch von der Engel-Grippe niedergestreckt, sodass nun Carl auf Basis von Magie das Singen übernehmen muss. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9018053,"hoster":"VOE"},{"redirect":8572397,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Engel Grippe","epNo":6,"alt":"Hold The Dressing","descr":"Einige Missverständnisse und Porters Einfluss führen dazu, dass Carl bei einer Fashion Show auftreten soll. Allerdings hat das überraschende Engagement nicht nur positive Seiten. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9582319,"hoster":"VOE"},{"redirect":8572396,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kosmonautin Claire","epNo":7,"alt":"Spinner and the Saint","descr":"Carl und Porter haben Hausarrest. Um dennoch zur Schul-Party gehen zu können, erschafft Porter kurzerhand zwei Doubles – mit fatalen Folgen. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9018055,"hoster":"VOE"},{"redirect":8572398,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wahlfieber","epNo":8,"alt":"Big Hairy Deal","descr":"Carl stellt sich Wahl des Schülkersprechers auf doch muss dann gegen jemanden antreten was sein Herz zerreist","versions":[{"lang":1,"streams":[{"redirect":9018058,"hoster":"VOE"},{"redirect":8572400,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Doppelgänger","epNo":9,"alt":"Porter Jackson Can’t Lose","descr":"Porter und Carl werden vom Pech verfolgt. Und so kommt es, dass die beiden beim anstehenden Laufwettbewerb gegeneinander antreten müssen. Ob Porter seinem Schutzbefohlenen erwartungsgemäß den Vortritt lassen wird? (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9018057,"hoster":"VOE"},{"redirect":8572405,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Theaterdonner","epNo":10,"alt":"School Spirit","descr":"Carl fordert Porter auf, per Magie dafür zu sorgen, dass Angela nicht seine Mutter ist – eine Bitte, die äußerst unangenehme Folgen hat. (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9018059,"hoster":"VOE"},{"redirect":8572401,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"3 Minuten Ruhm","epNo":11,"alt":"Do Over","descr":"Nachdem Carl versehentlich dafür gesorgt hat, dass eine Präsentation von Jane zum Desaster wurde, bittet diese Porter darum, die Zeit zurückzudrehen. Gesagt, getan – doch führt ein Fehler dazu, dass sich plötzlich alle in einer endlosen Zeitschleife wiederfinden … (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":11199932,"hoster":"VOE"},{"redirect":8572402,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Fashion Boy","epNo":12,"alt":"Almost Too Famous","descr":"Carl findet, dass ihn seine Mitmenschen zu wenig beachten. Porter will mit einem Zauberspruch helfen, was dazu führt, dass Carl plötzlich zu einer echten Bekanntheit wird … (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9018061,"hoster":"VOE"},{"redirect":8572404,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Schattendimension","epNo":13,"alt":"Dramarama","descr":"Porter und Brittany sollen im Schulstück die Hauptrollen spielen. Als sich jedoch herausstellt, dass die beiden Hauptrollen sich im Verlauf des Stücks küssen, besteht Carl darauf, dass Porter die Rolle an ihn abgibt. Doch als Porter der Bitte entspricht, findet plötzlich auch auf Seiten der weiblichen Hauptrolle ein Wechsel statt … (Text: nickelodeon)","versions":[{"lang":1,"streams":[{"redirect":9593084,"hoster":"VOE"},{"redirect":8572403,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Juheissa-tastisch!","epNo":1,"alt":"Under Her Spell","descr":"Die Sommerferien sind vorbei und Carl konnte Jane nicht gestehen, dass er sich in sie verknallt hat, weil sie die ganze Zeit in Australien war. Aber jetzt will er den Mut dazu finden, stellt sich dummerweise aber jedes Mal total albern an, wenn er ihr begegnet. Als er ihr deswegen aus dem Weg geht, wird Jane misstrauisch und versucht herauszufinden, was mit ihm los ist. Einmal im Jahr muss Dr. Cassabi Dennis daran erinnern, dass er mal ein Engel in Ausbildung war, Denise hieß und sich vor über 500 Jahren in die Waschbärpuppe gezaubert hat, sich aber nicht mehr daraus befreien konnte. Nur dadurch bleibt die Chance bestehen, dass sich Dennis eines Tages wieder in Denise zurück verwandelt. Weil Carl zu nervös ist, um mit Jane zu reden, bittet er Porter mit ihm per Zauber die Körper zu tauschen, damit Porter ganz souverän mit Jane reden kann. In den Zauber platzt jedoch Dennis hinein, so dass sich Carl plötzlich in der Waschbärpuppe wieder findet, in seinem Körper jedoch Denise zu neuem Leben erwacht. Das sorgt vor allem bei Jane für Verwirrung und Porter muss versuchen den Zauber wieder rückgängig zu machen. Erst nach mehreren Fehlschlägen gelingt es ihm, mit einem kleinen Nebeneffekt. Denise bekommt ihren Teenager-Körper wieder und die Waschbärpuppe verschwindet…","versions":[{"lang":1,"streams":[{"redirect":11311210,"hoster":"VOE"},{"redirect":10112968,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich Carl, du Jane","epNo":2,"alt":"Me Carl, You Jane-ish","descr":"Nach ihrer Rückverwandlung soll sich Denise an das Leben als Teenager gewöhnen, bis ihr der Prüfungsausschuss für Engel in Ausbildung eine neue Aufgabe zukommen lässt. Porter soll auf sie aufpassen, aber sie stellt allerlei Unfug an. Carl weiß immer noch nicht, wie er Jane seine Gefühle für sie gestehen soll, da empfiehlt ihm Porter sich ihr gegenüber ritterlich zu verhalten. Als sie ein Seminar mit einem Journalisten besuchen will, dafür aber Geschichte bei Mr. Telson schwänzen muss, beruhigt Carl sie und verspricht ihr, sie vor Telson in Schutz zu nehmen. Leider zieht Telson eine Präsentation vor, die die Schüler halten sollen und Carl muss die fehlende Jane heranschaffen. Auf dem Flur trifft er auf Denise, die ihm helfen will und eine Doppelgängerin von Jane herbeizaubert. Leider ist dieses Jane-Double ohne Verstand und so geht die Präsentation gründlich daneben. Gleichzeitig steht Dr. Cassabi mit Denise vor Miss Stern und dem Prüfungsausschuss. Miss Stern ist bereit, Denise den Statuts Engel in Ausbildung zuzugestehen, als Porter mit dem Jane-Double auftaucht, das sie in der Schule bei dem hilflosen Carl zurücklassen musste. Miss Stern erkennt Denise Unreife und Porters mangelndes Vermögen Verantwortung zu übernehmen und unterstellt Denise bis auf weiteres Porters Aufsicht. Als die echte Jane erfährt, dass sie bei der Präsentation durch gefallen ist, obwohl sie gar nicht da war, überredet sie Mr. Telson zu einer Wiederholung. Denise und Porter greifen dabei ein und verhelfen Jane und Carl zu einer Eins…","versions":[{"lang":1,"streams":[{"redirect":11311217,"hoster":"VOE"},{"redirect":10112969,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jane Undercover","epNo":3,"alt":"Bully Elliot","descr":"Die einzige Sportart, die Carl gut findet ist Badminton, weil dort die Gefahr einer körperlichen Verletzung relativ gering ist. Doch zu seinem Pech muss Coach Heinrich das Mädchen-Fußballteam trainieren und setzt ihm den Oberstufenschüler und erfolgreichen Badmintonspieler Elliot vor die Nase. Elliot führt sich jedoch total despotisch auf und lässt die Jungs sinnlose Übungen machen, statt Badminton spielen zu lassen. Jane hat herausgefunden, dass Brittany einen so genannten Scheinfreundinnenclub gegründet hat, dessen einziger Sinn es ist, anderen in den Rücken zu fallen und gemein zu sein. Sie beschließt dem Club undercover beizutreten, um durch eine Enthüllungsstory dessen Auflösung herbeizuführen. Coach Heinrich verschließt sich den Beschwerden von Carl und Porter wegen Elliots Trainingsstil, so dass Carl die anderen Spieler auf seine Seite ziehen will. Doch in Elliots Gegenwart kneifen alle, selbst als er ein Spiel gegen Elliot gewinnt und damit Verbesserungen des Trainings erreichen will, steht er allein da. Jane muss alle möglichen und unmöglichen Aufgaben erfüllen, um Brittanys Club beitreten zu können, sogar Alex in den Rücken fallen, um dann schließlich selbst Opfer von Brittany zu werden. Aber nun hat sie genug Material, um den Club auffliegen zu lassen. Als Elliot wütend auf Carl losgeht, sorgt Porter mit einem kleinen Trick dafür, dass sowohl Coach Heinrich, als auch Direktor Malone mitbekommen, wie sich Elliot tatsächlich aufführt. Damit kehrt wieder Frieden ins Badmintonteam ein...","versions":[{"lang":1,"streams":[{"redirect":11311208,"hoster":"VOE"},{"redirect":10112970,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Montclaire on the Air","epNo":4,"alt":"Montclaire On The Air","descr":"Kaum hat sich Carl darüber beklagt, dass ihm niemand zuhört, hat Porter auch schon die Lösung für dieses Problem bereit. Rektor Malone sucht für das Schülerradio einen neuen Moderator. Carl moderiert sich sofort in die Herzen seiner Mitschüler, aber als er einen Witz über Direktor Malone macht, dreht der ihm sofort den Saft ab. Brittany kommt auf die Idee eine Girlband zu gründen und Denise sieht darin eine Chance, sich auf eine richtige Engel in Ausbildungsaufgabe vorzubereiten, in dem sie Brittany hilft. Da kommt es ihr entgegen, dass Carl nun aus dem Untergrund senden will. Porter, der von Denise kurzerhand zum Manager der Girlband erklärt wird, lässt die Band, bestehen aus Brittany, Denise und Jane, in Carls Sendung auftreten. Allerdings singt Brittany so schlecht, dass Denise ihr den Ton wegzaubert. Direktor Malone ist entsetzt, weil Carl weiterhin sendet, er ihn aber nicht finden kann. Als es ihm endlich gelingt, reagiert er jedoch anders als erwartet. Er fordert Carl auf, weiter aus dem Untergrund zu senden, ab sofort jedoch seine Anweisungen einzubauen. Carl ist zunächst erstaunt, dass die Hörer tatsächlich alles tun, was er per Radio von ihnen verlangt. Aber dann wird ihm klar, dass er sich von Malone hat manipulieren lassen und legt das Mikro für immer nieder…","versions":[{"lang":1,"streams":[{"redirect":10112973,"hoster":"VOE"},{"redirect":10112975,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Einhörner und Tutus","epNo":5,"alt":"Err A Parent","descr":"Weil Porter vergessen hat eine Einwilligung von Angela für einen Ausflug unterschreiben zu lassen, zaubert er kurzerhand die Unterschrift seines Vaters Artie auf den Zettel. Doch mit dieser Notlüge beginnt das Chaos. Direktor Malone will den angeblich in der Stadt verweilenden Artie anrufen. Porter und Carl gelingt es zwar, den Anruf abzufangen, aber dann schaltet sich Angela in das Gespräch und erfährt so von Arties Anwesenheit. Noch während die Jungs überlegen, wie sie aus dieser Patsche raus kommen, taucht Denise auf und verwandelt sich in Artie. Aber Denise verfolgt eigene Pläne, sie will erreichen, dass Porter die Bennett High verlässt, damit sich Dr. Cassabi ganz auf sie konzentrieren kann. So überzeugt sie zwar zunächst Angela, taucht dann aber bei Direktor Malone auf und erklärt diesem, dass sie, bzw. Artie, Porter wieder mit nach Vancouver nehmen wird. Jane hat mit anderen Problemen zu kämpfen. Brittany will unbedingt ein Werbevideo drehen, verärgert aber zunehmend alle Mitstreiter und steht am Ende allein da. Jane versucht ihr zunächst vergeblich zu erklären, dass sie nett zu ihren Freunden sein sollte, wenn sie das gleiche von ihnen erwartet. Zähneknirschend, beziehungsweise unter Aufwendung hoher Schauspielkunst, entschuldigt sich Brittany bei allen und das Video kann gedreht werden. Da Porter Denise immer noch misstraut, hat er ihrer Verwandlung nur zugestimmt, wenn sie den Zauber nicht länger als einen Tag beibehält. Das rettet ihn nun, denn bevor Artie bei Malone die Formulare für den Schulwechsel unterschreiben kann, muss er sich schleunigst aus dem Staub machen, da die Rückverwandlung einsetzt…","versions":[{"lang":1,"streams":[{"redirect":11311212,"hoster":"VOE"},{"redirect":10112971,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Quiz","epNo":6,"alt":"Taking Care Of Quiz-ness","descr":"Der Lehrer Mr. Nakamura sucht freiwillige Teilnehmer für die jährliche Quizshow \"Quizzomatics\", bei der die Bennett High schon seit Jahrzehnten nicht mehr gewonnen hat. Nachdem sich Jane, Brittany, Alex und Serge freiwillig gemeldet haben, zwingt Porter Carl dazu sich zu melden, damit er sich nicht immer allem verweigert, was ihm Probleme bereitet. In diesem Fall das Beantworten von Fragen unter Druck. Carl wird zum Teamkapitän und Ersatzspieler, so dass er selbst nicht auf die Bühne muss. Um Informationen über den Dauersieger Terrendale High School zu bekommen, schwänzt Carl mit Serge die Schule und sieht sich auf dem Gelände der gegnerischen Schule um. Porter will ihn von diesem Vorhaben abbringen, als sie von Wachleuten entdeckt werden. Porter kann nur noch Serge wegbeamen und muss sich mit Carl vor Direktor Malone verantworten. Aber das ist das geringste Problem, wegen Wegzauberns eines Unbeteiligten wird Porter im Himmel vor dem Engelsgerichtshof angeklagt. Die Schüler der Bennett High schlagen sich dank Alex so gut, dass sie das Finale erreichen, aber dann wird Alex außer Gefecht gesetzt und Carl muss einspringen. Porter benennt vor Gericht Carl als Grund dafür, dass er häufig seinen Zauber unerlaubt eingesetzt hat und das Gericht soll Carls Entwicklung begutachten. Carl ist jedoch so nervös, dass er den sicher geglaubten Sieg fast schon verspielt, dann aber die entscheidende Frage richtig beantwortet. Die Bennett High gewinnt und die Anklage gegen Porter wird fallen gelassen…","versions":[{"lang":1,"streams":[{"redirect":10203471,"hoster":"VOE"},{"redirect":10112972,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Liebesgrüße von Serge","epNo":7,"alt":"To Serge With Love","descr":"Direktor Malone kommt mit der brajikistanischen Gastschülerin Bianca in die Bennett High, die nur ihre Muttersprache spricht. Porter sieht für Carl eine Möglichkeit beliebt zu werden, in dem dieser sich um Bianca kümmert und zaubert ihm die Kenntnis der brajikistanischen Sprache an. Als Serge Bianca, die die beste Sportlerin ihres Landes ist, sieht, verliebt er sich sofort in sie und Carl muss seine Komplimente für sie übersetzen. Doch Bianca glaubt, dass die Sprüche von Carl sind und verliebt sich in Carl. Carl hat aber kein Interesse an ihr, kann aber dies aber auch Serge nicht vermitteln, der in ihm plötzlich einen Kontrahenten sieht. Porter kann Carl jedoch nicht zur Seite stehen, da er mit Denise und Dr. Cassabi nach oben muss. Ein Ungleichgewicht im Universum hat ihre Zauberkräfte eingeschränkt und sie müssen neu kalibriert werden. Dabei liefern sich Denise und Porter einen Wettstreit darum, wer nach erfolgreicher Neukalibrierung weiter an der Bennett High School bleiben darf. Weil Serge mit Bianca nicht vorankommt, droht er auch als Sportler zu versagen und so verhelfen Carl, Jane, Brittany und Alex ihm zu einem neuen Image. Carl bringt ihm sogar ein paar Worte Brajikistanisch bei und überredet Bianca zu einem Date mit Serge. Porter gewinnt die Wette gegen Denise, aber als sie Dr. Cassabi um ihre Versetzung bittet, stellt er das das ganze als Scherz da, damit sie beide bei Dr. Cassabi bleiben können…","versions":[{"lang":1,"streams":[{"redirect":11311221,"hoster":"VOE"},{"redirect":10112974,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Angst und Schrecken","epNo":8,"alt":"Fright Club","descr":"Es ist Halloween. Carl, der diese Tradition hasst, erklärt sich bereit, Jane zu helfen, in der Schule ein gruseliges Spukschloss für wohltätige Zwecke zu bauen, und bittet natürlich Porter um magische Hilfe. Das Schloss ist ein großer Erfolg, und sie verdoppeln das Geld vom Vorjahr. Dann wird Jane zu einer Übernachtung bei Brittany eingeladen, und sie bittet Carl, das Schloss zu übernehmen. Porter fordert Carl auf, selbst ins Schloss zu gehen, und sie gehen zusammen mit Serge und Alex hinein. Es stellt sich heraus, dass es eine ganz andere Erfahrung ist, als sie es sich vorgestellt haben. Währenddessen ist die Übernachtung bei Brittany nicht so angenehm ...","versions":[{"lang":1,"streams":[{"redirect":11311220,"hoster":"VOE"},{"redirect":10112976,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alle Eidechsen kommen in den Himmel Teil 1","epNo":9,"alt":"All Lizards Go To Heaven, Part 1 Of 2","descr":"Eidechsen kommen in den Himmel – Teil 1 Carl verspricht Becky sich um deren Eidechse zu kümmern, aber leider lässt Becky das Terrarium unverschlossen, und das flüchtende Tier gerät unter Carls Fuß, als der seinen Sieg über Porter beim Videospiel bejubelt. Da Becky noch einmal zurückkommt, setzt Porter schnell einen Regenerationszauber ein und die Eidechse sitzt wieder lebendig in ihrem Terrarium. Doch der Einsatz eines Regenerationszaubers ist streng verboten und löst im Himmel Alarm aus. Eidechsen kommen in den Himmel","versions":[{"lang":1,"streams":[{"redirect":11311252,"hoster":"VOE"},{"redirect":10112977,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Alle Eidechsen kommen in den Himmel Teil 2","epNo":10,"alt":"All Lizards Go To Heaven, Part 2 Of 2","descr":"Eidechsen kommen in den Himmel – Teil 1 Carl verspricht Becky sich um deren Eidechse zu kümmern, aber leider lässt Becky das Terrarium unverschlossen.","versions":[{"lang":1,"streams":[{"redirect":11311225,"hoster":"VOE"},{"redirect":10112978,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Seelentröster Carl","epNo":11,"alt":"Best Before Date","descr":"Carl ist außer sich vor Freude, er hat es zum ersten Mal in die Top 20 der beliebtesten Jungs auf der Bennett High geschafft. Damit darf er bei der Versteigerung mitmachen, die Jane alljährlich für einen guten Zweck organisiert. Die Mädchen können einen der Jungs von der Liste ersteigern und mit ihm zu einem Konzert gehen, in diesem Jahr zu Fefe Dobson. Porter versucht die Dinge so zu drehen, dass Carl von Jane ersteigert wird, aber leider wird Jane von Brittany ausgetrickst und ersteigert für 200 Dollar Porter, während Carl für läppische 10 Dollar an Brittany geht. Brittany ist aber nur daran interessiert irgendwie Fefe vorsingen zu können und schenkt Carl keine große Beachtung. Carl ist enttäuscht, aber Porter glaubt, dass es Carl zum Vorteil gereicht, denn Jane wird eifersüchtig auf Brittany. So sorgt Porter dafür, dass Brittany und Carl in den Backstage-Bereich kommen und Brittany singt Fefe vor. Leider hält ihre Stimme nicht, was ihr forsches Auftreten verspricht und Brittany verzweifelt. Carl spendet ihr Trost, während Porter Jane erzählt, was Carl für sie empfindet. Doch dann sieht Jane, wie die getröstete Brittany Carl küsst und macht sich aus dem Staub. Am nächsten Tag verkündet Brittany überall, dass sie nun mit Carl zusammen ist, was diesem aber gar nicht behagt. Es gelingt ihm zwar, dass Brittany mit ihm wieder Schluss macht, aber Jane verkündet ihm, dass sie weiterhin nur beste Freunde sind.","versions":[{"lang":1,"streams":[{"redirect":11311223,"hoster":"VOE"},{"redirect":10112979,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ode an die Freude","epNo":12,"alt":"Reel Trouble","descr":"Carl plant das erste perfekte Date mit Jane und dazu gehören zwei Karten für die Verfilmung von Janes Lieblings-Science-Fiction-Roman \"Kosmonautin Claire\". Doch zu seinem Pech hat Jane bei einem Radiogewinnspiel eine Voraufführung des Films in der Schule gewonnen. Immerhin kann er Jane anbieten dafür zu sorgen, dass der Vorführung technisch nichts im Wege steht. Dabei fällt Carl auf, wie schlecht der Film ist und wird eifersüchtig auf den Weltraumpiraten Bruce, der es Jane angetan hat. Als der DVD Player streikt, will Porter ihn per Zauber reparieren, zaubert aber stattdessen Bruce von der Leinwand herunter in die Schule. Dr. Cassabi und Denise können Porter diesmal nicht zur Seite stehen, denn sie sind \"oben\" um ein Konzert von Beethoven zu erleben. Denise hatte zwar zunächst keine Lust darauf, findet dann aber Freude an der Ode an die Freude, die sie singt, am Klavier begleitet von Beethoven persönlich. Beim Versuch Bruce in den Film zurück zu beamen, gerät auch Jane in den Film und wird dort zu Kosmonautin Claire. Jetzt hilft nur noch eins,Carl muss ich ebenfalls in den Film beamen lassen, um Jane vor Bruce zu retten, der sie hintergehen will und um sie wieder aus dem Film herauszuholen…","versions":[{"lang":1,"streams":[{"redirect":11311230,"hoster":"VOE"},{"redirect":10112981,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Meisterschummler","epNo":13,"alt":"Carl+Alt+Delete","descr":"Rektor Malone stellt unseren Freunden Ty Aaron vor, einen neuen Schüler, der ein Ass in Biologie ist. Daher nimmt Ty auch nicht an der Lerngruppe teil, er ist davon überzeugt, bei der bevorstehenden Prüfung die beste Note zu bekommen. Als Carl Wasser über Janes Laptop schüttet, will Porter das wieder richtet, zaubert dabei Carl aber versehentlich in den Laptop. Carl macht eine Reise durch den Cyberspace, gelangt auf Tys Computer und entdeckt dort die Lösungen für die bevorstehende Prüfung. Brittany und Serge versuchen vergeblch eine Szene aus Dickens \"Oliver Twist\" zu proben und wenden sich an Dr. Cassabi. Denise bietet ihnen ihre Hilfe an, da sie so für ihre bevorstehende Engel in Ausbildungsaufgabe üben kann. Aber die beiden können sich einfach nicht die Welt der Entbehrungen hineinversetzen, selbst der von Denise herbei gezauberte Charles Dickens scheitert an dieser Aufgabe. Noch bevor Carl seinem Lehrer den Hinweis auf die gestohlenen Lösungen geben kann, wird die Prüfung abgesagt, da Mr. Dolby bereits den Datendiebstahl entdeckt hat. Aber Ty hat Beweise dazu in Carls Spind versteckt, so dass Carl als vermeintlicher Betrüger dasteht. Erst als er erneut in Tys Computer gezaubert wird, kann er die Beweise für seine Unschuld an Rektor Malone mailen….","versions":[{"lang":1,"streams":[{"redirect":11311229,"hoster":"VOE"},{"redirect":10112982,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Erste-Kuss-Zauber","epNo":14,"alt":"Magical Kiss-Tery Tour","descr":"Denise will Carl helfen, Jane zu gestehen, was er für sie empfindet und schlägt einen Kuss-Zauber vor. Wenn Carl Jane küsst, wird sie erkennen, was er für sie empfindet und auf ihn fliegen. So die Theorie, in der Praxis funktioniert der von Porter ausgesandte Kuss-Zauber aber nicht. Carl kann Jane nicht küssen, weil sie sich schon mal geküsst haben und der Zauber ein zweites Küssen nicht zulässt, wenn es beim ersten Mal kein Feuerwerk zwischen den Küssenden gegeben hat. So wandert der Kuss durch die Schule, da jeder, der geküsst wurde, den nächsten küssen muss, den er sieht, bis zwischen den Küssenden ein Feuerwerk entsteht. Carl und Porter versuchen vergeblich diese beginnende Kuss-Epidemie einzudämmen. Als Dr. Cassabi mitbekommt, wie Brittany ihre Mitschüler auf dem Hof tyrannisiert, weil sie an ihrem Stammplatz in der Sonne sitzen will, weist er alle Schüler darauf hin, dass es keine feste Sitzordnung beim Mittagessen gibt. Für Brittany beginnt damit ein gesellschaftliches Chaos und sie muss zu einem Trick greifen, um Dr. Cassabi davon zu überzeugen, dass sie ihren Stammplatz zurückbekommt. Als Porter nur noch ein Mittel weiß, den Kuss-Zauber zu brechen, nämlich Jane zu küssen, bei der der Zauber angekommen ist, ahnt er nicht, dass es zwischen ihnen zu einem Feuerwerk kommt. Der Zauber ist zwar jetzt gebrochen, aber Carl fürchtet, dass Jane seine Liebe nicht erwidert. Und tatsächlich, als er endlich den Mut aufbringt, ihr zu sagen, was er für sie empfindet, geht sie nicht darauf ein, sondern verspricht ihm, dass sie weiterhin beste Freunde für immer sein werden…","versions":[{"lang":1,"streams":[{"redirect":11311234,"hoster":"VOE"},{"redirect":10112983,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Reality Bites","epNo":15,"alt":"Reality Bites","descr":"Carl tritt als Wetterfrosch in Brittanys Schulnachrichten-Sendung auf. Die beiden streiten sich vor den Kameras, doch das Duo ist ein Hit. Ein Produzent überredet sie bei einer Reality-Show mitzumachen.","versions":[{"lang":1,"streams":[{"redirect":11311261,"hoster":"VOE"},{"redirect":12980912,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein himmlisches Paar","epNo":16,"alt":"Lucy in the Sky with Carl","descr":"Carl muss für Porter in dessen Engel-Café einspringen. Dort lernt er Lucy kennen, einen jungen Engel, der eine Prüfung in Menschenkenntnis ablegen will. Die beiden verstehen sich auf Anhieb, aber die Dinge verkomplizieren sich, als Lucy auf die Erde gehen will, um etwas über menschliches Verhalten zu lernen, und damit gegen die Engelsregeln verstößt. In der Zwischenzeit begleiten Jane, Serge, Brittany und Alex den Schuldirektor Malone bei der Ausgrabung einer Zeitkapsel aus dem Jahr 1985 im Archäologieunterricht.","versions":[{"lang":1,"streams":[{"redirect":10203472,"hoster":"VOE"},{"redirect":10112985,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Hands Solo","epNo":17,"alt":"Hands Solo","descr":"Alex soll seine Familienehre verteidigen, doch er bricht sich den Arm und kann nicht antreten. Dafür ist Carl jetzt an der Reihe. Er soll Alex in einem bizarren Tanzwettbewerb ersetzen.","versions":[{"lang":1,"streams":[{"redirect":11311235,"hoster":"VOE"},{"redirect":10112987,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Without a Paddle","epNo":18,"alt":"Without a Paddle","descr":"Carl und seine Freunde sollen an den Physik-Spielen teilnehmen. Denise gibt Carl einen Tischtennispaddel, der magische Eigenschaften hat. Doch dann geht der Paddel kaputt und Carl ist in einer Zeitlupenwelt gefangen…","versions":[{"lang":1,"streams":[{"redirect":10203473,"hoster":"VOE"},{"redirect":10112986,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Alex in Slumberland","epNo":19,"alt":"Alex In Slumberland","descr":"Carl und Porter haben Alex’ Schlaflosigkeit satt. Deshalb benutzt Porter Engel-Magie um ihn zum Schlafen zu bringen. Doch Alex wacht nicht auf… so müssen die Jungs ihn in seinem Traum aufwecken.","versions":[{"lang":1,"streams":[{"redirect":11311238,"hoster":"VOE"},{"redirect":10112988,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"I Carlie","epNo":20,"alt":"I Carlie","descr":"Denise ist sauer auf Carl, weil er Mädchen nicht versteht. Um ihm eine Lektion zu erteilen, verwandelt Denise ihn in ein Mädchen. Porter verwandelt Denise in Denny. Der Zauberspruch muss irgendwie umgekehrt werden…","versions":[{"lang":1,"streams":[{"redirect":11311237,"hoster":"VOE"},{"redirect":10112989,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Friday Afternoon Fever","epNo":21,"alt":"Friday Afternoon Fever","descr":"Porter will Carl helfen den Tanzmarathon zu gewinnen, doch sein Non-Stop-Tanz-Zauberspruch bewirkt, dass Carl gar nicht mehr aufhören kann zu tanzen. Porter braucht Hilfe von ganz oben…","versions":[{"lang":1,"streams":[{"redirect":10162305,"hoster":"VOE"},{"redirect":10112990,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die andere Dimension","epNo":22,"alt":"Don’t Dimension It","descr":"Carl hat es satt, dass das Leben jeden Tag das Gleiche ist, vor allem in der Schule. Porter und Denise beschließen, seinen Tag mit ein paar besonderen Tricks ein wenig zu verbessern. Sie machen seinen Spind zu einem magischen Versteck, in dem er sich aufhalten kann, wann immer ihm danach ist. Carl und Porter gehen zuerst allein hinein, und dann will Denise sich ihnen anschließen. Aber sie sind weg, und als sie wieder herauskommt, ist die Welt verändert. Es stellt sich heraus, dass sie und Porter Carls Spind in eine Tür verwandelt haben, die in verschiedene Welten führt. Jetzt müssen sie einander in den verschiedenen Welten finden, um die Magie rückgängig zu machen. Aber das ...","versions":[{"lang":1,"streams":[{"redirect":11311239,"hoster":"VOE"},{"redirect":10112991,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Heaven Must Be Missing an Angel","epNo":23,"alt":"Heaven Must Be Missing an Angel","descr":"Porter ist liebeskrank und Carl soll ihn mit Engelkollegin JenJen verkuppeln. Carl hilft ihm einen Liebesbrief zu schreiben, doch Denise wird eifersüchtig, da sie glaubt, Carl schreibt den Brief für eine andere.","versions":[{"lang":1,"streams":[{"redirect":10162307,"hoster":"VOE"},{"redirect":10112992,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"I Kinda Always Knew You’d End Up My Lex-Boyfriend","epNo":24,"alt":"I Kinda Always Knew You’d End Up My Lex-Boyfriend","descr":"Lex, der Ex von Denise taucht auf. Da Engel nicht mit Menschen zusammen sein dürfen, will er Carl und Denise bloß stellen. Jane bringt Brittany ihren verlorenen Halsschmuck zurück, doch sie kassiert keinen Finderlohn.","versions":[{"lang":1,"streams":[{"redirect":10162308,"hoster":"VOE"},{"redirect":10112993,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Malone’s Your Uncle","epNo":25,"alt":"Malone’s Your Uncle","descr":"Carl will unbedingt mit der neuen Schülerin Tinsley ausgehen. Sie ist aus England und steht auf Bad Boys. Kann Carl das durchziehen? Brittany und Jane versuchen sich an einem neuen Geschäftsmodell.","versions":[{"lang":1,"streams":[{"redirect":10162309,"hoster":"VOE"},{"redirect":10112994,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"We’ll Always Have Detention","epNo":26,"alt":"We’ll Always Have Detention","descr":"Carl und Brittany müssen nachsitzen, ausgerechnet an dem Tag wo Carl seine neue Schul-Intranet-Flamme treffen soll. Er schickt stattdessen Porter hin. Unterdessen fällt Jane auf, dass sie noch nie nachsitzen musste.","versions":[{"lang":1,"streams":[{"redirect":10162310,"hoster":"VOE"},{"redirect":10113049,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Greener-Man Versus Polluter","epNo":27,"alt":"Greener-Man Versus Polluter","descr":"Carl, Porter und Serge sollen die Öko-Maskottchen der Schule mimen. Lustig wird es erst als Porter Magie mit ins Spiel bringt. Doch dabei geht so einiges falsch. Es muss schnell eine Lösung her bevor er den Earth Day ruiniert!","versions":[{"lang":1,"streams":[{"redirect":10162311,"hoster":"VOE"},{"redirect":10112995,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"At Home by Myself … with Carl and TV","epNo":28,"alt":"At Home by Myself … with Carl and TV","descr":"Carl bricht sich das Bein und muss Zuhause rumsitzen. Porter gibt ihm magische Fernseher, damit er die Schule im Auge hat. Da sieht Carl, dass Jane bemerkt, wie Porter Magie einsetzt. Das ist strengst verboten…","versions":[{"lang":1,"streams":[{"redirect":11311242,"hoster":"VOE"},{"redirect":10112996,"hoster":"Streamtape"}]}]}]}]}