{"path":"/serie/stream/higurashi-when-they-cry-gou","name":"Higurashi: When They Cry – GOU","descr":"[Higurashi no Naku Koro ni Sotsu] Keiichi Maebara ist erst vor Kurzem in das ländliche Dorf Hinamizawa gezogen. In seinen Klassenkameradinnen Rena, Mion, Satoko, und Rika findet er schnell neue Freunde. Doch als Keiichi von einem Mord erfährt, entpuppt sich die vermeintliche Idylle allmählich als der blanke Horror. Niemandem kann er trauen, besonders nicht seinen neuen \"Freundinnen\", die plötzlich eine ganz andere Seite von sich zeigen …","seasons":[{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-1","name":"Demon-Deceiving Chapter, Part 1","epNo":1,"alt":"Onidamashi-hen: Demon-Deceiving Chapter, Part 1","descr":"Das mysteriöse Treiben hat das Leben in einer kleinen Stadt gestört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10042820","hoster":"VOE"},{"path":"/redirect/10042819","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13015127","hoster":"VOE"},{"path":"/redirect/8521920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-2","name":"Demon-Deceiving Chapter, Part 2","epNo":2,"alt":"Onidamashi-hen: Demon-Deceiving Chapter, Part 2","descr":"Das mysteriöse Treiben hat das Leben in einer kleinen Stadt gestört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10042829","hoster":"VOE"},{"path":"/redirect/10042826","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12176576","hoster":"VOE"},{"path":"/redirect/8572458","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-3","name":"Demon-Deceiving Chapter, Part 3","epNo":3,"alt":"Onidamashi-hen: Demon-Deceiving Chapter, Part 3","descr":"Zweifel und Misstrauen nehmen von Tag zu Tag zu, und Keiichi kann Rena nicht treffen, wenn sie ihn am Morgen abholt, sodass er die Schule verpasst. Keiichi ist jedoch in Konflikt geraten, weil er seinem Freund Rena vertrauen will, aber eine unerwartete Person ruft ihn an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10042812","hoster":"VOE"},{"path":"/redirect/10042813","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500534","hoster":"VOE"},{"path":"/redirect/8572462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-4","name":"Demon-Deceiving Chapter, Part 4","epNo":4,"alt":"Onidamashi-hen: Demon-Deceiving Chapter, Part 4","descr":"Zweifel und Misstrauen nehmen von Tag zu Tag zu, und Keiichi kann Rena nicht treffen, wenn sie ihn am Morgen abholt, sodass er die Schule verpasst. Keiichi ist jedoch in Konflikt geraten, weil er seinem Freund Rena vertrauen will, aber eine unerwartete Person ruft ihn an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10042817","hoster":"VOE"},{"path":"/redirect/10042816","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500535","hoster":"VOE"},{"path":"/redirect/8572459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-5","name":"","epNo":5,"alt":"Watadamashi-hen: Cotton-Deceiving Chapter, Part 1","descr":"Eines Tages im Juni 1983 wird Keiichi durch einen Anruf seiner Freunde Mion und Rena nach Okinomiya gerufen. Keiichi genießt ein Spielturnier als Teil seiner Clubaktivitäten und als Belohnung für seine Teilnahme erhält er ein unerwartetes Geschenk.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018079","hoster":"VOE"},{"path":"/redirect/8572460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-6","name":"","epNo":6,"alt":"Watadamashi-hen: Cotton-Deceiving Chapter, Part 2","descr":"Es waren Shion und die Bewohner von Hinamizawa, die Keiichi davor bewahrten, von den Straftätern belästigt zu werden. Shion erzählt einem verwirrten Keiichi von der Geschichte der Einheit im Dorf Hinamizawa, einer Tradition, die von Generation zu Generation weitergegeben wurde und in der das Dorf gegen das Staudammbauprojekt kämpfte und gewann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923470","hoster":"VOE"},{"path":"/redirect/8572463","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-7","name":"","epNo":7,"alt":"Watadamashi-hen: Cotton-Deceiving Chapter, Part 3","descr":"Keiichi, der von Shion eingeladen wurde, der Widmungsaufführung zum Waschen von Baumwolle zu entkommen, schleicht sich auf Vorschlag von Takano, den er zufällig getroffen hat, in die unantastbare Ritualhalle. Dort wird Keiichi die schreckliche Folklore von Hinamizawa erzählt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018084","hoster":"VOE"},{"path":"/redirect/8572467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-8","name":"","epNo":8,"alt":"Watadamashi-hen: Cotton-Deceiving Chapter, Part 4","descr":"Keiichi, der es bedauert, die Ritualhalle betreten zu haben, hat Angst, dass er auch von Dämonen wie Takano und Tomitake versteckt wird. In der Zwischenzeit erscheint eine neue vermisste Person, die dem Bürgermeister des Dorfes folgt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018081","hoster":"VOE"},{"path":"/redirect/8572468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-9","name":"","epNo":9,"alt":"Tataridamashi-hen: Curse-Deceiving Chapter, Part 1","descr":"Aufgrund eines kleinen Streits entscheidet sich Keiichi für einen Kochwettbewerb mit Satoko. Wenn er zu Hause nicht kocht, helfen ihm Satoko und Rika und er erhascht einen Blick auf Satokos heimelige Seite, die sie normalerweise nicht zeigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018085","hoster":"VOE"},{"path":"/redirect/8572470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-10","name":"","epNo":10,"alt":"Tataridamashi-hen: Curse-Deceiving Chapter, Part 2","descr":"Keiichi kennt Satokos schmerzhafte Vergangenheit und macht sich mehr denn je Sorgen um Satoko. Eines Tages vermisst Satoko plötzlich die Schule. Keiichi und seine Freunde versuchen von Rika zu hören ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9026352","hoster":"VOE"},{"path":"/redirect/8572469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-11","name":"","epNo":11,"alt":"Tataridamashi-hen: Curse-Deceiving Chapter, Part 3","descr":"Keiichi und seine Freunde können nichts gegen Satoko tun, der plötzlich wütend wird und weint. Um unsere lieben Freunde zu retten, werden wir herausfinden, was wir tun können, und uns gegenseitig in Konflikt bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018083","hoster":"VOE"},{"path":"/redirect/8572471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-12","name":"","epNo":12,"alt":"Tataridamashi-hen: Curse-Deceiving Chapter, Part 4","descr":"Bei Keiichis Anruf eilen eine große Anzahl von Menschen vor das Kinderberatungszentrum. In Zusammenarbeit mit Irie und Tomitake sowie der Schule appelliert Keiichi weiterhin an die Rettung von Satoko.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018086","hoster":"VOE"},{"path":"/redirect/8572473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-13","name":"","epNo":13,"alt":"Tataridamashi-hen: Curse-Deceiving Chapter, Part 5","descr":"Um Satoko zu retten, wird Hinamizawa Village als Onigabuchi Death Guard Alliance vereint, nachdem die Verbindung mit dem Hojo-Clan, die vom Dammprojekt fortgesetzt wurde, erstattet wurde. Allerdings ist Oishi vor solchen Keiichi uns erschienen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018093","hoster":"VOE"},{"path":"/redirect/8572474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-14","name":"","epNo":14,"alt":"Nekodamashi-hen: Cat-Deceiving Chapter, Part 1","descr":"Mit dem Erfolg von Keiichi und anderen wurde Satoko von ihrem Onkel Teppei gerettet. Die Zukunft, angeführt von den Würfeln des Schicksals, schien sich dem Ende zu nähern, nach dem Rika sich sehnte ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018091","hoster":"VOE"},{"path":"/redirect/8572476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-15","name":"","epNo":15,"alt":"Nekodamashi-hen: Cat-Deceiving Chapter, Part 2","descr":"Rika beschließt, sich dem Schicksal der Tragödie nur noch fünf Mal zu stellen. In der nächsten Welt besucht Rika einen Spielzeugladen in Okinomiya mit Mitgliedern von Clubaktivitäten und trifft sich wieder mit einer nostalgischen Person.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018087","hoster":"VOE"},{"path":"/redirect/8572477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-16","name":"","epNo":16,"alt":"Nekodamashi-hen: Cat-Deceiving Chapter, Part 3","descr":"Was ich mir wünsche, ist nur ein bisschen Glück. Alltagslandschaft, die Sie einmal haben sollten. Rika hat die Hoffnung von Ichiru anvertraut und mir am Ende der Welt die Augen geöffnet ──.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018089","hoster":"VOE"},{"path":"/redirect/8572479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-17","name":"","epNo":17,"alt":"Nekodamashi-hen: Cat-Deceiving Chapter, Part 4","descr":"Die Welt, in der Rika am Ende der Todeskette ankam, war Hinamizawa, der keine Tragödie hatte und vom Fluch von Herrn Oyashiro befreit wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018095","hoster":"VOE"},{"path":"/redirect/8572475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-18","name":"","epNo":18,"alt":"Satokowashi-hen: Village-Destroying Chapter, Part 1","descr":"Nachdem sie Takano und die Sennenhunde besiegt haben, kehren Rika und Satoko zum normalen Leben zurück. 1984 hat Mion ihren Abschluss gemacht und die Schule verlassen, Keiichi wurde die Präsidentin des Spieleclubs und Satoko wird gesagt, dass ihr Hinamizawa-Syndrom abgeklungen ist. Rika, zusammen mit Kimiyoshi und Oryo, geben offiziell bekannt, dass es keinen Fluch auf Oyashiro gibt und dass der Damm-Krieg beendet ist. Rika hat keine Angst mehr, dass das Verlassen des Dorfes zu einem massiven Ausbruch des Hinamizawa-Syndroms führen würde, und beschließt, die High School an der St. Lucia\u0027s Academy außerhalb des Dorfes zu besuchen. Sie sagt Satoko, dass sie mit ihr dorthin will und Satoko reagiert schockiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018097","hoster":"VOE"},{"path":"/redirect/8572478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-19","name":"","epNo":19,"alt":"Satokowashi-hen: Village-Destroying Chapter, Part 2","descr":"Obwohl Satoko anfangs zögert, mit Rika für die Prüfung zu lernen, erkennt sie schließlich, wie wichtig es für Rika ist, und beginnt ernsthaft zu lernen. Drei Jahre später bestehen Rika und Satoko beide ihre Aufnahmeprüfung und werden gemeinsam ins St. Lucia\u0027s aufgenommen. Rika wird schnell von anderen Mädchen an der Schule bemerkt und verehrt, während Satoko es viel schwerer hat, sich in die Kultur von St. Lucia einzufügen. Als Satokos Noten zu sinken beginnen, bietet Rika ihre Hilfe an, wird aber abgelehnt, da Satoko nicht von Rikas neuen Freunden beurteilt werden möchte. Satoko beobachtet Rika aus der Ferne, wie sie Tee und intellektuelle Gespräche mit ihren neuen Freunden genießt, und fragt sich wütend, ob Rika die Bedeutung ihrer Freundschaft vergessen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917979","hoster":"VOE"},{"path":"/redirect/8572480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-20","name":"","epNo":20,"alt":"Satokowashi-hen: Village-Destroying Chapter, Part 3","descr":"Satoko konfrontiert Rika mit ihrer Persönlichkeitsveränderung seit ihrem Schulbeginn bei St. Lucia. Rika fordert Satoko auf, sich wie eine richtige St. Lucia-Schülerin zu benehmen. Satoko stellt Rika eine Falle, um ihr zu helfen, sich an ihren alten Sinn für Verspieltheit zu erinnern. Es verletzt jedoch versehentlich einen von Rikas Freunden und Satoko wird für mehrere Tage ins Gefängnis innerhalb der Schule geschickt. Satoko kommt zu dem Schluss, dass Rika einer Lehrerin erzählt haben muss, dass sie die Falle gestellt hat und bedauert, zu St. Lucia gekommen zu sein. Während ihres zweiten Jahres werden Rika und Satoko eingeladen, sich mit Mion, Rena und Keiichi in der Hinamizawa-Schule zu treffen, um gemeinsam Spiele zu spielen. Als der Rest der Gruppe beschließt, zum Abendessen zu Angel Mort zu gehen, beschließt Satoko, alleine durch das Dorf zu spazieren. Sie merkt, wie sehr sich das Dorf verändert hat:die Schule soll abgerissen werden und ihr und Rikas Haus war während eines Schneesturms eingestürzt. Satoko hört ein Geräusch von der Statue von Oyashiro im Rituallagerhaus. Als Satoko die Statue berührt, bricht sie auf und zeigt ein schwarzes Horn, das zu Boden fällt. Als sie das Horn berührt, wird Satoko zum Meer der Fragmente transportiert und von einer großen, gehörnten Frau empfangen, die einKhakkhara, der Satoko zu erkennen scheint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018098","hoster":"VOE"},{"path":"/redirect/8733834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-21","name":"","epNo":21,"alt":"Village-Destroying Chapter, Part 4","descr":"Satoko trifft im Meer der Fragmente auf eine mysteriöse Frau, die Hanyū ähnelt. Sie gibt Satoko die Macht, jedes Mal, wenn sie stirbt, durch die Zeit zu schleifen. Satoko wacht im Juni 1983 auf und glaubt, dass ihre Erfahrungen mit Rika im St. Lucia\u0027s ein Traum sind. Ein Jahr später bittet Rika Satoko, mit ihr nach St. Lucia zu gehen. Satoko sagt Rika, dass sie nicht zu St. Lucia gehen möchte, weil sie weiß, dass Rika sich ändern und sie verlassen wird. Rika beruhigt Satoko und verspricht, dass sie zusammen durch St. Lucia gehen will. Einige Jahre später ist Satoko wütend, dass sich das Leben in St. Lucia\u0027s gegenüber der vorherigen Schleife nicht geändert hat. Nachdem sie Rika beschuldigt hat, ihre Versprechen gebrochen zu haben, aktiviert sie eine Falle, indem sie beide mit einem fallenden Kronleuchter zerquetscht und tötet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018076","hoster":"VOE"},{"path":"/redirect/8572483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-22","name":"","epNo":22,"alt":"Satokowashi-hen: Village-Destroying Chapter, Part 5","descr":"Satoko durchläuft mehrere Schleifen und versucht erfolglos, Rika davon abzubringen, St. Lucia zu besuchen. Die Priesterin des Meer der Fragmente erklärt, dass Rikas Entschluss, das Dorf zu verlassen, aufgrund ihres hundertjährigen Kampfes gegen das Schicksal stark ist. Sie zeigt Satoko alle früheren Welten, die Rika bereist hat. Um zu verhindern, dass Rika das Dorf verlässt, beschließt Satoko, Rikas Entschlossenheit zu brechen, indem sie sie erneut in einen Kreislauf der Tragödie stürzt. Die Priesterin verleiht Satoko größere Macht, wodurch Rikas Erinnerungen in den Schleifen bestehen bleiben, solange Satoko kurz nach Rika stirbt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13500532","hoster":"VOE"},{"path":"/redirect/8925931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-23","name":"","epNo":23,"alt":"Satokowashi-hen: Village-Destroying Chapter, Part 6","descr":"Satoko nennt die Priesterin \"Eua\". Eua erklärt, dass diejenigen, die ihr am nächsten stehen, aufgrund von Satokos Schleifen möglicherweise Erinnerungen an frühere Fragmente erleben. Satokos Onkel Teppei beginnt sich an frühere Schleifen zu erinnern, in denen er allein starb. Er weigert sich, sein Leben ohne seine Familie zu verschwenden, versucht, sich wieder mit Satoko zu verbinden und sie vor Straftätern zu schützen. Er verspricht, dass er seine Wege ändern und Satoko nie wieder wehtun wird. Sie dachte, sie versucht, bei ihrem Onkel Wiedergutmachung zu leisten, aber sie ist zu beunruhigt von seinen früheren Handlungen, um dies zu tun. Teppei geht und hofft, dass er Satoko besuchen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925925","hoster":"VOE"},{"path":"/redirect/8925923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-1/episode-24","name":"","epNo":24,"alt":"Satokowashi-hen: Village-Destroying Chapter, Part 7","descr":"Satoko sagt Eua, dass sie einen Weg finden wird, ihren frisch gebesserten Onkel für ihre eigenen Zwecke zu nutzen. Takano beginnt, Erinnerungen an den Tod zu haben, nachdem ihre Pläne in früheren Schleifen gescheitert sind. Sie öffnet ein Fotoalbum, das einst ihrem Großvater gehörte, und entdeckt eine Notiz, die er ihr hinterlassen hatte. In der Notiz drückt Takanos Großvater sein Bedauern darüber aus, dass Takano so viel von ihrem Leben seiner Forschung gewidmet hat und fordert sie auf, ihr eigenes Leben zu leben. Takano beschließt, sich selbst zu stellen und die Operation, Rika zu töten und das Dorf auszulöschen, aufzugeben. Angesichts der Tatsache, dass Takano Rika nicht länger in Hinamizawa gefangen halten wird, fragt Eua Satoko, wie sie den Namen Oyashiro annehmen und ihren eigenen \"Fluch\" auf Rika ausüben wird. Satoko stiehlt ein Fläschchen mit H-173, einem Medikament, das Symptome der Endstadien des Hinamizawa-Syndroms hervorruft, aus Takanos Aktentasche.Zurück im Meer der Fragmente erklärt Satoko, dass die Phiole mit H-173 es ihr ermöglicht, zu kontrollieren, wenn sich eine Tragödie ereignet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13015120","hoster":"VOE"},{"path":"/redirect/8925924","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-1","name":"","epNo":1,"alt":"Demon-Revealing Chapter, Part 1","descr":"Die Ereignisse von Onidamashi-hen werden aus der Perspektive von Rena und Satoko gezeigt. Rena ärgert sich zunehmend über die Zuneigung ihres Vaters zu Rina Mamiya, einem Showgirl in einem von ihrem Vater frequentierten Gentleman-Club. Satoko injiziert Rena H-173, während sie im Schwesternzimmer schläft. Rena erfährt, dass ihr Vater zu viel Geld für Rina ausgegeben hat, das ihm aus der Scheidung von Renas Mutter entnommen wurde. Rena denkt über die Scheidung ihrer Eltern nach und kommt zu dem Schluss, dass sie sich nicht genug bemüht hat, die Scheidung zu verhindern, und dass manche Menschen keine Freundlichkeit verdienen. Sie hört, wie Rina in einem nahegelegenen Café darüber spricht, wie sie Renas Vater ausnutzt. Rena kratzt sich am Hals und beschließt, härter zu arbeiten und zu verhindern, dass ihre Familie wieder auseinanderbricht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018105","hoster":"VOE"},{"path":"/redirect/8688404","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-2","name":"","epNo":2,"alt":"Demon-Revealing Chapter, Part 2","descr":"Rena kauft Werkzeuge für die Leichenentsorgung in einem örtlichen Baumarkt und legt sie in ihrem Versteck auf der Dam-Baustelle ab. Rena führt Rina zu ihrem Versteck, wo Rina eine Anfrage stellt. Als Tochter eines Alleinerziehenden hat sie Mitleid mit Renas Position und bittet sie, mit ihrem Vater darüber zu sprechen, sich von Rina und dem Herrenclub fernzuhalten. Rena beginnt, sie zu erwürgen und sagt, dass sie hart arbeiten muss, um die Sicherheit ihrer Familie zu gewährleisten. Rina versucht zu fliehen, wird aber von Rena getötet und zerstückelt, während Satoko aus der Ferne zusieht. Als Rena am nächsten Tag versucht, die Leichenteile auf der Dam-Baustelle zu verstecken, kommt Keiichi an. Während er ankam, um Rena zu helfen, eine Maskottchenstatue zu erhalten, die sie zuvor bemerkt hatte, glaubte Rena, dass Keiichi gesehen hatte, wie sie die Körperteile versteckte. Damit der Mord geheim bleibt,Sie versucht, Keiichi zu töten, findet aber keine Möglichkeit, dies zu tun. Auf dem Heimweg wird Rena von Ōishi zu Rinas Verschwinden befragt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207716","hoster":"VOE"},{"path":"/redirect/9207717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-3","name":"","epNo":3,"alt":"Demon-Revealing Chapter, Part 3","descr":"Rena kauft Werkzeuge für die Leichenentsorgung in einem örtlichen Baumarkt und legt sie in ihrem Versteck auf der Dam-Baustelle ab. Rena führt Rina zu ihrem Versteck, wo Rina eine Anfrage stellt. Als Tochter eines Alleinerziehenden hat sie Mitleid mit Renas Position und bittet sie, mit ihrem Vater darüber zu sprechen, sich von Rina und dem Herrenclub fernzuhalten. Rena beginnt, sie zu erwürgen und sagt, dass sie hart arbeiten muss, um die Sicherheit ihrer Familie zu gewährleisten. Rina versucht zu fliehen, wird aber von Rena getötet und zerstückelt, während Satoko aus der Ferne zusieht. Als Rena am nächsten Tag versucht, die Leichenteile auf der Dam-Baustelle zu verstecken, kommt Keiichi an. Während er ankam, um Rena zu helfen, eine Maskottchenstatue zu erhalten, die sie zuvor bemerkt hatte, glaubte Rena, dass Keiichi gesehen hatte, wie sie die Körperteile versteckte. Damit der Mord geheim bleibt,Sie versucht, Keiichi zu töten, findet aber keine Möglichkeit, dies zu tun. Auf dem Heimweg wird Rena von Ōishi zu Rinas Verschwinden befragt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925939","hoster":"VOE"},{"path":"/redirect/8925937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-4","name":"","epNo":4,"alt":"Cotton-Revealing Chapter, Part 1","descr":"Nachdem sie beobachtet hat, wie Rika ihre anhaltende Entschlossenheit ausdrückt, ihrem Schicksal zu Hanyū im Meer der Fragmente zu entkommen, erwacht Satoko zusammen mit Rika in einer neuen Welt. Auf der Suche nach einer zuverlässigeren Mordwaffe manipuliert Satoko Teppei, um ihr die Kontaktdaten eines Waffenhändlers zu geben. In einem Rückblick auf eine frühere Schleife bringt Mion Satoko bei, wie man mit einer Waffe schießt, und sie übt über mehrere Jahre. Zurück in der Gegenwart kauft Satoko eine Handfeuerwaffe. Später besuchen die Clubmitglieder einen Spielewettbewerb in einem Spieleladen. Satoko fragt sich mit Eua, was passieren könnte, wenn Mion H-173 injiziert würde, da sie noch nie zuvor dem Hinamizawa-Syndrom erlegen war. Als Keiichi eine Puppe vom Ladenbesitzer erhält, ermutigt Rika Keiichi, seine Puppe an Mion zu geben. Eine weggeworfene Spritze wird gezeigt, die bestätigt, dass Satoko Mion injiziert hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917981","hoster":"VOE"},{"path":"/redirect/8925932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-5","name":"","epNo":5,"alt":"Cotton-Revealing Chapter, Part 2","descr":"Mion entwickelt Gefühle für Keiichi. Als Shion ausgebend, überreicht sie ihm eine Dinner-Box, um ihm dafür zu danken, dass er ihr die Puppe geschenkt hat. Bei der Arbeit in einem Spieleladen trifft Mion eines Abends auf Keiichi und Shion, die anscheinend ein Date haben. Nachdem Keiichi und Shion zusammen gegangen sind, wird Mion weinerlich und wütend. In der Nacht des Festes schleichen sich Shion und Keiichi in das Rituallagerhaus, während Mion sich über ihren Verbleib wundert. Mion fängt an, sich am Hals zu kratzen, nachdem Satoko vorschlägt, dass die beiden alleine unterwegs sein müssen. Später in der Nacht informiert Ōishi die Bürgermeister Kimiyoshi und Shion getrennt davon, dass Tomitake und Takano einen Lastwagen gestohlen und aus dem Dorf geflohen sind. Mion belauscht, wie Shion am Telefon mit Keiichi über Oyashiros Fluch spricht. Im Glauben, dass Keiichi wegen Shion ins Visier genommen wird, überwältigt Mion sie und tötet sie aus Versehen.Mion drückt ihre Überzeugung aus, dass die drei Dorfoberhäupter wissen müssen, wer hinter dem Fluch steckt, bevor sie Oryō im Schlaf handlungsunfähig machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925936","hoster":"VOE"},{"path":"/redirect/8925935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-6","name":"","epNo":6,"alt":"Cotton-Revealing Chapter, Part 3","descr":"Bevor sie sie verhört, erkennt Mion, dass Oryō tot ist. Mion lockt Kimiyoshi in die Sonozaki-Villa und foltert ihn gewaltsam, um Informationen über Oyashiros Fluch zu erhalten. Kimiyoshi stirbt jedoch mit der Behauptung, er wisse nicht, wer hinter dem Fluch steckt. Am nächsten Tag belauscht Mion, wie Rika Keiichi sagt, dass die Welt \"fertig\" sei, was Mion glauben lässt, dass Rika hinter Oyashiros Fluch steckt. Sie erwürgt Rika hinter der Schule zu Tode und wirft ihren Körper in die Klärgrube der Schule. Satoko weiß nichts von Rikas Aufenthaltsort und macht sich Sorgen, da sie nicht in der Lage ist, mit Rika zu einem neuen Fragment zu reisen, es sei denn, ihr Tod kann bestätigt werden. Mion lädt Keiichi in die Sonozaki-Villa ein, wo sie ihn zu einem unterirdischen Bunker führt und ihn in eine Zelle sperrt, nachdem sie erklärt hat, dass sie versucht, ihn zu beschützen.Mion sagt Keiichi, dass sie ihn liebt, bevor sie geht, um Satoko abzuwehren, die am Eingangstor der Villa angekommen ist. Nach einer Konfrontation erschießt Satoko Mion zweimal und verlangt Rikas Aufenthaltsort zu erfahren. Mion freut sich, dass Rika bereits tot ist. Da Satoko weiß, dass sie jetzt mit Rika zu einem neuen Fragment reisen kann, erschießt und tötet sie Mion, bevor sie sich selbst umbringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925805","hoster":"VOE"},{"path":"/redirect/8925806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-7","name":"","epNo":7,"alt":"Curse-Revealing Chapter, Part 1","descr":"Im Meer der Fragmente offenbart Eua Satoko, dass Satoko in eine Welt geschickt würde, in der Rika nie geboren wurde, wenn sie vor Rika während des Loopings sterben würde. In einer neuen Schleife vertraut sich Rika Satoko unter Tränen ihre \"Alpträume\" an. Satoko schlägt vor, dass die Albträume Nachrichten von Oyashiro sein könnten und ermutigt sie, im Dorf zu bleiben. Später nehmen die Mitglieder des Spieleclubs an einem Baseballspiel teil, das mit einem Sieg endet, wenn Satoko einen Homerun trifft. Nach einem festlichen Barbecue besucht Satoko Teppei in Okinomiya. Sie bittet ihn, bei ihr einzuziehen und erklärt, dass das ganze Dorf sie schikaniert. Teppei ist von Emotionen überwältigt und willigt ein, zu ihrem Schutz bei ihr im Dorf einzuziehen. An diesem Abend besucht Satoko Rika und sagt ihr, dass sie mit ihrem Onkel umziehen wird, wobei sie Hilflosigkeit und Traurigkeit vortäuscht, um Rika zu gewinnen.s Sympathie. Eua beobachtet genüsslich Satokos Täuschung vom Meer der Fragmente aus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925810","hoster":"VOE"},{"path":"/redirect/8925807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-8","name":"","epNo":8,"alt":"Curse-Revealing Chapter, Part 2","descr":"Satoko betrügt weiterhin ihre Freunde und ihren Onkel, indem sie sich als Missbrauchsopfer ausgibt. Ihre Freunde ermutigen Chie, die Hōjō-Residenz zu besuchen, da sie glauben, dass Teppei missbräuchlich ist. Teppei weist Chie wütend ab, da sie glaubt, dass sie an Satokos Mobbing mitschuldig ist. Vom Meer der Fragmente aus beobachtet Eua, wie Satoko einen Nervenzusammenbruch zu haben scheint, als Keiichi versucht, ihren Kopf zu streicheln. Satokos Augen blitzen rot auf und werden wieder normal, während sie sich wiederholt entschuldigt. Eua erklärt, dass Satoko eine \"Hexe\" geworden ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925785","hoster":"VOE"},{"path":"/redirect/8925781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-9","name":"","epNo":9,"alt":"Curse-Revealing Chapter, Part 3","descr":"Satoko hört auf, die Schule zu besuchen und überzeugt Teppei weiterhin davon, dass sie vom Dorf gemobbt wird. Die Mitglieder des Spieleclubs beginnen mit Protestaktionen außerhalb des Jugendamtes. Um Satoko zu beschützen, lädt Teppei Ōishi ins Haus ein, um die Situation zu erklären. Satoko sediert ishi heimlich, bevor er ihm H-173 injiziert. Ōishi räumt ein, dass Satoko gut behandelt wird und beginnt zu vermuten, dass die Missbrauchsgerüchte ein Versuch sind, Teppei als Opfer von Oyashiros Fluch ins Visier zu nehmen. Ōishi beschließt, den Hass des Dorfbewohners auf Teppei weiter zu schüren, um ihn als Köder zu benutzen, um den Schuldigen hinter Oyashiros Fluch zu fassen. Während er sich am Hals kratzt, zerstört Ōishi den Furude-Schrein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925786","hoster":"VOE"},{"path":"/redirect/8925782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-10","name":"","epNo":10,"alt":"Curse-Revealing Chapter, Part 4","descr":"Keiichi führt weiterhin Proteste außerhalb der Kinderhilfe an, um Satoko zu retten. Als er Keiichis Entschlossenheit sieht, vermutet Ōishi, dass er von seinen Freunden dazu gebracht wurde, unwissentlich an der Mobbing-Aktion Satoko teilzunehmen. Als die Familie Sonozaki beginnt, die Kinderhilfe unter Druck zu setzen, bietet Ōishi an, einen Sozialarbeiter zur Hōjō-Residenz zu begleiten. Als der Sozialarbeiter merkt, dass Satoko nicht missbraucht wird, übergibt er den Fall auf Bitten von Ōishi an die Polizei. Bevor er geht, warnt Ōishi Teppei, dass er möglicherweise von Oyashiros Fluch angegriffen werden könnte. Satoko sediert Teppei, ruft Keiichi und Rika an und teilt ihnen mit, dass Teppei festgenommen wurde. Am Abend des Festivals bereitet sich Satoko darauf vor, ihren Onkel zu erschießen. Bevor sie das tun kann, zieht sie plötzlich ihren Arm weg und fordert Teppei auf zu rennen. Im Meer der Fragmente,Satoko kämpft mit einer rotäugigen Nachbildung ihrer selbst. Sie sagt der rotäugigen Satoko, dass sie Rika liebt und nicht möchte, dass noch mehr Menschen sterben. Die rotäugige Satoko behauptet, die \"echte\" Satoko zu sein und behauptet, in ihrem besten Interesse zu handeln. Eua sagt Satoko, dass sie ihre Reue nehmen wird und erlaubt der rotäugigen Satoko, den anderen zu erschießen. Zurück in der Hōjō-Residenz erschießt Satoko Teppei und entstellt ihn mit einem Baseballschläger.Satoko schießt auf Teppei und entstellt ihn mit einem Baseballschläger.Satoko schießt auf Teppei und entstellt ihn mit einem Baseballschläger.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925787","hoster":"VOE"},{"path":"/redirect/8925788","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-11","name":"","epNo":11,"alt":"Curse-Revealing Chapter, Part 5","descr":"Nachdem sie Teppei nach den Ereignissen der vorherigen Episode zu Tode geprügelt hat, duscht Satoko, um sich das Blut abzuwaschen, und besucht mit Rika und den anderen das Festival. Rika hält mit Hanyū Monologe darüber, wie sie ihrem Schicksal endlich entkommen kann, ohne zu wissen, dass sich bereits eine Tragödie ereignet hat. Während Rikas Tanz lockt Satoko Keiichi weg und bittet ihn, zu ihr nach Hause zu kommen. Nachdem Satoko den Raum in der Nähe von Teppeis Leiche betreten hat, überfällt Satoko Keiichi und schlägt Keiichi mit einem Baseballschläger bewusstlos. Satoko schreit, um Ōishis Aufmerksamkeit zu erregen, der von seinem Auto aus die Hōjō-Residenz ausspioniert hat. Ōishi untersucht die Szene und verhört Satoko. Satoko lügt über die Umstände des Verbrechens und behauptet, Teppei und Keiichi hätten sich gegenseitig angegriffen und Rika habe die Fäden gezogen. Ōishi erklärt ekstatisch, dass er\u0027s hat den Fall gelöst und macht sich mit der Fledermaus, die er vom Tatort geholt hat, auf den Weg zum Festival. Zurück auf dem Festival beginnt Ōishi, Rika zu erwürgen und tötet Shion und Mion mit der Pistole. Dann tötet er Rika mit einer Fledermaus. Satoko betritt das Festival und verkündet, dass sie die ganze Zeit das Mastermind war, und erschießt Ōishi, während Rena verwirrt und entsetzt zusieht. Satoko schießt dann Rika in den Kopf, um ihren Tod mit Sicherheit zu bestätigen, bevor sie sich umbringt. Im Meer der Fragmente beobachtet Eua das Fragment und lacht wahnsinnig, indem sie Hanys Optionen in Frage stellt, da dieser die Ereignisse nicht mehr beobachten und in der Welt durchsickern kann.Satoko betritt das Festival und verkündet, dass sie die ganze Zeit das Mastermind war, und erschießt Ōishi, während Rena verwirrt und entsetzt zusieht. Satoko schießt dann Rika in den Kopf, um ihren Tod mit Sicherheit zu bestätigen, bevor sie sich umbringt. Im Meer der Fragmente beobachtet Eua das Fragment und lacht wahnsinnig, indem sie Hanys Optionen in Frage stellt, da dieser die Ereignisse nicht mehr beobachten und in der Welt durchsickern kann.Satoko betritt das Festival und verkündet, dass sie die ganze Zeit das Mastermind war, und erschießt Ōishi, während Rena verwirrt und entsetzt zusieht. Satoko schießt dann Rika in den Kopf, um ihren Tod mit Sicherheit zu bestätigen, bevor sie sich umbringt. Im Meer der Fragmente beobachtet Eua das Fragment und lacht wahnsinnig, indem sie Hanys Optionen in Frage stellt, da dieser die Ereignisse nicht mehr beobachten und in der Welt durchsickern kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925791","hoster":"VOE"},{"path":"/redirect/8925789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-12","name":"","epNo":12,"alt":"God-Entertaining Chapter, Part 1","descr":"Hanyū erinnert sich an ihre Vergangenheit und ihre Beziehung zu Rika im Meer der Fragmente. Satoko belauscht, wie Hanyū Rika von einem Schwert erzählt, das im Rituallagerhaus versteckt ist und jemanden töten kann, der in Schleifen lebt. Als Satoko das Schwert aus dem Lagerhaus stiehlt, bricht sie unwissentlich eine Scherbe ab, die Rika später findet. Als Rika in vier Schleifen wiederholt getötet wird, sieht Satoko fröhlich aus der Ferne zu. Im Meer der Fragmente konfrontiert Hanyū Eua.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925794","hoster":"VOE"},{"path":"/redirect/8925793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-13","name":"","epNo":13,"alt":"God-Entertaining Chapter, Part 2","descr":"Eua überwältigt Hanyū und zwingt sie, Rikas Tod durch Keiichi und Satoko in zwei separaten Fragmenten mit anzusehen. In einer neuen Welt erzählt Rika Satoko, dass sie sich entschieden hat, in Hinamizawa zu bleiben, und stellt fest, dass sich mehrere Wochen lang keine Tragödien ereignen. Beim Kauf eines Geschenks für Satokos Geburtstag beginnt Rika, Erinnerungen an den Tod von Ōishi zu erleben. Sie legt Satokos Geschenk in eine Schachtel, die zuvor für einen Streich in einer früheren Schleife verwendet wurde. Als Satoko die Kiste sieht, zuckt sie zusammen und zeigt versehentlich ihre Erinnerungen an frühere Fragmente. Rika erlebt eine weitere Erinnerung daran, wie Satoko sie erschossen und Ōishi getötet hat, was für Rika bestätigt, dass Satoko hinter ihrem wiederholten Tod steckt. Satoko erkennt, dass ihre Schuld entdeckt wurde, grinst und richtet ihre Waffe auf Rika.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925797","hoster":"VOE"},{"path":"/redirect/8925796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-14","name":"","epNo":14,"alt":"God-Entertaining Chapter, Part 3","descr":"Satoko erschießt Rika und sich selbst und lässt ihre Klassenkameraden entsetzt zurück. Satoko und Rika beginnen, sich in zahlreichen Schleifen sowohl in Hinamizawa als auch in der St. Lucia Academy bis zum Tod zu kämpfen. Während ihres Kampfes beschuldigen sich die beiden gegenseitig für die gegenwärtigen Umstände. Schließlich kombinieren sie versehentlich ihre Teile des Schwertes, das in der Statue versteckt war, und beginnen, sich darum zu streiten. Rika überwältigt schließlich Satoko und Eua fragt sich, was Rika tun wird. Hany befreit sich und versucht Eua aufzuhalten, wird aber von der Khakkhara bewegungsunfähig gemacht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8925800","hoster":"VOE"},{"path":"/redirect/8925801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/higurashi-when-they-cry-gou/staffel-2/episode-15","name":"","epNo":15,"alt":"God-Entertaining Chapter, Part 4","descr":"Rika wirft das Schwert in einen Fluss und beginnt, Satoko zu schlagen, und sagt ihr, dass sie ohne sie niemals in einer Welt leben könnte. Als die beiden weiter kämpfen, erscheint das Schwert auf wundersame Weise in Hanys Hand. Hanyū schlägt Eua mit dem Schwert, lässt ihr Horn knacken und verwandelt sie in ein junges Mädchen. Als sie Zeuge eines Wunders wurde, lacht die junge Eua und verlässt das Meer der Fragmente. Satoko und Rika liegen erschöpft nebeneinander an einem Flussufer, bevor sie von ihren Freunden gefunden werden. Die beiden erzählen ihren Freunden, dass sie sich gestritten haben und ihre Freundschaft beenden. Rena, Mion und Keiichi sagen ihnen, dass sie Freunde bleiben können, auch wenn sie nicht zusammen sind. Satoko und Rika erkennen die Bedeutung ihrer Freundschaft und halten Händchen. Die Zeitachse springt ins Frühjahr 1987, wo Rika beschließt, nach St.Lucia und für Satoko, mit allen anderen im Dorf zu bleiben. Bevor Rika geht, beschließen sie und Satoko, sich bald zu sehen und stellen fest, dass sie als Looper, deren Leben ewig ist, Zeit brauchen, um ihre ewige Freundschaft zu stärken. Viele der Schicksale des Charakters werden gezeigt, einschließlich des Aufwachens von Satoshi im Keller der Irie-Klinik. Satokos Hexenpersönlichkeit findet ihr neues Leben langweilig und gibt ihr die vollständige Kontrolle über ihren Körper zurück. Hanyū beobachtet freudig das Schicksal aller vom Schrein aus.Die Hexenpersönlichkeit findet ihr neues Leben langweilig und gibt ihr die vollständige Kontrolle über ihren Körper zurück. Hanyū beobachtet freudig das Schicksal aller vom Schrein aus.Die Hexenpersönlichkeit findet ihr neues Leben langweilig und gibt ihr die vollständige Kontrolle über ihren Körper zurück. Hanyū beobachtet freudig das Schicksal aller vom Schrein aus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379551","hoster":"VOE"},{"path":"/redirect/8925804","hoster":"Streamtape"}]}]}]}]}