{"path":"/serie/stream/himegoto","name":"Himegoto","descr":"[SECRET PRINCESS HIMEGOTO] Hime Arikawa hat sehr hohe Schulden bei den Yakuza und wird deswegen von ihnen verfolgt. Sie zwingen ihn, Frauenkleider anzuziehen und wollen ihn so auf dem Schwarzmarkt verkaufen. Doch dann kommt der Schülerrat seiner Schule, der nur aus Mädchen besteht und rettet ihn. Um seine Schulden wiedergutzumachen, muss er einen Vertrag unteschreiben. Dieser beinhaltet, dass er von nun an der \"Hund\" des Schülerrates ist, gehorchen muss und den Rest seiner Schulzeit als Mädchen verbringen muss.","seasons":[{"path":"/serie/stream/himegoto/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/himegoto/staffel-1/episode-1","name":"","epNo":1,"alt":"I Feel Like I\u0027ve Lost as a Girl","descr":"Nachdem Hime Arikawa gewaltsam in eine Dienstmädchenuniform gekleidet wurde, wird er von zwei Männern verfolgt, aber von den drei Mädchen des Schülerrates der Shimoshina High School aus seiner Schule gerettet: Präsidentin Unko, Vizepräsidentin 18-kin und Sekretärin Albertina II. Sie laden ihn sofort ein, dem Studentenrat beizutreten, sind jedoch schockiert, als sie feststellen, dass Hime tatsächlich männlich ist. Hime erklärt, dass seine Eltern ihn gezwungen haben, große Schulden zu übernehmen, und die beiden Männer Schuldeneintreiber waren. Die Mädchen bieten an, seine Schulden zu begleichen, aber im Gegenzug muss Hime den Rest seines Highschool-Lebens damit verbringen, sich als Dienerin der Schülervertretung zu verkleiden. Hime stimmt ihren Bedingungen zu und die Mädchen stellen Hime bei einer Versammlung vor den anderen Schülern vor und enthüllen dabei, dass er Cross-Dressing ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470288","hoster":"VOE"},{"path":"/redirect/11470284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-2","name":"","epNo":2,"alt":"I\u0027d Go For You Right Now","descr":"Als Hime nach Hause kommt, wird er von seinem jüngeren Cross-Dressing-Bruder Kaguya begrüßt, der überglücklich ist, dass Hime jetzt auch Cross-Dressing trägt. Am nächsten Tag spürt Himes Freund Tadokoro ihn auf, was ihm einen Tritt von Unko einbringt. Tadokoro versucht, 18-Kin aus Tee zu bitten, aber sie schlägt ihn mit einem Bündel Geld und sagt ihm, er solle sich zuerst als Mädchen verkleiden, wenn er ihre Aufmerksamkeit erregen will. Kaguya beobachtet all dies zusammen mit seinem Freund Nr. 1 aus der Nähe und Kaguya ist wütend, dass 18-kin so anhänglich gegenüber seinem Bruder ist. Auch Mitsunaga Oda und Hiro vom Komitee für öffentliche Moral behalten den Studentenrat im Auge. Mitsunaga sagt Kaguya, dass er den derzeitigen Studentenrat stürzen will, und Kaguya willigt ein, ihm zu helfen. Kaguya sagt Hime, dass er ihn vor dem Studentenrat retten wird und rennt mit Mitsunaga, Hiro und Nr. 1 im Schlepptau davon.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470299","hoster":"VOE"},{"path":"/redirect/11470292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-3","name":"","epNo":3,"alt":"You\u0027re So Cute, Damn it...","descr":"Der Schülerrat erhält Anweisungen vom Vorsitzenden der Shimoshina High School, dem Vater von 18 Verwandten, einigen Clubs zu helfen. Zuerst helfen sie dem Cheerleader-Club und Hime jubelt später bei einem Match für ihre Volleyballmannschaft, was zu Shimoshinas Sieg führt. Als nächstes helfen sie dem Fotoclub, in dem Hime verschiedene Cosplay - Outfits modelliert. Hime wird später wütend auf die anderen Mitglieder des Studentenrates, weil sie die Fotos behalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470297","hoster":"VOE"},{"path":"/redirect/11470294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-4","name":"","epNo":4,"alt":"What\u0027s With That Scenario?!","descr":"Die Mitglieder des Studentenrates helfen dem Kunstclub, indem sie Hime für zwei der Mädchen im Club halbnackt posieren lassen. Obwohl Hime zunächst zögert, stimmt er schließlich zu, es zu tun. Albertina zeichnet ein Beispiel von Hime in einer suggestiven Pose, was die Mitglieder des Kunstclubs zu der Erkenntnis führt, dass sie tatsächlich eine Manga-Autorin ist, die für Yuri Hime schreibt . Anschließend zeigt Unko Hime Albertinas neue Serie Magical Boy Hime Kiss mit einer Hauptfigur, die Hime nachempfunden ist. Albertina schreit Hime durch ihr Stofftier Magyorubo an, weil er ihre Erwartungen nicht erfüllt hat, als er für den Kunstclub posierte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534769","hoster":"VOE"},{"path":"/redirect/11470300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-5","name":"","epNo":5,"alt":"We\u0027d Like You to Wear the Riskiest Thing Possible!","descr":"Hime ist niedergeschlagen über seine schlechten Noten, aber er erfährt, dass die anderen Mitglieder des Studentenrates alle einen hohen Rang in ihrer Klasse haben, mit Albertina an fünfter, 18-kin an zweiter und Unko an erster Stelle. Die Mädchen fangen an, Hime beizubringen, wie man richtig lernt, beginnend mit Gesundheitserziehung, gefolgt von Kommentaren darüber, wie Hime sich quer kleidet. Als sie zu Mathe übergehen, zeigt Unko Hime, wie man einige Probleme löst, und 18-kin fordert Hime auf, vier Kleidungsstücke für die vier Fragen auszuziehen, die er im Mathetest verpasst hat. Nachdem Hime eine Geschichtsfrage falsch beantwortet hat, was dazu führt, dass 18-kin Hime komplett ausziehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534768","hoster":"VOE"},{"path":"/redirect/11470302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-6","name":"","epNo":6,"alt":"Can I Take a Low-Angle Shot?","descr":"Die Mitglieder des Studentenrates gehen zu einer Dōjinshi -Konferenz, auf der Hime hilft, Albertinas neue Titel zu verkaufen. Nachdem sie ausverkauft sind, bringt 18-kin Hime dazu, als Hauptfigur von Magical Boy Hime Kiss zu cosplayen und nach draußen zu gehen, um sich fotografieren zu lassen. Bald bildet sich eine Menschenmenge, die die Aufmerksamkeit von Mitsunaga und den anderen Mitgliedern des Komitees für öffentliche Moral auf sich zieht. Da Mitsunaga und Kaguya jedoch ihre Schuluniformen tragen und Hiro als Dienstmädchen verkleidet ist, werden sie fälschlicherweise für Cosplayer gehalten. Danach gehen sie alle in ein Restaurant und Nr. 1 weist Kaguya darauf hin, dass sie am süßesten aussieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470306","hoster":"VOE"},{"path":"/redirect/11470307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-7","name":"","epNo":7,"alt":"Your Boobs Are Fully Exposed. Is That Okay?","descr":"Die Mitglieder des Studentenrates werden angewiesen, mit dem Schwimmclub zu üben, und Hime zögert, einen Badeanzug für Mädchen zu tragen. Das Komitee für öffentliche Moral kommt und Unko schlägt vor, einen Wettbewerb zu veranstalten, um zu entscheiden, wer den Pool benutzen darf. Das erste Rennen findet zwischen Unko und Kaguya statt, aber Kaguya ist von Unkos Schwimmgeschwindigkeit überrascht und verliert gegen sie. Das zweite Rennen findet zwischen Mitsunaga und Hime statt, aber Hime beginnt sofort zu ertrinken, weil er nicht schwimmen kann. 18-kin springt ein und rettet Hime. Danach bedeckt Hime reflexartig seine nackte Brust und 18-Verwandte kommentieren, dass er endlich den Verstand eines Mädchens hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534770","hoster":"VOE"},{"path":"/redirect/11470311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-8","name":"","epNo":8,"alt":"It\u0027s My First Time, So Please Be Gentle","descr":"Hime soll sich in Cross-Dressing kleiden und die anderen Mitglieder des Studentenrates im Einkaufszentrum treffen. Während des Wartens treffen zwei Typen auf Hime, aber sie werden vertrieben, als die Mädchen des Studentenrates ankommen. Sie gehen zu einem Dessousladen, um Hime einen BH zu kaufen, aber Albertina wird wütend, als Hime erwähnt, dass er \"ohne Brüste\" ist. Obwohl Hime sich zunächst weigert, gemessen zu werden, schleppt Albertina ihn weg und misst gewaltsam seine BH-Größe. Später zu Hause probiert Hime einen von mehreren BHs an, die er gekauft hat, aber Kaguya kommt herein, als er vor einem Spiegel posiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470315","hoster":"VOE"},{"path":"/redirect/11470317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-9","name":"","epNo":9,"alt":"And? Did it Spill Out?","descr":"Während des Shimoshina-Kulturfestivals nimmt die Schülervertretung an einem Badeanzugwettbewerb für Mädchen teil. Als Kaguya merkt, dass der Wettbewerb bereits begonnen hat, nimmt er Mitsunaga mit, damit sie und Hiro auch daran teilnehmen können. 18-kin gibt Hime einen Schubs, was dazu führt, dass er umfällt und der Menge versehentlich zeigt, dass er ein Typ ist. Infolgedessen gewinnt Hime den Wettbewerb.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470318","hoster":"VOE"},{"path":"/redirect/11470320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-10","name":"","epNo":10,"alt":"That\u0027s a Valid Argument, But Let\u0027s Keep It Secret","descr":"Die Mitglieder des Sittenausschusses kontrollieren morgens vor Schulbeginn die Uniformen. Dabei erfährt Kaguya, dass Hiro ein Mann ist, und Mitsunaga erfährt, dass Nr. 1 ein Mädchen ist. Mitsunaga versucht, 18-kin von ihrer Uniform zu erzählen, aber sie ignoriert ihn, und Unko trifft auf ihrem Fahrrad auf Mitsunaga. Nach der Inspektion schreibt Kaguya die Namen der Mitglieder des Komitees für öffentliche Moral als diejenigen mit einheitlichen Verstößen auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534771","hoster":"VOE"},{"path":"/redirect/11470324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-11","name":"","epNo":11,"alt":"Basically, a Household Search","descr":"Mitsunaga lädt Hime, Kaguya und Nr. 1 zu sich nach Hause ein, aber 18-Kin, Unko und Albertina kommen auch, nachdem 18-Kin belauscht hat, wie Hime darüber spricht. Sie gehen alle zu Mitsunagas Zimmer, aber nachdem er für ein paar Minuten gegangen ist, schauen 18-kin, Unko, Albertina und Kaguya mit Hiros Hilfe durch Mitsunagas Unterwäsche. Mitsunaga kommt in einem Kimono zurück und lässt Hime und Kaguya auch Kimonos tragen. Hime fällt versehentlich um und verwickelt sich in Kaguya und Mitsunaga. Trotz seiner Ablehnung ist Mitsunaga sichtlich glücklich darüber, sie alle hinter sich zu haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534773","hoster":"VOE"},{"path":"/redirect/11470330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-12","name":"","epNo":12,"alt":"Hime-nii Said He\u0027s Quitting the Student Council","descr":"Hime hält zwei männliche Schüler davon ab, in die Umkleidekabine der Mädchen zu gucken, aber während sie anfänglich wütend auf ihn sind, ziehen sie Hime bald aus und streicheln ihn. Währenddessen beobachten 18-kin, Unko und Albertina, wie sich dies entwickelt, und zögern, es zu stoppen, weil sie weiter zusehen wollen. Mitsunaga und Hiro treffen ein und wehren die männlichen Studenten ab, und Mitsunaga bläst die Hinweise, dass die Mädchen des Studentenrates in der Nähe zugesehen haben. Hime ist verletzt, dass sie zusehen und nichts tun würden, und er rennt unter Tränen weg. Hime geht niedergeschlagen nach Hause und am nächsten Tag geht Kaguya zum Studentenrat und sagt ihnen, dass Hime gesagt hat, dass er den Studentenrat verlässt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534772","hoster":"VOE"},{"path":"/redirect/11470331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/himegoto/staffel-1/episode-13","name":"","epNo":13,"alt":"Sorry, Hime-kun","descr":"Während des Mittagessens vermissen die Mädchen der Studentenvertretung, Hime um sich zu haben. Nach der Schule wird Hime von den beiden männlichen Schülern vom Vortag angegriffen, aber er wird schnell gerettet, als Unko sie niederschlägt. Unko und Albertina entschuldigen sich bei Hime und 18-kin weiß nicht, was er sagen soll. An einem anderen Tag hat der Schülerrat die Aufgabe, den Verkauf des Speisesaals der Schule anzukurbeln, also tragen sie alle Cosplays, mit Hime-Kleidern als Kellnerin. Mitsunaga stört die anderen Mitglieder des Komitees für öffentliche Moral im Schlepptau, und als Himes Wachsamkeit nachlässt, küsst ihn 18-kin.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11470287","hoster":"VOE"},{"path":"/redirect/11470285","hoster":"Streamtape"}]}]}]}]}