{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu","name":"Hime-sama \"Goumon\" no Jikan Desu ","descr":"[`Tis Time for \"Torture\"  Princess] Die Prinzessin der kaiserlichen Armee wurde gemeinsam mit ihrem heiligen Schwert Ex im Zuge eines andauernden Krieges mit der Höllenhorde gefangen genommen. Da aber herkömmliche Foltermethoden in diesem Krieg untersagt sind, greift die zuständige Vollstreckerin Torture Tortura zu einer anderen Art von \"Folter\". Hierfür nutzt sie die leckersten Gerichte und verführerischsten Snacks, die die japanische Kultur zu bieten hat. In ihrer \"Qual\" gibt die Prinzessin Informationen preis – meist trivialer und wertloser Natur –, wenn sie dann aber etwas ausplaudert, schafft es der Höllenlord nicht, diese Informationen zu seinen Gunsten zu nutzen.","seasons":[{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Schon viele Jahre kämpfen die Armeen der Dämonen und des Königreichs gegeneinander. Als die Prinzessin und Anführerin des dritten Ritterregiments der Königsarmee gefangen genommen wird, beginnt Großinquisitorin Torture Tortura damit, sie zu foltern, um ihr die königlichen Geheimnisse zu entlocken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13631118","hoster":"VOE"},{"path":"/redirect/13631117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Im Verlies der Dämonenarmee wird die Prinzessin des Königreichs weiter gefoltert. Noch hat Großinquisitorin Torture ihr noch kein Geheimnis entlocken können, das nützlich genug ist, um den Krieg zu wenden. Jetzt hat sie weitere Folterknechte mitgebracht, die die Prinzessin mit neuen Techniken zum Sprechen bringen sollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13653988","hoster":"VOE"},{"path":"/redirect/13653989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nachdem sich die letzten Geheimnisse, die die Prinzessin verraten hat, als nutzlos erwiesen haben, denkt sich Großinquisitorin Torture weitere Foltermethoden aus. Gleichzeitig erscheint ein weißer Ritter vor dem Dämonenschloss, um die Prinzessin zu befreien.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13687072","hoster":"VOE"},{"path":"/redirect/13687088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Dieses Mal ist es nicht die Prinzessin, die gefoltert wird. Nachdem der Dämonenkönig mit den nutzlosen Informationen, die Torture der Prinzessin entlockt hat, unzufrieden ist, schlägt er eine ganz andere Folter vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13713767","hoster":"VOE"},{"path":"/redirect/13713769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Torture hat vom Dämonenkönig die Erlaubnis bekommen, die Prinzessin weiter zu foltern. Doch diesmal ist ihm ein Geheimnis nicht genug. Er verlangt, dass die Prinzessin zweimal an einem Tag gefoltert wird. Ob sie das ertragen kann?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13745501","hoster":"VOE"},{"path":"/redirect/13745500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Maomao hat ihre Aufstiegsprüfung bestanden und wird vom Dämonenkönig belohnt. Ein Wunsch reicht ihr allerdings nicht und der Dämonenkönig muss mit ihr spielen, bis er total fertig ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13756542","hoster":"VOE"},{"path":"/redirect/13756544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Krill \"foltert\" die Prinzessin, indem er eine schlafende Katze auf den Schoß der Prinzessin legt und ihre Beine einschlafen. Sie gesteht, die Katze entfernt zu haben, ohne sie zu wecken. Die Prinzessin wird eingeladen, dem Feldtag der Schule zuzuschauen, an dem Mao-Mao teilnimmt, und sitzt neben Tortura, Datama, Youki, Inki und Ex außerhalb des Feldes. Der Höllenlord nimmt zusammen mit ihrer Mutter an einigen Spielen mit Mao-Mao teil. Princess kann nicht glauben, dass die bedrohliche Figur, die mit Mao-Mao spielt, der Höllenlord ist, den sie als den größten Feind der Menschheit kennt. Nachdem der Höllenlord die Schlussrede gehalten hat, kehrt die Prinzessin mit allen anderen zurück.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13784246","hoster":"VOE"},{"path":"/redirect/13784252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Youki und Inki müssen, um die Aufstiegsprüfung zum nächsten Inquisitorrang zu bestehen, den Dämonenkönig erfolgreich foltern. Dazu holen sie sich Rat von der Prinzessin. Doch auch die ist sich nicht sicher, welche Methode auf den Anführer der Dämonen wirken könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13809746","hoster":"VOE"},{"path":"/redirect/13809748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Der Dämonenkönig ist verletzt worden. Während sich der Generalstabschef fragt, welcher Feind das getan haben könnte, wird die Prinzessin von Torture mit Schwarztee gefoltert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13822260","hoster":"VOE"},{"path":"/redirect/13822280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Während die Prinzessin bei der Folter am Strand Spaß hat, trifft der weiße Ritter Louch im Wald auf den Dämonenkönig. Zuerst kommt es zum Kampf, doch bald merken die beiden, dass sie eine gemeinsame Leidenschaft haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13846500","hoster":"VOE"},{"path":"/redirect/13846501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Nach der Folter mit niedlichen Katzen steht diesmal ein Hund auf dem Programm. Doch da legt sich ein ungewöhnlicher Zauber über die Dämonen des Schlosses. Das könnte eine Chance für die Prinzessin und Ex sein, aus dem Gefängnis zu entkommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13874649","hoster":"VOE"},{"path":"/redirect/13874647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hime-sama-goumon-no-jikan-desu/staffel-1/episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Torture und die anderen Inquisitorinnen werden vielleicht demnächst versetzt. Die heutige Folter könnte also die Allerletzte sein, doch die Prinzessin wünscht sich nichts mehr, als bei ihren neuen Freundinnen bleiben zu dürfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13886837","hoster":"VOE"},{"path":"/redirect/13886839","hoster":"Streamtape"}]}]}]}]}