{"path":"/serie/stream/hindafing","name":"Hindafing","descr":"Handlungsort ist die kleine Gemeinde Hindafing, die angesichts veralteter Industrie und nicht vorhandenen Touristen versucht, sich ein neues Image zu geben. Der Plan des jungen Bürgermeisters Alfons Zischl (Brückner): gemeinsam mit dem Landwirt und Bio-Metzger Sepp Goldhammer (Giebel) will er ein neues Shoppingzentrum errichten, ganz zugeschnitten auf die aktuellen Ökotrends. Doch die Landespolitik macht Zischl einen Strich durch die Rechnung, denn Hindafing muss 50 Flüchtlinge aufnehmen. Deren Ankunft setzt allerlei Geschehnisse in dem kleinen Ort in Gang. So verliebt sich der junge Pfarrer Krauss (Michael Kranz) ausgerechnet in den jungen Afrikaner Amadou (Joel Sansi). Der türkischstämmige Dorfpolizist Erol Yildirim (Ercan Karacayli) muss sich als alleinerziehender Vater nicht nur um seine zwei Kinder kümmern, sondern auch noch gegen Bürgermeister Zischl wegen mutmaßerlicher Beziehungen ins Drogenmilieu ermitteln. Zischl versucht zudem auch an die schwarzen Kassen seines Vaters heranzukommen. Für seine Ehefrau Marie (Röver) und ihre Freundin Gabi Goldhammer (Berndt) tun sich durch die Ankunft der Flüchtlinge währenddessen ganz neue Aufgabengebiete auf. Dann ist da noch Karli Spitz (Braun), der Betreiber des Vereinsheims, dessen Tochter Jackie (Kathrin von Steinburg) sich beim besten Willen nicht mehr daran erinnern kann, wer denn der Vater ihrer Tochter ist","seasons":[{"path":"/serie/stream/hindafing/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hindafing/staffel-1/episode-1","name":"Donau Village","epNo":1,"alt":"","descr":"Hindafings Bürgermeister Alfons Zischl steckt in einer prekären Situation: Er ist so hoch verschuldet, dass noch während der Beerdigung seines Vaters sein Auto gepfändet wird. Der millionenschwere Vater hat ihm keinen Cent hinterlassen, das Geld ist im Ausland verschwunden. Ärgerlich, denn nicht nur bei der Bank hat Zischl Schulden. Auch der zwielichtige Slomka, von dem Zischl die Drogen bekommt, um sich für seinen anstrengenden Job fit zu halten, kann richtig ungemütlich werden. Zischls große Hoffnung ist das Donau Village, ein geplantes Bio-Shoppingparadies, das in der alten Kriegskonservenfabrik der Familie Goldhammer entstehen soll. Wenn er für dieses Bauprojekt die Genehmigung für eine Autobahnverbindung im Gemeinderat durchboxt, hat ihm sein Spezl, der Bioschlachter Sepp Goldhammer, eine ordentliche Beteiligung in Aussicht gestellt. Doch Zischls größter Gegner im Gemeinderat, der Vereinsmeier Karli Spitz, will nur zustimmen, wenn seine Tochter Jackie im Donau Village ihren eigenen Beautysalon bekommt – was wiederum Goldhammers Plänen zuwiderläuft. Während sich Alfons Zischl mit windigen Versprechungen bemüht, die verschiedenen Interessen in Hindafing unter einen Hut zu bringen, macht ihm Landrat Pfaffinger ein überraschendes Angebot: Er könne ihm Zugriff auf das väterliche Schwarzgeldkonto verschaffen, wenn Zischl dafür Flüchtlinge im Ort aufnimmt. Da es in Hindafing weder Schulen noch Turnhallen gibt, bleibt im Prinzip nur eine Möglichkeit die Flüchtlinge unterzubringen: im Rohbau des Donau Village. Zischl steht vor einer folgenschweren Entscheidung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9615019","hoster":"VOE"},{"path":"/redirect/8572617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-1/episode-2","name":"Schwarze Kassen","epNo":2,"alt":"","descr":"Nachdem die Flüchtlinge in das Donau Village eingezogen sind, bekommt Hindafings Bürgermeister Alfons Zischl Druck von allen Seiten. Die Asylbewerber beklagen sich über ihre Unterkunft und Sepp Goldhammer will Zischl mit immer rabiateren Methoden zwingen, die angeordnete Enteignung des Donau Village rückgängig zu machen, um sein Einkaufzentrum doch noch eröffnen zu können. Auch Karli Spitz ist sauer – schließlich kann seine Tochter Jackie keinen Beautysalon in einer Flüchtlingsunterkunft einrichten. Spitz hat dabei ein ganz besonderes Druckmittel in der Hand: Er ist fest davon überzeugt, dass der unbekannte Vater seiner Enkeltochter Sophie kein anderer ist als Zischl persönlich, der seinerzeit in einer alkoholgeschwängerten Nacht Jackie Spitz sehr nahe gekommen ist. Karli Spitz droht nun damit, bei Zischls Ehefrau Marie die Bombe platzen zu lassen. Dabei steht die Ehe der beiden wegen der Schikanen durch Zischls demente Mutter Rosi gerade sowieso nicht unter einem guten Stern. Alfons Zischl hat alle Hände voll damit zu tun, seinen Kopf immer wieder aus der Schlinge zu ziehen. Erst als Inspekteure mehrere Behälter mit Fleischabfällen aus der Ukraine auf dem Hof der Bioschlachterfamilie Goldhammer entdecken, wendet sich das Blatt – denn jetzt ist es Sepp Goldhammer, der dringend Zischls Hilfe braucht. Doch gerade als es so aussieht, als hätte er all seine Probleme im Griff, ihm sogar die Gelder vom Schwarzgeldkonto seines verstorbenen Vaters endlich übergeben werden, macht Zischl beim Drogendealer Slomka einen fatalen Fehler …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335851","hoster":"VOE"},{"path":"/redirect/8572615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-1/episode-3","name":"Stille Teilhaber","epNo":3,"alt":"","descr":"Hindafings Bürgermeister Alfons Zischl muss der Polizei erklären, warum er in den Trümmern eines Drogenlabors mit abgetrenntem Finger und zwischen lauter verkohlten Geldscheinen gefunden wurde. Er behauptet nur zufällig dort gewesen zu sein. Weil er dabei das ganze Erbe seines Vaters verloren hat, bleibt Zischl keine andere Wahl, als Sepp Goldhammer wieder für das Projekt Donau Village zu gewinnen. Das bedeutet allerdings auch, dass die Flüchtlinge umgesiedelt werden müssen. Ausgerechnet das Vereinsheim der Eintracht Hindafing bietet sich als einzige Lösung an – sehr zum Zorn von Karli Spitz. Doch mit diesem Plan zieht Alfons Zischl auch den Ärger von Gabi Goldhammer auf sich, die sich inzwischen sehr gut in ihrer Rolle als heimliche Chefin der Goldhammer-Fleischbetriebe gefällt. Gabi möchte Flüchtlings-Integration und Bio-Lebensmittel unter einen Hut bringen. Sie stellt Flüchtlinge zum Schlachten an und will aus dem Donau Village eine Vorzeige-Unterkunft für ihre neuen Arbeitskräfte machen. Unterstützung erhält sie unerwartet von ihrem Sohn: Moritz hat Zischls Handgreiflichkeiten mit dem Drogendealer Slomka beobachtet und dessen abgebissene Fingerspitze als Beweisstück behalten. Er droht nun, damit zur Polizei zu gehen, wenn Zischl die Flüchtlinge im Vereinsheim unterbringt. Sepp Goldhammer dagegen will endlich freie Bahn für das Donau Village. In dieser vertrackten Situation bringt der Flüchtling Nabil Alfons Zischl auf einen kühnen Gedanken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379559","hoster":"VOE"},{"path":"/redirect/8572618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-1/episode-4","name":"Drogenpolitik","epNo":4,"alt":"","descr":"Nachdem das Vereinsheim in Flammen aufgegangen ist, will Polizist Erol von Bürgermeister Alfons Zischl endlich wissen, warum man immer dort auf ihn trifft, wo es brennt. Und Sepp Goldhammer ist sauer, weil die Flüchtlinge nun weiter im Donau Village bleiben. Doch damit nicht genug: Dem Betreiber des Vereinsheims Karli Spitz platzt wegen Zischls Machenschaften endgültig der Kragen und er lässt sich als Gegenkandidat für die Bürgermeisterwahl aufstellen. Mit einer von ihm organisierten Lichterkette gegen Fremdenhass kann Zischl die Stimmung in Hindafing zunächst aber wieder zu seinen Gunsten drehen. Bei einem Besuch von Pfarrer Krauss, der sich für die Flüchtlinge engagiert und sich dabei vor allem für den Afrikaner Amadou und dessen künstlerisches Talent begeistert, entdecken Marie Zischl und Amadou ihre gemeinsame Leidenschaft für die Malerei. Alfons Zischl möchte, dass ihn Marie auf die Geburtstagsparty des Landrats begleitet, denn dieser will ihm dort den Investor eines internationalen Energiekonzerns vorstellen. Mit dessen Hilfe sollte einer Wiederwahl Zischls nichts im Wege stehen. Nach dem Tod seines Dealers sind die Drogenvorräte von Alfons Zischl aufgebraucht. Um Nachschub zu besorgen, lässt er sich von Nabil zu einer Reise zu einem Asia-Markt in Tschechien überreden, die sich zu einem Desaster entwickelt. Denn Nabil will auf der Rückfahrt vier illegale Flüchtlinge in Zischls Auto über die Grenze schmuggeln. Um trotzdem noch rechtzeitig zum Geburtstag von Landrat Pfaffinger zu kommen, muss Zischl ein paar haarsträubende Abenteuer überstehen – an deren Ende eine ganz unerwartete Begegnung steht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916830","hoster":"VOE"},{"path":"/redirect/8572624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-1/episode-5","name":"Wahlkämpfe","epNo":5,"alt":"","descr":"Bürgermeister Zischls Gegenkandidat Karli Spitz bekommt Oberwasser, glaubt er doch endlich Beweise in der Hand zu haben, die belegen, dass Alfons Zischl der Vater von Sophie Spitz ist. Aber am Vorabend der Bürgermeisterwahl scheint ein glücklicher Zufall Zischl in die Karten zu spielen: Er kommt einem dunklen Familiengeheimnis der Familie Spitz auf die Spur und versucht, damit den Rücktritt seines Gegenkandidaten zu erzwingen. Doch die Sache geht anders aus als Zischl sich das vorgestellt hat, sodass er am Ende keinen anderen Ausweg sieht als im heimischen Keller einen Schwung Wahlzettel zu fälschen. Polizist Erol lässt nicht locker und sucht weiter nach Beweisen, um Zischl wegen Verwicklungen in Drogengeschäften oder Menschenhandel zu überführen. Inzwischen vom Dienst suspendiert, bezieht Erol vor dem Haus Zischls Stellung. Dort hat der ehemalige Professor und Liebhaber von Zischls Frau Marie, Hannes aus München, die neu gemalten Bilder entdeckt und will diese gewinnbringend an eine Galerie verkaufen – nur stammen die Bilder nicht von Marie, sondern vom afrikanischen Flüchtling Amadou. In der Zwischenzeit – und zwar gerade in dem Moment, als Erol Zischl bei seinen Unternehmungen mit den Drogen auf dem Tisch und gefälschten Wahlzetteln in der Hand zu entlarven droht – kommt es zu einem Unglück. Und plötzlich hat Zischl noch weitaus größere Probleme zu lösen als seine Wiederwahl …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018273","hoster":"VOE"},{"path":"/redirect/8572621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-1/episode-6","name":"Energiewende","epNo":6,"alt":"","descr":"Nach der unabsichtlichen Einnahme einer Überdosis Drogen hat Zischls Frau Marie ihr Gedächtnis verloren und muss jetzt eine Entzugstherapie machen, die eigentlich eher für ihren Mann sinnvoll wäre. Angesichts dessen beschließt Alfons Zischl, den Drogen abzuschwören und seine neue Amtszeit dafür zu nutzen, ein besserer Mensch zu werden. Gemeinsam mit Sepp Goldhammer schmiedet er den Plan, Landrat Pfaffinger hinters Licht zu führen – so soll verhindert werden, dass dieser in Hindafing ein groß angelegtes Fracking-Projekt ins Leben ruft. Doch Probebohrungen lösen bereits ein erstes Erdbeben aus. Ausgerechnet jetzt holt Bürgermeister Zischl die Vergangenheit ein: Im Hindafinger Weiher taucht eine Leiche auf und sorgt noch einmal für große Turbulenzen mit unerwarteten Konsequenzen für alle Beteiligten. Bei einer einberufenen Pressekonferenz kommt nicht nur Zischl in Erklärungsnöte. An einer völlig unerwarteten Stelle wird dann auch noch die Tatwaffe wieder ins Spiel gebracht. Die Stimmung in Hindafing kocht wegen des Erdbebens und des Mordfalls weiter hoch – und Zischl steht vor einer großen Entscheidung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018287","hoster":"VOE"},{"path":"/redirect/8572620","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hindafing/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hindafing/staffel-2/episode-1","name":"Hidden Champion","epNo":1,"alt":"","descr":"Nachdem sein Vorgänger mit einem Skandal zahlreiche Wählerstimmen verloren hat, soll der neue Landtagsabgeordnete Alfons Zischl seinen Wahlkreis wieder auf Kurs bringen. Doch der Versuch, die Arbeitsplätze einer maroden Firma zu retten, geht nach hinten los. Denn der Betrieb entpuppt sich als dubioser Rüstungsbetrieb, dessen Machenschaften Zischl gleich den nächsten Skandal bescheren. Zischl tut alles, um die Sache sauber zu lösen, doch dabei verstrickt er sich in eine handfeste Intrige, die schließlich in einer Treibjagd mit tragischem Ende mündet: einem Anschlag auf die Ministerpräsidentin…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311246","hoster":"VOE"},{"path":"/redirect/10113155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-2/episode-2","name":"Der Mann der Stunde","epNo":2,"alt":"","descr":"Während Alfons Zischl noch immer damit beschäftigt ist, den von der Pleite bedrohten Rüstungsbetrieb zu retten, indem er mit nicht ganz legalen Mitteln seinen Spezl Sepp Goldhammer vom Einstieg ins Waffengeschäft zu überzeugen versucht, hat er eigentlich ein viel drängenderes Problem: Er muss sein Jagdgewehr zurückbekommen, ehe die ballistische Untersuchung unangenehme Wahrheiten ans Tageslicht bringt. Hier kommt Zischls alter Bekannter Erol ins Spiel. Doch der scheint eine ganz eigene Agenda zu verfolgen! Und als ob das noch nicht genug wäre, versucht der frühere Hindafinger Pfarrer Krauss mit dem Journalisten Bertram Wöhler noch immer herauszufinden, was damals mit seinem Geliebten Amadou geschehen ist – die Spur führt unweigerlich zur Familie Zischl. Unterdessen muss sich Marie mit ihrer Mutter Heidi herumschlagen, die plötzlich in ihr Leben getreten ist und dabei mehr durcheinanderbringt als hilft…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311250","hoster":"VOE"},{"path":"/redirect/10113154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-2/episode-3","name":"Taktisches Versagen","epNo":3,"alt":"","descr":"Der Anschlag auf die Ministerpräsidentin hat eine neue Sicherheitsdebatte ausgelöst, in deren Verlauf die bayerische Polizei mit neuen Waffen ausgerüstet werden soll. Alfons Zischl sieht darin einen Weg, dem Rüstungsbetrieb aus seinem Wahlkreis neue Aufträge zuzuschanzen. Doch dabei muss er sich mit seiner Konkurrentin in der Landtagsfraktion Diana Knaacke-Weibling herumschlagen, die es als weibliche Abgeordnete in der Partei weit gebracht hat und keinen Deut weniger intrigant ist als ihre männlichen Gegenüber. Um sich aus einer unangenehmen persönlichen Situation zu befreien, muss Zischl zu einer Notlüge greifen und eröffnet Marie, dass er Prostatakrebs habe. Als Heidi eine alternative Heilmethode vorschlägt, findet sich Zischl in einer Schwitzhütte auf einem desaströsen Drogentrip wieder…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311248","hoster":"VOE"},{"path":"/redirect/10113156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-2/episode-4","name":"Von ganz oben","epNo":4,"alt":"","descr":"Auf Maries Drängen unterzieht sich Alfons Zischl einer Chemotherapie, während sein Spezl Sepp Goldhammer einen verzweifelten Versuch unternimmt, seine Existenz zu retten, indem er die defekten Waffen des Rüstungsbetriebs einer ukrainischen Separatistengruppe andreht. Doch der scheinbare Ausweg muss wegen restriktiver Waffenausfuhrgesetze über einen Zwischenhändler im Vatikan ablaufen, was Zischl zusammen mit seiner Frau Marie nach Rom führt, wo er während einer Papst-Audienz ein merkwürdiges Déjà-vu erlebt. Währenddessen schlägt der zurückgekehrte Goldhammer-Spross Moritz völlig neue Wege ein und versucht sich als Rekrut bei der Bundeswehr durchzuschlagen. Doch in seiner Kaserne hat nicht nur Moritz düstere Geheimnisse…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311247","hoster":"VOE"},{"path":"/redirect/10113157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-2/episode-5","name":"Exportweltmeister","epNo":5,"alt":"","descr":"Nachdem der Waffendeal mit den Ukrainern in einer handfesten Katastrophe geendet hat, stehen Alfons Zischl und Sepp Goldhammer vor nie dagewesenen Belastungsproben. Krauss ist ihnen inzwischen dicht auf den Fersen und wühlt immer tiefer in der düsteren Vergangenheit und der nicht weniger delikaten Gegenwart. Zu allem Überfluss nutzt währenddessen Schwiegermutter Heidi die häusliche Ehekrise aus, um endgültig einen Keil zwischen Zischl und Marie zu treiben. Angesichts so vieler Widersacher muss Zischl zu immer radikaleren Methoden greifen – und stößt dabei sogar an seine eigenen moralischen Grenzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311249","hoster":"VOE"},{"path":"/redirect/10113158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindafing/staffel-2/episode-6","name":"Inneres und Sicherheit","epNo":6,"alt":"","descr":"Endlich einmal gute Nachrichten für Zischl: Die Ministerpräsidentin Barbara Obereder ist aus dem Koma erwacht und will ihn zum Staatssekretär machen. Alles könnte gut werden, wenn da nicht Marie wäre, die Zischl plötzlich verlässt. Und die Partei, die Zischl plötzlich zum neuen Gesicht ihres rechten Flügels machen will. Und die letzten Überreste der RAF, die plötzlich auftauchen, um Zischl als politischen Gefangenen zu nehmen. Und die Ukrainer, die nach ihren verschollenen Kameraden suchen. Das heillose Desaster mündet schließlich in einem furiosen Finale, bei dem alles auf dem Spiel steht. Wird es Alfons Zischl schaffen, seinen Kopf aus der Schlinge zu ziehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311259","hoster":"VOE"},{"path":"/redirect/10113159","hoster":"Streamtape"}]}]}]}]}