{"path":"/serie/stream/hindsight","name":"Hindsight","descr":"Die Serie spielt in New York und dreht sich um die Enddreißigerin Becca (Laura Ramsey), die kurz vor ihrer zweiten Hochzeit steht. Doch ihre Vorfreude ist stark getrübt durch das Fernbleiben ihrer ehemaligen besten Freundin Lolly (Sarah Goldberg). Der Kontakt brach bereits vor vielen Jahren ab. Als Becca ihre Vergangenheit mit Lolly und den negativen Erfahrungen aus ihrer ersten Ehe noch einmal Revue passieren lässt, wacht sie plötzlich im Jahr 1995 an ihrem Hochzeitstag auf. Sie ist im Begriff ihren ersten Mann, den Bad Boy Sean (Craig Horner), zu heiraten, der ihr alles andere als gut tut. Sie durchlebt ihre Vergangenheit erneut und will diesmal alles richtig machen. Der erste Schritt besteht darin, sich mit Lolly zu versöhnen. Doch Becca muss sich zunächst wieder an die Gegebenheiten der 1990er Jahre gewöhnen – als jeder noch eine AOL-Emailadresse hatte und Rauchen in Bars noch erlaubt war.","seasons":[{"path":"/serie/stream/hindsight/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hindsight/staffel-1/episode-1","name":"Zurück in die 90er","epNo":1,"alt":"Pilot","descr":"Becca will wieder heiraten. Nach der gescheiterten Ehe mit Sean – Künstler, ständig pleite, aber ein \"Space-Shuttle\" im Bett – hat sie sich nun für den biederen Andy entschieden, einen Jugendfreund. Ganz sicher ist sich Becca ihrer Sache allerdings nicht. Daher versucht sie am Tag vor der Hochzeit ihre ehemals beste Freundin Lolly anzurufen. Vergeblich. Doch seit einem Riesenkrach Jahre zuvor hatten die beiden Frauen ohnehin keinen Kontakt mehr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14414054","hoster":"VOE"},{"path":"/redirect/13589122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-2","name":"Das neue alte Leben","epNo":2,"alt":"Square One","descr":"Obwohl sie manches von dem, was die Freundin aus der Zukunft erzählt, nicht wirklich versteht. Und dass Becca partout will, dass Lolly die Beziehung zu Jamie – Beccas jüngerem Bruder – abbricht, wurmt Lolly mächtig. Derweil denkt Becca über weitere Veränderungen und \"Abkürzungen\" in ihrem Leben nach: Wieso nicht gleich Andy küssen, wenn sie ihn 20 Jahre später ohnehin heiraten wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14374732","hoster":"VOE"},{"path":"/redirect/13601611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-3","name":"One-Night-Stand","epNo":3,"alt":"I Never …","descr":"In dieser Folge will Becca der schüchternen Arbeitskollegin Lois die Geburtstagsparty – zu der im ersten Anlauf kein Gast erschienen war – retten. Mit von der Partie sind Melanie, die Beccas Nachfolgerin als Simons persönliche Assistentin geworden ist, Phoebe, die eigentlich nur ihr Brautjungfern-Kleid zurückbringen wollte, und natürlich Lolly. Bei einem Trink-Spiel stellt sich heraus, dass Becca als einzige noch nie einen One-Night-Stand hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358901","hoster":"VOE"},{"path":"/redirect/14378505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-4","name":"Alice im Männerland","epNo":4,"alt":"A Very Important Date","descr":"In dieser Folge ist Lolly ziemlich erleichtert, dass Becca ihr endlich die Beziehung mit Jamie gönnt. Becca allerdings hat ganz andere Probleme: Für welches der Job-Angebote soll sie sich nach der Kündigung bei Simon entscheiden? Wie geht es mit Andy weiter? Und was zieht sie zur bevorstehenden Halloween-Party an?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351646","hoster":"VOE"},{"path":"/redirect/13589127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-5","name":"Roadtrip","epNo":5,"alt":"Then I’ll Know …","descr":"Becca hat ihren Job in Simons Verlag geschmissen und arbeitet nun für ein junges, brandneues Szene-Magazin. Zu ihrer Freude erhält sie den Auftrag, einen Artikel über ein Live-Konzert von R.E.M. ganz in der Nähe zu schreiben. Gemeinsam mit Lolly bricht sie sofort auf. Allerdings ist auch Paige mit von der Party: Denn angeblich kann sie Karten für das Konzert besorgen. Übernachten wollen die Mädchen bei Lollys Dad, einem liebestollen Uni-Professor – blöd nur, dass Lolly bis kurz vorm Ziel in den Plan eingeweiht wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358902","hoster":"VOE"},{"path":"/redirect/14378504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-6","name":"Es kommt wie es kommt","epNo":6,"alt":"Tragic Kingdom","descr":"Becca ist zuletzt immer mutiger geworden, was ihre Eingriffe in das Leben der Mitmenschen betrifft. Doch als sie sich mit Andy am Spring Lake verabredet, hat das böse Folgen: Andy verunglückt auf der Fahrt zum See und liegt nun schwer verletzt im Krankenhaus. Becca macht sich deswegen bittere Vorwürfe. Sie beschließt alles zu tun, was Andy das Leben erleichtern könnte – und zur Not auf ihn zu verzichten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395402","hoster":"VOE"},{"path":"/redirect/13589129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-7","name":"Thanksgiving","epNo":7,"alt":"The Cranberries","descr":"Je länger sich Becca in der Vergangenheit aufhält, desto verworrener wird die Sache: Erst hat sie Lolly verboten, etwas mit Jamie anzufangen. Dann hat sie Sean während der Hochzeit vorm Altar stehen lassen. Sie hat ihren Job hingeschmissen. Und sie hat Andy angebaggert – wohl wissend, dass sie ihn Jahre später ohnehin heiraten wird. Und hat damit natürlich Melanie, Andys Freundin, gegen sich aufgebracht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14384308","hoster":"VOE"},{"path":"/redirect/13601613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-8","name":"Der Rave","epNo":8,"alt":"The Imaginary Line","descr":"Lollys Jungendfreund Kevin ist nach wie vor in New York zu Besuch. Und Lolly – die sich große Hoffnungen macht, dass Kevin und sie ein Paar werden – ist enttäuscht, dass Becca Kevin demonstrativ ignoriert. Uns Zuschauern aber wird allmählich klar: Der Grund für das Zerwürfnis zwischen Becca und Lolly ist nicht – wie Becca behauptet – Jamies Selbstmordversuch nach der Trennung von Lolly gewesen … sondern vielmehr die Tatsache, dass Becca der besten Freundin den Kerl ausgespannt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358961","hoster":"VOE"},{"path":"/redirect/14378506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-9","name":"Verdammter Mistelzweig","epNo":9,"alt":"All I Want For Christmas Is You","descr":"Endlich traut sich Lolly, Kevin ihre Liebe zu gestehen – nur reagiert Kevin leider ganz anders als erhofft: Seine Gefühle für Lolly sind allenfalls geschwisterlich. Lolly ist am Boden zerstört. Daraufhin legt Becca Kevin unmissverständlich nahe, sich gefälligst eine eigene Wohnung zu suchen … und gleichzeitig plant sie eine Riesen-Weihnachts-Party, um die vor Liebeskummer kranke Lolly aufzuheitern. Blöd nur, dass Lolly ausgerechnet Kevin einladen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13617046","hoster":"VOE"},{"path":"/redirect/13625356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hindsight/staffel-1/episode-10","name":"Auld Lang Syne","epNo":10,"alt":"Auld Lang Syne","descr":"Lolly überrascht Kevin und Becca bei einem Kuss – doch selbst dieser Ausrutscher kann die Freundschaft der beiden Frauen nicht dauerhaft gefährden. Obwohl Lolly zunächst stinksauer ist und sich ein paar Tage bei ihrem Vater verkriecht. Becca muss feststellen, dass \"ihre\" Vergangenheit mittlerweile komplett aus den Fugen geraten ist und sie keinerlei Einfluss mehr auf das Leben der anderen hat: Jeder macht, was er will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359015","hoster":"VOE"},{"path":"/redirect/14378507","hoster":"Streamtape"}]}]}]}]}