{"path":"/serie/stream/hinomaru-zumou","name":"Hinomaru Zumou","descr":"Sumo ist nicht einfach nur irgendeine Sportart, sondern ein ganz besonderer Kampfsport, ein heiliges Ritual! Ushio Hinomaru ist begeisterter Sumo-Ringer und steht daher eines Tages vor der Tür des eher schwachen Sumo-Clubs der Oodachi High School. Und auch bei Ushio würde man seine Leidenschaft nicht unbedingt auf den ersten Blick annehmen, denn er ist eher kleiner Statur und das, wo für den Sumo-Sport doch Eigenschaften wie groß und schwer die quasi wichtigsten Regeln darstellen! Auf Ushio trifft das zwar nicht unbedingt zu, das hindert ihn jedoch nicht daran, nach Großem zu streben. Und so kämpft er sich zusammen mit dem Sumo-Club nach und nach an die Spitze. Dabei verfolgt Ushio ein ganz besonderes Ziel, nämlich eines Tages den höchstrangigen Titel im Sumo-Sport zu erhalten: den Hinoshita Kaisan!","seasons":[{"path":"/serie/stream/hinomaru-zumou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-1","name":"","epNo":1,"alt":"National Treasure Onimaru Kunitsuna","descr":"Ushio Hinomaru befindet sich im letzten Jahr seiner Mittelschule. Er ist leidenschaftlicher Sumō-Ringer und ist deshalb auf der Suche nach einer guten Oberschule, an der er weiter Sumō trainieren kann. Auf seiner Suche stolpert er über Ozeki, der an seiner Schule dem Sumō-Club angehört. Dennoch ist die Situation für Ozeki nicht optimal und Ushio hilft ihm, seine Probleme zu lösen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522027","hoster":"VOE"},{"path":"/redirect/8522030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-2","name":"","epNo":2,"alt":"Wrestling vs Sumo","descr":"Nachdem Ushio dem Sumo-Club seinen Trainingsraum zurückerobert hat, steht eine heiße Phase für den Club auf dem Plan: Mitgliedersuche. Diese verläuft jedoch nicht wie erwartet und Ushio gerät mit Chihiro vom Wrestling-Club aneinander. Die unterschiedlichen Prinzipien der beiden treffen im Ring aufeinander.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522034","hoster":"VOE"},{"path":"/redirect/8522035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-3","name":"","epNo":3,"alt":"The Kusanagi Sword","descr":"Nachdem der Sumō-Club der Odachi-Oberschule Zuwachs verzeichnen konnte, hat Kirihito sehr ambitionierte Ziele für den Club: Er möchte an den nationalen Meisterschaften teilnehmen. Um dies zu erreichen, plant er einen Trainingskampf mit dem stärksten Club der Region, der Eiga-Oberschule. Hier treffen die Jungs nicht nur auf starke Gegner, sondern Hinomaru auch auf ein Phantom seiner Vergangenheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522037","hoster":"VOE"},{"path":"/redirect/8522038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-4","name":"","epNo":4,"alt":"Dachi High`s Fifth Member","descr":"Der Sumō-Club der Ōdachi-Oberschule hat sich endlich zusammengefunden. Ihr Trainingsprogramm hat gestartet und schon beim ersten Morgentraining gibt es Zweifel an Kirihitos Trainingsmethoden. Dieser nutzt diese Zweifel jedoch und zeigt dem Team woran es noch arbeiten muss, und das auf interessante Weise.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522040","hoster":"VOE"},{"path":"/redirect/8522041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-5","name":"","epNo":5,"alt":"The Refreshing Sumo Wrestler, Sada Mizuki","descr":"Die Jungs haben unter Kirihito mit ihren individuellen Trainingsplänen begonnen zu trainieren. Doch die Vorrunden für die Schulwettkämpfe rücken immer näher. So fasst Kirihito den Entschluss, dass es nötig ist, die neuen Club-Mitglieder unter realen Bedingungen kämpfen zu lassen, und macht sich mit ihnen auf zur Ishigami-Oberschule.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522043","hoster":"VOE"},{"path":"/redirect/8522044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-6","name":"","epNo":6,"alt":"Charge!! Shibakiyama Stable","descr":"Während der Rest des Ōdachi-Sumō-Clubs ihren Trainingskampf bei der Ishigami durchstehen, ist Hinomaru unterwegs zum Shibakiyama-Sumō-Stall. Dort angekommen, erlebt er direkt was es bedeutet Teil der Sumō-Welt zu sein und trainiert mit Profis. Aber neben den Aufstrebenden jungen Männern im Stall macht er auch andere Bekanntschaften, die seinen Weg auf die Meisterschaften maßgeblich beeinflussen werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522046","hoster":"VOE"},{"path":"/redirect/8522047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-7","name":"","epNo":7,"alt":"The Honest Clown","descr":"Nachdem alle Mitglieder des Dachi-Sumo-Clubs frenetisch trainiert haben, ist es Zeit, die Früchte ihrer Arbeit zu ernten. Die Oberschul-Vorrunden der Präfektur Chiba stehen an und viele starke Gegner warten auf unsere Helden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522049","hoster":"VOE"},{"path":"/redirect/8522050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-8","name":"","epNo":8,"alt":"What\u0027s Done Is Done","descr":"Nachdem Chihiro seinen Kampf knapp für sich entscheiden konnte, ist es nun an Yūma, seinen Beitrag zu leisten. Dieser ist sich seiner Verantwortung bewusst und hat entsprechende Vorkehrungen getroffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481518","hoster":"VOE"},{"path":"/redirect/8522053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-9","name":"","epNo":9,"alt":"Demon and Moon","descr":"Der letzte Kampf der Vorrunde steht an. Es stehen sich die beiden nationalen Schätze Onimaru Kunitsuna und Mikazuki Munechika gegenüber. Ihr Kampf entscheidet darüber, wer sich für die nationalen Meisterschaften qualifiziert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534785","hoster":"VOE"},{"path":"/redirect/8522056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-10","name":"","epNo":10,"alt":"Unyielding Feelings","descr":"Die Einzelkämpfe der Vorrunde stehen an. Im Gegensatz zu den Teamkämpfen ist es nun möglich, dass sich die Mitglieder des Ōdachi-Sumō-Clubs im Wettkampf begegnen. Während die einen sich auf diese Konfrontationen freuen, sind die anderen unsicher, was sie davon halten sollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481522","hoster":"VOE"},{"path":"/redirect/8522059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-11","name":"","epNo":11,"alt":"Barbecue","descr":"Nach ihrem Sieg bei den Vorrunden sind die Mitglieder des Sumō-Clubs kleine Berühmtheiten an der Dachi. Aber nicht nur das: Sie bekommen auch unerwartet neuen Zulauf. Um dies zu feiern, gehen sie Yakiniku essen. Was eigentlich eine entspannte Siegesfeier werden sollte, wird schnell zu einem Kampf der anderen Art.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481521","hoster":"VOE"},{"path":"/redirect/8522062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-12","name":"","epNo":12,"alt":"Attack!! Nagoya Castle","descr":"Der Sumō-Club der Ōdachi-Oberschule ist in Nagoya angekommen. Das heißt für Kirihito natürlich nur eins: Trainieren! Die anderen sehen das jedoch nicht so eng. Sie wollen die Stadt erkunden. Während die anderen essen gehen, wollen Kei und Hinomaru mit Kirihito im Schlepptau zur Burg in Nagoya. Dort treffen sie einen bisher unbekannten Feind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481524","hoster":"VOE"},{"path":"/redirect/8522065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-13","name":"","epNo":13,"alt":"100-Yen-Coin Training","descr":"Eigentlich sollte der Sumō-Club der Ōdachi-Oberschule nach Nagoya kommen, um dort mit den Ringern des Shibakiyama-Sumō-Stalls zu trainieren. Aber das Schicksal hat andere Pläne für Hinomaru. Ihm wird die Ehre zuteil, unter dem ehemaligen Yokozuna Shunkai zu trainieren. Aber das Training ist hart und was hat eine 100-Yen-Münze damit zu tun?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481526","hoster":"VOE"},{"path":"/redirect/8522068","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-14","name":"","epNo":14,"alt":"The Inter High Begins","descr":"Die Zeit in Nagoya vergeht wie im Flug. Während die anderen mit den Ringern des Shibakiyama-Sumō-Stalls trainieren, bekommt Hinomaru den letzten Schliff vom ehemaligen Yokozuna Shunkai. Nach ihrer Woche in Nagoya steht jedoch ihre bisher größte Prüfung vor der Tür: Die Schulmeisterschaften beginnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13917990","hoster":"VOE"},{"path":"/redirect/8522070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-15","name":"","epNo":15,"alt":"Onimaru Kunitsuna and Dojikiri Yasutsuna","descr":"Die Schulwettkämpfe haben begonnen. Für Hinomaru steht viel auf dem Spiel, weil er zu klein ist, um auf herkömmlichem Weg ein professioneller Sumō-Ringer zu werden. Doch schon früh trifft er auf einen der Favoriten des Turniers: Tennōji Shidō.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522073","hoster":"VOE"},{"path":"/redirect/8522074","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-16","name":"","epNo":16,"alt":"National Treasure Is Delicious","descr":"Die Teamwettkämpfe beginnen. Während Hinomaru seinen Arm behandeln lässt, muss sich der Rest der Ōdachi mit ihrem schlechten Losglück herumschlagen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522076","hoster":"VOE"},{"path":"/redirect/8522077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-17","name":"","epNo":17,"alt":"The One Loved by the Sumo Gods","descr":"Die Teamkämpfe sind im vollen Gang. Während sich die Ōdachi-Oberschule immer weiter im Turnier nach vorne kämpft, steht auch bald die letzte Runde im Einzel an. Und hier treffen zwei Titanen aufeinander.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481529","hoster":"VOE"},{"path":"/redirect/8522080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-18","name":"","epNo":18,"alt":"How I Win","descr":"Nach einer unerwarteten Wendung in den Einzelkämpfen schreitet die Dachi weiter in den Teamkämpfen voran. Bevor sie die Teamkämpfe gewinnen kann, muss sie an der Tottori-Hakurō vorbei. Diese stellt sich als eine harte Nuss heraus und verlangt den Jungs alles ab.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481531","hoster":"VOE"},{"path":"/redirect/8522083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-19","name":"","epNo":19,"alt":"Weak Spirit, Strong Will","descr":"Das Halbfinale der Teamkämpfe ist im vollen Gange. Bisher sieht es für den Sumō-Club der Ōdachi-Oberschule nicht gut aus. Nun ist es an den verbleibenden Ringern den Tag zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481534","hoster":"VOE"},{"path":"/redirect/8522274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-20","name":"","epNo":20,"alt":"Onimaru Kunitsuna and Dojikiri Yasutsuna Go Again","descr":"Yūma hat den Gleichstand erkämpft. Es geht also in den fünften und letzten Kampf des Halbfinales, in dem Hinomaru auf Tennōji trifft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481538","hoster":"VOE"},{"path":"/redirect/8522087","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-21","name":"","epNo":21,"alt":"Idiot and Idiot","descr":"Die Dachi steht im Finale der nationalen Schulwettkämpfe. Während die Jungs sich überschwänglich freuen, ist Reina mit der Situation unzufrieden. Und auch Chihiro muss sich mit einem Geist aus der Vergangenheit auseinandersetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13481539","hoster":"VOE"},{"path":"/redirect/8522091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-22","name":"","epNo":22,"alt":"The Forgotten National Treasure, Onikiri Yasutsuna","descr":"Nachdem sich Mitsuhashi im Halbfinale verletzt hat, kann er nicht im Finale antreten. So muss der Coach die Bank verlassen und als Kämpfer in den Ring treten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12335852","hoster":"VOE"},{"path":"/redirect/8522094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-23","name":"","epNo":23,"alt":"Spirit","descr":"Nachdem Yūma nicht erfolgreich war, ist es an den letzten beiden, das Finale noch zu retten. Als erster tritt Ozeki in den Ring, der sich einem ausländischen Hünen stellen muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522096","hoster":"VOE"},{"path":"/redirect/8522097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinomaru-zumou/staffel-1/episode-24","name":"","epNo":24,"alt":"The Dream Continues","descr":"Kuze und Hinomaru stehen im Finale der Teamwettkämpfe. Wird Ushio es schaffen, der Erfüllung seines Traums ein Stück näher zu kommen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522099","hoster":"VOE"},{"path":"/redirect/8522100","hoster":"Streamtape"}]}]}]}]}