{"path":"/serie/stream/hinter-dem-abgrund-leben-in-der-lausitz","name":"Hinter dem Abgrund – Leben in der Lausitz","descr":"Die Lausitz steht vor dem Kohleausstieg – und damit geradezu exemplarisch für einen Wandel, den viele Regionen dieses Landes erlebt haben, erleben oder erleben werden. Doch was macht der stete Umbruch mit den Menschen in den Kohleregionen? Die vierteilige Dokumentation zeigt die echte Region, den Kontext, vor dem die Krimihandlung der fiktionalen Serie \"Lauchhammer – Tod in der Lausitz\" spielt. Sie liefert den publizistischen Hintergrund, begleitet ihre Protagonisten über mehrere Monate, lässt sie für sich selbst sprechen und verzichtet weitgehend auf Kommentierungen. Wie prägen die Transformationsprozesse in der Kohleregion die Menschen dort? Gelingt es ihnen, für die Region eine Perspektive zu schaffen und sich gegen die Abwanderung der Jungen und Strebsamen zu stellen?","seasons":[{"path":"/serie/stream/hinter-dem-abgrund-leben-in-der-lausitz/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hinter-dem-abgrund-leben-in-der-lausitz/staffel-1/episode-1","name":"Abschied \u0026amp; Aufbruch","epNo":1,"alt":"","descr":"In der Lausitz ist alles auf Kohle gebaut, seit Jahrzehnten schon – und in Zukunft? In der dokumentarischen Reihe erleben die Zuschauer, wie die Menschen der Region über die Prozesse denken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11406113","hoster":"VOE"},{"path":"/redirect/11406112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinter-dem-abgrund-leben-in-der-lausitz/staffel-1/episode-2","name":"Versprechen \u0026amp; Visionen","epNo":2,"alt":"","descr":"Der beschlossene Kohleausstieg der Bundesrepublik wird die Lausitz wieder dramatisch verändern. 40 Milliarden Euro hat der Bund für den Strukturwandel in den Kohleregionen bereitgestellt. Die riesige Summe ist ein Übergangsgeld, mit dem möglichst gleichwertige Alternativen für die vielen Tausend Industriearbeitsplätze in den Revieren geschaffen werden sollen. Ein Strukturbruch, wie nach dem Ende der DDR, und die Massenabwanderungen in den 1990er Jahre sollen sich nicht wiederholen. Doch wer bekommt das Geld? Die Kommunalpolitiker der Region haben sich zusammengeschlossen, wollen mitreden. Viele Menschen bleiben trotz der umfangreichen Etats misstrauisch. Denn der sogenannte \"Strukturwandel\" ist seit Jahren in aller Munde, und Umbrüche haben sie wahrlich genug erlebt. Wer Arbeit hat, will sie behalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916840","hoster":"VOE"},{"path":"/redirect/11406111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinter-dem-abgrund-leben-in-der-lausitz/staffel-1/episode-3","name":"Alte Jobs \u0026amp; neue Arbeit","epNo":3,"alt":"","descr":"Die Lausitz steht vor dem Kohleausstieg. In der Dokumentation erzählen die Menschen der Region, was sie über die laufenden Prozesse denken, wie sie damit umgehen und was ihnen Heimat bedeutet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11406115","hoster":"VOE"},{"path":"/redirect/11406116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hinter-dem-abgrund-leben-in-der-lausitz/staffel-1/episode-4","name":"Alte Wunden \u0026amp; neue Energie","epNo":4,"alt":"","descr":"In der Lausitz ist nach dem Bergbau Europas größte künstliche Wasserlandschaft entstanden. Campen und Wassersport locken Menschen von nah und fern an. Aber die Region hat auch ein riesiges Problem mit dem Element Wasser.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11406120","hoster":"VOE"},{"path":"/redirect/11406119","hoster":"Streamtape"}]}]}]}]}