{"seriesId":"hip-ermittlerin-mit-mords-iq","name":"HIP: Ermittlerin mit Mords-IQ","descr":"[HPI: Haut Potentiel Intellectuel] Morgane hat einen IQ von 160! Leider aber nie Gelegenheit, das irgendjemandem zu beweisen. Um ihre drei Kinder von zwei verschiedenen Vätern durchzubringen, geht sie noch vor dem Morgengrauen zum Putzen. Zu ihren Kunden zählt auch die örtliche Polizeidienststelle. Als sie aus Ungeschicklichkeit Akten durcheinanderbringt, fallen ihr die aktuellen Ermittlungen ins Auge. Und weil Morgane ist, wie sie ist, hinterlässt sie einen Hinweis mit ihrer deutlichen Meinung zu dem Fall… Und siehe da! Der Fall kann schnell gelöst werden. Schon bald kommen die leitende Kommissarin und ihr bester Ermittler nicht umhin, Morganes Dienste wieder in Anspruch zu nehmen…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Westwind","epNo":1,"alt":"Vents d’ouest","descr":"Morgane Alvaro ist 38 Jahre alt und eine chaotische und unorganisierte alleinerziehende Mutter von drei Kindern. Doch darf man sich von ihrer auf den ersten Blick eher schlichten Persönlichkeit und den etwas zu billig aussehenden Klamotten nicht täuschen lassen. Morgane hat einen IQ von 160! Leider aber nie Gelegenheit, das irgendjemandem zu beweisen. Um ihre drei Kinder von zwei verschiedenen Vätern durchzubringen, geht sie noch vor dem Morgengrauen zum Putzen. Zu ihren Kunden zählt auch die örtliche Polizeidienststelle.","versions":[{"lang":1,"streams":[{"redirect":9384379,"hoster":"VOE"},{"redirect":9384380,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod in der Badewanne","epNo":2,"alt":"Coutume malgache","descr":"Ein Mann wird in der Badewanne seines Hotelzimmers ermordet aufgefunden. Zur Tatzeit hat niemand das Zimmer betreten oder verlassen. Kam der Mörder übers Dach? Es stellt sich heraus, dass der Tote eine falsche Identität benutzte, um schwache und verletzliche Frauen mit viel Charme um ihr Geld zu bringen. War er wirklich ein so übler Bursche, oder hat er nur verzweifelt versucht, vor seiner Frau seine Firmenpleite geheim zu halten, indem er das Geld anderer Frauen aufs private Konto transferierte?","versions":[{"lang":1,"streams":[{"redirect":9384374,"hoster":"VOE"},{"redirect":9384377,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blinde Kuh","epNo":3,"alt":"Colin-maillard","descr":"Die beiden Töchter von Florence Grangeon werden entführt. In Verdacht gerät ihr Ex-Mann Franck Sorin, der darauf bestand, dass die Familie auf einem abgeschiedenen Bauernhof ein Leben in vollkommener Einheit mit der Natur führt. Florence trennte sich von ihm, seither kämpfen beide Parteien um das Sorgerecht. Doch als Karadec und Morgane auf dem Hof ankommen, machen sie aufgrund Morganes ausgezeichneter Kenntnis der Botanik einen schrecklichen Fund: die vergrabene Leiche von Franck Sorin!","versions":[{"lang":1,"streams":[{"redirect":9384391,"hoster":"VOE"},{"redirect":9384388,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schrecklicher Giftfrosch","epNo":4,"alt":"Phyllobates terribilis","descr":"Die Tierärztin Fanny wird tot in ihrer Tierklinik für exotische Tiere aufgefunden. Erst sieht es nach einem Herzstillstand aus, doch dank Morganes Spürsinn stellt sich heraus, dass sie mit einem Froschgift ermordet wurde. In Verdacht gerät der Besitzer einer seltenen Vogelspinne. Sie sollte wegen einer Pilzkrankheit behandelt werden, aber angeblich verstarb sie in der Praxis. Der Besitzer ist in großer Trauer, aber auch stinkwütend. Anscheinend hat Fanny die als verstorben gemeldeten Tiere quicklebendig auf dem Schwarzmarkt weiterverkauft.","versions":[{"lang":1,"streams":[{"redirect":9384386,"hoster":"VOE"},{"redirect":12482395,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blutgruppe 0 negativ","epNo":5,"alt":"Tel maître, tel chien","descr":"Der mysteriöse Mordversuch an einem allein lebenden Mann lässt zunächst seine eigene Tochter als Täterin in Frage kommen. Die Brutalität, mit der er seine Frau behandelte, führte zu ihrem Suizid, was die Tochter ihm nie verziehen hat. Als aber plötzlich eine zweite Tochter auftaucht, eröffnen sich neue Möglichkeiten. Dass das Opfer weniger aus Rache, sondern wegen seines Herzens gekonnt in einen Hirntoten verwandelt wurde, ahnt man zunächst nicht.","versions":[{"lang":1,"streams":[{"redirect":13309454,"hoster":"VOE"},{"redirect":9393269,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erotische Albträume","epNo":6,"alt":"Hep et Soja","descr":"Der Immobilienmakler Alex Viniali wird ermordet. Seine Freundin Myriam ist zutiefst erschüttert. Doch dann stellt sich heraus, dass Myriam \"nur\" eine Stalkerin ist und Alex auf Schritt und Tritt verfolgte. Könnte sie ihn aus Wut über eine Zurückweisung umgebracht haben? Doch in Alex’ Leben war vieles nicht so wie es schien. Privat war er auch gern ein Hooligan, der sich mit anderen in einem Industriegebiet zu Schlägereien verabredete. Hat jemand einen verprügelten Freund gerächt? Auch das ist eine falsche Spur. Dank Morganes Spürnase kommt heraus, dass Hugo erfahren hat, dass sein Vater Alex und Frédéric van Haert ein Verhältnis hatten. Die beiden Männer liebten sich und wollten wegziehen. Das wollte Hugo partout nicht. Hat er etwas mit dem Mord an seinem Vater zu tun? Karadec hat \"Albträume\". Komischerweise haben alle mit Morgane zu tun. (Text: NDR)","versions":[{"lang":1,"streams":[{"redirect":13309455,"hoster":"VOE"},{"redirect":13321072,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Molotowcocktail","epNo":7,"alt":"Cocktail Molotov","descr":"Sie wollen die Unschuld eines jungen Mannes namens Jonathan beweisen. Deswegen begeben sich Karadec und Morgane außerhalb ihres Rechtsgebietes. Sie befragen unbefugt Zeugen, lassen unerlaubt Untersuchungen durchführen und schießen neben dem unerlaubten Betreten polizeilich versiegelter Tatorte auch noch einen Unbewaffneten an. Auch wenn sie mit der Überführung des tatsächlichen Täters durch ihren Alleingang Erfolg haben, es bleibt ein unbefriedigender Beigeschmack.","versions":[{"lang":1,"streams":[{"redirect":9393393,"hoster":"VOE"},{"redirect":9393427,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auch ein blindes Huhn…","epNo":8,"alt":"Homme de peu de foi","descr":"Die Ermittlungen zu den Morden an zwei Menschen, die mit ihren eigenen Autos überfahren wurden, werden auch durch den Umstand nicht leichter, dass die einzige Zeugin blind ist. Karadec fasst sich ein Herz und geht endlich einen \"privaten\" Schritt auf Morgane zu. Leider ist ihm während seiner Reflexionsphase zu den jüngsten Vorfällen um ihrer beider Off-Ermittlungen ein wichtiger Wendepunkt in Morganes Privatleben entgangen.","versions":[{"lang":1,"streams":[{"redirect":9393300,"hoster":"VOE"},{"redirect":9393342,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Geld macht nicht glücklich","epNo":1,"alt":"2300 calories","descr":"Morgane entdeckt den leblosen Körper von Séverine Moutier, einer Verkäuferin, die in dem Schuhgeschäft arbeitet, in dem sich Morgane gerade für die Saison eingedeckt hat. Aber Séverine ist keine gewöhnliche Verkäuferin: Sie hatte gerade im Lotto gewonnen und sich entschieden, ein neues Leben zu beginnen. Zwischen ihrem Exmann, der das ganze Geld ausgegeben hat, einer Schwester, die Séverine für den Tod des Sohnes verantwortlich macht, und einem zukünftigen Ehemann mit Hintergedanken gibt es keinen Mangel an Verdächtigen.","versions":[{"lang":1,"streams":[{"redirect":11525822,"hoster":"VOE"},{"redirect":11525824,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Seltsam/​Nicht seltsam","epNo":2,"alt":"Chelou/​Pas chelou","descr":"Am Straßenrand wird eine Leiche gefunden. Bei der Toten handelt es sich um Laetitia Marini, eine Drogenpolizistin aus Roubaix. Das glauben jedenfalls alle. Aber der Körper ist eigentlich der ihrer Zwillingsschwester Yaëlle. Auf den ersten Blick kannten sich die beiden Frauen nicht, da sie bei der Geburt getrennt wurden. Aber hinter welcher Schwester war der Mörder wirklich her? Yaëlle, verheiratet mit einem gewalttätigen Mann, den sie verlassen wollte, oder Laetitia, die von Charpak, einem Drogenboss, ins Visier genommen wurde?","versions":[{"lang":1,"streams":[{"redirect":11525831,"hoster":"VOE"},{"redirect":11525836,"hoster":"Doodstream"},{"redirect":11525837,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Made in France","epNo":3,"alt":"Made in France","descr":"Morgane macht eine Ausbildung in einer Notrufzentrale. Dort erhält sie den Anruf einer Frau, die behauptet, dass vor ihren Augen ein Mord stattfinde. Aber als Morgane die Frau, Nicole Guerrini, persönlich befragt, schwört sie, dass sie nie angerufen habe. Doch ein paar Stunden später wird sie ermordet aufgefunden. Wer wollte die Tanzlehrerin umbringen? Nicole hatte Alzheimer. Und der Mord, den sie Morgane beschrieben hat, fand in den 1970er-Jahren statt.….","versions":[{"lang":1,"streams":[{"redirect":11525842,"hoster":"VOE"},{"redirect":11525869,"hoster":"Doodstream"},{"redirect":11525847,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Kuh für ein neues Leben","epNo":4,"alt":"Enfant de","descr":"Die verkohlte Leiche des 17-jährigen Valentin Béliard wird in der Scheune seiner Eltern gefunden. Die Ermittlungen von Morgane und Karadec deuten zunächst auf den Diebstahl einer Kuh auf der Béliard-Farm hin, der schiefgelaufen ist. Doch die Ermittlungen nehmen eine unerwartete Wendung. Morgane erfährt außerdem, dass Karadec eine neue Freundin hat. Mithilfe der Kollegen versucht sie herauszufinden, wer diese Frau ist.","versions":[{"lang":1,"streams":[{"redirect":11525839,"hoster":"VOE"},{"redirect":11525850,"hoster":"Doodstream"},{"redirect":11525840,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine tote Richterin","epNo":5,"alt":"De mille feuk","descr":"Carole Massard, eine Richterin in Lille, wird tot aufgefunden. Sie stand kurz davor, ihr Urteil zum Tod eines jungen Business-School-Studierenden zu verkünden. Hat sich der, den sie voraussichtlich verurteilt hätte, gerächt? Aber auch das chaotische Privatleben der Richterin könnte eine Spur sein, zumal sie eine Affäre mit einem verheirateten Mann hatte. Während Sandra, eine übereifrige Journalistin, ihre Nase in den Fall steckt, muss Morgane ihre Trennung von Ludo verkraften","versions":[{"lang":1,"streams":[{"redirect":11525825,"hoster":"VOE"},{"redirect":11525827,"hoster":"Doodstream"},{"redirect":11525820,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Königreich für ein Bett","epNo":6,"alt":"S comme Italie","descr":"Die Leiche des 20-jährigen Marvin wird in einer Sackgasse gefunden. Morgane und Karadec finden bald heraus, dass er als Lieferjunge einer Fast-Food-Kette arbeitete, aber behauptete, Flugzeugpilot zu sein. Wer war Marvin wirklich? Ein pathologischer Lügner? Ein Betrüger? Nichts davon: ein Escort-Boy! Und ein sehr beliebter noch dazu. Während der Ermittlungen lebt Morgane bei Karadec und sieht ihn versehentlich nackt. Durch diesen Eindruck scheint ihr rationales Denken gestört.","versions":[{"lang":1,"streams":[{"redirect":11525823,"hoster":"VOE"},{"redirect":11525828,"hoster":"Doodstream"},{"redirect":11525829,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"55 Kilo","epNo":7,"alt":"55 kilos","descr":"Ein Bestatter wird tot in seinem Geschäft aufgefunden. Morgane entdeckt, dass er vergiftet wurde, als er an der Leiche von Hélène Duquesnoy, der Leiterin eines Kosmetikkonzerns, arbeitete. Frau Duquesnoy starb offiziell an Krebs. Doch als der Sarg der armen Frau exhumiert wird, finden die Ermittler ihn leer vor! Wer hat ihren Körper gestohlen? Hélène wurde eindeutig ermordet. Ihre zerrüttete Familie ist verdächtig.","versions":[{"lang":1,"streams":[{"redirect":11525835,"hoster":"VOE"},{"redirect":11525841,"hoster":"Doodstream"},{"redirect":11525838,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Serendipity","epNo":8,"alt":"Serendipity","descr":"Roxane, eine Agentin für innere Angelegenheiten und Karadecs Freundin, hat Ungereimtheiten in der Akte über den Tod von Romain gefunden, Morganes Ex und große Liebe. Und sie wurde angeschossen! Neue Hinweise führen nach England, wo sie Romain lebend und wohlauf finden.","versions":[{"lang":1,"streams":[{"redirect":11525834,"hoster":"VOE"},{"redirect":11525830,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Spiegelsymmetrie","epNo":1,"alt":"","descr":"Morgane arbeitet wieder als Putzhilfe, diesmal aber in Privathaushalten, konkret bei Emilie. Doch Emilie beschuldigt Morgane, sie zu stalken, woraufhin Morgane den Job hinschmeißt. Dann erfährt sie den Grund für Emilies Paranoia und geht dem nach. Als sie bei einem späteren Besuch nur Emilies Mann antrifft und sich sicher ist, dass dieser sie anlügt, geht sie vom Schlimmsten aus: Der Mann muss Emilie umgebracht haben, zumal auch seine erste Frau bereits unter merkwürdigen Umständen verstorben ist. Auf der Wache wird Morgane zwischenzeitlich sehr vermisst. Der neue Kollege Timothée kann sie nicht so recht ersetzen. Der Einzige, der noch Kontakt zu Morgane hat, ist Gilles, und der weiß nichts davon.","versions":[{"lang":1,"streams":[{"redirect":13312599,"hoster":"VOE"},{"redirect":13312600,"hoster":"Doodstream"},{"redirect":13312598,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"18 Karat","epNo":2,"alt":"","descr":"Morgane kommt, weil sie des Mordes an Emilie verdächtigt wird, ins Gefängnis. Dort wird sie nicht müde, weiter an diesem Fall zu arbeiten. Ihre neuen Freundinnen im Knast unterstützen sie, soweit möglich. Auch draußen setzen ihre ehemaligen Kollegen alles daran, den Fall zu lösen. Schließlich gelingt es mit vereinten Kräften, Morganes Unschuld zu beweisen. Nach diesem neuerlichen gemeinsamen Erfolg, bittet Karadec sie, wieder ins Team zurückzukehren. Morgane stimmt erleichtert und glücklich zu.","versions":[{"lang":1,"streams":[{"redirect":13312601,"hoster":"VOE"},{"redirect":13312614,"hoster":"Doodstream"},{"redirect":13312602,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zeitverschiebung","epNo":3,"alt":"","descr":"Die 17-jährige Schülerin Naïma wird tot im Haus eines Katzenliebhabers aufgefunden. Ihr Vater weiß nichts von ihrer Karriere als Internet-Rap-Star. Verdächtigt werden ihr Manager und ihr Ex-Freund. Es besteht der Verdacht auf Missbrauch.","versions":[{"lang":1,"streams":[{"redirect":13312605,"hoster":"VOE"},{"redirect":13312622,"hoster":"Doodstream"},{"redirect":13312632,"hoster":"Vidoza"},{"redirect":13312610,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Benford’sches Gesetz","epNo":4,"alt":"","descr":"Der Mord an einem \"Unternehmensberater\", der sich durch die Wegrationalisierung von Arbeitsplätzen viele Feinde gemacht hat, erweist sich für die Ermittler als harte Nuss. Sie finden heraus, dass manche dieser ehemaligen Opfer Wiedergutmachungsgeschenke erhalten haben, die anfänglich danach aussahen, das Mordmotiv zu sein. Bald wird klar, dass bei dem Opfer ein Sinneswandel stattgefunden hat, der ihn das Leben gekostet hat. Dass Timothée penetrant charmant weiter um Morgane wirbt, obwohl sie ihm schon einmal den Laufpass gegeben hat, lässt sie wieder vollkommen weich werden.","versions":[{"lang":1,"streams":[{"redirect":13312625,"hoster":"VOE"},{"redirect":13312629,"hoster":"Doodstream"},{"redirect":13312657,"hoster":"Vidoza"},{"redirect":13312624,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ente gut, alles gut","epNo":5,"alt":"","descr":"An einem Ententeich wird die Leiche von Adèle Mercier gefunden. Erst kann man sich nicht erklären, warum jemand diese unscheinbare Dame umbringen sollte. Doch es stellt sich heraus, dass Adèles Vergangenheit viel schillernder war als man gedacht hätte. Und da kommt auch David ins Spiel, ein Mann aus Adèles Vergangenheit, der zuletzt in jenem Schwimmbad gearbeitet hat, in dem auch Adèles Familie ein- und ausging. Morgane kommt dem Verdächtigen David sehr nahe und verbringt sogar eine Nacht mit ihm. Karadec merkt, dass ihn diese Liaison mehr irritiert als ihm lieb ist. Er sucht ein klärendes Gespräch mit Roxane.","versions":[{"lang":1,"streams":[{"redirect":13312628,"hoster":"VOE"},{"redirect":13312631,"hoster":"Doodstream"},{"redirect":13312630,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In klingenden Münzen","epNo":6,"alt":"","descr":"Hinter Morganes Geschirrspüler finden sich 40.000 Euro. Die Vermutung, dass das Geld Henri, ihrem Vermieter, zusteht, zerschlägt sich beim Versuch, es ihm zu übergeben. Der Mord an einer Studierenden bringt die Ermittler durcheinander. Morgane greift die Vermutung des Hausmeisters auf, dass es sich bei dem Opfer um einen Vampir handelt, der nach 20 Jahren Abwesenheit plötzlich unverändert wieder auftaucht. Tatsächlich hat die Studierende damals ihr Studium abgebrochen, nachdem sie durch einen Mitstudierenden, den jetzigen Dekan der Uni, vergewaltigt worden war. 20 Jahre später erkennt sie ihn wieder und will ihn endlich vor Gericht bringen. Er verhindert das final. Karadec und Roxane trennen sich, nachdem sie merkt, dass er sich zu Morgane hingezogen fühlt. Das Geld hinter dem Geschirrspüler entpuppt sich als Serges Lösegeld, das er zahlen will, um sich aus den Fängen irgendwelcher zwielichtigen Gestalten zu befreien. Leider hat Morgane inzwischen schon alles ausgegeben.","versions":[{"lang":1,"streams":[{"redirect":13312642,"hoster":"VOE"},{"redirect":13312658,"hoster":"Doodstream"},{"redirect":13312655,"hoster":"Vidoza"},{"redirect":13312644,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Donner","epNo":7,"alt":"","descr":"Ein Toter im Hasenkostüm wird gefunden. Zunächst glauben alle, es sei Will Zhao, der an seinem Junggesellenabschied verschwand. Doch es ist sein Chauffeur Samir. Wurden die beiden verwechselt? Morgane findet heraus, dass die elterliche Firma der Braut schon zu 40 Prozent der Mutter des Bräutigams gehört. Steckt hier ein Mordmotiv? Morgane schleust sich undercover in die Hochzeitsvorbereitungen und kann als Wedding-Planerin möglicherweise zusätzlich Geld abstauben, denn: die Situation um Serges Lösegeld spitzt sich zu! Karadec lädt Morgane zum Essen ein. Sie hält das jedoch für eine dienstliche Besprechung.","versions":[{"lang":1,"streams":[{"redirect":13312661,"hoster":"VOE"},{"redirect":13312663,"hoster":"Doodstream"},{"redirect":13312677,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bohrmaschinenblues","epNo":8,"alt":"","descr":"Eine Reihe von Morden wird verübt, die Opfer werden allesamt mit einer Bohrmaschine gequält und getötet. An einem Tatort wird Schmuck gefunden, der Schmuck, den Serge der alten Madame Martingale gestohlen hat. Morgane versucht nun, ihren Vater zu schützen und die Ermittlungen in eine falsche Richtung zu lenken. Die Spur des Schmucks führt nach Deutschland, wo Madame Martingale in der DDR für die französische Botschaft gearbeitet hat. Ein Schmuckstück gehörte einer jungen Frau, die versuchte, nach Frankreich zu fliehen. Madame Martingale behauptet, sie habe ihr dabei geholfen. Doch das entpuppt sich als Lügengeschichte. Morgane und Karadec haben ein Date. Doch Morgane geht, nachdem sie sich geküsst haben und sie Karadec sein Passwort entlockt hat, um ein Beweisstück gegen ihren Vater von seinem Rechner zu löschen.","versions":[{"lang":1,"streams":[{"redirect":13312665,"hoster":"VOE"},{"redirect":13312685,"hoster":"Doodstream"},{"redirect":13312670,"hoster":"Streamtape"}]}]}]}]}