{"path":"/serie/stream/hiphop-made-in-germany","name":"Hiphop - Made in Germany","descr":"\"Hiphop – Made in Germany\" erzählt in vier Folgen, wie sich der deutsche Hiphop in den letzten 40 Jahren entwickelte – und dabei unsere Gesellschaft spiegelt und kommentiert: Ob Sexismus, Rassismus, Antisemitismus, ob Mauerfall oder Corona-Krise: Deutschrap reagiert auf Ereignisse, nimmt den Zeitgeist auf, kritisiert und polarisiert. Von den 80ern bis heute, von Heidelberg in die Metropolen unseres Landes, von Kohl bis Scholz – eine packende und intensive Betrachtung deutscher Gesellschaft durch die Brille des Hiphops. U. a. mit Eko Fresh, Liz, Smudo, Eunique, Ali Bumaye, Ebow, Denyo, König Boris, Toni-L., Kitty Kat, T-Low, Gregor Gysi, Michel Friedman.","seasons":[{"path":"/serie/stream/hiphop-made-in-germany/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hiphop-made-in-germany/staffel-1/episode-1","name":"80er- Heidelberg alte Mauern und neuer Sound","epNo":1,"alt":"","descr":"Anfang der 80er Jahre schwappt Hiphop-Kultur mit Breakdance und Rap ins biedere Deutschland. Toni-L ist Gründungsmitglied von Advanced Chemistry und Hiphop-Pionier der ersten Stunde. Gemeinsam mit Martin Stieber (Stieber Twins) begibt er sich in Folge 1 von \"Hiphop - Made in Germany\" in einem alten Mercedes auf eine Zeitreise in die 80er. Bei ihrer Fahrt durch Heidelberg treffen sie auf Özcan Cosar, Antifuchs und Christian Stieber. Und auf Cora E., die von ihren Erfahrungen als erste weibliche MC erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688241","hoster":"VOE"},{"path":"/redirect/13688238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hiphop-made-in-germany/staffel-1/episode-2","name":"90er- Hamburg Kommerz und Realness","epNo":2,"alt":"","descr":"\"Spaßrap\" oder deepe Texte? Was hat den deutschen Hiphop in den 90ern ausgezeichnet und wie hat ihn die politische Lage damals beeinflusst? Dieser Frage gehen Denyo von den Beginnern und die Rapperin Eunique in Folge 2 der Dokuserie \"Hiphop – Made in Germany\" auf den Grund. Die beiden cruisen durch Hamburg und tauchen ein in eine Zeit, in der Deutschrap noch ein Exot in der Medienlandschaft war. Auf ihrer Reise treffen sie unter anderem Lady Bitch Ray und Sleepwalker. Zu Wort kommen aber auch Artists wie Harris, Liz, König Boris and Smudo und viele andere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688239","hoster":"VOE"},{"path":"/redirect/13688234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hiphop-made-in-germany/staffel-1/episode-3","name":"2000er- Berlin  Hartz und Härte","epNo":3,"alt":"","descr":"Die 2000er: Im Rap bricht eine neue Ära an. Es wird hart. Das bekommt auch Kitty Kat zu spüren, die Anfang der 2000er einen Vertrag beim aufstrebenden Label Aggro Berlin unterschreibt, sich aber versteckt gehalten fühlt. Hiervon erzählt sie, während sie gemeinsam mit Ali Bumaye durch Folge 3 von \"Hiphop – Made in Germany\" cruist. Sie tauchen ein in den Spirit der 2000er mit Mixtapes von Bushido, Sido, Eko Fresh und Kool Savas. Auch gesellschaftlich nimmt die Härte zu: Hartz IV kommt, Terroristen fliegen in das World Trade Center, was zu einer antimuslimisch-rassistischen Welle führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688230","hoster":"VOE"},{"path":"/redirect/13688233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hiphop-made-in-germany/staffel-1/episode-4","name":"2010 - bis heute - Frankfurt Cash und Role Models","epNo":4,"alt":"","descr":"Deutschrap ist in seiner Blüte. Ob Getränkemarken, Fast-Food-Ketten oder große Discounter: Jeder will ein Stück vom Kuchen. Berlin verliert in den 2010ern seine Vormachtstellung als Rap-Hauptstadt, Frankfurt übernimmt: In Slang verpackter Straßenrap mit Attitude prägt die Dekade. Es wird echter, roher, authentischer. Das Rap-Duo Celo \u0026 Abdi zeigt in Folge 3 von \"Hiphop – Made in Germany\", wie Rassismus, Sexismus, Kommerz und Weltuntergangsgefühle das letzte Jahrzehnt geprägt hat – und welche Rolle Rap dabei spielt mit Acts wie Haftbefehl \u0026 Liz. Auf dem Trip ebenfalls an Bord: Parshad Esmaeili.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13688228","hoster":"VOE"},{"path":"/redirect/13688229","hoster":"Streamtape"}]}]}]}]}