{"seriesId":"history-in-the-making-geschichte-handgemacht","name":"History in the Making – Geschichte handgemacht","descr":"Antike Bronzerüstungen, Samuraischwert oder Wikingerschild: \"History in the Making\" zeigt legendäre Handwerksprodukte der Menschheitsgeschichte und erklärt, wie sie heute von erfahrenen Spezialisten nachgebaut oder restauriert werden. Neben archaischem Kriegsgerät sind aber auch andere herausragende Zeugnisse der Geschichte Teil des Programms. Vom amerikanischen Baseball bis zur britischen Bierbrauerei aus der Kolonialzeit, von der frühen Druckpresse bis zur kunstvollen venezianischen Glasbläserei – pro Episode stehen drei historische Themen im Fokus. Dabei liefert die Doku-Serie spannende Einblicke in traditionsreiche Berufe, wie Böttcher, Holzschneider oder Schmied, und zeigt, welche Werkzeuge nötig sind, um die jahrhundertealten Erfindungen in aufwändiger Handarbeit zu rekonstruieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rundes Leder","epNo":1,"alt":"Garand/Barrel/Sports Balls","descr":"Von 1941 bis 1957 war es das Standardgewehr der US-Armee: das \"M1 Garand\". Nick Kaikkonen ist Restaurator und auf das Erneuern von Weltkriegswaffen spezialisiert. Auch das M1, eines der ersten halbautomatischen Gewehre überhaupt, gehört zu seinem Repertoire. Aber bevor defekte Komponenten ausgetauscht oder repariert werden können, muss der Restaurator das vier Kilo schwere M1 komplett in seine Bestandteile zerlegen. Außerdem in dieser Episode: traditionsreiche Whiskey-Fässer aus Eichenholz und robuste Baseballbälle im Ledermantel.","versions":[]},{"epId":"episode-2","name":"Brustpanzer und Druckerpressen","epNo":2,"alt":"Armour/Engraving and Printing/Top Hat","descr":"Im 8. Jahrhundert v. Chr. bildeten die Hopliten das Rückgrat des griechischen Heeres. Die schwer bewaffneten Soldaten waren mit einem kunstvollen Brustpanzer aus Bronze ausgerüstet, der vor feindlichen Schwertern schützte und über Generationen weitervererbt wurde. Robb Martin arbeitet seit über 30 Jahren als Schmied. Heute zeigt er, wie die antike Rüstung der Griechen in schweißtreibender Handarbeit entsteht. Später kommt eine Szene aus Shakespeares \"Hamlet\" per Holzschnitt aufs Papier und Hutmacher Chandler Baird Scott zaubert einen Zylinder.","versions":[]},{"epId":"episode-3","name":"Wikingerschilde","epNo":3,"alt":"Viking Shield/Illuminated Manuscript/Cheese","descr":"Streitaxt, Schwert oder Speer: Als die Wikinger vor über tausend Jahren in den Kampf gezogen sind, waren sie schwer bewaffnet. Zur Abwehr feindlicher Klingen leisteten ihnen robuste Rundschilde treue Dienste! Oft waren die Holzschilde bunt bemalt sowie mit Eisen und Leder verstärkt. Welche Handwerkskunst hinter einem Wikingerschild steckt, weiß Robb Martin. Er ist Experte für mittelalterliche Waffen und zeigt, wie nordische Krieger ihre Schilde bauten. Auch in dieser Folge: leuchtende Schriften aus Gold und traditionelle Käseherstellung.","versions":[]},{"epId":"episode-4","name":"Das Schwert der Samurai","epNo":4,"alt":"Katana/Daguerreotype/Electric Guitar","descr":"Seine Geschichte reicht in das 14. Jahrhundert zurück und es gilt als eines der schärfsten Schwerter: das legendäre Katana! Einst von Samurai-Kriegern zum Schutz des Kaisers getragen, ist das japanische Langschwert heutzutage vor allem bei Sammlern beliebt. Michael Bell ist Schwertschmied und hat seine Fertigkeiten bei Nakajima Muneyoshi erlernt. Heute zeigt er, wie ein stahlhartes Katana entsteht. Weitere Glanzleistungen historischer Handwerkskunst: Daguerreotypie, Fotografie auf Silberplatten, und Leo Fenders \"Telecaster\", eine der ersten E-Gitarren der Welt.","versions":[]},{"epId":"episode-5","name":"Das Messer mit dem Bogen","epNo":5,"alt":"Bowie Knife/Windsor Chair/Chocolate","descr":"Revolverhelden im Goldrausch und handfeste Keilereien im Saloon: Die Ära des Wilden Westens lebt bis heute – zumindest in Hollywood. Auch ein massives Jagdwerkzeug, das so genannte \"Bowie-Messer\", ist ein Relikt dieser Zeit. Die charakteristisch geformte Klinge war vor allem bei Cowboys oder Büffeljägern beliebt. Was es mit dem legendären Messer auf sich hat, und wie es in traditioneller Schmiedekunst entsteht, zeigt diese Folge von \"History in the Making\". Außerdem: historische Windsor-Stühle aus dem frühen 18. Jahrhundert und die Anfänge des Schokoriegels à la Roger Rodriguez.","versions":[]},{"epId":"episode-6","name":"Der Speer der Wikinger","epNo":6,"alt":"Viking Spear/Blown Glass/Beer","descr":"Amboss, Hammer und ein heißes Eisen: Heute zeigt Schmied Darrell Markewitz, wie die Wikinger eine ihrer wichtigsten Waffen herstellten – den Speer! Auch Odin, Hauptgott der nordischen Mythologie, traf mit seinem Speer \"Gungnir\" stets ins Ziel. Auf dem irdischen Schlachtfeld hat sich die Waffe ebenfalls bewährt. Denn mit einem stabilen Schaft aus Eichenholz waren die Wurfgeschosse auch für den Nahkampf geeignet. Außerdem in dieser Folge: kunstvolle venezianische Glasbläserei und \"India Pale Ale\", das kräftige Koloniale aus dem 19. Jahrhundert, gebraut nach königlicher Tradition","versions":[]},{"epId":"episode-7","name":"Wurfhölzer und Bumerangs","epNo":7,"alt":"Claymore Sword/Wool/Boomerang","descr":"Wurfhölzer und Bumerangs gehören zu den ältesten Jagdwerkzeugen der Menschheitsgeschichte. Aber nicht nur die Ureinwohner Australiens nutzten derartige Wurfgeschosse. Das älteste bislang gefundene Exemplar stammt aus den Karpaten und wurde auf ein Alter von 23.000 Jahren datiert! John Cryderman baut seit 30 Jahren Bumerangs aus Holz. Heute zeigt er, wie die bemerkenswerte prähistorische Waffe entsteht. Auch in dieser Folge: Matthew Bujaki schmiedet ein legendäres Schwert aus Schottland und Jennifer Osborn zeigt, wie Schafwolle auf traditionelle Weise verarbeitet wird.","versions":[]},{"epId":"episode-8","name":"Das Kukri der Gurkha","epNo":8,"alt":"Kukri Knife/Paper/Brooms","descr":"Es gehört zur Standardausrüstung nepalesischer Soldaten und ist seit dem 15. Jahrhundert als Werkzeug in der Himalaja-Region verbreitet: das Khukuri, oder kurz Kukri. Der Griff des bis zu 45 Zentimeter langen Krummmessers besteht aus Metall, Horn oder Holz und ist oft kunstvoll verziert. Ryu Lim kennt sich bestens mit alten Schmiedetechniken aus. Heute zeigt er, wie aus einem glühenden Stück Stahl ein typisch gekrümmtes Kukri entsteht. Später in dieser Folge: Wie Bambus auf traditionelle Weise zu Papier verarbeitet wird und zwei Schwestern binden Besen nach Art der Shaker.","versions":[]},{"epId":"episode-9","name":"Der englische Langbogen","epNo":9,"alt":"Longbow/Horseshow/Corset","descr":"Der Englische Langbogen revolutionierte die Kriegsführung im Mittelalter. Er war vergleichsweise einfach zu bauen, billiger als ein Schwert und auch auf weite Distanz absolut tödlich. Mit einer Länge von über 180 Zentimetern, und traditionell aus nur einem Stück Eibenholz gefertigt, holte diese bemerkenswerte Waffe reihenweise Ritter von ihrem hohen Ross. Vom trocknen des Holzes über das Abziehen der Rinde mit dem Schweifhobel bis zum so genannten \"Tillern\" – Jamie MacDonald zeigt, wie ein Englischer Langbogen entsteht. Auch in dieser Folge: robuste Hufeisen und hautenge Korsetts","versions":[]},{"epId":"episode-10","name":"Der Albtraum des Ritters","epNo":10,"alt":"Rondel Dagger/Clay Potter/Jeans","descr":"Der Scheibendolch ist eine wirkungsvolle Waffe. Seine spitz zulaufende Klinge schneidet nicht – sie sticht! Im Mittelalter, etwa vom 14. bis zum 16. Jahrhundert war die bis zu 50 Zentimeter lange Stichwaffe ein probates Mittel im Angriff oder zur Selbstverteidigung. Vom Gauner bis zum Edelmann: Derartige Dolche waren quer durch alle Gesellschaftsschichten verbreitet. David Buress ist Schmied und zeigt, wie ein stählerner Scheibendolch in aufwändiger Handarbeit entsteht. Später in dieser Episode: traditionelle Töpferei aus Ton und modische Jeans aus der Arbeiterklasse.","versions":[]},{"epId":"episode-11","name":"Die Wildcat fliegt wieder","epNo":11,"alt":"Wildcat/Wheel/Diddley Bow","descr":"Die \"Wildcat\" war eines der bedeutendsten amerikanischen Jagdflugzeuge während des Zweiten Weltkriegs. Das Modell FM-2 wurde von 1943 bis 1945 produziert. Ausgerüstet mit sechs Maschinengewehren, einer Reichweite von rund 1.200 Kilometern und einer Bomben-Abwurflast von über 90 Kilo, war das trägergestützte Flugzeug ein gefürchteter Gegner! Greg Ward arbeitet als Restaurator in einem Museum und zeigt, wie man eine FM-2-Wildcat, die fast 70 Jahre am Grund des Lake Michigan lag, wieder auf Vordermann bringt. Außerdem: Wagenräder aus Holz und der \"Diddley Bow\".","versions":[]},{"epId":"episode-12","name":"Eine Axt für 2 Schilling","epNo":12,"alt":"Jeep/Carillon Bell/Hudson Bay Axe","descr":"Robust, kraftvoll, geländetauglich und vergleichsweise einfach zu reparieren: Der Jeep war zu Zeiten des Zweiten Weltkriegs das wichtigste Fortbewegungsmittel der US-Streitkräfte am Boden. Markus Schneider ist Mechaniker aus Leidenschaft und er hat sein Hobby zum Beruf gemacht. Heute zeigt der professionelle Restaurator, wie man einem alten Militärjeep Baujahr 1942 wieder zu neuem Glanz verhilft. Weitere Themen in dieser Episode: die Kunst des Glockengießens nach alter Tradition und ein vielseitiges Werkzeug aus dem hohen Norden, die Hudson-Bay-Axt.","versions":[]},{"epId":"episode-13","name":"Die Armbrust des Herzogs","epNo":13,"alt":"Crossbow/Textiles/Telephone","descr":"Gefürchtet und geliebt zugleich: In kriegerischen Auseinandersetzungen des Mittelalters war die Armbrust eine wirkungsvolle Waffe, die in zahllosen Schlachten zum Einsatz kam. Mit einer Reichweite von fast 300 Metern waren die spitzen Armbrustgeschosse sogar in der Lage schwere Panzerungen zu durchbohren. Die tödliche Durchschlagskraft war nicht nur berühmt, sondern vor allem berüchtigt. Heute zeigt Maryellen Burdenwood, wie man eine Armbrust aus dem 15. Jahrhundert baut. Außerdem in dieser Folge: Stoffe weben wie zu Zeiten der Industrialisierung und alte Telefone erstrahlen in neuem Glanz.","versions":[]}]}]}