{"seriesId":"hit-miss","name":"Hit \u0026 Miss","descr":"Chloë Sevigny verkörpert in der Serie die transweibliche Auftragskillerin Mia, die für einen festen Auftraggeber namens Eddie arbeitet. Mia erfährt nach dem Krebstod ihrer ehemaligen Lebensgefährtin, dass sie einen leiblichen Sohn hat, den elfjährigen Ryan. Für diesen und seine drei Geschwister, die auf einem kleinen Bauernhof in Yorkshire leben, übernimmt sie nun das Sorgerecht. Nun auf dem Land lebend, aber weiterhin für Eddie arbeitend, muss Mia den verschiedenen Rollen gerecht werden...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die transsexuelle Mia arbeitet als Auftragskillerin für den skrupellosen Gangster Eddie. Durch einen Brief ihrer todkranken Ex-Freundin Wendy, mit der sie zu ihren ?männlichen Zeiten? eine Beziehung führte, wird sie von ihrem alten Leben eingeholt. Plötzlich ist sie Mutter und fühlt sich für die vier Kinder verantwortlich. Mit allen Mitteln kämpft sie um ihr Wohlergehen. Dabei kommt es auch zu tödlichen Konflikten, die ihr privat sehr nahe gehen.","versions":[{"lang":1,"streams":[{"redirect":11311299,"hoster":"VOE"},{"redirect":10113181,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"John will die Farm nach dem Streit mit Mia endgültig verkaufen. Die Familie gibt Mia die Schuld für diese Probleme und bezeichnet sie als Freak. Mia verlässt daraufhin die Farm.In der Zwischenzeit schleicht ein Fremder um die Farm herum. Was will er von der Familie?Mia beschließt, ihr Erspartes für den Kauf der Farm zu opfern, um die Probleme mit John aus der Welt zu schaffen. Ursprünglich wollte sie damit die Geschlechtsumwandlung bezahlen. Damit John keinen Verdacht schöpft, ist Eddie der Strohmann. Allerdings hat Mia Angst, dass ihr privates und geschäftliches Leben in Konflikt geraten könnten. Bei der Einweihungsparty fragt Ben Mia nach einem Date. Eddie scheint nicht sehr begeistert davon zu sein. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":11311303,"hoster":"VOE"},{"redirect":10113183,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"John bedrängt die Familie weiterhin. Mia will dem ein Ende setzen.Riley, die älteste Tochter der Familie, hat eine Affäre mit John und ist auch noch schwanger von ihm. Doch er bedroht sie: Entweder sie treibt ab oder er legt selber Hand an.Ben und Mia haben ihr erstes Date. Als Ben versucht, Mia zu küssen, weist sie ihn zurück. Sie hat Angst, ihre wahre Identität offen zu legen.Nach einem fehlgeschlagenen Auftrag wird Mia von einem Auto angefahren. Schnell verlässt sie das Krankenhaus und fährt zurück zur Farm. Als Ben sie besucht, beichtet sie ihm, dass sie eine transsexuelle Frau ist. Er reagiert entsetzt.Der unbekannte Mann hat ein Foto der Familie und schleicht noch immer über das Anwesen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":11311307,"hoster":"VOE"},{"redirect":10113235,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Riley sieht keine andere Möglichkeit mehr, als Mia ihr Geheimnis anzuvertrauen. Sie hofft, dass Mia ihr hilft, das Kind großzuziehen.Mias Geständnis hat Ben ins Grübeln gebracht. Er denkt über seine Gefühle für Mia nach. Ist sie ein Mann oder eine Frau? Er ist verwirrt und kann seine Sexualität selber kaum einschätzen. Ist er vielleicht schwul?Leonie, die Jüngste der Familie, ist verschwunden. Sie ist mit dem fremden Mann mitgegangen. Während die ganze Familie nach ihr sucht, erzählt der Mann ihr, er sei ihr Onkel.Riley ist alleine zuhause. John will eine Abtreibung erzwingen. Doch als Riley sich erneut weigert, fängt er an sie zu würgen. (Text: RTL Crime)","versions":[{"lang":1,"streams":[{"redirect":11311306,"hoster":"VOE"},{"redirect":10113184,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Mia setzt ihr professionelles Wissen ein, um Johns Tod zu vertuschen. Um die Leiche zu verstecken, bittet sie Eddie um Hilfe. Währenddessen versucht Riley, zu realisieren, was sie getan hat. Levi, der älteste Sohn, arbeitet inzwischen für Eddie als Laufbursche. Mia ist darüber jedoch nicht sehr begeistert. Um die Beziehung zu Ben zu verbessern, übernachtet Mia bei ihm. Am nächsten Morgen findet sie heraus, dass Ben während der problematischen Phase zwischen ihm und ihr mit anderen Frauen geschlafen hat.","versions":[{"lang":1,"streams":[{"redirect":11311310,"hoster":"VOE"},{"redirect":10113185,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Mia fährt mit den Kindern auf einen Rummelplatz in der Stadt. Da sie dort ihren Bruder sieht, geht sie davon aus, dass auch ihre Mutter in der Nähe sein muss. Mia findet sie. Doch diese erkennt sie kaum wieder. Als Mias Bruder in den Wohnwagen kommt, zeigt er sich der Geschlechtsumwandlung gegenüber sehr intolerant: Er schlägt Mia nieder und schneidet ihre schönen langen Haare ab. Mia bricht verzweifelt zusammen und kapselt sich von den anderen ab. Eddie gibt ihr zwei weitere Aufträge. Nachdem sie den ersten Auftrag erledigt hat, klingelt es an der Tür: Es sind Ben und Ryan, die sich große Sorgen um Mia gemacht haben. Gemeinsam fahren sie zurück zur Farm. Den zweiten Auftrag will Mia erledigen, nachdem sie ihre Mutter aus den Zwängen ihres Bruders befreit hat. Sie fährt nochmal zum Wohnwagen. Sie überwältigt ihren Bruder und nimmt ihre Mutter mit zu sich auf die Farm. An der Farm wartet bereits die Polizei. Allerdings nicht auf Mia, sondern auf Riley. Sie soll verhaftet werden, da sie unter dem dringenden Tatverdacht steht, John umgebracht zu haben. Im letzten Moment nimmt Liam, der unbekannte Mann, die Schuld auf sich und wird abgeführt. Mia macht sich auf den Weg, um ihren zweiten Job zu erledigen. Diesmal verfehlt sie jedoch ihr Opfer … (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11311311,"hoster":"VOE"},{"redirect":10113186,"hoster":"Streamtape"}]}]}]}]}