{"path":"/serie/stream/hit-wer-erzieht-hier-wen","name":"HIT - Wer erzieht hier wen?","descr":"Der unangepasste Lehrer Hugo Ibarra Tomás alias HIT (Daniel Grao) versucht, mit seinen alternativen Methoden Jugendliche in einer Krise auf den richtigen Weg zu bringen. Als eine ehemalige Kollegin ihn bittet, an ihrer Schule auszuhelfen, willigt er ein. Schon bald muss er aber feststellen, dass mehrere Schüler mit krimineller Energie alle anderen tyrannisieren. Vom verwöhnten Mädchen aus reichem Haus bis zum vorbestraften Jugendlichen – die Gruppe besteht aus allen gesellschaftlichen Schichten und hat sowohl die Lehrerkräfte als auch die Eltern unter Kontrolle.","seasons":[{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-1","name":"Die Infektion","epNo":1,"alt":"La infección","descr":"Ester, Direktorin der Anne-Frank-Schule in Madrid, wendet sie sich hilfesuchend an einen alten Freund: Hugo Ibarra Toledo ist Pädagoge und Schulproblem-Spezialist und soll die Schülerschaft wieder auf Spur bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13638297","hoster":"VOE"},{"path":"/redirect/13652281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-2","name":"Eine Beratung","epNo":2,"alt":"A Consulta","descr":"Das erste, was Hugo tun muss, um die Anne-Frank-Schule zu heilen, ist die Krankheit zu identifizieren: eine Gruppe von neun Schülern, die er für alle Krankheiten im Zentrum verantwortlich hält. Um mit ihnen zu arbeiten und seine Methode anzuwenden, muss Hugo zunächst die Eltern der Jungen und Mädchen überzeugen, die Genehmigung zu unterschreiben und ihre Kinder einer so außergewöhnlichen Dynamik auszusetzen. Das Problem ist, dass Hugo das Wort, aber auch die Provokation sehr gut beherrscht. Nach einem ersten Treffen verweigern die Eltern von drei der Jungen (Lena, Gus und Darío) ihre Zustimmung. Ohne sie ist die HIT-Methode nutzlos: Die Infektion wird nicht abklingen und sich ausbreiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13658110","hoster":"VOE"},{"path":"/redirect/13652280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-3","name":"Die Diagnose","epNo":3,"alt":"El diagnóstico","descr":"Um eine Krankheit zu behandeln, muss zunächst eine gute Diagnose gestellt werden. Aus diesem Grund besteht Hits erster Kurs darin, die Jungs in der Turnhalle einzusperren und dass sie beginnen, sich zu akzeptieren, sich zu kennen. Anzunehmen, dass es sich um Menschen handelt, deren Handlungen Konsequenzen haben. Dazu lässt Hugo sie sich selbst konfrontieren. Es zwingt sie, sich selbst zu erforschen, zu finden, was sie ausmacht und es zu benennen. Sowohl seine positiven als auch negativen Teile. Wenn Hugo sie zwingt, nach innen zu schauen, sehen viele Dinge, die sie nicht sehen wollen, wie Marga, die mitten in der Klasse explodiert. Dieser Tag fällt mit dem Todestag seines Bruders Santi zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13637086","hoster":"VOE"},{"path":"/redirect/13652284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-4","name":"Die Reinigung","epNo":4,"alt":"La limpia","descr":"Auf der Deponie arbeitet Nassir, Nourdins Vater, zu dem er kein gutes Verhältnis hat. Nassir möchte, dass sein Sohn neben ihm auf der Müllkippe arbeitet, was Nourdin nicht ganz gefällt. Im Gegenteil: Es scheint ihm ein verabscheuungswürdiger Job. Aber um nicht wie sein Vater zu enden, sollte Nourdin mit dem Studium beginnen und sich nicht so sehr auf seine Muskeln und ein bisschen mehr auf sein Gehirn konzentrieren, was für ihn fast unmöglich ist. Im Hinterkopf gibt es etwas, das viel Lärm macht und Sie daran hindert, klar zu denken. Etwas, das in einem Lager lebte, als er noch ein Kind war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13655556","hoster":"VOE"},{"path":"/redirect/13652282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-5","name":"Der Körper","epNo":5,"alt":"El cuerpo","descr":"Der Kurs schreitet voran und die Jungs scheinen es auch zu tun. Das Problem ist, dass die Anforderungen so hoch sind, dass auch Hugos Müdigkeit und Frustration wächst, dass er sich Tag für Tag mit dem Misstrauen einiger Lehrer auseinandersetzen muss; Die laue Unterstützung von Esther und die Klage einiger Eltern. Insbesondere Silvias Eltern, die Hugo dem Bildungsministerium gemeldet haben, als sie entdeckten, dass sich ihr kleines Mädchen selbst missbrauchte. Trotz der Drohungen stärkt Hugo die Verbindung zu den Schülern und will in ihre intimen Räume eindringen. Und es gibt nichts Intimeres als Sex. Als die Jungs sich öffnen und ehrlich sind, bricht Mari Cruz, die Beraterin, in die Schule ein und unterbricht vorübergehend Hugos Unterricht. Hugo versteht Esters ängstliche Haltung und Revolten nicht: Angesichts der Gefahr, dass der Berater die Methode abbricht, beschließt Hit, noch eine letzte Sonderstunde mit ganz besonderen Gästen zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13655561","hoster":"VOE"},{"path":"/redirect/13652283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-6","name":"Der Rückfall","epNo":6,"alt":"La recaída","descr":"Hugo hat nach dem Vorfall mit dem Ministerium die Schule abgebrochen. Obwohl er glaubt, es aus Würde getan zu haben, ist es tatsächlich seine enorme Angst vor dem Scheitern, die ihn dazu bringt, den einfachen Weg zu gehen und zu fliehen. Das Problem ist, dass dieser Flug das schlimmste Ziel hat: Alkohol. Nach 18 Monaten ohne Alkohol erleidet Hugo einen Rückfall. Bei seinem Sturz in die Hölle wird Hugo zu einem unerwarteten Reisegefährten, Érika, der auch mit Drogenkonsum aus dem Ruder gelaufen ist. In dieser Nacht werden sich beide begleiten und Hugo wird klar, dass er die Jungs jetzt nicht verlassen kann. All die Wut, die er gegen die Abteilung oder das System selbst empfindet, ist kein Grund, die Gruppe über Nacht herumliegen zu lassen. Hugo geht schließlich wieder zur Schule, um seine Methode weiter anzuwenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13638415","hoster":"VOE"},{"path":"/redirect/13652285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-7","name":"Intensivstation","epNo":7,"alt":"Cuidados intensivos","descr":"Jetzt ist es an der Zeit, sich Ihren Ängsten und Frustrationen zu stellen. Dafür organisiert Hugo einen Escape Room in einem der beiden Pavillons im Zentrum. Er sperrt die Jungs ein und zwingt sie, als Team zu arbeiten, um zu fliehen, bevor die Zeit abläuft. Das Spiel wird mehr als ein Problem zwischen ihnen aufwerfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13655555","hoster":"VOE"},{"path":"/redirect/13652286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-8","name":"Die Erfolgsbilanz","epNo":8,"alt":"El historial","descr":"Die Jungs müssen ihre vergangenen Verletzungen Revue passieren lassen. Die Bedingungen der Vergangenheit. Es ist ein Rucksack, den wir unser ganzes Leben lang tragen. Bis zu dem Punkt, dass es uns verformen kann, wenn es viel wiegt. Hugo bittet die Jungen, einen Gegenstand mitzubringen, der etwas über seine Familie erzählt. Jeder macht es so und jedes Objekt ist eigenartiger als das vorherige, aber Andrés nimmt den Kuchen. Alle sind erstaunt, als Andrés ihnen das Objekt zeigt, das er ausgewählt hat, um seine Geschichte zu erzählen: die BB-Waffe, die er seinem Vater Cristóbal behält, bis er aus dem Gefängnis kommt. Eine Waffe ist kein Gegenstand für die Schule. Hugo, der erstarrt, als er in einer Schule wieder eine Waffe sieht, ergreift Andrés\u0027 Waffe. Der Junge hat seinen Vater so idealisiert, dass er alles tut, um die Waffe wiederzufinden, bis er Hugo konfrontiert, der Andrés mitten in einem Streit dazu bringt, die Beziehung zwischen Cristóbal und ihm wirklich zu sehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13658231","hoster":"VOE"},{"path":"/redirect/13652288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-9","name":"Die Prüfungen","epNo":9,"alt":"Los exámenes","descr":"Der Kurs neigt sich dem Ende zu und die Prüfungen stehen an. Die Jungs fangen an zu lernen, aber nicht alle können sich konzentrieren. Jaco hat zum Beispiel keine Hoffnung, den Kurs zu bestehen. Andere, wie Nourdin, werden versuchen, ihr Bestes zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13637049","hoster":"VOE"},{"path":"/redirect/13652287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hit-wer-erzieht-hier-wen/staffel-1/episode-10","name":"Medizinische Freigabe","epNo":10,"alt":"Alta médica","descr":"Beende den Kurs. Für den letzten Unterrichtstag möchte Hugo, dass die Jungs eine Basketball-Tanzshow veranstalten, die sie alle zum letzten Mal zusammenbringt. Es ist an der Zeit, die Früchte zu ernten, zu sehen, ob die Probleme gelöst wurden und in die Zukunft zu blicken. Lena, Andrés, Darío, Erika, Gus, Jaco, Marga, Nourdin und Silvia erleben eine spannende Abschlussbegegnung. Es ist die letzte Klasse. Das letzte Mal sind sie mit Hugo zusammen und das letzte Mal unternehmen die Neun etwas zusammen. Nach der Show erhalten die Jungs die Noten und mit ihnen die Entscheidung, was sie mit dem Rest ihres Lebens anfangen sollen. Hat es Hugo geschafft, die Anne-Frank-Schule vor einer Ansteckung zu retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13658232","hoster":"VOE"},{"path":"/redirect/13652290","hoster":"Streamtape"}]}]}]}]}