{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende","name":"Hitlers Flucht – Wahrheit oder Legende?","descr":"Der Tod Adolf Hitlers am 30. April 1945 beschäftigt seit Jahrzehnten zahlreiche Experten und Historiker. Für die neue Doku-Reihe \"Hitlers Flucht – Wahrheit oder Legende?\" (Originaltitel: \"Hunting Hitler\") hat nun ein Expertenteam die im Jahr 2014 freige­gebenen FBI-Dokumente ausgewertet und geht darin enthaltenen Hinweisen auf Hitlers Verbleib nach April 1945 nach. Für das Team um Robert \"Bob\" Baer, altgedienter CIA-Agent, und Tim Kennedy, Sergeant First Class der 7th Special Forces Group der US Army, bedeutete dies eine Reise auf verschiedene Kontinente und Länder: Die Dreharbeiten fanden in Deutschland, Spanien, auf den Kanarischen Inseln, in Argentinien, Brasilien und in Kolumbien statt. Ausgehend von einer internen Aufzeichnung des früheren FBI-Chefs J. Edgar Hoover (\"American Army officials in Germany have not located Hitler\u0027s body nor is there any reliable source that will say definitely that Hitler is dead\") stellt sich das Team um Kennedy und Baer die zentrale Frage: Wie könnte Adolf Hitler den Zweiten Weltkrieg überlebt haben?","seasons":[{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/filme/film-1","name":"","epNo":1,"alt":"Inside the Investigation","descr":"","versions":[]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/filme/film-2","name":"","epNo":2,"alt":"Anatomy of a Manhunt","descr":"","versions":[]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-1","name":"Verdächtige Spuren","epNo":1,"alt":"The Hunt Begins","descr":"Das Team beginnt seine Ermittlungen anhand von FBI-Akten in der argentinischen Kleinstadt Charata. In den kürzlich freigegebenen Dokumenten finden sich Hinweise auf eine Schule, die einst Teil einer nationalsozialistischen Jugendbewegung war, zu der auch Carlos Buck gehörte, der in der Gegend gelebt hat. Im Zuge seiner Ermittlungen findet das Team außerdem eine Lagerstätte, deren Merkmale denen eines Militärbunkers aus jener Gegend entsprechen, in der die FBI-Akten Hitler vermuteten. Außerdem entdecken sie eine geheimnisvolle Anomalie auf dem Grundstück von Carlos Buck.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14364834","hoster":"VOE"},{"path":"/redirect/14476237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-2","name":"Tunnel unter Berlin","epNo":2,"alt":"Secret Nazi Lair","descr":"Tim untersucht einen Ort im Grenzgebiet zwischen Argentinien, Brasilien und Paraguay, an dem kürzlich eine autarke Anlage der Nationalsozialisten entdeckt wurde. Dort findet das Team verschiedene Relikte sowie ein Magenmedikament, das auch Hitler eingenommen hat. In Berlin stellt Lenny mittels einer Datenbank fest, dass es tatsächlich keine Augenzeugen von Hitlers Selbstmord und auch keine Identifizierung seiner Leiche gegeben hat. Ein DNA-Beweis, den die Russen für Hitlers Tod vorgelegt hatten, erweist sich als falsch. Er gehört zu einer Frau, die auf Eva Brauns Beschreibung passt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8332946","hoster":"VOE"},{"path":"/redirect/8332948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-3","name":"Fluchtpläne","epNo":3,"alt":"Escape From Berlin","descr":"Nachdem feststeht, dass Hitler seinen Tod vorgetäuscht haben könnte, entdeckt Lenny Beweise für eine Massenflucht vom Flughafen Tempelhof genau an dem Tag, an dem Hitler zuletzt gesehen wurde. Eines der Flugzeuge hatte Hitlers Gepäck an Bord. Das Team findet mehrere Tunnel, die den Führerbunker mit dem Flughafen verbinden, von wo aus Hitler aus Berlin geflohen sein könnte. In Argentinien versuchen die Forscher herauszufinden, wie Hitlers Ankunft in Südamerika ausgesehen haben könnte. Mithilfe von Hightech-Software entdecken sie Hinweise auf ein Nazi-Netzwerk im nahegelegenen San Antonio Oeste","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8332954","hoster":"VOE"},{"path":"/redirect/12985732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-4","name":"Geheimes U-Boot","epNo":4,"alt":"The Tunnel","descr":"In Spanien untersucht das Team, ob General Francos Sommerresidenz als Landeplatz für Hitlers Flugzeug gedient haben könnte und entdeckt dabei auf einem nahegelegenen Friedhof ein riesiges Hakenkreuz. Außerdem finden sie eine geheime U-Boot-Anlegestelle, die Hitler die Flucht aus Spanien ermöglicht haben könnte. In Argentinien weist alles auf ein gesunkenes U-Boot in der Gegend von Caleta de Loros hin. Die Forscher setzen Sonartechnik und Tiefseemetalldetektoren ein, um das U-Boot zu finden, das Hitler nach Südamerika gebracht haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335928","hoster":"VOE"},{"path":"/redirect/8332958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-5","name":"Augenzeugenberichte","epNo":5,"alt":"Ratlines","descr":"Lenny DePaul und Gerrard Williams entdecken in einem spanischen Kloster Hinweise auf die Präsenz nationalsozialistischer Anhänger. Sie finden sogar einen Augenzeugen, der Hitler im Kloster gesehen haben will. Weitere Entdeckungen weisen darauf hin, dass Hitler auf seinem Weg nach Südamerika in Spanien Halt gemacht haben könnte. In Argentinien geht die Suche nach dem U-Boot inzwischen weiter. Die Metallobjekte, die das Team geortet hat, stellen sich allerdings als Bauschutt heraus. Doch die Experten geben nicht auf, auch wenn das extreme Wetter die Suche immens erschwert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8332963","hoster":"VOE"},{"path":"/redirect/8332964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-6","name":"Zwischenlandung","epNo":6,"alt":"Hitler’s Safehouse","descr":"Auf Grundlage der FBI-Akten über Hitlers Gesundheitszustand geht das Team davon aus, dass der Diktator die lange Reise von Spanien nach Südamerika nicht ohne Pause hätte durchführen können. Lenny DePaul und Gerrard Williams stellen fest, dass die Kanarischen Inseln wegen ihrer Lage als Zwischenstopp besonders geeignet wären. Sie entdecken auf den Inseln Hinweise auf die Präsenz damaliger nationalsozialistischer Anhänger. Außerdem finden sie eine versteckt gelegene U-Boot-Werft mit Verbindungen zum Hitlerregime.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8332971","hoster":"VOE"},{"path":"/redirect/8332973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-7","name":"Das Nazi-Netzwerk","epNo":7,"alt":"Friends in High Places","descr":"Das Team geht Hinweisen neuer FBI-Akten nach, die Hitlers U-Boot-Anlegestelle mit einem großen Anwesen in den südlichen Anden mit deutschen Besitzern in Verbindung bringen. Dort stoßen sie auf die Stadt Bariloche und das Inalco Haus, in dem Hitler womöglich Unterschlupf fand. Die Experten versuchen sich über den Wasserweg Zugang zu dem mysteriösen Gebäude zu verschaffen. Mithilfe von Netzwerkanalysen stößt das Team auch auf das Hotel Eden, das zwei bekannten Nazi-Unterstützern gehört. Hier will ein Augenzeuge Hitler noch Monate nach seinem Tod gesehen haben","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14364822","hoster":"VOE"},{"path":"/redirect/14476238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-1/episode-8","name":"Suche im Sumpf","epNo":8,"alt":"Hitler’s Plane","descr":"Am Höhepunkt der Ermittlungen, lässt der Leiter des Teams zwei Sumpfgebiete im Herzen von Bogota untersuchen. Laut den vorliegenden FBI-Akten soll hier ein Flugzeug verschüttet sein, das Hitler nach Kolumbien brachte. Mit Hilfe historischer Karten und modernster Technik, stoßen die Experten auf ein auffälliges Objekt, das tief im Moor versunken liegt und den Beschreibungen des FBI ähnelt. Könnte es sich tatsächlich um das gesuchte Flugzeug handeln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8332983","hoster":"VOE"},{"path":"/redirect/8332984","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-1","name":"Die Suche geht weiter","epNo":1,"alt":"The Hunt Continues","descr":"Bob und John kehren mit neuen Experten und neuer Technologie zurück, um Hitlers mögliche Flucht aus jeder Richtung zu untersuchen. Ausgestattet mit 14.000 freigegebenen Akten internationaler Geheimdienste, gehen die Ermittlungen des Teams in ganz neue Richtungen. In Berlin entdecken Lenny und Sascha einen bisher unbekannten Ausgang aus dem Führerbunker. Mit diesem neuen Wissen untersuchen sie die Gegenden, die als behelfsmäßige Flugzeugstartbahnen für die Flucht aus Berlin gedient haben könnten. Unterdessen entdecken Tim und Alasdair in dem Nazi-Schlupfwinkel in Argentinien ein neues Gebäude","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252223","hoster":"VOE"},{"path":"/redirect/8332997","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-2","name":"Fragliche Fluchtroute","epNo":2,"alt":"The Compound","descr":"Bobs und Johns parallele Untersuchungen gehen in Europa und Argentinien weiter. Während das Team der Möglichkeit einer Flucht aus Berlin per Flugzeug nachgeht, findet es Hinweise auf einen Zwischenstopp Hitlers in Spanien. Lenny und James stoßen dort auf Hinweise, dass dieser sich nach dem Krieg in Dänemark aufgehalten haben könnte, und untersuchen eine Landebahn und ein Bunkersystem. In Argentinien entdecken Tim und Alasdair einen Hinweis nach dem anderen darauf, dass das Gebiet ein Nazi-Quartier gewesen sein könnte. Viele Bauten deuten darauf hin, dass die Gegend streng bewacht wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8333002","hoster":"VOE"},{"path":"/redirect/8333008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-3","name":"Interviews und Zeugen","epNo":3,"alt":"Eyewitness Accounts","descr":"Bobs und Johns Ermittlungen führen sie nach Nordspanien, wo ein freigegebenes Geheimdokument zeigt, wie Hitler und sein Verbündeter Leon Degrelle von Dänemark ins spanische San Sebastian gelangt sein könnten. James und Mike finden in Spanien einige Augenzeugen, einen Satelliten aus dem Dritten Reich und etwas, das ein Nazi-Kommunikationszentrum gewesen sein könnte. Das Südamerikateam ist derweil in Misiones, Argentinien, wo es einen Augenzeugen findet, der behauptet, dass sein Vater am Kriegsende für Hitlers Vertrauten Martin Bormann gearbeitet hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8333004","hoster":"VOE"},{"path":"/redirect/8333005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-4","name":"Das Netzwerk der Spinne","epNo":4,"alt":"The Web","descr":"Während sie Hinweisen über ein Nazi-Fluchtnetzwerk nachgehen, entdecken die beiden Teams in Südspanien und Nordargentinien ausgedehnte Tunnelsysteme in den Bergen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8333020","hoster":"VOE"},{"path":"/redirect/8333016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-5","name":"Das vierte Reich","epNo":5,"alt":"The Factory","descr":"Mike und James folgen einer Spur ins spanische Cadiz, wo sie ein Hotel besuchen, das ein bekannter Treffpunkt für Nazi-Spione war. Dort entdecken sie einen Tunnel, der vom Hotel direkt zum Meer führt. Bob und John schicken das Team nach Tanger, einer Stadt, die für die Spionage während des Zweiten Weltkriegs bekannt war. Eine Akte des MI6 berichtet, dass Martin Bormann von hier aus das Vierte Reich plante. Bob und John setzen ihre Untersuchungen in Argentinien fort. Sie schicken Tim und Gerrard zu einer Fabrik, die früher von einem Waffenhändler mit Naziverbindungen geführt wurde","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8333024","hoster":"VOE"},{"path":"/redirect/8333027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-6","name":"Die geheime Insel","epNo":6,"alt":"The Secret Island","descr":"Nachdem sie potenzielle Blaupausen der Nazis für eine Massenvernichtungswaffe gefunden haben, schicken Bob und John das Team nach Thüringen und Bariloche in Argentinien, um die Ressourcen der Nazis während des Krieges und danach einzuschätzen. In Thüringen besucht James ein angebliches Atomwaffen-Testgelände, wo eine Frau behauptet, Zeugin einer großen Explosion geworden zu sein. In Bariloche besuchen Gerrard und Tim unterdessen eine Insel, die der Standort eines Atomprogramms mit Naziverbindungen gewesen sein könnte. Dort finden sie einen Wachturm und einen Bunker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335935","hoster":"VOE"},{"path":"/redirect/12793533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-7","name":"Anonymes Grab","epNo":7,"alt":"Unmarked Grave","descr":"Bob und John glauben, dass Hitler in ein neues Versteck hätte fliehen müssen, nachdem der argentinische Präsident Juan Peron, der ein überzeugter Unterstützer der Nazis war, 1955 die Macht verlor. Sie vertiefen sich in freigegebene Akten und entdecken zwei potenzielle Zufluchtsorte: Chile und Paraguay. In Chile finden sie Beweise, dass dort hochrangige Nazis unter falschem Namen lebten und eine Tochter adoptierten. In Paraguay entdeckt das Team vielleicht die letzte Ruhestätte von Martin Bormann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8333038","hoster":"VOE"},{"path":"/redirect/12514352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-2/episode-8","name":"Nazi-Kolonie","epNo":8,"alt":"Nazi Colony","descr":"Während das Team Hitlers mögliche Flucht von Argentinien nach Chile untersucht, entdeckt es eine abgeschottete deutsche Anlage in den Anden, die als Colonia Dignidad bekannt ist. Mit Beweisen, dass sich Nazi-Kriegsverbrecher in dieser sektenähnlichen Gemeinschaft hätten verstecken können, versucht das Team, undercover die Wahrheit aufzudecken. Es wurden militärähnliche Infrastrukturen und Beweise für mögliche Massenvernichtungswaffen entdeckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8333051","hoster":"VOE"},{"path":"/redirect/8333054","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-1","name":"","epNo":1,"alt":"The Final Hunt Begins","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460157","hoster":"VOE"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-2","name":"","epNo":2,"alt":"Clandestine Cache","descr":"","versions":[]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-3","name":"","epNo":3,"alt":"Nuclear Nazi Weapons","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460173","hoster":"VOE"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-4","name":"","epNo":4,"alt":"150 Feet Below","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460181","hoster":"VOE"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-5","name":"","epNo":5,"alt":"Dead Drops","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460191","hoster":"VOE"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-6","name":"","epNo":6,"alt":"Lurking Beneath The Surface","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460187","hoster":"VOE"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-7","name":"","epNo":7,"alt":"Target: United States","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460198","hoster":"VOE"}]}]},{"path":"/serie/stream/hitlers-flucht-wahrheit-oder-legende/staffel-3/episode-8","name":"","epNo":8,"alt":"Hitler’s Last Will","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/7460200","hoster":"VOE"}]}]}]}]}