{"seriesId":"hitorijime-my-hero","name":"Hitorijime My Hero","descr":"Oberschüler Masahiro Setagawa fühlt sich nirgendwo so richtig zugehörig, sodass er in einer Bande Halt findet, die sein unentschlossenes und unsicheres Wesen ausnutzt. Zumindest bis er Kensuke Oshiba dessen älterem Bruder Kousuke begegnet, dem berüchtigten \"Bären-Killer\". Von da an wollte er ihm folgen …Der quirlige und leicht zu begeisternde Kensuke trägt seit Kindertagen eine Last mit sich herum. Gibt er sich doch die Schuld an der Entfremdung zu seinem einst besten Freund Hasegawa, dem er unerwartet in der Oberschule wieder begegnet. Geplagt von der Angst, von Hasegawa gehasst zu werden, tritt Kensuke die Flucht an ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"In the Beginning, He Wouldn\u0027t Tell Me Anything","descr":"Der Highschool-Schüler Masahiro Setagawa ist vom Leben abgestumpft und ein hilfloser Delinquenten, aber alles ändert sich, als er seinen Lehrer Kousuke Ooshiba trifft.","versions":[{"lang":3,"streams":[{"redirect":9018546,"hoster":"VOE"},{"redirect":8572864,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Days Go On, But There\u0027s More","descr":"Kensuke und Setagawa haben ihre eigenen Freak-Outs darüber, dass bestimmte Menschen in ihr Leben zurückkehren. Was werden sie tun, wenn sie sie nicht ignorieren können?","versions":[{"lang":3,"streams":[{"redirect":13101084,"hoster":"VOE"},{"redirect":8572865,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Like a Teeny, Tiny Ray of Light","descr":"Kensuke, der immer noch von seiner letzten Begegnung taumelt, sieht ein Mädchen, das Hasekura in der Schule absetzt. Hasekura denkt unterdessen über einen anderen Weg nach, um seine Verbindungen zu Kensuke zu reparieren.","versions":[{"lang":3,"streams":[{"redirect":9018555,"hoster":"VOE"},{"redirect":8572867,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"A Hunch, Hidden by Fragrant Smoke","descr":"Kensuke hat sich mit seinen Gefühlen für Hasekura vertraut und ist glücklich mit ihrer Beziehung. Währenddessen muss sich Setagawa einigen Wahrheiten über seine eigenen Gefühle stellen.","versions":[{"lang":3,"streams":[{"redirect":9018550,"hoster":"VOE"},{"redirect":8572869,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Person Worthy of Love","descr":"Setagawa kann sich nicht darüber klar werden, was das letzte Mal mit Kousuke passiert ist. Mit seinen Gefühlen der Revolte blickt Setagawa in die Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":9018558,"hoster":"VOE"},{"redirect":8572868,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"My Savior, Be Free","descr":"Die Vergangenheit holt Setagawa ein, und nun muss er mit dem Fallout fertig werden. Unterdessen versucht Kensuke, seinen Freund zu unterstützen.","versions":[{"lang":3,"streams":[{"redirect":9018562,"hoster":"VOE"},{"redirect":8572874,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The High School Boys Howl","descr":"Setagawa setzt seine Isolation fort, bis Kousuke entschlossen versucht zu verstehen, warum er sich von seinen Freunden isoliert.","versions":[{"lang":3,"streams":[{"redirect":9018557,"hoster":"VOE"},{"redirect":8572870,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Inextinguishable Emotions Push Me Forward","descr":"Setagawa scheint endlich seine Gefühle für Kosuke zu akzeptieren. Kensuke scheint die neue Beziehung seiner Freunde mehr als zu unterstützen.","versions":[{"lang":3,"streams":[{"redirect":12923542,"hoster":"VOE"},{"redirect":8572872,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Where My Feelings Are Headed","descr":"Als Setagawa sich an seine Gefühle für Kosuke gewöhnt, lernt er, seine Bedürfnisse in einer Beziehung und die seines Partners in Einklang zu bringen.","versions":[{"lang":3,"streams":[{"redirect":9018563,"hoster":"VOE"},{"redirect":8572871,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Why Is It So Hard to Be Happy?","descr":"Ärger kommt auf, als Setagawas Freund ein kleines Detail über seine Beziehung zu Kousuke anspricht. Mit Angst im Nacken versucht er, sich von Kousuke zu beruhigen.","versions":[{"lang":3,"streams":[{"redirect":12335925,"hoster":"VOE"},{"redirect":8572873,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"That`s Why I Just Want You to Smile","descr":"Kousuke ist besorgt, als er plötzlich in das Büro des Direktors gerufen wird. Ist die Beziehung zwischen Kousuke und Setagawas bekannt?","versions":[{"lang":3,"streams":[{"redirect":9018560,"hoster":"VOE"},{"redirect":8572875,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Kindest Place in the World","descr":"Setagawa versucht, sich von Kousuke zu trennen, aber wird sich die Trennung als zu viel für sie erweisen? Wird Setagawa endlich seinen Platz in Kousukes Leben annehmen?","versions":[{"lang":3,"streams":[{"redirect":9018556,"hoster":"VOE"},{"redirect":8572876,"hoster":"Streamtape"}]}]}]}]}