{"path":"/serie/stream/hoff-the-record","name":"Hoff The Record","descr":"In der Serie \"Hoff the Record\" spielt David Hasselhoff eine fiktionalisierte Version seiner selbst. Der Serien-Hasselhoff versucht, nach fünf gescheiterten Ehen und anderen unglücklichen Entscheidungen neu durchzustarten.Der Sender beschreibt die Serie in seiner Ankündigung als \"semi-improvisierte Comedy\", in der sich echtes Leben und Improvisationskomik vermischen.","seasons":[{"path":"/serie/stream/hoff-the-record/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hoff-the-record/staffel-1/episode-1","name":"Der Film","epNo":1,"alt":"The Movie","descr":"In Großbritannien soll David Hasselhoffs Karriere neuen Schub bekommen. Kurz nach seiner Ankunft schleppen ihn sein neuer Manager Max, Assistentin Harriet und Fahrer Terry zum Casting eines Films über Davids Leben. Bei dem künstlerisch hoch ambitionierten Regisseur Josh Brooke-Web hat er jedoch keine Chance auf die Hauptrolle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018564","hoster":"VOE"},{"path":"/redirect/8573085","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12894209","hoster":"VOE"},{"path":"/redirect/12894210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-1/episode-2","name":"Neustart oder Ende","epNo":2,"alt":"Renew Or Die","descr":"Nach dem ersten Treffen mit seinem angeblichen Sohn hat sich David wieder ein wenig erholt. Der nächste Schock wartet allerdings schon auf ihn: Er soll einen Werbespot für das Aftershave \"Be More Hoff\" drehen. Sein Manager Max hat diese Idee hinter seinem Rücken geplant, und scheint ihn zusätzlich auch noch mit einer Verkleidung als Teufel erniedrigen zu wollen. Bei einem Interview zu dem Produkt verplappert sich David allerdings und bekommt einige Probleme wegen des Spots","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018565","hoster":"VOE"},{"path":"/redirect/8573086","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12894205","hoster":"VOE"},{"path":"/redirect/12894206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-1/episode-3","name":"Die Vereinten Nationen","epNo":3,"alt":"The United Nations","descr":"Völlig desillusioniert vom Showbusiness freundet sich David immer mehr mit dem Gedanken seines Managers Danny an: Dieser möchte David zum UN-Beauftragten machen. Allerdings muss David mit der Zeit lernen, dass er es ohne Debattiererfahrungen nicht weit bringen wird. In Harriets alter Schule möchte er die Grundsätze lernen und findet sich direkt in einer Diskussion mit Alvin, dem sonstigen Gewinner der Debatten, wieder. Kann David sich ohne Hilfe in dieser Situation behaupten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101088","hoster":"VOE"},{"path":"/redirect/8573087","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12894227","hoster":"VOE"},{"path":"/redirect/12894228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-1/episode-4","name":"Überlebenstraining","epNo":4,"alt":"Hostile Environment Training","descr":"David möchte Sprecher einer gemeinnützigen Organisation werden. Seine Idee ist eine Kampagne gegen Landminen. Der CEO der Organisation möchte David zur Vorbereitung zu einem Kurs schicken, bei dem er über die Details der Umwelt und die aktuellen Gefahren informiert wird. Ob David wohl anschließend mit professionellem Wissen und Auftreten überzeugen kann? Derweil ist Max wegen seiner erst kürzlich eingetretenen Arbeitslosigkeit völlig gelangweilt und deprimiert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018571","hoster":"VOE"},{"path":"/redirect/8573090","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534799","hoster":"VOE"},{"path":"/redirect/12894235","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-1/episode-5","name":"Der Warlord","epNo":5,"alt":"The Warlord","descr":"Trotz der Befürchtungen von Harriet, Danny und Terry wird David von seinem Manager Max dazu gezwungen, nach Tergistan zu fliegen. Dort soll er auf der Geburtstagsfeier von Kriegsverbrecher Radovan Merkadic singen. David ist zwar beeindruckt von Merkadics Fanattitüde ihm gegenüber, aber total genervt von seiner gekünstelten Fröhlichkeit. Und obwohl seine Lieder sehr gut ankommen, wird eine Flucht plötzlich zum einzigen Ausweg, um lebend wieder nach Hause zu kommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104315","hoster":"VOE"},{"path":"/redirect/8573091","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12923555","hoster":"VOE"},{"path":"/redirect/12894241","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-1/episode-6","name":"Die Entführung","epNo":6,"alt":"The Abduction","descr":"David hat keine Jobaussichten und ist extrem verzweifelt. Gerade als er sich auf den Weg macht, um einen Auftritt als Pantomime zu planen, wird er Zeuge davon, wie Fahrer Terry seine Tochter von seiner Exfrau entführt. Die Medien allerdings interpretieren die Szene ein wenig anders: Für sie ist David der Kidnapper … Schafft David es, die Situation zu klären und die Presse vielleicht sogar für sich zu nutzen, oder wird er nun ewig als Verbrecher in Erinnerung bleiben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923550","hoster":"VOE"},{"path":"/redirect/8573088","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12894244","hoster":"VOE"},{"path":"/redirect/12894247","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hoff-the-record/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hoff-the-record/staffel-2/episode-1","name":"Falschmeldung","epNo":1,"alt":"Death Hoax","descr":"Um die stagnierende Karriere von Hoff wieder etwas auf Vordermann zu bringen, gibt sein Manager Max die Meldung raus, dass David Hasselhoff angeblich tot sei. Während David sich im Haus svon Terrys Onkel Ron in Watford verschanzt, steigen die Verkäufe seiner Alben und Bücher unglaublich an … Als plötzlich seine Ex-Frau Crystal aus Amerika wieder auftaucht und ihm gesteht, dass sie ihn immer noch liebt, ist das Chaos vorprogrammiert","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018573","hoster":"VOE"},{"path":"/redirect/8573089","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534798","hoster":"VOE"},{"path":"/redirect/12894253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-2/episode-2","name":"Reha","epNo":2,"alt":"Rehab","descr":"Max überzeugt David, sich in eine Entzugsklinik einzuweisen, um von dort ein Videotagebuch zu veröffentlichen. Vor Ort kommt David beim langjährigen Patienten Kurt unter die Fittiche, der ihn davon überzeugt, die Klinik vorerst nicht mehr verlassen zu wollen. Kurt ist jedoch nicht nur wegen seiner Sucht in der Klinik, sondern wird gleichzeitig auch noch als selbstmordgefährdet eingeschätzt. Hoffs Team ist gefragt, um eine Katastrophe zu verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018582","hoster":"VOE"},{"path":"/redirect/8573094","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534800","hoster":"VOE"},{"path":"/redirect/12894267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-2/episode-3","name":"Scheidung","epNo":3,"alt":"Divorce","descr":"Als Hoffs Manager Max ihn für den Komiker Mikey Dawson fallen lässt, ist David ziemlich angenervt. Nun muss er sich auf die Suche nach einem neuen Manager machen. Als er Deborah Sangster trifft, verspricht sie ihm die Rolle von Macbeth im Nationaltheater und bekommt damit den Job. Als dieser Plan allerdings nach hinten losgeht, findet sich David bei einem Käfigkampf für ehemalige Stars wieder","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104316","hoster":"VOE"},{"path":"/redirect/8710794","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534803","hoster":"VOE"},{"path":"/redirect/12894274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-2/episode-4","name":"Hochzeit","epNo":4,"alt":"Wedding","descr":"Max bucht für David einen Auftritt bei einem seiner größten Fans: Patricia Reardon. Sie heiratet in Yorkshire. Für David ist der Hochzeitsort ein fast schon fremdes Land, und seine Nord-Süd-Aufteilung des Landes macht den zukünftigen Ehemann, der sowieso schon sehr eifersüchtig ist, extrem wütend. Als dann auch noch die Brautjungfer Annabelle Greg für den Tod ihres Hundes verantwortlich macht und David auf einmal vermisst wird, scheint alles aus dem Ruder zu laufen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018590","hoster":"VOE"},{"path":"/redirect/8573093","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534802","hoster":"VOE"},{"path":"/redirect/12894276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-2/episode-5","name":"Finanzen","epNo":5,"alt":"Finance","descr":"David möchte sein erstes eigenes Spiel herausbringen: Lawrence von Arabien. Der exzentrische Milliardär Bunny Vasilis stimmt sogar der Finanzierung dieses Projekts zu. Dennoch verlangt er zahlreiche Veränderungen an der ursprünglichen Idee: Sexszenen, Autoverfolgungsjagden, Explosionen und andere Musik. Das Team nickt alle Ideen von Bunny ab, da dieser ihnen ein neues und luxuriöses Jetset-Leben verschaffen will. Als es David aber zu viel wird, rebelliert er …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018583","hoster":"VOE"},{"path":"/redirect/8573092","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13534809","hoster":"VOE"},{"path":"/redirect/12894283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoff-the-record/staffel-2/episode-6","name":"Horror","epNo":6,"alt":"The Horror","descr":"Trotz der Sorgen seines Teams stimmt David einem Angebot zu, in einem Horrorfilm mitzuspielen. Als er sich allerdings mit dem sehr anstrengenden Regisseur Anton De Vries und einigen weiteren Schauspielen in der Mitte eines Waldes in Rumänien befindet, ist David von dem ganzen Projekt überhaupt nicht mehr überzeugt und versteht nun die Besorgnis seiner daheimgebliebenen Crew. Zum Erstaunen aller wird der Film ein großer Hit und Davids erster europäischer Triumph","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018591","hoster":"VOE"},{"path":"/redirect/8573096","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12894311","hoster":"VOE"},{"path":"/redirect/12894314","hoster":"Streamtape"}]}]}]}]}