{"path":"/serie/stream/holocaust-die-geschichte-der-familie-weiss","name":"Holocaust – Die Geschichte der Familie Weiss","descr":"Die jüdische Arztfamilie Weiss gerät in die Mordmaschinerie des NS-Staates, während der Jurist Dorf dadurch zu Einfluss und Karriere gelangt. Berlin, 1935: Karl Weiss und Inga Helms feiern ihre Hochzeit. Beide sind deutsche Staatsbürger, aber Karl ist Sohn einer jüdischen Familie. Wenig später werden die Nürnberger Gesetze erlassen, die sogenannte \"Mischehen\" als \"Rassenschande\" unter Strafe stellen. Dennoch bleibt die Familie Weiss in Deutschland. Noch ist der Schrecken, mit dem die Nazis ihre jüdischen Mitbürger überziehen werden, real nicht vorstellbar.  Doch dann beginnt, mit der \"Kristallnacht\" am 9. November 1938, die grausame Verfolgung der Juden!","seasons":[{"path":"/serie/stream/holocaust-die-geschichte-der-familie-weiss/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/holocaust-die-geschichte-der-familie-weiss/staffel-1/episode-1","name":"Die hereinbrechende Dunkelheit (1935-1940)","epNo":1,"alt":"The Rise Of Darkness","descr":"Karl Weiss und Inga Helms feiern 1935 in Berlin ihre Hochzeit. Beide sind Deutsche, aber Karl stammt aus einer jüdischen Familie. Wenig später erlassen die Nazis die \"Nürnberger Gesetze\". Seitdem gilt die Ehe der beiden als \"Mischehe\", die als sogenannte Rassenschande unter Strafe gestellt ist. Dennoch geht die Familie Weiss nicht ins Ausland. Mit der berüchtigten \"Kristallnacht\" am 9.11.1938 aber beginnt die grausame Verfolgung der Juden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311364","hoster":"VOE"},{"path":"/redirect/10113220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/holocaust-die-geschichte-der-familie-weiss/staffel-1/episode-2","name":"Die Straße nach Babi Yar (1941-1942)","epNo":2,"alt":"The Road To Babi-Yar","descr":"Der Wehrmacht, die nach Osten vorrückt, folgen die Nazi-Schergen und errichten überall Lager für verhaftete Juden. Im Warschauer Getto gibt’s für Berta Weiss ein Wiedersehen mit ihrem Mann Josef. Gemeinsam mit Bruder Moses beginnt Dr. Weiss, den Widerstand der Juden zu organisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311368","hoster":"VOE"},{"path":"/redirect/10113219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/holocaust-die-geschichte-der-familie-weiss/staffel-1/episode-3","name":"Die Endlösung (1942-1944)","epNo":3,"alt":"The Final Solution","descr":"Die Menschen, die zusammengepfercht und hungernd im Warschauer Getto leben, erheben sich gegen ihre Peiniger. Doch nur 20 Tage halten die Juden den Aufstand durch. Danach meldet die SS, daß Warschau \"judenfrei\" sei. Karl Weiss stirbt an den Folgen der Folter in Auschwitz, Josef und Berta Weiss kommen in den Gaskammern um. Bei einer Partisanenaktion wird Helena getötet. Als einziger der Familie Weiss überlebt Rudi","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13322094","hoster":"VOE"},{"path":"/redirect/10113228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/holocaust-die-geschichte-der-familie-weiss/staffel-1/episode-4","name":"Die Überlebenden (1944-1945)","epNo":4,"alt":"The Saving Remnant","descr":"Die Aufständischen im Warschauer Ghetto halten ihren verzweifelten Kampf 20 Tage lang durch. Danach kann die SS bei ihren Spitzen in Berlin auftrumpfen, dass Warschau \"judenfrei\" sei. Karl Weiss kommt nach Auschwitz und stirbt dort an den Folgen der Folter. Josef und Berta Weiss werden in den Gaskammern umgebracht. Helena stirbt bei einer Aktion der Partisanengruppe, Rudi wird in das Lager Sobibor gebracht und kann nach einem Aufstand fliehen. Er ist - außer der Nichtjüdin Inga Helms-Weiss - der einzige Überlebende der Familie. Erik Dorf begeht nach seiner Festnahme durch die Amerikaner Selbstmord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13322093","hoster":"VOE"},{"path":"/redirect/10113222","hoster":"Streamtape"}]}]}]}]}