{"seriesId":"homeland","name":"Homeland","descr":"Nicholas Brody (Damian Lewis) wurde acht Jahre lang im Irak vermisst und taucht nun unversehrt wieder auf. Er gibt an, die Zeit in Gefangenschaft von Terroristen verbracht zu haben, doch die CIA-Angestellte Carrie Mathison (Claire Danes) glaubt seiner Darstellung nicht. Ihrer Ansicht nach könnte Brody geplant haben, einen Anschlag in den USA auszuführen. Auch seine Frau Jessica (Morena Baccarin) merkt, dass ihr Mann sich verändert hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Verdacht","epNo":1,"alt":"Pilot","descr":"Der Kriegsgefangene Nickolas Brody wird nach acht Jahren Kriegsgefangenschaft von us-amerikanischen Soldaten befreit und kehrt als Held in sein Heimatland zurück. Die psychisch kranke CIA-Agentin Carrie Mathison hatte zehn Monate zuvor in Bagdad erfahren, dass ein us-amerikanischer Gefangener von Islamisten \"umgedreht\" worden sei und verdächtigt Brody, dieser Terrorist zu sein. Sie überwacht ihn zunächst ohne Genehmigung und entdeckt im Laufe der Zeit Belege für ihren Verdacht.","versions":[{"lang":1,"streams":[{"redirect":13098081,"hoster":"VOE"},{"redirect":8573125,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13015733,"hoster":"VOE"},{"redirect":8573118,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Garage","epNo":2,"alt":"Grace","descr":"Brody gelingt es nur langsam, sich an sein Leben in den USA zu gewöhnen. Den Reportern, die sein Haus belagern, verweigert er zunächst jedes Interview. Auch mit dem Militär, das ihn für Propagandazwecke einsetzen will, und dem Krieg will er nichts mehr zu tun haben. Immer wieder überwältigen ihn Panikanfälle und Erinnerungen an seine Gefangenschaft, in der er offenbar gefoltert wurde, aber ebenso seinen Mitgefangenen selbst geschlagen hat. Mathison setzt ihre Überwachung fort, gedeckt von ihrem alten Freund und Mentor Saul Berenson, den sie allerdings zunächst über die Angelegenheit belogen hatte. Sie erfährt auch durch Lynne Reed, eine CIA-Quelle, dass der Terroristenführer Abu Nazir vor wenigen Tagen auf Zypern gesehen wurde. Am Ende der Episode sieht man Brody, der offenbar zum Islam konvertiert ist, heimlich beten, bevor er sich doch den Reportern stellt","versions":[{"lang":1,"streams":[{"redirect":8826290,"hoster":"VOE"},{"redirect":13582275,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12385140,"hoster":"VOE"},{"redirect":13582266,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Halskette","epNo":3,"alt":"Clean Skin","descr":"Die CIA überwacht durch Mathisons Kontakt Lynne Reed einen arabischen Prinzen, der Verbindung zu Abu Nazir hat. Doch kurz darauf wird Lynne ermordet. Mathison kommt schließlich dahinter, dass eine Halskette, die Lynne im Auftrag des Prinzen übergeben sollte und die nach ihrer Ermordung verschwand, wohl als Bezahlung für jemanden diente. In der Zwischenzeit baut Brody zu seiner Tochter Dana, die Jessica entfremdet ist und von deren Affäre mit Brodys Freund Mike Faber weiß, eine gute Beziehung auf. In einem Interview verrät Brody, die Terroristen hätten ihm während der Verhöre und Folterungen versucht einzureden, dass ihn alle aufgegeben hätten und er ganz allein sei. An den Folgen davon scheint er immer noch zu leiden, ebenso ist es ihm noch nicht möglich, ein unbefangenes intimes Verhältnis zu seiner Frau zu unterhalten.","versions":[{"lang":1,"streams":[{"redirect":8826292,"hoster":"VOE"},{"redirect":8573133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593153,"hoster":"VOE"},{"redirect":8573126,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Allein im Regen","epNo":4,"alt":"Semper Fi","descr":"Mathison ist gezwungen, das Überwachungssystem in Brodys Haus abzubauen. Sie findet die Spur von einem von Abu Nazirs Männern, verliert diese aber bald wieder. Währenddessen droht Brody, der geschickt mit den Medien spielt, psychisch zusammenzubrechen. Auf Jessicas Drängen hin besucht er eine Selbsthilfegruppe von Veteranen, wo ihm Mathison direkt begegnet.","versions":[{"lang":1,"streams":[{"redirect":8826291,"hoster":"VOE"},{"redirect":13582276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582355,"hoster":"VOE"},{"redirect":13582268,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Klinge","epNo":5,"alt":"Blind Spot","descr":"Einer der Terroristen, die Brody gefangen hielten, wird von den Amerikanern gefasst und von der CIA verhört. Brody wird um Mithilfe gebeten, die er auch leistet. Die Informationen führen Mathison zu dem Mann Abu Nazirs, den die CIA in der vorherigen Folge beschattet hatte","versions":[{"lang":1,"streams":[{"redirect":13096287,"hoster":"VOE"},{"redirect":8573132,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252222,"hoster":"VOE"},{"redirect":8573128,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Lügen","epNo":6,"alt":"The Good Soldier","descr":"Brody nimmt an dem Gottesdienst zum Gedächtnis an seinen Freund Thomas Walker teil, der mit ihm gefangen genommen wurde. In Rückblenden wird noch einmal gezeigt, wie Brody Walker während der Gefangenschaft auf Druck der Terroristen mehrmals schlug","versions":[{"lang":1,"streams":[{"redirect":8826293,"hoster":"VOE"},{"redirect":8573136,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9699342,"hoster":"VOE"},{"redirect":8573130,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Hütte am See","epNo":7,"alt":"The Weekend","descr":"Brody und Mathison verbringen ein Wochenende zusammen und kommen sich näher. Am Ende konfrontiert Mathison Brody mit ihrer Vermutung, dass ein amerikanischer Gefangener umgedreht wurde. Fast gleichzeitig wird Aileen, die sich nach Mexiko absetzen wollte, von Berenson in Gewahrsam genommen und identifiziert den Schläfer. Es handelt sich jedoch nicht um Brody, sondern um dessen Kameraden aus dem Irak Tom Walker, den alle für tot hielten. Brody verlässt Mathison, die gleichzeitig von Berenson erfährt, dass ihr Verdacht falsch zu sein scheint. Brodys Familie droht währenddessen zu zerbrechen.","versions":[{"lang":1,"streams":[{"redirect":13101094,"hoster":"VOE"},{"redirect":8573140,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593155,"hoster":"VOE"},{"redirect":8573134,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kameraden","epNo":8,"alt":"Achilles Heel","descr":"Nachdem die CIA weiß, dass Tom Walker am Leben ist und für die Terroristen arbeitet, macht sie Jagd auf ihn. Mit Hilfe von dessen Ehefrau wird Walker eine Falle gestellt, doch er kann im letzten Augenblick entkommen. Mathison macht sich Vorwürfe, dass sie Brody anscheinend zu Unrecht beschuldigt hat und versucht sich bei ihm zu entschuldigen, doch dieser nimmt dies nicht an und versucht, sein Verhältnis zu Jessica zu klären. Politiker wollen Brody zudem als Kandidaten für das Repräsentantenhaus aufbauen (hier wird auf die Affäre um Anthony Weiner Bezug genommen). Nachdem er von Carrie erfahren hat, dass Tom Walker lebt, besucht er das Haus eines Saudischen Diplomaten, der auch mit Walker in Verbindung stand und der offenbar Kontakt zu Abu Nazir hat.","versions":[{"lang":1,"streams":[{"redirect":8826297,"hoster":"VOE"},{"redirect":13582277,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593154,"hoster":"VOE"},{"redirect":13582269,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Issa","epNo":9,"alt":"Crossfire","descr":"Walker ist weiter auf der Flucht. Bei dem gescheiterten Versuch seiner Festnahme kam es auch zu einem Feuergefecht in einer Moschee","versions":[{"lang":1,"streams":[{"redirect":12385148,"hoster":"VOE"},{"redirect":13582279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593156,"hoster":"VOE"},{"redirect":13582267,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Kandidat","epNo":10,"alt":"Representative Brody","descr":"Mathison und Berenson identifizieren Tom Walkers Kontaktmann, der jedoch diplomatische Immunität genießt. Um den Mann zur Kooperation zu zwingen, benutzt Mathison schließlich dessen Tochter als Druckmittel. Bei einem Treffen in Washington erscheint jedoch nicht Walker, sondern ein anderer Mann, der sich dort in die Luft sprengt, wobei auch Mathison verletzt wird. Brody wird währenddessen vom Vizepräsidenten gebeten, für das Abgeordnetenhaus zu kandidieren und den Platz des zurückgetretenen Richard Johnson einzunehmen. Brody sagt zu, wie auch Abu Nazir gehofft hatte, wenngleich Jessica von dem zusätzlichen Druck auf die Familie nicht begeistert ist.","versions":[{"lang":1,"streams":[{"redirect":8826298,"hoster":"VOE"},{"redirect":13582274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593159,"hoster":"VOE"},{"redirect":13582270,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Weste","epNo":11,"alt":"The Vest","descr":"Mathison erholt sich von ihren Verletzungen, wenngleich sie deutlich psychischen Stress zeigt, den auch Berenson erkennt. Dieser hilft ihr dennoch, ihre Theorie vom Aufbau des Terrornetzwerks zu überprüfen. Brody bereitet sich währenddessen auf seine Terroraktion vor, verbringt zuvor jedoch ein Wochenende mit seiner Familie in Gettysburg","versions":[{"lang":1,"streams":[{"redirect":8826300,"hoster":"VOE"},{"redirect":12941302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12923559,"hoster":"VOE"},{"redirect":8573138,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Marine One","epNo":12,"alt":"Marine One","descr":"Mathison hat sich von den körperlichen Verletzungen erholt, ihr psychischer Zustand ist jedoch weiterhin instabil. Berenson geht möglichen Spuren nach, während Vizepräsident Walden und Direktor Estes versuchen, einen fatalen amerikanischen Drohnenangriff zu vertuschen, der vor einiger Zeit mehreren irakischen Kindern das Leben gekostet hatte. Dabei war auch Abu Nazirs Sohn getötet worden, mit dem Brody sich angefreundet hatte, was der Hauptgrund für dessen Seitenwechsel gewesen zu sein scheint. Nun bereitet sich Brody auf seine Aktion vor und erklärt in einem Video, dass er sein Land liebe und er geschworen habe, es gegen seine Feinde zu verteidigen","versions":[{"lang":1,"streams":[{"redirect":14427624,"hoster":"VOE"},{"redirect":8573151,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12285308,"hoster":"VOE"},{"redirect":8573145,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Immer lächeln","epNo":1,"alt":"The Smile","descr":"Die Handlung beginnt einige Monate nach dem Ende der ersten Staffel. Israel hat einen Luftangriff gegen den Iran durchgeführt und die Lage im Nahen Osten ist sehr angespannt. Brody ist nun Mitglied des US-Repräsentantenhauses, als sich Vizepräsident Walden mit ihm trifft. Walden strebt selbst das Präsidentenamt an und schlägt Brody als möglichen Vizepräsidenten vor, was dieser gerne annimmt. Kurz darauf wird Brody jedoch von seiner Vergangenheit eingeholt, als er von einer Unterstützerin Abu Nazirs kontaktiert wird, die ihn auffordert, geheime Daten zu beschaffen. Brody weigert sich zunächst, da er selbst kein Terrorist sei, doch wird er aufgefordert, Position zu beziehen. Brodys Ehefrau Jessica erfährt eher durch Zufall, dass ihr Mann nun Muslim ist, was sie schockiert. Die aus dem Dienst ausgeschiedene Carrie arbeitet inzwischen als Lehrerin, wird aber nun von der CIA gebeten, den Kontakt zu einer früheren Informantin im Libanon herzustellen. Diese soll wertvolle Informationen haben und will sie nur Carrie mitteilen. Eher widerwillig stimmt Carrie schließlich zu und reist in den Libanon, wo Saul Berenson bereits tätig ist.","versions":[{"lang":1,"streams":[{"redirect":8826302,"hoster":"VOE"},{"redirect":8573149,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593158,"hoster":"VOE"},{"redirect":8573143,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Beirut","epNo":2,"alt":"Beirut is Back","descr":"In Beirut organisieren Carrie und Saul das Überlaufen von Fatima Ali, der Frau eines Hisbollahoffiziers. Gleichzeitig haben sowohl Saul als auch Estes immer noch Zweifel an Carries Gesundheitszustand. Carrie gerät in eine gefährliche Situation, kann aber wertvolle Unterlagen sicherstellen. Saul findet dabei eine Memorycard, auf der Brodys aufgezeichnete Botschaft vor dessen geplanten Selbstmordanschlag (Staffel 1, Episode 12) gespeichert ist. Währenddessen lernen in den Staaten die Brodys die Familie von Vizepräsident Walden besser kennen. Beim Besuch eines Lagezentrums wird Brody Zeuge der geplanten Verhaftung Abu Nazirs, die er im letzten Moment durch eine SMS-Warnung an den Terroristen verhindert.","versions":[{"lang":1,"streams":[{"redirect":13101095,"hoster":"VOE"},{"redirect":8573157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582354,"hoster":"VOE"},{"redirect":8573147,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Video","epNo":3,"alt":"State of Independence","descr":"Abu Nazirs Kontaktfrau Roya informiert Brody, dass der \"Schneider\", der die Sprengstoffweste angefertigt hat (Staffel 1, Episode 11), an einen sicheren Ort gebracht werden muss. Der sehr nervöse Schneider vertraut ihm aber nicht und versucht, während einer Reifenpanne zu flüchten, wobei er sich selbst schwer verletzt. Als Brody versucht, die Blutung zu stillen, erhält er einen Anruf seiner Frau. Um sich durch das Stöhnen des Verletzten nicht zu verraten, bricht Brody ihm das Genick und verscharrt den Leichnam. Dadurch schafft es nicht mehr rechtzeitig zu einem Fundraiser-Bankett, wo statt seiner Jessica eine Rede hält. Sie wird von ihrem ehemaligen Geliebten und Brodys Freund Mike Faber nach Hause gebracht. Sie vertraut ihm an, dass sie mit ihrer Ehe nicht wirklich glücklich ist, da Brody eine Affäre hatte. Carrie kehrt wieder in die Staaten zurück, doch Estes will sie nicht wieder bei der CIA aufnehmen. Daraufhin hat Carrie einen Rückfall und nimmt wieder Tabletten und Alkohol zu sich. Saul taucht bei ihr auf und zeigt ihr Brodys Video.","versions":[{"lang":1,"streams":[{"redirect":8826303,"hoster":"VOE"},{"redirect":8573155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582358,"hoster":"VOE"},{"redirect":8573148,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zimmer 416","epNo":4,"alt":"New Car Smell","descr":"Saul zeigt Estes das Video von Brody und beide beschließen, eine Geheimoperation zu starten, an der auch Carrie teilnimmt, die nun endlich den Beweis für ihren Verdacht hinsichtlich Brody hat. Die Leitung der Operation wird dem Saul und Carrie bis dahin unbekannten Analysten Quinn übertragen. Jessica macht Brody derweil Vorwürfe, dass er ihr nicht die Wahrheit sagt und stellt ihn vor die Wahl. Carrie scheucht Brody auf, der derzeit in einem Hotel wohnt. Brody nimmt daraufhin Kontakt mit Roya auf, die ihn versucht zu beruhigen. Carrie besucht Brody schließlich in seinem Hotelzimmer und beschuldigt ihn offen des Verrats, worauf Saul, der die Aktion nicht angeordnet hatte, den sofortigen Zugriff befiehlt. Dana Brody und Finn Walden, der Sohn des Vizepräsidenten, kommen sich derweil näher.","versions":[{"lang":1,"streams":[{"redirect":8826306,"hoster":"VOE"},{"redirect":8573153,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826210,"hoster":"VOE"},{"redirect":8573150,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Am Ende der Lügen","epNo":5,"alt":"Q\u0026A","descr":"Brody wird an einem geheimen Ort festgehalten und verhört, während Jessica nichts genaues über seinen Aufenthalt weiß. Brody wird sein Video vorgespielt, doch er hält zunächst stand. Erst als Carrie das Verhör übernimmt und Stück für Stück rekonstruiert, wie er gefangen, gefoltert und umgedreht wurde, werden Fortschritte erzielt. Carrie macht Brody klar, dass auch Abu Nazir nicht vor toten Zivilisten zurückschreckt und er, Brody, aber kein schlechter Mensch sei. Brody bricht schließlich zusammen und gesteht. Ihm wird angeboten, nun der CIA dabei zu helfen, Abu Nazirs Pläne zu vereiteln. Brody stimmt zu und kehrt zu Jessica zurück. Währenddessen hat Finn bei einer ausgelassenen Spritztour mit Dana auf dem Beifahrersitz eine Fußgängerin überfahren und weigert sich, sich zu stellen.","versions":[{"lang":1,"streams":[{"redirect":13095039,"hoster":"VOE"},{"redirect":8573163,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593157,"hoster":"VOE"},{"redirect":8573152,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein verdammtes Wrack","epNo":6,"alt":"A Gettysburg Address","descr":"Roya Hammad, die nun unter CIA-Beobachtung steht, trifft sich mit einem unbekannten Mann. Brody arbeitet mit der CIA zusammen, doch besonders der Analyst Quinn misstraut ihm. Brody kann Royas Kontakt nicht identifizieren, verrät aber, dass der Schneider in Gettysburg tot ist. Roya trifft sich mit Brody und deutet an, dass sich im Geschäft des Schneiders etwas von Bedeutung befindet, wobei das Treffen von der CIA beobachtet wird. Quinn und sein Team untersuchen derweil das Geschäft, als sie überraschend von Männern in SWAT-Uniformen überfallen werden. Alle Agenten mit Ausnahme des schwer verletzten Quinn werden getötet","versions":[{"lang":1,"streams":[{"redirect":8826307,"hoster":"VOE"},{"redirect":8573162,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593161,"hoster":"VOE"},{"redirect":8573154,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Tag am Fenster","epNo":7,"alt":"The Clearing","descr":"Im Auftrag von Roya soll Brody gute Stimmung bei den Waldens machen. Daher verbringen die Brodys und die Waldens ein Wochenende bei Rex, einem Bekannten der Waldens. Brody ist sofort von Rex begeistert, da dieser in ihm Waldens Nachfolger bei der Präsidentschaft sieht. Die gute Stimmung wird von Dana verdorben: Sie beichtet, dass sie und Finn einen Autounfall mit Fahrerflucht begangen haben","versions":[{"lang":1,"streams":[{"redirect":13104322,"hoster":"VOE"},{"redirect":8573160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593163,"hoster":"VOE"},{"redirect":8573156,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abflug","epNo":8,"alt":"I’ll Fly Away","descr":"Brody hält seine Tarnung gegenüber Roya nicht mehr durch und kündigt die Zusammenarbeit mit der CIA auf. Carrie will das unbedingt verhindern, weswegen sie sich mit Brody in einem Motel trifft. Die beiden landen im Bett. Tags drauf verlassen Brody und Roya die Stadt, um einen Fremden zu treffen. Doch dann wird Brody in einen Hubschrauber gezerrt","versions":[{"lang":1,"streams":[{"redirect":8826312,"hoster":"VOE"},{"redirect":8573165,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582359,"hoster":"VOE"},{"redirect":8573158,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der beste Freund","epNo":9,"alt":"Two Hats","descr":"Entgegen der Meinung der CIA ist Brody nicht tot und bittet Carrie, seine Liebsten in Sicherheit zu bringen, da Abu Nazir ein Attentat plant: Bei der Heimkehr der Elitetruppen aus Afghanistan will er zuschlagen. Deswegen soll Roya als Reporterin getarnt vor Ort sein, damit ein Überwachungsteam in ihrem Schatten die Situation verfolgen kann. Abu Nazir kann beim Zugriff nicht dingfest gemacht werden – gut für Brody, denn der muss in seiner Nähe um sein Leben fürchten.","versions":[{"lang":1,"streams":[{"redirect":8826309,"hoster":"VOE"},{"redirect":8573166,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593162,"hoster":"VOE"},{"redirect":8573159,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Art Liebe","epNo":10,"alt":"Broken Hearts","descr":"Um seine Ziele zu erreichen erpresst Abu Nazir Brody mit Carrie, die er entführt hat. Der Terrorist verlangt von Brody den Code, mit dem sich Waldens Herzschrittmacher steuern lässt – dann werde er Carrie freilassen. Saul hat inzwischen eine folgenschwere Entdeckung gemacht: Wie es aussieht ist Peter ein Killer, der Brody auslöschen soll, da dieser zu viel über einen bestimmten Drohnenangriff weiß.","versions":[{"lang":1,"streams":[{"redirect":8826308,"hoster":"VOE"},{"redirect":8573170,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826218,"hoster":"VOE"},{"redirect":8573161,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein großer Tag","epNo":11,"alt":"In Memoriam","descr":"Die CIA versucht, Abu Nazir in dem Tunnelsystem, in das er Carrie entführt hatte, zu fassen zu kriegen. Doch der Terrorist soll den Beamten einmal mehr durch die Lappen gehen. Für Brody und seine Familie bedeutet das Entwarnung, sie dürfen nach Hause. Doch Brodys Heimat ist längst woanders … Saul steckt unterdessen in massiven Schwierigkeiten: David macht ihm das Leben zur Hölle.","versions":[{"lang":1,"streams":[{"redirect":8826317,"hoster":"VOE"},{"redirect":8573173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826220,"hoster":"VOE"},{"redirect":8573164,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wieder im Wald","epNo":12,"alt":"The Choice","descr":"Carrie und Brody versuchen herauszufinden, ob sie ihre Beziehung vertiefen wollen. Gerade, als Carrie sich dafür entschieden hat, ihren Beruf aufzugeben und ein Leben mit Brody zu führen, geht in dessen Wagen während der Trauerfeier für Walden eine Bombe hoch. Brody beteuert seine Unschuld, woraufhin Carrie ihm zur Flucht verhilft, selbst aber zurückbleibt. Für Saul bedeutet das Attentat einen Karrieresprung: Er rückt auf Estes’ Stuhl nach, da dieser bei dem Anschlag starb.","versions":[{"lang":1,"streams":[{"redirect":8826313,"hoster":"VOE"},{"redirect":8573176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826222,"hoster":"VOE"},{"redirect":8573167,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Sechs oder keiner","epNo":1,"alt":"Tin Man Is Down","descr":"Etwa zwei Monate nach dem verheerenden Anschlag auf die CIA-Zentrale muss Carrie vor einem Untersuchungsausschuss des Senats aussagen. Dabei wird sie mit persönlichen Vorwürfen konfrontiert, die ihre Beziehung zu Brody betreffen. Saul leitet als amtierender CIA-Direktor einen Vergeltungsschlag gegen die Drahtzieher des Anschlags auf drei verschiedenen Kontinenten.Dana wird nach einem Suizidversuch aus der Klinik entlassen und muss versuchen, sich wieder in den Familienalltag einzufügen, während Jessica sich bemüht, einen Job zu finden. (Text: MK)","versions":[{"lang":1,"streams":[{"redirect":8826311,"hoster":"VOE"},{"redirect":8573171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826221,"hoster":"VOE"},{"redirect":8573168,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Spur des Geldes","epNo":2,"alt":"Uh... Oo... Aw...","descr":"Nachdem die CIA Carries Verhältnis mit Brody an die Presse geleakt hat, will sie ihrerseits einer Journalistin die Wahrheit über die Beziehung Brodys zur Behörde erzählen. Saul verhindert das, indem er sie in die Psychiatrie einliefern lässt. Mit Hilfe ihrer Familie will Carrie dem Richter beweisen, dass sie nicht den Verstand verloren hat. Aber die Angehörigen bekommen Zweifel, was das Beste für sie ist.Dana flieht von Zuhause zu ihrem Freund. Nachdem ihre Mutter sie gefunden hat, kommt es zur Konfrontation.","versions":[{"lang":1,"streams":[{"redirect":8826310,"hoster":"VOE"},{"redirect":8573175,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826223,"hoster":"VOE"},{"redirect":8573169,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Endstation","epNo":3,"alt":"Tower of David","descr":"Brody wird im venezolanischen Urwald angeschossen und später von einer Gang aufgelesen. Er erwacht in einem unvollendeten Hochhaus in Caracas, das als Heimat Tausender Armer dient und von der Gang kontroliert wird. Deren Anführer El Nino will verhindern, dass Brody das Gebäude jemals wieder verlässt.Carrie versucht, ihre Ärzte zu überzeugen, dass sie nicht verrückt ist. Als sie erfährt, dass ein Mann sie besuchen wollte, der seinen Namen nicht genannt hat, ist sie überzeugt, dass es Saul war, der ihr helfen wollte. (Text: MK)","versions":[{"lang":1,"streams":[{"redirect":8826336,"hoster":"VOE"},{"redirect":8573177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582360,"hoster":"VOE"},{"redirect":8573172,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Risiko","epNo":4,"alt":"Game On","descr":"Der zuständige Richter lehnt Carries Entlassung aus der Psychiatrie auf Druck des Justizministeriums ab. Die Anwälte von Majid Javadi erwirken dennoch eine vorübergehende Entlassung. Als Gegenleistung für eine dauerhafte soll Carrie ihre CIA-Insiderkenntnisse über die Operation gegen Javadi mit ihnen teilen. Carrie lehnt zunächst ab, aber die CIA hat alles unternommen, damit sie auch in Freiheit kein normales Leben führen kann.","versions":[{"lang":1,"streams":[{"redirect":8826324,"hoster":"VOE"},{"redirect":8573181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593164,"hoster":"VOE"},{"redirect":8573174,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Yoga Spiel","epNo":5,"alt":"The Yoga Play","descr":"Jessica bittet in ihrer Verzweiflung Carrie um Hilfe bei der Suche nach ihrer Tochter Dana. Carrie entwischt ihren Bewachern, um einen FBI-Agenten zu treffen. Saul wird vom Stabschef des Weißen Hauses zu einer Gänsejagd eingeladen. Er denkt, der Anlass wäre, dass er als regulärer CIA-Chef nominiert werden soll.Javadi reist in die USA ein. Obwohl Quinn vor Carries Haus postiert ist, schaffen es Javadis Leute, in ihr Haus einzudringen. (Text: MK)","versions":[{"lang":1,"streams":[{"redirect":8826319,"hoster":"VOE"},{"redirect":8573188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826224,"hoster":"VOE"},{"redirect":8573178,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Machtwechsel","epNo":6,"alt":"Still Positive","descr":"Carrie versucht, Javadi zu überreden, als Doppelagent für die CIA zu arbeiten. Unterdessen erzählt Saul von seinen Erfahrungen mit Javadi, mit dem er bereits vor der Iranischen Revolution zusammengearbeitet hat. Als Carrie sich mit dem iranischen Geheimdienstoffizier in einem Café treffen will, gerät er auf verhängnisvolle Weise außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":8826316,"hoster":"VOE"},{"redirect":8573187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582362,"hoster":"VOE"},{"redirect":8573179,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Fluch alter Männer","epNo":7,"alt":"Gerontion","descr":"Während Saul weiterhin versucht, Javadi zu rekrutieren, stößt die Mordkommisssion bei ihren Ermittlungen zu dessen Exfrau und Schwiegertochter auf ein Überwachungskamera-Bild von Quinn. Der gerät in Zweifel über die Legitimation seiner Arbeit für die CIA. Unterdessen ist Senator Lockhart erzürnt, als er von Sauls Geheimoperation erfährt.","versions":[{"lang":1,"streams":[{"redirect":8826318,"hoster":"VOE"},{"redirect":8573184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13015735,"hoster":"VOE"},{"redirect":8573180,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Phase zwei","epNo":8,"alt":"A Red Wheelbarro","descr":"Carrie versucht, über Bennetts Anwaltskanzlei an den wahren Bombenleger von Langley heranzukommen. Unterdessen bemüht sich Saul, seine Ehe zu retten und Fara Sherazi meldet sich wegen ihrer Zweifel über die Vertuschung von Javadis Morden krank.","versions":[{"lang":1,"streams":[{"redirect":8826315,"hoster":"VOE"},{"redirect":8573186,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12923558,"hoster":"VOE"},{"redirect":8573182,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jetzt oder nie","epNo":9,"alt":"One Last Time","descr":"Saul bringt den schwerst heroinabhängigen Brody zurück in die USA und lässt ihn einen kalten Entzug erleiden. Er versucht, ihn zu überreden, noch einmal eine Geheimmission im Iran anzunehmen. Als Brody sich weigert, bleibt Saul nur eine Hoffnung, ihn umzustimmen: Carrie.","versions":[{"lang":1,"streams":[{"redirect":8826321,"hoster":"VOE"},{"redirect":8573192,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593165,"hoster":"VOE"},{"redirect":8573183,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Passagier","epNo":10,"alt":"Good Night","descr":"Brody versucht, heimlich die Grenze zum Iran zu überqueren. Die Mission droht aber, an Minen und Grenzpatrouillen zu scheitern. Carrie möchte Fara Sherazi zu einem Gefallen überreden, der für ihren Onkel im Iran hochgefährlich wäre.","versions":[{"lang":1,"streams":[{"redirect":8826320,"hoster":"VOE"},{"redirect":8573189,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826225,"hoster":"VOE"},{"redirect":8573185,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unser Mann in Teheran","epNo":11,"alt":"Big Man In Tehran","descr":"Brody wird in Teheran verhört. Javadi arbeitet darauf hin, ihn mit dem iranischen Geheimdienstchef Akbari zusammenzubringen, damit er diesen töten kann. Als das misslingt, stellt sich für Saul die Frage, ob er den Befehl geben soll, Brody auszuschalten.","versions":[{"lang":1,"streams":[{"redirect":8826322,"hoster":"VOE"},{"redirect":8573196,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826232,"hoster":"VOE"},{"redirect":8573190,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Stern","epNo":12,"alt":"The Star","descr":"Nach dem Mord an Akbari gelingt es Brody, aus dessen Hauptquartier zu entkommen. Saul steht einmal mehr vor der Frage, ob er ihn opfern soll, organisiert aber schließlich doch ein Rettungskommando. Aber andere Vertreter der US-Regierung haben andere Vorstellungen.","versions":[{"lang":1,"streams":[{"redirect":8826326,"hoster":"VOE"},{"redirect":8573199,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826233,"hoster":"VOE"},{"redirect":8573193,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Bluthochzeit","epNo":1,"alt":"The Drone Queen","descr":"Carrie Mathison leitet inzwischen die Außenstelle des CIA-Kontrollzentrums in Kabul. Als Sandy, ihr Kollege aus Islamabad, ihrem Team einen Hinweis auf den Aufenthaltsort eines gesuchten Mitglieds einer Terrororganisation gibt, befiehlt Carrie den Angriff. Doch im Nachhinein stellt sich heraus, dass nicht nur der Gesuchte, sondern auch eine Hochzeitsgesellschaft Opfer der Rakete wurde. Die US-Botschafterin ist empört, die Bevölkerung ist in Aufruhr. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":8826323,"hoster":"VOE"},{"redirect":8573200,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14079836,"hoster":"VOE"},{"redirect":8573191,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Islamabad","epNo":2,"alt":"Trylon and Perisphere","descr":"Carrie und Peter kehren nach Sandys Ermordung in die USA zurück. Beide sollen von nun an wieder in der Heimat arbeiten. Carrie fällt die Eingewöhnung schwer, sie fremdelt mit ihrer Tochter Franny, und von vornherein steht für die CIA-Agentin fest, dass sie wieder nach Pakistan zurück will. Ganz anders Peter: Ihn scheinen die Vorkommnisse in Islamabad traumatisiert zu haben. Dort kämpft Aayan indes mit der Bekanntheit, die er mit seinem Video von dem Raketenangriff erlangt hat.","versions":[{"lang":1,"streams":[{"redirect":9907822,"hoster":"VOE"},{"redirect":9907824,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826236,"hoster":"VOE"},{"redirect":8573194,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Tyrannei der Geheimnisse","epNo":3,"alt":"Shalwar Kameez","descr":"Carrie ist nun CIA-Chefin in Islamabad, doch ihr Start ist holprig, denn in der US-Botschaft gibt es eine Ausgangssperre. Außerdem weiß Carrie noch nicht, welchen ihrer Kollegen sie trauen kann. Dennoch setzt sie alles in Bewegung, um die Umstände von Sandys Tod aufzuklären. Außerdem nimmt sie mithilfe von Fara Kontakt zu Aayan auf, dem einzigen Überlebenden des Raketenangriffs. Peter ist indes immer noch in den USA und weigert sich, seinen Dienst wieder anzutreten.","versions":[{"lang":1,"streams":[{"redirect":8826325,"hoster":"VOE"},{"redirect":8573203,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593167,"hoster":"VOE"},{"redirect":8573195,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Eisen im Feuer","epNo":4,"alt":"Iron in the Fire","descr":"Nachdem Quinn herausgefunden hat, dass der Angriff auf Sandy eine geplante Aktion des pakistanischen Geheimdienstes ISI war. Während Quinn sich auf den Weg nach Islamabad macht, findet Carrie mit Redmonds Hilfe den Namen des Strippenziehers heraus: Farhad Ghazi. Auch um Aayan muss sich die Agentin kümmern: Er will ihr Angebot annehmen, außer Landes gebracht zu werden, doch zunächst hat er noch etwas zu erledigen.","versions":[{"lang":1,"streams":[{"redirect":8826328,"hoster":"VOE"},{"redirect":8573206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582361,"hoster":"VOE"},{"redirect":8710797,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Dunkle Wolken","epNo":5,"alt":"About a Boy","descr":"Carrie macht Aayan weiterhin glauben, dass sie eine Journalistin ist, die ihn außer Landes bringen will, und gaukelt dem verliebten Jungen ihre Zuneigung vor. Schließlich entlockt sie ihm sogar das Geständnis, dass sein Onkel Haissam Haqqani – ein gesuchter Terrorist – nicht bei dem Drohnenangriff starb. Dennis Boyd wird weiterhin von Tasneem Qureshi vom pakistanischen Geheimdienst ISI unter Druck gesetzt. Er soll ihr Informationen über die US-Militäroperation besorgen.","versions":[{"lang":1,"streams":[{"redirect":8826327,"hoster":"VOE"},{"redirect":8573205,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593168,"hoster":"VOE"},{"redirect":8573201,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Junge","epNo":6,"alt":"From A to B and Back Again","descr":"Carrie hat das Vertrauen von Aayan gewonnen. Sie suggeriert ihm, dass der pakistanische Geheimdienst hinter ihm her ist und lässt ihre Kollegen einen Überfall auf sich und den Jungen verüben, in dessen Zuge Carrie vermeintlich entführt wird. Anschließend heften sie und die CIA sich an die Fersen von Aayan. Die Agenten gehen davon aus, dass er sie zu seinem Onkel, dem Terroristen Haissam Haqqani, führt. Indes fehlt jede Spur von Saul …","versions":[{"lang":1,"streams":[{"redirect":8826329,"hoster":"VOE"},{"redirect":8573211,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826238,"hoster":"VOE"},{"redirect":8573208,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Schutzschild","epNo":7,"alt":"Redux","descr":"Haissam Haqqani hat Saul in seiner Gewalt und benutzt ihn als menschliches Schutzschild. Die CIA setzt alles daran, ihren ehemaligen Chef aus den Händen der Terroristen zu befreien. Der Krisenstab lädt eine pakistanische Delegation ein, doch dessen Leiter schließt eine Zusammenarbeit jedoch aus. Unter dem Druck des pakistanischen Geheimdiensts tauscht Dennis Boyd heimlich Carries Medikamente aus. Symptome ihrer bipolaren Störung beeinträchtigen die Arbeit der Agentin bald massiv. Carrie wacht im Haus von Khan auf. Sie ahnt, dass jemand ihre Medikamente ausgetauscht hat und sie sich in der Nacht zuvor deshalb nicht mehr unter Kontrolle hatte. Zurück bei der CIA erfährt sie, dass Haqqani bereit ist, Saul gegen einige seiner Männer einzutauschen, die die USA gefangen halten. Lockhart, Martha Boyd und eine pakistanische Delegation halten eine Konferenz über das weitere Vorgehen ab – indes ist Saul bereits auf der Flucht. +++ Das Weiße Haus und die CIA willigen ein, gefangene Taliban, hochrangige Gefolgsleute von Haissam Haqqani, gegen Saul auszutauschen. Gemeinsam mit der pakistanischen Delegation und deren Geheimdienst ISI wird alles vorbereitet. Carrie hat dennoch kein gutes Gefühl bei der Sache – und sie soll sich nicht täuschen. Indes befindet sich Dennis Boyd in Gewahrsam. Carrie hatte von Khan erfahren, dass er für den ISI spitzelt.","versions":[{"lang":1,"streams":[{"redirect":8826332,"hoster":"VOE"},{"redirect":8573209,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593170,"hoster":"VOE"},{"redirect":8573202,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Flucht oder Tod","epNo":8,"alt":"Halfway to a Donut","descr":"Carrie wacht im Haus von Khan auf. Sie ahnt, dass jemand ihre Medikamente ausgetauscht hat und sie sich in der Nacht zuvor deshalb nicht mehr unter Kontrolle hatte. Zurück bei der CIA erfährt sie, dass Haqqani bereit ist, Saul gegen einige seiner Männer einzutauschen, die die USA gefangen halten. Lockhart, Martha Boyd und eine pakistanische Delegation halten eine Konferenz über das weitere Vorgehen ab – indes ist Saul bereits auf der Flucht.","versions":[{"lang":1,"streams":[{"redirect":8826334,"hoster":"VOE"},{"redirect":8573218,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593169,"hoster":"VOE"},{"redirect":8573204,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Tunnel","epNo":9,"alt":"There\u0027s Something Else Going On","descr":"Das Weiße Haus und die CIA willigen ein, gefangene Taliban, hochrangige Gefolgsleute von Haissam Haqqani, gegen Saul auszutauschen. Gemeinsam mit der pakistanischen Delegation und deren Geheimdienst ISI wird alles vorbereitet. Carrie hat dennoch kein gutes Gefühl bei der Sache – und sie soll sich nicht täuschen. Indes befindet sich Dennis Boyd in Gewahrsam. Carrie hatte von Khan erfahren, dass er für den ISI spitzelt.","versions":[{"lang":1,"streams":[{"redirect":8826333,"hoster":"VOE"},{"redirect":8573217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582363,"hoster":"VOE"},{"redirect":8573207,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dies ist keine Übung","epNo":10,"alt":"13 Hours In Islamabad","descr":"Der Konvoi, in dem Carrie und Saul zurück zur Botschaft fahren, wird angegriffen. Wie sich herausstellt, soll das nur zur Ablenkung dienen. Nachdem die Marines die Botschaft verlassen und zum Ort der Attacke eilen, dringen Haqqani und seine Leute durch einen geheimen Tunnel in die Botschaft ein. Lockart und Botschafterin Martha Boyd können sich mit einigen Mitarbeitern in einem Tresorraum in Sicherheit bringen, doch ihre Kollegen außerhalb fallen in die Hände der Terroristen.","versions":[{"lang":1,"streams":[{"redirect":8826330,"hoster":"VOE"},{"redirect":8573213,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826243,"hoster":"VOE"},{"redirect":8573210,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Astrid","epNo":11,"alt":"Krieg Nicht Lieb","descr":"Peter schlägt sich auf seiner einsamen Mission durch Islamabad. Unterschlupf findet er bei seiner alten Bekannten Astrid. Die Mitarbeiterin der deutschen Botschaft liefert ihm entscheidende Hinweise auf Haqqanis Aufenthaltsort. Er ist fest entschlossen, ihn zu töten. Carrie, die als eine der wenigen CIA-Agenten in Pakistan zurückgeblieben ist und soeben vom Tod ihres Vaters erfahren hat, versucht ihn aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8826331,"hoster":"VOE"},{"redirect":8573215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593171,"hoster":"VOE"},{"redirect":8573212,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Niemandsland","epNo":12,"alt":"Long Time Coming","descr":"Nach dem Tod ihres Vaters ist Carrie in die USA zurückgekehrt. Doch die jüngsten Geschehnisse in Islamabad lassen sie nicht los: Ihr CIA-Kollege Dar Adal, den sie zuletzt mit Haqqani in dessen Fluchtwagen gesehen hatte, steht vor ihrer Tür. Er ist auf der Suche nach Peter … Kurz vor der Beerdigung taucht außerdem Carries Mutter auf, die die Familie sitzen ließ, als die Agentin noch jung war.","versions":[{"lang":1,"streams":[{"redirect":12335945,"hoster":"VOE"},{"redirect":8573224,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593172,"hoster":"VOE"},{"redirect":8573214,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Die Schwachstelle","epNo":1,"alt":"Separation Anxiety","descr":"Carrie lebt mit ihrer Tochter in Berlin, wo sie als Sicherheitsberaterin für die Düring Foundation arbeitet.","versions":[{"lang":1,"streams":[{"redirect":13098084,"hoster":"VOE"},{"redirect":8573220,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826245,"hoster":"VOE"},{"redirect":8573216,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Drecksarbeit","epNo":2,"alt":"The Tradition Of Hospitality","descr":"Carrie lebt mit ihrer Tochter in Berlin, wo sie als Sicherheitsberaterin für den Stiftungsgründer und -inhaber Otto Düring arbeitet. Gemeinsam mit Düring und Mike, dem Sicherheitsexperten, reist sie in ein Flüchtlingscamp an der syrischen Grenze. Als Carrie und das Sicherheitsteam zusammen mit Düring das Camp verlassen, explodiert eine Bombe. Düring überlebt das Attentat nur knapp und Carrie erfährt, dass sie die Zielscheibe des Anschlags war.","versions":[{"lang":1,"streams":[{"redirect":8826338,"hoster":"VOE"},{"redirect":8573223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593176,"hoster":"VOE"},{"redirect":8573219,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Summe meiner Sünden","epNo":3,"alt":"Super Powers","descr":"Um herauszufinden wer hinter dem Anschlag auf ihre Person steckt, fährt Carrie gemeinsam mit Jona...","versions":[{"lang":1,"streams":[{"redirect":8826339,"hoster":"VOE"},{"redirect":8573226,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582364,"hoster":"VOE"},{"redirect":8573221,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Schließfach","epNo":4,"alt":"Why Is This Night Different?","descr":"Carrie (Claire Danes) sucht vergeblich nach Antworten, während Saul (Mandy Patinkin) und Alison (Miranda Otto) eine neue Operation anleiten. Dabei soll der syrische General Youssef (Igal Naor) davon überzeugt werden, einen Putsch gegen Baschar al-Assad in die Wege zu leiten. Hierzu werden ihm sowohl finanzielle als auch militärische Unterstützung zugesagt. Bevor es jedoch so weit kommen kann, durchkreuzt eine überraschende Wendung den Plan. Quinn (Rupert Friend) hilft indes Carrie bei der Aufklärung der Verschwörung gegen sie.","versions":[{"lang":1,"streams":[{"redirect":8826347,"hoster":"VOE"},{"redirect":8573228,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826250,"hoster":"VOE"},{"redirect":8573222,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verrat","epNo":5,"alt":"Better Call Saul","descr":"Die Hacktivisten proben nach einem leak durch Numan (Atheer Adel) den Aufstand, während sich Quinn (Rupert Friend) für Carrie (Claire Danes) einsetzt. Er setzt sein eigenes Leben aufs Spiel, um ihres zu retten. Dar Adal (F. Murray Abraham) und Allison (Miranda Otto) schätzen derweil den Schaden ein. Als russische Doppelagentin versucht sie, die Schuld für den Bombenanschlag auf den syrischen General auf den israelischen Geheimdienst Mossad zu schieben.","versions":[{"lang":1,"streams":[{"redirect":8826340,"hoster":"VOE"},{"redirect":8573231,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582367,"hoster":"VOE"},{"redirect":8573225,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Mauer","epNo":6,"alt":"Parabiosis","descr":"","versions":[{"lang":1,"streams":[{"redirect":8826342,"hoster":"VOE"},{"redirect":8573234,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593174,"hoster":"VOE"},{"redirect":8573227,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Doppelspiel","epNo":7,"alt":"Oriole","descr":"Allison fühlt sich in ihrer Rolle als Doppelagentin immer unwohler – schließlich könnte sie jederzeit auffliegen. Nun verlangt Ivan auch noch, dass sie mit Saul spricht um herauszufinden, an wen er die Dateien weitergereicht hat. Doch der wird gerade von Dar Adal in die Mangel genommen. Unterdessen versucht Carrie, die im Besitz der Dateien ist, herauszufinden, was hinter den darin enthaltenen Informationen steckt. Dafür reist sie nach Amsterdam …","versions":[{"lang":1,"streams":[{"redirect":8826343,"hoster":"VOE"},{"redirect":8573233,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826252,"hoster":"VOE"},{"redirect":8573229,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Akrobat","epNo":8,"alt":"All About Allison","descr":"Quinn hat sich einer Gruppe Dschihadisten angeschlossen, die auf dem Weg nach Syrien sind. Er hofft, über die Terroristen Kontakt zu einem berühmten Emir herstellen zu können – um ihn schließlich zu töten. Doch dann ändern sich die Pläne der Radikalen, und Quinn findet sich plötzlich in einer sehr gefährlichen Situation wieder. Carrie befindet sich unterdessen auf der Heimreise nach Berlin. Dort will sie Allison treffen, die ihrerseits spezielle Absichten mit Carrie hat.","versions":[{"lang":1,"streams":[{"redirect":8826341,"hoster":"VOE"},{"redirect":8573236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826251,"hoster":"VOE"},{"redirect":8573232,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Mann im Käfig","epNo":9,"alt":"The Litvinov Ruse","descr":"Carrie kann Saul davon überzeugen, dass Allison eine Doppelagentin ist. Nun wollen die beiden erreichen, dass der BND Allison überwacht und sie in eine Falle lockt. Der deutsche Geheimdienst lässt sich darauf ein und bringt Allison durch einen Trick dazu, den Notfallcode auszulösen und sich mit Ivan zu treffen … Quinn befindet sich immer noch in der Gewalt der Dschihadisten, deren teuflische Absichten sich inzwischen offenbart haben: Sie planen einen Anschlag mit Saringas …","versions":[{"lang":1,"streams":[{"redirect":8826344,"hoster":"VOE"},{"redirect":8573241,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826257,"hoster":"VOE"},{"redirect":8573230,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Brutal normal","epNo":10,"alt":"New Normal","descr":"Allison ist als Doppelagentin aufgeflogen, streitet die Vorwürfe jedoch ab und erzählt Dar Adal ihre Version der Geschichte. Er glaubt ihr, doch Saul hat starke Zweifel an Allisons Aussage. Die Dschihadisten machen unterdessen ernst und testen das Saringas an Quinn. Sie filmen seinen Todeskampf, um den Westen mit dem Video zu erpressen: Wenn Assad nicht abgesetzt und der IS als Staat anerkannt wird, versprühen sie das hochgiftige Gas über einer europäischen Großstadt …","versions":[{"lang":1,"streams":[{"redirect":12385147,"hoster":"VOE"},{"redirect":8573239,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593173,"hoster":"VOE"},{"redirect":8573235,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Ziel ist Berlin","epNo":11,"alt":"Our Man In Damascus","descr":"Entgegen aller Vernunft vertraut Dar Adal Allison und beauftragt sie herauszufinden, wo die Dschihadisten den Anschlag planen. Doch Allison macht erneut gemeinsame Sache mit den Russen und führt Adal und die deutschen Behörden vorsätzlich in die Irre. Doch Carrie hat eine Idee, wie sie doch noch den wahren Anschlagsort herausfinden kann und nimmt Kontakt zu dem Arzt Hussein auf, der Quinn behandelt hat. Gelingt es ihr, das Attentat zu verhindern?","versions":[{"lang":1,"streams":[{"redirect":8826346,"hoster":"VOE"},{"redirect":8573244,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826256,"hoster":"VOE"},{"redirect":8573237,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die letzte Illusion","epNo":12,"alt":"A False Glimmer","descr":"Carrie läuft die Zeit davon: Wenn niemand einschreitet, setzen die Terroristen das Saringas im Berliner Hauptbahnhof frei. Auch Allison läuft die Zeit davon: Sie ist auf der Flucht und will mit Erna Richters Hilfe das Land verlassen. Saul setzt jedoch alles daran, Details über die Fluchtroute der beiden zu erfahren und die Frauen zu stoppen. Für Numan hingegen ist das Spiel aus: Der BND findet ihn und stellt die gehackten Dokumente sicher.","versions":[{"lang":1,"streams":[{"redirect":8826348,"hoster":"VOE"},{"redirect":8573247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593175,"hoster":"VOE"},{"redirect":8573240,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Leichte Beute","epNo":1,"alt":"Fair Game","descr":"Carrie ist nach New York gegangen und arbeitet dort bei einer Stiftung, die zu Unrecht verfolgte Muslime juristisch vertritt. Otto folgt ihr und möchte sie davon überzeugen, dass größere Aufgaben auf sie warten. Das führt bei ihr allerdings zu keiner positiven Reaktion. Derweil befindet sich Peter Quinn nach seiner Giftgasfolter in einer Einrichtung für Kriegsveteranen. Dar Adal und Saul arbeiten wieder gemeinsam für die CIA. Amerika hat außerdem eine neue Präsidentin","versions":[{"lang":1,"streams":[{"redirect":13095038,"hoster":"VOE"},{"redirect":8573246,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826254,"hoster":"VOE"},{"redirect":8573238,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Mann im Keller","epNo":2,"alt":"The Man in the Basement","descr":"Peter Quinn wohnt im Untergeschoss bei Carrie. Da sie viel unterwegs ist und er mit epileptischen Krampfanfällen zu kämpfen hat, passt ihr alter Freund Max auf ihn auf. Währenddessen versucht Anwalt Reda, Sekou zu entlasten, der wegen des Vorwurfs, Terrorist zu sein, inhaftiert wurde. FBI-Agent Conlin und Carrie ermitteln in diesem Fall mit komplett unterschiedlichen Ansätzen.","versions":[{"lang":1,"streams":[{"redirect":8826355,"hoster":"VOE"},{"redirect":8573248,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593178,"hoster":"VOE"},{"redirect":8573242,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwingende Beweise","epNo":3,"alt":"The Covenant","descr":"Saul wird von Dar Adal nach Abu Dhabi geschickt und soll dort gemeinsam mit dem israelischen Geheimdienst und deren Chefin Tovah arbeiten. Die Aussagen des kriminellen Iraners Nafisi sollen zu potentiellen Beweisen für die Präsidentin werden, um sie – nach Dar Adals Ansicht – von einem härteren strategischen Vorgehen gegen den Iran zu überzeugen. Derweil schafft es Carrie, den FBI-Agenten Conlin wegen einer Gerichtsverhandlung gegen Sekou unter Druck zu setzen.","versions":[{"lang":1,"streams":[{"redirect":8826352,"hoster":"VOE"},{"redirect":8573250,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593179,"hoster":"VOE"},{"redirect":8573243,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Westjordanland","epNo":4,"alt":"A Flash of Light","descr":"Sekou wird dank Carrie und ihrer detaillierten Ermittlungen unter Auflagen freigelassen. Er hält sich allerdings nicht an diese Vorgaben und wird am Ende für einen Anschlag in New York missbraucht, bei dem er umkommt. Derweil besucht Saul seine Schwester in Israel, die er zwölf Jahre lang nicht gesehen hat. Den Besuch nutzt er als Tarnung für ein Treffen mit dem iranischen Geheimdienstoffizier Javadi. Er möchte so an Informationen über die Atombombenentwicklung im Iran kommen.","versions":[{"lang":1,"streams":[{"redirect":8826350,"hoster":"VOE"},{"redirect":8573253,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826260,"hoster":"VOE"},{"redirect":8573245,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kein sicherer Ort","epNo":5,"alt":"Casus Belli","descr":"Während Carrie herausfinden möchte, ob Sekou tatsächlich der Attentäter von New York war, wird ihr Haus, in dem sich Quinn und Franny befinden, von Journalisten und einem wütenden Mob umlagert. Sie werfen Carrie vor, eine Sympathisantin von Terroristen zu sein. Als dann auch noch Steine durch die Fenster geworfen werden, schießt Quinn einem der Demonstranten ins Bein und nimmt anschließend auch noch einen der Spezialagenten, die nun auch das Haus umstellen, als Geisel","versions":[{"lang":1,"streams":[{"redirect":12923571,"hoster":"VOE"},{"redirect":8573256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582366,"hoster":"VOE"},{"redirect":8573249,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Söhne und der Krieg","epNo":6,"alt":"The Return","descr":"Saul versucht herauszufinden, wer hinter dem falschen Spiel der Israelis – unter Anführung von Tovah Rivlin – steckt und sucht den russischen Geheimagenten Viktor auf. Derweil kann Carrie mit Agent Conlins Hilfe Quinn im psychiatrischen Polizeigewahrsam aufsuchen. Quinn hatte mit seinen Bombenanschlags-Anschuldigungen tatsächlich Recht gehabt. Als Carrie und Conlin zusammenarbeiten, nehmen die Ermittlungen eine unerwartete Wendung","versions":[{"lang":1,"streams":[{"redirect":13101096,"hoster":"VOE"},{"redirect":8573259,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582365,"hoster":"VOE"},{"redirect":8573251,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Verraten und Verkauft","epNo":7,"alt":"Imminent Risk","descr":"Franny wird von einer Beamtin des Jugendamts, Christine Lonas, bei einer Pflegefamilie untergebracht. Auch der Richter entscheidet, dass Franny nicht zurück zu Carrie darf, da diese aufgrund ihrer bipolaren Störung und der Ereignisse der letzten Tage nicht die Sicherheit ihrer Tochter gewährleisten kann. Währenddessen wird Saul klar, dass Dar Adal eine größere Rolle bei der Entwicklung aller Geschehnisse der letzten Zeit zukommt als erwartet","versions":[{"lang":1,"streams":[{"redirect":8826354,"hoster":"VOE"},{"redirect":8573257,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593177,"hoster":"VOE"},{"redirect":8573252,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alternative Wahrheiten","epNo":8,"alt":"Alt.Truth","descr":"Carrie und Saul wollen Präsidentin Elizabeth Keane Beweise liefern, dass sie sich und ihre Politik vor Dar Adal schützen muss. Gemeinsam planen sie ein Treffen zwischen Majid Javadi und der Präsidentin. Hierbei kommt heraus, dass Nafisi Zahlungen an Nordkorea geleistet hat und somit anzunehmen ist, dass der Iran den Atomvereinbarungen doch widerspricht. Damit haben Carrie und Saul nicht gerechnet. Dar Adal scheint auch bei der CIA seine Finger im Spiel zu haben","versions":[{"lang":1,"streams":[{"redirect":8826370,"hoster":"VOE"},{"redirect":8573260,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593180,"hoster":"VOE"},{"redirect":8573254,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Lügenfabrik","epNo":9,"alt":"Sock Puppets","descr":"Dar Adal hintergeht Javadi, indem er dessen Standort an den Mossad verrät. Über einen Anruf versuchen Carrie und Saul ihn zu orten. Allerdings finden sie nur noch das verlorene Telefon. Das ist jedoch nicht vollkommen nutzlos. Als sie Präsidentin Keane Beweise der geheimen Kriminalität von Dar Adal liefern können, überlegt diese sich einen Plan, gegen den Rivalen vorzugehen. Max versucht derweil undercover, bei Brett O’Keefe bezüglich Agent Conlins Tod zu ermitteln","versions":[{"lang":1,"streams":[{"redirect":13101097,"hoster":"VOE"},{"redirect":8573263,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582368,"hoster":"VOE"},{"redirect":8573255,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Feigheit liegt in der Familie","epNo":10,"alt":"The Flag House","descr":"Quinn sucht mittels GPS nach Dar Adal und findet sich in einer ihm bekannten Nachbarschaft wieder. In einem Diner erkennt ihn eine Bedienung, allerdings unter dem Namen Johnny. In einem der Nebenhäuser erinnert sich Quinn an zahlreiche Ereignisse. Die Spannungen zwischen Dar Adal und Präsidentin Keane werden derweil intensiver. Während Saul sich darauf vorbereitet, das Land zu verlassen, hat Carrie weiterhin mit dem Jugendamt und dem Verlust ihres Kindes zu kämpfen","versions":[{"lang":1,"streams":[{"redirect":13098087,"hoster":"VOE"},{"redirect":8573262,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593181,"hoster":"VOE"},{"redirect":8573261,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"R für Romeo","epNo":11,"alt":"R for Romeo","descr":"Während Carrie und Quinn eine interessante Entdeckung machen, muss die designierte Präsidentin der Vereinigten Staaten, Elizabeth Keane, nach der Attacke von O’Keefe eine schwierige Entscheidung treffen. Zusätzlich hat sie mit zahlreichen Demonstranten zu kämpfen. Unterdessen handelt sich Max großen Ärger ein, und Quinns Name wird für eine mysteriöse und bösartige Webseite missbraucht.","versions":[{"lang":1,"streams":[{"redirect":12252224,"hoster":"VOE"},{"redirect":8573265,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582369,"hoster":"VOE"},{"redirect":8573258,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Todeszone","epNo":12,"alt":"America First","descr":"Es ist ein Mordkomplott gegen Präsidentin Keane in Gange, das Quinn und Carrie aufgedeckt haben und zu verhindern versuchen. Die mutmaßlichen Täter sind General McClendon und dessen Einsatzteam. Der Rettungsversuch läuft allerdings nicht nach Plan – und Quinn muss einen hohen Preis für seine Hilfe zahlen. Carrie erhält daraufhin eine neue Position als Beraterin im Weißen Haus, doch nicht etwa aus Dankbarkeit der Präsidentin, sondern aus reiner Berechnung","versions":[{"lang":1,"streams":[{"redirect":12923568,"hoster":"VOE"},{"redirect":8573272,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593182,"hoster":"VOE"},{"redirect":8573264,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Im freien Fall","epNo":1,"alt":"Enemy of the State","descr":"Carrie (Claire Danes) und Franny (Claire Keane) leben bei Maggies Familie in Washington, D.C. Offiziell geht Carrie keinem geregelten Job nach, allerdings arbeitet sie daran, einen FBI-Agenten (Morgan Spector) zur anonymen Aussage vor einem Kongressausschuss zu überreden, womit er die autokratische Präsidentin in Bedrängnis bringen würde.\r\rSaul (Mandy Patinkin) und andere Bundesbeamten befinden sich derweil nach dem Anschlag auf die gewählte Präsidentin Keane (Elizabeth Marvel) im Gefängnis. Deren Regierung wird des Totalitarismus bezichtigt. Ihr Berater Wellington (Linus Roache) versucht indes, Saul ein Kooperationsangebot zu machen.","versions":[{"lang":1,"streams":[{"redirect":8826356,"hoster":"VOE"},{"redirect":8573269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582370,"hoster":"VOE"},{"redirect":8573266,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gute Absichten","epNo":2,"alt":"Rebel Rebel","descr":"Carrie (Claire Danes) macht auf den Überwachungsaufnahmen aus Wellingtons Haus eine Entdeckung. Als sie im Internet jedoch nach weiteren Informationen sucht, wird sie Opfer eines Hackerangriffs.\r\rKeane (Elizabeth Marvel) wird derweil von Wellington (Linus Roache) dazu überredet, die Forderungen des inhaftierten Saul (Mandy Patinkin) zu erfüllen und ihn im Gegenzug zum Nationalen Sicherheitsberater zu machen.\r\rO\u0027Keefe (Jake Weber) findet unterdessen Unterschlupf bei einer Gruppe Waffennarren. Allerdings befindet sich das FBI bereits auf seiner Spur.","versions":[{"lang":1,"streams":[{"redirect":8826357,"hoster":"VOE"},{"redirect":8573270,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11918309,"hoster":"VOE"},{"redirect":8573267,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Strafzettel","epNo":3,"alt":"Standoff","descr":"Carrie trifft eine schwerwiegende Entscheidung: Sie will die Ermittlungen gegen die Präsidentin und deren Regierung einstellen. Als Dante aber mit brisanten Infos aufwartet, hat sie keine Wahl. Sie muss weiter recherchieren, wird dabei aber von der Polizei gestellt und festgenommen. Derweil ist Saul noch immer damit beschäftigt, O\u0027Keefe zur Strecke zu bringen. Der Mann wird allerdings von einer Armada Rebellen beschützt, die ihn nicht kampflos ausliefern werden.","versions":[{"lang":1,"streams":[{"redirect":8826359,"hoster":"VOE"},{"redirect":8573274,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593183,"hoster":"VOE"},{"redirect":8573268,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Live aus dem freien Amerika","epNo":4,"alt":"Like Bad At Things","descr":"Während Carrie weitere Beweise dafür sucht, dass die mysteriöse Frau namens Simone in Verbindung zum ermordeten General McClendon steht, will das FBI endlich O’Keefe festnehmen. Der hat sich auf einer Farm verschanzt und genießt weiterhin den Schutz der Rebellen. Zwar gelingt es ihnen, einen FBI-Agenten als Geisel zu nehmen, doch bei der Auseinandersetzung wird auch der Sohn des Farminhabers angeschossen. Eine Falschmeldung über den Tod des Jungen lässt die Situation eskalieren.","versions":[{"lang":1,"streams":[{"redirect":8826358,"hoster":"VOE"},{"redirect":8573279,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11918337,"hoster":"VOE"},{"redirect":8573271,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die üblichen Verdächtigen","epNo":5,"alt":"Active Measures","descr":"Auf Präsidentin Keanes Bitten besucht Jackie, die Witwe des in der Schießerei gefallenen FBI-Beamten Goodman, den Trauergottesdienst von Bo Elkins’ Familie. Dort begegnet ihr dessen Witwe Mary wider Erwarten freundlich, und die beiden trauern vor laufender Kamera gemeinsam. Indes wollen Carrie, Dante und Max zusammen mit einer Spezialeinheit Simone den Giftanschlag auf General McClendon nachweisen. Doch die Observierung schlägt fehl.","versions":[{"lang":1,"streams":[{"redirect":8826360,"hoster":"VOE"},{"redirect":8573276,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826273,"hoster":"VOE"},{"redirect":8573273,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Krupkins Kreuz","epNo":6,"alt":"Species Jump","descr":"Simone will vor Gericht gegen Wellington aussagen und ihm die Schuld an der Verschwörung gegen Präsidentin Keane geben. Carrie zweifelt aber an seiner Schuld und hält stattdessen Dante für den Verantwortlichen. Sie setzt ihn mithilfe eines Drinks außer Gefecht, um in seiner Wohnung nach Beweisen zu suchen. Saul und sein Spezialteam kümmern sich derweil um den Verdächtigen Yevgeny Gromov, der hinter den Cyberattacken auf Keane stecken soll.","versions":[{"lang":1,"streams":[{"redirect":13104330,"hoster":"VOE"},{"redirect":8573282,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826278,"hoster":"VOE"},{"redirect":8573275,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wellingtons Briefe","epNo":7,"alt":"Andante","descr":"Inzwischen sind sich Carry und Saul sicher, dass Dante für die Verschwörung gegen Präsidentin Keane verantwortlich ist und Wellington dafür zum Sündenbock machen wollte. Geschockt von dieser Erkenntnis, will Wellington seinen Job kündigen, doch Präsidentin Keane lehnt ab. Carrie will indes Dantes Schuld beweisen und wohnt nach einer Auseinandersetzung mit ihrer Schwester bei ihm. Sauls Team kann ihn schließlich vor Simones gerichtlicher Aussage verhaften.","versions":[{"lang":1,"streams":[{"redirect":8826361,"hoster":"VOE"},{"redirect":8573280,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11918407,"hoster":"VOE"},{"redirect":8573277,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lügen, Gerüchte, Twitter","epNo":8,"alt":"Lies, Amplifiers, F**king Twitter","descr":"Da Carrie und Saul Dante kein Geständnis entlocken können, greift Carrie zu drastischeren Mitteln: Sie lässt ihn vergiften. Während seines Todeskampfs erzählt er ihr pikante Details zum Mord an McClendon. Trotz eines Gegenmittels versagt jedoch sein Herz und ein Notarzt wird alarmiert. Nach einer Drohung von Wellington entführen die Russen derweil Simone. Außerdem erfährt Maggie von der Gefahr, die für Franny in der Nacht bestand, in der Dante verhaftet wurde.","versions":[{"lang":1,"streams":[{"redirect":8826363,"hoster":"VOE"},{"redirect":8573283,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826277,"hoster":"VOE"},{"redirect":8573278,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der nützliche Idiot","epNo":9,"alt":"Useful Idiot","descr":"Dante befindet sich nach seiner Vergiftung im Krankenhaus. Er verdächtigt die Russen als Täter und erzählt Carrie alles über die Geheimoperation. Derweil lässt Yevgeny Simone aus den USA bringen und besucht Dante in der Notaufnahme, um den Umfang von dessen Geständnis herauszufinden. Carrie hat Angst, dass er Dante tötet und will ihn stoppen. Sie erleidet aufgrund der ganzen Aufregung einen Nervenzusammenbruch, halluziniert und bringt ihre Tochter Franny in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":8826367,"hoster":"VOE"},{"redirect":8573288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582371,"hoster":"VOE"},{"redirect":8573281,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Uhr tickt","epNo":10,"alt":"Clarity","descr":"Während Carrie nach ihrem Zusammenbruch in einer Klinik behandelt wird, wollen Maggie und Bill das alleinige Sorgerecht für Franny erwirken. Carrie ist bereit, ihren Job zu kündigen und mit juristischen Mitteln um ihre Tochter zu kämpfen, erkennt jedoch ihre Chancenlosigkeit in diesem Prozess. Saul weiß inzwischen, dass Simone in Russland ist und fliegt dorthin, um sie festzunehmen. Dieser Mission schließt sich Carrie an, um Präsidentin Keanes Amtsenthebung zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":8826365,"hoster":"VOE"},{"redirect":8573284,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11918496,"hoster":"VOE"},{"redirect":11918521,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Welt sieht zu","epNo":11,"alt":"All In","descr":"Sauls (Mandy Patinkin) Mission beginnt. Er reist mit Carrie (Claire Danes) und einer Eingreiftruppe nach Russland, um dort vordergründig über die Aktivitäten von Yevgeny Gromov (Costa Ronin) in Amerika zu verhandeln. Eigentlich soll aber die Exfiltration von Simone Martin (Sandrine Holt) organisiert werden. Dabei kommt es jedoch zu einigen unvorhergesehenen Problemen.\r\rFür die Keane-Regierung läuft indes die Zeit ab, weil das oberste Gericht des Landes die Entlassung eines Großteils des Kabinetts durch Präsidentin Keane (Elizabeth Marvel) als unrechtmäßig eingestuft hat.","versions":[{"lang":1,"streams":[{"redirect":8826371,"hoster":"VOE"},{"redirect":8573290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11918555,"hoster":"VOE"},{"redirect":11918477,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Brücke über die Narva","epNo":12,"alt":"Paean to the People","descr":"Simones Flucht hat einen Schusswechsel der amerikanischen mit den russischen Agenten ausgelöst und die Beziehung zwischen beiden Ländern extrem verschlechtert. Ex-Präsidentin Keane weiht in Washington den Vizepräsidenten Ralph Warner in Sauls Auftrag ein. Clint erzählt Sandy derweil von seinem Verrat. Carrie, Simone und Sauls Team werden unterdessen in Moskau von den russischen Agenten sowie der Polizei gejagt.","versions":[{"lang":1,"streams":[{"redirect":8826376,"hoster":"VOE"},{"redirect":8573287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11918297,"hoster":"VOE"},{"redirect":11918295,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"180 Tage","epNo":1,"alt":"Deception Indicated","descr":"Carrie erholt sich in einem Landshuter Krankenhaus der U.S. Army von ihrer Gefangenschaft in Russland. Sie will in den Dienst der CIA zurückkehren, doch die hält Carrie aufgrund eines auffälligen Lügendetektortests für eine potenzielle Spionin. Währenddessen kämpft Saul als Nationaler Sicherheitsberater des US-Präsidenten dafür, die Friedensgespräche zwischen den Taliban und der afghanischen Regierung in Doha fortzusetzen.","versions":[{"lang":1,"streams":[{"redirect":8826378,"hoster":"VOE"},{"redirect":8826377,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826279,"hoster":"VOE"},{"redirect":8573289,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826385,"hoster":"VOE"},{"redirect":8573285,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der große Schwindel","epNo":2,"alt":"Catch And Release","descr":"Carrie braucht ein Druckmittel, um den afghanischen Vize-Präsidenten G’ulom dazu zu bewegen, seine kontroversen Aussagen öffentlich zu widerrufen. Ein Hinweis bringt sie auf die Spur von Samira Noori, deren Mann bei einem Anschlag getötet wurde. Um herauszufinden, ob die Frau belastendes Material gegen G’ulom besitzt, inszenieren die Agenten ein Bewerbungsgespräch.","versions":[{"lang":1,"streams":[{"redirect":8826391,"hoster":"VOE"},{"redirect":8573292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9593191,"hoster":"VOE"},{"redirect":8573286,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826388,"hoster":"VOE"},{"redirect":8573291,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das unglückliche Land","epNo":3,"alt":"False Friends","descr":"Der Talibanführer Haqqani verdächtigt Saul, für den Anschlag auf seine Männer verantwortlich zu sein. Bald mehren sich jedoch die Hinweise, dass tatsächlich nicht die Amerikaner, sondern Haqqanis eigener Sohn Jalal hinter dem versuchten Attentat steckt. Unterdessen ist Carrie dem russischen Geheimdienstagenten Yevgeny auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":8826373,"hoster":"VOE"},{"redirect":8573293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826281,"hoster":"VOE"},{"redirect":8573294,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923565,"hoster":"VOE"},{"redirect":8573297,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Präsidenten an Bord","epNo":4,"alt":"Chalk One Up","descr":"US-Präsident Warner trifft überraschend in Kabul ein, um gemeinsam mit dem afghanischen Präsidenten Daoud das Kriegsende zu verkünden. Während sich die beiden Staatsoberhäupter im Helikopter auf den Weg zur Militärbasis machen, erhält Carrie plötzlich einen Anruf. Samiras Schwager, der Bruder ihres verstorbenen Mannes, will sie entführen und zur Heirat zwingen. Wird Carrie die junge Frau noch rechtzeitig erreichen?","versions":[{"lang":1,"streams":[{"redirect":8826375,"hoster":"VOE"},{"redirect":8826372,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826283,"hoster":"VOE"},{"redirect":8573298,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9018619,"hoster":"VOE"},{"redirect":12978320,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der traurigste aller Tage","epNo":5,"alt":"Chalk Two Down","descr":"Nach dem Absturz des Präsidentenhubschraubers scheinen die Friedensverhandlungen endgültig zum Scheitern verurteilt zu sein. Saul will G’ulom – den Nachfolger des getöteten afghanischen Regierungsoberhauptes – davon überzeugen, ein gemeinsames Statement als Reaktion auf die Tragödie abzugeben, doch dieser hat die Taliban im Verdacht und schlägt jede weitere Zusammenarbeit aus. Unterdessen ist Carrie der Ursache des Absturzes auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":12335944,"hoster":"VOE"},{"redirect":8573296,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826282,"hoster":"VOE"},{"redirect":8573299,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826393,"hoster":"VOE"},{"redirect":8573301,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwei Minuten","epNo":6,"alt":"Two Minutes","descr":"Max gerät in die Hände eines Talibankämpfers. Carries einzige Chance, ihren Freund aufzuspüren, ist Yevgeny. Damit dieser ihr helfen kann, muss sie jedoch zunächst die amerikanische Überwachung des fraglichen Gebietes sabotieren. Derweil macht G’ulom weiterhin die Taliban für den Tod der beiden Präsidenten verantwortlich und verlangt von Haqqani, sich selbst auszuliefern.","versions":[{"lang":1,"streams":[{"redirect":8826379,"hoster":"VOE"},{"redirect":8573302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826284,"hoster":"VOE"},{"redirect":8573300,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826392,"hoster":"VOE"},{"redirect":8573305,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Auge um Auge","epNo":7,"alt":"F**ker Shot Me","descr":"Yevgenys Kontakte haben Max ausfindig gemacht. Doch bevor Carrie ihn befreien kann, verschleppen die Taliban den Amerikaner erneut. Währenddessen erwartet Haqqani seine Gerichtsverhandlung. Saul hofft, eine Tonaufnahme, die die Bereitschaft des Talibanchefs zum Abschluss eines Friedensabkommens beweist, mit in den Prozess einbringen zu können, doch Präsident Hayes steht längst unter G’uloms Einfluss und hat nicht die Absicht, Haqqani davonkommen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8826383,"hoster":"VOE"},{"redirect":8573306,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826286,"hoster":"VOE"},{"redirect":8573303,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12916845,"hoster":"VOE"},{"redirect":8573308,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jemand namens Max","epNo":8,"alt":"Threnody(s)","descr":"Jalal droht, Max hinzurichten, sollte das Todesurteil an seinem Vater vollstreckt werden. Obwohl Präsident Hayes zunächst einen Aufschub um 24 Stunden erwirkt, überzeugt sein außenpolitischer Berater John Zabel ihn schließlich, den Talibanführer dennoch vor Ablauf der Zeit hinrichten zu lassen – und damit Max’ Todesurteil zu unterschreiben. Carrie ist am Boden zerstört, als sie Zeugin von Max’ Schicksal wird und macht Saul für den Tod ihres Freundes verantwortlich.","versions":[{"lang":1,"streams":[{"redirect":8826380,"hoster":"VOE"},{"redirect":8573309,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826387,"hoster":"VOE"},{"redirect":8573304,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zwischen Schwarz und Weiß","epNo":9,"alt":"In Full Flight","descr":"Die amerikanische Regierung ist weiterhin von Jalals Schuld am Tod des US-Präsidenten überzeugt und droht Pakistan mit Krieg, sollte der neue Anführer der Taliban nicht ausgeliefert werden. Während Saul vergeblich versucht, seine Vorgesetzten von ihrem Kurs abzubringen, sind Carrie und Yevgeny auf der Suche nach dem Flugschreiber des verunglückten Helikopters. Auf einem Markt in Kohat stoßen sie schließlich auf eine Spur.","versions":[{"lang":1,"streams":[{"redirect":8826381,"hoster":"VOE"},{"redirect":8573310,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826285,"hoster":"VOE"},{"redirect":8573307,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826394,"hoster":"VOE"},{"redirect":8573311,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Nutzlose Wahrheit","epNo":10,"alt":"Designated Driver","descr":"Nach Yevgenys Verrat an Carrie befindet sich der Flugschreiber im Besitz Russlands. Saul unternimmt alles, um das Gerät zurückzukaufen, aber die russische Seite hat kein Interesse daran, das Beweisstück für die Unschuld Jalals aus den Händen zu geben. Ohne dieses droht jedoch, ein Atomkrieg auszubrechen. Yevgeny macht Carrie schließlich einen Vorschlag: Im Austausch für die Identität eines hochrangigen Agenten im Kreml, wird er ihr den Flugschreiber übergeben.","versions":[{"lang":1,"streams":[{"redirect":8826384,"hoster":"VOE"},{"redirect":8573317,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826287,"hoster":"VOE"},{"redirect":8573316,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826395,"hoster":"VOE"},{"redirect":8573315,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Genossin Lehrerin","epNo":11,"alt":"The English Teacher","descr":"Carrie (Claire Danes) will nur noch einen einzigen Gefallen.","versions":[{"lang":1,"streams":[{"redirect":8826382,"hoster":"VOE"},{"redirect":8573314,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8826288,"hoster":"VOE"},{"redirect":8573313,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826396,"hoster":"VOE"},{"redirect":8573312,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Nacht über Moskau","epNo":12,"alt":"Prisoners Of War","descr":"Die Ereignisse rund um Sauls (Mandy Patinkin) und Carries (Claire Danes) letzte Mission kommen zu einem Abschluss.","versions":[{"lang":1,"streams":[{"redirect":8826386,"hoster":"VOE"},{"redirect":8573319,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13101089,"hoster":"VOE"},{"redirect":8573318,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8826397,"hoster":"VOE"},{"redirect":8573320,"hoster":"Streamtape"}]}]}]}]}