{"seriesId":"hometown-a-killing","name":"Hometown: A Killing","descr":"Der Journalist Mobeen Azhar kehrt in seine Heimatstadt Huddersfield zurück, um über den Tod von Yassar Yaqub zu berichten, der im Januar 2017 von der Polizei erschossen wurde. Sein Tod führte zu Protesten auf den Straßen von West Yorkshire, und die Kampagne \"Justice 4 Yassar\" wurde ins Leben gerufen. Als er nachforscht, stellt Mobeen fest, dass die Geschichte viel mehr zu bieten hat, und versucht herauszufinden, wo die Wahrheit wirklich in einer Reise liegt, die ihn dazu zwingt, sich einigen hässlichen Wahrheiten über seine Gemeinde und Heimatstadt zu stellen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Killing","descr":"Der preisgekrönte Journalist Mobeen Azhar zieht in seine Heimatstadt Huddersfield zurück, um über den Tod von Mohammed Yassar Yaqub zu berichten. Yassar Yaqub, der vor Gericht als 28-jähriger Bürokaufmann beschrieben wurde, wurde 2017 an einem kalten und nassen Januarabend auf einer Zufahrtsstraße M62 von der Polizei erschossen. Sein Tod wurde von seiner Familie als liebevoller Sohn und geliebter Vater gefeiert Um auf den Straßen von West Yorkshire zu protestieren und im Gefolge der Black Lives Matter-Bewegung wurde eine \"Justice 4 Yassar\" -Kampagne ins Leben gerufen.  Aber mit Gerüchten über Drogenimperien, Geldwäsche und Hochleistungsautos wird Mobeen wenige Tage nach seiner Meldung des Falls klar, dass es in der Stadt eine viel größere Geschichte gibt. Mit Gewalt auf den Straßen und einer Stadt, die Angst vor Gesprächen hat, versucht Mobeen herauszufinden, wo die Wahrheit wirklich liegt, auf einer Reise, die ihn dazu zwingt, einige hässliche Wahrheiten über seine Gemeinde und Heimatstadt zu erörtern.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Rumours","descr":"Der Journalist Mobeen Azhar untersucht Gerüchte um Yassar Yaqub, und ein Prozess, der mit der Nacht seines Todes zusammenhängt, beginnt dreißig Kilometer weiter am Leeds Crown Court. Angesichts der zunehmenden Gewalt auf den Straßen von Huddersfield untersucht Mobeen die Folgen dieses anscheinend drogenbedingten Verbrechens und deckt seine Auswirkungen auf unschuldige Einheimische auf.","versions":[]}]}]}