{"seriesId":"homes-of-horror","name":"Homes of Horror","descr":"[My Haunted House] Homes of Horror erzählt die schockierenden Augenzeugenberichte von verängstigten Menschen, deren Traumhäuser zu Albträumen geworden sind. Jede Folge entführt uns zweimal in eine Welt von Personen, die buchstäblich im Terror leben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kindermörder","epNo":1,"alt":"The Nursery \u0026 The Closet","descr":"Als Jens Mann Joel eine neue Stelle in einer anderen Stadt bekommt, ist sie im vierten Monat schwanger und muss sich alleine um die Haussuche kümmern. Jen sucht etwas Günstiges und kann ihr Glück kaum fassen, als die Maklerin ein großes, schönes Haus anbietet, das weit unter dem Marktpreis liegt. Die Vormieter waren bei Nacht und Nebel verschwunden, hatten aber im Schrank einen Babyschuh zurückgelassen. Die werdende Mutter sieht dies als gutes Omen – bis der Schuh ein Eigenleben zu bekommen scheint. Um die Sicherheit ihrer Familie besorgt, lässt sie das Haus von einem Priester segnen, doch es ist zu spät und Jen sieht sich bald in einem Alptraum gefangen","versions":[{"lang":1,"streams":[{"redirect":12269558,"hoster":"VOE"},{"redirect":8826683,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der ungebetene Gast","epNo":2,"alt":"Unwanted Guest \u0026 Mirror Image","descr":"Das elegante Hotel \"Leopard\" in Staffordshire, einer lieblichen Grafschaft in England, bewirtet seine Gäste seit über 300 Jahren. Doch seine unheimliche Geschichte und erschreckenden Phänomene versetzen jeden in Angst, der es wagt, sich hier zu später Stunde aufzuhalten. Die Angestellten fühlen sich von unsichtbaren Wesen verfolgt, sehen Gegenstände, die sich wie von Geisterhand bewegen, oder Türen, die sich von selbst öffnen und schließen. Auch physische Attacken häufen sich, so dass man das renommierte Geisterjäger-Team bestehend aus Chris Fleming, Sandy Lakdar und Barri Ghai zur Hilfe gerufen hat. Die drei Experten gehen dem Spuk nun auf den Grund.","versions":[{"lang":1,"streams":[{"redirect":13101099,"hoster":"VOE"},{"redirect":8826690,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die einsame Waldhütte","epNo":3,"alt":"Trapped \u0026 Retreat","descr":"Kevin und Jess wollen ein romantisches Wochenende in einer abgeschiedenen Waldhütte ohne Handyempfang verbringen, die sie im Internet entdeckt haben. Und Kevin hat noch eine Überraschung parat: Er hat das romantische Häuschen nicht nur gemietet, sondern gekauft! Jess ist sauer, weil sie nicht gefragt wurde, doch dann erregt etwas anderes ihre Aufmerksamkeit: An den Bäumen rundum sind lange Kerben, wie tiefe Kratzer, in der Hütte hängen jede Menge Kreuze und in ihrem Proviant wimmelt es plötzlich vor Maden. Als das Pärchen ein lautes Knurren vor der Hüttentür hört, ist es bereits zu spät: Die Nacht ist hereingebrochen, und die zwei sitzen in der Falle.","versions":[{"lang":1,"streams":[{"redirect":8826732,"hoster":"VOE"},{"redirect":8826777,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ewige Liebe","epNo":1,"alt":"Vow of Silence \u0026 Cryptic","descr":"Nach ihrer Scheidung zieht Lanie mit Sohn Sam in das riesige, alte Haus ihrer Mutter, das früher ein Frauenkloster war. Lanie beginnt sofort, den Keller auszumisten und stößt dabei auf eine alte Tonbandspule mit der Aufschrift \"Schwester Corrine, Exit I-N-T\". Sie will das Band nicht wegwerfen, ohne vorher reingehört zu haben – und wird Zeuge einer Unterhaltung, bei der eine Nonne ihren plötzlichen Ordensaustritt erklärt. Lanie ist etwa bei der Hälfte des Bandes, als sie von einer seltsamen Erscheinung gestört wird und sucht schließlich Rat bei Pfarrer Mallory. Der beschwört sie, die Aufzeichnung nicht zu Ende zu hören, doch Lanie kann nicht widerstehen.","versions":[{"lang":1,"streams":[{"redirect":8826741,"hoster":"VOE"},{"redirect":8826787,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brotlose Kunst","epNo":2,"alt":"Art Loft \u0026 Drowned","descr":"Zoey wollte schon als Kind Künstlerin werden, und endlich kommt ihre große Chance: eine eigene Ausstellung in einer Galerie. Da sie nur zwei Monate Vorlauf hat, kündigt sie ihren Job als Kellnerin, sucht sich ein Atelier und setzt alles auf eine Karte. Ihr Freund Brian hält die Kündigung für riskant, doch Zoey will nur noch malen. Während der Arbeit bemerkt sie einen scheußlichen Geruch nach verwesendem Fleisch, kann aber kein totes Tier finden. Dann setzen starke Gefühlsschwankungen ein: Entweder malt Zoey wie eine Besessene oder sie hasst ihre Bilder. Sie isst und schläft nicht mehr – und es scheint, als hätte ein Dämon von ihrem Körper Besitz ergriffen.","versions":[{"lang":1,"streams":[{"redirect":13101100,"hoster":"VOE"},{"redirect":8826830,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"VHS des Grauens","epNo":3,"alt":"Family Grave \u0026 Deception","descr":"Als Dan nach dem Tod seiner Mutter die Familienfarm erbt und zu dem Anwesen zurückkehrt, holen ihn die schrecklichen Ängste seiner Kindheit wieder ein. Da der junge Mann arbeitslos ist, will er das Haus verkaufen – auch wenn ihn die Vorstellung traurig macht. Das Land gehörte seiner Familie schon so lange, dass es einen eigenen Friedhof gibt, auf dem alle Vorfahren begraben sind. Als Dan anfängt, auf der verfallenen Farm aufzuräumen, wird er von einer Gestalt verfolgt, die ihn offensichtlich vom Hof vertreiben will. Schnell packt er die Sachen seiner Mutter und findet dabei ihre Tagebücher. Es fühlt es sich falsch an, sie zu lesen – doch Dan tut es trotzdem.","versions":[{"lang":1,"streams":[{"redirect":8826761,"hoster":"VOE"},{"redirect":8826824,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliche Verbindung","epNo":4,"alt":"The Sorority \u0026 Secret Room","descr":"Jill geht aufs College und hat ein Stipendium für die Studiengebühren, aber kein Geld für die Miete. Deshalb tritt sie einer Studentenverbindung bei, bei der Anwärterinnen kostenlos im Verbindungshaus wohnen dürfen. Jill wird von den älteren Mädchen ständig ausgenutzt. Deshalb ist sie froh, als sie in den Frühjahrsferien alleine auf das Anwesen aufpassen soll, während der Rest Urlaub in Mexiko macht. Doch nachts sieht es anders aus: Jill hört Stimmen und Schritte auf der Treppe, außerdem ist eine Wand plötzlich mit Handabdrücken beschmiert. Das junge Mädchen bekommt Panik und will aus dem Haus flüchten. Doch eine unsichtbare Macht lässt sie nicht entkommen.","versions":[{"lang":1,"streams":[{"redirect":8826779,"hoster":"VOE"},{"redirect":8826853,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödlicher Antrag","epNo":5,"alt":"The Attic \u0026 ’Til Death","descr":"Selma besucht ihren Vater während der College-Ferien in seinem neuen Haus, das er nun mit seiner zweiten Frau und Selmas Halbschwester Maria bewohnt. Da Vater und Stiefmutter in den Skiurlaub wollen, soll sie auf die kleine Maria aufpassen. Alles läuft gut, bis das Kind anfängt, mit einem imaginären Freund zu sprechen und Bilder von einem blonden Jungen mit blauem Gesicht malt. Marias Fantasiefreund Billy ist Selma zwar etwas lästig, doch sie denkt sich nichts dabei, bis seltsame Stimmen vom Dachgeschoss kommen und das Licht ständig ausgeht. Als sie schließlich auf den Speicher muss, um den Weihnachtsschmuck zu holen, macht Selma eine grauenvolle Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8826801,"hoster":"VOE"},{"redirect":8826838,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Pesthaus","epNo":6,"alt":"Pest House \u0026 Sleepwalkers","descr":"Lori und Sohn Scott lieben ihr altes Haus in Virginia – bis die Region von einem Erdbeben erschüttert wird. Von diesem Tag an ereignen sich seltsame Dinge: Scott wird von Alpträumen geplagt und ist überzeugt, eine Art Vogelmann im Zimmer zu haben, der ihn mit einem Stock sticht. Und tatsächlich ist der Junge voller blauer Flecken. Auch Lori entdeckt Flecken an ihrem Körper, doch sie hat einen Ausschlag mit hässlichen Blasen. Dann kriechen plötzlich Blutegel aus der Küchenspüle. Doch erst als sie beim Umgraben eines Blumenbeets auf eine alte Pest-Maske stößt, wird Lori klar, dass die Vorkommnisse mit der grausigen Vergangenheit ihres Hauses zu tun haben.","versions":[{"lang":1,"streams":[{"redirect":13101101,"hoster":"VOE"},{"redirect":8826849,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Schrottplatz","epNo":7,"alt":"The Whispering \u0026 Ethel","descr":"Jens Vater ist Besitzer eines großen Schrottplatzes, den sie schon als kleines Mädchen hasste. Die Atmosphäre verängstigte das Kind. Nach der High-School wollte Jen nur noch weg und zog sofort aus. Doch als ihr Mutter 16 Jahre später stirbt, kehrt sie zurück, um ihrem Vater und ihrer jüngeren Schwester Samantha zu helfen. Obwohl sie den Schrottplatz nach wie vor nicht ausstehen kann, arbeitet sie mit und kontrolliert jeden neuen Unfallwagen. Bei jedem Schrottauto muss Jen an die armen Insassen denken. Doch als eines Abends ein Leichenwagen geliefert wird, spürt Jen Panik in sich aufsteigen: Sie hört Stimmen, die aus dem Jenseits zu kommen scheinen.","versions":[{"lang":1,"streams":[{"redirect":8826843,"hoster":"VOE"},{"redirect":12479022,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Portrait des Bösen","epNo":8,"alt":"Followed \u0026 A Portrait of Evil","descr":"Tim ist mit seiner Freundin Jessica ein Jahr zusammen, als sie auf eine Erkundungstour der besonderen Art gehen. Da Jess das Übernatürliche liebt, starten sie ihre Tour im Keller eines ehemaligen Bordells, in dem es spuken soll, und schleichen durch das alte Gebäude. Jess hat das Gefühl, dass sie von einer Art Schatten verfolgt werden. Und Tim, der einen alten Fingerhut aus dem Bordell mitgenommen hat, bekommt Halluzinationen, sieht ein Blutbad in seinem Schlafzimmer und befürchtet, völlig durchzudrehen. Medium Peter soll ihm helfen und holt Bilder aus der Vergangenheit des Etablissements in die Gegenwart, die allen das Blut in den Adern gefrieren lassen.","versions":[{"lang":1,"streams":[{"redirect":13110506,"hoster":"VOE"},{"redirect":8826872,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Erfroren im Wald","epNo":1,"alt":"The Boy Did It \u0026 Frozen Forest","descr":"Nach einem Jahr Bauzeit zieht Caitlin mit Ehemann Paul und zwei Kindern in ihr Traumhaus. Doch nach kaum zwei Wochen im neuen Zuhause gibt es einen schlimmen Unfall: Töchterchen Hayley fällt aus dem Fenster! Das Mädchen hat sich beide Beine gebrochen und schwere Prellungen davongetragen, doch es hätte wesentlich schlimmer kommen können. Alle gehen zunächst von einem Unfall aus, aber Hayley behauptet, ihr Bruder Charlie habe sie absichtlich gestoßen. Der Fünfjährige ist ein hyperaktiver, etwas wilder Junge – trotzdem können Caitlin und Paul nicht glauben, dass er seiner Schwester so etwas antun würde. Aber als sie mit Charlie sprechen wollen, verschwindet er.","versions":[{"lang":1,"streams":[{"redirect":8826855,"hoster":"VOE"},{"redirect":8826864,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Onkel Joe","epNo":2,"alt":"Don’t Go Upstairs \u0026 Swerve","descr":"Greg und Jake waren als Kinder nur einmal im Haus von Onkel Joe – dementsprechend erstaunt sind sie, als sie die Farm in New Mexico nach dessen Tod erben. Die Autofahrt dauert zehn Stunden, und als die Brüder endlich ankommen, beginnen sie sofort, nach der Besitzurkunde zu suchen, denn Jake will die Erbschaft schnell verkaufen. Doch im Haus überkommt sie ein seltsames Gefühl, so als wären sie nicht alleine. Da die notwendigen Unterlagen nicht auffindbar sind, wollen Greg und Jake auf dem Speicher nachsehen, den ihr Onkel stets sorgfältig verschlossen hielt. Der verstorbene Arzt hatte dort oben nachts operiert und an todkranken Patienten Experimente durchgeführt.","versions":[{"lang":1,"streams":[{"redirect":13104332,"hoster":"VOE"},{"redirect":8826869,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Paralysiert","epNo":3,"alt":"Paralyzed \u0026 The Baby Thief","descr":"John hat einen Job als Manager bei einer Ölbohrfirma in Houston angenommen, nachdem sein Vorgänger plötzlich kündigt. Die Bezahlung ist gut, aber John lebt abgeschieden in einem Haus an den Ölfeldern und schläft extrem schlecht. Jede Nacht schreckt er hoch, weil er kaum Luft bekommt. Dann beginnen Alpträume, in denen er von einer alten Frau gewürgt wird. Er ist allein in der Arbeiter-Siedlung, nur Kollege Rick kommt ab und zu vorbei und berichtet, dass Johns Vorgänger die gleichen Probleme hatte. John hat jetzt genug und zieht in ein anderes Haus. Doch wenig später, als ein neuer Mitarbeiter in seinem alten Domizil einquartiert wird, ereignet sich ein Drama.","versions":[{"lang":1,"streams":[{"redirect":13110505,"hoster":"VOE"},{"redirect":8826870,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mann ohne Gesicht","epNo":4,"alt":"The Innkeeper \u0026 Quarantine","descr":"Kaylie hat gerade die High-School beendet, als sie Aarons Mutter kennenlernt. Da die geschiedene Frau kaum Zeit für ihren Sohn hat, der keine Freunde findet und als notorischer Lügner gilt, kümmert sich Kaylie um den Jungen. Alles läuft gut, bis in der Villa, die Aaron und seine Mutter bewohnen, Schmuck verschwindet. Kaylie gerät unter Verdacht, findet die Ohrringe und Ketten dann aber im Kinderzimmer. Aaron streitet den Diebstahl ab und behauptet, ein Mann im Keller habe ihn genötigt, die Sachen zu nehmen, um ihn zu bezahlen. Ob diese Geschichte mit der Vergangenheit der Villa zu tun hat, die einst ein Gasthof war, in dem Reisende angeblich umgebracht wurden?","versions":[{"lang":1,"streams":[{"redirect":8826868,"hoster":"VOE"},{"redirect":12978319,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Finsteres Vermächtnis","epNo":5,"alt":"Under the Porch \u0026 Bruises","descr":"Kayla ist zwölf, als sich ihre Eltern trennen und sie mit ihrem Vater nach Virginia zieht. Es ist hart für den Teenager, alle Freunde zu verlieren, doch Kaylas Mutter ist psychisch krank und wird in eine geschlossene Klinik eingewiesen. Das Mädchen soll ein normales Leben führen, doch ihr neues Haus scheint ein dunkles Geheimnis zu bergen: Unter der Treppe findet Kayla Tierknochen, die ein seltsames Muster bilden. Außerdem gibt es eine Kiste mit Puppen, die nachts ein Eigenleben entwickeln. Kayla hat Angst, dass sie die gleichen Symptome wie ihre Mutter entwickelt, bis sie von einem Serienkiller erfährt, der in der Gegend ganze Familien im Schlaf ermordet hat.","versions":[{"lang":1,"streams":[{"redirect":8826871,"hoster":"VOE"},{"redirect":8826882,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Briefe aus dem Jenseits","epNo":6,"alt":"The Roommate \u0026 Chain Letter","descr":"Tara ist Psychiaterin und für die Therapie traumatisierter Veteranen zuständig. Vor kurzem hat sie ein neues Haus bezogen und darin eine kleine Praxis eingerichtet, die einen separaten Eingang besitzt. Einer ihrer Patienten heißt Cooper, er hat bei seinem Einsatz im Irak schreckliche Erfahrungen gemacht und kann im zivilen Leben kaum Fuß fassen. Bei einer therapeutischen Sitzung verschwindet der psychisch labile Mann plötzlich mit einem ihrer Küchenmesser. Tara gerät in Panik: Cooper ist nicht der erste Soldat, den sie behandelt, aber er ist anders als alle Patienten vor ihm. Es geht eine Bedrohung von ihm aus, die die Psychiaterin nicht einordnen kann.","versions":[{"lang":1,"streams":[{"redirect":14079840,"hoster":"VOE"},{"redirect":14079841,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der verfluchte Stuhl","epNo":7,"alt":"Unknown Caller \u0026 The Rocking Chair","descr":"Kim ist mit ihrem Freund Tom nach Kalifornien gezogen, doch nach drei Jahren Beziehung trennt sie sich, weil sie keine gemeinsame Zukunft sieht. Als es eines Abends klingelt, vermutet Kim, dass Tom seine Sachen holen kommt, doch vor der Tür schlägt ihr ein ekelhafter Ammoniak-Geruch entgegen. An den folgenden Tagen liegen Blumen und Weinflaschen ohne Absender vor ihrem Haus, dann bekommt sie anonymen Anrufe. Als Kim eines Tages bemerkt, dass sie nicht allein im Haus ist, ruft sie sofort die Polizei, doch es gibt keinen Hinweis auf einen Einbruch. Erst vermutet die junge Frau, dass ihr Ex-Freund dahintersteckt, doch dann verwandelt sich Kims Leben in einen Alptraum.","versions":[{"lang":1,"streams":[{"redirect":12379596,"hoster":"VOE"},{"redirect":8826883,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Erstickt im Sturm","epNo":8,"alt":"Lights in the Night \u0026 Black Sunday","descr":"Nachdem Brooke ihr Pharmazie-Studium in New York beendet hatte, suchte sie einen Job und bekam ein attraktives Stellenangebot von einer Klinik – leider im ländlichen Oregon. Schon nach zwei Monaten langweilt sich die junge Frau zu Tode, will aber durchhalten. Als wieder ein einsames Wochenende vor ihr liegt, rät ihr Kollegin Lara, zu einer Hellseherin zu gehen, die ihr den Weg zum Traummann weisen würde. Doch am selben Abend hat Brooke den Eindruck, von einer unsichtbaren Hand berührt und von toten Augen angestarrt zu werden. Als sie auch noch einen blutigen Daumenabdruck in ihrem Haus findet, gerät Brooke in Panik. Aber das Wochenende ist noch lange nicht vorbei.","versions":[{"lang":1,"streams":[{"redirect":13096288,"hoster":"VOE"},{"redirect":8826887,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Geheimnisvolle Fotos","epNo":9,"alt":"Dark Room \u0026 Summer Rental","descr":"Fotografin Karen verdient mit ihrer künstlerischen Arbeit zu wenig zum Familienunterhalt dazu und hat deshalb einen Job als Hochzeitsfotografin angenommen. Als sie von ihrer Schwester Marsha zum Geburtstag eine alte Kamera geschenkt bekommt, fängt sie sofort an, Fotos von ihrem Mann und Sohn Scott zu machen. Doch die Bilder sind verschmiert, so als wäre die Linse verschmutzt. Als auch die anderen Fotos, die sie in verschiedenen Räumen des Hauses aufnimmt, wie doppelt belichtete Collagen wirken, geht sie der Herkunft ihrer Kamera nach und erfährt, dass sie einst dem Tatortermittler Anders Gustof gehörte, der sich mit seiner Dienstwaffe umbrachte.","versions":[{"lang":1,"streams":[{"redirect":13101103,"hoster":"VOE"},{"redirect":8826891,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zu schön um wahr zu sein","epNo":10,"alt":"The Church \u0026 Skin Book","descr":"Darren und Mariana sind sich schnell nahegekommen, nur eines ist seltsam: Mariana will nicht bei ihrem Freund übernachten und möchte auch nicht, dass er bei ihr schläft. Die Gründe sind Alpträume, die die junge Frau regelmäßig heimsuchen. Schließlich beziehen die beiden ein schönes Haus gegenüber einer Kirche und eines Friedhofs, doch die Träume hören nicht auf, sie werden sogar noch schlimmer. Seit dem Umzug ist Mariana distanziert und geistig abwesend, außerdem schlafwandelt sie nachts. Als Darren eines Tages wie von unsichtbarer Hand die Treppe hinuntergestoßen wird, ist ihm klar, dass er die Frau, mit der er Tisch und Bett teilt, gar nicht kennt.","versions":[{"lang":1,"streams":[{"redirect":8826886,"hoster":"VOE"},{"redirect":8826900,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Traumfänger","epNo":11,"alt":"Dreamcatcher and Torture Castle","descr":"Als William mit seiner Familie aus dem Urlaub zurückkehrt, ist es weit nach Mitternacht, doch im ganzen Viertel brennt noch Licht. Und der Grund könnte kaum schrecklicher sein: Serienmörder Teddy Harmon, der für vier brutale Morde verurteilt wurde, ist aus dem Gefängnis ausgebrochen. An allen Tatorten hinterließ er sein makabres Markenziechen – einen Traumfänger aus Körperteilen seiner Opfer. Daher ist er als der \"Traumfänger\" bekannt. Wie William mit Schrecken erfährt, wurde Harmon zuletzt in ihrer Straße bei einem Einbruchsversuch gesehen. Im Haus der Familie scheint alles in Ordnung zu sein, doch bald stellt sich heraus, dass William sich getäuscht hat.","versions":[{"lang":1,"streams":[{"redirect":13101104,"hoster":"VOE"},{"redirect":8826896,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Leichenhaus","epNo":12,"alt":"Dead Ringer \u0026 Route 160","descr":"Nadine kehrt nach St. Louis in Missouri zurück, wo sie von ihrem Erbe eine schöne, alte Villa kauft. Sie zieht in den ersten Stock und richtet im Erdgeschoss eine Mode-Boutique ein. Kaum ist der Laden offen, wird Nadine von einer alten Dame aufgesucht, die eine seltsame Story vom früheren Hausbesitzer erzählt. Nadine will sich nicht beirren lassen, doch ab diesem Tagen häufen sich unheimliche Ereignisse: Eine unsichtbare Glocke klingelt regelmäßig, Gegenstände verschwinden und Nadine beginnt, fremde Stimmen zu hören. Als sie schließlich von der Geschichte des alten Gebäudes erfährt, stehen der jungen Frau die Haare zu Berge: Ihr Laden war früher ein Leichenhaus.","versions":[{"lang":1,"streams":[{"redirect":12923566,"hoster":"VOE"},{"redirect":8826897,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das verfluchte Hotelzimmer","epNo":13,"alt":"Room 7 \u0026 the Beta Incident","descr":"Nachdem Frank seinen Dienst bei der Polizei von Miami quittieren muss, kauft er sich von der Abfindung ein altes Hotel. Als ihm das Geld ausgeht, muss er selber renovieren und hört während der Arbeit Geräusche, die wie ein Stöhnen klingen. Sie kommen aus dem Bad von Zimmer No 7. Als er die schwere Holzplatte von der Badewanne wuchtet, läuft es Frank kalt den Rücken hinunter: In der Wanne liegt eine Leiche. Einstige Kollegen von der Rechtsmedizin nehmen den Toten mit und identifizieren ihn als Dennis White, der vor zwei Jahren aus dem Gefängnis gekommen und seitdem nicht mehr gesichtet worden war. Ex-Polizist Frank beschließt, selber nachzuforschen.","versions":[{"lang":1,"streams":[{"redirect":8826893,"hoster":"VOE"},{"redirect":8826906,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Verfluchter Neuanfang","epNo":14,"alt":"The Witching Hour \u0026 the 13th Step","descr":"Geschichtsdozent Steve nimmt eine Uni-Stelle einige Stunden von Boston entfernt an und zieht mit Freundin Helen aus der Großstadt in ein abgelegenes Haus im Wald. Erst ist die junge Frau von der einsamen, ländlichen Gegend in Massachusetts nur gelangweilt, dann gerät sie in Panik. Eines Tages, als sie alleine im Haus ist, fühlt Helen, wie sich unsichtbare Hände um ihren Hals legen und ihr die Kehle zudrücken, doch Steve glaubt ihr nicht. Dann kommen schreckliche Alpträume dazu, und Helen sieht einen unheimlichen Mann mit Wolfshund um ihr Haus schleichen. Wird die junge Frau langsam verrückt?","versions":[{"lang":1,"streams":[{"redirect":12660337,"hoster":"VOE"},{"redirect":8826915,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Albtraum-Haus","epNo":15,"alt":"Dream House \u0026 Ghost Month","descr":"Solange sie denken kann, hatte Alex ständig diesen Albtraum: Sie sitzt als kleines Mädchen in einem leeren Haus am Klavier und spielt immer dasselbe Stück – bevor sie eine unbekannte, leblose Frau in der Badewanne findet. Aus diesem Grund ist Alex entsetzt, als ihr Verlobter Dominic sie am Geburtstag mit einem unerwarteten Geschenk überrascht: Er hat das Haus aus ihren Albträumen gekauft. Zunächst verrät sie ihm nichts davon, weil sie befürchtet, von Dominic für verrückt erklärt zu werden. Doch dann gibt es Vorfälle in ihrem Leben, die so unheimlich sind, dass Alex nicht mehr schweigen kann.","versions":[{"lang":1,"streams":[{"redirect":13101105,"hoster":"VOE"},{"redirect":8826905,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Die Hütte im Wald","epNo":1,"alt":"Feast \u0026 the Girl Under the Bridge","descr":"Christina will zusammen mit ihren besten Freundinnen Jenna und Yvette eine unvergessliche Bachelorette-Party feiern, doch die Location, die sie wählt, ist etwas ungewöhnlich: Die jungen Frauen finden sich in einer Waldhütte wieder und wissen nicht, wie sie die Zeit totschlagen sollen. Nach einer unruhigen Nacht verschwindet die Braut in spe und wird von ihren Freundinnen völlig panisch aufgefunden: In der Flasche, die sie geöffnet hatte, war kein Wein, sondern Blut! Außerdem soll ein Mann um die Hütte geschlichen sein. Die Frauen wollen Hilfe rufen, haben aber plötzlich kein Netz mehr.","versions":[{"lang":1,"streams":[{"redirect":8826902,"hoster":"VOE"},{"redirect":8826914,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der traurige Clown","epNo":2,"alt":"Sad Sam \u0026 Black Magic","descr":"Lori und Michael sind seit fünf Jahren verheiratet und versuchen, ein Kind zu bekommen – doch es funktioniert nicht. Die beiden Lehrer sind gerade in ein neues, kindgerechtes Haus gezogen und nutzen die Ferien, um auszupacken. Die Räume sind angenehm warm, doch im begehbaren Kleiderschrank ist es eiskalt – und das im Juli. Lori ist wegen der Schwangerschaft gestresst und hat, während sie das künftige Kinderzimmer einrichtet, das unangenehme Gefühl, beobachtet zu werden, obwohl keiner außer ihr im Raum ist. Lori wird panisch, flieht nach draußen und ruft die Polizei. Doch die glaubt ihr kein Wort.","versions":[{"lang":1,"streams":[{"redirect":8826907,"hoster":"VOE"},{"redirect":8826913,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Giftmischerin","epNo":3,"alt":"Sympathy \u0026 the Engagement","descr":"Bei den Eheleuten Janine und Dave könnte die Freude nicht größer sein: Ihr neues Haus ist günstig, in einem guten Viertel gelegen und dazu voll möbliert – ein absoluter Glücksgriff. Doch ab dem ersten Abend liegt ein Schatten auf dem vermeintlichen Traumhaus. Nach einer mysteriösen Vergiftung und beunruhigenden Träumen ist Janine sich nicht mehr sicher, ob sie ihrem Mann trauen kann. Auch die Beziehung von Zach und Olivia wird auf eine harte Probe gestellt: Nachdem Zach um ihre Hand anhält, leidet Olivia an einer unerklärbaren Übelkeit und hat das Gefühl, im Haus sind seltsame Kräfte am Werk","versions":[{"lang":1,"streams":[{"redirect":8826912,"hoster":"VOE"},{"redirect":8826921,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Teufelshaus","epNo":4,"alt":"Hazel \u0026 House of Sacrifice","descr":"Michael und Tanya zieht es vom lauten Miami in die idyllische Provinz. Sie kaufen im Bundesstaat New York ein wunderschönes Eigenheim, das sich jedoch schnell als purer Albtraum entpuppt: Eine schwarze Sekte bringt sie fortan um Schlaf und Verstand. Und das Karrierepaar Linda und Don entscheidet sich, die 14-jährige Hazel bei sich aufzunehmen. Das Mädchen mit der tieftraurigen Vergangenheit scheint etwas seltsam, doch Linda spürt sofort eine starke Verbindung zu ihr. Als sich nach Hazels Einzug plötzlich übernatürliche Dinge im Haus zutragen, wird Linda schnell bewusst warum.","versions":[{"lang":1,"streams":[{"redirect":8826916,"hoster":"VOE"},{"redirect":8826923,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verfluchtes Land","epNo":5,"alt":"The Hanover Haunting","descr":"Als Deanna das alte Haus in Hanover, Pennsylvania, zum ersten Mal sieht, verliebt sie sich auf Anhieb. Zusammen mit ihrem Mann Tom kauft sie das Anwesen und macht sich sofort daran, das verwilderte Grundstück auf Vordermann zu bringen, als sie eine unbekannte Frau anspricht und vor dem Betreten des Kellers warnt. Natürlich sieht das Paar sofort nach und ist entsetzt, als ihnen beißender Verwesungsgeruch entgegenschlägt. Doch das ist erst der Anfang: In den folgenden Wochen häufen sich die unheimlichen Vorkommnisse in dem alten Gemäuer derart, dass sich Tom um die Psyche seiner Frau ernsthafte Sorgen macht.","versions":[{"lang":1,"streams":[{"redirect":8826918,"hoster":"VOE"},{"redirect":8826924,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Mutprobe \u0026amp; Nachbarn","epNo":6,"alt":"Truth Or Dare \u0026 The Morgue","descr":"Die Freundinnen Jolie, Karen und Amy gehen bald auf unterschiedliche Colleges. An ihrem letzten Abend spielen sie \"Wahrheit oder Pflicht\" und beschließen, dass Amy ins \"Metzger-Haus\" einsteigen soll. In den 30er Jahren hatte hier ein Mann seine Familie abgeschlachtet und teilweise gegessen, und alle, die später dort wohnten, sind schnell wieder ausgezogen, weil es im Haus spuken soll. Amy steigt durch den Keller ein und geht mit ihrer Kamera durch die Räume, in denen der Metzger sein Unwesen trieb. Trotz der grausigen Vorgeschichte bleibt Amy gelassen – bis sie den Atem eines Mannes im Nacken spürt.","versions":[{"lang":1,"streams":[{"redirect":8826638,"hoster":"VOE"},{"redirect":8826664,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schwarzer Engel","epNo":7,"alt":"Dark Angel \u0026 Snowed In","descr":"Jen und Adam haben in einer winzigen Stadtwohnung gelebt – und freuen sich nun auf ihr neues Haus mit viel Platz für Sohn Hunter. Auch Jens Vater soll bei ihnen wohnen, denn der einst so vitale Mann hat eine Krankheit, die die Ärzte nicht diagnostizieren können. Als Hunter behauptet, vor seinem Bett einen Engel zu sehen, glaubt Jen an kindliche Einbildung. Als dann auch ihr verängstigter Vater von einem dunklen Engel spricht und kurz darauf stirbt, kommen ihr Zweifel. Jen beschließt, den Vorbesitzer des Hauses ausfindig zu machen – und erfährt Dinge, die ihr das Blut in den Adern gefrieren lassen.","versions":[{"lang":1,"streams":[{"redirect":8826625,"hoster":"VOE"},{"redirect":8826670,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Hotel in den Bergen","epNo":8,"alt":"The Camp \u0026 Leviathan","descr":"Jodi und Gatte Marc arbeiten in der Hotelbranche, leben in New York, wollen aber raus aus der Stadt. Deshalb riskieren sie viel und kaufen ein altes Feriencamp in den Adirondack-Bergen, das sie auf Vordermann bringen und als Lodge eröffnen wollen. Um Geld zu sparen, wohnen sie während der Renovierung im Haupthaus und machen auch viel selber. Das Handwerker-Team, das sie engagiert haben, ist kostengünstig, aber seltsam: Tre und sein Vater Ian, vor dem sich Jodi von Anfang an fürchtet, sind so bizarr, dass Marc sie vorzeitig entlässt. Doch kaum sind die beiden weg, ereignen sich unerklärliche Dinge","versions":[{"lang":1,"streams":[{"redirect":8826624,"hoster":"VOE"},{"redirect":8826662,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Kindermädchen","epNo":9,"alt":"The Nanny \u0026 The Bayou","descr":"","versions":[{"lang":1,"streams":[{"redirect":8826640,"hoster":"VOE"},{"redirect":8826671,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dämonische Träume","epNo":10,"alt":"Don’t Fall Asleep \u0026 The Double Walker","descr":"Physiotherapeutin Alli und Jurist Brendan sind verlobt und wollen heiraten. Das Paar hat gerade ein Haus in Minnesota gekauft, das eigentlich zu groß ist, doch sie planen eine Familie. Mitten in den Hochzeitsvorbereitungen geschieht das Unfassbare: Brendan stürzt die Treppe hinunter und bricht sich das Genick. Die Autopsie ergibt, dass er vorher eine tödliche Dosis Medikamente genommen hatte. Alli ist vollkommen verzweifelt, zieht zu ihrer Mutter und will das Haus sofort verkaufen. Als sie es ausräumt, entdeckt sie eine Schublade mit doppeltem Boden, die etwas Unglaubliches verbirgt.","versions":[{"lang":1,"streams":[{"redirect":8826658,"hoster":"VOE"},{"redirect":8826675,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Anhalter","epNo":11,"alt":"The Hitchhiker \u0026 The Widow","descr":"Tara und Jason kommen mit Freunden von einer Verlobung und verfahren sich auf dem Rückweg. Plötzlich taucht ein alter Mann am Straßenrand auf. Tara befürchtet, dass er einen Unfall hatte und will ihn mitnehmen, obwohl der Mann furchtbar riecht und ihre Mitfahrer wenig begeistert sind. Als sie eine Pause machen, ist ihr Fahrgast plötzlich verschwunden. Später kommen Tara und Jason zuhause an und bemerken erschrocken, dass die Tür offensteht. Es wurde nichts gestohlen, doch die Fenster sind verschmiert. Und als Tara am nächsten Tag zur Arbeit will, sieht sie den Anhalter vor ihrem Fenster stehen.","versions":[{"lang":1,"streams":[{"redirect":8826673,"hoster":"VOE"},{"redirect":8826694,"hoster":"Streamtape"}]}]}]}]}