{"seriesId":"honour","name":"Honour","descr":"[Heder] Vier Partnerinnen einer Anwaltskanzlei erhalten eine Reihe dunkler, finsterer Drohungen. Plötzlich steht ihr Ruf auf dem Spiel, denn jemand möchte ein schreckliches Geheimnis enthüllen, an dessen Vertuschung sie 20 Jahre lang gearbeitet haben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Karin Stenshufvud, Janni Can, Nour Navidi und Elin Holm sind Partnerinnen der Anwaltskanzlei Heder, die ein junges Mädchen vertritt, das von einem Mann vergewaltigt wurde. Der Beschuldigte hatte das Mädchen schon mehrmals zuvor getroffen und für Sex bezahlt. Das Gericht spricht ihn jedoch frei, und so wenden sich die Anwältinnen an die Öffentlichkeit. Sie hoffen so an Informationen zu gelangen, die die Aussage des Opfers beweisen.","versions":[{"lang":1,"streams":[{"redirect":12916851,"hoster":"VOE"},{"redirect":8573322,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Kanzlei Heder hat es sich zum eisernen Grundsatz gemacht, niemals Klienten zu vertreten, die auf der Anklagebank sitzen, sondern sich immer auf die Seite der Opfer zu stellen. Doch nun befinden sich die vier Anwältinnen in einer äußerst schwierigen Lage, denn ihr Klient steht wegen Mordes vor Gericht. Ist die Kanzlei nun gezwungen, gegen ihre eigenen Richtlinien zu verstoßen und die Verhandlungen von der anderen Seite aus zu führen?","versions":[{"lang":1,"streams":[{"redirect":8826403,"hoster":"VOE"},{"redirect":8573324,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Jemand hat Karins Apartment verwüstet und die Zahl 1992 in die Haustür geritzt. Als Noir berichtet, dass der Einbrecher zudem auch noch eine Nachricht mit dem Text eines Songs aus dem selben Jahr hinterlassen hat, müssen die vier Anwältinnen erkennen, dass jemand über ein Geheimnis Bescheid weiß, das sie seit ihrer gemeinsamen Zeit an der Universität hüten, und dieses Wissen nun nutzt, um sie zu bedrohen.","versions":[{"lang":1,"streams":[{"redirect":8826408,"hoster":"VOE"},{"redirect":8573325,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Während Elin sich gerade die App NEAT ansieht, verschwindet die plötzlich von Sandras Telefon. Sie versucht, eine neue Version zu installieren, doch das will ihr nicht gelingen. In ihrer Not ruft sie den Callboy Charlie an, doch der weigert sich, ihr zu helfen. Erst als Charlie dann von einem gewalttätigen Klienten angegriffen wird, überlegt er es sich anders und bietet Elin doch seine Unterstützung an.","versions":[{"lang":1,"streams":[{"redirect":8826401,"hoster":"VOE"},{"redirect":8573328,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Charlie wird auf offener Straße von fremden Männern verfolgt, und er ruft Elin an, um sie um Hilfe zu bitten. Doch es gibt noch größere Neuigkeiten. Es wird bekannt, dass sich Isabel, während sie in polizeilichem Gewahrsam war, erhängt hat. Doch schon bald stellt sich heraus, dass sie es nicht selbst getan hat, zumindest nicht freiwillig.","versions":[{"lang":1,"streams":[{"redirect":8826406,"hoster":"VOE"},{"redirect":8573326,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Charlie wird auf offener Straße von fremden Männern verfolgt, und er ruft Elin an, um sie um Hilfe zu bitten. Doch es gibt noch größere Neuigkeiten. Es wird bekannt, dass sich Isabel, während sie in polizeilichem Gewahrsam war, erhängt hat. Doch schon bald stellt sich heraus, dass sie es nicht selbst getan hat, zumindest nicht freiwillig.","versions":[{"lang":1,"streams":[{"redirect":8826402,"hoster":"VOE"},{"redirect":8573330,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Mit Karins Hilfe gelingt es Janni und Elin, den maskierten Männern zu entkommen. Offensichtlich weiß NEAT, wer sie sind, und ist ihnen auf den Fersen. Elin lässt ihre Familie von einem Security Team abholen und ins Heder-Büro bringen, wo sie erst einmal in Sicherheit sind. Nachdem Matteo ein verdächtiges Auto draußen hat stehen sehen, das alles überwacht, kommt er ebenfalls ins Büro und bietet seine Hilfe an.","versions":[{"lang":1,"streams":[{"redirect":8826404,"hoster":"VOE"},{"redirect":8573331,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Elins Familie, Mickey und die vier Anwältinnen befinden sich im Heder-Büro, als plötzlich Tränengas-Granaten durch die Fenster geworfen werden. Sofort retten sich alle in den Panik-Raum, nur Mickey folgt ihnen nicht. Voller Sorge wollen sie herausfinden, was mit ihm passiert ist, und checken die Überwachungskameras. Geschockt sehen sie, wie ihm jemand eine Gasmaske reicht. Werden sich alle retten können?","versions":[{"lang":1,"streams":[{"redirect":13101108,"hoster":"VOE"},{"redirect":8573329,"hoster":"Streamtape"}]}]}]}]}