{"seriesId":"hoodie","name":"Hoodie","descr":"Seit der Scheidung seiner Eltern hat Pieter (Maarten Cop) tagsüber als normaler Schüler ein unauffälliges Leben geführt. Doch ohne Wissen seiner überängstlichen Mutter schleicht sich der Jugendliche nachts heimlich aus dem Haus, um zusammen mit seinem Parkour-Mentor und besten Freund Sefu unglaublich coole Parkour-Sprünge in einem anderen Stadtviertel zu machen. Als Pieters Mutter – eine örtliche Polizistin – aufgrund der steigenden Kriminalitätsrate mit Arbeit überlastet wird, beschließt Pieter, sein geheimes Talent zu nutzen, um Hoodie zu werden: ein mysteriöser Held, der mit Hilfe von drei anderen örtlichen Jugendlichen die Nachbarschaft beschützt. Aus dem Einzelgänger wird Team Hoodie.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Donut-Dieb","epNo":1,"alt":"","descr":"In Brüssel verbirgt der vaterlose Student Pieter De Jonge sogar vor seiner Polizistin, dass er ein nächtlicher Bürgerwehrmann ist und dass er ein Meister in Parkour und Kampfsport ist. Flo wurde von einem mysteriösen Schurken überfallen und schwört, ihren Verdächtigen, den Nachbarsjungen Pieter, zu entlarven. Die Familie des ethnisch marokkanischen lästigen Schurken Basim bittet seine Cousine Kenza Benali, auf ihn aufzupassen. Der akrophobe Pieter wird von Parkour-Meister Soufian herausgefordert, vom Black Building zu springen.","versions":[{"lang":1,"streams":[{"redirect":9658165,"hoster":"VOE"},{"redirect":9658164,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der weite Sprung","epNo":2,"alt":"","descr":"Pieter De Jonge kann seiner Mutter nicht verhehlen, dass er besser im Armdrücken ist als ihr asiatischer Cop-Partner Bai, weigert sich aber entschieden, das Trikot zu benutzen, das ihm sein Vater geschickt hat, um ihn wieder zum Fußball zu locken. Frustriert konzentriert er sich auf das Parkour-Training, auch wenn er über Meister Soufian Alaouis Mut nachdenkt, sich darauf vorzubereiten, vom Black Building zu springen. Flo verfolgt den Nachbarsjungen Pieter. Der ethnisch marokkanische lästige Schuft Basim schüttelt Cousine Kenza Benali ab, nachdem er einen peinlichen \"Streich\" mit der nicht amüsierten Polizei gespielt hat, um sich Flo anzuschließen. Sie sehen zu, wie der akrobatische Pieter seine ..","versions":[{"lang":1,"streams":[{"redirect":9658126,"hoster":"VOE"},{"redirect":9658130,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer ist Soufian Alaoui?","epNo":3,"alt":"","descr":"Mentor Soufian Alaoui bringt schließlich Pieter De Jonge dazu, gefährliche Höhensprünge für den prestigeträchtigen Black Building-Sprung zu trainieren. Es läuft gut, aber als seine Polizistin Ma Dorien von der verängstigten Nachbarschafts-\"Oma\" alarmiert wird und sie die Jungs anschreien, springt Pieter auf ein Dach und stößt versehentlich einige alte Ziegel um, von denen einer das alte Weib verletzt, aber sie nicht anerkannt. Ihr asiatischer Cop-Partner Bai lässt Kenza frei, die routinemäßig von Schlagerpolizisten ohne obligatorischen Ausweis auf das Revier gebracht wurde, als Basim ihre Handtasche versteckte, um den Wachhund loszuwerden. Flo hat ihn dazu gebracht, beim Fotografieren zu helfen..","versions":[{"lang":1,"streams":[{"redirect":9658136,"hoster":"VOE"},{"redirect":9658140,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dieb oder Held?","epNo":4,"alt":"","descr":"Pieter beschließt, Parkour nach dem Vorfall aufzugeben und weigert sich, das Training mit Soufian fortzusetzen, der sich auf seinen talentierten Schützling verlässt und seinen Vater festgenommen findet. Flo befreit Basim für einen Tag von der nörgelnden Cousine Kenza, wenn er verspricht, sie nicht mehr mit seinen \"Streichereien\" in Schwierigkeiten zu bringen. Basim entdeckt im Internet Soufians Jugendstrafregister und konfrontiert Pieter zu Hause als \"schuldig durch Assoziation\". Er wirft sie raus und greift zu Parkour, um sie abzuschütteln und einen Taschendieb zu jagen, aber die Teufel verursachen einen schlimmen Sturz und überzeugen Flo und Basim, dass er der .","versions":[{"lang":1,"streams":[{"redirect":9658141,"hoster":"VOE"},{"redirect":9658143,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flopstopp","epNo":5,"alt":"","descr":"Pieter versucht vergeblich, Basim und Flo davon abzuhalten, ihn als Überfallverdächtigen im Revier anzuzeigen, schafft es aber, Basims Smartphone mit den einzigen Beweisen zu \"leihen\". Pieter gibt es dort zurück, als ob es gefunden worden wäre, während das Paar fassungslos erfährt, dass seine Mutter Dorien die diensthabende Polizistin ist, und sie sich geschlagen fühlen. Pieter weigert sich immer noch, sein Parkour-Training mit Soufian fortzusetzen, der sich auch darauf verlässt, dass er herausfindet, welcher \"faule Cop\" hinter ihnen her ist, und befürchtet, dass die Verhaftung seines auf Bewährung entlassenen Vaters eine lange Gefängnisstrafe nach sich zieht und es zufällig herausfindet. Basim fordert eine Auszeit für Bulldogge Flo.","versions":[{"lang":1,"streams":[{"redirect":9658146,"hoster":"VOE"},{"redirect":9658147,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Super-Plan","epNo":6,"alt":"","descr":"Pieters Vater redet nur über Fußball, also geht Pieter verärgert vorzeitig. Soufian konfrontiert Pieter damit, dass er versteckt, dass seine Mutter Polizistin ist, und nennt ihn einen feigen Lowlife. Basim widersetzt sich Flos Bitten und anderen Versuchen, Pieter weiter zu verfolgen, um ihn als mutmaßlichen maskierten Dieb zu enttarnen, selbst nachdem sie gesehen haben, wie Bai einen weiteren Fall untersucht, in dem Flo überfallen wurde, aber als Kenza hört, wie sie gerade noch rechtzeitig behaupten, ihren kindischen Plan zu stoppen, fühlt er sich dazu verpflichtet verteidige es als brillant. Soufian ist gebührend besorgt, als Pieter sich in das Schwarze Gebäude schleicht und sich darauf vorbereitet, zu beweisen .","versions":[{"lang":1,"streams":[{"redirect":12916852,"hoster":"VOE"},{"redirect":9658150,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Falle","epNo":7,"alt":"","descr":"Pieter und Soufian, der ihn kurz vor dem Sturz auffängt, versöhnen sich. Pieter kehrt verbittert aus Vaters Haus zurück und muss sich an das düstere Familiendrama um Isa erinnern. Kenza ist überzeugt, Basim in Flos neuesten Plan, als kopfbedecktes Ziel für den mutmaßlichen Dieb Pieter zu fungieren, zu erlauben, nicht mitzumachen. Tatsächlich geht er gedankenlos an ihr vorbei, sieht den wahren Teufel und jagt Parkour, klettert auf das Schwarze Gebäude, um die Aufsicht zu erlangen, und springt darauf, um die Verfolgung fortzusetzen.","versions":[{"lang":1,"streams":[{"redirect":12923567,"hoster":"VOE"},{"redirect":9658155,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Robin Hoodie","epNo":8,"alt":"","descr":"Pieter macht den Rekordsprung brillant, jagt und fängt den echten Taschendieb, den er für die Polizei gefesselt zurücklässt. Basim nimmt es auf seinem Handy auf, Pieter löscht den Beitrag, aber er geht bereits lokal \u0027viral\u0027. Pieter genießt einen gemütlichen Fernsehabend mit Mutter Doren, die sich freut, dass sie den Unhold so schnappen konnte, ohne zu wissen, dass der Held ihr Sohn ist. In ihrer Nähe, das kann er Soufian nicht sagen, der sich aufgesetzt fühlt, ist er schon über das Schwarze Gebäude gesprungen. Kenza versöhnt sich mit Basim und Flo, die sich kaum entschuldigen und über einen Plan brüten, um Pieters hervorragende Parkour-Leistung auszunutzen.","versions":[{"lang":1,"streams":[{"redirect":9658160,"hoster":"VOE"},{"redirect":9658161,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hartnäckiger Held","epNo":9,"alt":"","descr":"Pieter setzt seine Hoodie-Arbeit fort und arrangiert auf subtile Weise, dass ein erwachsener Taschendieb gefasst und verhaftet wird, widerspricht jedoch Flos unverblümter Vermutung, dass sie und die \"Superhelden-Enzyklopädie\" Basim sein ideales Kumpel-Team abgeben würden, obwohl ihre bloße Anwesenheit es sabotiert, einen Dieb in der Umkleidekabine zu fangen , aber sie erpresst ihn, indem sie droht, ihn zu entlarven, nachdem Pieter sich weigert, Basim seine Heldentaten \"stylen\" und posten zu lassen, wovon auch Kenza erfährt. Dorien sieht einen Posten der Bürgerverhaftung, erkennt Pieter aber nicht und schimpft, dass Parkours niemals zu einem \u0027schlechten .","versions":[{"lang":1,"streams":[{"redirect":9658159,"hoster":"VOE"},{"redirect":9658162,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das unsichtbare H","epNo":10,"alt":"","descr":"Soufian freut sich über Pieters Sprung vom Blakc-Gebäude und besteht darauf, sein Parkour-Training fortzusetzen. Pieter richtet die Aufmerksamkeit auf, die der aufdringliche Flo ihm aufzwingen wollte, was seine Selbstjustiz-Bemühungen nur erschweren wird. Kenza wollte helfen, das Verbrechen in der Hood zu bekämpfen, also beschloss sie, sich Flo und Basim anzuschließen und sie zu beraten, um zu helfen. Kenza inspiriert Flo dazu, Pieter zu überreden, mit dem Trio einen Team-Hoodie zu gründen.","versions":[{"lang":1,"streams":[{"redirect":9658529,"hoster":"VOE"},{"redirect":9658525,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Eid","epNo":11,"alt":"","descr":"Pieter schließt sich widerwillig dem Hoodie-Plan an, obwohl er sich über die aufdringlichen Anrufe von Kobold Flo ärgert. Während Basim und Flor einen Tag frei haben, um an ihrem Schulprojekt zu arbeiten, den sie damit verbringen, einen \"Honk\" (Höhle) für Team-Hoodie zu installieren, ersetzt Kenza Basims auffälliges Kostümdesign durch eine bequeme, dunkle Alternative nach Pieters Geschmack passende Sitzungen sind ihnen peinlich. Zu seiner Erleichterung schwört sein Team einen Eid, ihm zu helfen und ihn niemals bloßzustellen, aber wenn er es trägt, um sich selbst im Spiegel zu beobachten, während seine Mutter unangekündigt hereinkommt, kann dies trotzdem geschehen.","versions":[{"lang":1,"streams":[{"redirect":9658526,"hoster":"VOE"},{"redirect":9658527,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Rotkäppchen-Jagd","epNo":12,"alt":"","descr":"Die erste Mission von Team Hoodie beginnt schlecht, mit einigen technischen Problemen und hauptsächlich aufgrund des Gezänks des HQ-Backup-Trios, anstatt Pieter und sein Ziel, den örtlichen Räuber \u0027Roodkapje \u0027\u0027Rad Riding Hood\u0027, richtig zu überwachen). Hoodie schafft es, ihn im letzten Seniorenheim einzusperren, indem er die Haustür entfernt, entscheidet sich jedoch gegen die Flucht über das Dach, um zu verhindern, dass Cop Bai von dem Teufel niedergeschlagen wird. Leider kommt seine Mutter Dorien, seine Partnerin, gerade rechtzeitig, um den falschen Verdächtigen Hoodie mit vorgehaltener Waffe festzuhalten.","versions":[{"lang":1,"streams":[{"redirect":12916853,"hoster":"VOE"},{"redirect":9658533,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wir sind Hoodie","epNo":13,"alt":"","descr":"Da die erste Teammission eine Beinahe-Katastrophe darstellt, erwägen die Teammitglieder aufzugeben. Hoodie musste bluffen, um wegzukommen, da Dorien nicht schießen wollte, aber Pieter ist besorgt über das Schimpfen seiner Mutter über die Bürgerwehr. Trotzdem beschließt Pieter, es noch einmal zu versuchen, nachdem \u0027Roodkapje\u0027 ebenfalls entkommen ist: Sie alle nehmen den normalen Schulalltag wieder auf, halten sich aber abends von der Höhle aus bereit und stellen fest, dass der Teufel der Polizei systematisch ausgewichen ist, aber am Ende der PM-Schichten der Polizeistreife operiert . Allerdings ist Team Hoodie abends nicht gut genug zur Beobachtung und Orientierung.","versions":[{"lang":1,"streams":[{"redirect":9658535,"hoster":"VOE"},{"redirect":9658536,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Doppeltes Spiel","epNo":14,"alt":"","descr":"Kenza verschafft Pieter zu Hause eine Flucht, damit er den Räuber Roodkapje erneut jagen kann, der trotz eines anonymen Anrufs von Kenza weg ist, bevor die Polizei eintrifft. Pieter übergibt Chase und drängt den Teufel hinter einen Lieferwagen, sodass er von der Polizei festgenommen wird. Das Team feiert und Pieter kontaktiert Soufians Freundin Morena. Basim und Kenza sind schockiert, als sie sehen, dass Roodkapje am nächsten Abend wieder aktiv ist.","versions":[{"lang":1,"streams":[{"redirect":9658538,"hoster":"VOE"},{"redirect":9658541,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Zahnstocher","epNo":15,"alt":"","descr":"Das Team ist schockiert, als es feststellt, dass der Räuber Roodkapje aus Mangel an Beweisen freigelassen werden musste, und beschuldigt sich gegenseitig, sich zu trennen. Basim und Kenza finden heraus, wie der Räuber seine Zukunftsmarken markiert und erkennen, dass sie dadurch einen Vorteil haben. Kenza vermittelt, um zu verhindern, dass der herrische Flo und Pieter zu weit auseinanderdriften, und repariert die Teamformel. Es funktioniert, Roodkapje erneut in die Enge zu treiben, er wird sogar verwundet, entkommt jedoch und zwingt Pieter, ebenfalls große Risiken einzugehen, während seine Mutter herausfindet, dass er nur vorgab, seinen Vater zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":9658543,"hoster":"VOE"},{"redirect":9658544,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Redkets","epNo":16,"alt":"","descr":"Roodkapje entkommt Hoodie erneut, indem er trotz seines verwundbaren Knöchels einen gewagten Sprung vom Dach wagt. Pieter stellt verbittert fest, dass Mutter Dorien Hoodie erneut anmacht, obwohl sie seine guten Absichten zugibt. Um seine Tarnung zu wahren, besucht Pieter widerwillig seinen machohaften, Parkour-feindlichen Vater, der überraschenderweise mit dem tapferen Hoodie sympathisiert, während der glatte Lügner Basim Kenzas Vater davon überzeugt, dass sie über das obligatorische Buch Lord of the Flies gesprochen haben. Das Team stellt schockiert fest, dass, während ihr Roodkapje in Polizeigewahrsam ist, Anthere in der gleichen Kleidung zuschlägt, eigentlich in der Uniform der Redkets-Gang.","versions":[{"lang":1,"streams":[{"redirect":9658550,"hoster":"VOE"},{"redirect":9658549,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der kaputte Knöchel","epNo":17,"alt":"","descr":"Pieter ringt weiter mit widersprüchlichen, Parkour-Band- und Familienloyalitäten. Er erkennt die Gefahr, als er hört, wie der gedankenlose Flo Basim losgeschickt hat, um nach dem knöchelhumpelnden Räuber im Straßengang-Treffpunkt \"The Pit\" zu suchen. Tatsächlich kommt er gerade rechtzeitig, um Soufians Namen den Redkets mitzuteilen und den ahnungslosen Basim rauszuholen. Pieter bezweifelt immer wieder, ob der entflohene Räuber Parkour beherrschen muss, ist aber der Meinung, dass dies dem hilfsbereiten Ethos des Sports diametral widerspricht. Pieter blickt immer wieder auf ihre Füße, darunter Mentor Soufian, der Pieter von seiner Unschuld überzeugt, indem er ihm eine .","versions":[{"lang":1,"streams":[{"redirect":9658551,"hoster":"VOE"},{"redirect":9658552,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Keine Angst","epNo":18,"alt":"","descr":"Nachdem Soufian versprochen hat, sich mehr Zeit zu nehmen, sobald er die Miete ihrer Mutter erhöht hat, ist sie wütend, dass sein Mädchen Morena Hoodie bewundert, und nimmt an, dass er es ist, und beschließt daher, seinen \"Rivalen\" zu eliminieren. Basim findet Kenza als nahezu hoffnungslos verlogene Schülerin, besonders gegenüber ihrem Vater, seinem Onkel Nabil. Dorien bittet Hoodie per Chat, sich zu stellen, damit er gegen Roodkapje aussagen kann, der sonst nicht verurteilt werden kann. Der Teufel trifft wieder auf Soufians Redkets, die eine deprimierende Drohung posten. Desillusioniert, nachdem er ahnungslos mit PK-Mentor Soufian gesprochen hat, beschließt Pieter, Mutter Dorien die Wahrheit zu sagen, aber","versions":[{"lang":1,"streams":[{"redirect":9658554,"hoster":"VOE"},{"redirect":9658555,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Redket-Alarm","epNo":19,"alt":"","descr":"Kenza muss lernen, ihren Vater anzulügen, mit Hinweisen von Basim, da das Team sie beide braucht. Nachdem er von einem obligatorischen Besuch bei seinem überraschend verständnisvollen und lockeren Vater zurückgekehrt ist, reagiert Hoodie auf einen anonymen Roodkapje-Alarm und gerät in Panik, als er von sechs Redkets gefangen wird, die ihn mit Baseballschlägern in die Enge treiben, aber Kenza findet einen Ausweg und die Polizei kommt, wenn auch spät. Pieter fühlt sich geschmeichelt durch die Aufmerksamkeit von Morena, die glaubt, er müsse Hoodie sein, da Soufian ihr dies vehement verweigert. Kurz nachdem Basim den Internetalarm widerwillig beendet hat, ändert Pieter seine Meinung und die","versions":[{"lang":1,"streams":[{"redirect":9659113,"hoster":"VOE"},{"redirect":9659112,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Verwirrte Gefühle","epNo":20,"alt":"","descr":"Pieter setzt seine Suche fort, um unter den Straßenjungen, einschließlich anderer Parkour-Athleten, einen Redket zu identifizieren. Die Pay-it-Forward-Schulaufgabe von Basim und Flo ist heute fällig, aber es fehlt ein Ende, ohne dass Hoodie entlarvt wird. Morena flirtet mit dem schüchternen, einsamen Pieter und darf ihn schließlich küssen. Flo ist wahnsinnig eifersüchtig und bringt Basim dazu, Pieter zu entlarven, indem er den Auftrag betritt. Soufian sieht den Kuss und befiehlt seinem Redket, seinen unwissenden Rivalen zu eliminieren.","versions":[{"lang":1,"streams":[{"redirect":9658558,"hoster":"VOE"},{"redirect":9658557,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Verrat","epNo":21,"alt":"","descr":"Als Flo merkt, dass Pieter nicht ihrer \"Rivalin\" Morena verpflichtet ist, bedauert sie es, Pieter entlarvt zu haben, und verschwört sich verzweifelt mit Basim und der entsprechend wütenden Kenza, um ihren Lehrer abzulenken und auszutricksen, um Hoodie zu retten, indem sie ihre Schulaufgabe gerade noch rechtzeitig abfängt und eine schlechte Note bekommt mit einer lahmen Alternative. Soufian will sich an Pieter rächen, weil er Morena geküsst hat, und willigt daher ein, dass die Redkets Hoodie in einem verlassenen Gebäude zusammenschlagen","versions":[{"lang":1,"streams":[{"redirect":9658560,"hoster":"VOE"},{"redirect":9658561,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Weichei","epNo":22,"alt":"","descr":"Nur Basim kann Hoodie folgen und ihn im Auge behalten, aber er hat Angst und fühlt sich dadurch im Stich gelassen und zittert, als er mit einem Redket-Mobber konfrontiert wird. Flo ist erschüttert, als sie merkt, dass sie romantische Gefühle für Pieter entwickelt und möchte, dass er beschützt wird, anstatt Hoodie zu optimieren, aber nachdem er gezwungen ist, einen Redket zu konfrontieren und niederzuschlagen, redet Kenza ihm davon ab, den Teufel in Handschellen zu lassen, damit die Polizei ihn einsammeln kann, und weist ihn ordnungsgemäß an ihn zu beschatten, um die Redkets-Höhle zu finden, was einen diskreten Partner erfordert, aber Kenza wird nach Hause erwartet und Flo hat Angst vor ihren Gefühlen.","versions":[{"lang":1,"streams":[{"redirect":9658566,"hoster":"VOE"},{"redirect":9658565,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Basim, der Held","epNo":23,"alt":"","descr":"Als Kenza schließlich nach Hause zurückkehrt, ist Flo gezwungen, nicht mehr vor ihren Gefühlen für den schüchternen Pieter davonzulaufen und Zeit mit ihm zu verbringen, um die Redkets-Höhle abzustecken, was gut läuft, da er angibt, dass er seine durch einen Unfall getötete Schwester Isa (bella) vermisst. Basim fühlt sich wie ein absoluter Verlierer, bis er eine brillante Idee mit Kenza bekommt und umsetzt: Anstatt Flos beschädigtes Handy zurückzugeben, lockt er die Redkets dazu, es ihm zu stehlen, nachdem er ein Tracer-Programm installiert hat. Als er sich in der Hoodie-Höhle des Teams ausruht, hört Pieter, wie Basim unwissentlich eine unangenehme Wahrheit rappt: Flo hat ihn dazu gebracht, Hoodie und Pieter zu kompromittieren ..","versions":[{"lang":1,"streams":[{"redirect":9658569,"hoster":"VOE"},{"redirect":9658567,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Enttarnt","epNo":24,"alt":"","descr":"Als Hoodie wirklich ihre Hilfe braucht, wendet Kenza Basims Lügnertricks auf ihre Familie an, um \"krank\" zu werden. Obwohl er von Flos Verrat weiß, setzt Pieter seine Selbstjustizarbeit fort und fordert Kenza auf, die Kontrolle von Flo zu übernehmen, der ohnehin ein emotionales Durcheinander ist. Pieter wird vom zitternden Basim auf das Spielfeld abgeordnet, um die Redkets-Höhle abzustecken, und ist erschüttert, als er den Anführer der Bande in niemand anderem als seinem Parkour-Mentor entdeckt. Pieter konfrontiert Soufian erbittert privat, der zugibt, aber schimpft, dass Pieter so schlimm ist, weil er seine Freundin Morena gestohlen hat, und nicht erkennt, wie verzweifelt das Leben in .","versions":[{"lang":1,"streams":[{"redirect":9658574,"hoster":"VOE"},{"redirect":9658573,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Das Gute gewinnt","epNo":25,"alt":"","descr":"Pieter ist erschüttert von Soufians Täuschung und sucht Trost bei Morena, aber sie wusste bereits, dass er ein Redket ist und schnappt zu, dass sie ihrem Gefährten beistehen sollten. Gerade als Basim wieder pleite ist, entdeckt er heimlich, dass ihre Parkour-Videos einen hübschen Cent verdienen. Flo beschließt kindisch, mit Pieter Schluss zu machen, um nicht verlassen zu wirken, da Kenza sagt, dass sie das gebrochene Vertrauen nicht reparieren kann, aber Pieter in Panik den Tränen nahe zu finden, verspricht ihm bedingungslose Unterstützung wie seine verstorbene Schwester.","versions":[{"lang":1,"streams":[{"redirect":9658575,"hoster":"VOE"},{"redirect":9658577,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Sicherheit geht vor","epNo":26,"alt":"","descr":"Pieter ist der Verzweiflung nahe, hin- und hergerissen zwischen Loyalitäten und Zweifeln, ob selbst Hoodie mit seinem Mentor und ehemals besten verstorbenen Soufian fertig wird. Deprimiert besucht er seinen fußballbegeisterten Vater, der ihn mit Halbblut-Stiefbruder Ezra trainieren lässt. Kenza bringt den selbstsüchtigen Flo dazu, zu erkennen, dass Pieters Unsicherheit in Bezug auf Soufian die dringendste Priorität des Teams ist. Basim investiert einen Teil seiner Interneteinnahmen für das Team in Bluetooth, ist aber jetzt eifersüchtig verbittert, als Flo offen ihre Beziehung zu Pieter als etwas Besonderes bezeichnet. Die Redkets überfallen Ezras Mutter Fajah. Pieter findet sein Team bewusst...","versions":[{"lang":1,"streams":[{"redirect":9658580,"hoster":"VOE"},{"redirect":9658581,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Soufians Rache","epNo":27,"alt":"","descr":"Pieter ist immer noch zu schüchtern, um bei Vater Willem zu Hause aufzutreten, aber nachdem er gehört hat, dass Stiefbruder Ezra plant, seine Mutter mit Fußballfreunden zu rächen, beschließt er, ihn anzuwerben. Die Zurückhaltung von Team Hoodie, Verstärkung zu rekrutieren, weicht, als Pieter erklärt, dass sie nur Verbündete auf dem Spielfeld sein werden, die nicht in Hoodies Geheimnis eingeweiht sind, und tatsächlich willigt das Fußballtrio ein, sich gegen die Redkets zusammenzuschließen. Pieter muss seine Familien noch mehr anlügen. Kenza ignoriert Flos Eifersucht gebührend und fragt Pieter privat nach allem, was er weiß, was helfen könnte, Soufian zu bekämpfen. Basim ..","versions":[{"lang":1,"streams":[{"redirect":9658582,"hoster":"VOE"},{"redirect":9658583,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Alle hassen Hoodie","epNo":28,"alt":"","descr":"Das von Soufian gepostete Video, das Hoodie zeigt, wie er versehentlich eine Fliese verursacht, die Alte Marlijn trifft, bringt die ganze Nachbarschaft gegen ihn auf, einschließlich Pieters Mutter, ihres Cop-Partners Bai und Ezras Fußballmannschaft. Kenza erfährt von Basims Interneteinnahmen, die er für die Ausrüstung des Teams ausgegeben hat, verlangt aber dennoch, dass er dem Team reinen Tisch macht. Airhead Flo gibt Kenza gegenüber immer noch vor, Pieter kontrollieren zu können, muss sich aber Basim zuwenden, der zittert, als Pieter ihn zur Redkets-Grube schleppt, wo er das Hoodie-Etikett malt, was nur Feindseligkeit schürt, während sogar ein Vrijbeek-Radfahrer, dessen .","versions":[{"lang":1,"streams":[{"redirect":9658588,"hoster":"VOE"},{"redirect":9658587,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Getrennte Wege","epNo":29,"alt":"","descr":"Pieter ist zutiefst deprimiert, als sich alle Einheimischen gegen ihn zu wenden scheinen, sogar die, die er gerettet hat. Das Team ist zutiefst gespalten, wobei Flo Pieters Ungeduld und Basims Versäumnis, sich nicht zu widersetzen, bei der provokativen Markierung in der Redkets-Höhle mitgeschleppt zu werden, verantwortlich macht. Als Kenza spät nach Hause kommt, belügt sie ihren Vater und gibt vor, endlich einen Freund zu haben. Sogar Cop-Partner Bai ist nicht glücklich über Doriens Plan, Hoodie zu fangen, indem er fälschlicherweise Redkets Beteiligung an einem echten Feuer meldet, um zu beweisen, dass er auf das Polizeifunkgerät reagiert.","versions":[{"lang":1,"streams":[{"redirect":9658590,"hoster":"VOE"},{"redirect":9658591,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Kenza gegen alle","epNo":30,"alt":"","descr":"Pieter sieht keinen Ausweg, da Hoodie wegen des Marlien-Vorfalls jegliche öffentliche Unterstützung verloren hat. Kenza überredet Flo mühsam, zu versuchen, mit ihm zu sprechen, aber das ergibt nur einen Moment platonischer Intimität und einen gestohlenen Kuss. Basim ist beleidigt, als Kenza ihn dazu brachte, sein Einkommen zuzugeben, obwohl er in Team Hoodie investiert war. Pieter beschließt, zu versuchen, das Baby ohne seinen Hoodie-Anzug aus dem Feuer zu retten, und erkennt nur im Inneren, dass es eine von seiner Mutter gestellte Falle ist. Nur Parkour brachte ihn trotz Flos Hysterie mit etwas Hilfe von Kenza pünktlich rein und raus, unidentifiziert.","versions":[{"lang":1,"streams":[{"redirect":9658593,"hoster":"VOE"},{"redirect":9658595,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Ein letztes Mal","epNo":31,"alt":"","descr":"Nachdem Pieter in öffentlicher Missbilligung von Hoodie geschmort hat, ist er bereit, mit Soufian fast um jeden Preis Frieden zu schließen. Er trifft die gemeinsame Freundin Morena, die ihm versichert, dass die Redkets-Bedrohung aufhören wird, wenn Hoodie ebenfalls verschwindet, da genug Beute für Soufs Miete gemacht wurde, sodass der Deal zustande kommt. Kenza tut so, als wäre sie beschäftigt, aber Flo durchschaut das und nachdem sie Basim einen fiesen Streich gespielt hat, gibt sie zunächst zu sich selbst zu, dass es sie cool macht, im Team zu sein. Als Morena sich bei Soufian meldet, riecht sie Ratten und er gibt zu, dass er es nicht gewagt hat, ihr zu sagen, dass er noch einen \"letzten großen\" plant, sie .","versions":[{"lang":1,"streams":[{"redirect":9658597,"hoster":"VOE"},{"redirect":9658598,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Frieden?","epNo":32,"alt":"","descr":"Angesichts der öffentlichen Missbilligung von Hoodie erkennen seine Kumpel, dass Pieter Frieden mit den Redkets von Soufian erkaufen muss, indem er stattdessen anbietet, seine Bürgerwehraktionen einzustellen und sein Team aufzulösen. Sogar Kenza gibt zu, dass die Rückkehr zum normalen Leben langweilig sein wird, aber niemand sieht einen Ausweg. Pieter packt seinen Hoodie-Anzug zusammen und geht nach Soufian, um das Friedensabkommen zu schließen, aber nachdem er mit Parkour durch das Fenster hereingekommen ist, entdeckt er seine während das Planungsgremium für einen nächsten Redkets-Streik, schleicht sich heraus und sagt seinen Freunden, dass das Team wieder auftauchen muss, um dem entgegenzuwirken. alle erfreuen, nur der verkorkste Flo ist ..","versions":[{"lang":1,"streams":[{"redirect":9658601,"hoster":"VOE"},{"redirect":9658602,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Rachefeldzug","epNo":33,"alt":"","descr":"Pieter entscheidet sich dagegen, Team Hoodie zu schließen und zeigt ihnen den Grund: Soufs Schwarzes Brett im Schlafzimmer ist voll mit Notizen über jedes Haus in der Nachbarschaft, wenn sie wahrscheinlich unterwegs sind, also ist ein Raub einfach. Das bedeutet, dass Soufian ein Lügner ist, nie ein wahrer Freund war und gestoppt werden muss. Dorien konnte in Pieters Zimmer keine Beweise finden, also bleiben sie und Bai ahnungslos. Kenza ärgert sich über das Risiko, in eine \"persönliche Vendetta\" verwickelt zu werden, studiert aber Soufians Vorstand und arbeitet das einzige wahrscheinliche Opfer für den nächsten Tag aus, ihren eigenen Nachbarn auf der anderen Straßenseite. Basim stellt mit Unbehagen fest, dass Flo ...","versions":[{"lang":1,"streams":[{"redirect":9658605,"hoster":"VOE"},{"redirect":9658606,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die dunkle Seite","epNo":34,"alt":"","descr":"Pieter versucht, Soufians Selbstvertrauen zurückzugewinnen, auch wenn er dazu so tun muss, als wäre Flo sein Mädchen und er möchte sich den Redkets anschließen. Basim macht Kenza einen Streich, indem er einen Redket-Auftritt im Haus der Nachbarin vortäuscht, die sie beobachtet, aber niemand scheint in der Nähe zu sein, während ihr freundlicher Vater Nabil sie ablenkt. Soufian ist immer noch misstrauisch, sieht sich zwielichtig um und testet Pieters \"Gang-Loyalität\", zeichnet auf seinem Smartphone auf, wie er seine Fähigkeiten als Parkour-Geldbörsendieb demonstriert, was das Ersatzteam erschreckt.","versions":[{"lang":1,"streams":[{"redirect":9658608,"hoster":"VOE"},{"redirect":9658610,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Liebes-Codes","epNo":35,"alt":"","descr":"Pieter scheut keine Mühe, sich wieder mit Soufian zu verbinden, der es genießt, den sanften Parkour-Schüler \"Blankito\" zurück zu haben, sie spielen sogar einen schelmischen Streich zusammen. Pieter wird TJ vorgestellt, einem Redket, den er als Hoodie angegriffen hat, der Soufian nun hilft, ihn erneut zu testen und einen zweiten Brieftaschendiebstahl durchzuführen, also muss er es wirklich entsorgen, nachdem Souf das Geld bekommen hat, aber Pieter ruft Kenza an, um es für die Ahnungslosen zu holen Eigentümer. Das Backup-Team ist verwirrt darüber, dass Pieter Flo als falschen Liebhaber benutzt, um seine Anrufe mit ihnen zu vertuschen, wofür ein Code entwickelt wird, wenn auch Hals über Kopf. Kenza funktioniert ..","versions":[{"lang":1,"streams":[{"redirect":9658612,"hoster":"VOE"},{"redirect":9658615,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Loyalität","epNo":36,"alt":"","descr":"Nachdem er den Kontakt zu Pieter verloren hat, besprechen seine Teamkollegen Basim und Flo das Risiko, dass es ihm schlecht gegangen sein könnte, sich wirklich den Redkets anzuschließen. Soufian ist davon überzeugt, dass sein \"Blankito\" tatsächlich funktioniert hat, also verrät er, dass der Trick darin besteht, kein Bargeld, sondern Karten zu stehlen und nur kleine, kaum wahrnehmbare Beträge einzulösen. Kenza hat die Brieftasche, die Pieter gestohlen hat, nicht im Müll gefunden, sondern beobachtet, wie Redket TJ sie wieder in die Tasche des Besitzers steckt, wobei sie ironischerweise beschuldigt wird, versucht zu haben, sie selbst zu stehlen, und verwirrt den Mann, indem sie sein schlechtes Niederländisch korrigiert. Pieter kehrt ins Hauptquartier zurück und drängt darauf, dass er seinen Plan ausführen muss, ein ..","versions":[{"lang":1,"streams":[{"redirect":9658616,"hoster":"VOE"},{"redirect":9658618,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Mission Bürgerfest","epNo":37,"alt":"","descr":"Pieter spielt seine Rolle im Plan der Redkets, jeder von jemandem, der am Nachbarschaftsfest teilnimmt, eine Brieftasche zu stehlen, die von Soufian gesammelt und verwendet wird, der sie weiterverteilt, um sie an die ahnungslosen Besitzer zurückzugeben. Team Hoodie beobachtet und als Bas\u0027 Mutter Fadma fast entdeckt, dass ihre Brieftasche fehlt, um einen Kuchen zu kaufen, bevor Pieter ihn zurückgeben kann, springt Bas ein und belohnt sich mit kostenlosem Kuchen. Die Polizei ist bereits da, um die Party zu bewachen, aber bevor sie alarmiert werden kann, alle Redkets auf frischer Tat zu verhaften, bedeutet Kenzas Seufzer, dass Team Hoodie nicht mehr benötigt wird,","versions":[{"lang":1,"streams":[{"redirect":13922479,"hoster":"VOE"},{"redirect":9658656,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Aufgeflogen","epNo":38,"alt":"","descr":"Das Team steht unter Schock, nachdem es die Redkets nicht verhaften konnte. Terwijl Kenza und Pieter und Kenza zweifeln an sich selbst, aber Basim bringt Flo dazu, zuzugeben, dass sie Hoodie sabotiert hat, und lässt sie zugeben, dass sie in Pieter verliebt ist. Soufian fordert Bai und Dorien auf, Basim und Flo zum Hoodie-Honk zu folgen, wo sie technisch gesehen hocken und mit Hoodie-Zeug gefunden werden. Pieter ist bei seinem Vater und weigert sich mürrisch, sich ihnen an einer örtlichen Demonstration gegen Hoodie anzuschließen, den Fajah zu seiner Überraschung verteidigt.","versions":[{"lang":1,"streams":[{"redirect":13922482,"hoster":"VOE"},{"redirect":9658650,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Lügen","epNo":39,"alt":"","descr":"Pieter willigt ein, mit der Familie seines Vaters zum Abendessen zu kommen und sich dankbar zu verhalten, als Preis dafür, dass Stiefmutter Fajah nicht preisgibt, dass sie vermutet, dass er Hoodie ist. Kenza verdächtigt Basim fälschlicherweise, Souf zum Teamhupen geführt zu haben, aber seine meisterhaften Lügen verhinderten, dass er und Flo tatsächlich verhaftet und nicht freigelassen wurden, sobald ihre Mütter ankamen. Flo bestreitet nicht sehr überzeugend, irgendeine Verbindung zu Hoodie zu haben, als er im Revier Dorien befragt wird, merkt aber erst, als Basim anruft, dass der Sturm aufhört, wenn sein Laptop-Ladegerät, das sie mitgenommen hat, während der bevorstehenden Heimkehr gefunden wird. .","versions":[{"lang":1,"streams":[{"redirect":12379599,"hoster":"VOE"},{"redirect":9658647,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Das Geständnis","epNo":40,"alt":"","descr":"Während seine depressiven Teamkollegen das Ende von Hoodie befürchten, schafft es der clevere Lügner Basim, so zu tun, als würde er den im Arbeitszimmer gefundenen Laptop nicht kennen, ihn unbemerkt starten und den gesamten Speicher löschen, indem er seine Rap-Aufnahme opfert. er beschuldigt Kenza bitter, die die Familie immer noch für ein makelloses Beispiel für ihn hält. Nach seinem Abendessen bei Vater überrascht Pieter Flo mit einem Besuch, der in triumphaler Stimmung endlich den Mut aufbringt, ihm ihre Liebe zu gestehen, doch Pieter schimpft gebührend mit ihrem egoistischen Abschaum, der den gesamten Festival-Ablaufplan sabotiert. Rückkehr nach Hause, Pieter .","versions":[{"lang":1,"streams":[{"redirect":9658641,"hoster":"VOE"},{"redirect":9658644,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Das Versprechen","epNo":41,"alt":"","descr":"Pieter ist erschrocken, dass Soufian von seiner Mutter Dorien als \"armer Junge, der Probleme hat, die Miete zu zahlen\", eingeladen wurde, am misstrauischsten, als Souf seine Niederlage eingesteht, behauptet, alles verloren zu haben, Bargeld, Gang und Kumpels, aber verspricht, Vrijbeek in Frieden zu lassen, aber nimmt etwas Mitleid mit Soufian und willigt ein, wieder gemeinsam Parkour zu machen. Flo ist überrascht, wie leicht ihre Ma die verdiente Erdung aufhebt und sogar Kenza verzeiht ihr ihre egoistische Dummheit. Basim ist hocherfreut, dass seine Mutter seinen Lügen glaubt und plant keine große Bestrafung, also gibt er nach, sich über die unschuldig erscheinende Kenza zu ärgern, und schwelgt in diesem \"Triumph in","versions":[{"lang":1,"streams":[{"redirect":9658639,"hoster":"VOE"},{"redirect":9658640,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Sag niemals nie","epNo":42,"alt":"","descr":"Pieter verbringt gerne wieder Zeit mit Parkour-Kumpel Soufian, dessen Familie mit zwei kleinen Brüdern, die wegen unbezahlter Miete geräumt werden sollen, Pieter herzlich zum Essen einlädt. Pieter glaubt, dass Soufian sich aus der Kriminalität heraushalten und ihnen helfen will, das Geld rauszuholen. Flo schreibt einen Brief und übergibt ihn persönlich an seinen Briefkasten, in dem er Pieter ihre Liebe erklärt und sich entschuldigt, aber er kommt nicht dazu, ihn zu lesen. Kenza lässt die Polizei glauben, dass der Besitzer die Höhle wieder geöffnet hat, damit das Team uns wieder verlassen kann. Pieter stellte dem Team seinen neuen Plan vor: die Rettung von Soufians Familie mit Basims Hoodie ...","versions":[{"lang":1,"streams":[{"redirect":9658635,"hoster":"VOE"},{"redirect":9658637,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Der Geldplan","epNo":43,"alt":"","descr":"Pieter überwindet Basims und Kenzas Zweifel, ob Soufian ihre finanzielle Hilfe verdient. Flo ist an Bord und hofft, Pieters Dankbarkeit zu gewinnen. Basim hat bereits einen Teil der Internat-Einnahmen ausgegeben, also teilt sich das Team in Jungen gegen Mädchen auf, um zusätzliche Summen zu finden. Flo und Kenzadevisieren praktische, modische Kopftücher. Basim und Pieter planen ein neues Hoodie-Video.","versions":[{"lang":1,"streams":[{"redirect":9658630,"hoster":"VOE"},{"redirect":9658631,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Das Comeback","epNo":44,"alt":"","descr":"Basims ausgeklügeltes Dummy-Alibi lässt ihn scheitern, Pieters erste Balkon-Parkour-Demo für das zum Verkauf stehende Video zu filmen, aber Basim ist zuversichtlich, dass seine Siegesserie weitergehen wird, selbst wenn kein Kätzchen gerettet werden kann, und Pieter tatsächlich die gestohlene Handtasche von Greisin Marlijn zurückschnappen kann. Kenzas modisch-sportliche Kopftücher verkaufen sich gut, aber Airhead Flos Trittdemonstration verursacht Schaden und vernichtet ihre Einnahmen. Pieters Rettungsvideo verkauft sich gut, könnte aber auch die Polizei wieder auf die Spur des auferstandenen Hoodie bringen. Basim\u0027 Heimkehr in triumphaler Stimmung gedankenlos verrät .","versions":[{"lang":1,"streams":[{"redirect":9658628,"hoster":"VOE"},{"redirect":9658629,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Ein Alibi für Basim","epNo":45,"alt":"","descr":"Team Hoodie befürchtet, dass die Polizei alles von dem festgenommenen Basim erfahren wird, aber er weicht dem während des Verhörs durch Dorien brillant aus, gibt vor, sein Smartphone verloren zu haben, und bringt das ultimative Opfer: es vollständig zu löschen. Flo motiviert Kenza, die Polizei anzulügen. Basim war bei ihnen zu Hause, aber Dorien überprüft das Alibi sofort, also muss Flor ihre Mutter dazu bringen, zu lügen, was sie tut, aber auch eine angemessene Erdung auferlegt. Pieter konzentriert sich nur darauf, das Geld für Soufian aufzutreiben, von dem er befürchtet, dass er nach einem weiteren überraschenden Hausbesuch mit der Fälligkeit der Miete auf Abwege geraten könnte. Der","versions":[{"lang":1,"streams":[{"redirect":9658623,"hoster":"VOE"},{"redirect":9658625,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Perfekte Täuschung","epNo":46,"alt":"","descr":"Kenza und Flo verhalfen Basim zu einem zweifelhaften Alibi. Wie festgestellt wurde, dass die Cops Bai und Dorien Basim auf der Spur sind, müssen er und Kenza vermeiden, gesehen zu werden, wenn sie die Höhle betreten. Pieter will unbedingt Geld für Soufians Miete leihen, aber Vater Willem spottet nur darüber, dass er nicht annähernd so unabhängig ist wie seine verstorbene Schwester Isa, und Doriens Lob dafür, dass er versucht hat, einem Partner zu helfen, verpufft, als Pieter vorschlägt, ihre Urlaubsersparnisse zu verwenden. Also bringt Pieter Flo dazu, Wache zu stehen, während er es \"ausleiht\", bis Basims Interneteinnahmen durchkommen, aber er wird mit seiner Hand in der Spardose erwischt, als es kam .","versions":[{"lang":1,"streams":[{"redirect":9658659,"hoster":"VOE"},{"redirect":9658658,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Verhängnisvolle Graffitis","epNo":47,"alt":"","descr":"Pieter wird von Dorien erwischt, der seine Absichten lobt, aber vorschlägt, dass Soufian ein langfristiges Interesse an den nächsten Mietbedingungen braucht. Pieter bekommt von seinem Vater ein Kreditangebot und beschließt stattdessen, bei Soufian um einen Job auf Probe zu bitten, der begeistert annimmt. Dorien erkennt aus etwas, das Pieter gedankenlos gesagt hat, dass Basim ein Graffiti-Künstler ist. Basim lässt eine Raumdurchsuchung durchführen, die die Spraydosen hervorbringt, ein seltener Schnappschuss, der wahrscheinlich niemandem in der Nachbarschaft gehört. Floand Kenza beschuldigt Pieter bitterlich und wendet sich gegen ihn, bis er es \"repariert\".","versions":[{"lang":1,"streams":[{"redirect":9658620,"hoster":"VOE"},{"redirect":9658622,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Enthüllung","epNo":48,"alt":"","descr":"Basim wird in die Enge getrieben und verzweifelt während des polizeilichen Verhörs, aber ein gefälschter \"elterlicher\" Anruf von Kenza motiviert ihn zum Hinauszögern. Pieter ist bereit, sich für Basim zu opfern, indem er gesteht, dass er Hoodie ist, aber zu Hause glaubt Ma Dorien nicht, dass es ihr ehrlicher \"unsportlicher\" Sohn sein könnte. Also plant er, sein Kostüm zu bekennen. Das beweist Basims Unschuld, aber Morena hat Soufian Pläne, Dorien ins Visier zu nehmen, und Pieter wird von Morena und Flo davon überzeugt, seine Kapuze nicht abzunehmen.","versions":[{"lang":1,"streams":[{"redirect":9658674,"hoster":"VOE"},{"redirect":9658677,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Der Gejagte","epNo":49,"alt":"","descr":"Gerade als der Bluff von Meister-Lügner Basim während des polizeilichen Verhörs, bei dem Bai grimmig wird, aufzutauchen scheint, als sie planen, den beschlagnahmten Laptop zu überprüfen, wird Hoodie entdeckt, also eilen die Polizisten hinaus und er befreit sich nach Hause. Pieter kann gerade noch vermeiden, von der hartnäckigen Dorien erwischt zu werden, die mit dem Fahrrad die Verfolgung aufnahm. Von Morena informiert, dass Soufian es auf seine Mutter abgesehen hat, muss er das Team dringend mobilisieren. Flo, die ernsthafte Hausarreste bekommt und deren Telefon beschlagnahmt wird, sowie die familienorientierten Kenza und Basim sind jedoch nicht verfügbar. Verzweifelt keine Zeit und keine Hilfe mehr, Pieters","versions":[{"lang":1,"streams":[{"redirect":9658670,"hoster":"VOE"},{"redirect":9658671,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Der Deal","epNo":50,"alt":"","descr":"Während Flo und Kenza versuchen, das Team wieder zu vereinen, arbeiten Hoodie und Dorien zusammen. Aber Pieter bemerkt einen Fehler an seinem Plan, mit dem er Soufian schnappen will und er braucht sein Team dringender als je zuvor. Gerade als er aufgeben will, kommt das Team zu ihm zurück. Sie arbeiten einen Plan aus, der schon morgen umgesetzt werden soll.","versions":[{"lang":1,"streams":[{"redirect":9658669,"hoster":"VOE"},{"redirect":9658681,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Das Parkour-Duell","epNo":51,"alt":"","descr":"Pieters Plan, Soufian im Revier Vrijbeek auszutricksen, läuft nicht wie erwartet, aber Basim, Kenza und Flo helfen dabei, Dorien sicher einzusperren, während sie versuchen, ihn mit Handschellen festzubinden, bis Hoodie eintrifft. Als Hoodie schließlich ankommt, gelingt es Soufian, sich zu befreien und zu entkommen. Pieter muss ihn auf eine Art verfolgen, die er fürchtet: ein nächtliches Parkour-Duell mit seinem Mentor, der seine Angst beim Klettern und Springen in einem hohen Einkaufszentrum ausnutzen will.","versions":[{"lang":1,"streams":[{"redirect":9658665,"hoster":"VOE"},{"redirect":9658667,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Isas Foto","epNo":52,"alt":"","descr":"Pieter überwindet seine Angst, das Parkour-Duell mit Soufian zu gewinnen, der keinen Tigersprung macht und von Pieter gerettet werden muss, nachdem Soufian ihm versprochen hat, sich bei der Polizei zu melden. Pieter lässt Soufian zu Hause von seiner Familie verabschieden, wo sein Vater unerwartet auf Bewährung ist, alle sehr dankbar, als Pieter ihnen das Mietbargeld überreicht. Nachdem Soufian Pieter \"so edel wie die verstorbene Schwester Isa\" gelobt hat, verschwindet sie. Vrijbeek genießt das Ende der Kriminalwelle der Redkets, deren Namen Dorien in einem anonymen Brief erhält, in dem der gewalttätige TJ als ihr Anführer genannt wird. Team-Hoodie ..","versions":[{"lang":1,"streams":[{"redirect":9658661,"hoster":"VOE"},{"redirect":9658662,"hoster":"Streamtape"}]}]}]}]}