{"path":"/serie/stream/hornblower","name":"Hornblower","descr":"Während der Napoleonischen Kriege steigt der junge und schüchterne Horatio Hornblower zum Rang eines Admirals auf. Tapferkeit, Entschlossenheit und Intelligenz zeichnen des Königs Admiral aus, und so zeigt er sein Können sowohl in blutigen Schlachten als auch bei seinen leidenschaftlichen Abenteuern in der Damenwelt","seasons":[{"path":"/serie/stream/hornblower/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hornblower/staffel-1/episode-1","name":"Die gleiche Chance","epNo":1,"alt":"The Even Chance","descr":"Fähnrich Horatio Hornblower tritt der britischen Flotte bei und begegnet dem tyrannischen Jack Simpson, dessen Zorn er sogleich auf sich zieht. Es kommt zu einem Duell, doch nicht Hornblower selbst, sondern ein Freund tritt gegen Simpson an und bezahlt mit dem Leben. Aufgrund des Krieges trennen sich die Wege der Kontrahenten, doch ihre Wege kreuzen sich, eher als ihnen lieb ist, erneut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101116","hoster":"VOE"},{"path":"/redirect/8573347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hornblower/staffel-1/episode-2","name":"Die Leutnantsprüfung","epNo":2,"alt":"The Fire Ships","descr":"Hornblower ist weiterhin auf See, und das Schicksal verlangt plötzlich von ihm, sich als würdig zu erweisen, ein Leftanent der königlich britischen Flotte zu sein: Die Mannschaft hungert, und es kommt fast zu einer Meuterei. Als dann noch an Bord eines Schiffes Feuer ausbricht, das droht, auf die gesamte Flotte überzuschlagen muss Horatio Hornblower schnell eine Entscheidung treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826552","hoster":"VOE"},{"path":"/redirect/8573346","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hornblower/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hornblower/staffel-2/episode-1","name":"Die Herzogin und der Teufel","epNo":1,"alt":"The Duchess And The Devil","descr":"Leftanent Hornblower erhält den Auftrag, eine Herzogin zusammen mit wichtigen Dokumenten nach England zu bringen. In Ermangelung eines eigenen Schiffes wird kurzerhand ein französisches gekapert und die Flucht angetreten. Doch die Überfahrt nimmt ein jähes Ende, als spanische Schiffe Hornblowers Schiff aufbringen und die Besatzung gefangen nehmen. Wer ist die vornehme Dame in Wirklichkeit?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095040","hoster":"VOE"},{"path":"/redirect/8573357","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hornblower/staffel-2/episode-2","name":"Froschfresser und Rotröcke","epNo":2,"alt":"The Wrong War","descr":"Hornblower soll eine Truppe aus französischen Royalisten und britischen Rotröcken nach England begleiten. Der Auftrag ist wichtig, da England dem französischen König wieder auf den Thron verhelfen will. Doch es gibt ein Problem: der sich an Bord befindliche französische Kommandant ist nicht nur äußerst brutal, sondern auch ein Feigling. Der ganze Auftrag droht schließlich platzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826450","hoster":"VOE"},{"path":"/redirect/8573345","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hornblower/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hornblower/staffel-3/episode-1","name":"Meuterei","epNo":1,"alt":"Mutiny","descr":"Hornblower ist an Bord eines neuen Schiffes, unter dem Kommando eines neuen Captains. Schon bald wird den an Bord befindlichen Offizieren aber klar, dass Captain Sawyer nicht ganz bei Verstand ist. Der Captain muss abgelöst werden, doch ohne Schiffsarzt, der die Geisteskrankheit des Kapitäns bestätigt, wäre das eine hieb- und stichfeste Meuterei. Und die würde den Gang zum Galgen bedeuten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826446","hoster":"VOE"},{"path":"/redirect/8573350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hornblower/staffel-3/episode-2","name":"Vergeltung","epNo":2,"alt":"Retribution","descr":"Nachdem Captain Sawyer abgelöst wurde, befehligen nun die Offiziere das Schiff. Ihr Plan, der spanischen Flotte einen schweren Schlag beizubringen, gelingt nicht. Und zurück in britischen Gewässern werden die Männer wegen Meuterei vor Gericht gestellt. Was wird der Schiffsarzt aussagen? Wird er die Männer entlasten? Wie wird das Gericht entscheiden? Alle Offiziere haben den Strick vor Augen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826451","hoster":"VOE"},{"path":"/redirect/8573344","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hornblower/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/hornblower/staffel-4/episode-1","name":"Loyalität","epNo":1,"alt":"Loyalty","descr":"Bei halbem Sold und ohne Schiff findet sich Hornblower in einer billigen Pension wieder, dennoch wird er, nach seiner Entlastung vor Gericht, zum Captain befördert und soll vor Frankreichs Küste nach dem Rechten sehen. Doch Napoleon scheint keineswegs auf langfristigen Frieden aus zu sein, denn Hornblower muss erkennen, dass sich die französischen Truppen auf eine Invasion vorbereiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096294","hoster":"VOE"},{"path":"/redirect/8573348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hornblower/staffel-4/episode-2","name":"Pflichten","epNo":2,"alt":"Duty","descr":"Horatio heiratet. Doch Zeit für Flitterwochen bleibt nicht: Das Schiff von Captain Bracegirdle wird vermisst. Auf der Suche nimmt Hornblower zwei Passagiere auf. Dabei handelt es sich ausgerechnet um den Bruder des französischen Kaisers, der gegen dessen Willen eine Amerikanerin geheiratet hat und auf der Flucht ist. Hornblower erkennt, dass nun die halbe französische Armee hinter ihm her ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826469","hoster":"VOE"},{"path":"/redirect/8573352","hoster":"Streamtape"}]}]}]}]}