{"path":"/serie/stream/hoshi-no-samidare","name":"Hoshi no Samidare","descr":"[Lucifer and the Biscuit Hammer] Eigentlich führt der Student Yuuhi Amamiya ein ganz gewöhnliches Leben. Doch dann kommt eines Tages eine sprechende Eidechse, die sich Sir Noi Crezant nennt, zu ihm und erzählt eine fantastische Geschichte: In der Erdumlaufbahn existiert ein gewaltiger Hammer, der kurz davor steht, den Planeten zu zerstören. Verantwortlich dafür ist der gefürchtete Erzmagier Animus und die einzige, die ihn jetzt noch aufhalten kann, ist Prinzessin Samidare Asahina mit ihren Bestienrittern.Bevor Yuuhi so wirklich versteht, was passiert, verleiht Crezant ihm die Macht, sich in einen Echsenritter zu verwandeln und so am Kampf teilzunehmen. Als er wenig später von einem Golem angegriffen wird, ist er trotz aller Vorbehalte froh, sich verteidigen zu können. Doch Animus ist nicht der einzige Feind, der die Erde vernichten will. Auch die Prinzessin verfolgt ihre eigenen Ziele, die für die Menschheit fatal enden können, wie Yuuhi bald schon herausfindet, was ihn vor eine schwere Entscheidung stellt.","seasons":[{"path":"/serie/stream/hoshi-no-samidare/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-1","name":"","epNo":1,"alt":"Amamiya Yuuhi and the Lizard Knight","descr":"Als der Student Amamiya Yuuhi eines Morgens aufwacht, macht er unerwartet Bekanntschaft mit Noi Crezant – einer sprechenden Echse, die sich ihm als Ritter vorstellt. Dieser trägt ihm sogleich eine absurde Aufgabe auf: Yuuhi soll die Prinzessin vor dem bösen Zauberer beschützen und die Welt vor dem Untergang bewahren! Während er noch an seinem Verstand zweifelt, wird er plötzlich von einem Golem des Zauberers verfolgt. Yuuhis Lage scheint aussichtlos zu sein, doch dann erscheint vor ihm...?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10847573","hoster":"VOE"},{"path":"/redirect/10847572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-2","name":"","epNo":2,"alt":"Amamiya Yuuhi and Asashina Samidare","descr":"Nachdem Yuuhi den Grund dafür erfährt, dass Samidare die Erde mit eigener Faust zertrümmern will, stürzt er sich in sein Training, doch er kann den verfluchten Ketten nicht entkommen, die sein Großvater ihm auferlegt hat. Plötzlich erfährt er durch einen Anruf von seiner Familie, dass sein Großvater im Krankenhaus ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10892912","hoster":"VOE"},{"path":"/redirect/10892909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-3","name":"","epNo":3,"alt":"The Knight and the Pact","descr":"Yuuhi erzählt Neu, dass sein Vater ein Polizist war, der von seinem eigenen Partner ermordet wurde, und sein Tod brach das Herz seiner Mutter, die kurz darauf verschwand. Er wurde dann von seinem Großvater erzogen, der ihm beibrachte, anderen nicht zu vertrauen. Yuuhis Großvater behauptet, sich geändert zu haben, und obwohl er sich entschuldigt, kann Yuuhi ihm nicht vergeben. Ein Golem greift dann Yuuhi im Krankenhaus an. Yuuhi stirbt vor Erschöpfung, halluziniert Samidare und entschuldigt sich dafür, dass er sie benutzt hat. Samidare bietet an, einen Kuss auszutauschen, wenn er überlebt. Erwachend trickst und zerstört Yuuhi den Golem. Obwohl Yuuhi immer noch nicht bereit ist zu vergeben, akzeptiert er seinen Vertrag mit Neu, um ein Ritter zu werden, und nutzt im Gegenzug den Wunsch, seinen Großvater zu heilen. Im Schlaf küsst Yuuhi Samidare fast, wacht aber auf, bevor sie kann. Nach seiner Rückkehr nach Hause nimmt er das Training mit Samidare wieder auf. Sie werden von Shinonome Hangetsu konfrontiert, der Hunderitter und sein Hundepartner Saw. Sie behaupten, die Justiz zu schützen, also macht sich Yuuhi Sorgen, wie sie auf Samidares Plan reagieren werden. Als Kampfkünstler beurteilt Hangetsu sie beide und weist darauf hin, dass Samidare sich zu sehr auf rohe Kraft verlässt und Yuuhi es an Selbstvertrauen mangelt. In dieser Nacht erhält Yuuhi schließlich seinen Kuss von Samidare und beschließt, stärker zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13523311","hoster":"VOE"},{"path":"/redirect/10934726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-4","name":"","epNo":4,"alt":"Asahina Hisame and Shinonome Hangetsu","descr":"Yuuhi und Samidare treffen auf den Hunderitter Shinonome Hangetsu und freunden sich mit ihm an. Nachdem Yuuhi sieht, wie Hangetsu mit Leichtigkeit einen Golem besiegt, beginnt er, dessen Macht als eine Bedrohung zu empfinden. Während Hangetsu sich Mühe gibt, Hisame näherzukommen, taucht plötzlich der Vater der Asahina-Schwestern auf. Umgeben von ganz unterschiedlichen Erwachsenen denkt Yuuhi zurück an seinen verstorbenen Vater.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13523313","hoster":"VOE"},{"path":"/redirect/10959186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-5","name":"","epNo":5,"alt":"The Knight, Shinonome Hangetsu","descr":"Nachdem Yuuhi, Hisame und Hangetsu Samidares Geburtstag feiern, erzählt diese Yuuhi davon, wie krank sie wirklich ist und eröffnet ihm, dass ihre derzeitige gute Gesundheit nur ein Effekt der Prinzessin Anima ist, die sie am Leben erhält. Diese wird nach dem Kampf wieder verschwinden, woraufhin Samidares Leben wieder in Gefahr schweben wird. Mit diesem Wissen wächst Yuuhis Wunsch, stärker zu werden, und er bittet Hangetsu um Training. Hangetsu akzeptiert seine Bitte und beginnt, von seiner Kindheit zu sprechen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13523318","hoster":"VOE"},{"path":"/redirect/10998406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-6","name":"","epNo":6,"alt":"The Crow Knight and Shinonome Mikazuki","descr":"Während Yuuhi und Samidare noch Hangetsus Tod verarbeiten, tauchen einer nach dem anderen weitere Bestienritter vor ihnen auf: Krähenritter Shinonome Mikazuki und Muu, Pferderitter Naguma Souichirou und Dance sowie Schlangenritter Hakudou Yayoi und Shea. Nagumo versucht, die Ritter zum Kampf gegen die Golems zusammenzutrommeln, doch der streitfreudige Mikazuki fordert ihn zu einem Kampf heraus. Yuuhi, der Hangetsus Tod mitansehen musste, muss sein Trauma bewältigen, bevor er auf das Schlachtfeld zurückkehren kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534801","hoster":"VOE"},{"path":"/redirect/11064080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-7","name":"","epNo":7,"alt":"Amamiya Yuuhi and the Beast Knights (Part 1)","descr":"Dank Hangetsus Wunsch, seine Kampftechniken nach seinem Tod an Yuuhi weiterzugeben, kann dieser sie nun einsetzen. Als Mikazuki davon erfährt, fordert er Yuuhi erneut zu einem Kampf heraus. Die restlichen Bestienritter werden einer nach dem anderen gefunden und endlich zeigt sich auch Animus, der böse Zauberer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534805","hoster":"VOE"},{"path":"/redirect/11064027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-8","name":"","epNo":8,"alt":"Amamiya Yuuhi and the Beast Knights (Part 2)","descr":"Die zehn überlebenden Bestienritter versammeln sich um Anima. Nagumo, der versucht, die Ritter zu organisieren, ist ein ehemaliger Polizist, der aus gewissen Gründen seinen Beruf aufgab. Shimaki führt nachts im Traum Gespräche mit Animus, der versucht, ihn als Verbündeten für sich zu gewinnen. Shimaki wehrt sich jedoch dagegen und greift Animus an, als plötzlich jemand Unerwartetes auftaucht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534804","hoster":"VOE"},{"path":"/redirect/11142907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-9","name":"","epNo":9,"alt":"Akitani Inatika","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534806","hoster":"VOE"},{"path":"/redirect/11182306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-10","name":"","epNo":10,"alt":"Hekatombaion and the Beast Knights","descr":"Auf Mikazukis Vorschlag hin reisen die Bestienritter ans Meer, wo sie beim Spielen am Strand von einem Golem überrascht werden. Doch noch bevor sie die Chance haben, sich auf ihn zu stürzen, erscheint Animus und trennt Yuuhi und Samidare von ihren Verbündeten. Nun muss der Rest des Ritterordens ohne seine stärkste Kämpferin klarkommen. Gleichzeitig stehen Yuuhi und Samidare Animus gegenüber ","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534808","hoster":"VOE"},{"path":"/redirect/11245862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-11","name":"","epNo":11,"alt":"The Asahina Family","descr":"Die Bestienritter kämpfen mit Shimakis Golem als Trainingspartner. Yuuhi lernt langsam, Hangetsus Techniken einzusetzen. Dann taucht plötzlich Samidare auf seiner Türschwelle auf und erklärt, dass sie von zu Hause weggelaufen ist und in seiner Wohnung bleiben wird, weil sie ihrer Mutter aus dem Weg geht. Hisame zwingt Yuuhi daraufhin, in der Zeit in Samidares Haus zu wohnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534807","hoster":"VOE"},{"path":"/redirect/11334607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-12","name":"","epNo":12,"alt":"The Spirit, Anima and the Beast Knights","descr":"Prinzessin Anima taucht unvermittelt auf. Sie zwingt die Bestienritter zu einer Versammlung und verwandelt ohne jegliche Vorwarnung Dance Dark in das Fabelwesen Unicorn. Bald zeigt sich auch der nächste Golem, doch Samidare ist durch Dances Verwandlung zu erschöpft, um auch nur einen Finger zu rühren. Der Ritterorden muss einen Weg finden, den Achtäugigen ohne sie zu bezwingen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534811","hoster":"VOE"},{"path":"/redirect/11379208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-13","name":"","epNo":13,"alt":"The Hero, Kusakabe Tarou","descr":"Tarou macht sich große Sorgen um Hanako, deren Wunsch versehentlich ihre Todeschancen erhöht haben. Der Ritterorden kämpft erbittert gegen Metageitnion – den neunäugigen Golem, der stetig an Macht gewinnt. Im Eifer des Gefechts stellt sich Tarou schützend vor Hanako.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534810","hoster":"VOE"},{"path":"/redirect/12482414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-14","name":"","epNo":14,"alt":"The Knight, Sorano Hanako","descr":"Die Trauer um Tarou belastet den Ritterordern, doch Hanako schafft es nicht, um ihn zu weinen. Bald taucht vor ihr der Golem Maimakterion auf, der sich in Tarou verwandelt hat. Dies erschüttert Hanako zutiefst, doch sie erinnert sich an ihre gemeinsame Kindheit und erkennt, dass das Lächeln des Golems nicht Tarous sein kann und behält die Fassung. Kurze Zeit später versammelt sich der Ritterorden, um durch den Kampf gegen den Neunäugigen um Tarou zu trauern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534812","hoster":"VOE"},{"path":"/redirect/11578079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-15","name":"","epNo":15,"alt":"Amamiya Yuuhi and the Shinonome Brothers","descr":"Mikazuki stellt Yuuhi den Job vor, den er von Hangetsu geerbt hat, und nachdem sie sich an ihn erinnert haben, vereinbaren sie ein Duell.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534813","hoster":"VOE"},{"path":"/redirect/11578080","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-16","name":"","epNo":16,"alt":"Yukimachi and Subaru","descr":"Subaru und Yukimachi erinnern sich an ihre ersten Begegnungen mit ihren Begleitern Lee und Ron, zu einer Zeit, als ihr Meister Inatika noch unter den Lebenden war. Den beiden ist nicht klar, dass sie den gleichen Wunsch hatten. Taiyou baut in der Zwischenzeit eine eigenartige Freundschaft zum elften Golem, Maimakterion, auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13599415","hoster":"VOE"},{"path":"/redirect/11602461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-17","name":"","epNo":17,"alt":"The Hero and the Children","descr":"Der zehnte Golem Pyanopsion taucht wieder und wieder auf, ganz egal, wie oft die Ritter ihn besiegen. Nun hat er sich mit Maimakterion zusammengetan, der sich in Magical Marie verwandelt hat, und die beiden treiben den Ritterorden in die Enge. Die Bestienritter können sie gerade noch so in die Flucht schlagen. Taiyou, beeindruckt vom Einsatz der älteren Ritter, öffnet seinen Kameraden gegenüber langsam sein Herz.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534816","hoster":"VOE"},{"path":"/redirect/11627152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-18","name":"","epNo":18,"alt":"Amamiya Yuuhi and Shinonome Hangetsu","descr":"Yuuhi erfährt vom Tod seines Großvaters. Er denkt zurück an ihn und zerreißt die Fesseln seines Fluchs mit einem lauten Schrei. Im Traum unterzieht Anima Yuuhi einer Prüfung. In dieser begegnet er jemandem, den er nur allzu gut kennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534815","hoster":"VOE"},{"path":"/redirect/11675652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-19","name":"","epNo":19,"alt":"Maimakterion and the Beast Knights","descr":"Maimakterion erscheint vor dem Ritterorden, der dieses Mal ohne Yuuhi und Samidare auskommen muss. Doch er ist so überwältigend stark, dass er die Bestienritter mühelos in die Knie zwingt. Er kündigt an, dass er nach zehn Tagen wiederkehren wird und überlässt die Ritter ihren Vorbereitungen auf den finalen Kampf gegen ihn.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534818","hoster":"VOE"},{"path":"/redirect/11719666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-20","name":"","epNo":20,"alt":"Anima and Animus","descr":"Die Bestienritter trainieren gemeinsam das multiple Feld. Derweil wird Animas und Animus\u0027 Kindheitsgeschichte erzählt und wie es zu dem Konflikt zwischen den beiden Geschwistern kam.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534817","hoster":"VOE"},{"path":"/redirect/11752434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-21","name":"","epNo":21,"alt":"The Last Battle","descr":"Die Bestienritter stellen sich endlich dem letzten Kampf gegen Animus.Dabei müssen sie gegen Animus’ zwölften Golem \"Poseideon\" antreten und ihren ultimativen Angriff einsetzen. Animus setzt den Biscuit Hammer in Bewegung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13534819","hoster":"VOE"},{"path":"/redirect/11792769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshi-no-samidare/staffel-1/episode-22","name":"","epNo":22,"alt":"Lucifer and the Biscuit Hammer","descr":"Samidare hat Animus’ Biscuit Hammer zerstört.Der Kampf zwischen Animus und den Bestienrittern beginnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11825930","hoster":"VOE"},{"path":"/redirect/11825920","hoster":"Streamtape"}]}]}]}]}