{"path":"/serie/stream/hoshikuzu-telepath","name":"Hoshikuzu Telepath","descr":"[Stardust Telepath] Die schüchterne Oberschülerin Umika hat Schwierigkeiten, mit anderen Menschen zu kommunizieren. Nach etlichen Fehlschlägen hat sie es aufgegeben, jemals Freunde zu finden … zumindest bis eines Tages die Austauschschülerin Yu in ihr Leben tritt. Sie ist eine Außerirdische und verfügt über die einzigartige Fähigkeit der \"Odekopathie\", was ihr ermöglicht, die Gefühle anderer zu verstehen, indem sie ihre Stirn an die einer anderen Person legt. Mit Yu an ihrer Seite erhält Umika endlich die lang ersehnte Chance, über sich hinauszuwachsen, Freundschaften zu schließen und wunderbare Erinnerungen zu sammeln.","seasons":[{"path":"/serie/stream/hoshikuzu-telepath/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-1","name":"","epNo":1,"alt":"Cometary Encounter","descr":"Umika Konohoshi ist ein junges Mädchen, das kurz vor der High School steht. Aufgrund ihrer Kommunikationsschwierigkeiten mit anderen leidet sie jedoch unter sozialen Ängsten. Da sie das Gefühl hat, dass sie sich besser mit Außerirdischen identifizieren kann, wünscht sie sich eine Begegnung mit einer Sternschnuppe. Als sie am nächsten Tag zur Schule geht, trifft Umika auf ein Mädchen namens Yu Akeuchi, das behauptet, sie sei eine Außerirdische aus dem Weltraum. Yu geht auf Umika zu und zeigt Interesse an ihr, da niemand sonst in der Schule glaubt, dass sie eine Außerirdische ist. Sie erwähnt auch, dass sie über die besondere Fähigkeit der \"Stirnpathie\" verfügt, die es ihr ermöglicht, die Gefühle einer Person zu erkennen, wenn diese ihre Stirnen berührt. Am nächsten Tag erzählt Umika Yu von ihrem Traum, in den Weltraum zu reisen, um nach Außerirdischen zu suchen, und Yu antwortet, dass sie sich gegenseitig helfen können, da sie versucht, auf ihren Heimatplaneten zurückzukehren. Nach der Schule bringt Yu Umika zu einem verlassenen Leuchtturm, in dem sie lebt, und erklärt, dass sie dort ohne Erinnerungen an ihr Leben aufgewacht ist, bevor sie auf der Erde gestrandet ist. Umika nutzt Stirnpathie, um ihren Wunsch auszudrücken, Yu zu helfen, nach Hause zu kommen, und festigt so ihre Freundschaft. Währenddessen beobachtet einer der Klassenkameraden von Umika und Yu den Leuchtturm aus der Ferne.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13182162","hoster":"VOE"},{"path":"/redirect/13182164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-2","name":"","epNo":2,"alt":"Sunset Rocket","descr":"Umika recherchiert, wie man eine Rakete baut, um Yu nach Hause zu bringen, wird aber entmutigt, als ihr klar wird, wie schwierig das sein würde. Am nächsten Schultag fragt der Vizepräsident der Klasse, Haruno Takaragi, Umika und Yu, ob sie letzte Nacht am Leuchtturm waren. Umika lügt und befürchtet, dass Haruno die Behörden über ihr Hausfriedensbruch informieren wird. Haruna erklärt jedoch, dass sie Leuchttürme im Allgemeinen mag und dass sie auch glaubt, dass Yu ein Außerirdischer ist. Yu erzählt Haruno von ihrem Traum, eine Rakete zu bauen, um ins All zu fliegen, und Haruno erklärt sich bereit, ihnen zu helfen. Am nächsten Tag bringt Umika mehrere Flaschen mit und lässt sich von Yu und Haruno beim Bau einer Flaschenrakete helfen, als ersten Schritt zum Bau einer echten Rakete. Dann starten sie die Rakete am Leuchtturm, und als Umika die gemeinsam gebaute Rakete in die Luft steigen sieht, bemerkt sie, dass ihre Angstgefühle verschwunden sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13209821","hoster":"VOE"},{"path":"/redirect/13209825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-3","name":"","epNo":3,"alt":"Explosive Mechanic","descr":"Umika, Yu und Haruno entwickeln weiterhin ausgefeiltere Flaschenraketen, die größere Distanzen erreichen. Umika ist sich jedoch bewusst, dass sie sich der Grenze dessen nähern, was Flaschenraketen leisten können, und brauchen daher jemanden mit mechanischer Erfahrung, der ihnen bei der Entwicklung einer komplexeren Rakete hilft. Sie beschließen, Matataki Raimon zu rekrutieren, einen Studenten mit mechanischen Fähigkeiten. Da sie jedoch seit dem ersten Schultag nicht mehr am Unterricht teilgenommen hat, macht sich das Trio auf den Weg zu ihr nach Hause, um sie zu treffen. Sie bitten sie, beim Bau einer Rakete zu helfen, aber Umika ist zu schüchtern, ihre Gründe zu erklären, also weigert sich Matataki, ihnen zu helfen. In dieser Nacht erinnert sich Umika daran, wie sie Matataki zum ersten Mal in der Mittelschule traf und einen riesigen Roboter bauen wollte, aber sie konnte nicht den Mut aufbringen, sich mit ihr anzufreunden. Am nächsten Morgen ermutigt Yu Umika, Matataki ihre Gefühle mitzuteilen, da die beiden sich sehr ähnlich sind. Umika besucht Matataki erneut und erzählt ihr dieses Mal von ihrem Wunsch, in den Weltraum zu fliegen, um einen Ort zu finden, an den sie gehören kann. Dann fordert sie Matataki heraus, herauszufinden, wer eine bessere Flaschenrakete bauen kann, wobei Matataki beim Bau ihrer Rakete helfen muss, wenn sie verliert. Umika geht dann zurück zum Leuchtturm und trifft Yu und Haruno, die sie für ihren Mut loben. Haruno schenkt Umika und Yu dann einen Schlüssel.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13247018","hoster":"VOE"},{"path":"/redirect/13247019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-4","name":"","epNo":4,"alt":"Clashing Seaside","descr":"Haruno enthüllt den Schlüssel, der zu einem versteckten Keller unter dem Leuchtturm führt, den sie und ihr Großvater in ein geheimes Versteck verwandelt hatten, und bietet ihn Yu an, obwohl Yu darauf besteht, dass das Versteck von allen genutzt wird. Am nächsten Tag gehen Umika und ihre Freunde Materialien für ihre neueste Rakete einkaufen, was auch das erste Mal ist, dass Umika mit Freunden ausgeht. Als der Tag ihres Duells kommt, sind sich Umika und Matataki einig, dass sie zwei Chancen haben, ihre Raketen abzufeuern und dabei die besten Ergebnisse zu erzielen. Die Rakete, die am höchsten oder am weitesten fliegt, bestimmt den Gewinner. Umikas Flaschenrakete übertrifft Matatakis erste Rakete, daher nutzt sie stattdessen eine zweite Rakete, die von einem Raketenmotor angetrieben wird, und nutzt dabei eine Lücke in den Regeln aus. Matataki erwartet, dass Umika sie um Hilfe beim Bau ihrer Rakete bittet, und wird überrascht, als Umika endlich den Mut aufbringt, zu sagen, was sie schon immer sagen wollte, als sie sie zum ersten Mal sah. dass sie ihre Brille cool findet und sich wünscht, dass Matataki öfter zur Schule geht, damit sie Zeit verbringen können. Am nächsten Tag sind Umika und ihre Freunde überrascht, Matataki wieder am Unterricht teilnehmen zu sehen, da sie behauptet, sie tue dies nur, um nicht wegen Nichtteilnahme durchfallen zu müssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13281418","hoster":"VOE"},{"path":"/redirect/13281425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-5","name":"","epNo":5,"alt":"Endless Dreamer","descr":"Im nächsten Schritt zur Entwicklung einer anspruchsvolleren Rakete schlägt Matataki vor, dass die Gruppe einen offiziellen Club gründet, damit sie das Schulbudget zur Finanzierung des Raketenbaus verwenden kann. Die Mädchen reichen einen Clubantrag ein, wobei Matataki heimlich Umika zur Clubpräsidentin und Haruno zum Vizepräsidenten ernennt. Ihr Klassenlehrer erklärt sich damit einverstanden, dem Antrag grünes Licht zu geben, schlägt jedoch vor, dass sie ein konkreteres Konzept für die Maßnahmen ihres Clubs entwickeln, um die Chancen auf eine Genehmigung ihres Antrags zu erhöhen. Später unternimmt die Klasse eine zweitägige Studienreise, bei der sie Gruppenberichte erstellen muss. Umika und Yu gehören schließlich einer anderen Gruppe an als Haruno und Matataki, was Umika belastet, da sie anderen Klassenkameraden gegenüber immer noch schüchtern ist. Glücklicherweise hilft Yus Ermutigung Umika, sich ihrer Gruppe zu öffnen. Später in dieser Nacht sieht Umika Yu beim Sternegucken und verspricht erneut, dass sie Yu helfen wird, nach Hause zu kommen. Dann kommen Haruno und Matataki mit Feuerwerkskörpern und die Mädchen zünden sie gemeinsam an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13296478","hoster":"VOE"},{"path":"/redirect/13296481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-6","name":"","epNo":6,"alt":"Salutatory Initiation","descr":"Der Antrag der Mädchen, den Rocket Research Club zu gründen, wird von der Schule abgelehnt und stattdessen werden sie als Hobbygruppe eingestuft, was bedeutet, dass sie keinen Zugang zu Clubvorteilen haben. Unabhängig davon weist Yu darauf hin, dass sie lediglich einige Erfolge erzielen müssen, um genügend Anerkennung für die Gründung eines Clubs zu erlangen. Sie beginnen, sich darauf zu konzentrieren, Modellraketen zu bauen, die von Schwarzpulvermotoren angetrieben werden, wobei Matataki den anderen Mädchen einige Anweisungen gibt. Umika schlägt ihnen dann vor, ein Modellraketenfestival zu besuchen, um zusätzliche Erfahrungen zu sammeln. Dort treffen sie auf Kei Akizuki, eine Schülerin einer anderen Schule, die ebenfalls Raketen-Enthusiastin und Präsidentin ihres eigenen Raketenclubs ist. Die Gruppe freundet sich schnell mit Kei an, der ebenfalls zum Festival eingeladen wurde, um als Hauptereignis eine große Rakete zu starten. Nach Ende des Festivals stellt Matataki Kei vor eine Herausforderung, da beide Teams an einem lokalen Modellraketenwettbewerb teilnehmen werden, den Kei annimmt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13328543","hoster":"VOE"},{"path":"/redirect/13328542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-7","name":"","epNo":7,"alt":"Daring Leadership","descr":"Nachdem Umika Kei kennengelernt hat, bewundert sie sie und möchte eine respektierte Clubpräsidentin wie sie sein. Beim Clubpräsidententreffen ihrer Schule nimmt Umika den Mut zusammen, zu verkünden, dass die Hobbygruppe Rocket Research den Modellraketenwettbewerb gewinnen wird. Haruno findet jedoch heraus, dass die Regeln des Wettbewerbs verlangen, dass alle Teammitglieder über eine Modellraketenlizenz der Klasse 4 verfügen. Mataki verrät, dass sie einen Führerschein der Klasse 3 besitzt und auch in der Lage ist, Führerscheine der Klasse 4 auszustellen. Nachdem die Mädchen Matatakis Prüfungen bestanden und ihren Führerschein erworben haben, laden sie sie ein, mit ihnen auszugehen, was sie widerwillig annimmt. Da noch zwei Monate bis zum Wettbewerb verbleiben, beschließt Matataki, die gesamte Verantwortung für die Entwicklung und den Bau ihrer Rakete zu übernehmen, obwohl Umika möchte, dass die gesamte Gruppe daran zusammenarbeitet. Auf dem Heimweg gesteht Umika Yu, wie hilflos sie sich fühlt, und Yu versichert ihr, dass Umika ihr dabei hilft, die Erde zu erkunden, so wie sie Umika dabei hilft, mit anderen Menschen zu sprechen. Dies inspiriert Umika, Matataki das Design und die Konstruktion der Rakete nicht allein überlassen zu dürfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13369321","hoster":"VOE"},{"path":"/redirect/13369324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-8","name":"","epNo":8,"alt":"Into Battle, Ultra High-Power Dream","descr":"Matataki beginnt, sich selbst dazu zu drängen, das Design ihrer Rakete zu verfeinern, vor allem, wenn es darum geht, sicherzustellen, dass der Fallschirm richtig ausgelöst wird. Deshalb warnt Haruno sie, die Last, die Rakete zu bauen, nicht ganz auf sich zu nehmen. Matataki besteht darauf, dass es ihr gut geht, und ist entschlossen, dafür zu sorgen, dass sie die beste Rakete baut, weil sie weiß, dass die anderen Mädchen keine Erfahrung haben. Während die Qualifikation für den Wettbewerb näher rückt, verstärken die Mädchen ihre Bemühungen im Raketenbau. Der Bau der Rakete hat jedoch einen schwierigen Anfang, insbesondere aufgrund der Unerfahrenheit von Umika, was dazu führt, dass Matataki die Beherrschung verliert. Umika flieht kurz, beschließt aber, sich ihrer Verantwortung nicht zu entziehen. Matataki bereut es, Umika angeschrien zu haben, und als sie ihre Notizen liest, erinnert sie sich, dass Umika genauso entschlossen ist, zu gewinnen wie sie. Matataki gibt schließlich nach und willigt ein, den anderen Mädchen Rollen zuzuweisen, für die sie geeignet sind. Nach den Abschlussprüfungen und zu Beginn der Sommerferien stellen die Mädchen ihre Rakete \"Ultra High-Power Dream\" fertig und nehmen sie mit zu den Qualifikationsturnieren. Umika bleibt jedoch nervös, da sie eine Rede halten muss, um ihre Rakete vorzustellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13394803","hoster":"VOE"},{"path":"/redirect/13394808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-9","name":"","epNo":9,"alt":"Planetary Gravity","descr":"Umika und ihr Team sind eingeschüchtert, als sie sehen, wie Akizukis Team eine nahezu perfekte Rede hält und eine Rakete abfeuert. Während ihrer eigenen Rede friert Umika vor Lampenfieber ein und ihr Team hat Schwierigkeiten, die Rakete abzufeuern, was dazu führt, dass sie es nicht über das Qualifikationsturnier hinaus schaffen. Danach ist Matataki über ihren Verlust frustriert und stürmt hinaus, während sie Haruno anschreit, sie nicht noch einmal zu kontaktieren. Umika hat das Gefühl, dass sie die Schuld an der Niederlage ihres Teams trägt, zieht sich zurück und weigert sich, Yu oder ihre Freunde für die nächste Woche zu kontaktieren. Eine Woche später trifft Umika zufällig auf Akizuki, der die Rakete ihres Teams lobt, die ihrer Meinung nach eine beeindruckende Leistung gezeigt habe. Umika gibt zu, dass sie das Gefühl hat, dass die Niederlage ihres Teams ihre Schuld ist und dass sie nirgendwo hingehört. Akizuki weist dann darauf hin, dass Umika nicht im Weltraum nach einem Ort suchen muss, an den sie gehört, wenn sie bereits Freunde auf der Erde in Form ihrer Hobbygruppe hat, und sie freut sich darauf, sie nächstes Jahr wieder zu treffen. Inspiriert von Akizukis Worten kehrt Umika zum Leuchtturm zurück, um sich bei Yu zu entschuldigen, findet ihn jedoch scheinbar verlassen vor. Umika ist über Yus Abwesenheit verärgert, was sie scheinbar an ihre Seite ruft. Umika entschuldigt sich bei Yu und erzählt ihr, wie ihr endlich klar wird, dass sie einen Platz in der Hobbygruppe hat. Dies führt dazu, dass Yu sich an ein Lied erinnert, das sie als Kind gesungen hat. Als Umika Yu das Lied singen hört, findet sie endlich ihre eigene Entschlossenheit und innere Stärke.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13425279","hoster":"VOE"},{"path":"/redirect/13425281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-10","name":"","epNo":10,"alt":"Crybaby Restart","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13453104","hoster":"VOE"},{"path":"/redirect/13453107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hoshikuzu-telepath/staffel-1/episode-11","name":"","epNo":11,"alt":"Epsiode 11","descr":"","versions":[]}]}]}