{"seriesId":"hospital-der-geister","name":"Hospital der Geister","descr":"[Riget / The Kingdom] Das kongeniale Werk spielt in dem dänischen Reichskrankenhaus. Hier, wo einst der Nebel der Färberteiche wallte, scheinen nun die alten Mächte wieder zu erstarken. Schon bekommt das Gebäude Risse. Seltsame Dinge geschehen hier, Geister tauchen plötzlich in den leeren Fluren auf und scheinen die Personen hier seltsam zu verändern. Plötzlich geht alles drunter und drüber und in den verschiedenen Erzählsträngen entsteht ein heiloses Chaos. Einzig die mit fast hellseherischen Kräften ausgestattete Mutsch scheint noch eine leichte Übersicht zu haben. Akribisch verfolgt sie mit ihrem Sohn, der hier als Pfleger arbeitet alle von ihr entdeckten Merkwürdigkeiten und deckt dabei immerwieder neue auf. Diese Serie ist chaotischer und zugleich realistischer und genialer gemacht, als alles was vormals gezeigt wurde. (Originalfassung Director`s Cut)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die höllischen Heerscharen","epNo":1,"alt":"","descr":"Nachts vor dem königlichen Reichs-Hospital: Vor den Augen des jungen Neurologen Dr. Krogshoj löst sich ein blutbespritzter Krankenwagen in Luft auf. Der Gehirnspezialist Professor Helmer kommt zu spät zu einer Konferenz mit Kollegen und findet sie bereits beendet. Frau Drusse, eine Dauerpatientin, hört, als sie allein mit dem Aufzug fährt, das Wimmern eines Kindes, und die Studenten in der Pathologie haben Probleme mit ihren Leichen, wissen sich jedoch mit dem entsprechenden Humor zu helfen. Während in der geheimen Loge der Ärzte Seancen abgehalten werden, zu denen sich auch der Gehirnspezialist Helmer hingezogen fühlt, geistert Dauerpatientin Drusse mit einem Pendel die unheimlichen Krankenhausgänge entlang. Das Pendel führt zum Aufzugsschacht. Das Abschiedsgeschenk des Studenten Mogge für die Ärztin Camilla, die dessen Avancen zurückgewiesen hat, entpuppt sich als grausige Überraschung: ein Leichenkopf mit Brille rollt über den Flur.","versions":[{"lang":1,"streams":[{"redirect":13719528,"hoster":"VOE"},{"redirect":13719654,"hoster":"Doodstream"},{"redirect":13719551,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dein Reich komme","epNo":2,"alt":"","descr":"Die unerklärlichen Geschichten häufen sich: Monas Mutter beschuldigt Professor Helmer, dass sein Kunstfehler Mona zur Invalidin gemacht habe. Als der Klinikchef den Anästhesiebericht der Operation sehen möchte, ist der nicht mehr auffindbar. Ein Patient, der durch Hypnose betäubt wird, sieht in diesem Zustand das unheimliche kleine Mädchen im Raum. Um das Geheimnis um das Mädchen auf eigene Faust zu lüften, zwingt Frau Drusse ihren Sohn Bulder, ihr zu helfen. Von der im Sterben liegenden Frau Morgensen, die sich im Grenzland zwischen Leben und Tod befindet, bekommt Frau Drusse wichtige Informationen über Geister. Immer wieder geht es dabei um einen Geist namens Mary. Auf dem Höhepunkt seiner Karriere wähnt sich der Pathologe Professor Bondo, der bei seinem todgeweihten Patienten Zarkasiasen eine Sektion der Leber vornehmen will. Doch als ihm die Angehörigen des Krebskranken die Zustimmung verweigern, sieht er sich gezwungen, seine Logenbrüder um Unterstützung zu bitten. Merkwürdigerweise scheint es seinen Kollegen Doktor Krogshoj gar nicht zu stören, dass seine Freundin Judith ein Kind von einem anderen Mann erwartet.","versions":[{"lang":1,"streams":[{"redirect":13719633,"hoster":"VOE"},{"redirect":13719656,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein fremder Körper","epNo":3,"alt":"","descr":"Frau Krüger, eine alte Patientin, die glaubt, im Jahre 1919 zu leben, behauptet, es gäbe sogar ein Lied für Mary. Professor Helmer hat eine Lösung für Professor Bondos Problem gefunden: Er schlägt vor, die kranke Leber des sterbenden Patienten Zakariason einem anderen Patienten zu transplantieren, um sie so der Krebsforschung zu erhalten. Wer aber wäre bereit, sich eine solche Leber einpflanzen zu lassen? Da die Dauerpatientin Drusse nicht, wie angeordnet, im Bett liegen bleibt, befindet Professor Helmer, dass sie taub sei. Er überweist sie an einen Ohrenarzt. Bei der ohrenärztlichen Untersuchung erklingt plötzlich Marys Stimme im Raum: \"Warum musste ich getötet werden?\" Professor Helmer verschafft sich heimlich Zutritt zum Krankenhausarchiv, um die Kopie des Anästhesieprotokolls von Monas Operation zu vernichten. Doch auch sein Kollege Krogshoj und Frau Drusse wollen unbedingt in das gut gesicherte Archiv.","versions":[{"lang":1,"streams":[{"redirect":13719665,"hoster":"VOE"},{"redirect":13719670,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der lebende Tote","epNo":4,"alt":"","descr":"Die Leiche der kleinen Mary, die 1919 im Alter von sechs Jahren starb, wurde damals in Formalin konserviert und im Krankenhaus aufbewahrt. Marys Mund ist zum Schrei geöffnet - so, als sei sie Opfer eines Verbrechens geworden. Professor Bondo will sich zu Forschungszwecken vorübergehend eine krebskranke Leber einpflanzen lassen. Bei der Operation treten Komplikationen auf, Bondo muss die kranke Leber behalten und ist in beständiger Gefahr, an Krebs zu sterben. In ganz Skandinavien wird jetzt nach einer gesunden Leber für ihn gesucht. Dr. Krogshoj ist es gelungen, das Anästhesie-Protokoll von Monas Operation in seinen Besitz zu bringen, Professor Helmer ist ihm nun ausgeliefert. Professor Moesgards Reformprojekt \"Operation Morgenluft\" ist an die Öffentlichkeit gelangt. Es geht das Gerücht um, der Gesundheitsminister werde dem Krankenhaus einen inoffiziellen Besuch abstatten. Dr. Krogshoj ist ebenso von den magischen Ereignissen beeinflusst wie Frau Drusse: Er beginnt, seine Geliebte Judith für ein Gespenst zu halten.","versions":[{"lang":1,"streams":[{"redirect":13719671,"hoster":"VOE"},{"redirect":13719668,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mors in tabula","epNo":1,"alt":"","descr":"Nach dem Besuch des Klinikchefs geht es im Reichskrankenhaus drunter und drüber. Frau Drusse wird kurz nach ihrer Entlassung aus der Klinik angefahren und mit schweren Verletzungen eingeliefert","versions":[{"lang":1,"streams":[{"redirect":13719672,"hoster":"VOE"},{"redirect":13719675,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zugvögel","epNo":2,"alt":"","descr":"Die Ärztebruderschaft ist besorgt über die feindliche Einstellung des ärztlichen Direktors zur Loge. Prof. Ulrich versichert, dass Nivessen die Kollegen über jeden seiner Schritte informieren wird.","versions":[{"lang":1,"streams":[{"redirect":13719694,"hoster":"VOE"},{"redirect":13719696,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gargantua","epNo":3,"alt":"","descr":"Die Mauern des königlichen Reichskrankenhauses werden zusehends poröser. Dr. Krogshoj macht als Zombie die Klinik unsicher und Professor Helmer versucht weiter, seinen Kunstfehler zu vertuschen. Er schickt Mogge auf die Suche nach dem Anästhesiebericht, doch bevor dieser die belastenden Papiere in seinen Besitz bringen kann, fallen sie der gerissenen Dr. Rigmor in die Hände. Von allen unbemerkt versucht Age Krüger, als Dämon Besitz von seinem Sohn zu ergreifen, damit dieser dem Bösen zusagt und das Krankenhaus ins Chaos stürzt","versions":[{"lang":1,"streams":[{"redirect":13719710,"hoster":"VOE"},{"redirect":13719735,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pandämonium","epNo":4,"alt":"","descr":"Der Teufel ist los im königlichen Reichskrankenhaus: Dr. Rigmor zwingt den unter Druck stehenden Professor Helmer mit dem belastenden Anästhesiebericht zur Heirat, der Zombie Dr. Krogshoj macht sich daran, alle schwachen Kreaturen im Krankenhaus ins Jenseits zu befördern, und Professor Bondo erfährt verblüfft von seinem kuriosen Verwandtschaftsverhältnis zu Frau Drusse. Diese entkommt indes mit Hilfe der Geister ein weiteres Mal dem Tod, welcher sich nun höchstpersönlich in den Ambulanzwagen setzt, da er in dieser Nacht viel zu tun bekommen wird.","versions":[{"lang":1,"streams":[{"redirect":13719520,"hoster":"VOE"},{"redirect":13719599,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Halmer","epNo":1,"alt":"","descr":"Aus Schweden reist Dr. Helmer Jr. an, der Sohn des Chefarztes aus früheren Tagen. Er soll die Neurochirurgie zusammen mit Dr. Pontopidan leiten. Frischer Wind ist notwendig, denn die Klinik droht ihren Status als bestes Krankenhaus Dänemarks zu verlieren. Helmer Jr. will als erste Neuerung die genderneutrale Sprache einführen, doch im Kollegenkreis hält sich die Begeisterung darüber in Grenzen.","versions":[{"lang":1,"streams":[{"redirect":13719799,"hoster":"VOE"},{"redirect":13719801,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Kongress tanzt","epNo":2,"alt":"","descr":"Helmer Jr. geht zu einem Treffen der \"Anonymen Schweden\", einer Gruppe von schwedischen Mitarbeitern des Krankenhauses. Helmers Herz quillt über vor Glück. Nicht nur, dass seine hübsche Kollegin Anns auch Schwedin ist, sie scheint obendrein Interesse an ihm zu haben. Als er um ihr schriftliches Einverständnis bittet, ihr einen Klaps auf den Po geben zu dürfen, wendet sich allerdings das Blatt.","versions":[{"lang":1,"streams":[{"redirect":13719796,"hoster":"VOE"},{"redirect":14209046,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bruderherz","epNo":3,"alt":"","descr":"Karen ist mit dem Paternoster bei den alten Färberteichen angekommen. Sie geht an Mona vorbei, die in den vergangenen 25 Jahren vom Mädchen zur Frau geworden ist, sie sieht das Skelett von Frau Drusse und landet schließlich bei dem Ziel ihrer Reise: Brüderchen, der nunmehr allerdings Bruderherz heißt. Er ist unfassbar groß, die Fasern seines Körpers durchziehen jeden Stein des Reichskrankenhauses.","versions":[{"lang":1,"streams":[{"redirect":13719806,"hoster":"VOE"},{"redirect":13719807,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Barbarossa","epNo":4,"alt":"","descr":"Judith ist die Operation am Herzen ihres Sohnes gelungen. Er trug dort tumorgleich das Reichskrankenhaus in einer Schneekugel, die Karen sogleich an sich nimmt. Karen führt Judith zu ihrem Sohn. Er, der Torwächter, muss das Tor zum Reich öffnen, die bösen Geister in die Dunkelheit schicken und die guten ins Licht. Die Zeit eilt, denn morgen ist der 24. Dezember.","versions":[{"lang":1,"streams":[{"redirect":13719830,"hoster":"VOE"},{"redirect":13719829,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Exodus","epNo":5,"alt":"","descr":"Karen findet Bruderherz ertrunken im See seiner Tränen über den Tod der Mutter. Karen ist jetzt neuer Torwächter und soll den Exodus einleiten. Zusammen mit Bulder und Krogen findet sie eine Karte und einen Geist, doch dieser spricht nur mit Bulder und auch nur, wenn er Leckereien bekommt, ist aber ansonsten durchaus hilfreich.","versions":[{"lang":1,"streams":[{"redirect":13719862,"hoster":"VOE"},{"redirect":13719863,"hoster":"Streamtape"}]}]}]}]}