{"seriesId":"hostage","name":"Hostage","descr":"[Kapningen] Nach der Entführung eines Passagierflugzeuges per Fernsteuerung kommt es zu einem dramatischen Wettlauf gegen die Zeit. Im Team von SÄPO-Beamtin Eden Lundell (Ana Gil de Melo Nascimento) versuchen auch die Kriminologin Fredrika Bergman (Liv Mjönes) und ihr ehemaliger Chef Alex Recht (Jonas Karlsson) die Entführung möglichst schnell aufzuklären und zu beenden. Alex’ Sohn Erik (Adam Lundgren) befindet sich als Co-Pilot an Bord der Maschine und versucht, sie wieder in schwedischen Luftraum zu bringen. Doch plötzlich stellt sich Kapitän Karim Sassi (Zardasht Rad) quer und verschanzt sich im Cockpit. Hat er etwas mit der Entführung zu tun?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Fredrika Bergman, die jetzt dem Justizministerium angehört, wird in die Ermittlungen über ein entführtes Flugzeug von Stockholm nach San Francisco verwickelt. Der Co-Pilot in dem Flugzeug scheint der Sohn ihres früheren Chefs bei der Polizei zu sein, des legendären Alex Recht, der heute nicht mehr arbeitet.","versions":[{"lang":1,"streams":[{"redirect":13053715,"hoster":"VOE"},{"redirect":13053718,"hoster":"Doodstream"},{"redirect":13053716,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Fredrika erhält den Auftrag, einen Bericht über das Verhaftungsverfahren eines weltberühmten libanesischen Musikers zu schreiben, der auch für seine freimütigen Äußerungen über die Rolle westlicher Länder, insbesondere des Vereinigten Königreichs und der USA, beim Wiederaufbau des Libanon bekannt ist. Sie stößt auf eine kleine Ungereimtheit, die große Folgen haben könnte. Außerdem wird er für die Forderungen der Entführer benutzt, die seine sofortige Freilassung fordern.","versions":[{"lang":1,"streams":[{"redirect":13053710,"hoster":"VOE"},{"redirect":13053714,"hoster":"Doodstream"},{"redirect":13053708,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Erik nimmt die Hilfe von Osman in Anspruch, um in den Frachtraum des Flugzeugs zu gelangen, wo sie gezwungen sind, unter großem Druck eine vermutete Bombe zu untersuchen. Fredrika beginnt, an der Schuld von Said Khelifi zu zweifeln, als sie seltsame Umstände bei seiner Verhaftung entdeckt.","versions":[{"lang":1,"streams":[{"redirect":13053705,"hoster":"VOE"},{"redirect":13053709,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Erik und Osman versuchen verzweifelt, in das Cockpit zu gelangen, ohne die Passagiere zu beunruhigen. Karim wird zum Hauptverdächtigen, und während Alex versucht, seine Familie ausfindig zu machen, gräbt Fredrika weiter in Edens mysteriösen Aktivitäten.","versions":[{"lang":1,"streams":[{"redirect":13053702,"hoster":"VOE"},{"redirect":13053701,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Eden spürt, dass die Entführer damit rechnen, dass das Flugzeug abgeschossen wird, und appelliert an Bruce, seine Vorgesetzten zur Vernunft zu bringen. Während es klar ist, dass Edens Vergangenheit zu der Entführung beigetragen hat, wird an Bord des Flugzeugs eine neue Bedrohung entdeckt.","versions":[{"lang":1,"streams":[{"redirect":13053675,"hoster":"VOE"},{"redirect":13053697,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Dem Flugzeug geht der Treibstoff aus, und Alex kämpft darum, den Entführer vor Gericht zu bringen. Fredrika entdeckt eine Verbindung zwischen Adam und Said Khelifi, als dieser aus der Haft entlassen wird, und Eden steht vor einer schweren Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":13053699,"hoster":"VOE"},{"redirect":13053703,"hoster":"Streamtape"}]}]}]}]}