{"seriesId":"hostages","name":"Hostages","descr":"In der Dramaserie \"Hostages\" geht es um eine hochqualifizierten Chirurgin, die den US-Präsidenten behandelt. Als Geiselnehmer in ihr Haus eindringen und ihre Familie bedrohen und sie den Präsidenten umbringen soll, um sie zu retten, beginnen nervenzerfetzende Stunden …(Die Serie \"Hostages\" ist ein Remake der Serie \"Die Geiseln\".)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Operation","epNo":1,"alt":"Pilot","descr":"Dr. Ellen Sanders, eine erfolgreiche Chirurgin, die mit ihrer Familie in Washington D.C. lebt, soll einen kleinen Routineeingriff beim Präsidenten der Vereinigten Staaten vornehmen. Doch am Vorabend der Operation stürmen bewaffnete Männer das Haus der Sanders und nehmen die ganze Familie als Geisel. Duncan Carlisle, ein Spezialagent des FBI, ist der Anführer. Ellen gerät mitten in eine politische Verschwörung: Sie soll den Präsidenten während der Operation töten. Nur so kann sie das Leben ihres Mannes und ihrer beiden Kinder retten.","versions":[{"lang":1,"streams":[{"redirect":12916854,"hoster":"VOE"},{"redirect":8573393,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8666913,"hoster":"VOE"},{"redirect":8666911,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die unsichtbare Leine","epNo":2,"alt":"Invisible Leash","descr":"Um sich der Erpressung zu entziehen hat Ellen dem Präsidenten heimlich ein blutverdünnendes Medikament verabreicht. Dadurch muss der Operationstermin um zwei Wochen verschoben werden. Duncan ist darüber erbost und erklärt Ellen, dass sie damit nichts gewonnen hat, im Gegenteil, die Situation nur noch komplizierter geworden ist. Er zwingt Ellen dazu, ihrem Mann und ihren Kindern GPS Sender einzupflanzen, um sie rund um die Uhr überwachen zu können.","versions":[{"lang":1,"streams":[{"redirect":8826483,"hoster":"VOE"},{"redirect":8573391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8666916,"hoster":"VOE"},{"redirect":8666915,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Angela","epNo":3,"alt":"Power Of Persuasion","descr":"Angela, die Operationsschwester und Ellens Freundin, wurde zum Sündenbock für das falsch verabreichte Medikament gemacht. Trotzdem ist der Präsident verunsichert und möchte sich einen neuen Chirurgen für die Operation suchen. Um den Plan weiterhin ausführen zu können, muss Duncan dies unter allen Umständen verhindern. Seine Auftraggeber dulden kein Versagen und er gerät damit selbst in größte Gefahr. Inzwischen erfährt Ellen von Duncans Tochter. Sie möchte mehr Informationen über ihren Erpresser sammeln und schafft es heimlich zur Schule des Mädchens zu fahren.","versions":[{"lang":1,"streams":[{"redirect":8826485,"hoster":"VOE"},{"redirect":8573394,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8666910,"hoster":"VOE"},{"redirect":8666908,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bis bald in Montreal","epNo":4,"alt":"2:45 PM","descr":"Brian und Ellen schmieden einen Plan, um aus den Fängen der Geiselnehmer zu entfliehen. Es stellt sich jedoch als äußerst schwierig dar, da sie auch noch an ihre beiden Kinder Jake und Morgan denken müssen. Während es Ellen und den Kindern gelingt, sich wie geplant am Busbahnhof zu treffen, wird Brian von Duncan angeschossen. Inzwischen weigert sich Duncans Frau ihre Therapie gegen den Krebs weiter fort zu führen.","versions":[{"lang":1,"streams":[{"redirect":8826486,"hoster":"VOE"},{"redirect":12978318,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8666903,"hoster":"VOE"},{"redirect":8666901,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gewonnen","epNo":5,"alt":"Truth And Consequences","descr":"Um das Leben ihres Mannes zu retten, muss Ellen bei sich zu Hause eine Notfalloperation durchführen. Alles scheint gut zu verlaufen. Inzwischen befinden sich die Kinder auf dem Weg nach Montreal. Jake hält die Ungewisseheit jedoch nicht aus und ruft zu Hause an. Nun können die Geiselnehmer den Anruf zurück verfolgen und ihren Standort ausfindig machen. Und Duncan soll sich um die verschwundene Krankenschwester kümmern.","versions":[{"lang":1,"streams":[{"redirect":12335959,"hoster":"VOE"},{"redirect":8573395,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8666898,"hoster":"VOE"},{"redirect":8666900,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schießübungen","epNo":6,"alt":"Sister’s Keeper","descr":"Die Geiselnehmer haben Jake und Morgan gefunden und bringen sie wieder ins Haus zurück. Völlig überraschend taucht Ellens Schwester auf. Natürlich will Duncan sie so schnell wie möglich wieder loswerden, doch das gestaltet sich ziemlich schwierig. Die Situation verkompliziert sich immer mehr, als Ellens Schwester immer weitere Fragen stellt und schließlich auch noch eine Waffe in Ellens Tasche findet.","versions":[{"lang":1,"streams":[{"redirect":8826488,"hoster":"VOE"},{"redirect":8573397,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482388,"hoster":"VOE"},{"redirect":8666906,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Wahrheit hinter der Lüge","epNo":7,"alt":"Hail Mary","descr":"Um endlich ihrer unerträglichen Situation zu entkommen, beschließen Ellen und Brian die Ermordung von Duncan. Ellen will einen alten Freund, den Anwalt Burton Delaney, um Hilfe zu bitten. Zu Ellens Entsetzen entpuppt sich dieser jedoch als Teil der Verschwörung. Unterdessen versucht Archer, Malik im Gefängnis, zu ermorden, bevor dieser brisante Informationen weitergeben kann. Doch Malik hat einen starken Verbündeten.","versions":[{"lang":1,"streams":[{"redirect":8826494,"hoster":"VOE"},{"redirect":8573398,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482389,"hoster":"VOE"},{"redirect":8666897,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Zeitbombe","epNo":8,"alt":"The Good Reason","descr":"Ellen rettet Duncans Leben, was bei Brian zu ziemlichen Irritationen führt. Inzwischen steht Kramer unter Mordverdacht. Doch Jake erklärt sich bereit, vor der Polizei eine Falschaussage zu machen, um ihn zu entlasten. Dabei gerät er selbst schwer unter Druck. Währenddessen will Boyd seine Freundin Morgan retten und begibt sich damit selbst in höchste Gefahr. Und der Präsident teilt Colonel Blair, dem Leiter der NSA mit, dass er die \"Operation Total Information\" – die illegale Massenüberwachung der amerikanischen Bevölkerung – beenden und dann publik machen will.","versions":[{"lang":1,"streams":[{"redirect":8826490,"hoster":"VOE"},{"redirect":8573399,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8666893,"hoster":"VOE"},{"redirect":8666895,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Tochter des Präsidenten","epNo":9,"alt":"Loose Ends","descr":"Der Secret-Service-Agent Stan Hoffman ist der Wahrheit auf der Spur und lässt nicht locker. Deshalb wird Duncan auf ihn angesetzt. Er soll Hoffman ausschalten. Ein Killer-Kommando wird engagiert, doch Hoffman erhält in letzter Sekunde einen rettenden Anruf. Und Quentin Creasy, der Stabchef des Präsidenten, trifft sich mit Hoffman und will ein volles Geständnis ablegen. Aber er verlangt eine Gegenleistung für seine Aussage.","versions":[{"lang":1,"streams":[{"redirect":13104335,"hoster":"VOE"},{"redirect":8737819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482393,"hoster":"VOE"},{"redirect":8666891,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Bürde der Wahrheit","epNo":10,"alt":"Burden Of Truth","descr":"Ellen weiß nun, dass Duncan nur bei der Verschwörung mitmacht, um an das Knochenmark des Präsidenten zu gelangen. Als bekannt wird, dass Agent Hoffman und Stabschef Quentin Creasy tot sind, drängt sie deshalb Duncan, die Seiten zu wechseln. Als Ellen die Krankenakte von Nina durchsieht, entdeckt sie einen anderen potentiellen Knochenmarksspender für Nina. Inzwischen engagiert Logan einen Scharfschützen als neuen Killer. Duncan vermutet, dass Logan diesen auf ihn angesetzt hat und will den Killer rechtzeitig ausschalten.","versions":[{"lang":1,"streams":[{"redirect":8826493,"hoster":"VOE"},{"redirect":8573403,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482397,"hoster":"VOE"},{"redirect":8672604,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Seltsame Bettgenossen","epNo":11,"alt":"Off The Record","descr":"Nachdem Duncan die Familie Sanders in einen Raum gesperrt hat, fähren er und sein Team nach New York. Sie wollen unbedingt den Anschlag auf Präsident Kincaid verhindern. Dazu braucht er jedoch die Baupläne der Häuser von NY. Ellen kommt ihm dabei zu Hilfe, indem sie die Geliebte ihres Mannes um Unterstützung bittet. Und Ducans Schwiegermutter möchte mit einer Information, die sie seit 35 Jahren für sich behalten hat, den Präsidenten auffliegen lassen.","versions":[{"lang":1,"streams":[{"redirect":8826496,"hoster":"VOE"},{"redirect":8573402,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482399,"hoster":"VOE"},{"redirect":8666883,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Lauf der Dinge","epNo":12,"alt":"The Cost Of Living","descr":"Brian hat die Situation satt und geht zur Polizei gehen, um alles zu beichten. Dort fängt ihn jedoch Burton ab und zeigt ihm ein Foto von Ellen, als sie Duncan küsst. Als Brian das sieht macht er einen Rückzieher und stellt seine Frau zur Rede. Ellen verteidigt nach wie vor ihre Unterstützung Duncan gegenüber. Als sie jedoch einem Polizistenmörder das Leben rettet, beginnt sie langsam an ihrem Handeln zu zweifeln.","versions":[{"lang":1,"streams":[{"redirect":12335963,"hoster":"VOE"},{"redirect":8573401,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507079,"hoster":"VOE"},{"redirect":8666885,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Gezählte Tage","epNo":13,"alt":"Fight Or Flight","descr":"Ellen macht Duncan klar, dass sie den Präsidenten nicht ermorden wird. Sie möchte Duncan aber auf anderem Weg helfen, sein Ziel zu erreichen. Als die schwerkranke Nina von den Plänen ihres Mannes erfährt, flieht sie aus dem Krankenhaus. Und Duncan und Archer wollen Sandrine ausschalten, bevor diese selbstständig zuschlägt.","versions":[{"lang":1,"streams":[{"redirect":12252226,"hoster":"VOE"},{"redirect":8573405,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482398,"hoster":"VOE"},{"redirect":8666879,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Mann im Hintergrund","epNo":14,"alt":"Suspicious Minds","descr":"Brian fragt Ellen, ob sie überhaupt noch mit ihm zusammen sein will. Fürs Erste will Ellen, dass ihr Mann mit Morgan untertaucht und sie ihn somit in Sicherheit weiß. Die beiden werden jedoch von einem mysteriösen Mann verfolgt. Als Duncan erfährt, dass Sandrine ihn verraten hat, beschließt er sie zu benutzen um Nina und Sawyer aus den Fängen von Colonel Blair, zu retten.","versions":[{"lang":1,"streams":[{"redirect":8826498,"hoster":"VOE"},{"redirect":8573404,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507080,"hoster":"VOE"},{"redirect":8666875,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Endspiel","epNo":15,"alt":"Endgame","descr":"Die Operation des Präsidenten steht unmittelbar bevor und die Nerven liegen bei allen Beteiligten blank. Doch dann erhält Ellen überraschend Besuch von der First Lady. Diese konfrontiert Ellen damit, dass sie gelogen hat und möchte sofort die Wahrheit über die Hintergründe wissen. In der Zwischenzeit hat Duncan mit Sandrines Hilfe einen Plan geschmiedet, um seine Familie zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8826502,"hoster":"VOE"},{"redirect":8573406,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507077,"hoster":"VOE"},{"redirect":8666877,"hoster":"Streamtape"}]}]}]}]}