{"path":"/serie/stream/hot-in-cleveland","name":"Hot in Cleveland","descr":"Die drei Freundinnen Melanie (Valerie Bertinelli), Joy (Jane Leeves) und Victoria (Wendie Malick) verschlägt es aufgrund einer Flugzeugnotlandung nach Cleveland. Sie stellen fest, dass die Menschen dort ganz anders sind als in Los Angeles: Sie essen üppige Mahlzeiten, trinken alkoholhaltiges Bier und sind immer gut drauf. Am besten gefällt den Frauen jedoch, dass sie, sobald sie eine Bar betreten, umgehend von mehreren Männern angesprochen werden.","seasons":[{"path":"/serie/stream/hot-in-cleveland/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-1","name":"Gelandet","epNo":1,"alt":"Pilot","descr":"Melanie, Joy und Victoria sitzen im Flieger nach Paris, um dort Urlaub zu machen. Als das Flugzeug in Cleveland notlanden muss, finden die drei es aber in Ohio unerwarteterweise so großartig, dass sie lieber dort bleiben möchten … (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403385","hoster":"VOE"},{"path":"/redirect/14425773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-2","name":"Wer ist deine Mama?","epNo":2,"alt":"Who’s Your Mama?","descr":"Nachdem die Damen sich eingerichtet haben, suchen sie ihr Glück in der Liebe. Joy trifft sich mit Tyler und glaubt irgendwann, dass er ihr Sohn sein könnte, den sie als Kind zur Adoption freigegeben hat. Elka hat eine größere Männerauswahl und entscheidet (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919100","hoster":"VOE"},{"path":"/redirect/8919098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-3","name":"Geburtstagsdates","epNo":3,"alt":"Birthdates","descr":"Um gemeinsam Geburtstag feiern zu können, haben die drei Damen ihren Geburtstag auf denselben neutralen Tag gelegt. Als Geschenk verschaffen sich die Damen gegenseitig Dates, und auch Elka ist schließlich mit von der Partie. (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403587","hoster":"VOE"},{"path":"/redirect/14425775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-4","name":"Höllenscharfer Blümchensex","epNo":4,"alt":"The Sex That Got Away","descr":"Melanie ist total aus dem Häuschen: Hailey Nash soll in der Rock ’n Roll Hall of Fame auftreten! Vor lauter Aufregung schüttet sie der Sängerin allerdings ein Getränk ins Dekolleté. Ihre Entschuldigungsversuche interpretiert Hailey leider falsch … Victoria trifft ihren Exfreund Johnny wieder, der sich als 20-Jähriger wie der letzte Idiot benommen hatte. Jetzt will sie sich dafür an ihm rächen. (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428905","hoster":"VOE"},{"path":"/redirect/14425776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-5","name":"Gute Nachbarn","epNo":5,"alt":"Good Neighbors","descr":"Melanie gibt eine Party, um ihre Nachbarn kennenzulernen. Rick, ein Kolumnist, der gerne über Melanie schreiben möchte, unterhält sich mit ihr, bekommt aber alles in den falschen Hals. Victoria hat indes einen Werbespot für Windeln gedreht … (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403523","hoster":"VOE"},{"path":"/redirect/14425774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-6","name":"Elternphobie","epNo":6,"alt":"Meet The Parents","descr":"Melanies Mutter Loretta kommt zu Besuch, ebenso wie Victorias Vater, der Weiberheld Alex. Da Loretta ihre Tochter ständig bevormundet, gibt Melanie ihr den Rat, doch auch einmal etwas zu riskieren. (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403386","hoster":"VOE"},{"path":"/redirect/14425777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-7","name":"Die alte und die neue Melanie","epNo":7,"alt":"It’s Not That Complicated","descr":"Melanie fliegt nach New York, um ihre Tochter Jenna auf der Bühne zu bewundern. Anschließend ist sie mit ihrem Ex Anders zum Essen verabredet. Dabei verliebt sie sich aufs Neue in ihn, doch Anders versöhnt sich wieder mit seiner Verlobten Kim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14428828","hoster":"VOE"},{"path":"/redirect/14425781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-8","name":"Romeo und Julia","epNo":8,"alt":"Romeo und Julia","descr":"Der Nachbarsjunge Zack bringt Schauspielerin Victoria ein Päckchen und bittet sie, bei der Schultheateraufführung von \"Romeo und Julia’\" zu helfen. Victoria findet Gefallen daran und schafft es, eine anständige Inszenierung auf die Bühne zu bringen. In letzter Sekunde springt jedoch die Julia ab und schnell muss Ersatz gefunden werden. Sogar die vielbeschäftigte Melanie erscheint rechtzeitig zur Premiere. (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919118","hoster":"VOE"},{"path":"/redirect/8919121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-9","name":"Die Mitleidsmasche","epNo":9,"alt":"Good Luck Faking The Goiter","descr":"Als Victoria für einen Emmy nominiert wird, streut Elka im Internet das Gerücht, Victoria werde an einer tödlichen Krankheit sterben, um Victorias Chancen auf einen Sieg bei der Preisverleihung zu erhöhen.Joy glaubt, in einer Midlife-Krise zu stecken und (Text: Glitz)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919122","hoster":"VOE"},{"path":"/redirect/8919120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-1/episode-10","name":"Tornado","epNo":10,"alt":"Tornado","descr":"Ein Tornado zieht auf und die vier Damen bringen sich in Elkas Sturmkeller in Sicherheit. Der ist jedoch kein gewöhnlicher Keller … Wegen des Sturms schafft es Victoria nicht zur Verleihung des Emmy-Awards nach L.A., sodass ihre größte Konkurrentin den Preis für sie annimmt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403442","hoster":"VOE"},{"path":"/redirect/14425784","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-1","name":"Schwedische Gardinen","epNo":1,"alt":"Free Elka","descr":"Elka sitzt wegen des Diebeslagers in ihrem Keller im Gefängnis und bittet Melanie, Joy und Victoria, die Kaution für sie zu stellen. Den drei Grazien fällt aber immer wieder eine neue Ausrede ein und schließlich erbarmt sich Nachbar Rick.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919128","hoster":"VOE"},{"path":"/redirect/8919125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-2","name":"Romantisches Familientreffen","epNo":2,"alt":"Bad Bromance","descr":"Als sich Rick in die Anwältin der Einwanderungsbehörde verliebt und heftig mit ihr flirtet, platzt Joys Traum von einer Greencard. Elka betrinkt sich indes hemmungslos, um über Max hinwegzukommen. Auch Melanie hat ein Problem, denn Pete will sie seiner Familie vorstellen. Petes Mutter Agnieszka kann Melanie nicht leiden, doch das ist nicht die einzige unangenehme Überraschung an diesem Abend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919129","hoster":"VOE"},{"path":"/redirect/8919131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-3","name":"Ein Anwalt zum Verlieben","epNo":3,"alt":"Hot For The Lawyer","descr":"Verzweifelt sucht Joy eine Wahrsagerin auf. Diese gibt ihr als Glücksbringer Spanx, figurformende Unterwäsche, mit und tatsächlich widerfährt Joy etwas Positives. Auch die anderen drei Damen machen positive Erfahrungen mit Spanx. Am Ende bleibt aber doch alles beim Alten. Die Männerbekanntschaften haben sich erneut als Pleite erwiesen und Elka überlässt das gute Stück einem Baseballspieler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252227","hoster":"VOE"},{"path":"/redirect/8919130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-4","name":"Das magische Mieder","epNo":4,"alt":"Sisterhood Of The Traveling SPANX","descr":"Elka empfängt den gut aussehenden Anwalt Kirk, der sie vor Gericht vertreten soll. Sofort sind Melanie, Joy und Victoria hinter dem Schönling her und sogar die Richterin flirtet mit ihm. Dumm nur, dass alle vier leer ausgehen. Im Gerichtsgebäude trifft Elka auf Max, der seine Verlobte Agnes heiraten möchte. Sie versucht, ihm die Hochzeit auszureden und stattdessen lieber sie zu ehelichen.Elka empfängt den gut aussehenden Anwalt Kirk, der sie vor Gericht vertreten soll. Sofort sind Melanie, Joy und Victoria hinter dem Schönling her und sogar die Richterin flirtet mit ihm. Dumm nur, dass alle vier leer ausgehen. Im Gerichtsgebäude trifft Elka auf Max, der seine Verlobte Agnes heiraten möchte. Sie versucht, ihm die Hochzeit auszureden und stattdessen lieber sie zu ehelichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919137","hoster":"VOE"},{"path":"/redirect/8919136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-5","name":"Zurück in L.A. – Teil 1","epNo":5,"alt":"(I Love Lucci (1)","descr":"Die vier Damen sind nach L.A. gereist, um Melanies Haus zu verkaufen. Durch Melanies Gerede kommt es aber zum Streit zwischen den potenziellen Käufern und der Deal platzt. Victoria soll zusammen mit ihrer größten Konkurrentin Susan Lucci eine Szene für eine Soap drehen. Elka ist indes als Gast bei Jimmy Kimmel, wo Robert Redford auftreten soll, und stolpert während der Sendung auf die Bühne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379602","hoster":"VOE"},{"path":"/redirect/8920697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-6","name":"Zurück in L.A. – Teil 2","epNo":6,"alt":"(I Love Lucci (2)","descr":"Nach Victorias Anschlag auf Susans Leben liegt die im Krankenhaus und mimt die Halbtote. Voller Schuldgefühle besucht Victoria ihre Kollegin und bedenkt sie mit ein paar sehr liebenswürdigen Worten, da sie glaubt, Susan läge im Koma. Doch Susan taucht kurz darauf schon wieder am Set auf. Melanie konnte indes ihr Haus verkaufen und muss für immer Abschied nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919140","hoster":"VOE"},{"path":"/redirect/8919142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-7","name":"Lügen, Sex und Hundehaare","epNo":7,"alt":"Dog Tricks, Sex Flicks \u0026 Joy’s Fix","descr":"Elka schleppt einen Hund aus dem Tierheim an, der sich als guter Ratgeber und Tröster entpuppt. Joy lernt in der Praxis ihres Therapeuten Gordon kennen, mit dem sie sich blendend versteht. Um mehr über ihn herauszufinden, klaut sie seine Patientenakte. Victoria will auf Anraten ihres Agenten ein Sexvideo drehen und es zufällig den Medien zuspielen, um so ihrer Karriere wieder Auftrieb zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919143","hoster":"VOE"},{"path":"/redirect/8919144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-8","name":"Der gekaufte Bräutigam","epNo":8,"alt":"LeBron Is Le Gone","descr":"Joy will einen Obdachlosen heiraten, um endlich eine Greencard zu bekommen. Dieser spielt mit und lernt einige Sätze auswendig, damit ihre Geschichten übereinstimmen. Victoria möchte bei einem lokalen Fernsehsender unterkommen, ist aber nicht sympathisch genug. Als sie dann vor der Kamera sagt, was sie denkt, erhält sie großen Zuspruch und wird engagiert. Melanie lernt einen neuen Mann kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919145","hoster":"VOE"},{"path":"/redirect/8919148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-9","name":"Seniorenteller","epNo":9,"alt":"Elka’s Snowbird","descr":"Melanie will Joy zu einer Greencard verhelfen und verschafft ihr eine Stelle als ehrenamtliche Helferin im Seniorenheim. Dort soll sie selbst zubereitete Mahlzeiten verteilen. Dr. Joe rät allerdings vom Verzehr des Essens ab, da Joy Melanies Essen mit Salz, Zucker und Fett angereichert hat, um ihm mehr Geschmack zu verleihen. Elka fliegt mit Max nach Florida, da ihm in Cleveland zu kalt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174241","hoster":"VOE"},{"path":"/redirect/8919150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-10","name":"Im Westen was Neues","epNo":10,"alt":"Law \u0026 Elka","descr":"Elka steht vor Gericht. Sie flirtet sogar mit einem Geschworenen und hofft, dass der Mann für Freispruch plädieren wird. Doch nicht einmal ihr voller Körpereinsatz kann sie retten, die Jury spricht sie schuldig. Aus Angst vor dem Urteil und dem Strafmaß flüchtet Elka aus dem Gerichtsgebäude und flieht mit einem alten Amish als Kutscher auf einem Pferdefuhrwerk Richtung Westen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919154","hoster":"VOE"},{"path":"/redirect/8919153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-11","name":"Wo ist Elka?","epNo":11,"alt":"Where’s Elka?","descr":"Melanie, Victoria und Joy suchen Elka, die aus Angst vor dem Prozess geflüchtet ist. Schließlich finden sie Elka bei den Amish. Victoria gefällt es so gut, dass sie beschließt, dort zu bleiben. Die anderen fahren nach Hause, wo eine Überraschung auf sie wartet. Heather, die Frau des Gouverneurs, verspricht, Joy eine Greencard zu verschaffen und Elka vor dem Gefängnis zu bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919156","hoster":"VOE"},{"path":"/redirect/8919155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-12","name":"Zwei Mütter und ein Sohn","epNo":12,"alt":"How I Met My Mother","descr":"Victoria muss Joy gestehen, dass sie Gary, einem gewalttätigen Häftling, Liebesbriefe unter Joys Namen geschickt hat. Nachdem sie in ihrem letzten Brief mit ihm Schluss gemacht hatte, drohte ihr Gary, persönlich vorbeizukommen. Als es klingelt, denken die Vier natürlich, dass draußen der Kriminelle steht. Aus Elkas Gewehr löst sich ein Schuss und trifft den vor der Tür stehenden Owen am Bein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919159","hoster":"VOE"},{"path":"/redirect/8919157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-13","name":"Am Geburtstag unzertrennlich","epNo":13,"alt":"Unseparated At Birthdates","descr":"Die vier Damen feiern erneut einen falschen Geburtstag und verschaffen sich gegenseitig Dates. Melanie bekommt es mit dem Jesus-Typen Doug zu tun, während Joy an den Stimmenimitator Kenny gerät. Elka muss sich mit dem eitlen Jack herumschlagen und Victoria hat ein Date mit dem siamesischen Zwilling Timothy, der mit Bruder Robert zusammengewachsen ist. Ein illustrer Abend erwartet die Vier.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919158","hoster":"VOE"},{"path":"/redirect/8919163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-14","name":"Der Bandwettbewerb","epNo":14,"alt":"Battle Of The Bands","descr":"Als in der Stadt ein Bandwettbewerb stattfindet, gründen die vier Grazien eine Band. Elke spielt Schlagzeug, Melanie Gitarre, Victoria Bass und Joy singt. Als die Sängerin aber das Kommando übernimmt und die anderen zu schikanieren beginnt, wird es denen zu viel. Joy tritt deshalb Ricks Band bei. Doch der verfolgt eigene Pläne und will Joy nur aus einem ganz bestimmten Grund in seiner Band haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919165","hoster":"VOE"},{"path":"/redirect/8919164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-15","name":"Miss Daisy und ihr Regisseur","epNo":15,"alt":"Love Thy Neighbor","descr":"Joy geht in eine Fruchtbarkeitsklinik, um sich dort künstlich befruchten zu lassen und wählt als Samenspender ausgerechnet Rick aus. Sie schläft sogar mit ihm, erzählt es aber keinem. Auch Melanie kommt Rick näher, als die beiden als Mitglieder der Nachbarschaftswache nachts die Straße beobachten. Victoria will eine Hauptrolle in einem Theaterstück übernehmen, wird aber vom Regisseur abgelehnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174249","hoster":"VOE"},{"path":"/redirect/8919167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-16","name":"Dancing Queens","epNo":16,"alt":"Dancing Queens","descr":"Die vier Damen hat es in eine Schwulenbar verschlagen, wo sie sich einen ABSF, einen allerbesten schwulen Freund, suchen möchten, der mit ihnen tanzen geht oder sie bei anderen Gelegenheiten begleitet. Ganz so reibungslos läuft aber auch diese Männersuche nicht ab. Elka trifft zudem auf ihre ehemals beste Freundin Lydia, die Chefin der Bar, die einst mit Elkas Mann geschlafen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919172","hoster":"VOE"},{"path":"/redirect/8919168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-17","name":"Die Emmy-Show","epNo":17,"alt":"The Emmy-Show","descr":"Victorias Tochter Emmy hat ein Enthüllungsbuch über die Beziehung zu ihrer Mutter geschrieben. Natürlich ist Victoria strikt gegen eine Veröffentlichung des Buches. Das ändert sich allerdings schlagartig, als sie erfährt, dass das Buch verfilmt werden soll. Joy und Melanie sind inzwischen auf einem Blind Date. Was sie nicht wissen: Der 10-Jährige Austin sucht eine Frau für seinen Vater.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919175","hoster":"VOE"},{"path":"/redirect/8919173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-18","name":"Erzfeinde","epNo":18,"alt":"Arch Enemies","descr":"Colin und Victoria moderieren gemeinsam eine Sendung im Fernsehen. Colin ist ein Weiberheld und ärgert Victoria am laufenden Band, weshalb sie sich an ihm zu rächen will. Joy soll dabei den Lockvogel spielen. Dumm nur, dass sich Joy in Colin verknallt und der sie auch toll findet. Deshalb will Joy den Spieß umdrehen und die Sache Victoria in die Schuhe schieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919177","hoster":"VOE"},{"path":"/redirect/8919174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-19","name":"[Nicht ausgestrahlt]","epNo":19,"alt":"Too Hot For TV","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919179","hoster":"VOE"},{"path":"/redirect/8919180","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-20","name":"In den Brunnen gefallen","epNo":20,"alt":"Indecent Proposals","descr":"Kann man wirklich Sex auf Abruf und ohne weitere Verpflichtungen haben? Die vier Grazien gehen der Sache auf den Grund und probieren es aus. Victoria fängt etwas mit dem Rockstar Johnny an und auch Mark und Joy sowie Elka und Fred haben ein loses Ding laufen. Das kommt Melanie zugute, die diese Ergebnisse für ihre Kolumne verwerten kann, die sie für Woman’s Daily schreibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919182","hoster":"VOE"},{"path":"/redirect/8919181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-21","name":"Ganz in Schweiß","epNo":21,"alt":"Bridezelka","descr":"Elka schmiedet Hochzeitspläne mit Fred. Obwohl sie nur eine einfache Hochzeit möchte, können die anderen drei sie überreden, eine große Feier zu veranstalten. Fred und Elka suchen Rat bei Reverend Boyce, der gemeinsam mit den drei Grazien die Hochzeit vorbereitet. Zwischendurch kommen bei Fred und auch Elka aber erhebliche Zweifel auf, ob eine Hochzeit wirklich die richtige Entscheidung ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919183","hoster":"VOE"},{"path":"/redirect/8919184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-2/episode-22","name":"Elkas Hochzeit","epNo":22,"alt":"Elka’s Wedding","descr":"Die vier Damen haben eine rauschende Junggesellinnenparty hinter sich und wachen verkatert auf. Alle bis auf Elka haben einen Filmriss, doch nach und nach kehren die Erinnerungen zurück. Fred und Elka warten auf ein Zeichen ihrer verstorbenen Ehepartner, ob diese mit der Heirat einverstanden sind. Als sich die beiden auf dem Friedhof treffen, sind sie bereit, vor den Altar zu treten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919192","hoster":"VOE"},{"path":"/redirect/8919188","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-1","name":"Heiße Eisen","epNo":1,"alt":"Elka’s Choice","descr":"Elka steht zwischen 3 Männern, zwischen Bobby, ihrem totgeglaubten Ehemann, und zwischen Fred und Max. Schließlich entscheidet sie sich für Bobby, der immer noch von der Mafia gesucht wird. Die beiden verstecken sich in einem kleinen Dorf in den Bergen. Als unsere drei Grazien eine besorgniserregende Nachricht erhalten, machen sie sich auf die Suche …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919193","hoster":"VOE"},{"path":"/redirect/8919191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-2","name":"Eine Kreuzfahrt, die ist lustig …","epNo":2,"alt":"Beards","descr":"Victoria nimmt Joy, Melanie und Elka mit auf eine Kreuzfahrt für Homosexuelle, auf der sie einen Vortrag halten soll. Melanie trifft dort überraschend auf ihre entfremdete Schwester. Die Fassade von Victorias und Joys lesbischer Ehe könnte bröckeln als sie auf den gutaussehenden Kapitän des Schiffes treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919196","hoster":"VOE"},{"path":"/redirect/8919194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-3","name":"Ein magisches Begräbnis","epNo":3,"alt":"Funeral Crashers","descr":"Um einen Vortrag zu halten, wird Victoria auf eine Kreuzfahrt für Lesben eingeladen. Begleitet wird sie von Joy, Elka und Melanie, die überraschenderweise an Bord ihre offensichtlich lesbische Schwester trifft. Joy und Victoria, die ein lesbisches Pärchen mimen, verknallen sich prompt beide in den schönen Kapitän. Als sie ihm ihre Heterosexualität gestehen, nimmt das Drama seinen Lauf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919195","hoster":"VOE"},{"path":"/redirect/8919198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-4","name":"Endlich schön","epNo":4,"alt":"Happy Fat","descr":"Aufgrund einer Verwechslung in der Reinigung hat jetzt eine andere Kundin Melanies magisches rotes Kleid. Als diese verstirbt, beschliessen die vier Frauen, dass ungewöhnliche Umstände ungewöhnliche Maßnahmen erfordern und nehmen so die Beerdigung der unrechtmäßigen Eigentümerin von Melanies Kleid zum Anlass, inmitten der Trauergemeinde auf die Suche nach dem magischen Kleidungsstück zu gehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916859","hoster":"VOE"},{"path":"/redirect/8919200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-5","name":"Nicht ohne seine Mutter","epNo":5,"alt":"One Thing Or A Mother","descr":"Weil ihr Mann Melanie, Joy und Victoria nachschaut, stattet die aufgebrachte Nachbarin Kim den Frauen einen Besuch ab und verlangt von ihnen ein hollywoodreifes Umstyling. Pam und Sally schließen sich dem Makeover spontan an, doch der Erfolg beim anderen Geschlecht lässt zu wünschen übrig. Die Männer der aufgetakelten Damen verlangen, dass das Makeover sofort wieder rückgangig gemacht wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919201","hoster":"VOE"},{"path":"/redirect/8919202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-6","name":"Aufs Dach gestiegen","epNo":6,"alt":"How Did You Guys Meet, Anyway?","descr":"Es ist Freitagabend und alle Damen haben Verabredungen: Elka hat ein Date mit Roy, Victoria trifft ein Männermodel, Joy geht mit einem Afroamerikaner aus und Melanie verabredet sich mit einem Fußballtrainer. Doch Roy lebt noch bei seiner Mama, die Elka nicht leiden kann. Deshalb planen die vier Damen eine große Party, zu der sie auch Roys Mutter einladen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919206","hoster":"VOE"},{"path":"/redirect/8919208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-7","name":"Zwei Frauen und ein Nashorn","epNo":7,"alt":"Two Girls And A Rhino","descr":"Victoria berichtet als Reporterin aus dem Zoo von Cleveland über die schwarzen Nashörner, die vom Aussterben bedroht sind. Elka liegt die Rettung der Tiere sehr am Herzen und so quartieren sich Joy und Elka im Zoo ein und beobachten, wie sich die beiden Nashörner paaren. Victoria und Melanie lernen zwei attraktive Männer kennen. Schnell stellt sich heraus, dass sie nicht zusammenpassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919209","hoster":"VOE"},{"path":"/redirect/8919211","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-8","name":"Göttliche Elka","epNo":8,"alt":"God And Football","descr":"Elka feiert ihren 90. Geburtstag. Melanie schenkt ihr zum Geburtstag eine Runde durch die Umkleidekabine der Browns, wo es viele hübsche halbnackte Jungs zu sehen gibt. Doch dieses harmlos erscheinende Geburtstagsgeschenk führt zu einer ganzen Reihe von Unglücksfällen, die wohl keine der Damen für möglich gehalten hätten. Schon bald finden sich alle außer Elka verletzt im Krankenhaus wieder.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919213","hoster":"VOE"},{"path":"/redirect/8919212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-9","name":"Liebe ist blind","epNo":9,"alt":"Love Is Blind","descr":"Joy lernt in der Kneipe den 22-jährigen Mark kennen, der blind ist. Sie gibt vor 26 zu sein, spricht plötzlich mit jugendlichem Slang und benimmt sich relativ kindisch. Mark findet das großartig, als er jedoch dank einer Operation wieder sehen kann, verwechselt er Joy mit Victorias Tochter Emmy, die mit ihrem Verlobten zu Besuch ist. Der harmlose Flirt endet in einem fürchterlichen Verwirrspiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919214","hoster":"VOE"},{"path":"/redirect/8919217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-10","name":"Finstere Absichten","epNo":10,"alt":"Life With Lucci","descr":"Joy, Melanie, Victoria und Elka sind aus verschiedenen Gründen frustriert. Da schneit Susan Lucci zur Tür herein und nistet sich bei den vier Damen ein. Als Gegenleistung verkuppelt sie Elka und Joy, Melanie bekommt ein paar Diättipps und auch für Victoria hat sie ein paar gut gemeinte Ratschläge parat. Es dauert nicht lange, da bekommen die vier Grazien die Quittung für ihre Gutgläubigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919219","hoster":"VOE"},{"path":"/redirect/8919218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-11","name":"Altrocker und reife Mädchen","epNo":11,"alt":"I’m With The Band","descr":"Ein Wohltätigkeitskonzert steht bevor, auf dem Victorias Ex-Lover Johnny Revere auftreten wird. Victoria spielt mit dem Gedanken, wieder mit dem Rocker anzubandeln. Melanie hingegen ist ganz verrückt nach dem Musiker David Gates und Joy will unbedingt als Sängerin entdeckt werden. Leider hat Johnny eine sehr junge Freundin und Victoria muss alles geben, damit es zwischen den beiden wieder funkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919221","hoster":"VOE"},{"path":"/redirect/8919223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-12","name":"Alte Liebe rostet doch","epNo":12,"alt":"Lost Loves","descr":"Am Valentinstag beschließen die vier Damen, ihre Exfreunde über das Internet zu suchen und im Anschluss wiederzusehen. Doch der plant geht nicht auf: Melanie endet als Babysitterin, Victorias Exfreund hat sich sehr zu seinem Nachteil verändert und Joy verpasst aufgrund unvorhersehbarer Umstände das Date mit ihrem ehemaligen Lover. Nur Elka macht in einem Fahrstuhl eine neue Bekanntschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174248","hoster":"VOE"},{"path":"/redirect/8919224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-13","name":"Im Netz der Spinne","epNo":13,"alt":"Tangled Web","descr":"Die Damen begeben sich in Max’ Ferienhaus, um dort ein paar schöne Tage zu verbringen. Melanie erwartet ihren neuen Freund Kyle. Auch Joy freut sich auf Kyle, da sie nicht ahnt, dass Kyle, ihr Ex-Lover, Melanies Neuer ist. Als ein junger Mann auftaucht, der Werbung für eine Sekte macht, ist das Verwirrspiel komplett. Und dann wird Victoria auch noch von einer Spinne gebissen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919226","hoster":"VOE"},{"path":"/redirect/8919227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-14","name":"Heiß und schwer","epNo":14,"alt":"Hot \u0026 Heavy","descr":"Victoria plant einen neuen TV-Beitrag: Sie zieht sich ein Fatsuit an, um zu zeigen, dass die Bewohner von Cleveland schwergewichtigen Menschen mit Vorurteilen begegnen. Colin will ihr nicht nachstehen, zieht sich ebenfalls ein Fatsuit an und verwandelt sich in den dicken Chuck. Natürlich lernen sich Victoria und Chuck kennen, erkennen sich jedoch nicht, bis es zum dramatischen Höhepunkt kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923577","hoster":"VOE"},{"path":"/redirect/8919228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-15","name":"Alles nur aus Gummi","epNo":15,"alt":"Rubber Ball","descr":"Die Grazien wollen in den Country Club aufgenommen werden und gehen zu einem Ball an dem auch Externe teilnehmen dürfen. Dort treffen sie auf alte Bekannte: Joy auf ihren Ex Colin, Victoria auf den ehemaligen Obdachlosen Artie. Elka trifft ihren alten Chef, Jameson, der sie, als sie mit Anfang 20 als Kellnerin in einem Club gearbeitet hatte, gefeuert hat. Elka beschließt, sich zu rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919233","hoster":"VOE"},{"path":"/redirect/8919232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-16","name":"Blutleere Vampire","epNo":16,"alt":"Everything Goes Better With Vampires","descr":"Ärger liegt in der Luft: Victoria bekommt Streit mit ihrem Dienstmädchen Jacki, Elka und ihre beste Freundin Mamie sind sich uneinig, wie sie ihr Hörspiel weiterschreiben sollen. Melanie ist von ihrem Professor genervt, da der immer geschwollen redet, und Joy kriegt raus, dass der Typ, der vorgibt, Rick Springfield zu sein, sie belogen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919237","hoster":"VOE"},{"path":"/redirect/8919238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-17","name":"Schweife und Bärte","epNo":17,"alt":"Claus, Tails \u0026 High Pitched Males: Birthdates 3","descr":"Unsere vier Grazien wollen sich wieder zum Geburtstag gegenseitig Männer besorgen. Melanie hat für Joy Pater Brian vorgesehen, einen Priester, der bereit ist, sein Priesteramt aufzugeben, um eine Beziehung mit einer Frau eingehen zu können. Joy gefällt seine Unerfahrenheit und hofft, ihn nach ihren Vorstellungen zu formen. Doch als er Melanies tiefen Ausschnitt sieht, ist er komplett fasziniert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919243","hoster":"VOE"},{"path":"/redirect/8919240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-18","name":"Mörderische Schuhe","epNo":18,"alt":"Cruel Shoes","descr":"Victoria hat Schuhe entworfen, die sie auf der Modewoche in Cleveland präsentieren will, und trainiert Melanie, Joy und Elka als Models. Joy trifft währenddessen George. Der behauptet, bald sterben zu müssen. Zuvor will er eine Liste mit Dingen, die ein Mann vor dem Tod tun sollte, abarbeiten. Joy ist bereit zu helfen und erfährt, dass eine heiße Nummer auf dem Flugzeugklo auf der Liste steht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919239","hoster":"VOE"},{"path":"/redirect/8919244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-19","name":"Der heilige Stand der Trennung","epNo":19,"alt":"Bye George, I Think He’s Got It!","descr":"Melanie und Victoria bereiten George darauf vor, eine Frau anzubaggern. Tatsächlich hat er Erfolg – bei Joy. Sie beschließen, zu heiraten. Da taucht Artie, der ehemalige Obdachlose und jetzige Milliardär wieder auf. Elkas Zwillingsschwester Anka nimmt nach 40 Jahren Schweigen wieder Kontakt zu Elka auf. Die beiden hatten vor Jahren einen Streit, aber keiner weiß mehr, worum es damals ging.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919246","hoster":"VOE"},{"path":"/redirect/8919245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-20","name":"Die Zugangsfreundin","epNo":20,"alt":"The Gateway Friend","descr":"Victoria, Melanie und Joy machen einen Abstecher nach Los Angeles, um sich von Dr. Minton Botox spritzen zu lassen. Ihre Freundin Courtney, die Sprechstundenhilfe und Geliebte von Dr. Minton, überwirft sich mit ihm und weint sich in Cleveland an den Schultern ihrer Freundinnen aus. Elka dagegen kämpft um eine alte Eiche, die für ein Spa Zentrum gefällt werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919247","hoster":"VOE"},{"path":"/redirect/8919248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-21","name":"[Nicht ausgestrahlt]","epNo":21,"alt":"Some Like It Hot","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174243","hoster":"VOE"},{"path":"/redirect/12978321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-22","name":"Die Lincoln-Affäre","epNo":22,"alt":"Storage Wars","descr":"Unsere Grazien ersteigern bei einer Lagerräumung ein Gemälde. Im Rahmen des Bildes findet Melanie einen Brief, der offenbar von Abraham Lincoln stammt, und dessen Inhalt auf eine Affäre Lincolns mit einer Praktikantin hindeutet. Victoria wittert die Chance, in Zukunft als Entdeckerin des sensationellen Briefs, der die Geschichte ändern könnte, bekannt zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919255","hoster":"VOE"},{"path":"/redirect/8919254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-23","name":"Das Geheimnis hinter der Tür","epNo":23,"alt":"What’s Behind The Door?","descr":"Victoria will ihre alte Serie \"Edge of Tomorrow\" wiederbeleben. Sie ruft die alten Schauspieler, Dr. Tess, Lady Natalie, Richter Thorndike und Luis zusammen. Auch die Erfinderin der Serie, Apryl, wird ins Team geholt. Melanie soll das Drehbuch schreiben, Joy ist für die Maske zuständig. Elka übernimmt die Rolle der Lady Natalie. Doch natürlich wird nichts so einfach, wie Victoria gehofft hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919256","hoster":"VOE"},{"path":"/redirect/8919257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-3/episode-24","name":"Föhnwellen","epNo":24,"alt":"Blow Outs","descr":"Melanie, Joy und Victoria geraten in Streit, da Melanie partout nicht sagen will, bei welchem Friseur sie war. Der Streit eskaliert, bis die drei Grazien beschließen, ihre Wohnsituation grundlegend zu ändern. Jede will für sich eine eigene Wohnung suchen und bei Elka ausziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919259","hoster":"VOE"},{"path":"/redirect/8919258","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-1","name":"Baby Wilbur","epNo":1,"alt":"That Changes Everything","descr":"Joys Sohn Owen bringt sein Baby zu den vier Damen, da er sonst niemanden kennt, der sich um das Kind kümmern könnte. Als Victoria den Kleinen mit zu einem Casting nimmt, ergattert sie eine kleine Rolle in einem Woody Allen-Film. Melanie verliebt sich indes Hals über Kopf in ihren neuen Chef. Können die vier Grazien Owen überreden, gemeinsam mit Wilbur nach Cleveland zu ziehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506557","hoster":"VOE"},{"path":"/redirect/12506559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-2","name":"Im falschen Licht","epNo":2,"alt":"A Midwinter Night’s Sex Comedy","descr":"Joy ist sich nicht sicher, ob sie in ihrem Alter einen Studienabschluss nachholen sollte, denn ihre Mitstudenten sind mehr als 20 Jahre jünger als sie. Victoria hat indes ein ganz anderes Problem: Der Regisseur des Filmes, in dem sie mitspielen darf, hat sie gebeten, ein paar Kilo zuzunehmen. Das fällt ihr jedoch schwerer als gedacht. Elka versucht unterdessen, ein Geheimnis für sich zu bewahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506555","hoster":"VOE"},{"path":"/redirect/12506560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-3","name":"Ganz großes Kino","epNo":3,"alt":"Method Man","descr":"Alec hat in Pappkartons abgefüllten Wein, den er vertreiben möchte. Im angeheiterten Zustand verfallen er und Melanie auf die Idee, dass es toll wäre, wenn ein Promi dafür Werbung machen könnte. Sie hoffen, dass Victoria ihnen einen Schauspieler vermitteln kann. Joy studiert zwar weiterhin, ist aber frustriert, weil sie von den anderen Studenten gemobbt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506566","hoster":"VOE"},{"path":"/redirect/12506561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-4","name":"Reife Früchtchen","epNo":4,"alt":"GILFS","descr":"Melanie hat Alec, der im Urlaub ist, einige SMS geschickt, die ihr inzwischen aber recht peinlich sind. Da kommt es ihr natürlich sehr gelegen, dass Alex sein Handy zu Hause vergessen hat. Kurzerhand beschließt sie, gemeinsam mit Joy und Victoria in Alecs Wohnung einzubrechen, um dort die SMS zu löschen. Elka und Mamie gründen indes eine Kontaktbörse für Senioren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506563","hoster":"VOE"},{"path":"/redirect/12506564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-5","name":"Der Schlüsselhund","epNo":5,"alt":"A Box Full Of Puppies","descr":"Elka versucht, Mamie das Flirten beizubringen, doch der Erfolg bleibt aus. Victorias Tochter ist indes wieder in die Stadt gekommen, um für ihren Radiosender einen Beitrag über den 2. Akt des Lebens in Cleveland zu schreiben. Zu ihrer großen Überraschung haben sich die Damen von der Westküste im Osten der USA tatsächlich verändert – und zwar zum Positiven!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506567","hoster":"VOE"},{"path":"/redirect/12506573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-6","name":"Star Trek-Fieber","epNo":6,"alt":"Cleveland Fantasy Con","descr":"Victorias neuer Freund, der Schauspieler Emmett Lawson, nimmt in Venedig eine Auszeichnung entgegen. Da Victoria fürchtet, dass er dort andere Frauen kennenlernt, beschließt sie, ihm zu folgen und ihm nachzuspionieren. Während Sean mit Joy im Kino einen Star-Trek-Film ansieht, hat Melanie ganz andere Probleme: Versehentlich ist ihr Chloes neue Katze entwischt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506571","hoster":"VOE"},{"path":"/redirect/12506575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-7","name":"Vor den Kulissen","epNo":7,"alt":"Magic Diet Candy","descr":"Die Taufe des kleinen Wilbur steht bevor und das reinste Chaos bricht aus! Reverend Lare versucht zwar, die Wogen zu glätten, doch es gelingt ihm kaum. Melanie kann Victoria mit Süßigkeiten ruhigstellen, doch besonders Joys Mutter ist eine Belastungsprobe, da sie permanent alles besser weiß und gute Ratschläge verteilt. Elka hat indes in der Kirche ein Gemälde \"restauriert\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506581","hoster":"VOE"},{"path":"/redirect/12506578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-8","name":"Wer dünn sein will, muss essen","epNo":8,"alt":"Extras","descr":"Joy möchte, dass Wilbur sein erstes Wort spricht und sagt ihm immer Nana vor. Als sie jedoch als Statistin in Victorias Film engagiert wird, beauftragt sie Elka und Mamie, auf Wilbur aufzupassen, der bald tatsächlich seine ersten Worte spricht. Melanie versucht indes, Alec mit ihren Sexkünsten zu betören, bis es diesem zu viel wird. Die beiden beschließen, fortan ehrlich miteinander umzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506580","hoster":"VOE"},{"path":"/redirect/12506588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-9","name":"Der Fluch der alten Schachtel","epNo":9,"alt":"The Conversation","descr":"Emmett und Victoria vergnügen sich gerade, als plötzlich Emmetts Ehefrau auftaucht. Victoria ist entsetzt! Auch Joy hat Probleme mit ihrem Liebesleben. Sie hat den jungen Lloyd aufgerissen, doch als sie erfährt, dass er erst 18 Jahre als ist, will sie umgehend mit ihm Schluss machen. Indes hat es sich der Postbote Ye’arj im Haus der vier Grazien bequem gemacht und erteilt ihnen gute Ratschläge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506584","hoster":"VOE"},{"path":"/redirect/12506585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-10","name":"Geheimnisse sind für alle da","epNo":10,"alt":"The Anger Games","descr":"Joy und Melanie wollen zu ihren Verabredungen. Melanie trifft sich wieder mit Alec, ihrem Chef, und Joy soll Alecs bestem Freund Bill vorgestellt werden. Während Melanie aus dem Nähkästchen plaudert, dass Joy immer Pech mit Männern hat, gibt Alec damit an, dass er zum heiratswürdigsten Junggesellen gewählt wurde. Elka versucht indes, Victoria eine Rolle im neuen Tarantino-Film zu verschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506592","hoster":"VOE"},{"path":"/redirect/12506593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-11","name":"Mord in bester Gesellschaft","epNo":11,"alt":"Fast And Furious","descr":"Die vier Damen und Mamie begeben sich in die Natur, wo sie eine Hütte gemietet haben, um dort zu fasten und zu meditieren. Ein Yogi, der vor Ort ist, wird sie dabei anleiten. Während Joy glaubt, dass der Yogi eine Frau erwürgt hat, plagen Melanie aufgrund des Hungers wilde Fantasien. Als sich die vier Damen die Wahrheit erzählen sollen, kommt es zwischen den vier Grazien schnell zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506597","hoster":"VOE"},{"path":"/redirect/12506596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-12","name":"Eklas dunkle Machenschaften","epNo":12,"alt":"What Now, My Love?","descr":"Melanie übernachtet bei Alec und lässt ihre Zahnbürste im Bad liegen. Als Alec ihr diese zurückbringt, wertet Melanie das als Zeichen dafür, dass ihre Beziehung nicht von Bestand ist. Emmett fragt indes Victoria, ob sie ihn zu den Dreharbeiten in Marokko begleiten möchte, und Joy will bei Bob, dem Privatdetektiv, ein Praktikum machen, damit sie einen besseren Abschluss in Kriminologie erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506599","hoster":"VOE"},{"path":"/redirect/12506600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-13","name":"Sally aus Cincinnati","epNo":13,"alt":"It’s Alive","descr":"Melanie, Victoria und Joy entdecken, dass Elka und Mamie im Keller ein riesiges Medikamentenlager angelegt haben. Die beiden verkaufen die Arzneien an Senioren, und zwar zum Einkaufspreis. Das gefällt den lokalen Gangstern weniger, denn der illegale Schwarzmarkt für Tabletten läuft nicht mehr so gut wie früher, weil die Damen den hohen Marktpreis verdorben haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506605","hoster":"VOE"},{"path":"/redirect/12506601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-14","name":"Canoga Falls","epNo":14,"alt":"Canoga Falls","descr":"Victoria wird von ihrer Schwester Bess unter einem fadenscheinigen Vorwand nach Canoga Falls gelockt, wo ihre Mutter Penny wohnt. Die hatte früher eine Fernsehshow, in der sie ein Puppentheater aufgeführt hat. Mittlerweile ist die Dame aber ein paar Tage älter, vermüllt die Wohnung und vergisst alles. Ist sie etwa dement? Dieser Meinung ist jedenfalls Bess, weshalb sie Victoria um Hilfe bittet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506606","hoster":"VOE"},{"path":"/redirect/12506607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-15","name":"Dessert der Ringe","epNo":15,"alt":"The Proposal","descr":"Melanie hat ein Problem mit Alec, der panische Angst vor Mäusen hat. Emmett möchte indes Victoria einen Heiratsantrag machen und hat einen Ring mit einem riesigen Diamanten gekauft. Der Antrag gestaltet sich jedoch recht schwierig. Erst findet sich kein passender Ort, um die alles entscheidende Frage zu stellen – und dann geht auch noch der Ring verloren! Doch das ist nicht einmal das Schlimmste …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506613","hoster":"VOE"},{"path":"/redirect/12506615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-16","name":"Die Honigfalle","epNo":16,"alt":"Pony Up","descr":"Victoria hat den Mund ein wenig zu voll genommen und im Frühstücksfernsehen verkündet, dass sie eine Niere spenden wird. Wie konnte das nur passieren? Und wie kommt sie aus dieser Nummer wieder heraus, ohne am Ende ein Organ spenden zu müssen? Joy arbeitet indes weiterhin für Bob, den Privatdetektiv, und trifft erneut auf den gut aussehenden Feuerwehrmann Sean.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506611","hoster":"VOE"},{"path":"/redirect/12507175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-17","name":"Puppentheater","epNo":17,"alt":"No Glove, No Love","descr":"Unsere drei Grazien basteln ein Geschenk für Wilburs 1. Geburtstag. Alec gibt Melanie zu verstehen, dass sie doch einmal darüber nachdenken könnte, ob sie selbst auch noch ein Kind möchte. Um zu sehen, wie sie mit einem Kind zurechtkommen, möchten Alec und Melanie einen Tag lang auf Wilbur aufpassen. Dabei müssen sie feststellen, dass es viel Zeit und Energie kostet, ein Baby aufzuziehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506616","hoster":"VOE"},{"path":"/redirect/12506619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-18","name":"Männerhände","epNo":18,"alt":"The Fixer","descr":"Melanie trauert immer noch um ihre Beziehung mit Alec, als sie auf Danny trifft, dem sie ihr Herz ausschüttet. Während Melanie kein weiteres Interesse an Danny hat, hat der sich unsterblich in sie verliebt und findet schneller als gedacht eine Gelegenheit, seine Herzensdame wiederzusehen. Elka und Joy besuchen eine Vorlesung bei Prof. Zucker und erhalten die Aufgabe, einen Kurzfilm zu drehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506620","hoster":"VOE"},{"path":"/redirect/12506621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-19","name":"[Nicht ausgestrahlt]","epNo":19,"alt":"Look Who’s Hot Now","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12725837","hoster":"VOE"},{"path":"/redirect/12506628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-20","name":"Bollywood in Cleveland","epNo":20,"alt":"Cleveland Indians","descr":"Während Elka unbedingt die Rolle der Lady Bracknell im Laientheater spielen will, plagt Joy ein anderes Problem: Für Wilbur, der an Baby-Akne leidet, ist sie auf der Suche nach dem besten Kinderarzt der Gegend. Im Internet findet sie schließlich Dr. Mallika Kapoor, eine Inderin, die verlangt, dass Joy im Gegenzug mit ihrem Sohn ausgeht. Das gemeinsame Abendessen verläuft jedoch anders als geplant.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506630","hoster":"VOE"},{"path":"/redirect/12506632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-21","name":"Brennende Trauer","epNo":21,"alt":"Corpse Bride","descr":"Während sich Mamie und Elka Witze für Craig ausdenken, der im Seniorenzentrum 100 Jahre alt wird, will Melanie mit Harry Schluss machen. Als sie ihn aufsucht, findet sie ihn allerdings tot im Bett vor. Durch ein Missverständnis glaubt Harrys Familie, Harry habe Melanie einen Antrag gemacht, den sie angenommen habe. Nun wird sie herzlich in die Familie aufgenommen und soll den Nachruf halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506634","hoster":"VOE"},{"path":"/redirect/12506635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-22","name":"Las Vegas in Cleveland","epNo":22,"alt":"All My Exes","descr":"Mamie und Elka möchten nach Las Vegas fahren, um zu zocken und Männer kennenzulernen. Als Victoria einen Unfall hat und danach mit einer Gehirnerschütterung im Krankenhaus liegt, stellen Mamie und Elka fest, dass sie auch in der Klinik Männer kennenlernen können. Victoria fürchtet indes, dass ihre neue Ehe in die Brüche gehen wird, und kontaktiert aus diesem Grund ihre Ex-Ehemänner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506636","hoster":"VOE"},{"path":"/redirect/12506639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-23","name":"Durchdrungen von Liebe","epNo":23,"alt":"Love Is All Around","descr":"Der Gruppengeburtstag steht vor der Tür und die Damen haben recht genaue Vorstellungen von ihren Geschenken: Während Joy ihren Lyrikprofessor haben will, wünscht sich Melanie den Mann, den sie vor Kurzem kennengelernt hat. Victoria möchte indes den Regisseur Wes O’Rourke kennenlernen. Mamie bringt zur Feier des Tages einen Wein mit, den sie, Elka und das Bowlingteam vor 50 Jahren gekauft haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506643","hoster":"VOE"},{"path":"/redirect/12506644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-4/episode-24","name":"Der Mann, der spurlos verschwand","epNo":24,"alt":"The Man That Got Away","descr":"Melanie hat gute Nachrichten erhalten: Ihr Leberfleck ist harmlos! Fortan will sie mit einer gänzlich positiven Einstellung durchs Leben gehen. Victoria kommt indes aus L.A. zurück, wo sie sich für ein Casting die Haare kurz schneiden ließ. Nun fürchtet sie aber, dass Emmett ihr neues Aussehen schrecklich finden und die Hochzeit absagen wird. Bei der Trauung trifft Joy auf einen alten Bekannten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12506646","hoster":"VOE"},{"path":"/redirect/12506645","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-1","name":"Platz ist in der kleinsten Hütte","epNo":1,"alt":"Stayin\u0027 Alive","descr":"Nachdem Victorias Ehemann Emmett aus dem Gefängnis ausgebrochen ist, brauchen Victoria und die anderen unbedingt ein Versteck für ihn. Wie gut, dass Elka weiterhelfen kann. Doch als die Freundinnen am besagten Ort ankommen, müssen sie zu ihrem Entsetzen feststellen, dass dort bereits andere Kriminelle Unterschlupf gefunden haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919263","hoster":"VOE"},{"path":"/redirect/8919262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-2","name":"Überraschung!","epNo":2,"alt":"Surprise!","descr":"Seit dem Verschwinden von Victorias Ehemann Emmett werden die Freundinnen genauestens von einem FBI-Agenten überwacht. Melanie erzählt Alex, dass sie schwanger ist und Joy entdeckt, dass sie inzwischen unwiderstehlich auf Männer wirkt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919266","hoster":"VOE"},{"path":"/redirect/8919267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-3","name":"Eine schrecklich nette Familie","epNo":3,"alt":"Dr. Who","descr":"Um einen Platz in einer angesehenen Vorschule für Wilbur zu ergattern, ist Joy bereit, alle Register zu ziehen. Gemeinsam mit Owens Vater Simon, der zum ersten Mal auf seinen Sohn sowie seinen Enkel trifft, will sie der Schulverwaltung eine glückliche Familie vorspielen. Melanie und Elka versuchen indes, den perfekten Arzt für sich zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919268","hoster":"VOE"},{"path":"/redirect/8919270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-4","name":"Begräbnis ohne Leiche","epNo":4,"alt":"The Undead","descr":"Victoria erfährt vom FBI, dass ihr Mann bei einem Flugzeugabsturz ums Leben gekommen sei. Schon kurz darauf erhält sie jedoch eine Nachricht von Emmett, der ihr mitteilt, er habe seinen Tod nur vorgetäuscht. Um mit ihrem Mann abtauchen zu können, lässt sie ebenfalls ihren Tod bekannt geben. Simon erzählt Joy, dass er seinen Job als Paparazzo aufgibt und ein neues Projekt verfolgen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8921274","hoster":"VOE"},{"path":"/redirect/8919273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-5","name":"Baby on Board!","epNo":5,"alt":"Elka Takes A Lover","descr":"Emmy reist zu Victorias Filmpremiere an und erzählt den anderen, dass sie im achten Monat schwanger ist. Auch Melanie und Joy besuchen die Premiere, und zwar jeweils in Begleitung eines Herren. Während Melanie mit ihrem schrecklichen Zahnarzt ausgeht, wird Joy von Detective Bob begleitet, der sich als ihr Cousin ausgibt. Elka amüsiert sich indes mit ihrem wesentlich jüngeren Liebhaber Luke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919274","hoster":"VOE"},{"path":"/redirect/8919276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-6","name":"Filmreifer Auftritt","epNo":6,"alt":"Rusty Banks Rides Again","descr":"Victoria will unbedingt für den Oscar nominiert werden. Aus diesem Grund stiftet sie ihre Freundinnen an, sämtliche Mitglieder der Akademie, die zufällig in Cleveland wohnen, mit allen Mitteln davon zu überzeugen, sie zu nominieren. Melanie zum Beispiel wird auf ihren Jugendschwarm, das ehemalige Teenie-Idol Corey Chambers, angesetzt. Elka kommt indes wieder mit Roy zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919278","hoster":"VOE"},{"path":"/redirect/8919277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-7","name":"Ein Hund namens Cloney","epNo":7,"alt":"The One with George Clooney","descr":"Als die Frauen versuchen, einen süßen Welpen zu adoptieren, müssen sie erfahren, dass erst ihre Eignung als Halter überprüft wird. Als sie schließlich den Hund mit nach Hause nehmen dürfen, beschließen sie, ihm einen ganz besonderen Namen zu geben: George Clooney. Elka erfährt, dass sie nicht die einzige Frau in Roys Leben ist und beschließt, die Sache zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923583","hoster":"VOE"},{"path":"/redirect/8919279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-8","name":"Nick Logan aus Wyoming","epNo":8,"alt":"Brokeback Elka","descr":"Melanie und ihre Freundinnen haben sich inzwischen daran gewöhnt, wegen Melanies Hirntumor eine Sonderbehandlung zu bekommen. Als der Arzt Melanie schließlich mitteilt, dass sie keinen Krebs mehr habe, nutzt die ihre angebliche Krankheit aber weiterhin, um Karten für das bereits ausverkaufte Konzert des Countrystars Chase Jackson zu ergattern. Victoria versucht sich indes im Onlinedating.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919282","hoster":"VOE"},{"path":"/redirect/8919281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-9","name":"Die mit den Hunden spricht","epNo":9,"alt":"Bad George Clooney","descr":"Die Freundinnen bringen ihren depressiven Welpen George Clooney zu der Hundetherapeutin Dr. Deb, die sogar ihre eigene Radiosendung hat. Bereits nach einem kurzen Gespräch macht Dr. Deb die Frauen für Georges schlechtes Verhalten verantwortlich, da sich ihre Stimmung auf die des Hundes übertrage. Damit es dem Hund endlich besser geht, sollen die Frauen ihr Leben wieder in Griff bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916860","hoster":"VOE"},{"path":"/redirect/8919287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-10","name":"New York, New York","epNo":10,"alt":"Bucket: We\u0027re Going to New York","descr":"Die Freundinnen reisen nach New York City, wo jede von ihnen etwas Besonderes geplant hat: Während Viktoria ihrer früheren Schauspielkollegin Maddie Banks ein Vergehen aus ihrer Jugend beichten will, um besseres Oscar-Karma zu bekommen, will Joy sich einen Lebenstraum erfüllen und bei der Tanzshow \"The Rockettes\" vortanzen. Elka versucht indes, den Leute aus der Madison Avenue Sachen anzudrehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919288","hoster":"VOE"},{"path":"/redirect/8919286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-11","name":"Die russische Braut","epNo":11,"alt":"Undercover Lovers","descr":"Melanies Radiosender plant einen großen Werbecoup, um ihre Sendung bekannter zu machen. Aus diesem Grund soll sie ihre Sendung 24 Stunden am Stück moderieren. Victoria erfährt indes, dass ihre Chancen auf eine Oscarnominierung größer wären, wenn sie sich für eine gute Sache einsetzen würde, und beschließt, für den Erhalt der Hundeparks zu kämpfen. Joy findet Gefallen an Bob.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919292","hoster":"VOE"},{"path":"/redirect/8919291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-12","name":"Auf der Strasse zum Ruhm","epNo":12,"alt":"I Just Met the Man I\u0027m Going to Marry","descr":"Joy trifft ihren neuen Arbeitgeber Mitch und glaubt schnell, dass er der perfekte Mann für sie sei. Umso herber enttäuscht ist sie, als sich Mitch für Melanie entscheidet. Victoria, die nach wie vor auf eine Oscarnominierung hofft, wird nach Los Angeles eingeladen, um die Nominierung live im Fernsehen zu moderieren. Gemeinsam mit den anderen Damen macht sie sich auf den Weg an die Westküste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919294","hoster":"VOE"},{"path":"/redirect/8919293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-13","name":"Ein Milliardär mit Geschmack","epNo":13,"alt":"People Feeding People","descr":"Nach nur wenigen Wochen kündigt Melanie an, dass sie ihre Beziehung mit Mitch beenden wird. So kann Joy endlich zugeben, dass sie schon länger Interesse an Mitch hat. Als Melanie verkündet, dass sie Ross Barkley, den Chef einer Spendenorganisation, zum Abendessen trifft, hofft Elka, dass Ross sie bei der Wahl unterstützen wird. Auch Victoria hat sofort große Pläne mit Ross.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919297","hoster":"VOE"},{"path":"/redirect/8919299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-14","name":"Im Geisterhaus","epNo":14,"alt":"Murder House","descr":"Ausgerechnet am 50. Jahrestags eines grauenhaften Mordes im Haus wird Cleveland von einem schrecklichen Sturm heimgesucht. Während Elka fürchtet, dass der Geist des Opfers wieder erscheinen wird, kehrt Victoria von einer Reise in die Karibik zurück und hat ihren neuen Inselfreund Chill im Schlepptau. Überraschend taucht auch Joys Mutter auf, die in Cleveland zwischenlanden musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919304","hoster":"VOE"},{"path":"/redirect/8919301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-15","name":"Vorhang auf!","epNo":15,"alt":"Auction Heroes","descr":"Die Damen sind erstaunt, als sie erfahren, dass Elka über ihr gemeinsames Leben ein Theaterstück geschrieben hat, das sogar aufgeführt werden soll. Nachdem Melanie, Victoria und Joy mit ¿ihren¿ Schauspielerinnen gesprochen haben, erhalten sie einen neuen Blick auf sich selbst. Besonders stört sie jedoch, dass ausgerechnet Elka im Stück von der glamourösen Claudie verkörpert werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919305","hoster":"VOE"},{"path":"/redirect/8919302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-16","name":"Auktion der Sinne","epNo":16,"alt":"Auction Heroes","descr":"Victoria trifft auf den Autor J.J., der ein Drehbuch für einen Independent-Film geschrieben hat, dessen Handlung sie vollauf begeistert. Joy beschließt indes, Mitch zu gestehen, was sie für ihn empfindet, doch dessen Date-Berater Baz kommt ihr in die Quere. Als Baz sich in Joy verliebt, sabotiert er Mitchs und Joys erste Verabredung. Elka hat derweil eine Idee für ihren Wahlkampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919308","hoster":"VOE"},{"path":"/redirect/8919307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-17","name":"Die Honigfalle","epNo":17,"alt":"Strange Bedfellows","descr":"Victorias Sohn Tony stattet seiner Mutter gemeinsam mit seinem Geschäftspartner einen Besuch ab. Nun ist Victoria vollends überzeugt, dass ihr Sohn schwul ist – was sie ja schon seit Langem vermutet. Tony hingegen hat seine liebe Not, seiner Mutter klarzumachen, dass er auf Frauen steht. Joy und Mitch suchen einen Paartherapeuten auf und bestehen den Kompatibilitätstest des Therapeuten nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919310","hoster":"VOE"},{"path":"/redirect/8919309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-18","name":"[Nicht ausgestrahlt]","epNo":18,"alt":"The Animated Episode","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919314","hoster":"VOE"},{"path":"/redirect/8919313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-19","name":"Die Wodka-Debatte","epNo":19,"alt":"Strange Bedfellows","descr":"Melanie schläft mit Donald, nur um danach feststellen zu müssen, dass er als Wahlkampfleiter ausgerechnet Elkas Konkurrent im Stadtrat unterstützt. Ohne böse Absicht verrät sie, dass Elka keinen Alkohol verträgt, was Powell während einer öffentlichen Diskussion zu seinem Vorteil nutzen möchte. Doch so leicht lässt sich eine Elka nicht aufs Kreuz legen. Victoria und J.J. beginnen eine Beziehung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8921272","hoster":"VOE"},{"path":"/redirect/8919316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-20","name":"Mamma Mia","epNo":20,"alt":"The Italian Job","descr":"Victoria lernt J.J.s Kinder kennen und erkennt, dass sie den Verlust ihrer Mutter noch nicht verkraftet haben. Als sich Victoria für eine Filmprobe als J.J.s Frau verkleidet und J.J.s Reaktion sieht, begreift sie, dass auch er noch mehr Zeit braucht, um zu trauern. Melanie kämpft indes mit ihrem chauvinistischen Co-Moderator, während Joy und Elka versuchen, eine Prüfung nochmals abzulegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919317","hoster":"VOE"},{"path":"/redirect/8919315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-21","name":"..und raus bist du","epNo":21,"alt":"Mystery Date: Oscar Edition","descr":"Die Oscar-Verleihung ist nur noch drei Wochen entfernt, als Victoria ihre Einladung für den roten Teppich erhält, mit der Option ¿Plus Eins¿. Nun wetteifern Melanie und Joy darum, wer ihre beste Freundin ist, um mit ihr zur Verleihung gehen zu dürfen. Als der Wettkampf immer drastischer wird, ziehen die zwei selbst die Reißleine und beschließen, an ihrer Stelle Elka nach Los Angeles zu schicken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919320","hoster":"VOE"},{"path":"/redirect/8919319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-22","name":"Cleveland Rhapsody","epNo":22,"alt":"Win Win","descr":"Victoria ist überzeugt, dass sie nicht sonderlich professionell reagieren wird, sollte eine andere den Oscar für die beste Nebendarstellerin erhalten. Nun will sie eine Krankheit vortäuschen, um zuhause bleiben zu können. Melanie indes will mehr ihrem retuschierten Foto für die Radioshow ähneln und plant eine Diät. Als ihre Mutter auftaucht, wird dieser Vorsatz aber auf eine harte Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8921275","hoster":"VOE"},{"path":"/redirect/8919324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-23","name":"Don Elka","epNo":23,"alt":"Don Elka","descr":"Nachdem Elka die Stadtratswahl gewonnen hat, wird sie von dem ihr unbekannten Gefühl der Macht regelrecht beflügelt. Während Joy mit Mitch sehr glücklich ist, kündigt Simon überraschend an, dass er zurückkehren wird. Für welchen Mann wird sich Joy entscheiden? Victoria, die einen Oscar bekommen hat, erwartet die Ankunft der kleinen Statue mit der Post ¿ doch bei der Sendung geht allerhand schief.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8921273","hoster":"VOE"},{"path":"/redirect/8919325","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-5/episode-24","name":"Drei Männer und eine Rose","epNo":24,"alt":"The Bachelors","descr":"Am Jahrestag, an dem sich die Damen eigentlich gegenseitig Dates arrangieren, will Joy dieses Jahr passen und lieber etwas mit ihrem Freund Mitch unternehmen. Während Melanie mit einem Mann ausgeht, der sich in ihre Radiopersönlichkeit verliebt hat, trifft Victoria ein ehemaliges Model. Elka hingegen hat eine Verabredung mit ihrer ersten Liebe aus Polen, Stan, der inzwischen eine Frau ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919328","hoster":"VOE"},{"path":"/redirect/8919332","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-1","name":"Keine Hochzeit und ein Mitleidsfall","epNo":1,"alt":"Comfort and Joy","descr":"oy verkündet ihren Freundinnen, dass sie Simon heiraten will, allerdings möchte sie diese Nachricht selbst Mitch und Bob mitteilen. Während Mitch die Neuigkeiten selbst erfährt, übernimmt Melanie die Aufgabe, Bob über Joys Wahl zu informieren. Als die künftige Braut mit Simon spricht, nimmt der Tag jedoch eine überraschende Wendung. Elka versucht indes, Fernsehjobs nach Cleveland zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919331","hoster":"VOE"},{"path":"/redirect/8573425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-2","name":"Angst und Schrecken in L.A.","epNo":2,"alt":"Fear and Loathing in Los Angeles","descr":"Victoria und ihre Freundinnen reisen nach Los Angeles, wo die Schauspielerin Zed treffen soll, den Schöpfer einer neuen HBO-Serie. Nachdem der Victoria gesehen hat, streicht er ihre Rolle jedoch, da er sie für nicht sexy genug hält. Auch Joy und Melanie müssen herbe Niederlagen einstecken. Einzig Elka hat Erfolg: Sie kann Zed überzeugen, die Produktion der Serie nach Cleveland zu verlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826522","hoster":"VOE"},{"path":"/redirect/8573429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-3","name":"Die neue Joy","epNo":3,"alt":"Bossy Cups","descr":"Melanie lernt Frankie ein bisschen besser kennen, als er ihr dabei hilft, zusätzliche Regale für einen Schrank zusammenzubauen. Victoria versucht indes, Kapital aus ihrer jüngsten Berühmtheit zu schlagen, indem sie Lifestyle-Videos für ihre Homepage aufnimmt. Elka interessiert sich zudem ein wenig mehr für den netten Rentner Jim, der genauerer Begutachtung aber leider nicht standhalten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826521","hoster":"VOE"},{"path":"/redirect/8573433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-4","name":"Nackte Tatsachen","epNo":4,"alt":"Naked And Afraid","descr":"Melanie macht sich große Sorgen, dass ihr neuer Nachbar Jack sie zufällig gesehen hat, wie sie nackt durch die Wohnung getanzt ist. Der hat jedoch nicht Melanie erspäht, sondern Joy, die gerade mit einem Bekannten Sex hatte. Während Victoria keine Ahnung hat, worum es in ihrer neuen Fernsehserie gehen soll, will Elka eine Party veranstalten, um die Entscheidung eines Stadtrats zu beeinflussen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826523","hoster":"VOE"},{"path":"/redirect/8573430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-5","name":"Das Salz im Ketchup","epNo":5,"alt":"Tazed and Confused","descr":"Joy und Bob wollen einen betrügerischen Ehemann überführen und sind einverstanden, Victoria mitzunehmen, die sich auf die neue Rolle vorbereiten möchte. Während Joy schnell verkündet, dass dies ihr letzter gemeinsamer Auftrag mit Bob gewesen ist, nachdem er ihr einen Heiratsantrag gemacht hat, ist Victoria auf der Suche nach einer passenden Marotte für ihre Rolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826524","hoster":"VOE"},{"path":"/redirect/8573435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-6","name":"Drei Kugeln Vanilleeis","epNo":6,"alt":"Out of Our Minds","descr":"Melanie macht sich Gedanken, ob der Sex mit Jack wirklich so langweilig sein könnte, wie ihre Freundinnen behaupten, als sie sich über ihren Nachbarn lustig machen. Elka spielt indes mit dem Gedanken, mit dem Bürgermeister auszugehen, obwohl sie ja eigentlich seine politische Rivalin sein sollte. Und Joy beschließt, ihr Aussehen zu verändern – und färbt ihre Haare platinblond.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919046","hoster":"VOE"},{"path":"/redirect/8573431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-7","name":"Disco Weihnachten","epNo":7,"alt":"Cold in Cleveland: The Christmas Episode","descr":"Victoria ist entsetzt, als sie erfährt, dass jährlich zu Weihnachten Fernsehabende stattfinden, an denen sich die Leute einen schlechten Weihnachtsfilm mit ihr als Schauspielerin ansehen. Nun versucht sie verzweifelt, an die Filmrechte zu kommen. Melanie und Sally geraten in einen Wettstreit, wer die schönste Weihnachtsdekoration hat. Und Joy verbringt die Feiertage dieses Jahr ohne ihre Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826526","hoster":"VOE"},{"path":"/redirect/8919047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-8","name":"Die Kunst der Manipulation","epNo":8,"alt":"The Young and the Restless","descr":"Melanies Tochter Jenna taucht überraschend in der Stadt auf und teilt ihrer Mutter mit, dass sie nicht nach Harvard gehen wird, wo sie eigentlich Medizin studieren wollte. Nachdem dies stets Jennas größter Wunsch war, versucht Melanie alles, um ihre Tochter umzustimmen. Victoria macht sich indes Sorgen, wie sie bei einer Nacktszene aussehen wird, und Elka stiehlt sich aus der Verantwortung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919052","hoster":"VOE"},{"path":"/redirect/8573437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-9","name":"Die Schlussmacher","epNo":9,"alt":"Bad Boys","descr":"Melanie fühlt sich in ihrer Beziehung erdrückt und nimmt Frankies Ratschlag an, wie sie mit Jack Schlussmachen könnte. Victoria erhält Besuch von ihrem Vater Alex, der ebenfalls Schauspieler ist und ihr mitteilt, dass er nur noch drei Monate zu leben habe. Sein größter Wunsch sei, nochmals vor der Kamera zu stehen, und so versucht Victoria alles, um ihm eine Rolle in ihrer Serie zu verschaffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919058","hoster":"VOE"},{"path":"/redirect/8573434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-10","name":"Der Graf von Cleveland","epNo":10,"alt":"We Could Be Royals","descr":"Joy sieht Bob in einem ganz neuen Licht, als der Detektiv ihrem Enkelsohn Wilbur hilft, sich gegen einen Schulhofschläger zu wehren. Leider taucht ausgerechnet jetzt wieder eine alte Bekannte in Bobs Leben auf. Victoria versucht, mit ihrem wesentlich jüngeren Freund mitzuhalten, während Melanie beschließt, sich online einer alten Schulkameradin zu stellen, die sie früher schikaniert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826528","hoster":"VOE"},{"path":"/redirect/8573438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-11","name":"Joy und Joy","epNo":11,"alt":"About A Joy","descr":"Elka und Mamie Sue bereiten alles für den Besuch eines Ehrengastes vor und auch Joy bekommt einen Gast: Ihre jüngere Schwester Jill, die vor kurzem das Kloster verlassen hat, schaut überraschend vorbei. Victoria muss indes Melanie um Hilfe bitten, denn sie hat schon vor zwei Jahren einen Vorschuss für ein Kinderbuch bekommen, jedoch nie mit dem Schreiben begonnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826529","hoster":"VOE"},{"path":"/redirect/8573436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-12","name":"Eine Hochzeit und ein Todesfall","epNo":12,"alt":"One Wedding And One Funeral","descr":"Bob will die Kanadierin Joy heiraten, nachdem die ihm ein Ultraschallbild ihres Kindes präsentiert hat. Als Victoria erkennt, dass die Kanadierin gelogen hat, versucht US-Joy alles, um die Hochzeit zu verhindern. Die Schauspielerin ist zudem überzeugt, dass sie von einer Paparazzi-Drohne verfolgt wird, und engagiert einen Bodyguard, der sie beschützen soll. Elka wird überraschend Bürgermeisterin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919067","hoster":"VOE"},{"path":"/redirect/8573441","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-13","name":"Skandal!","epNo":13,"alt":"Scandalous","descr":"Die Polizei untersucht die mysteriösen Umstände, unter denen der Bürgermeister ums Leben kam. Sofort engagiert Elka ihre eigenen Detektive Bob und Joy, um einen Skandal zu vermeiden, doch auch die Presse hat sich schon auf den Fall gestürzt. Victoria hat indes andere Sorgen: Die neue HBO-Serie wird einem Testpublikum vorgeführt, das entscheidet, ob die Serie ausgestrahlt wird oder nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826531","hoster":"VOE"},{"path":"/redirect/8573442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-14","name":"Sehr entfernte Verwandte","epNo":14,"alt":"Family Affair","descr":"Melanie lässt als Überraschung für ihre Freundinnen heimlich für jede einen DNA-Test durchführen. Als die Ergebnisse ins Haus flattern, erfahren die Damen mehr über ihre Herkunft. Joy und Elka beispielsweise haben beide einen gemeinsamen Vorfahren aus Polen und Melanie hat einen Cousin, der als Therapeut in Cleveland arbeitet. Victoria versucht indes, ihre Herkunft für Werbezwecke auszunutzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826532","hoster":"VOE"},{"path":"/redirect/8573439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-15","name":"Voodoo-Bob","epNo":15,"alt":"All Dolled Up","descr":"Bob ist vorübergehend in Kanada und schickt Joy eine schreckliche Puppe, die ihm ähnelt und ihr Gesellschaft leisten soll. Als dem Detektiv plötzlich schreckliche Dinge zustoßen, glauben die Freundinnen, dass die Puppe Voodoo-Kräfte besitzt. Victoria erfährt, dass ihre Rolle aus der neuen HBO-Serie herausgeschrieben wurde und bewirbt sich aus diesem Grund bei einem Theater in der Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826533","hoster":"VOE"},{"path":"/redirect/8573440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-16","name":"Tatsächlich Liebe","epNo":16,"alt":"Bad Girlfriends","descr":"Als der Schauspieler für die männliche Hauptrolle in Victorias Theaterstück krank wird, springt kurzerhand Melanies neuer Freund Dane ein, der schon mal auf der Bühne stand. Tatsächlich spielt er die Liebesszenen mit Victoria wunderbar – für Melanies Geschmack sogar fast ein wenig zu gut. Joy ist indes begeistert, dass Bob ihren Lieblingsfilm, eine Romantikkomödie, mag.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826534","hoster":"VOE"},{"path":"/redirect/8573445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-17","name":"Pelze und kalte Füße","epNo":17,"alt":"Duct Soup","descr":"Joys Sohn Owen bittet seine Mutter und ihre Freundinnen bei den Hochzeitsvorbereitungen um Hilfe. Doch wie üblich geht fast alles schief: Melanie hat zwar die Torte bestellt, doch die sieht nicht aus wie gewünscht. Elka ruiniert zudem das Brautkleid und Victorias neues Haustier frisst versehentlich den Ehering. Erst beim Probedinner kommt feierliche Stimmung auf, als Bob Joy einen Antrag macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919082","hoster":"VOE"},{"path":"/redirect/8573444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-18","name":"Die Kalender Girls von Cleveland","epNo":18,"alt":"Cleveland Calendar Girls","descr":"Elka und Mamie Sue haben einen über den Durst getrunken und beschlossen, einen Kalender herauszugeben, um Spenden für das Tierheim zu sammeln. Der Clou: Die Damen möchten nackt posieren, um den Absatz zu steigern. Natürlich sollen auch Victoria, Joy und Melanie als Models vor die Kamera. Bei dem Fotoshooting beschließen Joy und Bob, dass sie ein Kind adoptieren möchten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919084","hoster":"VOE"},{"path":"/redirect/8573443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-19","name":"Küchen-Chaos","epNo":19,"alt":"Kitchen Nightmare","descr":"Melanie, die ihren Job als Radiomoderatorin verloren hat, möchte das Stormi’s kaufen. Da auch Joy und Victoria sofort bereit sind, in das Projekt zu investieren, steht dem Kauf nichts im Wege. Als beim Eröffnungsabend jedoch so gut wie alles schiefläuft, fragen sich die Freundinnen, wieso sie das Konzept eines Ladens ändern mussten, der gut funktioniert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826537","hoster":"VOE"},{"path":"/redirect/8573446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-20","name":"Zwei singende Großmütter","epNo":20,"alt":"All About Elka","descr":"Victoria will ein Theaterstück aufführen und hält ein Casting ab. Als ihr Sohn Tony sich um die männliche Hauptrolle bewirbt, muss sie schnell einsehen, dass er nicht spielen kann. Doch als sie ihn singen hört, ist sie völlig verzaubert und beschließt, das Stück in ein Musical umzuschreiben. Das Restaurant wird ausgeraubt, doch die Sicherheitskameras erweisen sich als wenig hilfreich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826539","hoster":"VOE"},{"path":"/redirect/8573450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-21","name":"Ein Bräutigam zum Verlieben","epNo":21,"alt":"Say Yes To The Mess","descr":"Victoria und Melanie versuchen, sich mit der Tatsache zu arrangieren, dass Joy nach der Hochzeit ausziehen wird. Bob tut indes sein Möglichstes, um Joys Mutter Philippa von sich zu beeindrucken, was ihm vielleicht ein wenig zu gut gelingt. Und Elka hat Schwierigkeiten, Victorias Vater Alex wieder loszuwerden, nachdem er seinen Zweck erfüllt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919095","hoster":"VOE"},{"path":"/redirect/8573447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-22","name":"[Nicht ausgestrahlt]","epNo":22,"alt":"Hot Damn!","descr":"In einer Rückschau erzählen die Schauspieler und Schauspielerinnen sowie die Mitglieder der gesamten Filmcrew von ihren Lieblingsepisoden, den besten Versprechern und lustigsten Momenten hinter der Kamera bei der sechsten Staffel \"Hot in Cleveland\". Zusätzliche Kommentare der Produzenten der Serie runden die Folge ab.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8919339","hoster":"VOE"},{"path":"/redirect/8919340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-23","name":"Nächste Ausfahrt Vegas","epNo":23,"alt":"Vegas Baby","descr":"Joy, Bob und ihre Freunde sind schon fast auf dem Weg nach Paris, als sie den Anruf bekommen, dass in Las Vegas ein Mädchen zur Adoption stünde. Sofort machen sich alle auf den Weg, um den Prozess abzuschließen und das Kind abzuholen. Vor Ort erfahren Bob und Joy, dass sie das Baby nur als verheiratetes Paar bekommen und beschließen, sich in einer kitschigen Hochzeitskapelle das Jawort zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8919341","hoster":"VOE"},{"path":"/redirect/8573451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hot-in-cleveland/staffel-6/episode-24","name":"Bye, bye Ladies! ","epNo":24,"alt":"I Hate Goodbyes","descr":"Der Taxi-Unfall in Las Vegas blieb zum Glück folgenlos. Nachdem sich nun Bob hinter das Steuer gesetzt hat, erreichen die beiden endlich die Adoptionsstelle. Dort erfahren Bob und Joy, dass sie vor der Adoption verheiratet sein müssen. In Las Vegas sollte dies ja kein Problem sein. Doch in der Hochzeitskapelle erwartet die beiden eine große Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826541","hoster":"VOE"},{"path":"/redirect/8573449","hoster":"Streamtape"}]}]}]}]}