{"seriesId":"hotel-cocaine","name":"Hotel Cocaine","descr":"\"Hotel Cocaine\" erzählt die Geschichte des Exil-Kubaners und ehemaligen CIA-Agenten Roman Compte (Danny Pino), der bei der missglückten Invasion in der Schweinebucht gegen die Revolutionsregierung unter Fidel Castro gekämpft hatte. Nun hat er sich in einem neuen Leben zurechtgefunden, als Geschäftsführer des Hotels Mutiny in Miami – dem Epizentrum der Kokainszene von Miami Beach in den späten 1970er und frühen 1980er Jahren. Hier geben sich Geschäftsleute, Politiker und Drogenhändler von internationalem Format, aber auch CIA- und FBI-Agenten, Models, Sportler und Musiker dem Rausch des glamourösen Nachtlebens hin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Mutiny","descr":"Roman Compte, Geschäftsführer des beliebten Mutiny Clubs in Miami, wird von der DEA gezwungen, seinen entfremdeten älteren Bruder Nestor Cabal, den größten Kokainimporteur der Stadt, auszuspionieren.","versions":[{"lang":2,"streams":[{"redirect":14129131,"hoster":"VOE"},{"redirect":14129133,"hoster":"Doodstream"},{"redirect":14129134,"hoster":"Vidoza"},{"redirect":14129132,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Orishas","descr":"Nestor versammelt Roman, um eine mutige Rettung von Chucho, Nestors rechter Hand, aus einem örtlichen Krankenhaus zu versuchen. Wenn Chucho aus dem Koma erwacht, wird er Romans Geheimnisse preisgeben.","versions":[{"lang":2,"streams":[{"redirect":14147008,"hoster":"VOE"},{"redirect":14147017,"hoster":"Doodstream"},{"redirect":14147026,"hoster":"Vidoza"},{"redirect":14147018,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Dia de los Muertos","descr":"Roman spioniert einen kolumbianischen Gast bei The Mutiny aus und deckt einen Plan auf, Nestor und andere prominente Kokainhändler zu töten, was es einem neuen und gefährlichen kolumbianischen Kartell ermöglichen würde, Miami zu übernehmen.","versions":[{"lang":2,"streams":[{"redirect":14175015,"hoster":"VOE"},{"redirect":14175014,"hoster":"Doodstream"},{"redirect":14175110,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Most Wonderful Time of the Year","descr":"Nach einem gescheiterten Attentatsversuch kommt Yolanda Guerra aus Kolumbien, um die Sache selbst in die Hand zu nehmen. Als sie herausfindet, dass Roman Nestor das Leben gerettet hat, nehmen die Kolumbianer Romans Familie ins Visier.","versions":[{"lang":2,"streams":[{"redirect":14180050,"hoster":"VOE"},{"redirect":14180060,"hoster":"Doodstream"},{"redirect":14180064,"hoster":"Vidoza"},{"redirect":14180054,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"We\u0027re at War","descr":"Roman zieht mit seiner Familie in die Sicherheit von Nestors Villa; Sie nutzen ein Friedenstreffen mit Yolanda und Don Henao als Gelegenheit, sie auszuschalten und die kolumbianische Bedrohung zu beenden.","versions":[{"lang":2,"streams":[{"redirect":14223594,"hoster":"VOE"},{"redirect":14223597,"hoster":"Vidoza"},{"redirect":14223592,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Homeland Or Death","descr":"Roman und Nestor stehen am Rande eines blutigen Krieges mit den Kolumbianern und nehmen die Hilfe eines korrupten Kongressabgeordneten an, um den Import der größten Kokslieferung sicherzustellen, die jemals an Miamis Küsten angekommen ist.","versions":[{"lang":2,"streams":[{"redirect":14228489,"hoster":"VOE"},{"redirect":14228492,"hoster":"Vidoza"},{"redirect":14228491,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Estela","descr":"Roman bittet den Eigentümer Burton Greenberg um Hilfe bei der Suche nach einem Landeplatz für das Kokain. Zulio arbeitet mit einem korrupten Bankier zusammen, um Henao und Yolanda wieder an den Verhandlungstisch zu bringen. Nestor enthüllt ein Geheimnis.","versions":[{"lang":2,"streams":[{"redirect":14258425,"hoster":"VOE"},{"redirect":14258443,"hoster":"Vidoza"},{"redirect":14258434,"hoster":"Streamtape"}]}]}]}]}