{"path":"/serie/stream/hotel-transsilvanien-die-serie","name":"Hotel Transsilvanien: Die Serie","descr":"Während der Abwesenheit ihres Vaters Dracula möchte die jugendliche Mavis beweisen, dass sie alle Fähigkeiten besitzt, das Hotel zu leiten. Die drei Freunde Hank N Stein, Pedro und Wendy Blob stehen ihr dabei stets zur Seite. Während Mavis die Hotelführung eher liberal angeht und der Spaß im Vordergrund steht, ist ihre Tante Lydia deutlich strenger …","seasons":[{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-1","name":"Die Rotznase kommt / Beste Freundinnen für immer?!","epNo":1,"alt":"Enter the Nose Picker / Hide \u0026 Shriek","descr":"Dracula ist auf einem Vampir-Kongress und seine Tochter Mavis hat sturmfreie Bude. Allerdings hat Dracula seine cholerische Schwester Lydia als Aufpasserin bestellt. Da die strenge Hotel-Kritikerin Gretchen Gruftkröte auf dem Weg zu ihnen ist, trägt Tante Lydia Mavis auf, im Schloss die Ordnung aufrecht zu erhalten. Dies ist allerdings schwieriger ist als gedacht, denn plötzlich taucht die kleine Rotznase auf, das Kind der Menschen, die auf der anderen Seite der Schlucht leben, und hält Mavis und ihre Freunde Hank, Pedro und Wendy ordentlich auf Trab. Diese müssen das Mädchen unbedingt vor Tante Lydia finden, um ein Desaster zu verhindern. Mavis will sich von ihren täglichen Aufgaben erholen. Durch einen kleinen Zwischenfall landet sie aber auf dem Speicher, wo sie eine Truhe mit Sachen aus ihrer Kindheit findet, die ihr Vater dort eingeschlossen hatte – wie sich herausstellt, aus gutem Grund. Unter anderem taucht nämlich Debbie, die Gespenster-Puppe auf, die seit 90 Jahren darauf wartet, dass Mavis sie wiederfindet. Das Besondere ist: Debbie ist 666-prozentig für ihre Besitzerin da und will rund um die Uhr mit ihr spielen – für immer. Sie lässt Mavis nicht mehr in Ruhe und nimmt auch Hank, Pedro und Wendy für sich ein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826703","hoster":"VOE"},{"path":"/redirect/8573666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-2","name":"Schauriger Freitags-Schreck / Duell der Hände","epNo":2,"alt":"Bad Friday / Hoop Screams","descr":"Es ist soweit: Der Schaurige Freitag, der nur alle hundert Jahre stattfindet, wird im Hotel Transsilvanien gefeiert. Wer andere so sehr erschreckt, dass sie am lautesten schreien, gewinnt. Mavis weigert sich zunächst, an dem Wettbewerb teilzunehmen, lässt sich dann aber doch überreden. Sie will die Menschenfrau Kitty Greulich erschrecken, doch es kommt anders als geplant. Nicht Kitty erschreckt sich, sondern Mavis – vor der kleinen Rotznase! Mavis’ markerschütternder Schrei wird falsch interpretiert, weswegen sie verliert.  Mavis, Hank, Pedro und Wendy spielen zusammen Basketball. Mavis und Pedro sind sehr gut darin, Hank hingegen scheint zwei linke Hände zu haben. Mavis überlegt, wie sie Hank helfen könnte, damit er auch endlich mal ein Erfolgserlebnis hat. Also schenkt sie ihm ein Paar neue Zombie-Hände, die perfekt im Ballspielen sind. Zuerst ist Hank begeistert, doch dann stellt er fest, dass die neuen Hände nichts anderes können, und ihm den Alltag zunichte machen. Also möchte er seine alten Hände zurückhaben, was allerdings gar nicht so einfach ist – die alten Hände sind nämlich gekränkt, einfach ausgetauscht worden zu sein, und weigern sich, zu Hank zurückzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826704","hoster":"VOE"},{"path":"/redirect/8573668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-3","name":"Die Wahrheitswanzen-Plage / Tante Lydias Freundin","epNo":3,"alt":"Buggin’ Out / How Do You Solve a Problem Like Medusa","descr":"Mavis, Hank, Pedro und Wendy sind im Game-Fieber und vergessen die Zeit. Plötzlich wird Mavis klar, dass ihr noch die von Tante Lydia aufgetragene Arbeit von zwei Wochen bevorsteht. Unter anderem muss sie Bettwanzen in den Zimmern verteilen. Zum Glück hat Pedro noch Wanzen, doch dabei handelt es sich um Wahrheitswanzen. Deren Bisse bringen jeden – außer Vampire – dazu, die schonungslose Wahrheit zu sagen. Dies führt zu einem Heidenchaos im Hotel und Mavis zieht Dr. Lurchmann zurate. Dieser erklärt, die Wahrheitswanzen müssten pausenlos mit der Wahrheit gefüttert werden, um \"Kaputschnik\" zu gehen. Mit etlichen Wahrheiten bewaffnet gehen Mavis und ihre Freunde den Wanzen nun an den Kragen..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826709","hoster":"VOE"},{"path":"/redirect/8573667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-4","name":"Babysitter-Abenteuer / Schleimball","epNo":4,"alt":"Adventures In Vampiresitting / Phlegm Ball","descr":"Dr. Lurchmann hält einen Vortrag darüber, wie angsteinflößend Menschen doch sind. Mavis findet das übertrieben und will Hank, Pedro und Wendy beweisen, dass Menschen ganz harmlos sind. Also machen sich die vier Freunde auf den Weg auf die andere Seite der Schlucht, wo Mavis sich durch einen kleinen Trick bei Familie Greulich einschleicht, und fälschlicherweise für die Babysitterin gehalten wird. Zuerst gibt es keine besonderen Vorkommnisse, doch dann steht plötzlich die echte Babysitterin Zoe vor der Tür. Das beliebte Spiel \"Schleimball\" steht mal wieder auf dem Programm. Hank, Pedro und Wendy lassen Mavis wie immer gewinnen, um ihre Ruhe zu haben. Doch plötzlich erscheint Mavis’ Cousin Klaus auf der Bildfläche – direkt aus dem zwölften Jahrhundert. Er will Mavis den Rang ablaufen und fordert sie beim Schleimball heraus. Die beiden Vampire liefern sich einen erbitterten Wettkampf und Mavis droht erst zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826714","hoster":"VOE"},{"path":"/redirect/8573670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-5","name":"Kleine Wendy ganz groß / Das schaurige Spiegelbild","epNo":5,"alt":"Wendy Big and Tall / Doppelfanger","descr":"Wendy möchte nicht mehr klein sein, denn ihr Papa erlaubt ihr kaum etwas. Mavis kennt das Problem und möchte ihr helfen, Mr. Blob zu beweisen, was Wendy alles kann. Durch einen kleinen Zwischenfall in der Blob-Fabrik wird Wendy plötzlich riesengroß und findet das großartig! Allerdings stellt sie so eine Gefahr für ihre Umwelt dar. Also wollen Mavis, Hank und Pedro Wendy überzeugen, dass sie klein viel besser dran ist.  Mavis’ Lieblings-Rockstar Jett Black ist für ein paar Tage im Hotel Transsilvanien. Sie kann ihr Glück kaum fassen und schreibt einen Song, den sie ihm schenken will. Als er vor ihr steht, bekommt sie kein Wort heraus. Zu allem Überfluss hat sie auch noch eine Spinne zwischen den Zähnen und ärgert sich, dass sie sich als Vampir nicht im Spiegel sehen kann, um sich eine solche Blamage zu ersparen. Onkel Bert erzählt ihr von einem Spiegel für Vampire. Dieser ist jedoch verflucht. Mavis Spiegelbild wird zum Leben erweckt und geistert nun als Zombie durchs Hotel. Jett ist hin und weg von Mavis’ Klon und als die Doppelgängerin zurück ins Spiegel-Jenseits geschickt wird, folgt der Rockstar ihr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826710","hoster":"VOE"},{"path":"/redirect/8573672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-6","name":"Ach, du faules Ei! / Hotel Pennsilvanien","epNo":6,"alt":"Great Eggspectations / Hotel Pennsylvania","descr":"Mavis soll sich während der Abwesenheit ihres Vaters um dessen Pflanzen kümmern, doch sie hat keinen grünen Daumen und die Pflanzen gehen ein. Also will sie bei Quasimodo neue besorgen. Dort stößt sie auf ein ‚faules Ei‘, um das sie sich kümmern möchte. Trotz aller Warnungen entwickelt sie Muttergefühle für das Ei und tauft es Eibert. Erst als Eibert Mavis kochen will, können Pedro, Hank, Wendy und Quasimodo sie endlich davon überzeugen, vor dem Ei zu fliehen. Mavis, Pedro, Hank und Wendy lieben Menschen-TV und sind große Fans der Serie ‚Hotel Pennsilvanien‘. Da Tante Lydia ihnen fernsehen aber verbietet, können sie die letzte Folge nicht gucken. Laut Pedro soll es schlimme Folgen haben, wenn man ein Serienfinale verpasst: eine Krankheit namens ‚Nichtglotzeritis‘. Aus Angst davor schleichen die Freunde sich heimlich bei den Greulichs ein, um die letzte Folge der Serie doch noch sehen zu können. Aber auch Diane, Tante Lydias Huhn, hat offensichtlich ein ‚menschliches Geheimnis‘. Schnell wird klar: Nur, wenn Mavis, Pedro, Hank, Wendy und Diane zusammenarbeiten, können sie sich vor Lydias Wutanfällen schützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12335981","hoster":"VOE"},{"path":"/redirect/8573673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-7","name":"Lydias Lieblingsfrühstück / Wendy auf Rettungsmission","epNo":7,"alt":"Breakfast at Lydia’s / The Trouble with Wendies","descr":"Mavis hat es geschafft, Mitarbeiterin des Monats zu werden und ist mächtig stolz. Als sie mit Tante Lydia beim Frühstück sitzt und Quasimodos Spezial-Frühstück kostet, fehlt ihr Salz. Vorsichtig bittet sie den Quasimodo, Chefkoch des Hotels, um eine Prise, was ihn so kränkt, dass er kündigt. Damit Tante Lydia nichts davon erfährt und Mavis ihren Titel nicht verliert, spannt sie Pedro als Koch ein. Dieser bekommt Hilfe von dem kochenden Käfer Jerome – seines Zeichens der größte Rivale Quasimodos. Als der erfährt, dass Lydia von Jeromes Kochkünsten begeistert ist, packt ihn der Ehrgeiz. Ein Koch-Duell soll nun entscheiden, wer von beiden der beste Koch ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826717","hoster":"VOE"},{"path":"/redirect/8573675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-8","name":"Hank, der Stuntman / Die Konferenz der Klugen Köpfe","epNo":8,"alt":"Frankenstunt / What About Blob?","descr":"Hanks Vater Frankenstein ist ein großer Film-Star und dreht seinen nächsten Film im Hotel Transsilvanien. Als Hank aber erfährt, dass sein Vater die Stunts in seinen Filmen gar nicht selbst macht, sondern Doubles dafür eingesetzt werden, bricht für ihn eine Welt zusammen. Er ist so enttäuscht, dass er seinen Vater nicht mehr sehen will. Dieser versucht nun, die Gunst seines Sohnes um jeden Preis zurückzuerlangen – mit einem sehr gefährlichen Stunt. Der Plan geht leider nach hinten los und Frankenstein kann nicht mehr drehen. Also springt Hank für ihn ein. Erst gefällt ihm der Starruhm sehr gut, doch letztendlich kann sein Vater ihm klarmachen, dass keiner von beiden sich durch waghalsige Mutproben beweisen muss. Was zählt ist, dass Vater und Sohn sich gut verstehen.  Mavis und Wendy schmieden den Plan, Tante Lydia mit Mister Blob zu verkuppeln, um endlich ihre Ruhe vor ihnen zu haben. Das Ganze endet allerdings leider anders als gedacht – eine romantische Stimmung bleibt aus. Tatsächlich eskaliert die Situation so sehr, dass Tante Lydia Mister Blob hinauswirft. Dieser ist gekränkt und möchte umgehend mit Wendy ausziehen. Damit haben Mavis und Wendy natürlich nicht gerechnet. Sie brauchen einen neuen Plan, um Mister Blob und Tante Lydia zu besänftigen. Dafür kommt ihnen die \"Konferenz der Klugen Köpfe\" gerade recht. Mister Blob zieht nun zwar nicht mehr aus, aber Mavis und Wendy kommen aufgrund ihrer Flunkerei nicht ungestraft davon","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826722","hoster":"VOE"},{"path":"/redirect/8573674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-9","name":"Der Fluch-Club / Fang den Sarg","epNo":9,"alt":"Curse Club / Casket if You Can","descr":"Pedro möchte endlich als richtige Mumie anerkannt und im Fluch-Club aufgenommen werden. Sein Problem ist nur, dass er nicht verfluchen kann. Egal, wie sehr er sich bemüht, er bekommt mit seinen Zauberformeln keinen richtigen Fluch hin. Um seinem Selbstbewusstsein auf die Sprünge zu helfen, trickst Mavis ein wenig, und schafft es tatsächlich, Pedro davon zu überzeugen, doch fluchen zu können. Mit dieser neuen Erkenntnis tritt er im Fluch-Club gegen die echte Mumien-Königin Tut-An-Hammer an. Tante Lydia möchte eine Einstündige Kur in einem Verjüngungs-Sarg machen. Diane hat leider die Hühnergrippe und kann nicht auf den Sarg aufpassen, also bietet Mavis sich als Sarg-Wächterin an. Tante Lydia ist davon zwar nicht begeistert, willigt aber ein. Als Mavis kurz auf die Toilette muss, lässt Dr. Lurchmann Lydias Zimmer ausräumen, um alles von Dianes Viren zu befreien – der Sarg kommt auf den Sperrmüll. Dort wird er von Donald Greulich eingesackt und mitgenommen. Mavis, Pedro, Hank und Wendy haben nicht mehr viel Zeit, um den Sarg wieder zurückzuholen, bevor Tante Lydia etwas mitbekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826719","hoster":"VOE"},{"path":"/redirect/8573677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-10","name":"Der Geist des Schriftstellers / Hanks Verwandlung","epNo":10,"alt":"A Scare to Remember / Hank and the Real Boy","descr":"Tante Lydia ist in heller Aufregung. Der große Autor Cornelius Schlotterstein möchte seinen nächsten Roman im Hotel Transsilvanien schreiben – wie immer in Zimmer 1313. Es stellt sich aber heraus, dass Cornelius gar nicht schreiben kann. Maggie, der gute Geist des Zimmers, hat all seine Bestseller für ihn geschrieben. Diese möchte nun aber ein neues, abenteuerlicheres Leben beginnen, und verlässt Zimmer 1313. Mavis, Hank, Pedro und Wendy springen als Schreiberlinge ein und schreiben gemeinsam den wohl schlechtesten Roman aller Zeiten Hank ist genervt. Ständig klauen Mavis, Wendy und Pedro ihm seine Körperteile, um Schabernack damit zu treiben. Er wünscht sich nichts mehr, als aus einem Stück zu bestehen. Als Mavis ihm helfen möchte, wird Hank vom Blitz getroffen, und verwandelt sich in einen echten Jungen. Da nun alle Monster Angst vor ihm haben, verlässt er das Hotel schweren Herzens, um zu den Menschen zu gehen, und wird gleich von den Greulichs zum Spieleabend eingeladen. Zuerst findet er sein Leben als Menschenjunge spannend, doch dann vermisst er sein altes Leben doch ganz schön. Glücklicherweise sind seine Freunde zur Stelle und sorgen dafür, dass er sich wieder zurück verwandelt. Dabei geht allerdings eine Kleinigkeit schief","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101114","hoster":"VOE"},{"path":"/redirect/8573678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-11","name":"Pedro, schief gewickelt / Das Vampir-Duell","epNo":11,"alt":"The Wrapture / Becoming Klaus","descr":"Pedro wird von Tante Lydia zur Chef-Mumie im Hotel Transsilvanien befördert und deswegen lässt seine Mullbinden waschen. Mavis kann den Gestank seiner Wickel kaum ertragen, daher schmeißt sie diese kurzerhand weg. Jetzt ist guter Rat teuer, denn ein neues Gewand muss her – und zwar schnell. Die Freunde finden sehr feinen Zwirn und sind begeistert. Der feine Stoff wirkt sich aber auf Pedros Persönlichkeit aus.  Mavis und ihr Cousin Klaus treten in einem Vampir-Duell gegeneinander an. Durch ein Versehen bricht im Duell einer von Mavis Fangzähnen ab. Sie bittet die Fangzahnfee um Hilfe und siehe da – es gibt einen passenden Fangzahn-Spender: Klaus! Zuerst ist Mavis begeistert, doch nach und nach verwandelt sie sich immer mehr zu einem Abbild von Klaus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826723","hoster":"VOE"},{"path":"/redirect/8573679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-12","name":"Lydia lässt’s krachen / Mumien Mami","epNo":12,"alt":"116 Candles / Stop or My Mummy Will Shout","descr":"Mavis hat Karten für das Krötenkracher-Festival, bei dem Jett Black auftritt. Leider verbietet ihr Tante Lydia, auf das Konzert zu gehen. Vielleicht ist Tante Lydia einfach zu alt? Von Onkel Bert bekommt Mavis ein Verjüngungsserum für Lydia, woraufhin diese sich in einen Teenager verwandelt. Womit Mavis allerdings nicht gerechnet hat: die jugendliche Lydia hat nur Unsinn im Kopf. Pedro ist verzweifelt, denn seine Mumien-Mami will ihn besuchen kommen. Um sie zu beeindrucken, hatte Pedro ihr erzählt, der Chef des Hotels zu sein. Mavis, Hank und Wendy bieten Pedro ihre Hilfe an, was zuerst auch gut funktioniert. Pedros Mami ist sehr stolz auf ihren Sohn. Doch bald übertreibt Pedro es ziemlich und spielt den großen Hecht. Das Ganze droht nach hinten loszugehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104345","hoster":"VOE"},{"path":"/redirect/8573680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-13","name":"Die Legende vom Kürbis-Biest","epNo":13,"alt":"The Legend Of Pumpkin Guts","descr":"Halloween steht vor der Tür und Dracula erzählt die Geschichte vom Kürbis-Biest, einer Bestie, die jedes Monster in Angst und Schrecken versetzt, das es wagt, bei dem menschlichen Brauch \"Süßes oder Saures\" mitzumachen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826726","hoster":"VOE"},{"path":"/redirect/8573681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-14","name":"Dianes Geburtstagszauber / Vampir gegen Knoblauch","epNo":14,"alt":"Fright Of Hand / Dude Where’s My Garlic?","descr":"Mavis versucht Tante Lydia zu überreden, im Hotel Transsilvanien Partys zu veranstalten. Doch da Lydia Partys verabscheut, bedarf es einiges an Überredungskunst.Quasimodo findet einen Beutel mit Knoblauchsamen. Mavis’ Neugierde ist geweckt. Sie will beweisen, dass Knoblauch für Vampire nicht schädlich ist. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826731","hoster":"VOE"},{"path":"/redirect/8573685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-15","name":"Dracula – super cool! / Daumen hoch!","epNo":15,"alt":"Bat Flap Fever / Thumb And Thumber","descr":"Dracula möchte ein besonders cooler Paps sein und entwickelt deswegen die ‚Mavy-Flitzis‘","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826735","hoster":"VOE"},{"path":"/redirect/8573682","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-16","name":"Gehirn Kuddel-Muddel / Medusas Haar-Rache","epNo":16,"alt":"Brain Drain / Hair Today, Gone Tomorrow","descr":"Mavis gräbt die Büchse der Pandora aus, um zu wissen, was drin ist. Da Tante Lydia sich mit besagter Büchse eine besondere Macht verspricht, nimmt sie Mavis diese weg. Zu Tante Lydias Missfallen mietet sich Medusa nach längerer Zeit mal wieder im Hotel Transsilvanien ein. Um zu verhindern, dass Medusa erneut im Fernsehen über das Hotel herzieht, will Mavis sich besonders gut um sie kümmern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923582","hoster":"VOE"},{"path":"/redirect/8573683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-17","name":"Flugstunde für Klaus / Die Arzt-Prüfung","epNo":17,"alt":"Drop The Needle / Really Gross Anatomy","descr":"Mavis bricht versehentlich die Nadel von Tante Lydias Grammphon ab, weil sie sich vor Klaus erschreckt. Der behauptet, er könne eine Ersatznadel besorgen, um Mavis vor Lydias Strafe zu bewahren. Dafür will er jedoch, dass Mavis ihm beibringt, sich in eine Fledermaus zu verwandeln. Klaus tut sich bei den Flugstunden allerdings recht schwer und bekommt es letztendlich auch noch mit Tante Lydia zu tun. Es stellt sich heraus, dass Dr. Lurchmann gar kein echter Arzt ist und er seinen Doktor Titel damals zufällig erhalten hat. Allerdings werden die Monsterärzte alle fünfhundert Jahre von der Monster-Ärztekammer überprüft . Nun ist Dr. Lurchmann dran und muss sich den Prüfungen stellen. Mavis, Hank, Pedro und Wendy geben alles, um dem Hotel-Arzt zu helfen. Schließlich möchten sie ja nicht, dass ihm die Lizenz entzogen wird. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826734","hoster":"VOE"},{"path":"/redirect/8573691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-18","name":"Rettet das Schreinachtsfest","epNo":18,"alt":"The Fright Before Creepmas","descr":"Schreinachten steht vor der Tür! Allerdings hat Lydia eine große Schreinachtsabscheu und verbietet die Feierlichkeiten im gesamten Hotel. Mavis ist enttäuscht und möchte Schreinachten retten, indem sie herausfinden will, woher Lydias Ablehnung eigentlich kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826737","hoster":"VOE"},{"path":"/redirect/8573690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-19","name":"Die Traumwelt vom Sandmann / Spritztour zu „Geier Burger“","epNo":19,"alt":"Exit Sandman / Roadkill Trip","descr":"Tante Lydia erwartet einen besonderen Hotelgast: Herrn Sandmann. Lydia hat einiges zu erledigen, weshalb sich Mavis um den Sandmann kümmern soll. /Eine unglaubliche Nachricht ereilt Mavis und ihre Freunde: Ihr Lieblingsrestaurant \"Geier Burger\" soll für immer geschlossen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826736","hoster":"VOE"},{"path":"/redirect/8573684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-20","name":"Die Nachtwarzen / Quasimodos Kochkurs","epNo":20,"alt":"Top Wing / Fried Mean Tomatoes","descr":"Wendys Traum ist es, Mitglied vom Hexengeschwader \"Nachtwarzen\" zu werden. Bei der Aufnahmeprüfung wird sie von der ehrgeizigen Mavis allerdings übertrumpft und ist enttäuscht von ihrer besten Freundin / Um das Konkurrenzhotel auszustechen, hat Mavis die Idee, im Hotel Transsilvanien Kochkurse für die Gäste anzubieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095041","hoster":"VOE"},{"path":"/redirect/8573687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-21","name":"Die Bespaßigung / Das gemeine Computerspiel","epNo":21,"alt":"Four Monsters And A Funeral / Rainbow Doom","descr":"Onkel Bert hat beim Pokern mit dem Tod, namens Gary, seine Glückskette gewonnen. Doch Gary möchte sie zurückhaben. Da erfindet Mavis die Ausrede, das Onkel Bert gestorben sei. Jetzt muss sie eine Spaß-Beerdigung organisieren. / Onkel Bert und Mavis spielen ein Computerspiel das nicht zu gewinnen ist. Um das Spiel abzukürzen, besorgt Mavis einen verhexten Code der Konsequenzen mit sich bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826739","hoster":"VOE"},{"path":"/redirect/8573686","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-22","name":"Vampire gegen Menschen","epNo":22,"alt":"Drac To The Future","descr":"Tante Lydia erteilt Mavis den Auftrag, auf das \"Monstroso Serioso\" aufzupassen. Es handelt sich um eine lebendige, sich selbst weiter schreibende Aufzeichnung der gesamten Geschichte der Monsterwelt. Ein Kapitel daraus ist besonders wichtig: der große Kampf der Vampire gegen die Menschen für den Frieden. Schließlich landet Mavis in der Vergangenheit und muss den Kampf gegen die Menschen führen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018614","hoster":"VOE"},{"path":"/redirect/8573689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-23","name":"Das Buch über Hotel Transsilvanien / Die Gerichtsverhandlung","epNo":23,"alt":"Gorytelling / A Few Good Monsters","descr":"Der Schriftsteller Cornelius Schlotterstein möchte ein Buch über das Hotel Transsilvanien schreiben. Mavis, Tante Lydia und Klaus wollen unbedingt die Hauptfiguren werden und versuchen mit allen Mitteln Cornelius zu beeindrucken. / Der Sarg von Lycidias Dracula wird plötzlich mitten in der Nacht zerstört. Um den Täter zu finden, wird ein Gerichtsverfahren eröffnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826738","hoster":"VOE"},{"path":"/redirect/8573688","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-24","name":"Der Zeit-Stopper / Pedros Party-Palast","epNo":24,"alt":"Mummyfest Destiny / Bandages Of Brothers","descr":"Der Sarg von Lycidias Dracula wird plötzlich mitten in der Nacht zerstört. Um den Täter zu finden, wird ein Gerichtsverfahren eröffnet.  / Der Streit zwischen Pedro und Hank eskaliert so sehr, dass sie von nun an in getrennten Zimmern wohnen wollen. Den Streit zu schlichten stellt sich schwieriger heraus als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826746","hoster":"VOE"},{"path":"/redirect/8573692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-25","name":"Die Pyjama-Grusel Party / Der Kunstfilm","epNo":25,"alt":"Creepover Party / Frankstein \u0026 Son","descr":"Mavis bekommt Besuch von ihren Horror-Pfadfinder-Freundinnen Sophie und Charlotte. Diese hüten allerdings ein Geheimnis, welches Lydia nicht sehr erfreut. / Frankenstein will sein \"Detektiv Donnerfaust-Image\" loswerden und hat vor, ernsthafter Schauspieler zu werden. Bei einem Casting entscheidet er sich gegen seinen Sohn, was Hank nicht versteht. Da versucht Wendy ihm die Augen zu öffnen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826747","hoster":"VOE"},{"path":"/redirect/8573693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hotel-transsilvanien-die-serie/staffel-1/episode-26","name":"Die große Geburtstagsfeier","epNo":26,"alt":"Fangceañera","descr":"Mavis hat Geburtstag und ist ganz aufgeregt. Es handelt sich nämlich nicht um einen gewöhnlichen Geburtstag, sondern um die \"Fangzahniera\" – der einhundertfünfzehnte Geburtstag, bei dem Vampire offiziell das Kindesalter hinter sich lassen. Auch Mavis’ Paps Dracula kommt extra vorbei und möchte mit seinem \"Honigfledermäuschen\" feiern. Um sich den Dracula-Familien-Umhang zu verdienen, muss Mavis am Fangzahniera-Schicksalsrad drehen und sich schwierigen Aufgaben stellen. Das will Dracula aus Sorge um seine Tochter verhindern und versucht sie mit einer \"Kindergarten-Version\" des Schicksalsrads abzuspeisen. Mavis ist über das mangelnde Vertrauen ihres Paps enttäuscht, und macht sich auf Geheiß von Tante Lydia auf in das geheimnisvolle Vampir-Reich. Dort begegnet ihr Miranda, die Hüterin des Schicksalsrades, und konfrontiert sie mit den schwierigen Aufgaben. Während Mavis sich den Herausforderungen stellt, wird ihr plötzlich klar, dass sie diese nur so bravourös meistern kann, weil Tante Lydia immer an sie und ihre Fähigkeiten geglaubt hat und sie durch die oft mühseligen Aufgaben im Hotel darauf vorbereitet hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826750","hoster":"VOE"},{"path":"/redirect/8573694","hoster":"Streamtape"}]}]}]}]}