{"seriesId":"housekishou-richard-shi-no-nazo-kantei","name":"Housekishou Richard-shi no Nazo Kantei","descr":"Die herzerwärmende Juwelen-Mystery-Reihe dreht sich um den gut aussehenden Schmuckgutachter Richard Ranashinha Dvorpian sowie den strahlenden und fröhlichen Studenten Seigi Nakata, während sie die verborgenen Botschaften, die in Juwelen liegen, aufdecken.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Seigi of the Pink Sapphire","descr":"Ein unerwartetes Treffen oder doch Schicksal?Seigi Nakata ein gutmütiger Kerl der die Vergangenheit in Ordnung bringen will.","versions":[{"lang":3,"streams":[{"redirect":9615079,"hoster":"VOE"},{"redirect":8266935,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Ruby\u0027s Truth","descr":"Neukunde Akashi Mami bittet Richard, ihre Rubinbrosche zu begutachten, um zu sehen, ob sie wärmebehandelt wurde . Seigi kommentiert die ungewöhnlich leuchtende Farbe, die Richard als \"Taubenblut\" bezeichnet, was bedeutet, dass es in Myanmar abgebaut wurde und daher viel wertvoller ist. Richard ist misstrauisch gegenüber Akashis Interesse an der Wärmebehandlung, da dies nur den Geldwert des Steins betrifft. Seigi lernt von Shoko, die Mineralogie studiert hat, dass die Wärmebehandlung Rubine 10-mal wertvoller macht. Richard wird von Homura Takashi, Akashis Verlobter, angesprochen, die glaubt, dass sie eine Affäre mit Richard hat. Nachdem der Fehler aufgeklärt ist, enthüllt Homura, dass Akashi eigentlich Sasu heißt und ihr in letzter Zeit unglücklich geworden ist. Sasu kommt, um ihre Brosche zu holen, aber als sie Homura sieht, wird sie wütend und trennt sich von ihm, bevor sie flieht. Seigi folgt und enthüllt, dass sie eigentlich lesbisch ist und seit 7 Jahren eine Beziehung mit einer Frau namens Akashi Tatsuki hatte. Sie stimmte nur zu, Homura zu heiraten, weil ihre Familie es erwartet hatte, aber der Stress, eine Lüge zu leben, hat sie krank gemacht und sie fällt in Ohnmacht. Nachdem Homura im Krankenhaus die Wahrheit erfährt, akzeptiert er das Ende ihrer Beziehung. Sasu kehrt später zurück, um die Brosche zu holen, die Richard auf 10 Millionen Yen schätzt.und sie beschließt, es nach Homura zurückzugeben, während sie ihr Leben so lebt, wie sie es möchte.","versions":[{"lang":3,"streams":[{"redirect":9615086,"hoster":"VOE"},{"redirect":8266998,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Insight of the Cat\u0027s Eye","descr":"Shoko lädt Seigi zu einer Mineralienausstellung ein und fragt nach seiner Nummer. Ein kleiner Junge, Hajime, bringt einen Edelstein in den Laden, den Richard als Chrysoberyll- Katzenauge identifiziert , und bittet darum, einen zweiten zu kaufen. Richard holt mehrere aus Apatit und Turmalin und erklärt, wie Katzenaugen Rutil enthalten, wodurch das Muster entsteht. Hajime weist sie zurück, weil sie die falsche Farbe haben. Seigi stellt fest, dass Hajime möchte, dass sie eine echte Katze darstellen. Hajime gibt zu, dass er eine streunende Katze namens Milk adoptiert hat, die ihr Leben rettete, indem sie zukünftige Ereignisse vorhersagte, aber sein Vater hat ihn unerklärlicherweise losgeworden. Hajimes Mutter liegt mit Schwangerschaftskomplikationen im Krankenhaus und sein Vater gab ihm das Katzenauge, um Milks Schutz zu ersetzen, was Hajime veranlasste, ein anderes für seine Mutter zu suchen. Seigi schlägt vor, dass Hajimes Vater möglicherweise nicht erkennt, wie aufgebracht Hajime ist. Hajimes Vater Yasaka kommt an, Richard hat ihn angerufen, da Yasaka das erste Katzenauge von Richard gekauft hat. Yasaka erklärt schließlich, dass Milk einen Parasiten namens Toxoplasma hattewas für schwangere Frauen gefährlich ist, also gab er seiner Sekretärin Milk, um ihn nach der Geburt des Babys zu holen. Richard erklärt, dass Hajimes Edelstein als \"Honig und Milch\" bekannt ist und Yasaka ihn speziell für Hajime ausgewählt hat. Yasaka verspricht, keine Geheimnisse vor Hajime zu haben und sie gehen zufrieden. Seigi ist beeindruckt von Richards Rückruf früherer Kunden, ist jedoch schockiert, als er erfährt, dass Hajimes Juwel 10 Millionen Yen wert ist.","versions":[{"lang":3,"streams":[{"redirect":12916869,"hoster":"VOE"},{"redirect":8266991,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Fighting Garnet","descr":"Richards neuer Kunde Yamamoto verlangt einen Verlobungsring aus Granat . Als Seigi das seltsam findet, fordert Richard ihn heraus, herauszufinden, warum Verlobungsringe Diamanten verwenden. Richard zeigt Yamamoto mehrere Granate, Granatapfel, Hellgrün und Dunkelgrün . Richard scheint verärgert über Seigis Angewohnheit, Fragen zu stellen, ohne nachzudenken. Seigi erfährt von Shoko, dass Diamanten aufgrund des cleveren Marketings des ehemaligen Diamantenbergbau- und Handelsmonopolisten beliebt sind . Während er mit Shoko eine Reise zu einer geologischen Stätte arrangiert, erhält Seigi einen verwirrenden Text von Richard. Richard zeigt später Yamamoto rosa Rhodolith\u0027s, die Seigi kommentiert, passen perfekt zu ihr, obwohl dies sie verärgert und sie beklagt, nicht schön genug zu sein, um mit einem Rubin verglichen zu werden. Yamamoto gibt zu, dass ihr Verlobter sie wegen einer jüngeren Frau verlassen hat, also beschloss sie, einen Ring für sich selbst zu kaufen und Granate sind ihr Geburtsstein. Da sie in Konflikt geraten scheint, versucht Richard sie von einem Kauf abzubringen. Yamamoto geht, kehrt aber später zurück und erklärt, dass sie gerade gesehen hat, wie ihr Ex-Verlobter seiner neuen Freundin einen Diamantring gekauft hat. Richard erklärt, dass Granate von römischen Soldaten zum Schutz verwendet wurden, und da sie ein Kriegerherz hat, passt ein Granat definitiv am besten zu ihr. Yamamoto verlässt sich selbstbewusster. Aufgrund ihrer Interaktion mit Yamamoto warnt Richard Seigi, dass selbst Komplimente Menschen verärgern können, wenn sie nachlässig verwendet werden. Yamamoto beschließt, keinen Granat zu kaufen, gibt Richard aber einen kleinenGranatapfelbaum als Dankeschön.","versions":[{"lang":3,"streams":[{"redirect":12285310,"hoster":"VOE"},{"redirect":8267007,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Opal of Encounters","descr":"Seigi trifft seinen alten Freund Hase und erzählt ihm die Geschichte vom Ring seiner Großmutter. Hase besucht Richards Laden, ohne zu merken, dass Seigi dort arbeitet, mit einem Feueropal und erzählt ihm eine veränderte Version von Seigis Geschichte. Richard weiß, dass er lügt, also geht Hase wütend davon. Als sie sich das nächste Mal treffen, fragt Hase Seigi nach \"Kainoshi\", von dem Seigi nichts weiß. Eine Dame namens Hata besucht den Laden und enthüllt, dass Hase eine Krankenschwester ist, die den Opal ihrer an Demenz erkrankten Tante Hisa gestohlen hat. Hase bestand darauf, dass der Opal ein Geschenk war, um Hisa vor einem Feuer zu retten. Nachdem Hata gegangen ist, kehrt Hase zurück. Richard weigert sich, den gestohlenen Opal zu kaufen, also versucht Hase, Richard zu drohen, ihn zu kaufen. Seigi konfrontiert ihn schließlich und Hase erklärt, dass Hisa den Opal \"Kainoshi\" nennt und Hase plant, ihn zu verkaufen, um ihre Arztrechnungen bezahlen zu können. Richard, der richtig vermutet, dass Hisa schlechte Zähne hat, theoretisiert, dass Hisa tatsächlich \"Kai-no-Hi\" sagte, die Geschichte eines Kaninchens, das eine Feldlerche rettetund als Dankeschön einen Feueropal erhalten. Hase geht, erzählt Seigi jedoch später die wahre Wahrheit, er brauchte Geld, um seiner Familie zu helfen, aber stattdessen hat er den Opal zurückgegeben und seinen Job gekündigt. Seigi bietet Hata an, die Wahrheit zu sagen, aber Hase lehnt ab und entschuldigt sich für die Enttäuschung von Seigi. Richard, der weiß, dass Seigi aufgebracht sein würde, nimmt ihn mit zum Abendessen und versichert ihm, dass es bewundernswert ist, die ganze Zeit ehrlich zu sein.","versions":[{"lang":3,"streams":[{"redirect":13482400,"hoster":"VOE"},{"redirect":8266999,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Perilous Turquoise","descr":"Seigi wird von seinem Freund Shimomura gebeten, seiner Mitschülerin Iyumi zu helfen. Sie zeigt Richard einen Zauber, den ihr Freund Yoshio ihr gab, bevor er verschwand. Richard vermutet richtig, dass Yoshio Iyumi gebeten hatte, den Amulett zu kaufen. Richard identifiziert den Stein als Türkis , was darauf hindeutet, dass Yoshio nicht wollte, dass Iyumi traurig ist. Nach Iyumi Blätter Richard das türkisfarbene zeigt tatsächlich Howlite mit Tinte gefärbt und Yoshio war ein Betrüger. Seigi bemerkt, dass Richard ungewöhnlich wütend wirkt. Während sie dies mit Shoko bespricht, sagt Seigi ihr fast, dass er sie mag. Richard macht die Betrüger und Yoshio ausfindig, der mit bürgerlichem Namen Sasaki heißt. Sie besuchen ihren Laden und behaupten, Richard sei Edward Baxter, ein Meister darin, die Aura von Edelsteinen zu spüren. Richard behauptet, dass alle ihre Edelsteine ​​verflucht sind und jeder, der sie verkauft, Unglück erleiden wird. Dann konfrontiert er Sasaki mit dem Verkauf von Fälschungen, was dazu führt, dass alle Kunden gehen. Richard, immer noch im Charakter, deutet dem nervösen Besitzer subtil an, dass er weiß, dass die Edelsteine ​​​​gefälscht sind, und rät ihnen, die Karriere zu wechseln und Exorzismen zu begehen. Als sie gehen, verlangt der verängstigte Besitzer Salz, um den Laden zu exorzieren. Seigi beschuldigt Richard, rücksichtslos zu sein und Richard gibt zu, dass er Männer hasst, die ihr gutes Aussehen benutzen, um Fälschungen zu verkaufen. Die wütenden Kunden entlarven die Betrüger später in den sozialen Medien.Richard erinnert sich an seine Jugend, als er noch ein Betrüger war, der sich Edward Baxter nannte. Er wurde beim Verkauf eines blauen erwischtZirkon , behauptet, es sei ein Topas , von einem Mann namens Saul Ranasinghe, der seine Talente erkannte.","versions":[{"lang":3,"streams":[{"redirect":13534829,"hoster":"VOE"},{"redirect":8266968,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Jade of Succession","descr":"Richard wird von Ito Shobin, einem Antiquitätenhändler, gebeten, an der Auktion der Azuma Collection teilzunehmen. Der Vorbesitzer Azuma Soichi starb und seine Tochter beschloss, es zu verkaufen, damit die Familie nicht darüber streiten konnte. Ito will Buddhas Hand Citron , eine 200 Jahre alte Jade- Halskette aus der Qing-Dynastie , wurde aber von der Auktion ausgeschlossen. Seigi bemerkt, dass die Hand ungewöhnlich durchscheinend ist wie ein Smaragd , was Richard beeindruckt, der erklärt, dass es sich um Jadeit handeltund soll 30 Millionen Yen einbringen. Richard wird von Shin Ganapati Bertuccio, einem von Richards ehemaligen Konkurrenten, angesprochen, der Seigi Richard vor Unglück warnt. Als Seigi keine Details verlangt, da er Richard zu sehr mag, um ihm Unbehagen zu bereiten, beschließt Richard, ihm die Wahrheit zu sagen. Richard besteht darauf, dass Seigi das Gebot abgibt, was Shin betrifft, der schließlich an Richards Selbstvertrauen zerbröckelt und Seigi mit 45 Millionen zum Gewinner macht. Sie treffen Ito und Hidenori, Azumas Enkel, der Itos 30 Millionen zusätzliche 10 Millionen spendete, während Richard die letzten 5 Millionen lieferte. Hidenori erklärt, dass er die Hand wegen seiner wertvollen Erinnerungen an seinen Großvater schätzt, während Ito und Richard nicht wollten, dass eine weitere japanische Antiquität an eine fremde Nation verkauft wird. Richard sagt Seigi, dass, wie Hidenori,sein Großvater hinterließ ein Vermögen, aber seine Familie kämpfte darum, bis sie sich hassten. Als Seigi geht, bittet Richard Seigi kryptisch, ihm keine Vorwürfe zu machen, wenn er es am Ende bereut, zuzugeben, dass er ihn mag.","versions":[{"lang":3,"streams":[{"redirect":13507135,"hoster":"VOE"},{"redirect":8266966,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Angel\u0027s Aquamarine","descr":"Seigi kauft einen Aquamarin für Shoko, nachdem Richard ihm gesagt hat, dass Aquamarin als Engelsstein bekannt ist. Er gibt es jedoch zurück, nachdem er erfahren hat, dass Shoko an einem Ehetreffen teilnimmtmit Homura Takashi, ehemaliger Verlobter von Mami Sasu. Homura erklärt, dass er Shoko seit Jahren kennt und bereit ist, sie zu heiraten; ist aber nicht romantisch an ihr interessiert. Seigi hat einen Albtraum von der Heirat von Shoko. Er erfährt, dass sie keine romantischen Erfahrungen hat und glaubt, dass eine arrangierte Ehe ideal wäre. Seigi ist anderer Meinung, da sich seine Mutter von seinem missbräuchlichen Vater scheiden ließ, aber erneut heiraten musste, um sie zu unterstützen. Seigi beschließt, Shoko zu unterstützen, während sie an weiteren Ehetreffen teilnimmt. Richard erzählt ihm von einem Mädchen, das ihn nur danach beurteilte, wer er war und nicht nach seinem Aussehen, also verliebte er sich in sie, bis das Erbe seines Großvaters kam und das Mädchen sich von ihm trennte, um nicht vom Geld in Versuchung zu geraten. Seigi erkennt, dass er es bereuen würde, es nicht versucht zu haben und macht sich auf die Suche nach Shoko.Er gibt ihr den Aquamarin und sagt es ihr, auch wenn sie Romantik noch nicht versteht; sie könnte eines Tages und drängt sie, nicht zu heiraten. Shoko erklärt, dass ihr früheres Gespräch sie bereits dazu gebracht hatte, ihre Meinung zu ändern und sie plant, Homuras Vorschlag abzulehnen. Homura hört dies und schimpft Seigi heimlich dafür, dass er nicht gleichzeitig seine Gefühle gesteht, und fragt dann, warum Richard geht. Seigi erfährt von Richard, dass er seinen Laden für eine Weile schließt, erklärt aber nicht warum und wird gesehen, wie er in ein Flugzeug steigt.Seigi erfährt von Richard, dass er seinen Laden für eine Weile schließt, erklärt aber nicht warum und wird gesehen, wie er in ein Flugzeug steigt.Seigi erfährt von Richard, dass er seinen Laden für eine Weile schließt, erklärt aber nicht warum und wird gesehen, wie er in ein Flugzeug steigt.","versions":[{"lang":3,"streams":[{"redirect":13507136,"hoster":"VOE"},{"redirect":8266972,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Alexandrite\u0027s Secret","descr":"Richards Laden wird von Richards Mentor Saul Ranasinghe wiedereröffnet. Seigi erklärt Shoko die Situation und sie schlägt vor, dass er wütend auf Richard ist, es aber unterdrückt. Er beschließt, Richard zu finden, also sagt Ranasinghe ihm, dass Richard in London ist. Er erklärt auch, dass er Richard in Sri Lanka getroffen hat, der teure Edelsteine ​​​​für einen Hungerlohn an Touristen verkauft und dann billige Edelsteine ​​​​zu erhöhten Preisen an unangenehme Leute verkauft hat. Seigi fliegt nach England und wird von Richards Cousin Jeffrey Claremont empfangen. Er erklärt, dass sein und Richards Großvater von ihrem Urgroßvater verstoßen wurde, weil er eine Frau aus Sri Lanka geheiratet hatte, aber der Claremont-Titel wurde trotzdem an ihn weitergegeben, als der Urgroßvater ohne einen weiteren Erben starb. Als Richard auf dem College war, wurde das geheime Testament des Urgroßvaters zusammen mit einem Diamanten im Wert von 300 Millionen Pfund gefunden. Normalerweise,Jeffreys Vater hätte alles geerbt, aber das Testament des Urgroßvaters besagte, dass der Diamant von demjenigen geerbt wird, in dem der Geburtsort seiner Mutter England am nächsten war, und nur, wenn sie eine Engländerin heirateten. Da Richards Mutter Französin war, gehört der Diamant Richard, aber nur, wenn Richard eine Engländerin heiratet. Richard hat sich bisher geweigert, irgendetwas zu tun. Jeffrey bittet Seigi, der Familie zu helfen, und Seigi erkennt, dass Jeffrey dafür gesorgt hat, dass Richards frühere Freundin sich von ihm trennt, obwohl er sich um Richard kümmert, da seine Anstecknadel einaber nur, wenn Richard eine Engländerin heiratet. Richard hat sich bisher geweigert, irgendetwas zu tun. Jeffrey bittet Seigi, der Familie zu helfen, und Seigi erkennt, dass Jeffrey dafür gesorgt hat, dass Richards frühere Freundin sich von ihm trennt, obwohl er sich um Richard kümmert, da seine Anstecknadel einaber nur, wenn Richard eine Engländerin heiratet. Richard hat sich bisher geweigert, irgendetwas zu tun. Jeffrey bittet Seigi, der Familie zu helfen, und Seigi erkennt, dass Jeffrey dafür gesorgt hat, dass Richards frühere Freundin sich von ihm trennt, obwohl er sich um Richard kümmert, da seine Anstecknadel einAlexandrit, das zuvor von Jeffreys älterem Bruder Henry getragen wurde. Henry entwickelte eine psychogene Krankheit aufgrund eines Schocks, nachdem das Testament gefunden wurde, und Jeffrey hofft, dass Richard Henry helfen kann, sich zu erholen, indem er die Bedingungen des Testaments erfüllt. Später findet Seigi eine kryptische Notiz von Richard.","versions":[{"lang":3,"streams":[{"redirect":9615091,"hoster":"VOE"},{"redirect":8266981,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Lapis Lazuli of Guidance","descr":"Seigi findet Richard am Standarte von Ur im British Museum . Seigi vermutet, dass Richards Freundin tatsächlich ein Freund war. Richard bestreitet dies und erklärt, dass er sich einfach weigert, den Wünschen eines hasserfüllten Mannes zu gehorchen. Henry erscheint mit Jeffrey, der Seigi sagt, dass die Familienanwälte ihn für einen akzeptablen Heiratskandidaten halten. Henry bittet Seigi, Richard zu retten, also stimmt Seigi zu, eine Lebenspartnerschaft mit einem wütenden Richard einzugehen . Richard erhält den Diamanten, aber Seigi versucht ihn zu schnappen und wird von den Sicherheitskräften angegriffen. Richard erkennt, dass der Diamant eigentlich ein weißer Saphir ist. Die Briefe des Urgroßvaters, die mit dem Saphir gefunden wurden, zeigen, dass er tatsächlich seinen Sohn bei der Heirat mit seiner srilankischen Frau unterstützt hat, aber die Familie tat dies nicht den Rest des Geldes an seinen Sohn. Nachdem die Diamantenfrage geklärt ist, konfrontiert Richard Seigi, der geplant hatte, Richard freizulassen, indem er den Diamanten zerschmettert und höchstwahrscheinlich ins Gefängnis kommt. Richard schimpft mit ihm, weil er plant, sein eigenes Leben zu ruinieren, und sie beginnen ihre Freundschaft neu. Jeffrey enthüllt Seigi den Pudding, den Richard immer von ihrer Gouvernante zubereiten möchte. Richard bringt Jeffrey und Henry später etwas Pudding und sie versöhnen sich. Richard besteht darauf, dass Seigi den Saphir mit nach Japan nimmt. Im Gegenzug besteht Seigi darauf, dass Richard seine Großmutter mitnimmt.s rosa Saphirring, damit sie immer einen Grund haben, sich wiederzusehen. Seigi kehrt nach Japan zurück, nur damit Richard plötzlich wieder im Laden auftaucht.","versions":[{"lang":3,"streams":[{"redirect":9615090,"hoster":"VOE"},{"redirect":8266506,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Peridot of Blessings","descr":"Seigi hilft einer Dame beim Einkaufen und erkennt, dass sie in Wirklichkeit Chieko Inamura ist, Richards ehemalige Gouvernante, die es vorziehen würde, dass Richard ihre Anwesenheit nicht bemerkt. Als Seigi jedoch sein Puddingrezept auf Inamuras Rezept ändert, wird Richard misstrauisch. Er erklärt, dass er den Namen seiner Mutter, de Vulpian, verwendet, weil er nach Inamura sucht und möchte, dass sie seinen Namen erkennt. Rückblenden zeigen, dass Richard Inamura näher stand als seine Mutter Catherine, die Inamura dann anhängte, einen Peridot aus dem 19. Jahrhundert gestohlen zu habenHalskette, die in mehrere Schmuckstücke aufgeteilt werden kann. Ein Teil wurde verwendet, um Inamura einzurahmen, aber der Rest wurde nie gefunden. Richard manipuliert Seigi, um Inamura erneut zu besuchen. Sie erklärt, dass Richards Vater geplant hatte, Catherine wieder zu heiraten und die Familie in den Amazonas zu verlegen, aber Catherine hatte erkannt, dass dies Richards Leben durcheinander bringen würde, also plante sie den vorgetäuschten Diebstahl mit Inamuras Hilfe, um einen Familienstreit auszulösen und die Wiederheirat zu beenden. Inamura nahm ein Stück der Halskette und versteckte die anderen, damit Catherine sie später zurückholen konnte. Richards Vater ging allein zum Amazonas und Richard blieb bei seinem Onkel in England, während Inamura nach Japan zurückkehrte. Richard erscheint bei Inamura zu Hause und sie versöhnen sich nach so langer Trennung unter Tränen. Inamura verrät, dass sie tatsächlich die Hälfte der Halskettenteile von Catherine geschenkt hat.Da die Rückgabe an die Familie Schwierigkeiten bereiten würde, bietet Richard an, die Stücke zu einem völlig neuen Schmuckstück nur für sie umzugestalten. Als Seigi nach Hause geht, wird er von seinem Vater angesprochen, den er seit Jahren nicht mehr gesehen hat.","versions":[{"lang":3,"streams":[{"redirect":13507137,"hoster":"VOE"},{"redirect":8266520,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Tanzanite of Rebirth","descr":"Obwohl Seigis Vater Hisashi keine Reue für seinen Missbrauch zeigt, bittet er Seigi, sich zu versöhnen. Seigi weigert sich und rennt weg. Seigi fängt an, Richard und seinen Freunden auszuweichen, während Hisashi beginnt, ihm zu folgen, und versucht sogar, Seigis Vermieter dazu zu bringen, ihm Seigis Ersatzschlüssel zu geben. Seigi wird so gestresst, dass er einen Albtraum hat, Hisashi zu ermorden, und beschließt, seinen Job zu kündigen, aber Richard enthüllt, dass er Seigis Stiefvater Nakata in Hisashi untersucht hat und verlangt zu wissen, warum Seigi es ihm nicht gesagt hat. Seigi behauptet, es sei so, dass Hisashi niemanden belästigen konnte, der ihm wichtig ist, da Hisashi glücklich jeden belästigen würde, der Seigi interessiert, entweder bis er bestochen wird, um zu gehen, oder Seigi wegzieht, wo Hisashi ihn nicht finden kann. Seigi gibt auch zu, dass er geplant hat, Hisashi zu erstechen und schämt sich dafür, dass er sich so verhält, wie Hisashi es tun würde.Richard behauptet, er respektiere ihn immer noch und bietet seine Hilfe an. Segi arrangiert ein Treffen und Richard konfrontiert Hisashi mit Nakata, der behauptet, für Seigi mehr ein Vater zu sein, als Hisashi es je war. Seigi bricht alle Verbindungen zu Hisashi ab und Richard bietet an, die Polizei einzubeziehen, da er dafür sorgt, dass ihr Treffen direkt neben einer Polizeiwache stattfindet, sodass Hisashi flieht. Später hat Seigi seine Coming-of-Age-Zeremonie und wird gegebenTansanit- Manschettenknöpfe, die Nakata von Richard gekauft hat, was Wiedergeburt bedeutet, während Seigi sich damit abfindet, Hisashis Sohn zu sein. Richard bietet Seigi auch als Geschenk an, Seigi Englisch beizubringen, während sie sich darauf vorbereiten, Richards nächsten Kunden zu empfangen.","versions":[{"lang":3,"streams":[{"redirect":9615097,"hoster":"VOE"},{"redirect":8266512,"hoster":"Streamtape"}]}]}]}]}