{"path":"/serie/stream/housebroken","name":"HouseBroken","descr":"[Alternativtitel: Therapy Dog] Die für Erwachsene entwickelte animierte Comedyserie \"HouseBroken\" zeigt einen Therapiehund, der sein Wissen über die menschliche Psyche mit anderen Tieren teilt: Die Pudeldame Honey ist Expertin darin, die Neurosen und andere psychische Auffälligkeiten bei Menschen zu erkennen und zu therapieren. Sie teilt ihr Wissen in einer Gruppensitzung mit anderen anthropomorphen Tieren aus der Nachbarschaft. Honey hat dabei eigene Probleme zu bewältigen: So ist ihre Ehe mit dem Rüden Chief von ihren menschlichen Besitzern \"arrangiert\" worden – Honey kann mit dem einfältigen Bernhardiner allerdings wenig anfangen. Sie möchte ihren tierischen Nachbarn mit ihren Problemen helfen, was sich jedoch als oft enorm schwierig darstellt.","seasons":[{"path":"/serie/stream/housebroken/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/housebroken/staffel-1/episode-1","name":"","epNo":1,"alt":"Who’s a Good Girl?","descr":"Eine Gruppe von Haustieren aus der Nachbarschaft und streunenden Tieren bearbeitet ihre Probleme innerhalb und außerhalb in einer Therapiegruppe. Honey, der Pudel, wird nach dem Tod ihrer Freundin und dem plötzlichen Auftauchen eines heißen, mysteriösen Kojoten in der Nachbarschaft in eine Midlife-Crisis eines Hundes geworfen. Unterdessen findet die Schildkröte Shel Liebe aus einer ungewöhnlichen Quelle.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252383","hoster":"VOE"},{"path":"/redirect/9252382","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-2","name":"","epNo":2,"alt":"Who Did This?","descr":"Honey weigert sich, nach draußen zu gehen, nachdem der Friseur ihr einen demütigenden neuen Haarschnitt verpasst hat, was eine Katastrophe verursacht. Unterdessen wird Diablo einer seltsamen neuen Kreatur vorgestellt, die ihn dazu bringt, die Kardinalregel des Haustieres zu brechen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252385","hoster":"VOE"},{"path":"/redirect/9252386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-3","name":"","epNo":3,"alt":"Who’s Wild?","descr":"Honey lädt einen Waschbären ein, sich der Gruppe anzuschließen, aber seine wilde Natur verursacht Chaos. Unterdessen beschließt Tabitha, ihre tierische Natur zu nutzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252389","hoster":"VOE"},{"path":"/redirect/9252391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-4","name":"","epNo":4,"alt":"Who’s a Good Therapist?","descr":"Honey und Chief machen Urlaub, aber anstatt Zeit mit Chief zu verbringen, ist Honey von einem \u0027perfekten Paar\u0027 besessen. Inzwischen leitet Elsa die Gruppe und muss sich mit einigen unerwarteten Entwicklungen auseinandersetzen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252301","hoster":"VOE"},{"path":"/redirect/9252300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-5","name":"","epNo":5,"alt":"Who’s Afraid of Boomsday?","descr":"Am 4. Juli verliert sich Honey in einem epischen Frisbeespiel mit einer neuen besten Freundin, während Chief verschwindet. Elsa gerät in eine Vertrauenskrise, als sie entdeckt, dass ihre Weste gefälscht ist, und The Grey One, Tabitha und Chico müssen gegen einen Schwarm hungriger, geiler Möwen kämpfen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252306","hoster":"VOE"},{"path":"/redirect/12482416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-6","name":"","epNo":6,"alt":"Who’s Getting Cold Feet?","descr":"Honey stimmt zu, die Hochzeit von Shel und Lindsay zu amtieren, als Teil eines größeren Plans, um Shel so zu manipulieren, dass sie die Hochzeit absagt. Währenddessen treffen wir Elsas Alter Ego und die Jungs veranstalten einen wilden Junggesellenabschied, organisiert von Raccoon.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12335992","hoster":"VOE"},{"path":"/redirect/9252309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-7","name":"","epNo":7,"alt":"Who’s Going to the Vet?","descr":"Nachdem Chief Jills Vibrator gegessen hat, wird er zum Tierarzt gebracht, wo er schließlich seine eigene Version der Gruppentherapie leitet. Tabitha lebt bei The Grey One und lernt, dass sie singen und tanzen muss, wenn sie überleben will. Unterdessen behindert Lindsays ständiges Lauern Shels Beziehung zu Darla.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13015746","hoster":"VOE"},{"path":"/redirect/9252317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-8","name":"","epNo":8,"alt":"Who Are You?","descr":"Als Coyote Honey bittet, mit ihm nach Altadena zu fliehen, quält sie die Entscheidung. Unterdessen beschließt Diablo, bei seinem sorglosen Vater zu leben, und Max erfährt, dass er nicht der ursprüngliche \"Max\" ist. Außerdem bringt Nibbles eine lästige Maus von den Toten zurück.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13015745","hoster":"VOE"},{"path":"/redirect/9252343","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-9","name":"","epNo":9,"alt":"Who Done It?","descr":"Jills Mutter ist in der Stadt und hat Nathan mitgebracht, ihren soziopathischen Papagei, der Honey quält. Aber nachdem sein Käfig während eines Stromausfalls umgeworfen wird und Nathan verschwindet, sind alle Tiere verdächtigt in seinem Mord.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252368","hoster":"VOE"},{"path":"/redirect/9252370","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-10","name":"","epNo":10,"alt":"Who’s a Bad Girl? (1)","descr":"Honey freut sich darauf, den neuen Welpen des Nachbarn zu betreuen, aber als klar ist, dass der Welpe Chief bevorzugt, fühlt sich Honey einsamer denn je. Shel glaubt, dass er endlich mit Darla allein sein wird, aber Lindsay hat andere Pläne.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252372","hoster":"VOE"},{"path":"/redirect/9252374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-1/episode-11","name":"","epNo":11,"alt":"Who’s a Bad Girl? (2)","descr":"Honey hat eine wilde Nacht mit Coyote, aber bei Tageslicht ändert sie ihre Meinung, was dazu führt, dass Chief ein eigenes Abenteuer erlebt. Bald sind sowohl Honey als auch Chief in Lebensgefahr und es liegt an der Gruppe, sie zu retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9252379","hoster":"VOE"},{"path":"/redirect/9252378","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/housebroken/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/housebroken/staffel-2/episode-1","name":"","epNo":1,"alt":"Who\u0027s Found Themselves in One of Those Magical Christmas Life Swap Switcheroos?","descr":"Eine Verwechslung beim Tierarzt schickt Honey in ihr Traumhaus, während ihr idiotischer Doppelgänger bei Chief lebt. Max muss sich derweil vor seinem neuen Besitzer David Spade verstecken, der ihn zum Ferienschinken machen will.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11891399","hoster":"VOE"},{"path":"/redirect/11891395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-2","name":"","epNo":2,"alt":"Who\u0027s Having a Merry Trashmas?","descr":"In den Ferien tun sich Honey und Chief mit Raccoon zusammen, um einen Eindringling am Einbruch zu hindern, während Chico zum ersten Mal Hunger verspürt und Elsa sich in einen Roboterhund verliebt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11891401","hoster":"VOE"},{"path":"/redirect/11891402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-3","name":"","epNo":3,"alt":"Who`s Obsessed? (A Lifetime Original)","descr":"Chief schließt sich einer Wandergruppe an und ein schöner Hund namens Ruby versucht, sich ihm zu nähern, was Elsas Bemühungen, Freundinnen zu finden, vereitelt. Chico freundet sich mit Flöhen an.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12500892","hoster":"VOE"},{"path":"/redirect/12500895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-4","name":"","epNo":4,"alt":"Who`s a Scaredy Cat?","descr":"Honey versucht, Diablos Angst vor Kellermonstern zu heilen; Chico und The Grey One folgen Kevin in ein Flugzeug, um herauszufinden, warum er Chico immer im Stich lässt; Chief stellt sich einem Donner entgegen, den er für einen laut bellenden Hund am Himmel hält.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12500898","hoster":"VOE"},{"path":"/redirect/12980917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-5","name":"","epNo":5,"alt":"Who`s a Homeowner?","descr":"Honey und Chief sind besessen von ihrem Status, als Jill ihnen eine neue Hundevilla kauft; Chico trifft seine frühere Besitzerin wieder, die ein dunkles Geheimnis hat; Tabitha verliert ihren Pelz, findet aber eine potenzielle neue Liebe.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12601055","hoster":"VOE"},{"path":"/redirect/12601056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-6","name":"","epNo":6,"alt":"Who\u0027s Trippin\u0027?","descr":"Als Jill Ayahuasca macht und mit Tieren kommunizieren kann, versucht Honey, sich auf einer tieferen Ebene mit ihr zu verbinden. Chief ist schockiert, als er erfährt, dass Jill nicht seine leibliche Mutter ist, und die drei begeben sich auf die Suche nach seiner echten Mutter. Eine der anderen Frauen auf Ayahuasca glaubt, die Graue sei ihr wiedergeborener verstorbener Ehemann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12916870","hoster":"VOE"},{"path":"/redirect/12625415","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-7","name":"","epNo":7,"alt":"Who`s the Boss?","descr":"Diablo erhält Hodenimplantate, was zu einem Machtkampf führt; Tabitha kämpft gegen einen rebellischen Teenager Kit Kat; Small Fun Raccoon wird DJ.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12652671","hoster":"VOE"},{"path":"/redirect/12652672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-8","name":"","epNo":8,"alt":"Who\u0027s Nocturnal?","descr":"Nachdem Honey eine Gruppe Opossumbabys verliert, um die sie sich eigentlich kümmern sollte, begeben sie sich mit dem Grauen auf ein nächtliches Abenteuer, um sie zu finden. Unterdessen verbünden sich Shel und Nibbles im Stil einer 70er-Jahre-Copserie, um das nachtaktive Tier zu fassen, das nachts auf Shels Schneckenhaus kackt. Diablo wird von einer Eule mit einem besonderen Talent entführt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12679373","hoster":"VOE"},{"path":"/redirect/12679374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-9","name":"","epNo":9,"alt":"Who\u0027s Married?","descr":"Eine sexy neue Spielgefährtin stellt die Beziehung zwischen Honey und Chief auf den Kopf. Tabitha hilft Chico dabei, das perfekte Jubiläumsgeschenk für Kevin zu finden. Nibbles begibt sich auf ein Abenteuer auf der Suche nach ihrem besonderen Menschen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12679331","hoster":"VOE"},{"path":"/redirect/12679336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-10","name":"","epNo":10,"alt":"Who Got Burned?","descr":"Ein Waldbrand zwingt unsere Tiere, in einem Evakuierungszentrum einer Grundschule zu bleiben, und Honey muss sich bei Chico dafür entschuldigen, dass sie die Gruppe während des Feuers im Stich gelassen hat. In der Zwischenzeit wird Chico zum Tyrann an der High School, um den Schmerz über seine eigenen Probleme mit dem Verlassenwerden zu verbergen. Shel verliebt sich in eine verführerische Meeresschildkröte; und der Graue steht seinem Menschen bei, der sich weigert zu gehen, da das Feuer ihr Zuhause bedroht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12679352","hoster":"VOE"},{"path":"/redirect/12679355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-11","name":"","epNo":11,"alt":"Who\u0027s Getting Up There?","descr":"Der Häuptling freundet sich mit einem Hunde-Draufgänger an und schließt sich seiner \"Chaos-Crew\" an. Tabitha kehrt in die fabelhafte Welt der Katzenschönheitswettbewerbe zurück, stellt jedoch fassungslos fest, dass sie nicht da ist, um an Wettbewerben teilzunehmen. Diablo wird zu einem hochnäsigen Geldbeutelhund und findet tolle neue Freunde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12679364","hoster":"VOE"},{"path":"/redirect/12679366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-12","name":"","epNo":12,"alt":"Who\u0027s Afraid of Boomsday Again?","descr":"Jill gibt Honey und Chief am Boomsday ein Beruhigungsmittel, um ihre Nerven zu beruhigen, was dazu führt, dass die beiden Hunde unterschiedliche Träume haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12773487","hoster":"VOE"},{"path":"/redirect/12773486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-13","name":"","epNo":13,"alt":"Who\u0027s God?","descr":"Jill legt Chief ein Schockhalsband an, der glaubt, die \"Zaps\" seien Botschaften von Gott; Nibbles versucht, sich mit Tabitha anzufreunden, indem er sie in einen Mordpakt verwickelt; Max wird für eine Rolle gecastet, die eigentlich für David Spade gedacht war.Jill legt Chief ein Schockhalsband an, der glaubt, die \"Zaps\" seien Botschaften von Gott; Nibbles versucht, sich mit Tabitha anzufreunden, indem er sie in einen Mordpakt verwickelt; Max wird für eine Rolle gecastet, die eigentlich für David Spade gedacht war.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12773483","hoster":"VOE"},{"path":"/redirect/12773482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-14","name":"","epNo":14,"alt":"Who\u0027s the Birthday Girl?","descr":"An ihrem Geburtstag ist Honey gezwungen, sich mit ihren nachtragenden Geschwistern und ihrer wahnhaften Mutter auseinanderzusetzen. The Gray One hilft Raccoon dabei, eine Koala-Romanze im Zoo zu erleben, aber The Gray One hat ein dunkles Geheimnis.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12835436","hoster":"VOE"},{"path":"/redirect/12835435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-15","name":"","epNo":15,"alt":"Who Ain\u0027t Afraid of No Ghosts?","descr":"Als Honey entdeckt, dass sie eine Verbindung zwischen den Lebenden und den Toten ist, wird sie von den Geistern der toten Haustiere gequält, die wollen, dass sie den Mitgliedern der Gruppe Nachrichten überbringt. Diablo tötet versehentlich ein Eichhörnchen und verliebt sich in seine Gefährtin.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12835433","hoster":"VOE"},{"path":"/redirect/12835432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-16","name":"","epNo":16,"alt":"Who\u0027s a Party Pony?","descr":"Als Honey Shel in ein Tierheim begleitet, um seinen Vater zu finden und ihre Beziehung zu reparieren, trifft sie auf einen ehemaligen Patienten und ist schockiert, wohin ihr Rat ihn geführt hat. Chico glaubt, er könne besser erziehen als Darla.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12861042","hoster":"VOE"},{"path":"/redirect/12861041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-17","name":"","epNo":17,"alt":"Who\u0027s the Cat-Chelorette?","descr":"Der Graue kämpft um die Zuneigung seines Menschen in einem von Chico moderierten Reality-Wettbewerb im Stil der Bachelorette. Honey unterhält sich mit einem mysteriösen Tier in Van Nuys über ihren nach der Operation aufgesetzten Kopfhörer. Max nimmt mit Shel an einem Schildkrötenrennen teil, bei dem es um viel Geld geht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12861039","hoster":"VOE"},{"path":"/redirect/12861038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-18","name":"","epNo":18,"alt":"Who\u0027s a Mole?","descr":"Honey beginnt, das Vertrauen in die Gruppe zu verlieren, als eines der Mitglieder Geheimnisse preisgibt; der Chef wartet auf den \"ultimativen Leckerbissen\" als Grund für die Verweigerung seiner Medikamente gegen eine Harnwegsinfektion; der Graue träumt davon, auf der Mikrowelle zu schlafen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12895661","hoster":"VOE"},{"path":"/redirect/12895662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/housebroken/staffel-2/episode-19","name":"","epNo":19,"alt":"Who\u0027s a Winner?","descr":"Honey wird zum Konkurrenten, als sie und Chief in ein Hütecamp geschickt werden; Max lernt etwas über sich selbst auf einem Bauernhof, wo er für eine Schauspielrolle recherchiert; Elsa wird mit einem traumatischen Fehler aus ihrer Vergangenheit konfrontiert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12895663","hoster":"VOE"},{"path":"/redirect/12895664","hoster":"Streamtape"}]}]}]}]}