{"path":"/serie/stream/how-to-live-with-your-parents","name":"How to Live with Your Parents","descr":"Die alleinerziehende Polly (Sarah Chalke) hat nach ihrer Scheidung große Probleme, finanziell auf eigenen Beinen zu stehen. Um über die Runden zu kommen, muss sie gemeinsam mit ihrer \"Little Miss Sunshine\"-haften Tochter Natalie wieder bei ihren exzentrischen und lebensfrohen Eltern, Mutter Elaine und Stiefvater Max, einziehen. Es prallen unterschiedliche Lebenswelten aufeinander: Während die eher konservative Polly versucht, die perfekte und fürsorgliche Mutter zu sein, die sie selbst nie hatte, sind ihre Eltern deutlich entspannter und abenteuerlustiger. Unterdessen versucht Pollys Ex-Mann Julian, den sie für verantwortungslos hält, ihr Herz zurückzuerobern. Zudem muss sich Polly einen Job suchen und landet als Hilfskraft in einem Supermarkt.","seasons":[{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-1","name":"Zurück bei den Eltern","epNo":1,"alt":"Pilot","descr":"Julian (Jon Dore) setzt sich ein Ziel, er will nach der Scheidung für Polly und seine Tochter da sein, weil er es vorher nicht war. Ist das wirklich ein guter Plan? – © Puls 8\rNach der Trennung von ihrem Mann zieht Polly ins Haus ihrer Mutter Elaine. Die beiden sind wie Wasser und Öl: Während Elaine Spaß haben will und in vollen Zügen lebt, geht ihre Tochter lieber auf Nummer sicher. Als ein Verehrer Polly nach einem Date fragt, kommt sie in eine moralische Zwickmühle. Schließlich hat sie es ihrer Mutter immer zum Vorwurf gemacht, sich so schnell nach der Scheidung von Pollys Vater wieder verliebt zu haben. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827703","hoster":"VOE"},{"path":"/redirect/8574902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-2","name":"Der große Lauf","epNo":2,"alt":"How To Get Off The Couch","descr":"Polly trainiert eisern für einen Fünf-Kilometer-Lauf, übertreibt es damit aber heillos. Weil die Hobby-Läuferin daraufhin mit schlimmen Rückenschmerzen flachliegt, kümmern sich Elaine und Max um Natalie. Dabei sind die beiden ohnehin schon genervt, vor allem von Pollys Ex Julian, der einfach nicht aus ihrem Leben verschwinden will. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827709","hoster":"VOE"},{"path":"/redirect/8574908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-3","name":"Die große Oscar-Nacht","epNo":3,"alt":"How To Live With The Academy Awards Party","descr":"Jedes Jahr in der Nacht der Oscar-Verleihung schmeißen Elaine und Max eine Party. Dieses Mal läuft alles anders als geplant. Polly bringt ihre Jugendliebe mit, und Max legt sich mit Elaines Bruder an. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827705","hoster":"VOE"},{"path":"/redirect/8574923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-4","name":"Das große Loslassen","epNo":4,"alt":"How To Not Screw Up Your Kid","descr":"Die Scheidung ihrer Eltern wühlt Natalie mehr auf als gedacht. Die Kleine erfindet einen fiesen imaginären Freund, dem sie alles Unangenehme in die Schuhe schiebt. Auch Max würde gerne die Verantwortung an jemand anderen abgeben. Elaines Tante Florence liegt im Sterben, aber Max will sich nicht mit dem Thema auseinandersetzen. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174240","hoster":"VOE"},{"path":"/redirect/8574936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-5","name":"Wie man den Laden schmeißt","epNo":5,"alt":"How To Run The Show","descr":"Max und Elaine finden, Polly sollte egoistischer sein und bieten an, auf Natalie aufzupassen. So soll Polly Gelegenheit haben, an sich zu denken und mehr Zeit mit Scott verbringen. Doch der Schuss geht gehörig nach hinten los. Natalie ist plötzlich verschwunden, und Polly macht sich die größten Vorwürfe. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827710","hoster":"VOE"},{"path":"/redirect/8574930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-6","name":"Das Unterfangen Ex","epNo":6,"alt":"How To Fix Up Your Ex","descr":"Polly ist glücklich mit ihrer neuen Beziehung, aber Natalie findet das unfair. Sie will eine neue Frau für ihren Dad finden, und Polly hilft ihr dabei. Julian soll nichts davon bemerken, dass Polly diejenige ist, die sein Date mit einer smarten Rechtsanwältin eingefädelt hat. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827711","hoster":"VOE"},{"path":"/redirect/8574937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-7","name":"Auf eigenen Füßen","epNo":7,"alt":"How To Stand On Your Own Two Feet","descr":"Polly hilft Julian dabei, sich zu ordnen. Was empfindet er wirklich für seine neue Freundin? Ob sich die beiden Ex-Partner dadurch wieder näher kommen? (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827712","hoster":"VOE"},{"path":"/redirect/8574933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-8","name":"Für den Rest deines Lebens?","epNo":8,"alt":"For The Rest Of Your Life","descr":"Offenbar drehen Polly und Julian nun völlig durch. Während Pollys immer noch kein Glück bei der Jobsuche hatte und zum zweiten Mal abgelehnt wurde, will sie wieder die Schulbank drücken. Auch Julian zieht es thematisch zurück in seine Jugendzeit. Er will ein Fantasy-Camp für Zombie-Überlebende ins Leben rufen. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827713","hoster":"VOE"},{"path":"/redirect/8574952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-9","name":"Nie mehr zweite Geige","epNo":9,"alt":"How To Get Involved","descr":"Elaine und Max wollen mehr am Leben von Polly und Natalie teilhaben. Außerdem finden sie, die beiden könnten durchaus mehr aus sich machen. Während Elaine versucht, einen besseren Job für ihre Tochter zu finden, pfuscht Max in das Schul-Theaterstück, in dem Natalie mitwirkt. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311600","hoster":"VOE"},{"path":"/redirect/10113539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-10","name":"Ein Berglöwe kommt selten allein","epNo":10,"alt":"How To Have A Playdate","descr":"Polly und Natalie melden sich bei einer Mutter-Tochter-Gruppe an, deren Mitglieder regelmäßig gemeinsam etwas unternehmen. Als Polly sich freiwillig meldet, das nächste Treffen zu organisieren, bietet sich Elaine als Hilfe an. Nach gewissen Startschwierigkeiten wird das Treffen ein voller Erfolg. Vielleicht sind Polly und Elaine ja doch ein besseres Team als sie dachten? (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11311601","hoster":"VOE"},{"path":"/redirect/10113543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-11","name":"Die Coupon-Aktion","epNo":11,"alt":"How To Not Waste Money","descr":"Beim Aufräumen findet Polly ein ganzes Bündel Gutscheine für Beauty-Behandlungen im Wert von 600 Dollar. Eigentlich ein Grund zur Freude. Das Dumme ist nur, dass alle Gutscheine noch am selben Tag ablaufen. Als Max erfährt, dass Polly die sündteuren Gutscheine mit seiner Kreditkarte bezahlt hat, wird er stinksauer. Er zwingt Polly, alle Behandlungen noch am selben Tag in Anspruch zu nehmen. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827723","hoster":"VOE"},{"path":"/redirect/8574958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-12","name":"Im Rampenlicht","epNo":12,"alt":"How To Help The Needy","descr":"Elaines Freundinnen interessieren sich mehr für Polly als für Elaine. Um ihre Mutter aufzumuntern, lässt Polly ihre Kontakte spielen und vermittelt Elaine ein Vorsprechen für eine kleine Rolle. Doch das Casting läuft nicht so gut … Währenddessen entwirft Julian für Natalie ein Garten-Spielhaus. Doch auch Max hat einen Entwurf gemacht, und Natalie findet seine Ideen besser. Julian ist geknickt und zweifelt an seinen Vater-Qualitäten. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827717","hoster":"VOE"},{"path":"/redirect/8574967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-live-with-your-parents/staffel-1/episode-13","name":"Begabte unter sich","epNo":13,"alt":"How To Be Gifted","descr":"Natalie wird für die Bewerbung zu einem Hochbegabten-Programm zugelassen. Dafür müssen ihre Unterlagen jedoch bis zum Bewerbungsschluss vorliegen. Polly schafft es nicht, alles rechtzeitig abzugeben und macht sich deshalb schwere Vorwürfe. Fieberhaft sucht sie nach einer Möglichkeit, um den Rektor der Schule umzustimmen. Der Theaterabend von Max und Elaine scheint dafür die perfekte Gelegenheit zu sein. (Text: Puls 8)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827721","hoster":"VOE"},{"path":"/redirect/8574970","hoster":"Streamtape"}]}]}]}]}