{"path":"/serie/stream/how-to-make-it-in-america","name":"How To Make It In America","descr":"Die beiden Mittzwanziger Ben Epstein und Can Calderon haben ein Ziel: Den Durchbruch zu schaffen in der New Yorker Modeszene und reich und berühmt zu werden. Doch der Weg dorthin ist gepflastert mit unvorhergesehenen Schwierigkeiten und Problemen, der ihnen allerlei Improvisationsvermögen abverlangt.","seasons":[{"path":"/serie/stream/how-to-make-it-in-america/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Ben Epstein (Bryan Greenberg) und sein bester Freund Cam Calderon (Victor Rasuk) wollen es schaffen: Sie sind bereit für den Erfolg in New York – nur die Millionenmetropole weiß noch nichts von den beiden. Sie planen, groß ins Modegeschäft einzusteigen, müssen aber erstmal die von Ben selbst gestalteten Skateboards unter die Jugend bringen. Die Zeit drängt, denn Cams nicht besonders zimperlicher Cousin Rene wurde aus dem Gefängnis entlassen und will seine Schulden bei den beiden eintreiben. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827540","hoster":"VOE"},{"path":"/redirect/8574973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-2","name":"Crisp","epNo":2,"alt":"Crisp","descr":"Ben (Bryan Greenberg) und Cam (Victor Rasuk) sind entschlossen, eine Schneiderei für die erste Jeanslinie ihres Labels \"Crisp\" zu finden. Doch die Suche bleibt erfolglos, bis sie bei einem Essen zufällig den Designer John Varvatos (John Varvatos) kennenlernen. Er erklärt den blutigen Anfängern, dass sie erstmal ein Muster brauchen, bevor sie in Produktion gehen können. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336012","hoster":"VOE"},{"path":"/redirect/8574963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-3","name":"Das Muster","epNo":3,"alt":"Paper, Denim \u0026 Dollars","descr":"Ben (Bryan Greebnberg) und Cam (Victor Rasuk) brauchen 1500 Dollar, um den Schneider des ersten Jeansmusters für ihr Label \"Crisp\" zu bezahlen. Ben ist zu stolz um seinen Vater anzupumpen und sieht den Traum vom eigenen Modelabel schon platzen, als Cam die rettende Idee hat. Er schnappt sich ein paar von Bens selbstgestalteten Skateboards und verkauft sie an reiche Kids von der Upper Eastside. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827541","hoster":"VOE"},{"path":"/redirect/8574962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-4","name":"Unhappy Birthday","epNo":4,"alt":"Unhappy Birthday","descr":"Rachel (Lake Bell) lädt Ben (Bryan Greenberg) zu ihrer Geburtstagsparty ein. Doch Ben fürchtet, dass er noch zu sehr an ihr hängt um dort Spaß zu haben. Stattdessen sagt er seinem Freund David (Eddie Kaye), genannt \"Kapo\", zu, mit ihm eine aufregende Nacht in den Clubs und Bars New Yorks zu verbringen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827545","hoster":"VOE"},{"path":"/redirect/8574969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-5","name":"Big In Japan","epNo":5,"alt":"Big In Japan","descr":"Ben (Bryan Greenberg) und Cam (Victor Rasuk)stellen ihre \"Crisp\"-Jeans dem japanischen Modeeinkäufer Haraki vor – und kassieren herbe Kritik. Dafür interessier sich Haraki für Bens Vintage-T-Shirt. Die beiden Jungs versprechen prompt, eine Wagenladung davon zu liefern. Inzwischen macht sich Rene (Luis Guzmán) auf die Suche nach der Beute seines letzen Coups, bevor er ins Gefängnis musste. Doch das Versteck scheint geplündert. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827546","hoster":"VOE"},{"path":"/redirect/8574975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-6","name":"Eine neue Freundin","epNo":6,"alt":"Good Vintage","descr":"Ben (Bryan Greenberg) verliert seinen Job als er während der Arbeitszeit den Laden verlässt um Cam (Victor Rasuk) zu treffen. Die beiden müssen nun alles daran setzen, die georderten T-Shirts fertigzustellen, bevor Haraki New York in Richtung Tokyo verlässt. Rachel (Lake Bell) wundert sich darüber, dass ihr Freund Darren (Jason Pendergraft) einen Mann geküsst hat, doch er versichert ihr, es habe nichts zu bedeuten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12916879","hoster":"VOE"},{"path":"/redirect/8574978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-7","name":"Glück im Unglück","epNo":7,"alt":"Keep On Truck’n","descr":"Weil Ben (Bryan Greenberg) und Cam (Victor Rasuk) ihre Schulden bei Cams Gangster-Cousin Rene (Luis Guzmán) nicht rechtzeitig zahlen konnten, verdonnert Rene die beiden dazu, ihm beim Verkauf seines Energy-Drinks \"Rasta Monsta\" zu helfen. Doch während sie vor dem \"Rasta Monsta\"-Truck entnervt Gratisproben verteilen, erreicht sie ein wichtiger Anruf: Die T-Shirts sind fertig und müssen sofort ausgeliefert werden. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827550","hoster":"VOE"},{"path":"/redirect/8574979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-1/episode-8","name":"Das Kunstwerk","epNo":8,"alt":"Never Say Die","descr":"Ben (Bryan Greenberg) und Cam (Victor Rasuk) sitzen in der Patsche: der \"Rasta Monsta\"-Truck wurde geklaut, samt der für Tokyo bestimmten T-Shirt-Ladung. Nun haben die beiden Pechvögel nicht nur den Deal mit Haraki vermasselt, sondern müssen auch noch Renes (Luis Guzmán) Rache fürchten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827549","hoster":"VOE"},{"path":"/redirect/8574983","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-1","name":"Der Pop-Up-Shop","epNo":1,"alt":"I’m Good","descr":"In Japan kommen ihre \"Crisp\"-Shirts so gut an, dass Ben (Bryan Greenberg) und Cam (Victor Rasuk) gleich neue Pläne für New York schmieden: Sie organisieren eine coole Modenschau mit japanischen Models und Fetisch-Motto, um ihr Label bekannt zu machen. Gäste ihrer Party sollen auch die Gründer der Konkurrenz-Marke \"Die Neanderthaler\" sein. Cams zwielichtiger Cousin Rene (Luis Guzmán) und seine Schläger-Kumpel kommen ungefragt – die Veranstaltung gerät außer Kontrolle. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827548","hoster":"VOE"},{"path":"/redirect/8574982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-2","name":"Nancy","epNo":2,"alt":"In Or Out","descr":"Weil sich Rene (Luis Guzmán) keinen berühmten Sportler für seine virale Internet-Kampagne leisten kann, verpflichtet er Skateboarder Wilfredo Gomez (Javier Nunez) für ein \"Rasta Monsta\"-Video. Ben (Bryan Greenberg) und Cam (Victor Rasuk) treffen einen unerfahrenen aber engagierten Vertriebs-Repräsentanten und hoffen, dass er ihre Marke \"Crisp\" weiter bringt. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827551","hoster":"VOE"},{"path":"/redirect/8574991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-3","name":"Der „große“ Auftrag","epNo":3,"alt":"Money, Power, Private School","descr":"Gute Nachrichten für \"Crisp\": Ben (Bryan Greenberg) kann die millionenschwere New Yorker Mode-Legende Nancy Frankenburg (Gina Gershon) für ein Business-Meeting gewinnen. Indessen läuft Renes (Luis Guzmán) Videodreh für die virale Marketing-Kampagne von \"Rasta Monsta\" gründlich schief. Und nach einer frustrierenden Unterhaltung mit Ben landet Rachel (Lake Bell) mit Domingo (Scott \"Kid Cudi\" Mescudi) im Bett. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101138","hoster":"VOE"},{"path":"/redirect/8574990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-4","name":"Rachel und Domingo","epNo":4,"alt":"It’s Not Even Like That","descr":"Domingo (Scott \"Kid Cudi\" Mescudi) trifft sich mit Cam (Victor Rasuk) um ihm sein neues THC-Spray zu zeigen. Bei der Gelegenheit kommt auch Domingos Affäre mit Rachel (Lake Bell) ans Licht und es wird klar, dass Domingo dringend mit Ben (Bryan Greenberg) darüber sprechen muss. Dieser trifft sich inzwischen mit Nancy (Gina Gershon) und präsentiert ihr das Lookbook von \"Crisp\". (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923611","hoster":"VOE"},{"path":"/redirect/8574996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-5","name":"St. Louis","epNo":5,"alt":"Mofongo","descr":"Um ihr Label \"Crisp\" weiter bekannt zu machen, lassen sich Cam (Victor Rasuk) und Ben (Bryan Greenberg) auf einen Partyabend mit zwei geschäftstüchtigen Blondinen aus dem Mittleren Westen ein. Die Mädels hoffen auf Spaß und die Jungs auf einen guten Geschäftsabschluss. Rachel (Lake Bell) glaubt ihr Glück in Domingo (Scott Mesudi) gefunden zu haben – doch vielleicht liegt das auch nur an den Drogen die sie zusammen konsumieren. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827556","hoster":"VOE"},{"path":"/redirect/8575005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-6","name":"I’m Sorry, Who’s Yosi?","epNo":6,"alt":"I’m Sorry, Who’s Yosi?","descr":"Der Morgen danach: Ben (Bryan Greenberg) wacht neben Nancy auf. Rachel (Lake Bell)findet ein Fahrrad in ihrem Zimmer und Kirsten und Christen haben einen höllischen Kater. Die beiden Mode-Einkäuferinnen sind jedoch von \"Crisp\" überzeugt und geben eine Bestellung auf – Cam (Victor Rasuk) ist geschockt, denn er fragt sich wie er 5500 Sweatshirts auf die Schnelle liefern soll. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827555","hoster":"VOE"},{"path":"/redirect/8575010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-7","name":"Ben und Cam werden gelinkt","epNo":7,"alt":"The Friction","descr":"Yosi (Nick Chinlund) macht Cam (Victor Rasuk) und Ben (Bryan Greenberg) ein geschäftliches Angebot, doch Cam lehnt ab. Ben, der inzwischen Nancy (Gina Gershon) sehr nah gekommen ist, weiß nicht, welcher Schritt der beste für \"CRISP\" ist und fragt die erfahrene Geschäftsfrau um Rat. Rachel (Lake Bell) gibt sich inzwischen bewusstseinserweiternden Erfahrungen mit Tim (James Ransone) in einer Sauna hin. – Cool, witzig, szenig: Die neue Serie von Mark Wahlberg (\"Entourage\") um zwei junge Glückssucher und den American Dream. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336015","hoster":"VOE"},{"path":"/redirect/8575000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/how-to-make-it-in-america/staffel-2/episode-8","name":"What’s in a Name?","epNo":8,"alt":"What’s in a Name?","descr":"Cam (Victor Rasuk) und Ben (Bryan Greenberg) sind zerstritten – umso verführerischer ist die große Summe, die Yosi Ben für \"CRISP\" bietet. Auch bei Latino-Gangster Rene (Luis Guzmán) und Debbie (Andrea Navedo) hängt der Haussegen schief: als Rene zum wiederholten Male sein Versprechen, ehrlich zu ihr zu sein, bricht, setzt sie ihn vor die Tür. – Cool, witzig, szenig: Mark Wahlbergs (\"Entourage\") neue Serie um zwei junge Glückssucher und den American Dream. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923608","hoster":"VOE"},{"path":"/redirect/8575017","hoster":"Streamtape"}]}]}]}]}