{"seriesId":"hugo-das-dschungeltier","name":"Hugo, das Dschungeltier","descr":"Dschungeltier Hugo – weltweit einzigstes Exemplar seiner Art – führte mit seinen Freunden bisher ein schönes Leben im Dschungel … bis ihn eine machthungrige Diva und ihr Ehemann ihn in die Grossstadt entführen, um mit ihm Filme und Geld zu machen. Aber Hugo kann ihnen entkommen.Auf seiner Flucht trifft er Rita, eine junge Füchsin, die ihm hilft, zurück in den Dschungel zu kommen … Nach zwei Kinofilmen (1993 und 1996) folgte 2002 die TV-Serie mit der knuffigen Mischung aus Eichhörnchen und Affe und seiner \"fuchsigen Freundin\". In Dänemark war Hugo schon vor seiner Filmkarriere (durch die Comics seines \"Vaters\" Flemming Quest Moller) ein Star.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Hugo, das Dschungeltier","epNo":1,"alt":"Jungledyret Hugo","descr":"Hugo, das kuschelige Dschungeltier tobt mit seinen beiden Affen-Freunden durch den Urwald. Doch bald hat die heitere Zeit ein Ende. Unheil droht durch die zickige Schauspielerin Isabella Scorpio, die unbedingt ein neues Tier für ihre Luxusjacht möchte. Ihr fetter Millionärsgatte fängt Hugo ein. Hugo gelingt allerdings die Flucht, und mit einem Bananenboot gelangt er in die Großstadt, wo sein größtes Abenteuer beginnt. Zusammen mit der Füchsin Rita muss er viele Gefahren meistern, bevor er wieder in den Dschungel zurückkehren kann.","versions":[{"lang":1,"streams":[{"redirect":9881276,"hoster":"VOE"},{"redirect":9881229,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Filmstar wider Willen","epNo":2,"alt":"Den store filmhelt","descr":"Der skrupellose Multimillionär Conrad will einen Film mit dem Titel ‚Die Schöne und das Tier‘ drehen. Alles ist bereits vorbereitet, jetzt fehlt nur noch der tierische Hauptdarsteller. Conrad will unbedingt Hugo als Star seines Films haben. Das niedliche Dschungeltier, das von alldem nichts ahnt, spielt unterdessen in seinem geliebten Urwald mit seinen Freunden. Aber Conrad findet Mittel und Wege, um Hugo ausfindig zu machen: Er kauft den gesamten Regenwald und brennt ihn nieder, um das Dschungeltier einzufangen. Dann lässt er den putzigen Gesellen in seine gutbewachten Filmstudios bringen. Hugo gelingt es, Kontakt zu seiner Freundin, der Füchsin Rita, aufzunehmen. Während sie fieberhaft überlegt, wie sie ihn aus seinem Gefängnis befreien kann, findet Hugo langsam Gefallen an seinem luxuriösen Leben als Filmstar wider Willen…","versions":[{"lang":1,"streams":[{"redirect":9881269,"hoster":"VOE"},{"redirect":9881267,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Auf und davon","epNo":3,"alt":"Fraek Flabet og fri","descr":"Hugo ist in Gefahr! Das seltene Dschungeltier soll für eine hohe Belohung in seiner Heimat eingefangen und nach Dschunglandia zurück gebracht werden. Ein verrückter General hat zwei Wissenschaftler auf Hugo angesetzt. Zu allem Überfluss ist auch noch die geschäftstüchtige Parfüm-Kreateurin Donna Prima hinter Hugo her. Füchsin Rita und die Affen Zig und Zag müssen eingreifen, um ihrem unvorsichtigen Freund zu helfen…","versions":[{"lang":1,"streams":[{"redirect":11311617,"hoster":"VOE"},{"redirect":10113589,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hugo und Rita in der großen Stadt","epNo":1,"alt":"","descr":"Das Dschungeltier Hugo und die liebenswerte Stadtfüchsin Rita sind auf der Suche nach einem neuen Zuhause. Als Smutz und Blitz, ein Fotograf und ein Journalist, hören, dass Hugo in der Gegend aufgetaucht sein soll, wittern sie das große Geld. Die beiden machen sich sofort auf den Weg und hängen sich Hugo an die Fersen.","versions":[{"lang":1,"streams":[{"redirect":9881176,"hoster":"VOE"},{"redirect":9881181,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vier Gangster und ein Baby","epNo":2,"alt":"","descr":"Auf ihrer Reise als blinde Passagiere an Bord eines Kreuzfahrtschiffes müssen sich Hugo und Rita gut verstecken. Doch hin und wieder gehen sie an Deck, um Essbares aufzutreiben. Ständig laufen sie dabei einer seltsamen Gangsterfamilie über den Weg. Wie sich herausstellt, will das verbrecherische Gespann das Baby des Croesus-Clans entführen. Hugo und Rita können den Plan vereiteln. Doch dabei landen sie samt dem Baby in einem Rettungsboot und dümpeln fortan auf dem Ozean.","versions":[{"lang":1,"streams":[{"redirect":9881205,"hoster":"VOE"},{"redirect":9881190,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alte Bekannte","epNo":3,"alt":"","descr":"Hugo, Rita und das Baby werden von einer afrikanischen Familie aus ihrem Schlauchboot gerettet. Doch es dauert nicht lange, da tauchen die Entführer wieder auf. Erneut kann Hugo sie davon abhalten, das Baby zu kidnappen. Doch kaum ist ihm das gelungen, erscheint Babys Großvater auf der Bildfläche. Er düst mit seinem Enkelkind im Hubschrauber davon. Leider aber hat er Rita als Kuscheltier fürs Baby mitgenommen.","versions":[{"lang":1,"streams":[{"redirect":9881214,"hoster":"VOE"},{"redirect":9881212,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bonny knackt den Jackpot","epNo":4,"alt":"","descr":"Hugo hat langsam die Nase voll vom Leben als Kuscheltier der Millionäre. Und auch Rita möchte endlich wieder zurück in die Freiheit. Doch alle Versuche, den Croesus’ zu entkommen, scheitern. Das stellen auch die Gangster fest, die das Anwesen bewachen. Als ein General aus Hugos Heimat auftaucht, um das Kuscheltier zu kaufen, wittern die Banditen ihre große Chance.","versions":[{"lang":1,"streams":[{"redirect":9881006,"hoster":"VOE"},{"redirect":9880988,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Endlich daheim!","epNo":5,"alt":"","descr":"Nach all den aufregenden Wochen ist Hugo endlich wieder zu Hause im Dschungel. Nur seine Freundin Rita fühlt sich gar nicht wohl. Hugo macht ihr klar, dass im Dschungel alle füreinander da sind und sich stets helfen. Als ein biestiger Jaguar auftaucht, kann Hugo beweisen, dass die Dschungelbewohner tatsächlich füreinander einstehen.","versions":[{"lang":1,"streams":[{"redirect":9881015,"hoster":"VOE"},{"redirect":9881024,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ärger im Dschungel","epNo":6,"alt":"","descr":"Im Dschungel tauchen plötzlich zwei miese Gestalten auf. Sie haben sich mit einem Motorboot durch die Flüsse vorgearbeitet und sind auf der Suche nach Gold. Da ihnen zu Ohren gekommen ist, dass der General eine Belohnung für das Zurückbringen von Hugo ausgesetzt hat, halten die Banditen gleichzeitig Ausschau nach dem Kuscheltier.","versions":[{"lang":1,"streams":[{"redirect":9881046,"hoster":"VOE"},{"redirect":9881041,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wieder auf großer Fahrt","epNo":7,"alt":"","descr":"Die beiden Gauner sind immer noch hinter Hugo und Rita her. Dank der Hilfe einiger Bootsratten können Hugo und Rita ihnen jedoch entkommen. Die Ratten bringen sie auf dem Schiff ihres Kumpels ‚Fleischbällchen Charlie‘ unter, der dort als Koch arbeitet. Aber mitten auf hoher See schnappt sich der Kapitän die wehrlose Rita.","versions":[{"lang":1,"streams":[{"redirect":9881070,"hoster":"VOE"},{"redirect":9881061,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ihm kann keiner","epNo":8,"alt":"","descr":"Hugo und Rita genießen ihr friedliches Leben auf einer Insel und verstehen sich prächtig. Unter anderem erzählt Hugo Rita Geschichten aus seiner Kindheit. Und wie es dazu kam, dass er sich zu einem Überlebenskünstler entwickelte.","versions":[{"lang":1,"streams":[{"redirect":9881077,"hoster":"VOE"},{"redirect":9881082,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Stars in der Manege","epNo":9,"alt":"","descr":"Der General ist Hugo und Rita wieder auf den Fersen. Also müssen sich die beiden von ihrem Freund Charlie verabschieden. Der verdingt sich weiterhin als Fleischbällchen-Koch, während sich Hugo und Rita in einer alten Ruine verstecken. Dort begegnen sie einer Elfe. Diese nimmt sie mit in den Norden, wo sie in einem geheimen Land lebt.","versions":[{"lang":1,"streams":[{"redirect":9881106,"hoster":"VOE"},{"redirect":9881101,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Reise nach Norden","epNo":10,"alt":"","descr":"Hugo und Rita haben auf ihrer Reise einen griesgrämigen Troll getroffen. Eigentlich mögen sie das Ekel überhaupt nicht. Doch Hugo will unbedingt von dem alten Miesepeter den Zaubertrick erlernen, wie man sich unsichtbar macht. Mit diesem Trick wären er und Rita erst einmal alle Verfolger los. Das zumindest denkt Hugo.","versions":[{"lang":1,"streams":[{"redirect":9881118,"hoster":"VOE"},{"redirect":9881134,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unser Freund, der Bär","epNo":11,"alt":"","descr":"Auf ihrem Weg gen Norden treffen Hugo und Rita auf einen Riesenbären. Der sieht zwar gefährlich aus, ist es aber nicht, da er ein verwöhnter und gar nicht mehr böser Filmbär ist. Glücklicherweise weiß das keiner und so verjagt er zwei fiese Jäger.","versions":[{"lang":1,"streams":[{"redirect":9881144,"hoster":"VOE"},{"redirect":9881131,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Unterwegs zum Zwergenschloss","epNo":12,"alt":"","descr":"Hugo hat die Trolle überredet, dass einer von ihnen als Beschützer für die Reise in den Norden mitkommt. Leider verdrückt sich der ‚Tapfere‘ Troll bei der erstbesten Gelegenheit. Und je mehr die Freunde Richtung Norden wandern, umso kälter wird es.","versions":[{"lang":1,"streams":[{"redirect":9881145,"hoster":"VOE"},{"redirect":9881152,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ausgerechnet Bananen","epNo":13,"alt":"","descr":"Der Troll, der Hugo und Rita eigentlich beschützen sollte, hat sich kurz vor dem Ziel abgesetzt. Die Freunde graben sich zu ihrem Schutz im Schnee ein. Dort werden sie von zwei Professoren gefunden und mit auf deren Forschungsschiff genommen. Plötzlich taucht Dr. Sturmdrang auf. Die drei Forscher streiten nun darum, ob Hugo in die Arktis oder in den Dschungel gehört. Rita und Hugo gelingt die Flucht und es geschieht ein Wunder.","versions":[{"lang":1,"streams":[{"redirect":9881172,"hoster":"VOE"},{"redirect":9881163,"hoster":"Streamtape"}]}]}]}]}