{"seriesId":"hulk-und-das-team-s-m-a-s-h","name":"Hulk und das Team S.M.A.S.H.","descr":"Einzelkämpfer Hulk schließt sich mit den S.M.A.S.H.-Agenten zusammen. Das Team besteht aus Hulks Cousine She Hulk, seinem Vetter Red Hulk, aus A-Bomb und Skaar. Die mächtige Superheldenfamilie bekommt es mit allen möglichen Superschurken zu tun, unter anderem Annihilius, dem Collector, Ego und Blastaar. Obwohl das S.M.A.S.H.-Team bereits eine beeindruckende Front bietet, ist es nicht auf sich allein gestellt. Es erhält in den Episoden Unterstützung von guten Freunden wie Spider-Man, Iron Man, Thor oder Wolverine.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Portal des Bösen – Teil 1","epNo":1,"alt":"Doorway To Destruction, Part 1","descr":"Rick entscheidet sich, eine Serie für das Internet zu drehen, um der Öffentlichkeit zu beweisen, dass der Hulk kein Monster ist. Plötzlich sieht sich Vista Verde – die Heimatstadt des Hulk – mit verschiedenen Feinden konfrontiert – sowohl Bekannten als auch Unbekannten. Annihilius schickt Skaar, um die Drecksarbeit zu machen. Arbeitet Annihilius allein oder steht er unter der Kontrolle eines Feindes, der noch teuflischer ist? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775485,"hoster":"VOE"},{"redirect":12775486,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11311609,"hoster":"VOE"},{"redirect":10113588,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Portal des Bösen – Teil 2","epNo":2,"alt":"Doorway To Destruction, Part 2","descr":"Hulk schwört, Rache an Annihilius zu nehmen, da dieser Schuld daran ist, dass Rick sich in einen Hulk verwandelt hat. Er holt die lebhafte She Hulk dazu, damit diese die beiden auf ihrer Mission in die Negativ Zone begleitet. Gemeinsam versuchen sie, Skaar und Red Hulk zu befreien, die versklavt wurden und Annihilius und seine bösen Truppen ein für alle Mal zu besiegen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775489,"hoster":"VOE"},{"redirect":12775492,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Freund oder Feind","epNo":3,"alt":"Hulk Busted","descr":"Bei dem Versuch, Manhattan von Blaastar zu befreien, taucht Iron Man auf, der behauptet, er hätte einen Notruf empfangen. Währenddessen wird Stark Industries von einem unbekannten Feind angegriffen, der das Vertrauen zwischen Iron Man und den Hulks auf die Probe stellt. Als die Hulks Iron Mans Hulk Buster entdecken, Rüstungen, die gebaut wurden, um jeden einzelnen Hulk zu bekämpfen, ist das Vertrauen noch mehr gestört. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775493,"hoster":"VOE"},{"redirect":12775495,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Collector","epNo":4,"alt":"The Collector","descr":"Hulk lädt Spider-Man ein, um mit ihm und den anderen missverstandenen Superhelden Poker zu spielen. Das Spiel wird von einem neuen Feind unterbrochen. Der Collector ist zur Erde gekommen, um alle Superhelden, die für seine Sammlung wichtig sein könnten, zu fangen. Hulk und Spider-Man hält er für nicht wertvoll und so bleiben sie verschont. So muss dieses ungleiche Paar als Team ihre Freunde retten. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775498,"hoster":"VOE"},{"redirect":12775499,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ego","epNo":5,"alt":"All About The Ego","descr":"Hulk hat mit zwei Riesenegos zu kämpfen. Zu einem mit Red, der die Gruppe unbedingt anführen will und zum anderen mit einem Planeten in Form eines Kopfes, der die Erde zerstören will. Aber die Hulks müssen als Team arbeiten, um diesen Feind zu besiegen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775192,"hoster":"VOE"},{"redirect":12775212,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Angriff der Dinosaurier","epNo":6,"alt":"Savage Land","descr":"Hulk und Red sind sich nicht einig, was das Training von A-Bomb betrifft. Aber als einige dinosaurierartige Wesen die Menscheit vernichten wollen, muss Hulk erkennen, dass A-Bomb seinen eigenen Weg gehen und seine eigenen Fehler machen muss. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775226,"hoster":"VOE"},{"redirect":12775229,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die unglaublich kleinen Hulks","epNo":7,"alt":"Incredible Shrinking Hulks","descr":"Die Hulks feiern A-Bombs Geburtstag, indem sie Minigolf spielen. Aber als der Leader mir einem Schrumpfstrahl auftaucht, werden die Hulks sauer. Hulk und A-Bomb sind Skaar gegenüber immmer noch skeptisch. Das verstärkt sich noch, als Skaar vom Leader verschont wird. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775243,"hoster":"VOE"},{"redirect":12775249,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eiszeit","epNo":8,"alt":"Hulks On Ice","descr":"Nachdem die Hulks Thor, der in einem Eisblock eingefroren war, befreit hatten, schließen sie sich zusammen, um gegen Laufey zu kämpfen. Dieser droht damit, die Erde in eine Eiswüste zu verwandeln. Währenddessen schaffen es Hulk und Red nicht, ihre Streitigkeiten beizulegen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775254,"hoster":"VOE"},{"redirect":12775256,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gefahr aus dem Untergrund","epNo":9,"alt":"Of Moles And Men","descr":"Hulk wird von der Bevölkerung von Vista Verde wie ein Held gefeiert, als die Stadt von einem Riesenwurm angegriffen wird. Er fühlt sich schuldig, da der Ärger ihm überallhin zu folgen scheint. Darum entscheidet Hulk sich dazu sich in eine Untergrundwelt zurückzuziehen und zum König der dort lebenden Moloiden zu werden. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775267,"hoster":"VOE"},{"redirect":12775268,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Wendigo-Fluch","epNo":10,"alt":"Wendigo Apocalypse","descr":"Während eines Fluges in ein verschneites Tal, in dem die Hulk’s etwas Urlaub machen wollen, treffen sie auf einen wildgewordenen Wolverine. Dieser kämpft gegen den Wendigo Fluch, der die Bewohner des Skigebiets in Wendigo-Monster verwandelt hat. Sollten die Hulk’s den Fluch nicht aufhalten können, bedroht dieser die gesamte Welt. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775278,"hoster":"VOE"},{"redirect":12775283,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Skaar Flüsterer","epNo":11,"alt":"The Skaar Whisperer","descr":"Im Gefängnis The Vault findet ein Ausbruch statt und Absorbing Man ist der Erste der entkommt. Als das Team eintrifft, um für Ruhe zu sorgen, absorbiert der Schurke die Gamma Kraft von Skaars Waffe und will auch die des Gamma Reaktors für sich. Währenddessen schickt Hulk Skaar zu einem Psychologen, um an seinen Aggressionsproblemen zu arbeiten …aber die Methoden des Arztes funktionieren etwas zu gut und das Team braucht Skaars Wut im Kampf gegen Absorbing Man. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775287,"hoster":"VOE"},{"redirect":12775291,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Negativ-Zone","epNo":12,"alt":"Into The Negative Zone","descr":"Der Leader vergiftet Hulks Team und deshalb versteinern sie langsam und schmerzvoll. Hulk kriegt eine Lektion in Teamarbeit, als das Ding ihm hilft in die Negativ-Zone zu gelangen, um an das Gegenmittel zu kommen …aber schnell merken sie, dass das Gegennmittel zu finden nur die Hälfte des Problems ist. Der Leader hat nämlich Hilfe von bekannten Schurken, und weiß wie er Hulks Wut gegen seine Freunde und alles das er zu schützen geschworen hat richten kann. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775292,"hoster":"VOE"},{"redirect":12775294,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ausgesetzt","epNo":13,"alt":"Red Rover","descr":"Da Dino ihn ständig aus dem Schlaf reißt, um ihn dann zu vergraben, fliegt Red zu einem anderen Planeten und setzt Dino dort aus. Als Red jedoch versucht den Planeten wieder zu verlassen, wird er von Dr. Doom abgeschossen und muss von Dino gerettet werden. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775296,"hoster":"VOE"},{"redirect":12775297,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Venom","epNo":14,"alt":"The Venom Within","descr":"Die Hulks und Spider-Man haben einen gemeinsamen Feind: Venom, die neuste Kreation von Dr. Octopus. Venom versucht die Hulks zu verschlingen, um an ihre Gammastrahlen-Kräfte zu gelangen. Mit diesen kann Venom dann Spider-Man fangen. Doch wie tötet man Venom ohne dabei die bereits zuvor verschlugen Opfer ebenfalls zu töten? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12775300,"hoster":"VOE"},{"redirect":12775301,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Galactus sieht grün","epNo":15,"alt":"Galactus Goes Green","descr":"Die Hulks besuchen in Abendgarderobe eine Party in Las Vegas. Aber ihr Urlaub vom Heldenleben ist nur von kurzer Dauer, als Terrax auftaucht und die Erde an Galaktus verfüttern will. Aber Galaktus sucht in Wirklichkeit nach einem Ersatz für Terrax und hat Hulk für diesen Job im Auge.","versions":[{"lang":1,"streams":[{"redirect":12775303,"hoster":"VOE"},{"redirect":12775304,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Freier Wille","epNo":16,"alt":"A Thing About Machines","descr":"Hulk und sein Team haben bereits mehr als eine Bruchlandung mit ihrem Jump Jet hingelegt. Doch jetzt hat der Leader ihn mit künstlicher Intelligenz ausgestattet und der Jump Jet sinnt nach Rache!","versions":[{"lang":1,"streams":[{"redirect":12775307,"hoster":"VOE"},{"redirect":12775314,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schatten der Vergangenheit","epNo":17,"alt":"Abomination","descr":"Ein Schurke aus Red Hulks Vergangenheit sucht das Team S.M.A.S.H. heim und schaltet einen nach dem anderen aus, für seine ultimative Rache: Er will ihnen die Zerstörung von Vista Verde anhängen!","versions":[{"lang":1,"streams":[{"redirect":12775329,"hoster":"VOE"},{"redirect":12775335,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Impossible Man","epNo":18,"alt":"Mission Impossible Man","descr":"Die Hulks treffen auf ihren größten Fan – Impossible Man! Aber er wird schnell zu ihrem größten Problem, denn er ruft den riesigen Drachen Fing Fang Foom herbei, um gegen die Hulks anzutreten.","versions":[{"lang":1,"streams":[{"redirect":12916893,"hoster":"VOE"},{"redirect":12775346,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Für Asgard","epNo":19,"alt":"For Asgard","descr":"Hulk und das Team S.M.A.S.H. stehen Thor und dem Volk von Asgard zur Seite im Kampf gegen Malekith und die dunklen Elben. Nach der erfolgreichen Schlacht bittet Thor das Team zur Siegesfeier zu bleiben. Doch als Thors Bruder Skaar hereinlegt, steht ihre Freundschaft auf dem Spiel.","versions":[{"lang":1,"streams":[{"redirect":12775349,"hoster":"VOE"},{"redirect":12775348,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zaubern will gelernt sein","epNo":20,"alt":"Stranger In A Strange Land","descr":"Der aufstrebende Magier A-Bomb begibt sich unter die Fittiche des Hexenmeisters Dr. Strange, um mehr über Magie zu lernen. Doch als Dormammu seinen Lehrer entführt, muss A-Bomb sein Können unter Beweis stellen.","versions":[{"lang":1,"streams":[{"redirect":12775350,"hoster":"VOE"},{"redirect":12775353,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Deathlok","epNo":21,"alt":"Deathlok","descr":"Als die Hulks einen Schurken davon abhalten ein Mädchen anzugreifen, merken sie schnell, dass nicht alles ist, wie es scheint. Denn Deathlok, der Schurke, den sie ausser Gefecht gesetzt haben, sollte eigentlich eine Alieninvasion stoppen, die jetzt in vollem Gange ist – dank Hulk und dem Team S.M.A.S.H.!","versions":[{"lang":1,"streams":[{"redirect":12775355,"hoster":"VOE"},{"redirect":12775357,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Inhumans","epNo":22,"alt":"Inhuman Nature","descr":"A-Bomb lernt am Strand ein Mädchen kennen, das wie er die Welt entdecken und neue Freundschaften schließen möchte. Doch dann taucht plötzlich ihre Gefolgschaft auf und will sie in ihre Heimat, einen von der Außenwelt abgeschnittenen Ort, zurückbringen. A-Bomb wird versehentlich in die folgende Auseinandersetzung verwickelt. Als die Hulks nach ihm suchen, treffen sie auf die Elementare.","versions":[{"lang":1,"streams":[{"redirect":12775358,"hoster":"VOE"},{"redirect":12775361,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Gejagte","epNo":23,"alt":"The Hunted","descr":"Um fern vom lauten Team S.M.A.S.H. ein wenig Ruhe und Frieden zu finden, steigt Hulk in den Jump Jet. Aber es gibt keine Ruhepause für ihn, denn er wird über der Monster-Insel abgeschossen. Er muss gegen Arkon den Jäger kämpfen, um sich und ein paar kleine Monster zu retten.","versions":[{"lang":1,"streams":[{"redirect":12775362,"hoster":"VOE"},{"redirect":12775364,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Held oder Monster","epNo":24,"alt":"Monsters No More","descr":"Die Hulks bekommen bei ihrem Kampf gegen die Krötenmenschen Hilfe von den Fantastic Four. Doch am Ende ist es an Hulk, sich für die Menschheit zu opfern und eine Invasion zu verhindern. Er überlebt den Kampf und er und die anderen Hulks werden als Helden gefeiert, aber er weiß, dass das nicht lange so bleiben wird. Der Leader hat noch ein Ass im Ärmel. Hulks schlimmste Befürchtungen werden wahr.","versions":[{"lang":1,"streams":[{"redirect":12775368,"hoster":"VOE"},{"redirect":12775369,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"In der Falle des Leaders","epNo":25,"alt":"Planet Leader","descr":"Die Hulks finden sich auf einem Planeten wieder, der völlig unter der Kontrolle des Leader ist. Skaar wird klar, dass es sich um seinen alten Heimatplaneten handelt. Doch keiner der Bewohner freut sich, ihn zu sehen. Während er versucht, seine Vergangenheit zu rekonstruieren, versuchen die Hulks, einen Weg zu finden, um zu fliehen.","versions":[{"lang":1,"streams":[{"redirect":12775371,"hoster":"VOE"},{"redirect":12775373,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Falsche Träume","epNo":26,"alt":"It’s A Wonderful Smash","descr":"Ist es ein Weihnachtswunder, dass A-Bomb und die anderen Hulks Anerkennung für den Schutz der Erde bekommen oder ist das zu schön um wahr zu sein? Der Collector ist zurück, mit einem neuen Plan, die Hulks zu bezwingen. Er lullt sie in einer Traumwelt regelrecht ein.","versions":[{"lang":1,"streams":[{"redirect":14212229,"hoster":"VOE"},{"redirect":14212230,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Planet Hulk – Teil 1","epNo":1,"alt":"Planet Hulk - Part One","descr":"Die Hulks treiben hilflos durch das Nichts des Weltraums. Sie versuchen verzweifelt, zur Erde zurückzukehren. Der Leader ist in ihrem Raumschiff und plant, sie zu vernichten. Kurz nachdem sie diesen Feind besiegt haben, befinden sie sich bereits in der nächsten bedrohlichen Situation. Sie sind ungewollt zwischen die Fronten eines Kampfes zwischen dem Kree-Imperium und Ego geraten.","versions":[{"lang":1,"streams":[{"redirect":12775377,"hoster":"VOE"},{"redirect":12775378,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Planet Hulk – Teil 2","epNo":2,"alt":"Planet Hulk - Part Two","descr":"Die Hulks treiben weiterhin durch das Nichts des Weltraums. Wird es ihnen gelingen Firelord und Galactus davon abzuhalten Ego zu zerstören? Klein Ego braucht Hulks Hilfe, um in das Zentrum des Planeten zu gelangen. Die anderen Hulks müssen sich derweil an Bord von Galactus Schiff dem Leader stellen.","versions":[{"lang":1,"streams":[{"redirect":12775380,"hoster":"VOE"},{"redirect":12775381,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hulking Commando","epNo":3,"alt":"The Hulking Commandos","descr":"Die Hulks wollen Halloween diesmal richtig genießen, doch Dormammu verdirbt ihnen den Spaß, denn er stiehlt die mystische Sanduhr des Schicksals. Die Hulks und die Howling Commandos müssen sich nun zusammentun, um Dormammu zu besiegen, bevor er die Welt in Chaos stürzen kann.","versions":[{"lang":1,"streams":[{"redirect":12775383,"hoster":"VOE"},{"redirect":12775385,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113593,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stell dich deiner Angst","epNo":4,"alt":"Fear Itself","descr":"Die Hulks reisen durch die Weiten des Alls. Dort treffen sie auf Null, die lebende Dunkelheit, die ihre größten Ängste wahr werden lässt. Die Hulks müssen sich ihren Ängsten stellen, wenn sie Null besiegen wollen. Dabei hilft ihnen ihr Freund der Silver Surfer.","versions":[{"lang":1,"streams":[{"redirect":12775387,"hoster":"VOE"},{"redirect":12775389,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Guardians Of The Galaxy","epNo":5,"alt":"Guardians Of The Galaxy","descr":"Die Hulks werden von den Skrulls auf einen nahen Planeten gelockt. Die Skrulls sind Gestaltenwandler und haben sich in die Avengers verwandelt, um Hulk und seine Freunde zu überlisten. Gemeinsam mit den Guardians of the Galaxy müssen die Hulks nun Super-Skrull und sein Gefolge besiegen, denn diese wollen die Erde angreifen.","versions":[{"lang":1,"streams":[{"redirect":12775393,"hoster":"VOE"},{"redirect":12775394,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine düstere Zukunft","epNo":6,"alt":"Future Shock","descr":"Nach der Durchquerung eines Wurmlochs finden sich die Hulks in der Zukunft wieder. Die Erde wird mittlerweile von High Evolutionary beherrscht. Der Schurke nutzt seine Technologie, um Red Hulk, A-Bomb und She-Hulk in primitive Urwesen zu verwandeln. Als er dann auch noch Hulk entführt, muss Skaar im Kampf gegen High Evolutionary die Führung übernehmen.","versions":[{"lang":1,"streams":[{"redirect":12775398,"hoster":"VOE"},{"redirect":12775399,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alien an Board","epNo":7,"alt":"A Druff Is Enough","descr":"Hulk ist wütend, weil A-Bomb seine Anordnung missachtet und ein niedliches Alien an Bord des Raumschiffs bringt, das sich als relativ lästig entpuppt. Doch als sie auf dem Weg zu dem Wurmloch zur Erde von Ronan geschnappt werden, können A-Bombs neue Freunde helfen.","versions":[{"lang":1,"streams":[{"redirect":12775400,"hoster":"VOE"},{"redirect":12775402,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Feuriger Empfang","epNo":8,"alt":"It’s A Wonderful Smash","descr":"Als die Hulks auf die Erde zurückkehren, stellt sich heraus, dass einer ihrer alten Feinde die Herrschaft in Vista Verde an sich gerissen hat.","versions":[{"lang":1,"streams":[{"redirect":12775405,"hoster":"VOE"},{"redirect":12775406,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Dinozilla!","epNo":9,"alt":"Homecoming","descr":"Weil deren Haustier Dino in New York für jede Menge Chaos sorgt, schließt sich Spider-Man den Hulks an, um weitere Zerstörungen zu verhindern. Unterdessen stellt Abomination eine Armee zusammen, um die Hulks zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":12775408,"hoster":"VOE"},{"redirect":12775410,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Kampfgigant","epNo":10,"alt":"Spidey, I Blew Up the Dinosaur","descr":"A-Bomb wird von Xemnu, dem stärksten Kämpfer der Galaxie, herausgefordert. Nun müssen die Hulks sich dem Titan Xemnu stellen, um die Erde vor der Zerstörung zu retten.","versions":[{"lang":1,"streams":[{"redirect":12775414,"hoster":"VOE"},{"redirect":12775415,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Doppelgänger","epNo":11,"alt":"The Strongest One There Is","descr":"Die Hulks fangen ein Notruf von Nick Furys Tri-Carrier ab und eilen ihm und den Agents of S.H.I.E.L.D. direkt zur Hilfe. Doch plötzlich stehen sie sich selbst gegenüber. Wird es den Hulks gelingen, ihre Schwächen zu überwinden und gemeinsam ihre Doppelgänger zu besiegen?","versions":[{"lang":1,"streams":[{"redirect":12775418,"hoster":"VOE"},{"redirect":12775420,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hinter Gittern","epNo":12,"alt":"The Dopplesmashers","descr":"Abomination hat die Hulks in die Burg gesperrt. Das Hochsicherheitsgefängnis, in dem viele ihrer Feinde ihre Strafe absitzen. Wird es den Hulks gelingen, ihre Unschuld zu beweisen?","versions":[{"lang":1,"streams":[{"redirect":12775422,"hoster":"VOE"},{"redirect":12775423,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der grüne Raum","epNo":13,"alt":"The Green Room","descr":"Die S.M.A.S.H.-Agenten spüren auf einer einsamen Insel den Leader auf. Dort geraten sie in ein tödliches Labyrinth und müssen sich Hulks dunkler Seite im Kampf stellen.","versions":[{"lang":1,"streams":[{"redirect":12775428,"hoster":"VOE"},{"redirect":12775429,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Bürgermeister Hulk","epNo":14,"alt":"The Defiant Hulks","descr":"Widerwillig erklärt sich Hulk dazu bereit, vorübergehend als Bürgermeister von Vista Verde einzuspringen. Derweil haben sich Red und Skaar vom Team getrennt, um als Super-Schurken-Kopfgeldjäger ihre eigene Web-Show zu starten.","versions":[{"lang":1,"streams":[{"redirect":12775431,"hoster":"VOE"},{"redirect":12775433,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dunkle Vision","epNo":15,"alt":"Enter, the Maestro","descr":"Die Hulks müssen die Welt vor einem womöglich fatalen Meteoriten retten. Unterdessen werden die Hulks mit einer Hulk-Version aus der Zukunft konfrontiert. Doch ist das wirklich der heldenhafte Hulk, für den sie ihn halten?","versions":[{"lang":1,"streams":[{"redirect":12775436,"hoster":"VOE"},{"redirect":12775437,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Pluto gegen Herkules","epNo":16,"alt":"The Tale of Hercules","descr":"Pluto droht, alle Menschen auf der Erde in Stein zu verwandeln. Die Hulks verbünden sich mit Herkules, um Plutos Plan zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":12775439,"hoster":"VOE"},{"redirect":12775441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113592,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Banners große Stunde","epNo":17,"alt":"Banner Day","descr":"Kaum hat Hulk beschlossen, sich wieder in Bruce Banner zu verwandeln, startet Ronan einen Alien-Angriff. Hat Hulk die falsche Entscheidung getroffen?","versions":[{"lang":1,"streams":[{"redirect":12775444,"hoster":"VOE"},{"redirect":12775446,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein kleines Computerproblem","epNo":18,"alt":"Wheels of Fury","descr":"Iron Mans Computer wendet sich plötzlich gegen ihn. Daraufhin vereinen sich alle Hulks, um ihm zu helfen.","versions":[{"lang":1,"streams":[{"redirect":12775447,"hoster":"VOE"},{"redirect":12775449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113596,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Dinos","epNo":19,"alt":"Days of Future Smash: Part 1 - The Dino Era","descr":"Hulk verfolgt den Leader durch die Jahrhunderte. Schließlich geraten sie in die Zeit der Dinosaurier. Alles was sie dort verändern hat Auswirkung in der Gegenwart. Dort wird die Erde plötzlich von Dinosauriern beherrscht. Nun muss Hulk den Leader in der Vergangenheit besiegen, um die aktuelle Zeit-Linie zu retten.","versions":[{"lang":1,"streams":[{"redirect":12916894,"hoster":"VOE"},{"redirect":12775452,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Wikinger","epNo":20,"alt":"Days of Future Smash: Part 2 - Smashguard","descr":"Hulk verfolgt den Leader durch die Jahrhunderte. In der Wikingerzeit kämpft er an der Seite des jungen Thor und des jungen Loki. Kann das Team S.M.A.S.H. noch verhindern, dass der Leader als neuer Allvater die Macht an sich reißt?","versions":[{"lang":1,"streams":[{"redirect":12775458,"hoster":"VOE"},{"redirect":12775459,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Dracula","epNo":21,"alt":"Days of Future Smash: Part 3 - Dracula","descr":"Hulk verfolgt den Leader zurück ins viktorianische Zeitalter, um dort die Howling Commandos gegen Dracula zu vereinen. Dieser möchte die Erde mit Leaders Gammawolke umhüllen.","versions":[{"lang":1,"streams":[{"redirect":12775460,"hoster":"VOE"},{"redirect":12775462,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"HYDRA","epNo":22,"alt":"Days of Future Smash: Part 4 - Year of the Hydra","descr":"Hulk verfolgt den Leader auf einer Reise durch die Jahrhunderte in den Zweiten Weltkrieg. Dort verbündet sich Hulk mit Captain America, um Red Skull aufzuhalten. In der Gegenwart hingegen kämpft das Team S.M.A.S.H. darum, die Welt vor HYDRA zu retten.","versions":[{"lang":1,"streams":[{"redirect":12775464,"hoster":"VOE"},{"redirect":12775465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113594,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Zukunft","epNo":23,"alt":"Days of Future Smash: Part 5 - The Tomorrow Smashers","descr":"Nach der Verfolgungsjagd durch die Jahrhunderte gelingt es Hulk, den Leader in der Gegenwart zu stellen. Er und das Team S.M.A.S.H. sind nun wieder vereint. Doch dann wird Hulk plötzlich in die Zukunft verschleppt, um dort gegen eine weitere vom Leader geschaffene Bedrohung vorzugehen.","versions":[{"lang":1,"streams":[{"redirect":12775468,"hoster":"VOE"},{"redirect":12775469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113598,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ghost Rider","epNo":24,"alt":"Spirit of Vengeance","descr":"Die Hulks eskortieren Abomination zu einem abgelegenen Militärgefängnis, wo er sich für seine Verbrechen verantworten muss. Doch auf dem Weg durchs Death Valley treffen sie auf den Ghost Rider, der Abomination und Red für ihre Untaten büßen lassen will.","versions":[{"lang":1,"streams":[{"redirect":12775475,"hoster":"VOE"},{"redirect":12775476,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Monster Planet - Teil 1","epNo":25,"alt":"Planet Monster: Part 1","descr":"Als sich das Team S.M.A.S.H.und die Avengers zusammenschließen, um die Erde vor von der Supreme Intelligence geführten Kree-Truppen zu retten, fühlt sich Hulk zwischen seinen beiden Teams hin- und hergerissen.","versions":[{"lang":1,"streams":[{"redirect":12775477,"hoster":"VOE"},{"redirect":12775480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113602,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Monster Planet - Teil 2","epNo":26,"alt":"Planet Monster: Part 2","descr":"Das Team S.M.A.S.H. und die Avengers schließen sich zusammen, um Hulk vor der Supreme Intelligence zu retten und die Zerstörung der Erde zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":12775481,"hoster":"VOE"},{"redirect":12775483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10113600,"hoster":"Streamtape"}]}]}]}]}