{"seriesId":"human-target","name":"Human Target","descr":"Christopher Chance ist ein einzigartiger Bodyguard, der sein Leben hinter das der anderen stellt. Er gibt alles dafür, seine Klienten zu beschützen. Bei seinen Aufträgen unterstützen ihn sein Geschäftspartner Winston und der bezahlte Killer Guerrero. Chance wirft sich freiwillig in die Schussbahn, kämpft gegen die Zeit und entwirrt die Rätsel seiner Missionen. Mit jeder neuen Gefahr kommt mehr von seiner dunklen Vergangenheit zu Tage – wer ist Christopher Chance wirklich?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Absprung","epNo":1,"alt":"Pilot","descr":"Personenschützer und Sicherheitsexperte Christopher Chance arbeitet mit seinem kleinen Team für hochkarätige Kunden, die in höchster Gefahr sind. Sein neuester Fall: Chance soll Stephanie, Entwicklerin des teuersten Hochgeschwindigkeitszugs der USA, auf der Jungfernfahrt begleiten.Die attraktive Frau hat Angst um ihr Leben, nachdem in ihrem Auto Sprengstoff gefunden wurde. Zu Recht, denn schon bald entdeckt Chance unter den Passagieren Feinde ...","versions":[{"lang":1,"streams":[{"redirect":8827855,"hoster":"VOE"},{"redirect":8575665,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kopfüber","epNo":2,"alt":"Rewind","descr":"Chance und Winston werden von einer Firma für Internetsicherheit beauftragt, einen Hacker auf dem Flug von San Francisco nach Seattle zu beschützen. Der unbekannte \"Casper\" hat eine Schwachstelle gefunden, mit der man jedes Passwort umgehen kann - was ihn zur Zielscheibe für Kidnapper macht.Während Guerrero versucht, die Drahtzieher vom Büro aus zu finden, steigen Chance und Winston ins Flugzeug, um \"Casper\" zu identifizieren und die Entführer auszuschalten ...","versions":[{"lang":1,"streams":[{"redirect":12268366,"hoster":"VOE"},{"redirect":8575669,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vergiftet","epNo":3,"alt":"Embassy Row","descr":"Kurz bevor der Spionjäger Danny Cooper an einer Vergiftung stirbt, beauftragt er seinen Bruder Aaron, Christopher Chance, mit dem er befreundet war, aufzusuchen. Chance findet heraus, dass Danny auf der Suche nach dem Spion \"Raven\" war, der zu einem Empfang in der russischen Botschaft gehen wollte. Er schleust sich unter Dannys Decknamen ein, doch er ist nicht der Einzige auf der Suche nach dem Geheimagenten ...","versions":[{"lang":1,"streams":[{"redirect":8827854,"hoster":"VOE"},{"redirect":8575670,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Refugium","epNo":4,"alt":"Sanctuary","descr":"Als sich Bandenmitglied John Gray in Emily verliebt, steigt er aus dem Verbrechergeschäft aus - alle anderen Gangmitglieder wandern wegen ihm ins Gefängnis. Doch jetzt ist der Anführer Sam Fisher mit seinen Leuten ausgebrochen, um sich an dem Verräter, der jetzt in einem Kloster hoch in den Bergen lebt, zu rächen. Emily beauftragt Chance, John zu retten. Chance schmuggelt sich als Bruder Mitchell in das Kloster hinein - und der Frieden währt nicht lange ...","versions":[{"lang":1,"streams":[{"redirect":8827856,"hoster":"VOE"},{"redirect":12978334,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kassensturz","epNo":5,"alt":"Run","descr":"Die Staatsanwältin Allyson Russo will einen Korruptionsskandal im Rathaus von San Francisco aufdecken. Bei einem Treffen mit Whitey Doyle, dem Boss eines berüchtigten Verbrecherrings, werden sie und Informant Frank Murphy von Bewaffneten angegriffen. Allyson kann fliehen und will nun, dass Chance die Hintermänner des Überfalls ausfindig macht. Chance schlüpft in die Identität ihres Anwalts, um sich Zugang zu ihrem persönlichen Umfeld zu verschaffen ...","versions":[{"lang":1,"streams":[{"redirect":12379651,"hoster":"VOE"},{"redirect":8575673,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abgeriegelt","epNo":6,"alt":"Lockdown","descr":"Der Top-Ingenieur Martin Gleason weiß von illegalen Waffengeschäften seiner Firma und wird deshalb in der Zentrale des High-Tech-Unternehmens festgehalten. Er schwebt in akuter Lebensgefahr, denn ein weiterer Mitwisser ist bereits ermordet worden. Gleasons Vater, der eine geheime Nachricht von seinem Sohn erhält, beauftragt Chance, ihn zu befreien. Chance muss sich in das hermetisch abgeriegelte Gebäude schleusen, das mit unzähligen Sicherheitsvorkehrungen versehen ist ...","versions":[{"lang":1,"streams":[{"redirect":8827858,"hoster":"VOE"},{"redirect":8575672,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Saldovars Gold","epNo":7,"alt":"Salvage \u0026 Reclamation","descr":"Bei seinen Forschungen in Südamerika hat der Anthropologe Doug ein abgestürztes Flugzeug gefunden, mit dem Präsident Saldovar außer Landes fliehen wollte und in dem sich Gold im Wert von mehreren Millionen Dollar befindet. Er wird vom Militär festgehalten, weil er den Fundort des wertvollen Wracks nicht preisgeben will. Chance wird von Maria, einer ehemaligen Gespielin und Rebellenkameradin, gebeten, Dougs Flucht zu organisieren ...","versions":[{"lang":1,"streams":[{"redirect":8827860,"hoster":"VOE"},{"redirect":8575675,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Baptiste","epNo":8,"alt":"Baptiste","descr":"In Washington sind geheime Friedensgespräche zwischen China und Taiwan geplant. Die Operation heißt \"Ölzweig\" und gerät ins Visier eines gefährlichen Killers. Baptiste, ein \u0027Dämon\u0027 aus Chances Vergangenheit, ist aufgetaucht und will einen Diplomaten ermorden. Baptiste ist ein früherer Schüler und Freund von Chance und hat mit ihm auf der \u0027dunklen\u0027 Seite gekämpft. Als in Washington eine Leiche gefunden wird, die Baptistes Handschrift trägt, werden Chance und Winston alarmiert.","versions":[{"lang":1,"streams":[{"redirect":8827859,"hoster":"VOE"},{"redirect":8575674,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Ring","epNo":9,"alt":"Corner Man","descr":"Der Kampfsportler Eddie Dunn ist ein neuer Klient des Sicherheitsteams. Dunn wird von dem Berufszocker Hugh Prentiss bedroht, weil er einen Kampf gewonnen hat, den er eigentlich verlieren sollte. Prentiss hat deswegen eine Millionenwette verloren. Chance und Winston wollen sich von einem alten Feind, Tony Bevilacqua, 1,8 Millionen leihen. Der Plan ist: Bei einem Boxturnier in Brüssel teilnehmen und eine Wette gegen Prentiss platzieren ...","versions":[{"lang":1,"streams":[{"redirect":8827861,"hoster":"VOE"},{"redirect":8575677,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tanarak","epNo":10,"alt":"Tanarak","descr":"Tanarak, Alaska: Die Ärztin Jessica Shaw wird von einem Unternehmen auf der Insel verfolgt, weil sie hinter dem Tod des Minenvorarbeiters Hank Benson mehr als nur einen Herzinfarkt vermutet. Sie wollte seine Leiche von der Insel schaffen, um eine Autopsie durchzuführen, doch der Sheriff konnte das verhindern. Die Insel wird unter einem Vorwand für die Öffentlichkeit gesperrt. Nachdem Jessica ihrer Mutter einen Hilferuf geschickt hat, engagiert diese Chance und Winston ...","versions":[{"lang":1,"streams":[{"redirect":8827863,"hoster":"VOE"},{"redirect":8575684,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Victoria","epNo":11,"alt":"Victoria","descr":"Victoria, Princess of Wales, ist anlässlich der Präsentation der \u0027Queens Collection\u0027 in New York. Die Queen persönlich soll zur Ausstellungseröffnung in einem Museum zugegen sein. Victorias Leibwächter Gerard engagiert seinen alten Freund Christopher Chance, da er glaubt, dass eine Verschwörung gegen die Prinzessin zu Gange ist. Victoria soll einem Attentat zum Opfer fallen, während sie mit der Wagenkolonne zum Museum fährt. Die Täter befinden sich jedoch in den eigenen Reihen.","versions":[{"lang":1,"streams":[{"redirect":8827862,"hoster":"VOE"},{"redirect":8575679,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Christopher Chance","epNo":12,"alt":"Christopher Chance","descr":"Das Lagerhaus, also jenes, in welchem das Team sein \"Büro\" aufgeschlagen hat, wird von maskierten Männern überfallen. Chance, Winston und Guerrero werden gefesselt und von einem Fremden verhört. Es geht um einen Auftrag aus Chances \"früherem\" Leben.","versions":[{"lang":1,"streams":[{"redirect":8827866,"hoster":"VOE"},{"redirect":8575681,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ilsa Pucci","epNo":1,"alt":"Ilsa Pucci","descr":"Just nachdem Chance, Guerrero und Winston sich aus den Fängen der rücksichtslosen Kidnapper befreien konnten, fasst Chance den Entschluss, sein altes Leben hinter sich zu lassen: Sein neuer Weg führt Ihn in ein buddhistisches Kloster am anderen Ende der Welt. Fernab der Zivilisation und menschlichen Problemen.","versions":[{"lang":1,"streams":[{"redirect":8827864,"hoster":"VOE"},{"redirect":8575686,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geschichte einer Witwe","epNo":2,"alt":"The Wife\u0027s Tale","descr":"Chance wird einmal mehr mit seiner Vergangenheit konfrontiert: Er bekommt einen Anruf, von einem alten Bekannten aus der Unterwelt, von Donnelly. Für diesen sollte er vor einigen Jahren im Auftrag, den Ökonomie-Professor Daniel Brooks töten.","versions":[{"lang":1,"streams":[{"redirect":8827865,"hoster":"VOE"},{"redirect":8575691,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Cleaner","epNo":3,"alt":"Taking Ames","descr":"Ames schuldet Brody, mit dem sie zusammen bei Pflegeeltern aufgewachsen ist, einen Gefallen. Er hat sie in der Vergangenheit nach einem Raub gedeckt und musste vier Jahre ins Gefängnis. Sie hilft ihm daher bei einem Überfall auf eine Sprengstoff-Fabrik. Nach der Tat wird sie jedoch von Chance gestellt, der alles beobachtet hat. Ilsa Pucci will ihr, nach einem Gespräch unter vier Augen, eine weitere Chance geben, doch Chance, Guerrero und Winston trauen dem Frieden keinesfalls...","versions":[{"lang":1,"streams":[{"redirect":8827867,"hoster":"VOE"},{"redirect":8575687,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Baptistes Rückkehr","epNo":4,"alt":"The Return of Baptiste","descr":"Die Journalistin Susan Connors, eine Freundin von Ilsa Pucci, wird an der Grenze zu Paraguay vom mächtigen Warlord Cervantes festgehalten, weil sie ihn mit dem Mord am Präsidenten in Verbindung bringt. Pucci reist nach Südamerika, um sie freizukaufen - ohne Erfolg. Chance ruft seinen Erzfeind Baptiste zu Hilfe, da der mit Cervantes eine Rechnung offen hat. Schließlich erfährt das Verteidigungsministerium von dem Plan und schreitet ein...","versions":[{"lang":1,"streams":[{"redirect":8827869,"hoster":"VOE"},{"redirect":8575690,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Amnesie","epNo":5,"alt":"Dead Head","descr":"Bevor sich Chance und Winston mit ihrem neuen Klienten treffen können, explodiert vor ihren Augen dessen Wagen - mitsamt dem Insassen. Sie kennen nicht einmal seinen Namen. Im Krankenhaus teilt ihnen der Arzt mit, dass der Patient eine Amnesie habe und sich an nichts vor dem Unfall erinnern könne, sonst sei er aber wohlauf. Das Team nimmt den Unbekannten kurzerhand unter seine Fittiche, um ihn erstmal aus dem Krankenhaus zu bekommen und in Sicherheit zu wissen...","versions":[{"lang":1,"streams":[{"redirect":8827868,"hoster":"VOE"},{"redirect":8575692,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Weihnachtszirkus","epNo":6,"alt":"The Other Side of the Mall","descr":"Es ist kurz vor Weihnachten. Familie Applebaum ist allerdings nicht besinnlich zumute: Vater Richard glaubt, dass sein Chef Meachem hinter ihm her ist, weil er einen anonymen Brief an die Gesundheitsbehörde geschrieben hat. Er beschuldigt das Pharmaunternehmen, für das er arbeitet, gefährliche Nebenwirkungen eines Medikaments zu verheimlichen. Als die Familie in ihrem Van unterwegs ist, wird sie von der Straße abgedrängt. Daraufhin bitten sie Chance\u0027 Team um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8827870,"hoster":"VOE"},{"redirect":8575689,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Maria Problem","epNo":7,"alt":"A Problem Like Maria (1)","descr":"Maria, Chance\u0027 alte Flamme aus Südamerika, ist in San Francisco und bittet ihn um Hilfe. Sie berichtet, dass Diego Garcia, der mit ihr in einer Widerstandsbewegung kämpft, von Diktator Victor Escalante auf seinem Anwesen gefangen gehalten wird und in der Hauptstadt exekutiert werden soll. Als Chance seinem Team davon berichtet, sind Winston und Guerrero nicht gerade begeistert: Wo Maria auftaucht, ist Ärger vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":8827874,"hoster":"VOE"},{"redirect":8575698,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kommunikationsstörung","epNo":8,"alt":"Communication Breakdown (2)","descr":"Hector Lopez will für seinen Bruder Rache üben und schießt mit einem Raketenwerfer den Jet ab, in dem Chance und Ilsa gerade ihre Zerwürfnisse diskutieren. Chance und Ilsa überleben die Bruchlandung und schlagen sich durch ein südamerikanisches Gebirge, doch Hector ist ihnen auf den Fersen ... Indes sind Winston, Guerrero und Ames zurück in San Francisco. Der Privatdetektiv Harry, ein alter Bekannter des Teams, erscheint im Büro und bittet Winston und Guerrero um Hilfe...","versions":[{"lang":1,"streams":[{"redirect":8827871,"hoster":"VOE"},{"redirect":8575695,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Imbroglio","epNo":9,"alt":"Imbroglio","descr":"Ilsa wird überraschend von ihrer Schwägerin Connie, der Vorstandsvorsitzenden der Pucci Foundation, besucht. Der Vorstand der Stiftung macht sich Sorgen, dass Ilsa die Ziele ihres verstorbenen Ehemanns aus den Augen verloren hat, und Connie will Ilsas Arbeitsmethoden unter die Lupe nehmen. Abends geht sie mit Ilsa in die Oper. Indes hat Chance von Connies Bodyguard erfahren, dass die Firewall des Opernhauses gehackt wurde. Er mischt sich mit Guerrero unter die Operngäste...","versions":[{"lang":1,"streams":[{"redirect":8827875,"hoster":"VOE"},{"redirect":8575699,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Cool Hand Guerrero","epNo":10,"alt":"Cool Hand Guerrero","descr":"Guerrero will seinem alten Freund Jerry dabei helfen, aus seinem Leben als Drogenschmuggler auszusteigen. Er sucht ihn in Redding County, Alabama, auf und besorgt ihm eine neue Identität. Auf dem Weg zurück nach Kalifornien gelangt er in eine Polizeikontrolle. Der Sheriff findet im Kofferraum seines Eldorados eine Leiche - Jerry. Offensichtlich will jemand Guerrero den Mord an seinem Freund in die Schuhe schieben, und er kommt ins Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":8827873,"hoster":"VOE"},{"redirect":8575700,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kill Bob","epNo":11,"alt":"Kill Bob","descr":"Bob schreibt für ein Rüstungsunternehmen Software für Wettersatelliten und ist seit drei Jahren glücklich mit Angie verheiratet. Als er mit seinem Wagen im Verkehrsstau steckt, fährt plötzlich ein bewaffneter Motorradfahrer an ihm vorbei und schießt auf ihn. Glücklicherweise ruft im selben Moment Angie an und er muss sich runterbeugen, um sein Handy zu erreichen - die Schüsse verfehlen ihn. Er will Angie nichts von dem Vorfall erzählen und bittet Chance\u0027 Team um Hilfe...","versions":[{"lang":1,"streams":[{"redirect":8827872,"hoster":"VOE"},{"redirect":8575705,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Immer Ärger mit Harry","epNo":12,"alt":"The Trouble With Harry","descr":"Sarah Han, Chance’ neue Klientin, ist mit einem gewissen Claypool verlobt. Der leitet ein Sicherheitsunternehmen und beschäftigt paramilitärische Truppen, um damit Kunden auf der ganzen Welt zu versorgen. Sarah hat auf Claypools Computer geheime Dateien gefunden, die Informationen über einen Zweig des Unternehmens beinhalten, der für Claypool Auftragsmorde ausführt. Claypool hat sie erwischt und ihr gedroht, sie umzubringen, wenn sie damit an die Öffentlichkeit geht...","versions":[{"lang":1,"streams":[{"redirect":12336043,"hoster":"VOE"},{"redirect":8575706,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Marshall Pucci","epNo":13,"alt":"Marshall Pucci","descr":"Guerrero hat vor einiger Zeit ein Foto gefunden, auf dem Ilsas Mann Marshall mit einer vermeintlichen Geliebten zu sehen ist. Die fassungslose Ilsa beschließt, nach London zurückzugehen und sich voll ihrer Stiftung zu widmen. Sie verabschiedet sich vom Team und fährt zum Flughafen. Kurze Zeit später wird Guerrero auf eine Frau aufmerksam, die ihn verfolgt hat. Es ist die Frau auf dem Foto. Sie heißt Julia und weiß, wer Marshall in Wahrheit ermordet hat...","versions":[{"lang":1,"streams":[{"redirect":8827876,"hoster":"VOE"},{"redirect":8575703,"hoster":"Streamtape"}]}]}]}]}