{"seriesId":"human-weapon-die-kunst-des-kampfes","name":"Human Weapon - Die Kunst des Kampfes","descr":"Harte Kicks, gezielte Schläge und Hebeltechiken, mit denen es möglich ist, ohne Waffeneinsatz sogar einen körperlich überlegenen Gegner zu besiegen – dies macht die Faszination der Kampfkunst aus. Jedoch verbirgt sich hinter Karate, Judo und Co. weit mehr als bloße Technik. Die meisten Kampfstile haben eine lange Tradition, welche auf komplexen philosophischen Ideen aufbaut. Zudem fordern sie ihren Anhängern absolute Körperbeherrschung und strenge Disziplin ab.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Muay Thai: Ultimate Striking","descr":"Thai Boxen ist eine unverwechselbare und brutale Kampfsportart. Die Technik aus Thailand ist auch als die \"Wissenschaft der acht Gliedmaßen\" bekannt. Die Kampfsport-Experten Jason Chambers und Bill Duff werden im legendären Lumpinee-Stadion Zeugen mehrerer vernichtender KOs, beschließen daraufhin aber dennoch, diese Technik zu erlernen. Sie trainieren die alten Kampftechniken im Dschungel an Burmas Grenze und in den Ruinen eines verlassenen buddhistischen Tempels und erlernen die viel Aspekte dieses uralten Kampfstils.","versions":[{"lang":2,"streams":[{"redirect":13045563,"hoster":"VOE"},{"redirect":13045564,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Eskrima Stickfighting","descr":"Die Kampfsportfans Jason Chambers und Bill Duff reisen dieses Mal auf die Philippinen, um den Kampfstil Eskrima zu erforschen. Diese Kampftechnik, die die philippinischen Eingeborenen vor vielen Jahren entwickelten, besteht aus bizarren Techniken, bei denen auch Waffen wie der Schlagstock oder Messer zum Einsatz kommen. Die Terroristenorganisation Abu Sayef soll Mitte der 1990er Jahre mittels dieser Kampfkunst ausgelöscht worden sein.","versions":[{"lang":2,"streams":[{"redirect":13045419,"hoster":"VOE"},{"redirect":13045561,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Karate","descr":"Jason Chambers und Bill Duff reisen zur Insel Okinawa bei Japan, dem Geburtsort einer der gefährlichsten Kampfsportarten der Welt: Karate. Die beiden Kampfsport-Experten erforschen dort die zahlreichen Aspekte dieser anspruchsvollen Kampfkunst. Erfunden wurde sie, um im Kampf gegen einfallende Samurai-Krieger vor rund 400 Jahren bestehen zu können. Nachdem Jason und Bill in einem 600 Jahre alten Schloss von berühmten Karatemeister traditionsreichen Schläge und Tritte beigebracht wurden, tritt einer der beiden auf die Matte und stellt sich einem Karate-Champion aus Okinawa.","versions":[{"lang":2,"streams":[{"redirect":13045565,"hoster":"VOE"},{"redirect":13045566,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Savate Streetfighting","descr":"In dieser Folge reisen Jason Chambers und Bill Duff nach Frankreich um die Kampfkunst des Savate-Boxens zu studieren. Diese wörtlich mit \"alter Schuh\" zu übersetzende Kampfart entstand Anfang des 18. Jahrhunderts, als brutale Straßenbanden die Pariser Untergrundszene beherrschte und Jagd auf Angehörige der adligen Oberschicht machte. Zum Schutz bildeten sich diese in Selbstverteidigungstechniken aus. Im Laufe der Jahre entstand aus diesem Training das moderne Savate-Boxen, das heute als anspruchsvoller Kampfsport und als Nahkampftechnik der französischen RAID Polizei zum Einsatz kommt.","versions":[{"lang":2,"streams":[{"redirect":13045570,"hoster":"VOE"},{"redirect":13045569,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Judo: Samurai Legacy","descr":"Die beiden Moderatoren dieser Reihe, Jason Chambers und Bill Duff, wollen in dieser Folge ihre Schmerzgrenze austesten. Aus diesem Grund reisen die beiden nach Japan, um den Nationalsport Judo auszutesten. Um die Hintergründe dieser jahrhundertealten Tradition zu verstehen, besuchen die beiden Moderatoren die kulturellen Zentren Tokyos, Kyotos und Okayamas. Ein echter Weltmeister unterweist sie in alten Judo-Techniken, ehe ihnen ein Nachkomme einer 400 Jahre alten Samurai-Dynastie den Unterschied zwischen dem tödlichen Jujutsu und dem vornehmen Kampfstil des Judo erklärt.","versions":[{"lang":2,"streams":[{"redirect":13045572,"hoster":"VOE"},{"redirect":13045573,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Pankration: The Original Martial Art","descr":"Athen ist die Wiege der Zivilisation. Doch wurde dort nicht nur die Demokratie erfunden sondern auch eine spezielle Art des Kampfes: Pankration. Wörtlich übersetzt bedeutet das \"Alle Kräfte\". Beinahe 4000 Jahre alt, wurde dieser Kampfstil durch die Spartaner und antiken Olympioniken bekannt. Heute ist er wieder in Mode gekommen. Jason Chambers und Bill Duff untersuchen darauf hin die Ursprünge des Wrestlings, Boxens, Ringens und Kickboxens und versuchen herauszufinden, warum diese Techniken sogar die Kunst und Literatur über Jahrhunderte hinweg beeinflusst haben.","versions":[{"lang":2,"streams":[{"redirect":13045575,"hoster":"VOE"},{"redirect":13045576,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Krav Maga Of The Israeli Commandos","descr":"Die israelische Kampfkunst Krav Maga ist eine der tödlichsten Kampftechniken überhaupt. Sie wurde in den 1940er Jahren speziell für die israelische Armee entwickelt, um Angreifer mit Gewehren oder Messern zu entwaffnen. Dabei ist alles erlaubt: Diese junge Technik kennt keinen traditionsreichen Ehrenkodex, erlaubt ist, was das Ziel erreicht. Die Kampfsportfans Jason Chambers und Bill Duff reisen zu einigen der heiligsten Stätten Israels, um zu erlernen, wie man auch ohne Waffen – allein mit geschickten Abwehrtechniken – selbst scheinbar durch Waffen überlegene Gegner besiegen kann.","versions":[{"lang":2,"streams":[{"redirect":13045578,"hoster":"VOE"},{"redirect":13045579,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Marine Corps Martial Arts","descr":"In Quantico, Virginia, dem Herzen von Amerikas Militärsystem, übt die amerikanische Armee eine äußerst gefährliche und höchst entwickelte Kampfsportart. Sie heißt abgekürzt MCMAP: Marine Corps Martial Arts Program. Die Techniken dieser Kampfsportart sind extrem und werden streng geheim gehalten. Beim MCMAP gehören Tiefschläge, Knochen brechende Tritte und leicht modifizierte Bewegungen aus den härtesten Kampfsportarten dazu. Nachdem sich Bill und Jason gegen die härtesten Marine Korps – Kämpfer bewiesen haben, werden ihre Fähigkeiten in einem MCMAP-Test auf die Probe gestellt.","versions":[{"lang":2,"streams":[{"redirect":13045585,"hoster":"VOE"},{"redirect":13045586,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mixed Martial Arts | MMA: America’s Extreme Fighting","descr":"Free Fighting ist eine sehr junge Kampfsportart und befindet sich dementsprechend noch immer in der Entwicklung. Verheerende Schläge und Stiche vereint mit gnadenlosen Hieben sind die Markenzeichen dieses Kampfstils. Diese Technik vereint Elemente des Muay Thai, Judo, Wrestling, Boxen und Jujitsu und vermengt diese zu einer, wie viele sagen, fast tödlichen Kampfsportart. Die beiden Moderatoren der Reihe reisen in das Mekka des MMA: Los Angeles, Kalifornien.","versions":[{"lang":2,"streams":[{"redirect":13045588,"hoster":"VOE"},{"redirect":13045589,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Kung Fu (Sanda)","descr":"Jason Chambers und Bill Duff reisen nach China, in die Heimat einer der ältesten und berühmtesten Kampfsportarten überhaupt: Kung Fu. Von Peking bis zur Chinesischen Mauer lernen die beiden dabei Techniken von den ältesten noch lebenden Meistern. Nachdem sie \"Flying Kicks\" viereinhalb Meter über dem Boden in einem Filmstudio geübt haben, erlernen sie auch die brutalen Kampfbewegungen der chinesischen Polizei. Sie gelangen schließlich zu einer regelrecht heiligen Kampfsportstätte: Dort treffen sie auf die berühmten Shaolin-Mönche.","versions":[{"lang":2,"streams":[{"redirect":13045591,"hoster":"VOE"},{"redirect":13045592,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Sambo: Russia’s Extreme Fighting","descr":"Nachdem Vladimir Lenin den Ansporn gegeben hatte, wurde während der Revolution der Bolschewiki 1918 ein Kampfstil entwickelt, um die Nahkampftechniken von Militär und Polizei zu verbessern. Dieser Kampfstil gelangte auch zu den breiten Massen und wurde 1938 offiziell ein sowjetischer Wettkampfsport. Jason Chambers und Bill Duff lernen diese Kampftechnik von einem Bodyguard in Moskau und in Militärcamps, wo die beiden zusammen mit sowjetischen Streitkräften trainieren. Am Ende ihres Trainingsprogramms treten sie bei der jährlichen europäischen und russischen Sambo-Federation-Championship an.","versions":[{"lang":2,"streams":[{"redirect":13045594,"hoster":"VOE"},{"redirect":13045595,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Cambodian Blood Sport","descr":"Geboren im düsteren Dschungel Südostasiens gehört Pradal Serey zu den verheerendsten Kampfsportarten der Welt. Knochen brechende Tritte und Schläge mit Knien und Ellenbogen sind dabei üblich. Von dieser antiken Kampfsportart aus dem Reich Angkor sagt man auch, sie sei der Vorfahre des modernen Muay Thai. Jedoch ist dieser Sport außerhalb der Grenzen Kambodschas kaum bekannt. In dieser Dokumentation geht die Reise von riesigen Kampfplätzen kambodschanischer Städte in den dichten Dschungel im Norden des Landes.","versions":[{"lang":2,"streams":[{"redirect":13045765,"hoster":"VOE"},{"redirect":13045987,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Silat: Martial Art Of Malaysia","descr":"Nur wenige Kampfkünste spiegeln die Exotik ihres Ursprungslandes so klar wieder wie Silat. Dieser Kampfstil wurde im Dschungel Südostasiens geboren. Er ist geprägt von einer über Jahrhunderte im Geheimen perfektionierten Technik, die eine starke Verbindung zum Islam besitzt. Die Dokumentation zeigt die beiden Gastgeber von \"Human Weapon – Die Kunst des Kampfes\", Jason Chambers und Bill Duff, wie sie sich ihren Ängsten stellen. Sie trainieren die Techniken des Silat in schwülen Trainingslagern, im Schatten der weltweit höchsten Zwillingstürme und springen durch Ringe aus Feuer.","versions":[{"lang":2,"streams":[{"redirect":13046429,"hoster":"VOE"},{"redirect":13046462,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Passport To Pain","descr":"13 Länder, 14 Kämpfe, Hunderte Body-Slams, Leisten-Kicks und sogar ein Rennen auf dem Rücken eines Wasserbüffels: Diese Episode zeigt die härtesten Kämpfe, die tapfersten Kämpfer, die bizarrsten Zusammenstöße und verrücktesten Trainings der Serie \"Human Weapon – Die Kunst des Kampfes\".","versions":[{"lang":2,"streams":[{"redirect":13046975,"hoster":"VOE"},{"redirect":13046976,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Ninjutsu","descr":"Die Moderatoren Jason Chambers und Bill Duff reisen in das Land der aufgehenden Sonne, um eine sehr geheimnisvolle und suversive Kampfsportart zu erlernen: Ninjutsu. Egal ob in den belebten, bunten Straßen Tokios oder in den geheimnisvollen Bergen des nördlichen Japans – die beiden Hauptdarsteller schwingen die Schwerter oder bekommen es mit den tödlichen sternenförmigen Wurfgeschossen der Ninja-Krieger zu tun. All das aber tun sie für ein gewagtes Ziel: Sie wollen in einem fulminanten Showdown im Kampf gegen zwei Ninjas bestehen.","versions":[{"lang":2,"streams":[{"redirect":13046978,"hoster":"VOE"},{"redirect":13046979,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Taekwondo","descr":"In dieser Folge der Serie \"Human Weapon – Die Kunst des Kampfes\" reisen Jason Chambers und Bill Duff nach Südkorea, dem Geburtsort eines der akrobatischsten und körperlich herausforderndsten Kampfstile der Welt: Taekwondo. Um diese Kampfkunst zu erlernen, begeben sie sich in alte Festungen, zertrümmern Marmorplatten und trainieren gesprungene, fliegende und gedrehte Taekwondo-Tritte. Auf diese Weise trainiert, arbeiten sie als Personenschützer, um VIPs vor potenziellen Angriffen zu schützen und erleben den Kampfgeist einer altertümlichen Verbindung von koreanischen Kriegern.","versions":[{"lang":2,"streams":[{"redirect":13046982,"hoster":"VOE"},{"redirect":13046981,"hoster":"Streamtape"}]}]}]}]}