{"path":"/serie/stream/hung-um-laengen-besser","name":"Hung - Um Längen besser","descr":"Im Mittelpunkt von \"Hung\" steht der glücklose Mittvierziger Ray Drecker (Thomas Jane). 1984 lag ihm die Welt noch zu Füßen, er wurde von den Mädchen angehimmelt, heiratete seine Highschool-Liebe Jessica (Anne Heche) und heuerte als Profisportler bei den Atlanta Braves an. Nun arbeitet er als Geschichtslehrer und Basketballcoach an seiner alten Highschool und hat Schwierigkeiten den Unterhalt für seine Zwillinge Darby und Damon aufzubringen. Nachdem ein Brand sein Haus zerstört, dessen Feuerversicherung er nicht mehr zahlen konnte, bleibt ihm nichts anderes übrig als im Garten zu zelten. Aus der finanziellen Not und von seiner Bekannten Tanya angestiftet, fasst der überdurchschnittlich gut bestückte Ray den Entschluss, aus seinem besten Stück beruflich Kapital zu schlagen. Doch leider muss er feststellen, dass das ganz schön harte Arbeit ist …","seasons":[{"path":"/serie/stream/hung-um-laengen-besser/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-1","name":"Was ist Ihr Erfolgsgerät?","epNo":1,"alt":"Pilot","descr":"Ray kehrt nach seiner gescheiterten Profikarriere nach Detroit zurück. Dort nimmt er einen Job als Geschichtslehrer an und trainiert das Highschool Basketball Team. Seine Ehe scheitert und als Ray dachte das Leben könnte nicht mehr schlimmer werden, zerstört ein Brand sein Haus. Die Versicherung zahlt nicht und Ray ist finanziell am Ende. Nachdem seine Ex-Frau Jessica nicht bereit ist ihm Geld zu leihen, nimmt Ray an einem Unternehmer-Workshop teil. Der Kursleiter fordert die Teilnehmer auf ihr persönliches \"Winning-Tool\" zu identifizieren. Ray stellt fest, dass das einzige was er noch hat sein überdurchschnittliches Organ ist. Angestiftet und unterstützt von seiner Bekannten Tanya entscheidet er aus seinem Vorteil Kapital zu schlagen und versucht sich ein unanständiges Leben aufzubauen … (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827945","hoster":"VOE"},{"path":"/redirect/8575739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-2","name":"Happiness oder: Ich nenne dich Dick","epNo":2,"alt":"Great Sausage or Can I Call You Dick?","descr":"Nachdem ein weiterer Lehrer seinen Job an Ray’s Highschool verloren hat und jeder sich den Unsicherheiten seiner Zukunft gegebenüber sieht, wird auch Coach in das Büro der Schulleiterin gerufen. Jessica möchte den Kids wieder näher sein aber ihre Bemühungen haben auf Damon und Darby einen gegenteiligen Effekt. Die Zwillinge bitten ihn inständig, sie zurück nach Hause zu holen. Tanya stellt Ray schließlich ihre dubiosen Pläne zur Vermarktung der ‚Happiness Consultants‘ vor. Sie schwört auf eine ehemalige Kollegin, Lenore, die sich in besseren Kreisen bewegt und für Ray und Tanya das Sprungbrett zu den Damen der High Society darstellen könnte. Lenore besteht gegenüber Tanya darauf, ihr Produkt erst weiterzuempfehlen, wenn sie sich selbst von seiner Qualität überzeugt hat. Ray unterlaufen einige Anfängerfehler, am meisten ärgert ihn aber, dass sein Portemonnaie unauffindbar ist, als er Lenores Haus am anderen morgen verlassen möchte. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827939","hoster":"VOE"},{"path":"/redirect/8575742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-3","name":"Ein roher Diamant oder: Das Portemonnaie","epNo":3,"alt":"Strange Friends or The Truth Is, You’re Sexy","descr":"Ray’s ist immer mehr frustriert. Sein Portemonnaie mit all seinen Unterlagen ist immer noch nicht aufgetaucht, sein Nachbar Koontz geht ihm auf die Nerven, weil Ray in den Lake Michigan pinkelt. Er streitet sich heftig mit seiner Exfrau Jessica, weil beide unterschiedliche Auffassungen davon haben, wie ihre Kinder am besten erzogen werden sollen. An einem Abend kommt es schließlich auch noch zu einer heftigen Auseinandersetzung mit Tanya und Ray beschimpft sie als den schlechtesten Zuhälter der Welt. Lenore scheint widerum von Rays Diensten überzeugt zu sein: sie hinterlässt bei Tanya eine Liste mit Kontaktdaten zu potentiellen Kundinnen für den Don Juan von Detroit. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336048","hoster":"VOE"},{"path":"/redirect/8575741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-4","name":"Das Gurkenglas","epNo":4,"alt":"The Pickle Jar","descr":"Ray bekommt von der Abschlussklasse seiner Highschool ein großzügiges Abschiedsgeschenk überreicht. Mit dem Erlös aus einer Benefizveranstaltung soll er sich einen Deckenbalken für sein abgebranntes Haus leisten können. Unterdessen hat Lenore Tanya tatsächlich eine neue Kundin vermittelt. Eine ältere Hausfrau namens Molly möchte Tanyas Service in Anspruch nehmen und wartet in einem Hotelzimmer auf Ray. Doch abgeschreckt von Mollys äußerer Erscheinung, stiehlt sich Ray unter einem Vorwand aus der Affaire. Tanya ist fassungslos und wütend, als sie von Rays unprofessionellem Verhalten erfährt. Jessica, Rays Ex-Frau, besucht mit den Zwillingen ein Nagelstudio. Dort hört sie unfreiwillig mit an, wie Lenore am Telefon mit Molly über deren Pleite mit dem verhinderten Gigolo spricht. Lenore rät Molly, ihr Geld entweder zurückzufordern oder auf die bezahlte Leistung zu bestehen. Als sich Jess empört über Lenores Umgangston beschwert, reicht ihr Lenore ihre Visitenkarte. Im Baumarkt muss Ray feststellen, dass das Geld seiner Schüler niemals für den Kauf eines Deckenbalkens ausreicht. In finanzieller Bedrängnis lässt er sich auf ein erneutes Treffen mit Molly ein, das diesmal jedoch an Molly selbst zu scheitern droht. Doch Ray gelingt es, ihr ihre Ängste zu nehmen und sie glücklich zu machen. Tanya ist erleichtert, dass Ray endlich eine professionelle Haltung an den Tag legt und Ray fühlt sich zum ersten Mal wohl in seiner neuen Rolle als ‚Happiness-Consultant‘. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379654","hoster":"VOE"},{"path":"/redirect/8575745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-5","name":"Mach schon, Affe","epNo":5,"alt":"Do it, Monkey!","descr":"Eine neue Kundin wartet auf Ray – mit einer Autopanne am Straßenrand. Jemma ist eine erfolgreiche Geschäftsfrau, deren gescheiterte Beziehungen jedoch tiefe seelische Narben hinterlassen haben. Sie bucht Ray nicht einzig für Sex, sondern in der Hoffnung, ihr kompliziertes Seelenleben verarbeiten zu können. Ray ist von Jemmas Rollenspielen jedoch zunehmend verwirrt und die Grenzen zwischen Ernst und Spiel verschwimmen, besonders als er beginnt, sich in Jemma zu verlieben. Jessicas Ehe mit dem Dermatologen Ronnie gerät ins Wanken, als Ronnie an der Börse einen großen Teil seines Vermögens verliert. Als Ronnie auch noch Jessicas Hund einschläfern lässt, um die hohen Tierarztrechnungen zu sparen, stürzt er seine Ehe in eine tiefe Krise. Ray kann sich einer gewissen Genugtuung nicht erwehren, dass seine Ex-Frau die finanzielle Sicherheit, für die sie ihn verlassen hat, nun auch in ihrer neuen Ehe verloren hat. Darüber hinaus hofft er, seine Kinder wieder für sich gewinnen zu können. Er grillt ihnen Steaks und verspricht ihnen ein eigenes Auto. In Tanyas Wohnung kommt es mit Floyd, ihrem ‚Wie werde-ich-Millionär‘- Seminarleiter zum Eklat. Als Floyd sie in der festen Annahme zurückweist, dass Tanya Gefühle für ihn hegt, schmeißt sie ihn, entsetzt über seine Arroganz, aus ihrer Wohnung. Einsam und verzweifelt versucht sie Ray zu erreichen, doch der ist bereits auf dem Weg zu Jemma … (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268367","hoster":"VOE"},{"path":"/redirect/8575747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-6","name":"Doris ist tot oder: Sind wir jetzt arm?","epNo":6,"alt":"Doris Is Dead or Are We Rich or Are We Poor?","descr":"Jemma bucht Ray – dieses Mal, damit er sie zu ihrem Therapeuten begleitet. Als Projektionsfläche für eine ihrer gescheiterten Beziehungen, sitzt Ray ratlos neben Jemma auf der Couch und muss über sich ergehen lassen, wie sich ein Gewitter aus Vorhaltungen über ihm entlädt. Mit einem Bündel Dollars lässt Jemma ihn nach der Sitzung zurück.Als Tanya erfährt, dass Ray von Jemma direkt bezahlt und sie in ihrer Position als Zuhälterin übergangen wurde, stellt sie Jemma an deren Arbeitsplatz zur Rede. Doch Jemma lässt sich von Tanya nichts vorschreiben. Wütend und verzweifelt versucht sich Tanya zu behaupten und feuert Jemma kurzerhand.Jessica verlangt will endlich wissen, wie viel Geld ihr Mann Ronnie an der Börse verloren hat. Als ihr Ronnie ausweicht, durchwühlt sie, angestachelt von ihrer Mutter Lotte, sein Büro und entdeckt, dass Ronnie 833 000 Dollar verloren hat.Obwohl von Tanya gefeuert, verabredet sich Jemma hinter Tanyas Rücken mit Ray zum Abendessen. Sie will wissen, wer Ray wirklich ist und ist bereit gut dafür zu bezahlen, dass Ray Privates von sich preisgibt. Als Ray ihr von seinem Beruf als Basketball-Coach erzählt, taucht Jemma bei einem seiner Spiele auf. Euphorisch, dass die Frau, in die er sich verliebt hat, ernsthaftes Interesse an ihm zu haben scheint, erwacht in Ray der Kampfgeist und es gelingt ihm, dass seine Jungs das Spiel gewinnen und die Pleiteserie der Mannschaft ein Ende hat. An diesem Abend gesteht er Jemma seine Gefühle. Doch für Jemma scheint auch das nur ein Spiel zu sein … (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827933","hoster":"VOE"},{"path":"/redirect/8575754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-7","name":"Keine 14 mehr oder: Silvia Plath","epNo":7,"alt":"The Rita Flower or The Indelible Stench","descr":"Ray und Jemma verbringen eine leidenschaftliche Nacht in seinem Zelt. Jemmas Gefühle für ihn scheinen aufrichtig, doch am nächsten Morgen wacht er nicht neben ihr, sondern neben einem Bündel Geldscheine auf. Tanya lernt in einer Bar Pierce kennen, einen Fotojournalisten. Tanya, durch viele gescheiterte Beziehungen anfangs misstrauisch, lässt sich bald ernsthaft auf Pierce ein. Er erkennt, dass Tanyas Mutter der Ursprung ihrer Schreibblockade ist und bringt Tanya dazu, zum Haus ihrer Mutter zurückzukehren, um sich ihren Ängsten zu stellen und ihre Blockade zu lösen. Nachdem sich Tanya wiederholt von Ray und Jemma als Zuhälterin übergangen fühlt, kündigt sie Ray die Zusammenarbeit auf. Als sein eigener Zuhälter macht sich Ray nun auf, Kundinnen zu finden. Wenig erfolgreich. Nachdem Jemma am Morgen einfach so verschwunden war, lässt Ray nicht locker und schlägt Jemma eine gemeinsame Bootstour vor. Er gesteht ihr erneut, dass er kein geschäftliches Verhältnis mehr zu ihr möchte, sondern eine Beziehung mit ihr eingehen will. Jemma sagt den Bootsausflug zu, doch Ray wartet vergeblich am verabredeten Treffpunkt. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252231","hoster":"VOE"},{"path":"/redirect/8575752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-8","name":"Das ist eine Prothese oder: Du kommst genau richtig","epNo":8,"alt":"Thith ith a Prothetic or You Come Just Right","descr":"Jemma lässt die Verabredung mit Ray platzen. Als Ray bei ihr anruft, um den Grund dafür zu erfahren, bleibt ihm Jemma die Erklärung schuldig. Daraufhin fährt Ray zu seiner Ex-Frau Jessica, die ihn eigentlich für diesen Tag zum Essen eingeladen hatte. Als Ray Ronnie in der Küche mit der Möglichkeit konfrontiert, Jessica habe ihn nur des Geldes wegen geheiratet, schmeißt ihn Ronnie aus dem Haus. Um ihr Geschäft anzukurbeln, gibt Tanya eine Anzeige im Detroit Examiner auf. Lenore entdeckt die Anzeige, ruft Tanya an und gibt ihr ungefragt Tipps. Tanya, in ihrer Ehre gekränkt, beherzigt am Ende einen von Lenores Ratschlägen und wirbt Frauen aus ihrem Büro an. Um besser überzeugen zu können, gibt sie sich selbst als Kundin und ihren eigenen Service als den von Lenore aus. Bei Kollegin Patty hat die Methode Erfolg. Patty bucht und Ray beschert ihr eine glückliche Nacht. Als Ray noch einmal auf Jemma zugehen will, serviert sie ihn eiskalt ab. Tief gekränkt begibt sich Ray in eine Bar. Betrunken und von Regen durchnässt wankt er nachts zurück in sein Zelt, wo Tanya bereits mit Geld und einer finalen Erklärung von Jemma auf ihn wartet. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827938","hoster":"VOE"},{"path":"/redirect/8575751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-9","name":"Der Pfad der Tugend oder: 50 Dollar","epNo":9,"alt":"This Is America or Fifty Bucks","descr":"Als Tanya ihre Kollegin Patty über ihre Begegnung mit Ray ausfragt, wittert sie eine Chance, Patty als Stammkundin zu gewinnen. Doch dafür müsste Ray bei Pattys magerem Gehalt einen deutlich niedrigeren Preis verlangen. Tanya versucht Ray davon zu überzeugen, doch Ray lehnt ab. Die Ehekrise zwischen Jessica und Ronnie spitzt sich zu. Um Jessica nicht zu verlieren, gibt ihr Ronnie seine Kreditkarte. Im Schlussverkauf ihrer Lieblingsboutique soll sie sich etwas Hübsches leisten. Dort trifft sie auf Lenore, welche sie nach ihrer Begegnung im Nagelstudio wiedererkennt und von der Schlussverkaufsecke direkt in die teuerste Abteilung lotst. Jessica kann der Versuchung nicht widerstehen. Zuhause ist Ronnie entsetzt über Jessicas Maßlosigkeit, und Lenore wird Zeuge des anschließenden Ehekrachs. Als Lenore erfährt, dass Tanya unter ihrem Namen Kundinnen anwirbt, stellt sie sie zur Rede und fordert eine Nummer mit Ray als Kompensation. Beim Sex auf dem Sofa eines Möbelhauses versucht Lenore, Ray von Tanya abzuwerben. Sie verspricht ihm, reiche Kundinnen an Land zu ziehen und rät ihm, seinen Preis nicht zu senken, sondern im Gegenteil, zu erhöhen. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827947","hoster":"VOE"},{"path":"/redirect/8575755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-1/episode-10","name":"Ein Schwanz und ein Traum oder: Gottes Humor","epNo":10,"alt":"A Dick and a Dream or Fight the Honey","descr":"In Tanyas Wohnung wimmelt es plötzlich von Fliegen. Dies ist Auslöser dafür, dass Tanya von einer existentiellen Angst erfasst wird. Unterdessen startet Lenore einen weiteren Versuch, Ray auf ihre Seite zu ziehen. In einem teuren Restaurant zeigt sie Ray die potentiellen Kundinnen, die sie ihm vermitteln könnte, wenn er sich von Tanya als Zuhälterin trennt. Während sich in Tanyas Wohnung Fliegen tummeln, entdeckt Ray hinter der Holzverkleidung in seinem Haus riesige Bienenwaben mit Honig. Damit zerschlägt sich seine Hoffnung, mit der Renovierung des Hauses schnell fertig zu werden. An der Highschool muss Ray einen weiteren Schlag einstecken. Rhonda, die Schuldirektorin teilt ihm mit, dass in nächster Zeit 70% aller Lehrer entlassen werden und deutet an, dass auch er mit auf der Kündigungsliste steht. In dieser Situation beschließt Ray zu Lenore zu wechseln, doch es will ihm nicht recht gelingen. Daraufhin trifft sich Lenore mit Tanya und stellt sie vor vollendete Tatsachen: In Zukunft hat Tanya Ray mit ihr zu teilen. Tanya fühlt sich in ihren schlimmsten Ängsten bestätigt und fährt zu ihm. Bei gemeinsamen Essen und der damit verbundenen Aussprache erzählt er Tanya von seiner bevorstehenden Entlassung und erklärt ihr, dass er Lenore mit an Bord haben wolle, um finanziell überleben zu können. Und Lenore vermittelt Ray auch schnell eine erste Kundin. Doch die blonde frustrierte Ehefrau erweist sich als heikle Nummer. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827944","hoster":"VOE"},{"path":"/redirect/8575759","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-1","name":"Nur die Spitze","epNo":1,"alt":"Just the Tip","descr":"Der Umstand, dass Jessica bereit war, einen Callboy anzuheuern, beschäftigt Ray. Unter dem Vorwand, über die Kinder sprechen zu wollen, versucht er Jessica zu einem regelmäßigen Treffen beim Bowling zu überreden. Ray, Lenore und Tanya treffen sich zu einer Besprechung. Lenore fordert von Ray, bei allen Klientinnen konsequent Einsatz zu zeigen. Zuvor hatte Ray eine Kundin, die schwangere und frisch getrennte Claire, nicht zufriedengestellt. Anschließend erfährt Tanya, dass sie ab sofort ihre Zuhälterprovision von Rays Anteil ausbezahlt bekommen soll und Lenore den größeren Teil erhalten wird. Tanya beschließt, die Kontrolle über das Business zurückzuerobern und trifft sich mit Zuhälter Charlie, bei dem sie professionellen Rat einholt. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827948","hoster":"VOE"},{"path":"/redirect/8575757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-2","name":"Tucson ist der Schlüssel zum Schwanz oder: Nicht sexy","epNo":2,"alt":"Tucson is the Gateway to Dick or This Is Not Sexy","descr":"Tanya traut Lenore nicht mehr über den Weg und platzt ungebeten in ein Akquisegespräch mit der wohlhabenden Witwe Frances. Tanya bietet ihre Dienste unangemessen aggressiv und explizit an. Frances sucht geschockt das Weite. Tanya wird schnell klar, dass sie im Gespräch mit Frances zu weit gegangen ist und versucht den Fauxpas mit einem Besuch und einem Präsentkorb wieder gutzumachen. Frances lässt sich nur zögerlich auf das Gespräch ein, überreicht ihr jedoch beim Abschied ein Geschenk: eine teure Designerjacke. Unterdessen ist Lenore bei Ray und rügt ihn dafür, dass er Neukundin Claire zwar sexuell zufriedengestellt, sich jedoch zu stark in ihr Privatleben eingemischt habe. Auf dem Rückweg stößt sie auf Tanya. Diese trägt bereits die neue Jacke und macht kein Geheimnis daraus, dass sie einen erneuten Vorstoß in Richtung Frances gewagt und die Jacke als Geschenk von ihr erhalten hat. Ray beschließt, den Job bei Claire aufzugeben. Sie jedoch stockt den Preis auf – und Ray bleibt. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827935","hoster":"VOE"},{"path":"/redirect/8575760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-3","name":"Stichwunden oder: Nur eine Übung","epNo":3,"alt":"Mind Bullets or Bang Bang Bang Bang Motherfucker","descr":"Während einer gemeinsamen Joggingrunde mit Ray klagen Darby und Damon, dass sie an der Schule zu den Außenseitern gehören und unterstellen ihm, dass er, wäre er ein Mitschüler, auch nichts mit ihnen zu tun haben wolle. Tanya erfährt in der Kanzlei, dass Patty neuerdings ihre Vorgesetzte ist. Patty versucht, ein kostenloses Date mit Ray zu erpressen und droht Tanya, ihre Schichten zu streichen. Darüber hinaus gelingt es Tanya nicht, die neue Konstellation mit Lenore in den Griff zu bekommen. Um Tanya ein wenig aus der Misere zu helfen, willigt Ray in ein verbilligtes Date mit Patty ein. Nach einem langen Tag kommt es auf dem Parkplatz vor dem Bowlingcenter zu einer erneuten Begegnung zwischen Ray und Jessica. Jessica gibt zu, vor Problemen in ihrer Ehe mit Ronnie zu stehen. Als die beiden sich umarmen, stößt Lenore hinzu. (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827936","hoster":"VOE"},{"path":"/redirect/8575758","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-4","name":"Noch einmal von vorne oder: Abgeschlagen","epNo":4,"alt":"Sing It Again, Ray or Home Plate","descr":"Ray ist außer sich, dass Lenore immer noch mit seiner Ex-Frau in Kontakt steht. Mit Tanya überlegt er sogar, wie man ihre unliebsame Geschäftspartnerin endgültig ausbooten könnte. Auch das Fehlverhalten seines Sohns Damon bereitet Ray einiges Kopfzerbrechen: Der hat nämlich auf den \"heiligen Rasen\" des Schul-Baseballfelds gepinkelt. Zu allem Überfluss begegnet Ray schließlich auf dem Weg zur nächsten Klientin seinem Freund Mike – und muss sich schnell eine Ausrede einfallen lassen, um ihn wieder loszuwerden … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827937","hoster":"VOE"},{"path":"/redirect/8575766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-5","name":"Ein Mann ein Plan oder: Danke Jimmy Carter","epNo":5,"alt":"A Man, a Plan or Thank You, Jimmy Carter","descr":"Tanyas Überredungsversuchen zum Trotz ist die schwerreiche Frances ist immer noch nicht willens, sich von Rays Steherqualitäten persönlich zu überzeugen. Schließlich willigt Francis immerhin ein, sich mit Ray zum Abendessen zu treffen. Damon nimmt derweil an einem Poetry-Slam teil – blamiert aber mit seinem selbst verfassten Gedicht seine Schwester Darby bis auf die Knochen. Als er sich später drei Scones als Snack kauft, ahnt er nicht, dass es sich bei dem Gebäck um Haschischkekse handelt. So durchlebt Damon einige wilde Visionen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827940","hoster":"VOE"},{"path":"/redirect/8575764","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-6","name":"Biberfieber","epNo":6,"alt":"Beaverland","descr":"Jessica entdeckt im Keller einen ungebetenen Besucher: Ein Biber hat sich dort eingenistet – oder sollte sich Jessica den tierischen Untermieter etwa nur eingebildet haben? Ray hat derweil Schwierigkeiten, mit seiner neuesten Klientin warm zu werden: Sie möchte von ihren sexuellen Frustration \"geheilt\" werden, findet Rays Bemühungen aber völlig unbefriedigend … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827942","hoster":"VOE"},{"path":"/redirect/8575763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-7","name":"Hummus oder: Du musst dich entscheiden","epNo":7,"alt":"The Middle East Is Complicated","descr":"Am Morgen nach ihrem ersten Sex hat Ray größte Schwierigkeiten, Lenore wieder aus dem Haus zu bekommen. Außerdem will er um jeden Preis verhindern, dass Tanya von diesem \"Ausrutscher\" erfährt. Schließlich wird er auch noch in einen absurden Kleinkrieg verwickelt, den sich seine Nachbarin Yael und seine neue Klientin Samara liefern – beide sind sich nämlich uneins, ob arabischer oder israelischer Hummus das bessere ist … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827946","hoster":"VOE"},{"path":"/redirect/8575767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-8","name":"Third Base oder: Der Ausschlag","epNo":8,"alt":"Third Base or The Rash","descr":"Beim Liebesspiel mit seiner schwangeren Klientin Claire zieht sich Ray eine schmerzhafte Verletzung zu – und das ausgerechnet vor einem wichtigen Benefiz-Basketballspiel, bei dem er noch einmal als Spieler antreten wollte. Frances beschleicht allmählich das Gefühl, dass Mike nur ihr Geld liebt. Schweren Herzens trifft sie die Entscheidung, sich von ihm zu trennen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827941","hoster":"VOE"},{"path":"/redirect/8575771","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-9","name":"Du berreicherst Dich oder: Ich bin das Allergen","epNo":9,"alt":"Fat Off My Love or I’m the Allergen","descr":"Lenore platzt in Rays Geschichtsunterricht und beschuldigt ihn lautstark, mit Frances geschlafen zu haben, ohne die vereinbarten 40 Prozent an Lenore abzutreten. Rays Versuche, das Missverständnis aufzuklären, scheitern an Lenores unbändiger Wut. Streitigkeiten über die Bezahlung kann Ray jetzt am allerwenigsten gebrauchen, denn kurz darauf bekommt er wie viele seiner Lehrerkollegen das schon lange erwartete Kündigungsschreiben … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336045","hoster":"VOE"},{"path":"/redirect/8575769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-2/episode-10","name":"Etwas Abstand oder: Zeit für neues Glück","epNo":10,"alt":"Even Steven or Luckiest Kid in Detroit","descr":"Der Sex mit der Ex ist für Ray ein kurzes Vergnügen, denn Jessica flieht Hals über Kopf aus seinem Zelt. Tanya findet derweil bei der Rückkehr nach Hause einen unerwarteten Besucher auf ihrer Treppe vor: Damon wünscht sich nichts sehnlicher, als Tanya als Mentorin für seine hoffnungsvolle Dichter-Karriere gewinnen zu können. Tanya fühlt sich dazu jedoch nicht recht berufen … (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827949","hoster":"VOE"},{"path":"/redirect/8575772","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-1","name":"Not macht erfinderisch","epNo":1,"alt":"Don’t Give Up on Detroit or Hung Like a Horse","descr":"Ray und Tanya brauchen dringen einen Kredit, um zu expandieren. Doch sie müssen einiges anstellen, um eine Bankangestellten und ihren Freund davon zu überzeigen, dass ihr \"Wellness-Center für Frauen\" eine solide Geschäftsidee ist. Unterdessen ergeben sich für Lenore neue Perspektiven, um es mit Ray aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827950","hoster":"VOE"},{"path":"/redirect/8575773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-2","name":"Die Torte oder: Zerbrochene Fenster","epNo":2,"alt":"Take the Cake or Are You Packing?","descr":"Jason hat Ray eine Klientin ausgespannt. Tanya beschließt daraufhin, diesen unerfreulichen Wettstreit auf eigene Faust zu regeln. Unterdessen findet Lenore schockierende Neuigkeiten über Jason heraus. Und Jessica versucht ihr Glück in der Selbstständigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827951","hoster":"VOE"},{"path":"/redirect/8575777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-3","name":"Mister Drecker oder: Die harte Polizistin","epNo":3,"alt":"Mister Drecker or Ease Up on the Whup-Ass","descr":"Ray verwechselt versehentlich eine frühere Schülerin mit einer Klientin. Jetzt bangt er, dass sein lukrativer Nebenjob ans Licht gerät. Jessica hat unterdessen einen Job im Büro von Dr. Matt Kopylov, dem Ehemann von Ronnies Geliebter. Und Tanya muss sich um einen Straftäter kümmern. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827953","hoster":"VOE"},{"path":"/redirect/8575778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-4","name":"Fick mich, Mister Drecker oder:  Bloß nicht  in den Knast","epNo":4,"alt":"Fuck Me, Mr. Drecker or Let’s Not Go to Jail","descr":"Tanya verlangt von Ray, Lydia als Kundin abzuservieren, denn offenbar ist die Lady tatsächlich ein Cop. Doch die zeigt sich nicht gerade kooperativ. Als Ray die ganze Sache dann noch äußerst ungeschickt regelt, muss Tanya einen Ersatz beschaffen, um Lydia bei Laune zu halten. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379656","hoster":"VOE"},{"path":"/redirect/8575780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-5","name":"Wir sind golden oder: Crooks Ecke Big Beaver","epNo":5,"alt":"We’re Golden or Crooks and Big Beaver","descr":"Lydia fesselt Ray mit Handschellen und verfrachtet ihn auf den Rücksitz ihres Streifenwagens. Will sie ihn tatsächlich festnehmen? Als Lydia an einem Supermarkt Station macht, gelingt es Ray, Tanya zu alarmieren, die wild entschlossen ist, sie aufzuhalten. Die beiden müssen sich schleunigst etwas einfallen lassen, um Lydias Ärger zu besänftigen. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827952","hoster":"VOE"},{"path":"/redirect/8575782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-6","name":"Schade um die Kohle","epNo":6,"alt":"Money on the Floor","descr":"Als Ray von einem Businesstrip zurückkommt, ist sein Schuhkarton voller Bargeld verschwunden. Er und Tanya haben sofort Lenore im Verdacht. Charlie drängt Tanya, ein verlockendes Angebot von Sandee anzunehmen. Zuhause bekommt Ray unterdessen Besuch von seinen Kindern, die übers Wochenende bleiben wollen. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827955","hoster":"VOE"},{"path":"/redirect/8575783","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-7","name":"Was läuft da unten oder: Essen Sie nicht Prince Eric!","epNo":7,"alt":"What’s Going on Downstairs? or Don’t Eat Prince Eric!","descr":"Ray ist alles andere als begeistert davon, seine Kundin Kayla zu ihrem Klassentreffen zu begleiten. Tanya findet derweil heraus, wer sich Rays Schuhkarton geschnappt hat, aber Charlie will, dass sie nichts unternimmt. Sandee und Jason besiegeln unterdessen enthusiastisch ihre neue Partnerschaft mit Tanya. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104390","hoster":"VOE"},{"path":"/redirect/8575786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-8","name":"Schieß ihn ab oder: Nicht den Zweck erfüllt","epNo":8,"alt":"I, Sandee or This Sex. Which Is. Not One","descr":"Lenore hat sich etwas Neues ausgedacht, um Ray und Tanya zu triezen: Sie bringt Rays Exfrau Jessica ins Wellness-Center. Während sich Ray sofort versteckt, tut Tanya alles, damit Jessica keinesfalls wiederkommt. Dabei spricht sie auch eine Bemerkung an, die Jessica einmal über Rays Liebhaberqualitäten fallen ließ. Ray ist völlig geplättet. Aber es kommt noch schlimmer … – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827957","hoster":"VOE"},{"path":"/redirect/8575784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-9","name":"Ich bin ein Affe oder: Das wird Frances nicht gefallen","epNo":9,"alt":"A Monkey Named Siminan or Frances is Not a Fan","descr":"Ray hat Jason einen Schlag mit der Faust verpasst – direkt vor Jessica. Jetzt hat er nicht nur seiner Exfrau einiges zu erklären, er muss auch noch die Kundinnen des verletzten Jason übernehmen. Während Jessica allmählich Verdacht schöpft, lädt Ray sie ein, mit ihm zu einer Hochzeit zu gehen. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8827959","hoster":"VOE"},{"path":"/redirect/8575787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hung-um-laengen-besser/staffel-3/episode-10","name":"Wir stehlen keine Kühe","epNo":10,"alt":"The Whole Beefalo","descr":"Als Ray beim Wellness Center ankommt, ist eine Geldeintreiberin gerade dabei die Möbel abzutransportieren. Weil Charlie aus der Stadt verschwunden ist, muss Tanya jetzt für seine 40.000-Dollar-Kaution geradestehen. Ray hat einige Mühe, Tanya zu überzeugen, um ihr Geschäft zu kämpfen und nach Charlie zu suchen. Unterdessen versucht Lenore, Jason davon zu überzeugen, mit Sandee Schluss zu machen. – Respektloser Comedyserienhit: Ein gescheiterter Sportler entdeckt seine wahren Talente als Callboy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923623","hoster":"VOE"},{"path":"/redirect/8575788","hoster":"Streamtape"}]}]}]}]}