{"seriesId":"hunters-2016","name":"Hunters (2016)","descr":"Im Zentrum von Hunters steht ein mit Auszeichnungen versehener Polizist aus Philadelphia, dessen Ehefrau verschwindet. Auf der Suche nach ihr gerät er in Kontakt mit einer geheimen Regierungsbehörde, die auf der Jagd nach skrupellosen Terroristen ist – von denen vermutet wird, dass sich unter Umständen Außerirdische hinter ihnen verbergen. ","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Beginning and the End","descr":"Als die Frau des in Schwierigkeiten geratenen FBI-Agenten Flynn Carroll vermisst wird, führt die Spur zu einer schattigen Gruppe internationaler Terroristen, die als Jäger bekannt sind. Um seine Frau zu finden, schließt sich Flynn mit der Exo-Terrorism Unit (ETU) zusammen, einer hochklassifizierten Abteilung für Heimatschutz, die die Jäger stoppen soll - Terroristen, die möglicherweise nicht einmal Menschen sind.","versions":[{"lang":2,"streams":[{"redirect":8045004,"hoster":"VOE"},{"redirect":12453115,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Messages","descr":"Die ETU verfolgt die Jäger zu einer Drogenverbindung tief im kolumbianischen Dschungel, wo sie sich einer neuen und gefährlichen Bedrohung stellen. Flynn muss lernen, seiner Partnerin Regan zu vertrauen, während sie sich mit ihrer eigenen Vergangenheit auseinandersetzt.","versions":[{"lang":2,"streams":[{"redirect":12456219,"hoster":"VOE"},{"redirect":12453124,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Maid of Orleans","descr":"Die ETU erfasst ihr bisher größtes Kapital. Jackson (Lewis Fitz-Gerald) macht einen moralischen Kompromiss, um die Bedrohung durch Hunter zu bekämpfen, und McCarthy (Julian McMahon) zeigt, wie weit er bereit ist, seine Art zu schützen.","versions":[{"lang":2,"streams":[{"redirect":12456223,"hoster":"VOE"},{"redirect":12453139,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Love and Violence","descr":"Flynn (Nathan Phillips) entdeckt verblüffende neue Informationen über seine Frau und führt die ETU zu einem mutmaßlichen Mensch-Jäger-Kollaborateur und Flynn zu einer unerwarteten Konfrontation.","versions":[{"lang":2,"streams":[{"redirect":12456226,"hoster":"VOE"},{"redirect":12453140,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Her Body in My Soul","descr":"Die ETU entdeckt den Namen und den vermuteten Standort eines hochwertigen Ziels und sammelt alte Erinnerungen für Jackson (Lewis Fitz-Gerald). Flynn (Nathan Phillips), Regan (Britne Oldford) und Briggs (Mark Coles Smith) versuchen einen gewagten Überfall auf ein türkisches Gefängnis.","versions":[{"lang":2,"streams":[{"redirect":12456230,"hoster":"VOE"},{"redirect":12453161,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Bunker Soldier","descr":"Regan (Britne Oldford) wird von den Jägern gehalten, die versuchen, sie neu zu programmieren. Die ETU bemüht sich, ihren vermissten Agenten zu lokalisieren und gleichzeitig festzustellen, ob sich ein Maulwurf in ihren Reihen befindet.","versions":[{"lang":2,"streams":[{"redirect":12456237,"hoster":"VOE"},{"redirect":12453160,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kissing the Machine","descr":"Regan (Britne Oldford) erfährt, dass ihr nicht die Wahrheit über das Verschwinden ihres Vaters gesagt wurde. In der Zwischenzeit treten Flynn (Nathan Phillips) und Briggs (Mark Coles Smith) gegen die Jäger an, um einen Wissenschaftler zu gewinnen, der für \"The Purge\" von entscheidender Bedeutung ist.","versions":[{"lang":2,"streams":[{"redirect":12453162,"hoster":"VOE"},{"redirect":12453171,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The More I See You","descr":"Flynn (Nathan Phillips) kämpft mit seiner selbstzerstörerischen Abwärtsspirale, Regan (Britne Oldford) konfrontiert ihre Mutter und die Jäger treffen in letzter Minute Vorbereitungen für The Purge.","versions":[{"lang":2,"streams":[{"redirect":12453181,"hoster":"VOE"},{"redirect":12453180,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Promise","descr":"Flynn (Nathan Phillips) stellt sich seinen Dämonen, indem er den einzigen anderen Marine in seinem Zug besucht, um ihre Gefangenschaft in Afghanistan zu überleben. In der Zwischenzeit entdeckt die ETU, dass Emme (Shannon Berry) möglicherweise zu viel weiß.","versions":[{"lang":2,"streams":[{"redirect":12453193,"hoster":"VOE"},{"redirect":12453190,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Our System","descr":"Die ETU knackt schließlich die Hunter-Sprache und erlaubt Finnerman (Sarah Peirse), eine Falle zu stellen. Regan (Britne Oldford) fragt, ob alle Jäger Terroristen sind oder ob einige Unschuldige unter uns leben.","versions":[{"lang":2,"streams":[{"redirect":12453225,"hoster":"VOE"},{"redirect":12453219,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Telegraph","descr":"Im Fallout der Hunter-Zusammenfassung sind Jackson (Lewis Fitz-Gerald) und Finnerman (Sarah Peirse) uneins. Die einzige Hoffnung der ETU, The Purge zu stoppen, besteht darin, einen riskanten Schritt gegen den Waffenlieferanten des Jägers, Viktor Karp (Erroll Shand), zu unternehmen.","versions":[{"lang":2,"streams":[{"redirect":12453198,"hoster":"VOE"},{"redirect":12453231,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Pretending to See the Future","descr":"Im Fallout der Hunter-Zusammenfassung sind Jackson (Lewis Fitz-Gerald) und Finnerman (Sarah Peirse) uneins. Die einzige Hoffnung der ETU, The Purge zu stoppen, besteht darin, einen riskanten Schritt gegen den Waffenlieferanten des Jägers, Viktor Karp (Erroll Shand), zu unternehmen.","versions":[{"lang":2,"streams":[{"redirect":12453233,"hoster":"VOE"},{"redirect":12453223,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"New Holy Ground","descr":"Da The Purge unmittelbar bevorsteht, hat die ETU keine andere Wahl, als einem unwahrscheinlichen Informanten zu vertrauen, der alle Wege zur Konvergenz an der primären Hunter-Basis für einen klimatischen Showdown führt.","versions":[{"lang":2,"streams":[{"redirect":12456283,"hoster":"VOE"},{"redirect":12453227,"hoster":"Streamtape"}]}]}]}]}