{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat","name":"Hunting ISIS – Jagd auf den Islamischen Staat","descr":"Die Doku-Serie begleitet freiwillige Kämpfer an der Front und zeigt die Brutalität des Krieges, das Leid der unschuldigen Bevölkerung und den Einfluss des Erlebten auf die Freiwilligen. Zwei Jahre lang hat der preisgekrönte Kriegsfotograf und Filmemacher Sebastiano Tomada Freiwillige im Irak und in Syrien begleitet, vom Herbst 2015 bis zur Mossul-Offensive, die bis 2017 dauerte. Zwischen Chaos, Kämpfen und Tod zeigt er die Männer auch in ruhigen Momenten und spricht mit ihnen über ihre Gedanken. Auch bei ihren Heimaturlauben ist Tomada mit der Kamera dabei und fängt die Schwierigkeiten im normalen Alltag der Kämpfer ein. Tomada macht jedoch nicht nur den tatsächlichen Fortgang des Krieges und die Ereignisse, die die Kämpfer direkt betreffen, zum Thema. Auch der geopolitische Kontext wird untersucht. Jede Episode beschäftigt sich außerdem mit den zurückgebliebenen Angehörigen und Familien der Freiwilligen sowie mit ihrer Gefühlswelt.","seasons":[{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat/staffel-1/episode-1","name":"Auf in den Kampf","epNo":1,"alt":"Into the Fray","descr":"Unbezahlt und ohne die Zustimmung ihrer Regierung, hat eine Handvoll amerikanischer Freiwilliger ihre Heimat und ihre Familien verlassen, um sich dem Kampf gegen den IS im Irak und in Syrien anzuschließen. Ob es Veteranen sind, die im Mittleren Osten noch eine Rechnung offen haben, oder Zivilisten, die auf der Suche nach Abenteuern sind – jeder dieser Männer sucht nach irgendetwas. Den IS zu schlagen, ist dabei ein guter Anfang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8733315","hoster":"VOE"},{"path":"/redirect/8733314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat/staffel-1/episode-2","name":"Waffenbrüder","epNo":2,"alt":"Brothers in Arms","descr":"PJ, der darauf brennt zu kämpfen, wird zu einer offensiven Einheit in Syrien versetzt, wo er an der Befreiung der für den IS strategisch wichtigen Stadt asch-Shaddadi teilnehmen soll. Er freundet sich mit mehreren Leuten an und nimmt den jungen Levi aus Colorado unter seine Fittiche. Im Irak kommen die Mediziner Pete und Derek während eines Kampfs, der den IS aus einer Stadt außerhalb der IS-Hochburg Mossul verdrängen soll, der Front gefährlich nahe. Während diese Freiwilligen ihre nächsten Schritte unternehmen, wird immer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8733303","hoster":"VOE"},{"path":"/redirect/8733302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat/staffel-1/episode-3","name":"Schwere Entscheidungen","epNo":3,"alt":"Casualties of War","descr":"PJs Einheit greift in Syrien die vom IS besetzte Stadt asch-Shaddadi an, doch wieder können sie nicht direkt an den Kämpfen teilnehmen. Der frustrierte PJ fährt daraufhin zurück in die USA und lässt Levi und die anderen zurück. Jeremiah hat das Gefühl, dass er in Tennessee feststeckt. Er vermisst den Krieg und brennt darauf zurückzukehren. Während neue Gesichter in Vorbereitung auf die Belagerung Mossuls im Irak zu Petes medizinischem Team stoßen, tun alle Freiwilligen ihr Bestes, um den Weg zu gehen, den sie für richtig halten. Für einen von ihnen erweist sich das als fatal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8733312","hoster":"VOE"},{"path":"/redirect/8733309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat/staffel-1/episode-4","name":"Kampf um Mosul","epNo":4,"alt":"The Battle for Mosul","descr":"Die lange erwartete Belagerung Mossuls beginnt an der Ostgrenze der Stadt. Der IS verstärkt seine Anstrengungen. Das führt dazu, dass sich bei den Sanitätern die Verletzten häufen und sich auch für Pete der emotionale Stress verstärkt. In den USA müssen PJ und Levis Familie mit dessen Tod fertigwerden, zumal seine Leiche noch in Syrien ist. Der IS ist im Mittleren Osten zwar in die Defensive gegangen, aber für diesen Fortschritt müssen die Freiwilligen einen hohen Preis bezahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8733304","hoster":"VOE"},{"path":"/redirect/14172103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/hunting-isis-jagd-auf-den-islamischen-staat/staffel-1/episode-5","name":"Perspektiven","epNo":5,"alt":"In Our Sights","descr":"Die Doku-Serie begleitet unabhängige Kämpfer, die sich freiwillig, unbezahlt und ohne Zustimmung der US-Regierung, dem Kampf gegen den IS angeschlossen haben.: Aufgerüttelt durch Levis Tod und mit der Absicht, ar-Raqqa, die \"Hauptstadt\" des IS, zu erreichen, kehrt PJ nach Syrien zurück. Derweil verliert der IS in Mossul im Irak an Boden, inszeniert jedoch ein Ablenkungsmanöver in der Stadt Kirkuk, wo der italienische Freiwillige Alex seine Männer in den Kampf führt. Unterdessen kommt Pete an die Grenze seiner Belastbarkeit, als es in Mossul immer mehr Opfer gibt. Vor den Freiwilligen liegt noch ein langer Weg, und ihnen stellt sich die unbequeme Frage, wer in diesem Kampf die wahren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8733308","hoster":"VOE"},{"path":"/redirect/8733306","hoster":"Streamtape"}]}]}]}]}