{"seriesId":"huser-zum-staunen","name":"Häuser zum Staunen","descr":"Der irische Archtitekt Dermot Bannon reist rund um den Globus, um architektonisch besonders beeindruckende und bemerkenswerte Häuser zu besuchen und mehr über ihre Entstehung zu erfahren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sydney","epNo":1,"alt":"Sydney","descr":"Dermot Bannon reist nach Sydney, wo er zunächst das moderne Stadtschloss \"Indigo Slam\" der Kunstsammlerin und Philanthropin Judith Nielson besucht. Danach verbringt Dermot einen Tag im \"Harry Seidler House\" im unberührten Hinterland. Der Entwurf des in Österreich geborenen Architekten Seidler gehört zu den Klassikern australischer Wohnarchitektur. In Bayview, einem Vorort von Sydney, treffen wir Jan und Graeme Page in ihrem preisgekrönten \"Cabbage Tree House\"","versions":[]},{"epId":"episode-2","name":"Melbourne","epNo":2,"alt":"Melbourne","descr":"Dermont Bannon besucht Australiens Kulturhauptstadt Melbourne, das weniger für seine Repräsentationsbauten als für seine frische und verspielte Architektur bekannt ist. Als erstes besichtigen wir das \"Compound House\" im wohlhabenden Vorort Brighton Beach. Entworfen von Rodney Egglestone, beherbergt \"Compound House\" nicht nur seine Bewohner, sondern auch deren exklusiven Fahrzeugpark. Im \"Research House\", dem Wohnhaus des Nestors der australischen Architektur, John Henry, ergänzen sich das Industrielle und das Organische harmonisch.","versions":[]},{"epId":"episode-3","name":"Schweden","epNo":3,"alt":"Sweden","descr":"Architekt Dermot Bannon kommt im tiefsten Winter in Schwedisch Lappland an. Auf seiner Erkundungstour entdeckt er, dass sich die schwedische Architektur keinesfalls gegen die Dunkelheit und das Wetter auflehnt, sondern beides vielmehr \"umarmt\". Seine Route führt zuerst nach Harads zum urigen \"Loggers Lodge\", eine Holzhütte aus dem Jahr 1942. Dann geht es weiter zum weltberühmten \"Tree Hotel\", das aus verschiedenen Baumhäusern von verschiedenen weltberühmten Architekten besteht.","versions":[]},{"epId":"episode-4","name":"London","epNo":4,"alt":"London","descr":"Architekt Dermot Bannon erkundet die überraschend vielseitige Architekturlandschaft in und um London. Als erstes besucht er Walmer Yard, das mit ungewöhnlichen Eigenschaften aufwartet. Im Anschluss stürzt sich Dermot in das quirlige Mayfair, um eines der teuersten Häuser auf dem heutigen Londoner Markt zu besuchen: die Stadtvilla Culross House. Von Mayfair geht es weiter nach Kilburn, die Wirkungsstätte des Architekten Duncan McCleod.","versions":[]},{"epId":"episode-5","name":"New York","epNo":5,"alt":"New York","descr":"Im Big Apple steht als Erstes der Besuch eines Luxus-Appartements in einem der neumodischen superschlanken Hochhäuser auf Dermot Bannons Liste. Danach entflieht er dem geschäftigen Trubel der Großstadt und lernt in New Jersey ein innovatives Wohnkonzept kennen: ein Haus in einem Flugzeughangar. Was den Architekten in den Hamptons erwartet, dem Mekka der Superreichen, ist nichts weniger als ein hypermoderner Palast mit eigenem Basketballfeld und komplettem Spa-Bereich.","versions":[]},{"epId":"episode-6","name":"Los Angeles","epNo":6,"alt":"Los Angeles","descr":"In der Stadt der Engel trifft Dermot Bannon seinen Kollegen und Landsmann Lorcan O’Herlihy. Der zeigt ihm eine seiner Kreationen: ein Luxusdomizil mit klaren Linien und Blick auf die umliegende Natur. Weitere Stationen sind ein gläsernes Strandhaus auf einer Klippe in Laguna Beach, ein goldener Palast in der Wüste und ein Haus, dessen Fassade eine Welle darstellt. Den Abschluss bildet ein mehrere Millionen Dollar teures Anwesen in Bel Air, der Heimat der Megareichen.","versions":[]}]}]}