{"seriesId":"hyperdrive","name":"Hyperdrive","descr":"Das Universum im 22. Jahrhundert. Die Crew des Raumschiffs \"HMS Camden Lock\" versucht, Großbritanniens Ansprüche im unendlichen Weltall zu vertreten. Dies ist jedoch gar nicht so leicht, denn ihr Captain, Commander Henderson (Nick Frost), tut sich schwer mit konkreten Entscheidungen. Die Besatzung ist auch keine große Hilfe, denn der Erste Offizier York (Kevin Eldon) ist zwar ein brillanter Wissenschaftler, leidet aber an einem Borderline-Syndrom und hegt zunehmend Meuterei-Phantasien. Auf ihrer Tour durchs All trifft die Crew auf jede Menge Aliens, die der tapferen Mannschaft meist an die Wäsche wollen. Die Flagge der britischen Kultur im All hochzuhalten, ist für die gestandenen Weltraumhelden eben nicht immer ein Vergnügen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Gift From The Glish","descr":"Captain Henderson hat den Auftrag, Außerirdischen die Gegend um Peterborough schmackhaft zu machen. Schließlich sollen sich dort Firmen ansiedeln. Henderson und seine treue Untergebene Teal haben auch schon gleich eine Spezies im Sinn, die für dieses Vorhaben geeignet wäre: die Glish. Doch diese lüsternen Aliens wollen nur ihre Triebe an den Raumfahrern abreagieren. Schließlich verschwinden sie, lassen allerdings ein kleines Lebewesen zurück, das nach und nach die Besatzung des Raumschiffs auffressen will …","versions":[{"lang":2,"streams":[{"redirect":11311867,"hoster":"VOE"},{"redirect":10113824,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Hello Queppu!","descr":"Wieder ein Spezialauftrag für Captain Henderson und seine Crew. Diesmal sollen sie sich auf dem Planeten Queppu eine Baugenehmigung für einen Supermarkt besorgen. Henderson, Teal und York begeben sich auf die gefährliche Mission und werden prompt gefangen genommen. Glücklicherweise setzt sich die Tochter des Herrschers von Queppu für die drei tapferen Briten ein. Zu Teals Missfallen fühlen sich Henderson und die attraktive Lavya magisch voneinander angezogen. Eine Verkettung unglücklicher Missverständnisse führt dazu, dass die Erdlinge Lavya als Geisel nehmen müssen. Nur auf diese Weise können sie zu ihrem Raumschiff zurückgelangen. Daraufhin schwört Lavya ewige Rache.","versions":[{"lang":2,"streams":[{"redirect":10640269,"hoster":"VOE"},{"redirect":10113826,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Weekend Off","descr":"Am Wochenende soll auf der \"HMS Camden Lock\" ein großer Kadettenball stattfinden. Teal will diese Gelegenheit nutzen, um sich endlich an Henderson heranzumachen. Schon lange ist sie bis über beide Ohren in ihn verliebt. Kaltblütig lockt sie die anderen Offiziere von Bord, sodass sie und Henderson beim Offiziersdinner endlich einmal alleine sein können. Doch Henderson lässt sich nicht dazu erweichen, Teals Gefühle zu erwidern. Mehr als ein kurzes Abenteuer im Sex-Raum ist für ihn nicht drin. Als Teal das erkennt, weist sie ihn ihrerseits zurück. Dafür wandert sie aber für drei Tage in den Rehabilitations-Würfel.","versions":[{"lang":2,"streams":[{"redirect":10564842,"hoster":"VOE"},{"redirect":10113825,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Asteroid","descr":"Henderson versucht bei einem Streit zwischen den Lalllakkiss und den Bulaah zu vermitteln, bei dem es um einen Asteroiden geht. Durch seine ungeschickte Verhandlungsweise löst er allerdings einen Krieg der beiden Alienvölker gegen Britannien aus. Um mit seinem Raumschiff nicht atomisiert zu werden, versteckt er sich in der giftigen grünen Atmosphäre eines Planeten. Wird es den tapferen Raumfahrern aus dem Vereinigten Königreich gelingen, Gift und Feinden zu entkommen?","versions":[{"lang":2,"streams":[{"redirect":10564843,"hoster":"VOE"},{"redirect":10113827,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Clare","descr":"Henderson ist mit den Dänen auf der Jagd nach Drogenschmugglern. Dabei entdeckt die \"HMS Camden Lock\" ein Schiff, das einer gewissen Clare Winchester gehört. Diese Frau will einen neuen Weltrekord im Alleinflug durch die Galaxis aufstellen. Ungebeten begibt sich Henderson an Bord und wird dort bald gegen seinen Willen festgehalten. Der Grund: Clare ist von den Komplimenten des schneidigen Offiziers mehr als angetan. Die Crew rettet ihren Chef jedoch und stellt überdies fest, dass die Dänen mit den Drogenschmugglern unter einer Decke stecken.","versions":[{"lang":2,"streams":[{"redirect":10564845,"hoster":"VOE"},{"redirect":10113828,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Assessment","descr":"Der Space Marshal kündigt an, dass auf der \"HMS Camden Lock\" eine Kategorie-J-Inspektion stattfinden soll. Die Besatzung ist schockiert: Noch nie hat ein Schiff diese Inspektion bestanden. Während Henderson in Depressionen verfällt, übernimmt York mit militärischem Drill das Kommando. Schließlich kommt es zur Randale an Bord. Henderson kommt zurück, und mit vereinten Kräften bemühen sich alle darum, die Prüfung zu bestehen. Vergebens. Trotzdem wollen Henderson und seine Crew weiterhin durchs Weltall kreuzen, wenn auch nun ohne Erlaubnis Britanniens.","versions":[{"lang":2,"streams":[{"redirect":10564844,"hoster":"VOE"},{"redirect":10113829,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Green Javelins","descr":"Henderson ist eingeladen, sich Britains führendem Space-o-Batics-Team (Red Arrows for Space) anzuschließen, das von Squadron Leader Mason (gespielt von Stephen Mangan) angeführt wird, der vor zwanzig Jahren einen Streit mit Teal hatte.","versions":[{"lang":2,"streams":[{"redirect":10784590,"hoster":"VOE"},{"redirect":10113830,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Artefact","descr":"Als Henderson ein mysteriöses Objekt vorfindet, muss er versuchen, es trotz Yorks Warnungen, es sei eine klassische Heldenfalle, an seine rechtmäßigen Besitzer zurückzugeben. Die drei höheren Offiziere befinden sich auf einem Waldmond, der plötzlich von der rachsüchtigen Queppu umgeben ist.","versions":[{"lang":2,"streams":[{"redirect":10564847,"hoster":"VOE"},{"redirect":10113832,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Admiral’s Daughter","descr":"Die Tochter des Weltraumadmirals ist weggelaufen, um die Universität zu vermeiden. Henderson wird angewiesen, sie zurückzuholen. In der Zwischenzeit haben sowohl Vine als auch Jeffers der jungen Studentin Imponiert und kämpfen auf die einzige wahre Art und Weise um ihr Herz. Ein Duell. Arabella stiehlt ein Shuttle und flüchtet mit Jeffers in Lebensgefahr.","versions":[{"lang":2,"streams":[{"redirect":10564846,"hoster":"VOE"},{"redirect":10113831,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Harvest","descr":"York wird aus der Space Force entlassen, nachdem Aufnahmen von ihm, wie er einen unschuldigen Außerirdischen verprügelt hat, in den Nachrichten landen. Teal ist erfreut, in Abwesenheit des Offiziers das Kommando über das Schiff zu haben - aber sie steht vor einer großen Herausforderung, als das Team entdeckt, dass die Red Shiny Robots of Vortis im Begriff sind, anzugreifen.","versions":[{"lang":2,"streams":[{"redirect":13918011,"hoster":"VOE"},{"redirect":10113833,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Dreamgate","descr":"Die Crew entdeckt das Dreamgate, eines der gefährlichsten Geräte im Universum, das seinem Besitzer die Möglichkeit gibt, die Träume anderer Menschen ohne deren Wissen zu infiltrieren. Henderson und York begeben sich Mitte der 90er Jahre in Vines Traum von einer Kneipe ...","versions":[{"lang":2,"streams":[{"redirect":10423841,"hoster":"VOE"},{"redirect":10113835,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Convoy","descr":"Mit der Führung des Konvois betraut, der die neue Superwaffe Großbritanniens bewacht, wird die Position des Camden Lock verraten. Es ist ein Verräter an Bord und alle Offiziere stehen unter Verdacht. Es gibt einen verzweifelten Wettlauf gegen die Zeit, um den Maulwurf zu finden, bevor die Erde zerstört wird.","versions":[{"lang":2,"streams":[{"redirect":10423840,"hoster":"VOE"},{"redirect":10113834,"hoster":"Streamtape"}]}]}]}]}