{"seriesId":"hypnosis-mic-division-rap-battle-rhyme-anima","name":"Hypnosis Mic: Division Rap Battle - Rhyme Anima","descr":"BeschreibungWir schreiben das Jahr XXXX. Durch den Dritten Weltkrieg verlor die Welt ein Drittel ihrer Bevölkerung. Ein neues System sollte entstehen, um den Untergang der Menschheit zu verhindern: Statt physischen Kämpfen sollten Konflikte nun in Debatten ausgetragen werden. Doch die törichten Männer dieser Welt legten ihre Waffen nicht nieder. Nun, im letzten Jahr des gregorianischen Kalenders, endet die Welt, wie jeder sie kannte, unter der Herrschaft der Frauen. Der Beginn des H-Zeitalters. Konflikte werden nicht mehr mit Waffen ausgetragen, sondern mit einem Mikrofon, dessen Klang direkt in Psyche der Menschen dringt. Sein Name: \"Hypnosis Mic\". Die Texte, die mit diesem Mikrofon gerappt werden, nehmen direkten Einfluss auf die menschlichen Nervenzellen. Jahr 3 des H-Zeitalters. Konflikte mit Raps auszutragen ist nun eine alltägliche Erscheinung. Die Männer der Stadt leben außerhalb des Chuo-Bezirks in verschiedenen Divisionen, darunter auch Ikebukuro Division, Yokohama Division, Shibuya Division und Shinjuku Division. Jede dieser Divisionen wird durch eine MC-Gruppe repräsentiert, die sich gegenseitig um die Vorherrschaft um ihre jeweiligen Gebiete bekämpfen. Und so beginnen die Division Battles, Schlachten ohne Waffen, in denen die Männer mit Worten um Ansehen und Autorität kämpfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"As soon as man is born he begins to die","descr":"Im H-Zeitalter wurde der Krieg abgeschafft und Frauen leiten die Regierung. Männer treten jetzt in Rap-Kämpfen mit Hypnosemikrofonen an, die ihren Gegnern psychischen Schaden zufügen können. Beobachten Sie, wie 4 vielversprechende Teams aus Tokio sich um das Geschäft in ihren eigenen Abteilungen kümmern.","versions":[{"lang":3,"streams":[{"redirect":9615124,"hoster":"VOE"},{"redirect":8266162,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Speak of the devil and he will appear","descr":"Ein Team \"Buster Bros !!!\" von drei Brüdern gegründet. Der älteste Sohn und Anführer, Ichiro Yamada, kam zur Arbeit in ein Café in Ikebukuro. Dort taucht jedoch ein Mann mit einem illegalen Mikrofon auf und steht auf, und Ichiro wird mit dem Kunden des Ladens zur Geisel und wird in den Vorfall verwickelt. Ichiro, der das Mikrofon nicht zur falschen Zeit trug, kann dem Verbrecher nicht widerstehen ... Die jüngeren Brüder Jiro Yamada und Saburo Yamada bemerken das Auftauchen ihres älteren Bruders in der Wochenschau und rennen zum Tatort.","versions":[{"lang":3,"streams":[{"redirect":9615126,"hoster":"VOE"},{"redirect":8266158,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Two heads are better than one","descr":"Als Doho Kannonzaka, der von den Überstunden erschöpft war, nach Hause zurückkehrte, lag die Leiche eines fremden Mannes im Raum. Als der Mitbewohner, Izumi 123, die Leiche bestätigte, wurde ihm eine Krawatte um den Hals gelegt. Als er die Sirene des herannahenden Polizeiautos hörte, spürte Jinguji Jakurai, der gerade zu ihnen gekommen war, die Situation und verließ mit ihnen die Wohnung im Auto. Die drei, die dachten, dass Doppo zu jemandem passte, begannen sich zu bewegen, um mit eigenen Händen die Wahrheit des Falls herauszufinden.","versions":[{"lang":3,"streams":[{"redirect":9615125,"hoster":"VOE"},{"redirect":8266171,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"A friend in need is a friend indeed","descr":"Auf Ruf des Iruma Gun Rabbit versammeln sich Sakuma Aoki und Mason Tokushima im Büro des Yakuza \"Fire Warbler\" in Yokohama. Laut Gun Rabbit gibt es ein Casino der Flugverfolgungsgruppe, das den Shima der Feuergruppe, die Sakumaki teilt, feindlich gegenübersteht, und dort wird Drogenhandel betrieben. Kanonenhasen, die Karriere machen wollen, bitten die beiden um Kooperation, um den Kredit für die Zerschlagung der Transaktion zu monopolisieren. Sakuma, der die Flugverfolgungsgruppe vernichten will, und Riyu, der als Soldat die Unsicherheit nicht übersehen kann, beschließen, dem Kanonenhasen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":9615131,"hoster":"VOE"},{"redirect":8266166,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Seeing is believing","descr":"Die Worte \"Horror! Ghosts infesting the Shibuya Division\" im Fernsehen. Amemura zufällige Nummer, die mit abgewandtem Gesicht verängstigt aussieht. Kaiser Arisugawa bemerkte die Situation und machte sich über die Zufallszahlen lustig, aber die Zufallszahlen schienen stur zu sein und sagte: \"Es gibt keine Geister, ich habe keine Angst.\" Gentaro Yumeno beobachtet die Situation und schlägt vor zu wetten, ob es Geister gibt oder nicht. Die drei gingen nachts in die Stadt Shibuya, um die Wahrheit herauszufinden ...","versions":[{"lang":3,"streams":[{"redirect":9615129,"hoster":"VOE"},{"redirect":8266330,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"He who laughs last, laughs best","descr":"Schließlich wurde das Division Battle Qualifying abgeschnitten. Während die Gedanken von \"Buster Bros !!!\", \"MAD TRIGGER CREW\", \"Fling Posse\" und \"Matenro\" im Qualifying gemischt sind, gibt es im Netz einen Hinweis \"Crush the division Battle\". Die drei \"Buster Bros !!!\" durch die Stadt Ikebukuro hetzen, um den Versuch zu vereiteln.","versions":[{"lang":3,"streams":[{"redirect":9615130,"hoster":"VOE"},{"redirect":8266327,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The darkest hour is just before the dawn","descr":"Tom, Iris und Rex teilen sich in drei Hände und machen sich auf den Weg, um über \"Matenro\", \"MAD TRIGGER CREW\" und \"Fling Posse\" zu berichten. Und am Tag des Qualifyings der Shinjuk-Division \"Matenro\". Ich musste pünktlich nach Hause, um am Qualifying teilzunehmen, aber der Sektionschef hat mir heute viel Arbeit abverlangt. Inzwischen taucht ein Kollege auf, der mich unterstützt: \"Ich mag den Rap-Stil der Eigenständigkeit.\"","versions":[{"lang":3,"streams":[{"redirect":9615134,"hoster":"VOE"},{"redirect":8266332,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Dead men tell no tales","descr":"Am Vorabend des Qualifyings der Yokohama Division \"MAD TRIGGER CREW\". Um die Ermittlungen zu Beginn des Qualifyings bis 10 Uhr abzuschließen, verlässt sich Gun Rabbit auf Sakumaki und Riyu, aber die Ermittlungen sind schwierig, da er keine Ahnung von dem Fall bekommt und die Teilnahme von Gun Rabbit zweifelhaft wird. Andererseits wurde in Shibuya eine Zufallszahl verwendet, um ihm mitzuteilen, dass er den Kaiser entführt hatte.","versions":[{"lang":3,"streams":[{"redirect":12379665,"hoster":"VOE"},{"redirect":8266338,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Life is what you make it","descr":"Die vier Teams \"Buster Bros !!!\", \"MAD TRIGGER CREW\", \"Fling Posse\" und \"Matenro\", die das Division Battle Finalturnier gewonnen haben, waren vor dem Haupttor von Chuo Ward versammelt. Ehemalige Mitglieder von \"The Dirty Dawg\" (allgemein bekannt als TDD), Ichiro und Sakumaki, Zufallszahlen und Jakurai starren sich gegenseitig aus ihren früheren Verbindungen an.","versions":[{"lang":3,"streams":[{"redirect":9615135,"hoster":"VOE"},{"redirect":8266336,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Today is a good day to die","descr":"Zufällige Zahlen, die von Kanji Yukoji Fig vor dem Kampf aufgerufen wurden. Damit Jakurais Fähigkeiten der Konoha-Party gehören, wird er angewiesen, Jakurai einer Gehirnwäsche mit dem mächtigen Hypnotikum \"Authentic Hypnosismic\" zu unterziehen. Für seine starke Leistung ist jedoch ein Preis zu zahlen ....","versions":[{"lang":3,"streams":[{"redirect":9615140,"hoster":"VOE"},{"redirect":8266318,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"No pain, no gain","descr":"Vor der letzten Schlacht sieht und jagt Sakumaki seine jüngere Schwester Gojo, die in der Chuo-Bezirk sein sollte, verschwindet jedoch in einem Gebiet, das für alle anderen als die Beteiligten tabu ist. Ich wurde von einem einsamen Donner getroffen, der zufällig da war, als ich mich reiben wollte, und beschloss, zu reden. Auf der anderen Seite versuchen Zufallszahlen, die die Befehle der Feigen missachten, aus Chuo Ward zu entkommen.","versions":[{"lang":3,"streams":[{"redirect":9615137,"hoster":"VOE"},{"redirect":8266317,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"You can\u0027t make an omelet without breaking eggs","descr":"Nach dem Finalturnier werden die Mitarbeiter der Konoha Party jeweils \"Matenro\", \"MAD TRIGGER CREW\" und \"Buster Bros !!!\" besuchen. Sie sagen, dass sie sie zum Premierminister führen werden, aber als sie die Gefahr spüren, versuchen sie, von der Stelle zu fliehen.","versions":[{"lang":3,"streams":[{"redirect":9615139,"hoster":"VOE"},{"redirect":8266325,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Tomorrow is another day","descr":"Die wahre Identität von Tom Iris Rex ist der Krieger \"Secret Aliens\", der Regierungen und Revolutionären in jedem Land hilft. Um die Ordnung dieses Landes zu schützen, stand er Ichiro und seinen Freunden feindlich gegenüber. Ichiro, Sakumaki und Jakurai und andere flohen wegen ihres Lebens aus dem Chuo Ward, aber Tom beantragte einen Rückkampf mit \"Fling Posse\", die wegen eines Stromausfalls gefasst worden war, um ihnen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":9615138,"hoster":"VOE"},{"redirect":8266321,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Revenge Is a Dish Best Served Cold.","descr":"Obwohl der zweite Division Rap Battle vorüber ist, kommt die Bevölkerung Japans nicht zur Ruhe. Ganz im Gegenteil, denn überall im Land häufen sich plötzliche Randale in den Straßen. Der Haken an der Sache: Die Täter scheinen selbst nicht so genau zu wissen, weshalb sie so ausgerastet sind.","versions":[{"lang":3,"streams":[{"redirect":13235835,"hoster":"VOE"},{"redirect":13235834,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Side with the Weak and Crush the Strong.","descr":"Als beim Katen-Clan ein paar Zivilisten für Unruhe sorgen, ist Samatoki außer sich. Er will die Verantwortlichen zur Rede stellen, und zwar sofort. Natürlich hat er dadurch keine Zeit, sich auch noch mit einem verdächtigen Gast des Clans rumzuschlagen.","versions":[{"lang":3,"streams":[{"redirect":13235839,"hoster":"VOE"},{"redirect":13235838,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Happiness Depends Upon Ourselves.","descr":"Nachdem die Mad Trigger Crew erfahren hat, wer hinter all den Krawallen überall steckt, suchen sie sich Hilfe bei den anderen Teams. Gemeinsam machen sie sich auf nach Nagoya und Osaka, wo sich Chiaro und Scuro befinden sollen.","versions":[{"lang":3,"streams":[{"redirect":13235843,"hoster":"VOE"},{"redirect":13235842,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"There is little success where there is little laughter.","descr":"Beim Abendessen werden Dotsuitare Hompo von einem wildfremden Mann zum Rap Battle herausgefordert. Als dieser sich beruhigt, muss er feststellen, dass er sich nicht einmal mehr an seinen eigenen Namen erinnern kann. Rosho und Sasara versuchen, seinem Gedächtnis auf die Sprünge zu helfen.","versions":[{"lang":3,"streams":[{"redirect":13296443,"hoster":"VOE"},{"redirect":13296448,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"As soon as you trust yourself, you will know how to live.","descr":"Bad Ass Temple, die Buster Bros!!! und Matenros Jakurai versuchen, TBH in Nagoya auf die Schliche zu kommen. Zufällig läuft Jakurai dabei den anderen beiden Mitgliedern von Matenro über den Weg. Da Hifumi und Doppo in Schwierigkeiten stecken, hilft der gutmütige Arzt seinen beiden Freunden.","versions":[{"lang":3,"streams":[{"redirect":13296431,"hoster":"VOE"},{"redirect":13296437,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Friendship is a single soul dwelling in three bodies.","descr":"Fling Posse treffen in Osaka auf ihre Fans Rabuta, Kentaro und Daisuke. Die drei Jungs sind begeistert, ihre Idole mal in echt zu sehen, und wollen ihnen auf jeden Fall positiv in Erinnerung bleiben. Aus irgendeinem Grund hat Ramuda aber ein Problem damit …","versions":[{"lang":3,"streams":[{"redirect":13345360,"hoster":"VOE"},{"redirect":13345359,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Hell Is Empty and All the Devils Are Here.","descr":"Endlich zeigt sich TBH vor den DRB-Finalisten. Allerdings ist er noch nicht bereit, ihre Fragen zu beantworten. Unter einem Vorwand lockt er die Rapper in einen Freizeitpark, wo sie in einem Rap Battle Royale gegen eine Vielzahl anderer Teams antreten sollen.","versions":[{"lang":3,"streams":[{"redirect":13345374,"hoster":"VOE"},{"redirect":13345365,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Each of Us Bears His Own Hell.","descr":"Nicht nur die Buster Bros!!! und Bad Ass Temple  geben alles, um die Bombe im Freizeitpark zu entschärfen, auch die Mad Trigger Crew und Dotsuitare Hompo suchen nach einem entsprechenden Schalter. Allerdings werden sie dabei schnell ausgebremst.","versions":[{"lang":3,"streams":[{"redirect":13443930,"hoster":"VOE"},{"redirect":13443934,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The North Wind and the Sun.","descr":"Zwei Schalter für das  Tor in der Mitte des Freizeitparks wurden bereits betätigt. Jetzt liegt es an Fling Posse und Matenro, auch den letzten zu finden. Auf sie wartet ein Rollenspiel, schicke Verkleidung inklusive. Das einzige Problem: Die Anführer der beiden Teams verstehen sich kein bisschen.","versions":[{"lang":3,"streams":[{"redirect":13443935,"hoster":"VOE"},{"redirect":13443937,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Every New Beginning Comes from Some Other Beginning`s End.","descr":"Die drei Gruppen im Freizeitpark haben endlich alle Schalter betätigt und stehen nun TBH, Chiaro und Scuro gegenüber. Endlich erfahren die Rapper, weshalb die mysteriösen Herausforderer in allen Divisions für Unruhen sorgen …","versions":[{"lang":3,"streams":[{"redirect":13443940,"hoster":"VOE"},{"redirect":13443945,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"There are no goodbyes for us. Wherever you are, you will always be in my heart","descr":"Kaibyakumon, Chiaro und Scuro stiften Chaos in ganz Tokyo, um die Regierung zu stürzen. Die Rapper-Teams wollen ihn um jeden Preis aufhalten, werden aber von Chuo-ku festgehalten.","versions":[{"lang":3,"streams":[{"redirect":13503283,"hoster":"VOE"},{"redirect":13503277,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Tears Come from the Heart and Not from the Brain.","descr":"Nachdem sich das dritte Team Chiaro vorgeknöpft hat, ist nun das zweite Team an der Reihe, Scuros Server ausfindig zu machen. Mit den Infos aus Shibuya hat das Team in Shinjuku zunächst leichtes Spiel.","versions":[{"lang":3,"streams":[{"redirect":13560277,"hoster":"VOE"},{"redirect":13560281,"hoster":"Streamtape"}]}]}]}]}