{"seriesId":"i-am-the-night","name":"I Am the Night","descr":"Vor einiger Zeit hat der ehemalige Marine Jay Singletary, der inzwischen als Reporter tätig ist, einen Artikel über Fauna Hodel geschrieben, die im Jahr 1949 von ihrer minderjährigen Mutter an eine schwarze Angestellte in einem Kasino in Nevada übergeben wurde. Als sich besagte Fauna Hodel später mit ihrer eigenen Vergangenheit beschäftigte, stieß sie auf einen berühmt-berüchtigten Gynäkologen aus Hollywood, der offenbar etwas mit dem Mord an Elizabeth Short im Jahr 1947 zu tun hatte. Aus diesem Grund verfasste Jay Singletary seinen investigativen Bericht, mit dem er sich jedoch nur wenige Freunde machte. Nun ergibt sich für ihn allerdings die Möglichkeit, sich die Sache noch einmal genauer anzuschauen und das entscheidende Puzzleteil zu finden, das ihm damals verborgen blieb.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine schwarze Welt","epNo":1,"alt":"Pilot","descr":"Fauna Hodel wächst bei ihrer Adoptivfamilie in Reno, Nevada, auf und hat sich damit arrangiert, kaum etwas über ihre Herkunft zu wissen. Doch eine zufällige Entdeckung schickt das junge Mädchen auf eine verzweifelte Suche nach ihren Wurzeln. In Los Angeles recherchiert der Reporter und ehemalige Marine, Jay Singletary, derweil für eine Story über einen grausamen Mordfall.","versions":[{"lang":1,"streams":[{"redirect":12916920,"hoster":"VOE"},{"redirect":8576351,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Finstere Träume","epNo":2,"alt":"Phenomenon Of Interference","descr":"In Los Angeles versucht Fauna ihre Familie aufzuspüren, unter anderem auch ihren Großvater George Hodel. Während Jay im Fall des \"Bloody Romeo\" recherchiert, lässt ihn eine alte Geschichte nicht los, die vor Jahren fast seine Karriere zerstört hätte – ein Fall, in den auch George Hodel involviert war. Und obwohl er mehrfach gesagt bekommt er solle es gut sein lassen geht im dieser Fall einfach nicht mehr aus dem Kopf. Wird er wieder beginnen zu recherchieren oder kann er endlich die Vergangenheit gut sein lassen???","versions":[{"lang":1,"streams":[{"redirect":14372525,"hoster":"VOE"},{"redirect":14387567,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dunkle Blume","epNo":3,"alt":"Dark Flower","descr":"Als Jay Besuch von Billis und dem LAPD bekommt, fragt er sich, ob er der Wahrheit schon zu nahe gekommen ist. Fauna muss derweil Corrinas Enthüllungen über ihre Mutter mit ihrem Verdacht in Einklang bringen, dass die ältere Frau Tamar versteckt hält.","versions":[{"lang":1,"streams":[{"redirect":14395557,"hoster":"VOE"},{"redirect":14378609,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Düstere Kunst","epNo":4,"alt":"-Matador","descr":"Als Corinna ihn mitten in der Nacht anruft, hofft Jay endlich erste Ansätze zu haben, um den Fall Hodel knacken zu können. Außerdem erhärtet sich sein Verdacht, dass der Bloody-Romeo-Fall etwas mit dem berühmten Balck-Dahlia-Mord zu tun haben könnte. Fauna glaubt sich derweil auf der Suche nach ihrer Mutter Tamar kurz vor dem Ziel, als sich eine Chance auf weitere Informationen auftut.","versions":[{"lang":1,"streams":[{"redirect":14402803,"hoster":"VOE"},{"redirect":14387569,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Insel der Finsternis","epNo":5,"alt":"Aloha","descr":"Jay und Fauna suchen nach einer Möglichkeit, nach Hawaii zu kommen. Während Fauna dort ihre Mutter Tamar suchen will, um herauszufinden, warum sie wirklich zur Adoption freigegeben wurde, erhofft sich Jay von ihr Informationen über den Fall Hodel, der seine Karriere zerstört hat.","versions":[{"lang":1,"streams":[{"redirect":14395608,"hoster":"VOE"},{"redirect":14387571,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Stärke in der Nacht","epNo":6,"alt":"Queen’s Gambit, Accepted","descr":"Als Fauna erfährt, was Jimmy Lee zugestoßen ist, sucht sie fieberhaft nach einem Weg zurück nach Hause. Doch mit dem Watts-Aufruhr explodiert die Stadt in Chaos und Faunas einziger Ausweg könnte eine furchtbare Falle sein. Jay sitzt derweil in einer Zelle voller Aufständischer fest und fasst schließlich einen verzweifelten Plan.","versions":[{"lang":1,"streams":[{"redirect":14395558,"hoster":"VOE"},{"redirect":14387585,"hoster":"Streamtape"}]}]}]}]}