{"path":"/serie/stream/i-chu","name":"I-Chu","descr":"An der Étoile Vio Oberschule lernen die Schüler, auch \"I-CHU\" genannt, was es heißt, ein vollwertiges Idol zu werden. Die I-CHU arbeiten stetig auf ihr Ziel hin. Jeder Junge wird lernen zu glänzen.","seasons":[{"path":"/serie/stream/i-chu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/i-chu/staffel-1/episode-1","name":"","epNo":1,"alt":"The Colors of Songs","descr":"Bereits nach einer Woche werden die neuen Idols an der Étoile-Vie-Schule vor eine riesige Aufgabe gestellt: Sie sollen innerhalb von drei Monaten dreitausend CDs verkaufen! In den einzelnen Gruppen der Klasse 3 werden direkt die ersten Schlachtpläne geschmiedet. Nur Fire Fenyx scheinen nicht so recht als Gruppe zu harmonieren","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8266363","hoster":"VOE"},{"path":"/redirect/8266362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-2","name":"","epNo":2,"alt":"That Which Is Engraved","descr":"Dank ihrer ausgiebigen Aussprache können Fire Fenyx die Produktion ihrer CD voller frischem Elan angehen. Diesmal sind es plötzlich IB und ArS, bei denen es zu Unstimmigkeiten zwischen den Mitgliedern kommt. Der schüchterne Akio will sich sogar direkt ganz von der Schule abmelden. Kriegen die beiden Gruppen noch die Kurve?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615145","hoster":"VOE"},{"path":"/redirect/8266355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-3","name":"","epNo":3,"alt":"In the Case of an Otokonoko","descr":"Nach der Produktion ihrer eigenen Songs steht für Fire Fenyx, IB, ArS und Twinkle Bell nun der erste Konzertauftritt auf dem Programm. Vorher werden sie vom beliebten Otokonoko-Idol Kokoro-chan noch einem intensiven Training unterzogen. Wie werden sie nach der ganzen harten Arbeit beim Publikum ankommen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507155","hoster":"VOE"},{"path":"/redirect/8266374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-4","name":"","epNo":4,"alt":"Just as You Are","descr":"Seiya ist nach dem Konzerterlebnis erst recht motiviert, sich auf Kokoros Level hochzuarbeiten. Akira hingegen macht es extrem zu schaffen, dass er wieder mit einer ausdruckslosen Puppe verglichen wurde und er ist wütend auf sich selbst. Auch die Mitglieder von ArS müssen die Enttäuschung erst einmal gemeinsam verarbeiten","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615146","hoster":"VOE"},{"path":"/redirect/8266369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-5","name":"","epNo":5,"alt":"That Which We Wish to Convey","descr":"Verärgert darüber, dass ihm der Studioraum für seine Übungsstunde weggeschnappt wurde, geigt Issei aus der Jazz-Band namens Lancelot den Mitgliedern von IB seine Meinung. Lucas, den Komponisten der Gruppe, treffen die Kommentare zu ihrer musikalischen Leistung besonders hart. Kann er die Kritik des älteren Schülers annehmen und umsetzen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507159","hoster":"VOE"},{"path":"/redirect/8266342","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-6","name":"","epNo":6,"alt":"Where I Belong","descr":"Ein Fanevent von Kokoro-chan droht ins Wasser zu fallen, da der Star des Abends durch das schlechte Wetter große Probleme mit der Anreise hat. Damit die Stimmung in der Konzerthalle nicht kippt, sollen die anderen I-CHU auftreten und dem Crossdressing-Idol so die nötige Zeit verschaffen. Aber tut Schuldirektor Kuma den Beteiligten mit dieser Anweisung wirklich etwas Gutes","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507160","hoster":"VOE"},{"path":"/redirect/8266341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-7","name":"","epNo":7,"alt":"For a Smile","descr":"Endspurt für die angehenden Idols in Klasse 3! Am letzten Tag ihrer Frist für den Verkauf der 3.000 CDs treten alle Gruppen noch mal auf Eventbühnen auf. Um nicht doch noch durchzufallen, müssen sie die Leute richtig für sich begeistern. Für Fire Fenyx sieht es ohnehin schon eng aus - und dann braucht vor ihrem letzten Auftritt auch noch jemand Seiyas Hilfe","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8266343","hoster":"VOE"},{"path":"/redirect/8266345","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-8","name":"","epNo":8,"alt":"Bonds","descr":"Nachdem die erste große Prüfung bestanden ist, dürfen sich die I-CHU im Strandurlaub vergnügen. Doch dann verschwinden sie einer nach dem anderen und die verbliebenen Jungs müssen sich auf die Suche nach ihren Kameraden machen.","versions":[]},{"path":"/serie/stream/i-chu/staffel-1/episode-9","name":"","epNo":9,"alt":"The Lost Color","descr":"Seiyas allergrößtes Vorbild, Tsubaki von Tenjo Tenge, ist von seiner Welttournee zurück! Der Blondschopf ist total aus dem Häuschen und gibt gar keine Ruhe mehr. Zumindest, bis er einen heftigen Dämpfer einstecken muss, der ihn aus der Bahn wirft .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018642","hoster":"VOE"},{"path":"/redirect/8576344","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-10","name":"","epNo":10,"alt":"Back to Life","descr":"Seiya ist nach den harten Worten, die er sich von Tsubaki anhören musste, komplett niedergeschlagen. Da es immer sein Ziel war, wie Tsubaki zu werden, weiß er nun gar nicht mehr weiter. Die anderen I-CHU machen sich große Sorgen. Wird er seine Idolkarriere an dieser Stelle aufgeben?","versions":[]},{"path":"/serie/stream/i-chu/staffel-1/episode-11","name":"","epNo":11,"alt":"The Decisive Battle","descr":"Jetzt wird es ernst! Der Tag der Auswahl-Auftritte, anhand derer der Schuldirektor seine Wahl für den Sound Carnival treffen wird, ist gekommen. Werden sich die I-CHU behaupten können? Oder wird Tenjo Tenge auch dieses Jahr alle Gruppen im Vergleich verblassen lassen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13492121","hoster":"VOE"},{"path":"/redirect/8576350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-chu/staffel-1/episode-12","name":"","epNo":12,"alt":"Ichu","descr":"Die Enttäuschung bei den I-CHU ist riesig. All die körperlichen und emotionalen Strapazen für nichts! Keiner von ihnen kann ahnen, welchen Plan der Schuldirektor und Tenjo Tenge die gesamte Zeit über im Hintergrund verfolgen .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8828418","hoster":"VOE"},{"path":"/redirect/12496665","hoster":"Streamtape"}]}]}]}]}