{"path":"/serie/stream/i-dated-a-psycho","name":"I Dated A Psycho","descr":"Die Reihe I Dated a Psycho erzählt Fälle von jungen Menschen, die entdecken mussten, dass ihr Lebenspartner auch eine völlig andere Seite hat.","seasons":[{"path":"/serie/stream/i-dated-a-psycho/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/i-dated-a-psycho/staffel-1/episode-1","name":"Verhängnisvolle Romanze","epNo":1,"alt":"Evimer Duclerc \u0026 Michelle Garcia","descr":"Die junge Liebe zwischen Evimer und Ramon ist aufregend, aber bald lernt Evimer eine andere Seite ihres Partners kennen. Sie ist schockiert, als eine Reihe von Ereignissen zu einem Angriff auf den Straßen von New York führt, bei dem sie tot geglaubt zurückgelassen wird. Michelle lernt in New Mexico den gut aussehenden Oscar kennen und stürzt sich in eine stürmische Romanze mit ihm. Bald müssen die beiden erkennen, dass es keine perfekten Beziehungen gibt und ihre Liebe versinkt langsam aber sicher in einem tödlichen Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11565413","hoster":"VOE"},{"path":"/redirect/8376185","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-dated-a-psycho/staffel-1/episode-2","name":"Morddrohungen","epNo":2,"alt":"Mary Kay Beckman \u0026 Steven Lane","descr":"Der Traum eines jungen Mannes von der romantischen Beziehung zu einer Cheerleaderin einer NFL-Mannschaft findet ein jähes Ende, als Drohungen sein Leben in einen Alptraum verwandeln. In Las Vegas riskiert unterdessen eine Frau ihr Leben bei dem Versuch, die große Liebe mit einem attraktiven Golfplatzangestellten zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376183","hoster":"VOE"},{"path":"/redirect/11860698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-dated-a-psycho/staffel-1/episode-3","name":"Lügenlabyrinth","epNo":3,"alt":"Mary Gemmer \u0026 Dewayne Barrentine","descr":"Die alleinerziehende Mary sucht in einer Kleinstadt nach Liebe. Als sie beginnt, mit dem Footballtrainer ihres Sohnes auszugehen, glaubt sie, es geschafft zu haben. Jahrelang führen sie eine Beziehung mit Höhen und Tiefen. Als die Tiefen unerträglich werden, erkennt Mary, dass ihr Traumprinz doch nicht der Hauptgewinn ist. Auch Dewayne ist alleinerziehend. Eines Tages lernt er Tausha und ihre Tochter kennen. Die Beziehung der beiden verläuft gut, bis ihr Leben von Lügen und Manipulation beeinträchtigt wird. Richtig schlimm wird es, als Geschichten von Mord die Beziehung vergiften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336094","hoster":"VOE"},{"path":"/redirect/8376181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-dated-a-psycho/staffel-1/episode-4","name":"Gefährliche Gerüchte","epNo":4,"alt":"Soraida Hicks \u0026 Kaitlyn Martin","descr":"Für eine Frau wird der Traum von der großen Liebe zum Albtraum, als ihr Freund ihr Telefon benutzt, um Gerüchte über sie zu verbreiten und dann eine Kampagne startet, um sie zu terrorisieren. Eine Studentin bekommt es mit der Angst zu tun, als ein geheimnisvolles schwarzes Auto ihr zu folgen beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376177","hoster":"VOE"},{"path":"/redirect/8376178","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-dated-a-psycho/staffel-1/episode-5","name":"Der blanke Horror","epNo":5,"alt":"Natalie Purdie \u0026 Tracy Ella","descr":"Eine Abiturientin, die hofft, später eine professionelle Tänzerin zu werden, verliebt sich Hals über Kopf in einen charmanten jungen Mann, aber ihre Pläne stürzen in sich zusammen, als er seine gewaltsame und dunkle Seite zeigt. Als Tracy und Lonnie sich kennenlernen, funkt es sofort zwischen ihnen. Doch ihre heiße Romanze wird zur Hölle auf Erden, als Lonnie sich als echter Psychopath entpuppt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376175","hoster":"VOE"},{"path":"/redirect/8376174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-dated-a-psycho/staffel-1/episode-6","name":"Dunkle Zeiten","epNo":6,"alt":"Melissa Benson \u0026 Kevin Leland","descr":"Als Melissa den fürsorglichen LaShawn kennenlernt, glaubt sie, endlich den richtigen Partner für sich gefunden zu haben. Sie verliebt sich in den neuen Mann in ihrem Leben. Doch als Melissa gerade glaubt, dass alles in Ordnung ist, bekommt das Paar Probleme und ein Albtraum beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8376169","hoster":"VOE"},{"path":"/redirect/8376170","hoster":"Streamtape"}]}]}]}]}