{"seriesId":"i-dont-work-here","name":"I don’t work here","descr":"Dawit und Laura sind mit ihrer Tochter Fiyori in den Keller von Lauras Eltern gezogen, doch das Zusammenleben mit Heidi und Walter birgt Konfliktpotenzial. Dawit meistert die Turbulenzen des familiären Miteinanders zwar nicht immer geschickt, dafür aber meistens charmant. Für den Familienfrieden biegt er gerne mal die Wahrheit, was ihn oft in absurde und unangenehme Situationen bringt. Für seine Freundin Laura ist das besonders dann anstrengend, wenn sie gerade mal wieder leidenschaftlich gegen Diskriminierung und jede Form von Ungerechtigkeit kämpft. Dabei entspricht sie nicht immer dem Idealbild ihrer Schwiegermutter Lemlem, für die das Wohl ihres Sohnes an erster Stelle steht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hecke","epNo":1,"alt":"","descr":"Dawit wohnt mit Frau und Kind im Keller bei den Schwiegereltern. Das sorgt für Konflikte. Nicht nur in der Familie, sondern auch in der Nachbarschaft. Und manchmal sogar mit der Polizei.","versions":[{"lang":1,"streams":[{"redirect":12442299,"hoster":"VOE"},{"redirect":12442298,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Höhle","epNo":2,"alt":"","descr":"Oma Heidi versucht ihrer Enkelin Fiyori zu beweisen, dass sie lustiger ist, als der Opa. Hilfe findet sie dabei auf Social Media: von \"Rocko \u0026 Socko\"! Im Keller stellt Laura die Haushaltshilfe Work ein. Er soll ihre Wohnung in den Griff kriegen, sorgt aber nur für noch mehr Chaos. Als Dawit erfährt, dass ihn mit Work mehr verbindet, als die äthiopischen Wurzeln, ist schnell klar: Er kann ihm niemals kündigen!","versions":[{"lang":1,"streams":[{"redirect":12442302,"hoster":"VOE"},{"redirect":12442307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Partykeller","epNo":3,"alt":"","descr":"Dawit ist zu alt, um für einen Nachwuchspreis nominiert zu werden. Bis er erfährt, dass er immer am falschen Tag Geburtstag gefeiert hat. Denn seine Mutter hat das Datum frei erfunden.","versions":[{"lang":1,"streams":[{"redirect":12442309,"hoster":"VOE"},{"redirect":12442308,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Krankenhaus","epNo":4,"alt":"","descr":"Seit wann heißt seine Mutter Stefanie? Überrascht stellt Dawit fest, dass Lemlem im Krankenhaus als Stefanie bekannt ist. Der Name ist leichter zu merken. Leider auch, wenn die Arbeit ruft.","versions":[{"lang":1,"streams":[{"redirect":12442313,"hoster":"VOE"},{"redirect":12442314,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Homeoffice","epNo":5,"alt":"","descr":"Lemlem gibt Dawit das Gefühl, dass Laura ihn nicht verwöhnt. Um das Gegenteil zu beweisen, bittet er Laura, beim nächsten Familienessen die fürsorgliche Partnerin zu geben. Nicht mit ihr!","versions":[{"lang":1,"streams":[{"redirect":12442316,"hoster":"VOE"},{"redirect":12442318,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kitzbühel","epNo":6,"alt":"","descr":"Heidi will sich heimlich den Hals straffen lassen. Damit ihre Familie von der Schönheits-OP nichts mitbekommt, tut sie so, als würde sie allein in den Wellnessurlaub fahren – nach Kitzbühel!","versions":[{"lang":1,"streams":[{"redirect":12442319,"hoster":"VOE"},{"redirect":12442321,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Friedhof","epNo":7,"alt":"","descr":"Dawit ist im Stress – viel Arbeit in der Agentur und dann auch noch Fiyoris Pyjamaparty. Da kommt es ihm ganz gelegen, dass er aus Versehen Kalkentferner getrunken hat und ins Krankenhaus muss.","versions":[{"lang":1,"streams":[{"redirect":12442327,"hoster":"VOE"},{"redirect":12442325,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Supermarkt","epNo":8,"alt":"","descr":"Dawit hat es satt, im Supermarkt immer für einen Mitarbeiter gehalten zu werden. Im neuen afrikanischen Laden ist das anders. Hier muss er aber Lauras Pfleger spielen, um Rabatte zu kriegen.","versions":[{"lang":1,"streams":[{"redirect":12442329,"hoster":"VOE"},{"redirect":12442330,"hoster":"Streamtape"}]}]}]}]}