{"path":"/serie/stream/i-hear-your-voice","name":"I Hear Your Voice","descr":"[Neoui Moksoriga Deulryeo] Nach einer schwierigen Kindheit, bekommt Anwältin Jang Hye Sung den Job des Starfverteidigers. Doch sie ist materialistisch, egoistisch und schnell genervt. Ihr Leben ändert sich, als sie Park Soo Ha, einen 19 Jährigen Schüler mit der Fähigkeit, die Gedanken anderer Menschen lesen zu können, und den fröhlichen und idealistischen Rechtsanwalt Cha Kwan Woo, begegnet. Soo Ha bekam seine übernatürlichen Fähigkeiten, nachdem er vor zehn Jahren Zeuge des Mordes seines Vaters wurde. Der Tod seines Vaters wurde zunächst als Autounfall gesehen, bis Hye Sung, damals ein High-School Mädchen, trotz der Drohungen des Mörders, die entscheidende Aussage machte. Das Mädchen, das damals so tapfer vor Gericht aussagte, stahl sofort Soo Ha’s Herz. Von da an suchte er nach ihr und schwor sich, sie zu beschützen, wenn er sie wiedersehen würde.","seasons":[{"path":"/serie/stream/i-hear-your-voice/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Park Soo Ha entwickelt die Fähigkeit, die Gedanken anderer Menschen zu lesen, nachdem er in einen Unfall verwickelt war und den gewaltsamen Mord an seinem Vater miterlebt hat. Zwei junge parteilose Zeugen sehen dieses brutale Verbrechen, aber nur Jang Hye Sung tritt vor und liefert Beweise, um den Kriminellen zu verurteilen. Dankbar und dankbar verspricht Park Soo Ha, sie zu beschützen, und sucht seitdem nach ihr.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478253","hoster":"VOE"},{"path":"/redirect/12478255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Jang Hye Sung wird als Pflichtverteidiger engagiert. Ihr erster Fall betrifft den Klassenkameraden von Park Soo Has, Go Sung Bin, der beschuldigt wird, einen anderen Klassenkameraden, Moon Dong Hee, ermordet zu haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478230","hoster":"VOE"},{"path":"/redirect/12478243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nachdem Moon Dong Hee Ko Sung Bin als die Person beschuldigt hat, die sie aus dem Fenster gestoßen hat, gehen die Anwälte Jang Hye Sung und Cha Gwan Woo als Studenten undercover, um Beweise zu finden, die beweisen, dass Ko Sung Bin unschuldig ist. Gleichzeitig erhält Jang Hye Sung weiterhin SMS von einer unbekannten Telefonnummer und vermutet, dass es sich um Park Soo Ha handeln könnte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478222","hoster":"VOE"},{"path":"/redirect/12478224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Die Anwälte Jang Hye Sung und Cha Kwan Woo müssen in ihrem nächsten Fall gegeneinander antreten, bei dem es um Zwillinge geht, von denen einer den anderen verteidigt. Park Soo Ha versucht, Min Joon Kook näher zu kommen, indem er seine Identität verbirgt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478220","hoster":"VOE"},{"path":"/redirect/12478216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Da ihre Fälle miteinander verbunden sind, beschließen Jang Hye Sung und Cha Gwan Woo, zusammenzuarbeiten, aber sie fühlt sich zu ihm hingezogen. Beide Zwillinge behaupten, unschuldig zu sein, also beschließt Jang Hye Sung, Park Soo Ha um Hilfe zu bitten. Min Joon Kook zieht weg und sucht Arbeit bei Jang Hye Sungs Mutter.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478218","hoster":"VOE"},{"path":"/redirect/12478214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Jang Hye Sung ist verärgert, als sie herausfindet, dass sie sich im Fall der Zwillinge geirrt hat, beschließt jedoch, ihren Fehler zuzugeben und Seo Do Yeon zu helfen, die Wahrheit aufzudecken. Nachdem sie von Cha Kwan Woo vor ihren anderen Kollegen verteidigt wurde, lädt Jang Hye Sung ihn spontan zu einem \"Nicht-Date\"-Date ein, rennt ihm aber davon, als sie herausfindet, dass Park Soo Ha möglicherweise versucht, Min . zu töten Joon Kook.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478207","hoster":"VOE"},{"path":"/redirect/12478193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Jang Hye Sungs Mutter ahnt, dass sie in Gefahr ist. Alle im Büro sind verärgert, nachdem ein Kunde eine Szene verursacht hat, aber dies inspiriert Cha Kwan Woo dazu, den Fall zu übernehmen und Jang Hye Sung seine Gefühle für sie zu gestehen. Park Soo Ha beharrt darauf, Min Joon Kook ausfindig zu machen, während Min Joon Kook seine Pläne in die Tat umsetzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478191","hoster":"VOE"},{"path":"/redirect/12478182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Ein Brand im Hühnchenrestaurant soll die Todesursache von Jang Hye Sungs Mutter sein, wobei Min Joon Kook der Hauptverdächtige ist. Cha Kwan Woos Loyalität und Ethik werden in Frage gestellt, als er als Anwalt von Min Joon Kook eingesetzt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478179","hoster":"VOE"},{"path":"/redirect/12478171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Nach der Freilassung von Min Joon Kook sind alle unruhig, besonders Park Soo Ha. Er beschließt, ihn zu konfrontieren, aber das Ergebnis ist eine unerwartete Katastrophe, als Jung Hye Sung versucht, ihn davon abzuhalten, ein Mörder zu werden. Nach diesem Ereignis ändert sich das Leben aller. Die Zeit wird auf ein Jahr weitergeleitet, und auch alles scheint sich wieder normalisiert zu haben, aber Jung Hye Sung denkt immer noch an Park Soo Ha.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478162","hoster":"VOE"},{"path":"/redirect/12478167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Nachdem Park Soo Ha ein ganzes Jahr lang verschwunden ist, wird er entdeckt und ins Gefängnis gebracht, in der Annahme, dass er derjenige ist, der Min Joon Kook getötet hat. Jung Hye Sung findet heraus, dass er sein Gedächtnis und seine Fähigkeit, Gedanken zu lesen, verloren hat. Choi Yoo Chang überzeugt Cha Kwan Woo, wieder zu arbeiten, um Jung Hye Sung bei Park Soo Ha zu helfen. Für PSH wird ein Geschworenengerichtsverfahren angesetzt, aber das Anwaltsteam hat Mühe, mit den Beweisen des Staatsanwaltsteams Schritt zu halten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478150","hoster":"VOE"},{"path":"/redirect/12478165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Das Anwaltsteam schlägt vor, dass Min Joon Kook noch am Leben ist, und versucht, die Beweise der Staatsanwaltschaft zu überlaufen, während Pretty Boy Choi (Yoo Chang) versucht, mehr über die Person herauszufinden, die Park Soo Ha bei der Polizei angezeigt hat. Park Soo Ha wird für nicht schuldig befunden und freigelassen, aber seine Amnesie macht es ihm schwer, zu seinem alten Lebensstil zurückzukehren. Jung Hye Sung warnt Park Soo Ha, sie nach dem Prozess nicht zu kontaktieren, aber er sucht trotzdem hartnäckig nach ihr.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478151","hoster":"VOE"},{"path":"/redirect/12478145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Trotz ihrer Bemühungen kann sich Jang Hye Sung nicht von Park Soo Ha fernhalten. Sie bringt ihn nach Hause, während er versucht, seine Erinnerungssplitter zu zerstückeln, aber sie vermeidet es immer noch, Zeit mit ihm zu verbringen. Cha Kwan Woo erklärt sich bereit, Park Soo Has Anwalt für seinen zweiten Prozess zu sein und Hwang Dal Joong wird aus dem Gefängnis entlassen. Immer mehr Beweise dafür, dass Min Joon Kook am Leben ist. Park Soo Ha ist überwältigt, als seine wiederkehrenden Erinnerungen die schrecklichen Realitäten der Vergangenheit zusammen mit seinen Fähigkeiten zum Gedankenlesen enthüllen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478139","hoster":"VOE"},{"path":"/redirect/12478136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Obwohl seine Erinnerungen zu ihm zurückgekehrt sind, beschließt Park Soo Ha, dies niemandem zu verraten, damit er sich nicht von Jang Hye Sung trennen muss. Hwang Dal Joong sitzt wegen versuchten Mordes wieder im Gefängnis. Cha Kwan Woo bewirbt sich erneut als Pflichtverteidiger, wird aber abgelehnt. PSH und JHS ziehen in seine Wohnung um, wo es sicherer ist. Anwalt Shin verbündet sich mit JHS für den Geschworenenprozess gegen Dal Joong, findet jedoch heraus, dass er der wahre Vater von Seo Do Yeon ist. Min Joon Kook taucht wieder auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478118","hoster":"VOE"},{"path":"/redirect/12478124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-14","name":"","epNo":14,"alt":"Episode 14","descr":"Park Soo Ha gibt zu, dass er anderen wie ein Monster erscheinen muss, weil er in ihre dunkelsten Gedanken sehen kann. JHS ist sich nicht sicher, ob sie Seo Do Yeon von ihrem leiblichen Vater erzählen soll. Der neue Pflichtverteidiger ist das \"Gesamtpaket\", tritt aber sofort zurück, als er feststellt, dass die Bezahlung nicht so luxuriös ist. Dies eröffnet Cha Kwan Woo die Möglichkeit, seine Position zurückzuerobern, kämpft jedoch mit seinen Verletzungen durch Min Joon Kooks Angriff.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478107","hoster":"VOE"},{"path":"/redirect/12478110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-15","name":"","epNo":15,"alt":"Episode 15","descr":"Park Soo Ha kann nicht umhin, mit Seo Do Yeon zu sympathisieren, dass sie ihren Adoptivvater unterstützen möchte. Seo Do Yeon führt den DNA-Test unter der Bedingung durch, dass CEO Seo im Prozess nicht erwähnt wird. Sie ist Anklägerin im Fall Hwang Dal Joong.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478104","hoster":"VOE"},{"path":"/redirect/12478103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-16","name":"","epNo":16,"alt":"Episode 16","descr":"Der Prozess gegen Hwang Dal Joong kommt mit dem Urteil zu seinen Gunsten zu einem Abschluss. Seo Do Yeon entschuldigt sich schließlich aufrichtig bei Jung Hye Sung dafür, dass er sie fälschlicherweise bei dem Feuerwerkskörperunfall beschuldigt hat. Trotz der zusätzlichen Vorsichtsmaßnahmen der Polizei und Park Soo Ha/Cha Kwan Woo gelingt es Min Joon Kook, Jung Hye Sung zu entführen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478092","hoster":"VOE"},{"path":"/redirect/12478090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-17","name":"","epNo":17,"alt":"Episode 17","descr":"Min Joon Kook trickst Jang Hye Sung aus, um Park Soo Ha dazu zu bringen, ihm zu folgen, damit sie ihre letzte Konfrontation haben können. Park Soo Ha muss sich entscheiden, ob er wie Min Joon Kook ein rachsüchtiger Mörder wird oder sein Versprechen gegenüber Jang Hye Sung einhält.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478075","hoster":"VOE"},{"path":"/redirect/12478085","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-hear-your-voice/staffel-1/episode-18","name":"","epNo":18,"alt":"Episode 18","descr":"Park Soo Ha legt seine Aufnahmeprüfung für die Polizeiakademie ab, aber gerade als es für unser OTP gut zu laufen scheint, wird er wegen versuchten Mordes nach dem Messerstechvorfall vor einem Jahr vorgeladen. Min Joon Kook verspricht, alles zu enthüllen, unter der Bedingung, dass Cha Kwan Woo erneut annimmt, sein Anwalt vor Gericht zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12478074","hoster":"VOE"},{"path":"/redirect/12478064","hoster":"Streamtape"}]}]}]}]}