{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot","name":"I killed my husband – Ich hoffe Du bist tot","descr":"[J\u0027ai tué mon mari] Manuel Viera (Antoine Gouy), ein angesehener Anwalt, der sich für das Recht der Schwachen gegenüber der Mächtigsten einsetzt. Doch die gutmütige Fassade ist nur Schein. In Wahrheit ist er ein gewalttätiger Tyrann, der seine Frau Anna (Erika Sainte) seit Jahren misshandelt. Eine Frau, die nicht \"das typische Opfer\" ist und viel zu spät erkennt, dass sie handeln muss. An einem regnerischen Tag findet sie sich plötzlich an einer Brücke irgendwo in Frankreich wieder. Irgendwas ist passiert . Völlig neben sich stehend macht sie sich auf den Weg zurück nach Hause, wo die letzte Auseinandersetzung mit ihrem Mann Spuren hinterlassen hat.","seasons":[{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1/episode-1","name":"Die Brücke","epNo":1,"alt":"","descr":"Manuel Viera (Antoine Gouy), ein angesehener Anwalt, der sich für das Recht der Schwachen gegenüber der Mächtigsten einsetzt. Doch die gutmütige Fassade ist nur Schein. In Wahrheit ist er ein gewalttätiger Tyrann, der seine Frau Anna (Erika Sainte) seit Jahren misshandelt. Eine Frau, die nicht \"das typische Opfer\" ist und viel zu spät erkennt, dass sie handeln muss. An einem regnerischen Tag findet sie sich plötzlich an einer Brücke irgendwo in Frankreich wieder. Irgendwas ist passiert . Völlig neben sich stehend macht sie sich auf den Weg zurück nach Hause, wo die letzte Auseinandersetzung mit ihrem Mann Spuren hinterlassen hat. Sie ruft ihre beste Freundin Laure (Hiba Abouk) an, die Halbschwester ihres Mannes. Doch noch ehe sie ihr mehr erzählen kann, steht die Polizei vor der Tür – die Nachbarn hatten den Streit mitbekommen.Zunächst entschlossen, nichts zu sagen, bricht es plötzlich aus ihr heraus: \"Ich habe meinen Mann getötet.\" Um sich selbst und ihren 8-jährigen Sohn Julius zu schützen, hat sie ihren eigenen Ehemann ermordet – so glaubt sie. Nachdem sie die Tat gestanden hat, wird sie angeklagt. Doch am Tag der Verhandlung nimmt ihr Leben erneut eine dramatische Wendung. Die Leiche ihres Mannes wurde bisher nie gefunden und nun kommt heraus, dass er gar nicht tot und ihr Sohn in großer Gefahr ist. Anna begreift, dass sie keine andere Wahl hat, als aus dem Gerichtsgebäude zu entkommen. Als Flüchtige und meist gesuchte Frau der Stadt beginnt ein Wettlauf gegen die Zeit für sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12955195","hoster":"VOE"},{"path":"/redirect/12955196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1/episode-2","name":"Die falsche Mutter","epNo":2,"alt":"","descr":"Noch immer versteckt sich Anna im Gerichtsgebäude. Sie weiß, dass sie endlich etwas unternehmen muss, weil ihr Sohn in Gefahr ist. Bei Calderas Ermittlungen zeigt sich, dass sich Annas Mutter auf die Seite ihres Schwiegersohns stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12955197","hoster":"VOE"},{"path":"/redirect/12955198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1/episode-3","name":"Neue Identität","epNo":3,"alt":"","descr":"Anna will mehr über den Stenlitch Fall herausfinden und will dafür die Identität einer administrativen Assistentin annehmen, die ihren letzten Tag im Gericht hatte. Lukas willigt ein, ihr dabei zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12955202","hoster":"VOE"},{"path":"/redirect/12955209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1/episode-4","name":"Die Wahrheit","epNo":4,"alt":"","descr":"Anna erkennt, dass sie nichts weiter als ein Gebrauchsgegenstand für ihren Mann ist. Ein weiterer Auslöser, sich endlich aus seinen Fängen zu befreien. Caldera versteht, dass Anna die Wahrheit gesagt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12955207","hoster":"VOE"},{"path":"/redirect/12955208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1/episode-5","name":"Auf der Flucht","epNo":5,"alt":"","descr":"Caldera wird noch einmal vor Augen geführt, dass sie die Erste sein muss, die die Flüchtige in Gewahrsam nehmen muss, wenn sie ihre Karriere retten will. Anna atmet draußen derweil tief durch und findet eine weitere Möglichkeit, sich zu verkleiden. Sie schnappt sich ein Taxi und macht sich auf den Weg zu Laure, die ihr dabei helfen will, Anna zu ihrem Sohn zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12955211","hoster":"VOE"},{"path":"/redirect/12955212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/i-killed-my-husband-ich-hoffe-du-bist-tot/staffel-1/episode-6","name":"Böses Spiel","epNo":6,"alt":"","descr":"Anna steht wieder am Anfang. Sie ist wie versteinert, muss aber gute Miene zum bösen Spiel machen. Manuel will mit ihrem Sohn fliehen und die einzige Möglichkeit, um Julius zu beschützen, ist mit ihrem Mann zu gehen. So wie früher. Anna spielt Manuels Spiel mit. Und sie merkt, dass die Anziehung zu ihrem Mann, der 20 Jahre an ihrer Seite war, noch immer nicht weg ist – trotz allem, was passiert ist .","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12955214","hoster":"VOE"},{"path":"/redirect/12955216","hoster":"Streamtape"}]}]}]}]}