{"seriesId":"i-love-that-for-you","name":"I Love That for You","descr":"Joanna Gold (Vanessa Bayer) hat in ihrer Kindheit Krebs überlebt und möchte sich nun als junge Erwachsene einen Traum erfüllen: sie möchte Moderatorin bei ihrem örtlichen Homeshoppingsender werden. Dafür krempelt sie ihr Leben komplett um und versucht das Image des \"Cancer Girls\" abzulegen. Eine kleine Lüge führt aber zu einer Verkettung von Ereignissen, deren Ausgang Joanna unmöglich vorhersehen kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"GottaHaveIt","descr":"Joanna will sich nicht länger von ihrer Kinderkrankheit definieren lassen und bekommt ihren Traumjob als Moderatorin bei einem Homeshopping-Kanal. Als ihre erste Sendung nicht wie geplant verläuft, trifft sie eine mutige Entscheidung, um ihr Schicksal beim Sender zu retten.","versions":[{"lang":1,"streams":[{"redirect":11870880,"hoster":"VOE"},{"redirect":11870881,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13523406,"hoster":"VOE"},{"redirect":10696640,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Faux Florals","descr":"Joanna versucht, ihre Lüge zurückzunehmen, wird aber durch die Aufmerksamkeit, die sie bekommt, auf die Probe gestellt. SVN feiert Jackies 30. Geburtstag und Patricia möchte nicht, dass Jackie die Wahrheit über ihr Privatleben auf Sendung sagt.","versions":[{"lang":2,"streams":[{"redirect":10696644,"hoster":"VOE"},{"redirect":10696646,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"#JoannaStrong","descr":"Joanna versucht, ihren Schwarm für sich zu gewinnen, indem sie Kollegen und einige SVN-Fans rekrutiert, um sein Konzert zu packen. Patricia entwickelt einen Plan, um Joannas Krebs zu nutzen, um dem Netzwerk zu helfen.","versions":[{"lang":2,"streams":[{"redirect":13534861,"hoster":"VOE"},{"redirect":10696651,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Impeccable She Casuals","descr":"Patricia kündigt Pläne für ein SVN-Krebs-Wohltätigkeitswochenende an, das Joanna in Panik versetzt. Jackie will die Kontrolle über \"Beautiful You\", aber Patricia ist in Gedanken woanders.","versions":[{"lang":2,"streams":[{"redirect":13523403,"hoster":"VOE"},{"redirect":10696649,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Daddy\u0027s Lil\u0027 Cookies","descr":"Joanna drängt Patricia dazu, sich ihrer Entdeckung direkt zu stellen. Jackie sucht Rat bei ihrer Astrologin Pam, während Darcy einen Spontankauf tätigt.","versions":[{"lang":2,"streams":[{"redirect":13523404,"hoster":"VOE"},{"redirect":10696655,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Crystal Buddiez","descr":"Joanna gerät in eine schwierige Lage, als sie unerwartet gebeten wird, auf Sendung zu gehen. Die Probleme von Jackie und Patricia könnten unvereinbar sein.","versions":[{"lang":2,"streams":[{"redirect":13015770,"hoster":"VOE"},{"redirect":10696657,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Point of No Returns","descr":"Während sich SVN auf das große Wohltätigkeitswochenende vorbereitet, trifft Jackie eine Entscheidung über ihre Zukunft beim Netzwerk. Beth Ann und Darcy konzentrieren sich beide auf Perry, als Joannas Lüge über sie hereinbricht.","versions":[{"lang":2,"streams":[{"redirect":13015771,"hoster":"VOE"},{"redirect":10696658,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Shop Cancer\u0027s Ass","descr":"Joanna wird während des großen Wohltätigkeitswochenendes mit den Folgen ihrer Lüge konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":13523405,"hoster":"VOE"},{"redirect":10696667,"hoster":"Streamtape"}]}]}]}]}