{"seriesId":"ice-road-truckers-tdliche-straen","name":"Ice Road Truckers: Tödliche Straßen","descr":"Die Trucker Alex Debogorski, Dave Redmon, Rick Yemm und Lisa Kelly scheuten schon in der Dokuserie \"Ice Road Truckers\" kein Risiko. Nun müssen sie Bergpässe im Himalaja passieren – und erleben ihre Belastungsgrenze. – Eine aberwitzige Tour von vier erfahrenen Lastwagenfahrern auf den gefährlichsten Straßen der Welt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Abenteuer Himalaja /​ Lebensgefahr am Himalaya","epNo":1,"alt":"Freefall Freeway","descr":"Die Fahrer Alex Debogorski, Rick Yemm und Lisa Kelly betreten völliges Neuland: Sie begeben sich nach Indien auf die gefährlichsten Gebirgsstraßen des Himalaja. Dort wollen sie ihr Können als beste Fahrer der Welt unter Beweis stellen. Doch die Hitze macht Lisa schwer zu schaffen, die an die Kälte Alaskas gewöhnt ist. Alex muss zweimal kräftig bremsen, als er im Verkehrschaos zu dicht auffährt. Und Rick riskiert einen Frontalzusammenstoß mit einigen Bussen, die rücksichtslos auf ihn zufahren.","versions":[{"lang":1,"streams":[{"redirect":14209047,"hoster":"VOE"},{"redirect":10569278,"hoster":"Doodstream"},{"redirect":10569286,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Am Rande des Abgrunds /​ Fahrt am Abgrund","epNo":2,"alt":"Pushed to the Ledge","descr":"Nachdem die Fahrer die ersten Tage in Indien überstanden haben, stehen sie nun der größten Herausforderung ihres Lebens gegenüber: Rick und Lisa befinden sich tief im Himalaja-Gebirge und fahren auf \"The Ledge\", einer einspurigen Straße mit einer Felswand auf der einen und einem steilen Abhang auf der anderen Seite. Rick lässt sich zudem von einem einheimischen Fahrer schikanieren. Lisa gerät währenddessen in Panik, als sie an den Abgrund gedrängt wird. Außerdem stößt Dave Redmon zum Team.","versions":[{"lang":1,"streams":[{"redirect":10569285,"hoster":"VOE"},{"redirect":10569292,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hitzköpfe /​ Bergpass bei Nacht","epNo":3,"alt":"Facing Fears","descr":"Dave Redmon will den berüchtigten \"Freefall Freeway\" bezwingen, aber sein Truck ist kaputt und reparaturbedürftig. Außerdem kommt es tagsüber zu Verzögerungen auf der Strecke, so dass er die Straßen in der Nacht befahren muss, wenn er seine Fracht noch rechtzeitig abliefern will. Lisa versucht erneut, den unheilvollen Abschnitt \"The Ledge\" zu bezwingen. Doch nun hat sie mit einem Platten zu kämpfen. Die überfüllten Straßen bringen Rick wiederum an seine Grenzen. Auch sein größter Rivale, ein Busfahrer, fordert ihn erneut heraus.","versions":[{"lang":1,"streams":[{"redirect":10569296,"hoster":"VOE"},{"redirect":10569297,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Absturzgefahr","epNo":4,"alt":"Death is a Blind Corner Away","descr":"Lisa befindet sich zusammen mit ihrer neun Tonnen schweren Ladung in Lebensgefahr, als das Erdreich unter ihr nachgibt. An anderen Stellen ist die Straße bereits weg gebrochen und hat ihre ersten Opfer gefordert. Zur gleichen Zeit bekommt Rick eine Nachricht von zu Hause. Er muss anschließend eine schwere Entscheidung treffen, die seinen Einsatz im Himalaja vielleicht vorzeitig beendet. Und nachdem Dave einen vorbeifahrenden Bus gestreift hat, wird er von einer tobenden Menschenmenge umzingelt, die ihn am Rande der steil abfallenden Straße zur Rede stellt.","versions":[{"lang":1,"streams":[{"redirect":10569313,"hoster":"VOE"},{"redirect":10569308,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Heilige Fracht /​ Riskante Fahrt","epNo":5,"alt":"Crumbling Roads","descr":"Rick erhält Nachricht von zu Hause und entscheidet sich deshalb dazu, vorerst im Himalaja zu bleiben. Lisa und er fahren daraufhin mit leicht zerbrechlichen Hindu-Statuen immer weiter ins Gebirge hinauf. Steinschläge und gefährliche enge Straßen bringen die Trucker dabei in Bedrängnis. Falls die Ladung zu Bruch gehen sollte, war die ganze Fahrt umsonst. Dave hingegen wagt sich erstmals an den unheilvollen Straßenabschnitt \"The Ledge\", doch seine Ladung ist überdimensional groß und der Gegenverkehr macht ihm schwer zu schaffen","versions":[{"lang":1,"streams":[{"redirect":10569328,"hoster":"VOE"},{"redirect":10569331,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Buddha an Bord","epNo":6,"alt":"Thin Air","descr":"Nachdem die Trucker viele gefährliche Streckenabschnitte gemeistert haben, müssen sie nun den \"Rohtang-Pass\" auf über 4.000 Metern bezwingen. Rick liefert eine heilige Buddha-Statue an ein Kloster aus und Lisa bringt eine Ladung nach Keylong – eine Stadt, die im Winter für gewöhnlich von der Außenwelt abgeschnitten ist. Nicht nur die engen Straßen, sondern auch die Schneeschmelze machen den Truckern dabei zu schaffen, denn die Straßen stehen unter Wasser und werden durch die reißenden Fluten unbefahrbar.","versions":[{"lang":1,"streams":[{"redirect":10569345,"hoster":"VOE"},{"redirect":10569340,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kein Weg zurück","epNo":7,"alt":"Cut Off!","descr":"Rick, Lisa und Dave stranden nach einem heftigen Sturm in Keylong. Auf ihrem Rückweg über den \"Rohtang-Pass\" fährt Rick voran. Er und Dave haben alle Hände voll zu tun, um sich von einem aggressiven einheimischen Fahrer nicht provozieren zu lassen. Doch dann kommt ein ganz anderes Problem auf sie zu: Der Weg wird ihnen von einem Erdrutsch abgeschnitten.","versions":[{"lang":1,"streams":[{"redirect":13918025,"hoster":"VOE"},{"redirect":10569373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Belastungsprobe","epNo":8,"alt":"Overloaded!","descr":"Zwischen Lisa und ihrem Begleiter Tashi herrscht dicke Luft. Sie denkt darüber nach, ihre beschwerliche Reise ohne seine Hilfe fortzusetzen. Dave ist gezwungen, seinen überladenen Truck durchs Gebirge zu manövrieren und Rick will trotz schwacher Gesundheit seine Reise wie geplant zu Ende bringen und tut alles dafür, rechtzeitig ausliefern zu können.","versions":[{"lang":1,"streams":[{"redirect":10568919,"hoster":"VOE"},{"redirect":10568912,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schrittgeschwindigkeit","epNo":9,"alt":"Pile of Corpses","descr":"Rick wird von seinem Begleiter Boyo wegen eines besseren Jobangebots hängengelassen, weshalb er alleine weiterreisen muss. Oberhalb des \"Rohtang-Passes\" wiederum droht ein Schneesturm, der den Weg damit unpassierbar werden lässt. Lisa und Dave drücken das Gaspedal durch, um vom Sturm nicht eingeholt zu werden, doch aufgrund von Menschenansammlungen auf der Passstraße bleibt ihnen nichts anderes übrig, als das Tempo zu drosseln. Dabei muss sich Lisa beherrschen, um nicht einzuschlafen.","versions":[{"lang":1,"streams":[{"redirect":10568955,"hoster":"VOE"},{"redirect":10568913,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der letzte Einsatz","epNo":10,"alt":"Explosive Cargo","descr":"Die Saison neigt sich dem Ende zu und die Fahrer bekommen ihren letzten, bislang gefährlichsten, aber auch wichtigsten Auftrag: die Auslieferung von Kraftstoff für Rettungshubschrauber. Rick und Lisa nehmen die Mission ohne ihre Begleiter in die Hand. Dave wiederum steht vor seinem nächsten Hindernis: einem Unfall. Am Ende kommt nur ein Trucker mit seiner Ladung ans Ziel.","versions":[{"lang":1,"streams":[{"redirect":10568946,"hoster":"VOE"},{"redirect":10568968,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Abenteuer Anden","epNo":1,"alt":"The Death Road","descr":"Drei Teams von LKW-Fahrern aus dem Norden Amerikas begeben sich mit ihren riesigen Trucks in die südamerikanischen Anden. Dort wollen sie zeigen, dass sie jede Straße befahren können, auch wenn sie noch so unwegsam ist. Veteranen und Neulinge müssen auf Straßen im Dschungel, von Erdrutschen zerstörten Wegen und gefährlichen Klippen ihr ganzes Können beweisen, denn jeder Fahrfehler wäre fatal. Gleich beim ersten Einsatz auf der ‚Camino de la Muerte‘, der so genannten Todesstraße, stoßen selbst die erfahrensten Fahrer an ihre Grenzen.","versions":[{"lang":1,"streams":[{"redirect":10568998,"hoster":"VOE"},{"redirect":10569053,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf der Straße des Todes","epNo":2,"alt":"Rise of the Rookies","descr":"Jeden Tag wird die Geduld der Trucker auf der bolivianischen Todesstraße aufs Äußerste strapaziert. Dave und Lisa kämpfen mit ihrem schlecht funktionierenden Truck und der Zeit. Sie wollen ihre Ladung pünktlich ausliefern. Hugh und Rick haben Sprachprobleme und quälen sich über schlammige Straßen. Die beiden Anfänger Tim und Tino merken, dass ihnen noch eine gehörige Portion Erfahrung fehlt. Bis zum Ende des Tages ist die Stimmung so angeheizt, dass zwei Trucker aufgeben.","versions":[{"lang":1,"streams":[{"redirect":10569061,"hoster":"VOE"},{"redirect":10569060,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Teufelsbrücke","epNo":3,"alt":"Lisa vs. The Devil’s Bridge","descr":"Nachdem zwei Profis aufgegeben haben, sind Hugh und Lisa allein auf der bolivianischen Todesstraße unterwegs. Dort muss sich Lisa ihrer größten Herausforderung stellen. Unterdessen bahnen sich die beiden Anfänger Tim und Tino ihren Weg an gefährlichen Felswänden vorbei und durch enge Straßen in den Großstädten. Doch das Navigieren durch den Verkehr ist genauso herausfordernd wie unvorhersehbare Erdrutsche in den Bergen. Sie nehmen diese Strapazen aber gerne auf sich, schließlich soll ihre Ladung an Bedürftige gehen.","versions":[{"lang":1,"streams":[{"redirect":10569117,"hoster":"VOE"},{"redirect":10569101,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ersatzmann","epNo":4,"alt":"The Replacement Trucker","descr":"Lisa bekommt einen neuen Partner, den Texaner G.W., der sich sofort auf den gefährlichsten Straßen der Erde bewähren muss. Hugh hingegen ist immer noch allein unterwegs. Doch auch er hat zu kämpfen, denn sein Truck droht einen kleinen Marktplatz zu zerstören. Die beiden Anfänger Tim und Tino liefern ihre erste Ladung über die berüchtigte Todesstraße aus. Nur mit viel Mühe gelingt es ihnen, den Truck vor dem Absturz an den gefährlichen Klippen zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":10569106,"hoster":"VOE"},{"redirect":10569111,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Rennen","epNo":5,"alt":"Death Race","descr":"Die beiden Anfänger Tim und Tino suchen nach mehr Nervenkitzel und fordern Altmeister Hugh zu einem halsbrecherischen Rennen auf der Todesstraße heraus. Doch dieser ist nicht gewillt, seinen Titel als schnellster Mann abzugeben. Ein Rennen um die Zeit beginnt. Lisa und ihr neuer Partner G.W. riskieren unterdessen alles, um ihre Ladung rechtzeitig ans Ziel zu bringen.","versions":[{"lang":1,"streams":[{"redirect":10569152,"hoster":"VOE"},{"redirect":10569135,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Durch die Salzwüste","epNo":6,"alt":"The Flattest Place on Earth","descr":"Lisa und G. W. haben den Auftrag eine Ladung Tiere durch die größte Salzwüste der Welt zu transportieren. Dabei müssen sie sich auf ihr Glück verlassen, denn das GPS-Gerät funktioniert nicht richtig. Tim und Tino fahren auf der Todesstraße, als Tim ein riskantes Manöver wagt: Er steigt während der Fahrt auf das Dach ihres Trucks. Dagegen versucht Hugh, seine Ladung so schnell wie möglich ans Ziel zu bringen. Doch mit der hohen Geschwindigkeit riskiert er von der Straße abzukommen.","versions":[{"lang":1,"streams":[{"redirect":10569138,"hoster":"VOE"},{"redirect":10569161,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Atemnot","epNo":7,"alt":"Oxygen Required","descr":"Nach den Strapazen der letzen Wochen haben sich die Fahrer etwas Vergnügen verdient: Tim und G. W. kämpfen in einem bolivianischen Wrestling-Ring. Anschließend müssen die Fahrer ein letztes Mal die Todesstraße bezwingen, bevor es weiter nach Peru geht. Lisa hat noch immer Bedenken G. W. ans Steuer zu lassen. Tino und Tim kämpfen unterdessen mit der Höhenluft. Hugh versucht seinen Truck über schmale Straßen zu navigieren. Zu guter Letzt treffen sich die Teams zum gemeinsamen Abendessen, um die Ereignisse der letzten Wochen Revue passieren zu lassen.","versions":[{"lang":1,"streams":[{"redirect":10569166,"hoster":"VOE"},{"redirect":10569171,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gestrandet","epNo":8,"alt":"Desert Disaster","descr":"Die drei Trucker-Teams verlassen Bolivien, um die gefährlichen Bergpässe der peruanischen Anden zu bezwingen. Lisa lässt zum ersten Mal ihren Partner G. W. ans Steuer, damit dieser beweisen kann, dass er es mit diesen Straßen aufnehmen kann. Währenddessen liefern sich Hugh, Tim und Tino ein Straßenrennen. Die Folge: Beide Teams bleiben mit technischen Problemen liegen. Zwar gelingt es Hugh seinen Truck wieder zum Laufen zu bringen, doch die anderen beiden müssen die Nacht in der Wüste verbringen.","versions":[{"lang":1,"streams":[{"redirect":13015773,"hoster":"VOE"},{"redirect":10569178,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Nachtfahrt","epNo":9,"alt":"The Hangover","descr":"Lisa und G.W. sind auf derselben Straße unterwegs, auf der G.W. am Tag zuvor beinahe abgestürzt wäre. Dieses Mal sitzt Lisa am Steuer und muss eine noch schwerere Fracht transportieren. Zu allem Überfluss finden auf der Strecke Sprengarbeiten statt. Hugh hat seinen alten Truck zurück und ist mit einer Ladung Schafe unterwegs. In der pechschwarzen peruanischen Nacht versucht er, scharfe Serpentinenkurven und schroffe Abhänge, die immer wieder aus dem Nichts auftauchen, zu meistern. Nach einem harten Tag für Tino, ist sein Partner Tim gezwungen, alleine mit dem Truck zu Recht zu kommen.","versions":[{"lang":1,"streams":[{"redirect":10569189,"hoster":"VOE"},{"redirect":10569186,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Am Ende des Tunnels","epNo":10,"alt":"Dead Man’s Canyon","descr":"Trucker Hugh Rowland versucht während seiner Andentour einen alten Eselpfad zu passieren, der einige gefährlichen Überraschungen für ihn bereithält. Das Team von Lisa Kelly und G.W. Boles stürzt sich derweil kopfüber in den ‚Dead Nun Canyon‘ und hofft, dass der Truck nicht zu groß für die vielen bevorstehenden Tunnel mit den scharfen Kurven ist. Tim Zickuhr und Tino Rodriguez befinden sich ebenfalls auf den Weg in diese Schluchten, wenn sie nicht wieder von einer Panne ausgebremst werden.","versions":[{"lang":1,"streams":[{"redirect":10569198,"hoster":"VOE"},{"redirect":10569214,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Nadelöhr","epNo":11,"alt":"King of the Road","descr":"Die Trucker befahren die peruanischen Anden mit ihren bisher empfindlichsten Ladungen. Lisa und G.W. transportieren Dinosaurier, die zu hoch für die kleinen Tunnel auf dem Dead Nun Canyon sind. Derweil machen die Anfänger Tim und Tino dem Trucker-Veteran Hugh seinen Titel als selbsternannten ‚König der Straße‘ streitig. Sie sind bereit, alles zu geben, um ihm die Krone abzunehmen.","versions":[{"lang":1,"streams":[{"redirect":10569216,"hoster":"VOE"},{"redirect":10569231,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schwindelerregende Höhen","epNo":12,"alt":"Landslide!","descr":"Die beiden Anfänger Tim und Tino sind mit einer Ladung Benzinfässer unterwegs. Um ihren Auftrag zu erfüllen, ist Tim sogar bereit, sich mit der örtlichen Polizei anzulegen. Lisa und G.W. haben derweil mit schlechten Bedingungen auf der Straße zu kämpfen. Sie müssen tückische und marode Brücken überqueren und könnten jederzeit in die reißenden Flüsse stürzen. Hugh steht unter enormen Druck, denn sein Truck ist mit verderblichem, gefrorenem Fisch beladen. Weil die Zeit drängt, nimmt er die Risiken einer gefährlichen Abkürzung in Kauf.","versions":[{"lang":1,"streams":[{"redirect":10569253,"hoster":"VOE"},{"redirect":10569247,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wilde Bullen","epNo":13,"alt":"Bull Run","descr":"Endspurt in den Anden: Alle drei Teams sollen Ladungen für ein großes Fest in den Bergen abliefern. Urgestein Hugh ist mit hochexplosiven Feuerwerkskörpern unterwegs und gibt alles, um pünktlich zum Festbeginn anzukommen. Die beiden anderen Teams transportieren lebende Bullen. Dabei versucht G.W. alles, damit ihn die spitzen Hörner nicht erwischen. Tim hingegen steigt sogar mit den Tieren in den Ring.","versions":[{"lang":1,"streams":[{"redirect":10569266,"hoster":"VOE"},{"redirect":10569267,"hoster":"Streamtape"}]}]}]}]}