{"seriesId":"ich-bin","name":"Ich bin...","descr":"In Ich bin... werden unterschiedliche deutsche Städte vorgestellt. Eine ganze Folge widmet sich dabei dem jeweiligen Ort. Bewohner, Politiker und berühmte Persönlichkeiten kommen zu Wort und erläutern, weshalb sie diese Stadt lieben. Dazu gibt es Einblicke in prägende historische Ereignisse, architektonische Besonderheiten und die einzelnen, charakteristischen Viertel. Auch kritische Fragestellungen wie \"Warum ist München bloß so unverschämt teuer?\" werden nicht ausgespart.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ich bin Berlin","epNo":1,"alt":"","descr":"Sie ist die Hauptstadt Deutschlands und eine der größten Metropolen Europas: Berlin, eine Stadt mit zwei Gesichtern – zwischen protzig und billig, edel und schnoddrig. Die bunte Mischung aus Museen, Clubs, Kiez und Currywurst lockt jedes Jahr rund 12 Millionen Besucher an. Doch was hat Berlin zu dem gemacht, was es heute ist? Was prägt den Charakter der Stadt und ihrer Bewohner? Und worauf ist der ewige Wandel der Metropole begründet?","versions":[{"lang":1,"streams":[{"redirect":14454848,"hoster":"VOE"},{"redirect":14464697,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich bin Dresden","epNo":2,"alt":"","descr":"Dresden ist eine Kunst- und Kulturstadt! Frauenkirche, Zwinger und Semperoper prägen heute wieder die Silhouette der auch \"Elbflorenz\" genannten Stadt. Dort trifft Barock auf Hightech, Mythos auf Wissenschaft, Alternative auf Pegida und Neustadt auf Altstadt. Auf welche Geschichte blickt Sachsens Landeshauptstadt zurück? Welche Spuren haben August der Starke, die Bomber des Zweiten Weltkrieges und die DDR hinterlassen?","versions":[{"lang":1,"streams":[{"redirect":14454850,"hoster":"VOE"},{"redirect":14487940,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ich bin Dortmund","epNo":3,"alt":"","descr":"Dortmund ist die Ruhrgebietsmetropole und repräsentativer Mittelpunkt für die Region. Berühmt ist sie vor allem für ihren Fußballverein, den BVB. Doch die Westfalenstadt kämpft mit ihrem Image, denn nach wie vor ist die Region als prägende Kohle- und Stahlindustrie in den Köpfen verankert. Wie hat die Stadt sich weiterentwickelt, und welche Antworten hat sie auf das Wegbrechen der Großindustrie in den jüngsten Jahrzehnten gegeben?","versions":[{"lang":1,"streams":[{"redirect":14454849,"hoster":"VOE"},{"redirect":14464698,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich bin Hamburg","epNo":4,"alt":"","descr":"Die Perle des Nordens und ein eigenes Bundesland: Hamburg. In Städterankings belegt die Hansestadt jederzeit Spitzenplätze. Bereits im Mittelalter entwickelt sich Hamburg zur Handelsmetropole, doch die Stadt wird im Laufe der Jahrhunderte immer wieder durch Feuer oder Sturmfluten erschüttert. Wie hat sich die Millionenstadt seither entwickelt? Und welche Rolle spielen der Kiez und das Rotlichtmilieu?","versions":[{"lang":1,"streams":[{"redirect":14454836,"hoster":"VOE"},{"redirect":14487941,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich bin Köln","epNo":5,"alt":"","descr":"Köln ist die Metropole am Rhein, die seit 2000 Jahren ihre Anziehungskraft beweist. Von den Römern gegründet, entwickelt sie sich zu einem mittelalterlichen Handelszentrum und wird mit Ankunft der Reliquien 1164 zur heiligen Stadt. Nach dem zweiten Weltkrieg erfährt die Stadt radikale Veränderungen durch den Wiederaufbau. Welche Konsequenzen hatte dieser Einschnitt für die besondere Lebensart, Feierkultur, Weltoffenheit und Toleranz der Kölner?","versions":[{"lang":1,"streams":[{"redirect":14454835,"hoster":"VOE"},{"redirect":14464700,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich bin München","epNo":6,"alt":"","descr":"München ist für viele die schönste Stadt Deutschlands – für andere die Hauptstadt von Lederhosen, Weißbier und dem FC Bayern. Bereits im Mittelalter entwickelt sie sich zur prunkvollen Residenzstadt und kann nach dem Zweiten Weltkrieg wieder komplett wieder aufgebaut werden. Dazu kommt ein enormes Kulturangebot. Wie hat sich München zur Weltstadt entwickelt? Und wie beeinträchtigen horrende Immobilienpreise das Image der Millionenstadt?","versions":[{"lang":1,"streams":[{"redirect":14514236,"hoster":"VOE"},{"redirect":14464699,"hoster":"Streamtape"}]}]}]}]}