{"path":"/serie/stream/ich-heirate-eine-familie","name":"Ich heirate eine Familie","descr":"Angelika ‚Angi‘ Graf (Thekla Carola Wied) ist Inhaberin einer kleinen Boutique für Kinderbekleidung und lebt mit ihren drei Kindern Tanja (Julia Biedermann), Markus (Timmo Niesner) und Tom (Tarek Helmy) in Berlin. Sie ist geschieden, doch ihre besten Freunde Sybille (Maria Sebaldt) und Alfons (Herbert Bötticher) versuchen ihr bestes, diesen Zustand zu ändern und organisieren eine Party, um Angi dort mit dem aus Wien stammenden Werbegrafiker Werner Schumann (Peter Weck) zu verkuppeln. Nach anfänglichen Schwierigkeiten kommen sich die beiden tatsächlich näher, lernen sich kennen und lieben, und Werner beschließt, Angi samt Familie in sein Haus aufzunehmen und zu heiraten.","seasons":[{"path":"/serie/stream/ich-heirate-eine-familie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ich-heirate-eine-familie/staffel-1/episode-1","name":"1 + 1 \u003d 5 (1)","epNo":1,"alt":"","descr":"Angelika (Angi) Graf, Besitzerin einer Kinderboutique, ist geschieden und lebt zusammen mit ihren drei Kindern Tanja, Markus und Tom. Der Versuch ihrer Freundin Sybille, sie mit dem Werbegrafiker Werner Schumann zu verkuppeln, misslingt. Durch Zufall lernen Angi und Werner sich dann doch näher kennen und beschließen, zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404505","hoster":"VOE"},{"path":"/redirect/9404503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-1/episode-2","name":"1 + 1 \u003d 5 (2)","epNo":2,"alt":"","descr":"Angelika (genannt Angi) Graf, Besitzerin einer Kinderboutique, ist geschieden und lebt mit ihren drei Kindern Tanja, Markus und Tom allein. Der Versuch ihrer Freundin, sie mit dem Werbegrafiker Werner zu verkuppeln, misslingt. Durch Zufall lernen Angi und Werner sich aber doch näher kennen – und beschließen, zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404504","hoster":"VOE"},{"path":"/redirect/9404509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-1/episode-3","name":"Der Alltag beginnt","epNo":3,"alt":"","descr":"Als eingefleischter Junggeselle weiß Werner Schuhmann anfangs nicht so recht, wie er sich in seine neue Vaterrolle einfügen soll. Drei temperamentvolle Kinder, die ihren Willen durchsetzen wollen, sind keine leichte Aufgabe. Mit dem Einzug der Familie nach der Hochzeit beginnt der Alltag im Hause Schuhmann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404515","hoster":"VOE"},{"path":"/redirect/9404513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-1/episode-4","name":"Kinderkrankheiten","epNo":4,"alt":"","descr":"Endlich hat Werner Schumann den richtigen Weg gefunden, sich gegenüber den Kindern durchzusetzen. Mit Strenge versucht er, Ordnung und Zuneigung gleichzeitig zu erringen. Doch da liegt er schief, denn Markus wird zu Unrecht beschimpft, als er abends seinen Teller nicht leer essen kann: Am nächsten Tag stellt sich heraus, dass er an Windpocken erkrankt ist. Hatte Werner in seiner Jugend wirklich alle Kinderkrankheiten hinter sich gebracht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404519","hoster":"VOE"},{"path":"/redirect/9404523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-1/episode-5","name":"Die Kinder sind unterwegs","epNo":5,"alt":"","descr":"Bernie Graf, Angis geschiedener Mann, macht mit Tanja, Markus und Tom Ferien in Italien. Angi und Werner freuen sich darauf, denn nun sind sie das erste Mal ganz allein und wollen die gemeinsamen Tage genießen. Beide beschließen, ihre Hochzeitsreise nachzuholen und Onkel Rudolf in Wien zu besuchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404527","hoster":"VOE"},{"path":"/redirect/9404529","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/ich-heirate-eine-familie/staffel-2/episode-1","name":"Familienzuwachs: Wie sagen wir’s den Kindern?","epNo":1,"alt":"","descr":"In Wien erfahren Werner und Angi, dass \"das Unwohlsein\" von Angi in Wirklichkeit Nachwuchs für Familie Schumann ankündigt. \"Wie sage ich es meinen Kindern?\" ist nun die große Frage, aber damit nicht genug, denn nun brauchen die Schumanns ein größeres Haus. Für Angi ist die Haussuche und auch der Umzug eine große Strapaze, zumal die Haushälterin Frau Rabe durch eine Verletzung ausfällt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404534","hoster":"VOE"},{"path":"/redirect/9404537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-2/episode-2","name":"Familienzuwachs: Werner informiert sich…","epNo":2,"alt":"","descr":"Während Angis kurzem Krankenhausaufenthalt versorgt Tante Hede die Familie. Werner muss sich in dieser Zeit auch noch um eine neue Mitarbeiterin kümmern – eine besonders hübsche, junge Dame wählt er sich aus. Damit weckt er Angis Eifersucht, vor allem, weil er inzwischen abends öfter unterwegs ist. Bille und Angi versuchen, Werners \"Verhältnis\" auf die Spur zu kommen und machen dabei eine beschämende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918022","hoster":"VOE"},{"path":"/redirect/9404548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-2/episode-3","name":"Der blaue Brief","epNo":3,"alt":"","descr":"Baby Franziska steht nun im Mittelpunkt bei Familie Schumann. Weil Werner sich fast zu viel um die Kleine kümmert, leidet bald seine Arbeit darunter. Markus findet die veränderte Familiensituation besonders schlimm und zieht sich mehr und mehr mit Lulu, dem Hund, zurück, der sein einziger Freund zu sein scheint. Als dann ein Blauer Brief im Hause Schumann ankommt, herrscht allergrößte Aufregung, zumal Markus und Lulu verschwunden sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404554","hoster":"VOE"},{"path":"/redirect/9404558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-2/episode-4","name":"Der Freund","epNo":4,"alt":"","descr":"Tanja verliebt sich zum ersten Mal. Ihr Freund Ben macht nicht nur mit Motorrädern und alten Autos Eindruck auf sie, sondern auch als Lieferant von Videokassetten, von denen er einen unerschöpflichen Vorrat zu haben scheint. Horrorfilme sind gerade \"in\", und Werner entdeckt schnell, dass sie der Auslöser für Toms nächtliche Angstzustände sind.Zwischen Tanja und Nicole, der Tochter eines französischen Kunden von Werner, kommt ein Schüleraustausch zu Stande. Da Bens altes Auto nicht rechtzeitig fertig wird, fährt Tanja allein Richtung Paris. Zwischen Ben und Nicole entwickelt sich eine Romanze. Tanja erlebt ihren ersten Liebeskummer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404568","hoster":"VOE"},{"path":"/redirect/9404573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-2/episode-5","name":"Der fünfzigste Geburtstag","epNo":5,"alt":"","descr":"Werner erhält den Auftrag seines Lebens: Er soll exklusiv für eine Top-Werbeagentur in Paris arbeiten. Der einzige Nachteil: Er wäre die ganze Woche von seiner Familie getrennt.Werners 50. Geburtstag steht bevor, und jeder hat sich etwas Besonderes ausgedacht: Onkel Rudolf reist aus Wien an, und Bille, Alfons und Wolfgang haben ein Geburtstagsständchen vorbereitet. Werner selbst wartet an seinem Ehrentag mit einer Überraschung auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404451","hoster":"VOE"},{"path":"/redirect/9404448","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/ich-heirate-eine-familie/staffel-3/episode-1","name":"Schumanns Winterreise – Teil 1","epNo":1,"alt":"","descr":"Die Schumanns stecken in den Weihnachtsvorbereitungen. Alle sind aktiv, kaufen Geschenke ein und freuen sich auf das bevorstehende Fest, wobei die Kinder allerdings lieber Weihnachten auf Gran Canaria verbringen möchten. Vater Schumann lässt sich nach einigem Zögern davon überzeugen, dass auch er urlaubsreif ist, und es gelingt der Familie, noch in einem Hotel auf Gran Canaria unterzukommen. Ein Glücksfall. Bille und Alfons haben mal wieder Eheprobleme, die im Hause Schumann zur Aussprache kommen. Tom, dessen Meerschweinchen Bommel gestorben ist, erweist sich als ein starker, großer Junge, der vernünftiger reagiert als seine Eltern. Kurz vor dem Weihnachtsfest trifft eine Neuigkeit aus Wien ein: Onkel Rudolf will heiraten und lädt dazu die ganze Familie Schumann ein. Angie und Werner sollen Trauzeugen sein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918027","hoster":"VOE"},{"path":"/redirect/9404445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-3/episode-2","name":"Schumanns Winterreise – Teil 2","epNo":2,"alt":"","descr":"Familie Schumann ist auf der Fahrt nach Wien, um an der Trauung von Onkel Rudolf teilzunehmen. Doch Onkel Rudolf überrascht seine Verwandtschaft: Er schenkt Werner eine Jagdhütte in Tirol und bittet die Familie, auf dem Rückweg nach Deutschland dort einen Abstecher zu machen. Die Kinder hassen die Kälte, doch als sie die schneebedeckten Berge Tirols sehen und dort erleben, welchen Spaß es machen kann, Schlitten zu fahren und Ski laufen zu lernen, möchten sie plötzlich lieber Weihnachten in den Bergen verbringen. Doch ein Rücktritt von der Reise ist nicht mehr möglich. Die Hütte von Onkel Rudolf entpuppt sich als ein wahres Naturparadies. Werner muss Wasser auftauen und Holz hacken, um erst einmal für Wärme zu sorgen, denn draußen herrschen immerhin minus 20 Grad. Dabei genehmigt sich Werner einen großen Schluck aus der Obstler-Flasche. Schweren Herzens nimmt die Familie dann Abschied von Tirol und fährt nach Berlin, um Franziska abzuholen und in den Urlaub nach Gran Canaria zu fliegen. Doch auch noch dort ist die Sehnsucht nach den verschneiten Bergen so groß, dass Tom von Werner am Strand wissen möchte: \"Wo liegt Tirol?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404461","hoster":"VOE"},{"path":"/redirect/9404460","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/ich-heirate-eine-familie/staffel-4/episode-1","name":"Überraschungen","epNo":1,"alt":"","descr":"Angis geschiedener Mann Bernie ist in eine schlimme wirtschaftliche Situation geraten und kann vorerst den Unterhalt für seine Kinder nicht mehr bezahlen. Um Werner nicht zu belasten, verschweigt Angi ihm diese Probleme. Werner selbst hat auch mit finanziellen Schwierigkeiten zu kämpfen, die Aufträge haben nachgelassen, und die notwendigen Reparaturen im Haus bereiten ihm große Sorgen. Angi überlegt, ihre Baby-Boutique wieder selbst zu übernehmen, aber davon will Werner nichts wissen, fühlt er sich doch für seine Familie verantwortlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404467","hoster":"VOE"},{"path":"/redirect/9404469","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-4/episode-2","name":"Heimlichkeiten","epNo":2,"alt":"","descr":"Markus und Tom haben von der miserablen finanziellen Situation ihres Vaters erfahren und beschliessen, mit Aushilfsjob etwas Geld die Haushaltskasse aufzubessern. Die Idee, älteren Menschen beim Einkaufen zu helfen erweist sich als lukrativ. Tanja hingegen plant großzügig ihre Geburtstagsparty und überlegt angesichts der schwierigen Finanzlage ihres Vaters, sich von Werner adoptieren zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404471","hoster":"VOE"},{"path":"/redirect/9404475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-4/episode-3","name":"Krach im Haus","epNo":3,"alt":"","descr":"Tanja feiert ihren 18. Geburtstag. Ihre Wünsche sind besonders kostspielig: Sie möchte den Führerschein machen und dann ein angemessenes Auto haben. Hier aber streiken Angi und Werner. Die Geburtstagsfeier der jungen Leute zeigt, dass sie noch gar nicht so erwachsen sind, wie angenommen. Werner Schumann findet kaum Ruhe zur täglichen Arbeit, denn es werden im Haus neue Rohre gelegt, und Duffy, Tanjas neuer Freund, übt fleißig, um im Rockmusik-Geschäft Karriere zu machen. Alfons Vonhoff entdeckt eine Marktlücke: Er eröffnet einen Tante-Emma-Laden und betreut \"seine\" Kundschaft selbst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404479","hoster":"VOE"},{"path":"/redirect/9404481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-4/episode-4","name":"Neuigkeiten","epNo":4,"alt":"","descr":"Die finanzielle Lage der Schumanns wird immer bedrohlicher. Da erweist sich Wolfgang Frank als rettender Engel. Er hat Lucky Felden, einen Großunternehmer in Sachen Kindermoden, kennen gelernt und ein Treffen mit ihm und Werner vereinbart. Lucky stellt fest, dass Angi ein gutes Gespür für Kindermoden hat und engagiert sie vom Fleck weg als \"eine Mutter, die weiß, wie man Kinder anzieht\". Angi ist von Anfang an so eingespannt in ihre neue Arbeit, dass sie weder Termine mit ihrer Familie noch mit Freunden einhalten kann. Sie kommt sogar zur Hochzeit von Wolfgang und Martina zu spät","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404485","hoster":"VOE"},{"path":"/redirect/9404488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ich-heirate-eine-familie/staffel-4/episode-5","name":"Angi muss sich entscheiden","epNo":5,"alt":"","descr":"Werner Schumann ist trotz der Unterstützung von Frau Rabe und später von Frau Hofmann, durch Angis berufliches Engagement so in Stress geraten, dass er ins Krankenhaus eingeliefert werden muss. Eine Operation auf Leben und Tod steht bevor. Werner hinterlässt eine Art Testament, das Angi durch Zufall in die Hände gelangt. Sie erkennt, dass sie sich für ihre Familie oder den Beruf entscheiden muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9404492","hoster":"VOE"},{"path":"/redirect/9404496","hoster":"Streamtape"}]}]}]}]}