{"seriesId":"ichigo-100","name":"Ichigo 100%","descr":"[Ger Sub] Junpei Manaka ist in seinem letzten Jahr der Middle School und wünscht sich nichts mehr als ein Filmregisseur zu werden. Eines Tages trifft Manaka ein wunderschönes, mysteriöses Mädchen auf dem Dach seiner Middle School und verliebt sich auf den ersten Blick in sie. Das Mädchen flüchtet allerdings sofort peinlich berührt, da Manaka unfreiwilligerweise einen ausgiebigen Blick auf ihr Höschen bekommen hat. Von diesem Moment an macht er sich auf die Suche nach seiner großen Liebe. Seine einzigen Anhaltspunkte: Das Mädchen trägt Höschen mit Erdbeermuster und ein Matheheft, das einem Mädchen namens Aya Tojo gehört.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Illusionary Strawberry Underwear / Misunderstanding or a Wrong Guess?","descr":"Junpei sucht nach dem Mädchen, das sein Notizbuch verloren hat (und dessen Höschen er mit Erdbeermustern gesehen hat). Dieser gehört Aya, der ersten in der Schule, nicht wirklich attraktiv. Aber durch Zufall erfährt er, dass Tsukasa, das beliebteste Mädchen im College, Erdbeerhöschen trägt. Er beschließt, sie zu bitten, mit ihm auszugehen ...","versions":[{"lang":2,"streams":[{"redirect":13523438,"hoster":"VOE"},{"redirect":10113907,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8828749,"hoster":"VOE"},{"redirect":8576559,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Shaky Love in the Study Group / The Illusionary Beautiful Girl Again!","descr":"Junpei kommt in Kontakt mit Aya, die er jeden Morgen sieht. Er macht sich nur Sorgen, dass Tsukasa es herausfinden wird. Was nicht ausbleibt. Aber letzterer bittet Aya wider Erwarten, ihr bei Mathe zu helfen und gibt ihr sogar Ratschläge, um ihr Aussehen zu verbessern ...","versions":[{"lang":2,"streams":[{"redirect":13515691,"hoster":"VOE"},{"redirect":10113912,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492140,"hoster":"VOE"},{"redirect":8576560,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Second Button of Memories / Childhood Friend is a Spring Storm","descr":"Die Ergebnisse für die High School sind gerade gefallen. Junpei und Kamiyama wurden in letzter Minute aufgenommen (Aya und Tsukasa hatten kein Problem). Erfolgreicher Abschluss an der Hochschule. Junpei würde gerne mit Aya sprechen, aber sie ist jetzt von allen besetzt. Während er alleine unterwegs ist, trifft er auf Tsukasa Nishino, die ihm etwas Wichtiges zu sagen hat ...","versions":[{"lang":2,"streams":[{"redirect":13515693,"hoster":"VOE"},{"redirect":10113913,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492138,"hoster":"VOE"},{"redirect":8576562,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Troublesome High School Life / The Wrong Heart and Mind","descr":"Junpei hat gerade einen Camcorder von seinen Eltern bekommen. Er probiert es im Park aus, wo er ein hübsches Mädchen trifft, das er filmt, ohne es zu wissen. Aber sie merkt es und bekommt einen Anfall. Am nächsten Tag ist der erste Tag in der High School. Und in ihrer Klasse ist die Tochter vom Vortag, Satsuki Kitaouji, bei der der Strom überhaupt nicht vorbeigeht, was ihnen eine Strafe einbringt ...","versions":[{"lang":2,"streams":[{"redirect":13515694,"hoster":"VOE"},{"redirect":10113914,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492141,"hoster":"VOE"},{"redirect":8576563,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Panic IN MY ROOM / Raging Waves of the Summer Camp","descr":"Manaka lädt Aya zu sich nach Hause ein, um eine Idee für ihren Film zu finden. Während sie dort sind, erscheinen Tsukasa, Satsuki, Komiyama, Yui, Sotomura und Oukusa und alles geht schief. Für ihr Sommercamp geht der Filmclub an den Strand. Nachts trifft Manaka Satsuki im Flur und sie unterhalten sich.","versions":[{"lang":2,"streams":[{"redirect":10113916,"hoster":"VOE"},{"redirect":10113915,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8828751,"hoster":"VOE"},{"redirect":8576568,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Present of All One\u0027s Might / Unknown Destination of Feelings","descr":"Nisino hat Geburtstag und sie wartet darauf, dass etwas passiert, worauf wartet sie? Nachts treffen sie und Manaka sich. Damit Manaka entscheiden kann, wen sie liebt und ausgehen soll, sucht sie Hilfe bei Oukusa. Manaka entscheidet und erzählt Satsuki etwas, das sie überraschen würde.","versions":[{"lang":2,"streams":[{"redirect":13515695,"hoster":"VOE"},{"redirect":10113918,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492142,"hoster":"VOE"},{"redirect":8576567,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Sudden Outburst! The Civil War / Christmas of Past Loneliness","descr":"Weihnachten steht vor der Tür. Junpei möchte jeder ihrer Freundinnen ein Geschenk machen (sie hat ein paar hübsche Schals gesehen), aber sie hat keinen Cent in der Tasche. Erscheint in einem Fast-Food-Restaurant auf der Suche nach Arbeitskräften. Aber in diesem Restaurant arbeitet Satsuki bereits und sie möchte, dass sie so tun, als würden sie sich nicht kennen. Und dann, nach der Mittagsaufnahme, bleibt Yui vor dem Etablissement stehen und sieht sie nah beieinander ...","versions":[{"lang":2,"streams":[{"redirect":13515698,"hoster":"VOE"},{"redirect":10113923,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492143,"hoster":"VOE"},{"redirect":8576566,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Dream Continues Once More / A Hug in the Middle of the Snow!","descr":"Junpei und Yui gingen in den Tempel, um Wünsche zu äußern (sie um ihre Prüfung in Oumi zu bestehen; er um Liebe zu finden). Als sie gehen, treffen sie Aya und gehen zusammen. Yui erfährt, dass Aya, eine Trance-Bankrotte, an Oumis Aufnahmeprüfung teilnimmt und sie bittet, ihre Nachhilfelehrerin zu werden. So wird Aya ihre Tage in Junpei verbringen, wo Yui ihr Review-Camp aufgebaut hat ...","versions":[{"lang":2,"streams":[{"redirect":13515702,"hoster":"VOE"},{"redirect":10113925,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12336102,"hoster":"VOE"},{"redirect":8576571,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Valentine\u0027s Chance Encounter / Sweet Bitter Chocolate","descr":"Es ist fast Valentinstag. Junpei ist mit Satsuki beim Einkaufen, als sie Aya treffen. Satsuki macht ihre übliche Show, nur um zu zeigen, dass sie nett zu Junpei ist, bevor sie sich davonschleicht. Junpei entschuldigt sich für das Missverständnis mit Aya und dafür, dass sie dem anderen Mädchen hinterherjagt. Sie versucht mit allen Mitteln zu brechen, was zwischen ihm und Aya sein könnte. Junpei ist verlegen und weiß nicht, wie er die Situation kommentieren soll, was durchaus schief gehen könnte ...","versions":[{"lang":2,"streams":[{"redirect":13515699,"hoster":"VOE"},{"redirect":10113924,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492144,"hoster":"VOE"},{"redirect":8576574,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Gratitude of Levelling Up / Heart-pounding First Date!?","descr":"Es ist White Day und Yui, der kürzlich in Oumi aufgenommen wurde, nimmt Junpei mit zum Einkaufen. Der junge Mann nimmt zwei Pakete: 1 für Aya und 1 für Satsuki. Aber auf dem Rückweg treffen sie auf Tsukasa. Und Yui erinnert sich dann, dass die Pralinen, die an der Tür gefunden wurden, von Nishino stammten, nicht von Kitaouji ...","versions":[{"lang":2,"streams":[{"redirect":13515701,"hoster":"VOE"},{"redirect":10113926,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492145,"hoster":"VOE"},{"redirect":8576572,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Dangeous New Member / Determination! Birthday","descr":"Es ist wieder Schule. Und Junpeis erste Enttäuschung: Aya ist nicht mehr in ihrer Klasse. Was auch immer es ist, er kann sie immer noch woanders sehen. Da an diesem ersten Tag kein Unterricht stattfindet, lässt er sich im Kinoklubraum nieder. Ankommen hat einen Neuling: Hitoshi Sotomuras Schwester, die auch das unerträgliche Filmmädchen ist!","versions":[{"lang":2,"streams":[{"redirect":13515700,"hoster":"VOE"},{"redirect":10113931,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492146,"hoster":"VOE"},{"redirect":8576573,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Another meeting in the rain / A true heroine","descr":"Ayas Drehbuchkonferenz ist innerhalb des Filmclubs einstimmig. Aber jetzt muss er vorbereitet werden und Junpei kommt zum Storyboard. Allerdings ist er sich im Vergleich zu den Kritikpunkten an seinem ersten Film nicht sicher. Und dann kann er Satsuki anscheinend nicht sagen, dass er sie nicht in der Hauptrolle sieht ...","versions":[{"lang":2,"streams":[{"redirect":13515703,"hoster":"VOE"},{"redirect":10113927,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492147,"hoster":"VOE"},{"redirect":8576577,"hoster":"Streamtape"}]}]}]}]}