{"seriesId":"idolls-idol-survival","name":"Idolls!: Idol Survival","descr":"Obwohl sie schon seit drei Jahren als Gruppe mit dem Namen IDOLLS aktiv sind, können Aina, Ami, Shiori und Ruka ihre Fans an einer Hand abzählen. Als sie jedoch überraschend die Möglichkeit bekommen, in etwas mehr als einer Woche in der Hoi Hoi Hall aufzutreten, die als Sprungbrett für Idols bekannt ist, legen sie sich noch einmal mit aller Kraft ins Zeug! Und damit beginnt sie: Die 10-Tage-Geschichte über bemühte Idols und ihren Kampf, einen Konzertsaal mit 100 Sitzen zu füllen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Struggling Idols","descr":"Nur drei Leute erscheinen zu ihrem dritten Jubiläumskonzert. Aina, Ami, more ahnend, dass ihre Karriere in einer Krise steckt Shiori und Ruka planen ihr Konzert mit Begeisterung vorerst ein Jahr, aber...","versions":[{"lang":3,"streams":[{"redirect":13507203,"hoster":"VOE"},{"redirect":8265913,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Idols Coming Out","descr":"Die Idolls versuchen, ihren Freunden und Bekannten Tickets zu verkaufen, aber die Realität ist hart... Dann ist die Gruppe entdeckt, dass Aina ihre Arbeit als Idol geheim hält! Was? Seit drei Jahren? Wieso den?","versions":[{"lang":3,"streams":[{"redirect":13056763,"hoster":"VOE"},{"redirect":8265907,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Idols Handing Out Fliers","descr":"Werbung ist wichtig. Obwohl die Idolls versuchen, Flyer für ihr Konzert zu verteilen, nimmt sie niemand mit. Als Idole sorgen sich und geraten in ein wirbelndes Kaleidoskop der Verzweiflung, Aina hat einen plötzlichen Impuls!","versions":[{"lang":3,"streams":[{"redirect":13507201,"hoster":"VOE"},{"redirect":8265917,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Idols Giving Gifts","descr":"Die Idolls glauben, dass ein besonderes Geschenk ihnen helfen wird, mehr Konzertkarten zu verkaufen und neue Fans zu gewinnen. Was machen Leute wollen...? Was wünschen sich die Leute...?","versions":[{"lang":3,"streams":[{"redirect":13507207,"hoster":"VOE"},{"redirect":8266020,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Working Idols","descr":"Ruka wird nach Hause gerufen und soll den Familienbetrieb übernehmen. Ein Idol zu sein ist sicherlich kein stabiler Job. Erfolg ist nicht garantiert. Aber ist sie bereit, trotzdem als Einheit weiterzuarbeiten?","versions":[{"lang":3,"streams":[{"redirect":13534866,"hoster":"VOE"},{"redirect":8265920,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Popularity Gap Idols","descr":"Aina schmollt?! Nachdem sie gesehen hat, wie viel weniger beliebt sie im Vergleich zu den anderen Mitgliedern ist, mimt sie immer wieder das Rauchen und Shochu trinken. Was ist wichtiger? Wie viele Fans haben oder lieben sie?","versions":[{"lang":3,"streams":[{"redirect":13507205,"hoster":"VOE"},{"redirect":8522608,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Unorthodox Idols","descr":"Eine Gelegenheit für ihr großes Debüt bietet sich, als Salvatore Tamai, der versteckte Glücksritter der a-cappella-Welt, empfiehlt die Idolls einem Plattenlabel! Allerdings mit bestimmten Bedingungen...","versions":[{"lang":3,"streams":[{"redirect":13482534,"hoster":"VOE"},{"redirect":8265896,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Press Conference Idols","descr":"Die Idolls beschließen, unorthodoxe Idole zu werden, die sich gegenseitig mit Auberginen ohrfeigen! Karten sind ausverkauft! Es ist glatt Segeln für die Idolls! Ainas Entschlossenheit gerät jedoch ins Wanken, als sie die Stimmen ihrer Fans hört...","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Graduating Idols","descr":"Ihr großes Debüt wird vom Tisch genommen, der Ticketverkauf nach und nach eingestellt. Unabhängig davon haben die Idolls geschworen, ihre Fans zu unterhalten! Sie werden nicht überleben, wenn sie nicht weitermachen.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Sold Out Idols","descr":"Dies ist die besondere 10-tägige Geschichte von kämpfenden Idolen, die darum kämpfen, einen Konzertsaal mit 100 Plätzen zu füllen. Und hier beginnt die besondere Geschichte einer ausverkauften Idolgruppe","versions":[]}]}]}