{"path":"/serie/stream/ikea-von-innen","name":"Ikea von Innen","descr":"Zum ersten Mal gewährt Ikea einem Filmteam exklusive Einblicke hinter die Kulissen. Über drei Folgen erfahren die TV-Zuschauer warum Ikea nicht bloß ein Unternehmen, sondern eine internationale Bewegung ist.","seasons":[{"path":"/serie/stream/ikea-von-innen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ikea-von-innen/staffel-1/episode-1","name":"Türen auf!","epNo":1,"alt":"Episode 1","descr":"2017 haben 900 Millionen Menschen in 49 Ländern Ikea besucht. Dem Gründer Ingvar Kamprad gelingt es noch vor seinem Tod Ikea als Weltmarke zu etablieren. Und sein Erbe wird hochgehalten: vom Design über die Produktion bis zur Auswahl und Schulung von Mitarbeitern – in jedem Bereich geht es darum, gemeinsam hübsche, praktische und vor allem günstige Einrichtungsgegenstände für eine breite Masse herzustellen. Der Dokumentations-Dreiteiler führt eindrucksvoll vor Augen, dass hinter dem Erfolgskonzept nicht nur das unschlagbare Angebot steckt, sondern ein komplexes System aus flachen Hierarchien, starker Identifikation mit der Marke und ein vielköpfiges Kreativ-Organ, das niemals schläft. Mit Hochdruck wird aktuell an den nächsten Must-Haves gefeilt, mit denen Ikea auch zukünftig wieder das Unglaubliche gelingen soll: Wünsche und Bedürfnisse von Menschen aller Altersklassen, quer durch Gesellschaftsschichten, Kulturen und Lebenslagen zu erfüllen und sogar zu übertreffen. Die Dokumentationsreihe verrät, wie es zum globalen Hype um den nordischen Möbelgiganten gekommen ist. Zum ersten Mal seit der Gründung 1943 gewährt Ikea einem Filmteam exklusive Einblicke hinter die Kulissen. Zwischen Schweden, Großbritannien und Indien philosophieren Designer, Produzenten und Trendforscher, warum die blau-gelbe Familie nicht bloß ein Unternehmen, sondern eine internationale Bewegung ist.","versions":[]},{"path":"/serie/stream/ikea-von-innen/staffel-1/episode-2","name":"Von der Idee zum Regal","epNo":2,"alt":"Episode 2","descr":"Das Möbelhaus Ikea gewährt Einblicke in die Entstehung einer neuen Filiale im britischen Sheffield und in die globale Produktion. Filialleiter, Tester und Mitarbeiter skizzieren den Weg der Möbel von der Idee bis zum Regal. Trotz Stress und Bangen bleiben die gute Laune und der Teamgeist nie auf der Strecke, das erklärt den Ansturm auf die Arbeitsplätze und das Wachstum der Ikea-Familie.","versions":[]},{"path":"/serie/stream/ikea-von-innen/staffel-1/episode-3","name":"Ikea goes Bollywood","epNo":3,"alt":"Episode 3","descr":"Folge drei schließt das Ikea-Porträt mit der Eroberung neuer Märkte in Asien. Um nach Russland und China auch in Indien zu landen, laden die Schweden ihre zukünftigen Geschäftspartner nicht nur zum Heimatbesuch in Ålmhult ein, sondern schicken auch eine Crew aus Trendforschern in die potentiellen Standorte. Erste Ergebnisse sind vielversprechend: Der \"Ikean Way of Life\" in farbenfrohem Gewand.","versions":[]}]}]}