{"path":"/serie/stream/im-angesicht-des-verbrechens","name":"Im Angesicht des Verbrechens","descr":"Die Geschichte von Im Angesicht des Verbrechens besteht aus mehreren Handlungssträngen, die ineinander verwoben sind und sich zum Finale hin verdichten. Der Berliner Polizist Marek Gorsky, Sohn lettisch-jüdischer Einwanderer, und sein aus Ost-Berlin stammender Kollege Sven Lottner ermitteln im Milieu der Russenmafia. Gorsky kann nicht vergessen, dass sein Bruder vor zehn Jahren ermordet und der Täter nie gefasst wurde. Als Polizist ist Gorsky in seiner Familie schlecht angesehen und gerät in Gewissensnöte, da seine Schwester Stella mit dem Kriminellen Mischa verheiratet ist. Mischa, einer der arrivierten Paten im russischen Milieu der Hauptstadt, hat sich der Konkurrenz von Andrej zu erwehren – einem Aufsteiger, der Mischa und seiner Gruppe zunehmend das Terrain streitig macht.","seasons":[{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-1","name":"Berlin ist das Paradies","epNo":1,"alt":"","descr":"Marek Gorsky, Sohn baltisch-jüdischer Einwanderer, ist Polizist im Abschnitt 6 der Berliner Polizei. Als er gemeinsam mit seinem Freund und Kollegen Sven Lottner für eine Ermittlung im Milieu der organisierten Kriminalität vom LKA angefordert wird, holt ihn das Trauma seiner Kindheit wieder ein: Grischa, sein älterer Bruder, ist von einem kriminellen Rivalen erschossen worden. Der Täter wurde nie gefasst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923675","hoster":"VOE"},{"path":"/redirect/9373613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-2","name":"Wo wir sind, ist vorne","epNo":2,"alt":"","descr":"Marek Gorsky und sein Partner Sven Lottner sind Polizisten im Abschnitt 6 der Berliner Polizei. Sie geraten in einen Einsatz des LKA gegen Sokolov, einen der Köpfe im illegalen Zigarettenhandel. Sokolov entkommt dem LKA. Auf der Jagd nach dem Ganoven werden Gorsky und Lottner Spielball in einem undurchschaubaren Machtkampf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481011","hoster":"VOE"},{"path":"/redirect/9373617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-3","name":"Der Überfall","epNo":3,"alt":"","descr":"Nachdem Polizist Marek Gorsky den Tipp für einen Einbruch bekommen hat, steht nun für ihn und seinen Partner Sven Lottner der erste Einsatz beim LKA an. Doch bei der Festnahme entwischt der Anführer der Brigade Joska Bodrov. Sein Boss Andrej, versteht nicht, wie das LKA von dem geplanten Einbruch erfahren hat. Wozu schmiert er sonst zwei LKA-Beamte? Andrej schwört Rache…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9373618","hoster":"VOE"},{"path":"/redirect/9373621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-4","name":"Der Verrat","epNo":4,"alt":"","descr":"Bei der letzten Festnahme des LKA konnte Joska Bodrov, der Chef der kriminellen Brigade, fliehen. Polizist Marek Gorsky, neu beim LKA, erkennt ihn als den Mann wieder, der in der besagten Nacht auf ihn schoss. Als das SEK Joskas Wohnung stürmt, hat sich der Russe schon ein Alibi besorgt, sowie Drogen und Waffen aus der Wohnung verschwinden lassen. Gorsky ist sich sicher, dass Joska gewarnt wurde: Es muss ein Leck im LKA geben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9373624","hoster":"VOE"},{"path":"/redirect/9373622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-5","name":"Nur ehrliche Liebe ist gute Liebe","epNo":5,"alt":"","descr":"Lottner und Gorsky finden neue Beweise im Fall Joska Bodrov. Joska wird davor gewarnt, dass sein Brigadist, Nikolai, \"singen\" könnte. Während Nikolai der Polizei ein Schnippchen schlägt, um mit seiner Freundin eine Stunde im Hotel zu verbringen, dreht Joska durch. Vollgepumpt mit Kokain, sieht er das SEK-Kommando sein Haus stürmen, dreht die Gashähne in seiner Wohnung auf und erwartet mit einem Feuerzeug in der Hand die Polizeitruppe…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104465","hoster":"VOE"},{"path":"/redirect/9373630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-6","name":"Rosen fallen vom Himmel","epNo":6,"alt":"","descr":"Das Observationsteam des LKA meldet, dass der Spediteur Lenz nach seinem Unfall aus dem Krankenhaus entlassen wird. Die Polizisten Gorsky und Lottner folgen dem Spediteur und sehen, wie Lenz mit der Prostituierten Jelena im Bahnhof einen Waggon erster Klasse nach Kiew besteigt. Kurz entschlossen folgen ihnen die beiden Polizisten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9373591","hoster":"VOE"},{"path":"/redirect/9373593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-7","name":"Wer Angst hat, verliert","epNo":7,"alt":"","descr":"Während eines Abendessens im Restaurant Bocca wird Onkel Sascha (Ryszard Ronczewski), der angesehene Patriarch von Mischas Clan, Zeuge, wie Jelena (Alina Levshin) Leben von ihrem Zuhälter Kolja (Sascha Alexander Gersak) misshandelt wird. Er geht daraufhin einfach zum Tisch von Andrejs Gruppe und fordert Jelena auf, mit ihm zu kommen. Andrej, der weiss, welche Stellung Sascha innehat, pfeift Kolja zurück und lässt es geschehen. Sascha fordert nun von Andrej Jelenas Pass und bringt die junge Frau in einer seiner Wohnungen unter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9373594","hoster":"VOE"},{"path":"/redirect/9373596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-8","name":"Was kostet Berlin?","epNo":8,"alt":"","descr":"Die zwei Neuen beim Landeskriminalamt, Gorsky und Lottner, sind Bandenchef Andrej auf die Spur gekommen. Um sich ihrer zu entledigen, spinnt Andrej eine Intrige. Der Plan geht auf: LKA-Leiter Nico Roeber wirft Gorsky und Lottner aus der Ermittlungstruppe. Doch die beiden ermitteln auf eigene Faust weiter. Die beiden jungen Polizisten ermitteln daraufhin ohne die Rückendeckung des LKA weiter, während die eigentlichen Verräter, Hollmann und seine Komplizin und Geliebte Sabine Jaschke (Ulrike C. Tscharre), an ihren eigenen Problemen scheitern. Die Ehefrau von Hollmann findet im Keller das Geld, dass ihr Mann von Andrej erhalten hat, und stellt ihren Mann zur Rede. Vor die Wahl gestellt, seine Familie zu verlieren oder seine Geliebte zu verlassen, gibt Hollmann Sabine den Laufpass – mit dramatischen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12645589","hoster":"VOE"},{"path":"/redirect/9373601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-9","name":"Du bekommst, was dir zusteht","epNo":9,"alt":"","descr":"Sven Lottner (Ronald Zehrfeld) berichtet Gorsky (Max Riemelt), dass ihn die Observation der Vietnamesen zur Lagerhalle geführt hat, in der die unverzollten Zigaretten für den Berliner Markt verteilt werden. Er hat auch gesehen, wie Victor Lushin (Yevgeni Sitokhin), einer der Männer aus dem \"Odessa\", die Lagerhalle mit einer Reisetasche vermutlich voller Geld verlassen hat. Lottner will auf jeden Fall die Lagerhalle weiter observieren. So machen sich Gorsky und Jelena (Alina Levshin) allein auf den Weg in den Osten. Sie fahren nach Weissrussland und finden das Bordell, in dem Swetlana (Katja Nesytova) wie eine Gefangene gehalten wird. Mit einem Trick gelingt es ihnen, sie zu befreien. Sie flüchten im Schutz der Dunkelheit, werden aber verfolgt und beschossen. Als die Reifen ihres Wagens getroffen werden, müssen die drei zu Fuss weiter. Erst als Gorsky einen der Zuhälter erschiesst, geben die Verfolger auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13110553","hoster":"VOE"},{"path":"/redirect/9373605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-angesicht-des-verbrechens/staffel-1/episode-10","name":"Alles hat seine Zeit","epNo":10,"alt":"","descr":"Trauerfeier um Stellas Mann Mischa: Lieder, viel Gefühl, Wodka – und das Geschäft. Zur Überraschung aller lehnt Stella fünf Millionen Euro als Abfindung ab. Sie möchte Mischas Platz in der Mafiaorganisation einnehmen – und wechselt damit unwiderruflich die Seiten. Ihr Bruder Marek, Polizist beim LKA, bekommt endlich die Chance den Mörder seines Bruders zu stellen. Es kommt zum Kampf…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9373606","hoster":"VOE"},{"path":"/redirect/9373609","hoster":"Streamtape"}]}]}]}]}