{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv","name":"Im Großstadtdschungel – die Geschichte der SUV","descr":"Sie sind sie von unseren Straßen kaum noch wegzudenken: Sport Utility Vehicles, kurz SUV, haben ihren festen Platz im Verkehr erobert. Fast jeder Automobilhersteller hat mittlerweile eine solche Geländelimousine im Sortiment. Während Kritiker die ausladenden Modelle am liebsten aus den Städten verbannen würden, schwören ihre Fans auf deren Komfort. Die Serie betrachtet die Geschichte und Produktion der SUV und geht dabei besonders auf die Bereiche Design und Technik ein.","seasons":[{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-1","name":"Land Rover","epNo":1,"alt":"Range Rover","descr":"Die Geburtsstunde der Geländelimousine schlägt im Jahr 1947. Der britische Ingenieur Maurice Wilks, der im Dienst des Fahrzeugherstellers Rover steht, hat eine zündende Idee. Inspiriert von einem US-Militärjeep konstruiert er einen \"Geländewagen für die Landwirtschaft\". Das Fahrzeug soll ihm die Fortbewegung auf den schlammigen Feldern seines Landsitzes erleichtern. Wilks Prototyp stößt bei Rover auf Begeisterung. Das Unternehmen entschließt sich, das Model unter dem Namen Land Rover in seine Produktpalette aufzunehmen. In den kommenden Jahrzehnten entwickelte sich die Idee stetig weiter","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-2","name":"Jaguar F-PACE","epNo":2,"alt":"Jaguar F-Pace","descr":"In dieser Folge geht es um den Jaguar F-Pace. Die britische Geländelimousine ist seit 2016 in Europa erhältlich und ist das erste SUV, das von Jaguar produziert wird. Das im zentralenglischen Solihull verarbeitete Modell hat die Verkaufszahlen der Nobelmarke in die Höhe schnellen lassen. Je nach Ausführung erreicht der F-Pace Höchstgeschwindigkeiten zwischen 195 und 283 Stundenkilometer","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-3","name":"Mercedes G-Klasse","epNo":3,"alt":"Mercedes G-Class","descr":"In dieser Episode wird die Geschichte des Geländewagens von Mercedes Benz vorgestellt, der bereits seit 1979 vom Band läuft. Während sich das Design über die Jahrzehnte kaum verändert hat, wurde die technische Ausstattung kontinuierlich weiterentwickelt. Ursprünglich für das Militär entworfen, verfügt die G-Klasse über hohe Offroad-Qualitäten und unterscheidet sich so von vielen anderen Modellen, die zwar wie SUVs aussehen, jedoch in erster Linie für den Straßenverkehr konzipiert wurden.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-4","name":"Maserati Levante","epNo":4,"alt":"Maserati","descr":"Im Mittelpunkt dieser Folge steht der Maserati Levante. Die Geländelimousine des italienischen Automobilherstellers ist erst seit wenigen Jahren auf dem Markt, hat der Marke mit dem Dreizack aber schon Erfolge beschert. Fast jedes zweite Modell, das das Unternehmen an den Mann bringt, soll ein Levante sein. Das SUV wird in unterschiedlichen Ausführungen in Turin gebaut. Bei einem Hubraum von 3,8 Litern beschleunigt der V 8-Motor die Version Trofeo in unter vier Sekunden von 0 auf 100 Stundenkilometer.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-5","name":"Bentley Bentayga","epNo":5,"alt":"Bentley Bentayga","descr":"In dieser Folge dreht sich alles um den Bentayga. Die Geländelimousine der britischen Nobelmarke Bentley ist seit 2015 auf dem Markt. Mittlerweile gibt es verschiedene Motorisierungen für das SUV. Modelle, die mit kräftigen W-12-Maschinen ausgestattet sind, schaffen bei einem Hubraum von knapp sechs Litern Spitzengeschwindigkeiten um die 300 Stundenkilometer.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-6","name":"Chevrolet Suburban","epNo":6,"alt":"Chevrolet Suburban","descr":"Die Geschichte des Suburban reicht bis ins Jahr 1935 zurück. Zunächst baute Chevrolet das Model als geräumigen zweitürigen Kombi, mit dem große Mengen an Gepäck transportiert werden sollten. Im Laufe der Jahre entwickelte sich der Wagen durch einen Fahrgestellwechsel in Richtung Geländelimousine. Moderne Versionen des in Texas gebauten Suburban bieten Platz für sieben bis neun Personen und werden gerne von der US-amerikanischen Polizei genutzt.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-7","name":"Alfa Romeo Stelvio","epNo":7,"alt":"Alfa Romero Stelvio","descr":"Im Mittelpunkt dieser Episode steht der Stelvio. Im Zweiten Weltkrieg baute Alfa Romeo Lastkraftwagen für das italienische Militär und entwarf später Klassiker wie den Roadster Spider. Seit wenigen Jahren versucht sich das Unternehmen nun im umkämpften Segment der SUVs. Seit 2017 wird die nach einem Alpenpass benannte Geländelimousine in Cassino gebaut. Je nach Motorisierung schafft der Stelvio die Beschleunigung von null auf 100 Stundenkilometer in unter vier Sekunden.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-8","name":"VW Atlas","epNo":8,"alt":"VW Atlas","descr":"Der Atlas ist bereits seit 2016 auf dem Mark, dürfte hierzulande aber nur wenigen bekannt sein. Volkswagen vertreibt seine geräumige Geländelimousine unter diesem Namen nur in Nordamerika, wo er in Tennessee auch gebaut wird. Der siebensitzige Atlas hat einen Achsstand von über drei Metern und ist mehr als zwei Meter breit. Ausmaße, die reichlich Stauraum bieten und das Auto zur Schnittstelle zwischen SUV und Bulli werden lassen.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-9","name":"Porsche Cayenne","epNo":9,"alt":"Porsche Cayenne","descr":"Der Automobilhersteller Porsche entschloss sich um die Jahrtausendwende zu einem gewagten Schritt. Standen bis dahin Sportwagen im Mittelpunkt der Produktpalette, erfolgte im Jahr 2002 die Einführung des Cayenne. Das erste SUV der Zuffenhausener Autoschmiede erwies sich als Verkaufserfolg und ist mittlerweile auch mit Hybrid-Motorisierung erhältlich.","versions":[]},{"path":"/serie/stream/im-grostadtdschungel-die-geschichte-der-suv/staffel-1/episode-10","name":"Lamborghini Urus","epNo":10,"alt":"Lamborghini Urus","descr":"Bereits in den 1980er Jahren sammelte Lamborghini Erfahrungen im Bau von Geländewagen. Mit dem Modell LM002 rollte ab 1986 ein SUV vom Band des norditalienischen Automobilherstellers. Es konnten allerdings nur wenige hundert Exemplare verkauft werden. Die Fertigung wurde in den 90er Jahren eingestellt. Seit 2017 bietet Lamborghini mit dem Urus nun erneut ein SUV an. Sein geringes Gesamtgewicht und sein leistungsstarker Vierliter-V8-Motor verhelfen ihm zu einer Höchstgeschwindigkeit von 305 Stundenkilometern und machen den Urus zum weltweit schnellsten unter den in Serie gebauten SUVs.","versions":[]}]}]}