{"seriesId":"im-land-des-zauberers-von-oz","name":"Im Land des Zauberers von Oz","descr":"[Ozu no mahôtsukai] Ein heftiger Wirbelsturm hat das Waisenkind Dorothy mitsamt ihrem Hund Toto in das Land hinter dem Regenbogen gewirbelt. Schon bald findet das Mädchen heraus, daß nur einer ihr helfen kann, wieder nach Hause zurückzufinden: Der Zauberer von Oz, der in der Stadt der Smaragde lebt. Auf dem beschwerlichen Weg dorthin trifft Dorothy eine Vogelscheuche, einen Zinnmann und einen Löwen, die sich ihr anschließen. Denn auch ihnen kann nur der Zauberer von Oz geben, was ihnen fehlt: Ein Herz für den Zinnmann, Verstand für die Vogelscheuche und Mut für den Löwen. Phantasievolle Zeichentrickversion des legendären Kinderbuches von L. Frank Baum.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Wirbelsturm","epNo":1,"alt":"","descr":"Ein heftiger Wirbelsturm hat das Waisenkind Dorothy mitsamt ihrem Hund Toto in das Land hinter dem Regenbogen gewirbelt. Schon bald findet das Mädchen heraus, daß nur einer ihr helfen kann, wieder nach Hause zurückzufinden: Der Zauberer von Oz, der in der Stadt der Smaragde lebt.","versions":[{"lang":1,"streams":[{"redirect":11311941,"hoster":"VOE"},{"redirect":10113932,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Freundschaft mit der Vogelscheuche","epNo":2,"alt":"","descr":"Dorothy und die Vogelscheuche finden einen Mann aus Zinn, der sich ihnen anschließen will, um den Zauberer zu finden - er hofft, ein Herz zu finden. Auf ihrer Reise landen sie in einem Wald - hier treffen sie auf einen feigen Löwen - er will Mut, also schließt er sich der kleinen Gruppe an.","versions":[{"lang":1,"streams":[{"redirect":11311939,"hoster":"VOE"},{"redirect":10113933,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Zinnmann","epNo":3,"alt":"","descr":"Dorothy und die Vogelscheuche finden einen Mann aus Zinn, der sich ihnen anschließen will, um den Zauberer zu finden - er hofft, ein Herz zu finden. Auf ihrer Reise landen sie in einem Wald - hier treffen sie auf einen feigen Löwen - er will Mut, also schließt er sich der kleinen Gruppe an.","versions":[{"lang":1,"streams":[{"redirect":11311942,"hoster":"VOE"},{"redirect":10113936,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Kalidahs","epNo":4,"alt":"","descr":"Die Freunde entdecken, dass sie, um der gelben Straße zu folgen, einen Fluss überqueren müssen. Der Blechmann denkt, dass es eine gute Idee wäre, ein Floß zu bauen, um den Fluss zu überqueren. Als sie beginnen, den Fluss zu überqueren, wird die Vogelscheuche mitten im Fluss eingeklemmt. Um ihn zu retten, versucht die Gruppe, einen kleinen Vogel zu überzeugen, ihr zu helfen.","versions":[{"lang":1,"streams":[{"redirect":11311943,"hoster":"VOE"},{"redirect":10113934,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die bösen Blumen","epNo":5,"alt":"","descr":"Die Freunde reisen durch ein Mohnfeld und Dorothy, der Löwe und Toto schlafen fest ein - der Blechmann muss die Mäusekönigin und ihre Legionen zu Hilfe rufen.","versions":[{"lang":1,"streams":[{"redirect":11311949,"hoster":"VOE"},{"redirect":10113937,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Stadt der Smaragde","epNo":6,"alt":"","descr":"Endlich erreichen sie die Smaragdstadt und treffen den Zauberer. Der Zauberer will ihnen nur helfen, wenn sie ihm den Besen der Bösen Hexe des Westens bringen. Sie willigen ein.","versions":[{"lang":1,"streams":[{"redirect":11311944,"hoster":"VOE"},{"redirect":10113938,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die böse Hexe des Westens","epNo":7,"alt":"","descr":"Vogelscheuche, Blechmann und Löwe treffen den Zauberer, und auch ihnen wird gesagt, dass ihre Wünsche erfüllt werden, sobald sie die böse Hexe des Westens vernichten.","versions":[{"lang":1,"streams":[{"redirect":11311945,"hoster":"VOE"},{"redirect":10113948,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Angriff der Krähen","epNo":8,"alt":"","descr":"Nun, die Hexe lässt sich nicht so leicht bestehlen, und sie nimmt die Freunde gefangen. Sie weiß, dass Dorothy, solange sie die Silberschuhe ihrer Schwester trägt, geschützt ist - die Hexe will die Schuhe! Sie erkennt, dass sie geduldig sein muss. Sie lässt sie alle als ihre persönlichen Sklaven für sich arbeiten.","versions":[{"lang":1,"streams":[{"redirect":10113945,"hoster":"VOE"},{"redirect":10113942,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Gefangen!","epNo":9,"alt":"","descr":"Die Hexe wird ungeduldig - sie beschließt, Dorothy die Schuhe wegzunehmen - als sie das tun will, greift Toto sie an - die Hexe versucht, ihn zu schlagen - Dorothy sieht es und wehrt sich - sie schleudert einen Eimer Wasser auf die Hexe (die Hexe kann kein Wasser anfassen) und schmilzt sofort, wodurch sie alle ihre Sklaven (die Quadling People) befreit.","versions":[{"lang":1,"streams":[{"redirect":11311950,"hoster":"VOE"},{"redirect":10113939,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Macht des Wassers","epNo":10,"alt":"","descr":"Da die Hexe tot ist, sind die Quadlinge frei und bringen Dorothy zu Glinda, der guten Hexe des Südens. Glinda hilft Dorothy, nach Hause zurückzukehren. Der Zauberer, der ursprünglich aus Omaha stammt, wird ebenfalls in Dorothys Welt zurückgeschickt.","versions":[{"lang":1,"streams":[{"redirect":11311955,"hoster":"VOE"},{"redirect":10113941,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Geheimnis um den Zauberhut","epNo":11,"alt":"","descr":"Mombi, die Hexe, behandelt ihren jungen Schützling Tip, einen Jungen ohne Familie, sehr schlecht. Deshalb rächt er sich, indem er eine Vogelscheuche mit einem Kürbiskopf baut, um sie zu erschrecken.","versions":[{"lang":1,"streams":[{"redirect":11311957,"hoster":"VOE"},{"redirect":10113940,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Spinnenungeheuer","epNo":12,"alt":"","descr":"Dem Zauberer wird gesagt, dass er Ozma finden muss, die kleine Tochter des ehemaligen Königs von Oz, die auf mysteriöse Weise verschwunden ist. Er muss reisen, um Glinda zu sehen.","versions":[{"lang":1,"streams":[{"redirect":11311960,"hoster":"VOE"},{"redirect":10113943,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der falsche Zauber","epNo":13,"alt":"","descr":"Es stellt sich heraus, dass der Zauberer die Prinzessin Ozma, die rechtmäßige Herrscherin von Oz, an Mombi übergeben hat, um sie zu verstecken. Mombi wiederum verwandelte Ozma in einen Jungen namens Tip!","versions":[{"lang":1,"streams":[{"redirect":11311963,"hoster":"VOE"},{"redirect":10113944,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Fast am Ziel","epNo":14,"alt":"","descr":"Der Zauberer löst sein Versprechen ein und verleiht der Vogelscheuche ein Gehirn, dem Blechmann ein Herz und dem Löwen Mut.","versions":[{"lang":1,"streams":[{"redirect":11311962,"hoster":"VOE"},{"redirect":10113946,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Tal aus Porzellan","epNo":15,"alt":"","descr":"Dorothy, der Löwe, die Vogelscheuche und der Blechmann verlassen die Smaragdstadt auf der Suche nach Glinda.","versions":[{"lang":1,"streams":[{"redirect":11311961,"hoster":"VOE"},{"redirect":10113947,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Im Labyrinth der Gnome","epNo":16,"alt":"","descr":"Die Prinzessin des Kristallreichs rettet Dorothy und ihre Freunde vor der Kristallkanone und weist ihnen den richtigen Weg.","versions":[{"lang":1,"streams":[{"redirect":10113956,"hoster":"VOE"},{"redirect":10113950,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wieder daheim","epNo":17,"alt":"","descr":"Mombi brings Tip\u0027s scarecrow to life with a magical powder. She tells Tip she has no use for him and locks him up. Jack Pumpkinhead, Tip\u0027s former scarecrow prank, helps him escape, and they go to the Emerald City.","versions":[{"lang":1,"streams":[{"redirect":12923666,"hoster":"VOE"},{"redirect":10113949,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Sehnsucht","epNo":18,"alt":"","descr":"Glinda bringt Dorothy zurück nach Oz. Sie bittet sie, den Zauberer bei der Suche nach Ozma zu unterstützen.","versions":[{"lang":1,"streams":[{"redirect":10113957,"hoster":"VOE"},{"redirect":10113954,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Kürbisjunge","epNo":19,"alt":"","descr":"Dorothy und der Zauberer machen sich auf den Weg in die Smaragdstadt, nachdem sie aus Glindas Buch erfahren haben, dass nicht nur Ozma Tip ist, sondern dass auch eine Armee von Mädchen in die Smaragdstadt unterwegs ist.","versions":[{"lang":1,"streams":[{"redirect":11311965,"hoster":"VOE"},{"redirect":10113951,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Holzpferdchen","epNo":20,"alt":"","descr":"Zurück in Oz bleibt Dorothy, während sie gestrandet ist, bei Mombi. Mombi willigt ein, Dorothy bei sich wohnen zu lassen, um die Magie zu stehlen, von der sie glaubt, dass Dorothy sie besitzt.","versions":[{"lang":1,"streams":[{"redirect":11311967,"hoster":"VOE"},{"redirect":10113952,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Mädchenarmee","epNo":21,"alt":"","descr":"General Ginger greift die Smaragdstadt an und hält Scarecrow, Tinman, Dorothy und den Zauberer als Geiseln in den Mauern des Palastes fest.","versions":[{"lang":1,"streams":[{"redirect":14079912,"hoster":"VOE"},{"redirect":10113953,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Nieder mit König Vogelscheuche","epNo":22,"alt":"","descr":"Die Freunde bauen eine Flugmaschine mit einem Buckelkopf, auf den sie das Lebenspulver streuen. Sie entkommen, indem sie aus dem Fenster des Schlossturms fliegen.","versions":[{"lang":1,"streams":[{"redirect":11311964,"hoster":"VOE"},{"redirect":10113955,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Gefährliche Sonnenblumen","epNo":23,"alt":"","descr":"Dorothy, Kürbiskopf, Tip und Vogelscheuche machen sich auf den Weg, um den Blechmann im Land des Westens zu finden, damit er ihnen hilft, die Smaragdstadt von Jinjur und ihren bösen Schergen zurückzuerobern.","versions":[{"lang":1,"streams":[{"redirect":10113960,"hoster":"VOE"},{"redirect":10113958,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Das trügerische Feuer","epNo":24,"alt":"","descr":"Mombi macht sich auf den Weg zur Smaragdstadt, um zu versuchen, den entlaufenen Tip aufzuhalten. Dort angekommen, trifft sie auf General Jinjur.","versions":[{"lang":1,"streams":[{"redirect":10113961,"hoster":"VOE"},{"redirect":10113962,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Gampu, der Flug-Elch","epNo":25,"alt":"","descr":"Nach ihrer Flucht aus dem Baum kehren Dorothy und die Bande in die Smaragdstadt zurück, um General Jinjur aufzuhalten. Mombi kommt ihnen in die Quere und sie werden wieder im Palast gefangen.","versions":[{"lang":1,"streams":[{"redirect":10113959,"hoster":"VOE"},{"redirect":10113969,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Drachenritt","epNo":26,"alt":"","descr":"Glinda liest in ihrem Buch über die Geschehnisse. Sie schickt einen magischen Teppich für die Gruppe, der sie zu Glindas Schloss zurückbringt.","versions":[{"lang":1,"streams":[{"redirect":10113966,"hoster":"VOE"},{"redirect":10113967,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Ozma, das Findelkind","epNo":27,"alt":"","descr":"Glinda erfährt von Mombis Verrat und beschließt, dass es an der Zeit ist, sich einzumischen.","versions":[{"lang":1,"streams":[{"redirect":11311969,"hoster":"VOE"},{"redirect":10113968,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Eine feurige Rede","epNo":28,"alt":"","descr":"General Jinjur stürmt schließlich den Palast und nimmt ihn ein, gerade noch rechtzeitig, um Glinda gegenüberzutreten.","versions":[{"lang":1,"streams":[{"redirect":10113976,"hoster":"VOE"},{"redirect":10113973,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Die Rosenbrosche","epNo":29,"alt":"","descr":"Glinda bittet Jinjur zu gehen und fordert Mombi zur Zusammenarbeit auf. Mombi und Jinjur täuschen alle mit Hochstaplern.","versions":[{"lang":1,"streams":[{"redirect":13515734,"hoster":"VOE"},{"redirect":10113979,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Das Geheimnis um Ozma","epNo":30,"alt":"","descr":"Glinda entfernt die Verzauberung von Tip. Er verwandelt sich zurück in seine rechtmäßige Gestalt, die Prinzessin Ozma von Oz. Ozma bringt Dorothy zurück nach Kansas.","versions":[{"lang":1,"streams":[{"redirect":11311971,"hoster":"VOE"},{"redirect":10113972,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Tik Tak, der räuberische Roboter","epNo":31,"alt":"","descr":"Dorothy ist auf ihrer Farm in Kansas. Sie blickt in den Himmel und sieht ein magisches Licht. Am nächsten Tag findet sie draußen einen Schlüssel mit den Buchstaben \"O\" und \"Z\". Als sie den Schlüssel untersucht, bringt er sie nach Ev, einem magischen Land am anderen Ende der tödlichen Wüste von Oz. Sie wird dann von einer Gruppe namens Wheelers auf einen Berg gejagt. Auf der Spitze des Berges findet sie eine Tür. Die Tür wird mit dem Schlüssel aufgeschlossen. Drinnen findet sie einen mechanischen Mann namens Tik-Tok.","versions":[{"lang":1,"streams":[{"redirect":10113982,"hoster":"VOE"},{"redirect":10113981,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Langudia, die launische Prinzessin","epNo":32,"alt":"","descr":"Als sie das Schloss in Ev erreicht, sind ihr die Wheelers immer noch dicht auf den Fersen. Dorothy erfährt, dass der Gnomenkönig die gesamte königliche Familie von Ev entführt hat.","versions":[{"lang":1,"streams":[{"redirect":11311970,"hoster":"VOE"},{"redirect":10113977,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"In der Wüste","epNo":33,"alt":"","descr":"Ozma weiß bereits, dass Ev in Schwierigkeiten steckt. Sie durchquert die Tödliche Wüste mit dem Zauberteppich, sie und ihren gesamten Hofstaat im Schlepptau. Sie sind alle überrascht, Dorothy zu finden. Die Freunde haben ein freudiges Wiedersehen. Sie machen sich auf den Weg zum unterirdischen Palast des Gnomenkönigs.","versions":[{"lang":1,"streams":[{"redirect":10113990,"hoster":"VOE"},{"redirect":10113986,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Die Geisterstadt","epNo":34,"alt":"","descr":"Dorothy entdeckt mit ihr eine sprechende Henne, Billina. Sie ist mit Dorothy aus Kansas angereist.","versions":[{"lang":1,"streams":[{"redirect":10413869,"hoster":"VOE"},{"redirect":10113983,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Menschen-Felsen","epNo":35,"alt":"","descr":"Auf ihrer Reise nach Noland kommt die frustrierte, aber entschlossene Gruppe an einem geheimnisvollen Felsen vorbei.","versions":[{"lang":1,"streams":[{"redirect":11311979,"hoster":"VOE"},{"redirect":10113984,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der Fluch","epNo":36,"alt":"","descr":"Sie erreichen den Palast der Zwerge und erhalten eine Audienz beim Zwergenkönig.","versions":[{"lang":1,"streams":[{"redirect":11311978,"hoster":"VOE"},{"redirect":10114891,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Im Zauberraum des Gnomenkönigs","epNo":37,"alt":"","descr":"Der König von Nome ist bereit, die königliche Familie von Ev freizulassen, wenn die Gruppe ein gefährliches Spiel spielt. Sein magischer Gürtel hat die königliche Familie in Ornamente im Ornamentraum verwandelt. Die Gruppe muss nur dreimal raten, um zu erkennen, welches Ornament ein Royal ist. Nur wer richtig rät, verwandelt sie zurück! Die Freunde sind sich einig, dass die glückliche Bellina in Jacks hohlem Kürbiskopf versteckt ist.","versions":[{"lang":1,"streams":[{"redirect":11311980,"hoster":"VOE"},{"redirect":10123538,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Des Prinzen Erlösung","epNo":38,"alt":"","descr":"Alle Freunde sind in Ornamente verwandelt worden, weil sie falsch geraten haben! Bei ihrem letzten Tipp hat sie Glück und findet das Muster heraus. Sie befreit die königliche Familie und errät das Muster richtig, um ihre Oz-Freunde zu befreien.","versions":[{"lang":1,"streams":[{"redirect":10413866,"hoster":"VOE"},{"redirect":10113988,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Gegen den Lavastrom","epNo":39,"alt":"","descr":"Ein wütender Nome-König schickt seine Armee hinter ihnen her. Eine verängstigte Billina versteckt sich in Jacks Kopf und legt ein Ei. Das Ei fällt heraus und rollt auf die Nome-Armee zu, die flieht. Eier sind für Nome giftig! Billina legt weitere Eier, um den Zwergenkönig zu fesseln und ihn seines magischen Gürtels zu berauben.","versions":[{"lang":1,"streams":[{"redirect":11311972,"hoster":"VOE"},{"redirect":10113991,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Der rettende Fluss","epNo":40,"alt":"","descr":"Der Zwergenkönig versucht, sie aufzuhalten, aber Ozma setzt den Zaubergürtel gegen ihn ein. Er fügt sich der Niederlage.","versions":[{"lang":1,"streams":[{"redirect":10413871,"hoster":"VOE"},{"redirect":10113992,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Ein böser Plan","epNo":41,"alt":"","descr":"Die Gruppe entkommt und bedankt sich bei Billina für ihre Hilfe, doch dann beginnt das Schiff und der umgebende Sand durch den Zwergenkönig wieder zu sinken, aber nachdem Lion die Vogelscheuche vor dem Untergang gerettet hat, sind sie endlich alle frei und sicher und können nach Hause gehen.","versions":[{"lang":1,"streams":[{"redirect":10987262,"hoster":"VOE"},{"redirect":10113996,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Der Steinfresser","epNo":42,"alt":"","descr":"Der Nome-König will sich rächen, aber ohne seinen magischen Gürtel weiß er nicht, wie er das anstellen soll. Er schickt nach dem Hauptmann seiner Armee und die beiden schmieden einen Plan.","versions":[{"lang":1,"streams":[{"redirect":10987263,"hoster":"VOE"},{"redirect":10113994,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Das Smaragdzimmer","epNo":43,"alt":"","descr":"Prinzessin Ozma hat drei Waffen: ein magisches Bild, das ihr alles zeigt, was sie sehen will, den magischen Gürtel des Nome-Königs und einen magischen Brunnen, der den Geist des Trinkenden vollständig auslöscht.","versions":[{"lang":1,"streams":[{"redirect":14159498,"hoster":"VOE"},{"redirect":10113997,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"Eine Welt ganz aus Papier","epNo":44,"alt":"","descr":"Dorothy wollte schon immer Oz sehen und begibt sich, ohne von den Absichten des Nome-Königs zu wissen, auf eine Reise. Sie trifft eine Frau, die ein Dorf aus lebenden Papierpuppen und einer lebenden Fiedel erschaffen hat.","versions":[{"lang":1,"streams":[{"redirect":10413870,"hoster":"VOE"},{"redirect":10114003,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Froschkopf, der Eierfresser","epNo":45,"alt":"","descr":"Der Nome-König bittet die bösen und mächtigen Growleywogs, bei seinem Angriff auf die Smaragdstadt mitzumachen.","versions":[{"lang":1,"streams":[{"redirect":10987257,"hoster":"VOE"},{"redirect":10114000,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Die Quelle des Vergessens","epNo":46,"alt":"","descr":"Guff weiß um die Angst und Schwäche der Zwerge und holt sich die Hilfe des monströsen Growleywog, um den Sieg zu erringen.","versions":[{"lang":1,"streams":[{"redirect":10413872,"hoster":"VOE"},{"redirect":10114002,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Der Steinfresser beißt auf Eisen","epNo":47,"alt":"","descr":"Der Zwergenkönig hat einen Tunnel in Auftrag gegeben, der unter der Todbringenden Wüste hindurch und direkt in die Gärten des Palastes der Smaragdstadt führt. Die Nome und die Growleywogs machen sich auf den Weg zum Angriff.","versions":[{"lang":1,"streams":[{"redirect":10987260,"hoster":"VOE"},{"redirect":10114004,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Der Angriff der Gnome","epNo":48,"alt":"","descr":"Während der Zinnmann gegen Growleywog kämpft, leiht sich Dorothy den Zaubervogel und versucht, das Problem zu lösen, ohne die Pläne für Ozma zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":10987259,"hoster":"VOE"},{"redirect":10114006,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Die Krönung","epNo":49,"alt":"","descr":"Der Zwergenkönig und seine Armee versuchen, die Smaragdstadt zu stürmen, aber Scarecrows Verwunderung über das Wohin und die Suche nach Dorothy zwingt sie zurück in den Tunnel.","versions":[{"lang":1,"streams":[{"redirect":11311973,"hoster":"VOE"},{"redirect":10114008,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Geheimwaffe „Ei“","epNo":50,"alt":"","descr":"Ozma streut magischen Staub in den Nome-Tunnel, um die Armee sehr durstig zu machen. Das erste, was sie sehen, wenn sie auftauchen, ist der Brunnen des Vergessens. Nachdem sie verzweifelt getrunken haben, vergessen alle, warum sie hier sind und wer sie sind.","versions":[{"lang":1,"streams":[{"redirect":11311974,"hoster":"VOE"},{"redirect":10114010,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Mit letzter Kraft","epNo":51,"alt":"","descr":"Dorothy und Billina bewerfen die wenigen, die nicht aus dem Brunnen trinken, mit Eiern, bis sie gezwungen sind, von dem magischen und gefährlichen Wasser zu trinken.","versions":[{"lang":1,"streams":[{"redirect":10987261,"hoster":"VOE"},{"redirect":10114011,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Ende gut, alles gut","epNo":52,"alt":"","descr":"With everything peaceful again, Ozma arranges to send Dorothy home again, with the promise that she can return anytime. Dorothy agrees and returns home.","versions":[{"lang":1,"streams":[{"redirect":11311977,"hoster":"VOE"},{"redirect":10114013,"hoster":"Streamtape"}]}]}]}]}