{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien","name":"Im Namen Gottes - Die Todessekte aus Brasilien","descr":"Bei den Recherchen zu den Missbrauchsfällen durch einen brasilianischen Wunderheiler kommen weitere Verbrechen ungeahnten Ausmaßes ans Licht: Nachdem die erste Frau von ihren schrecklichen Erfahrungen mit \"John of God\" berichtet, entscheiden sich mehr als 300 weitere Frauen dazu, ihre Geschichte zu erzählen.","seasons":[{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1/episode-1","name":"Missbrauch kommt ans Licht","epNo":1,"alt":"Da Sombra à Luz","descr":"Bei den Recherchen zu den Missbrauchsfällen durch einen brasilianischen Wunderheiler kommen weitere Verbrechen ungeahnten Ausmaßes ans Licht: Nachdem die erste Frau von ihren schrecklichen Erfahrungen mit \"John of God\" berichtet, entscheiden sich mehr als 300 weitere Frauen dazu, ihre Geschichte zu erzählen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826157","hoster":"VOE"},{"path":"/redirect/8826163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1/episode-2","name":"Verteidiger und Opfer","epNo":2,"alt":"Os 10 Dias que Abalaram Abadiânia","descr":"Die Polizei nimmt die Ermittlungen auf. Derweil nehmen Prominente und andere Personen João Teixeira de Faria in Schutz. Moderatorin Xuxa Meneghel erzählt, wie beschämend es war, ihre Beziehung zu ihm öffentlich zu machen. Und auch Zahia, die als Erste über die Vorfälle gesprochen hat, berichtet, wie sie daraufhin attackiert wurde. Außerdem erzählt seine eigene Tochter von den Qualen, die sie ihr Leben lang erfahren musste.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826152","hoster":"VOE"},{"path":"/redirect/8826165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1/episode-3","name":"Verstecke im Keller","epNo":3,"alt":"O Silêncio é a Lei","descr":"Zahlreiche Weggefährten berichten über \"John of God\" und die einfachen Verhältnisse, aus denen er stammt. Bei ihren Ermittlungen findet die Polizei Geld, Waffen und Schmuck – alles versteckt in seinem Keller. Für diverse Verbrechen angeklagt, wird er für keines zur Verantwortung gezogen. Zwei weitere Opfer erzählen ihre Geschichte – doch der Einfluss des Heilers ist so immens, dass nichts passiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12385149","hoster":"VOE"},{"path":"/redirect/8826162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1/episode-4","name":"Widersprüche","epNo":4,"alt":"De João da Iuca a John of God","descr":"Verschiedene Artikel weisen auf Widersprüche in den Aussagen des Sektenführers hin. Maria erzählt ihre Geschichte – vom Missbrauch bis zum versuchten Mord, den sie durch João Teixeira de Faria erfahren musste. Mittlerweile ist er international bekannt. Xuxa Meneghel gesteht, dass sie nichts von seinen Missetaten geahnt hat. Außerdem erfahren wir, dass schon seine Mutter einen Hang zum Übernatürlichen hatte und Wahrsagerin war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826149","hoster":"VOE"},{"path":"/redirect/8826159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1/episode-5","name":"Ermittlungen in den USA","epNo":5,"alt":"Ascensão e Queda do Império","descr":"Ein Fernsehmoderator spricht \"John of God\" auf seine mutmaßlichen Vergehen in Arizona an. Dieser wird daraufhin nervös. Außerdem kommt Chris Stevens zu Wort, ein Polizist aus Sedona. Er berichtet über Ermittlungen gegen ihn und wie der Fall durch Bestechung des Opfers vertuscht wurde. Zudem berichtet Luana von ihren Erfahrungen. Sein Großneffe erzählt, dass er den Kontakt zu John abbrach, nachdem dieser versuchte, seine Frau anzugreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826151","hoster":"VOE"},{"path":"/redirect/12479078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/im-namen-gottes-die-todessekte-aus-brasilien/staffel-1/episode-6","name":"Endlich schuldig","epNo":6,"alt":"A Pandemia","descr":"Die Angehörigen zweier Opfer, die infolge der Geschehnisse im Haus des Sektenanführers verstorben sind, erzählen ihre Geschichte. Auch sie berichten, wie viel Missachtung deren Tod gefunden hat. Endlich wird \"John of God\" für schuldig befunden und muss für 40 Jahre ins Gefängnis. Doch aufgrund der Corona-Pandemie kommt er in Hausarrest. Seine Opfer sind empört und erleichtert zugleich. Sie versprechen für alle anderen Frauen weiterzukämpfen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8826150","hoster":"VOE"},{"path":"/redirect/8826153","hoster":"Streamtape"}]}]}]}]}