{"path":"/serie/stream/immer-rger-mit-newton","name":"Immer Ärger mit Newton","descr":"Neds Taschengeld reicht nicht, um sich ein Haustier, einen blauen Elefanten, leisten zu können. Stattdessen muss er sich mit einem kleinen, faulen Molch zufrieden geben. Dieses Wesen ist Ned`s Anforderungen nicht gewachsen. Grund genug, ihn wieder beim Zoohändler abzugeben. Dieser empfiehlt statt der Rücknahme eher ein Spezialfutter namens Zippo. Und das hat es in sich. Der Molch, der jetzt auf den Namen Newton hört, frisst viel zu viel davon und mutiert zu etwas undefinierbar Blauem. Die so geschaffene Kreatur wird zu einer Bewährungsprobe für seinen Besitzer. Newton stellt sich als grandioser Entertainer heraus, der sich Kreuz und Quer durch die Film- und Fernsehgeschichte parodiert.","seasons":[{"path":"/serie/stream/immer-rger-mit-newton/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-1","name":"Kleiner Newton, ganz groß \u0026amp; Newton als Eheanbahner","epNo":1,"alt":"Out With The Old, In With The Newt \u0026 What Rock Through Yonder Window Breaks?","descr":"Folge 1a Der quirlige, zugleich aber ein wenig verträumte Schüler Ned will sich ein Haustier kaufen. In der Zoohandlung stellt sich heraus, dass sein Geld nur für das kleinste und hässlichste aller Tiere reicht: den unscheinbaren, blauen Molch Newt. Schläfrig liegt Newt in seinem Glas herum, bis er eines Tages Zippo bekommt – ein Spezialfutter für lethargische, kleine, blaue Molche. Mit einem \"Plopp\" verwandelt er sich in den drei Meter großen, unermüdlichen Newton, der fortan nur eins im Sinn hat: seinen Freund Ned in die haarsträubendsten Situationen zu bringen, indem er ständig sein Aussehen verändert. 1b Als Newton herausfindet, dass Ned in das Nachbarmädchen Linda verknallt ist, scheut er keine Anstrengung und keine Peinlichkeit, um die beiden zusammenzubringen. Für den schüchternen Ned bedeutet das eine echte Bewährungsprobe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841264","hoster":"VOE"},{"path":"/redirect/13841265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-2","name":"Newtons Paradewagen \u0026amp; Newton, Newton an der Wand …","epNo":2,"alt":"Nightmare On Friendly Street \u0026 A Snitch In Time","descr":"2a Ned möchte an der einmal jährlich stattfindenden Freundschaftsparade seiner Heimatstadt Friendly Falls teilnehmen. Natürlich benötigt er dazu einen Paradewagen. Als Newton davon erfährt, baut er ein Riesengefährt mit ungefähr 200 Rädern. 2b Neds unsympathischer Vetter Renfrew kommt mit seiner Katze Bundle zu Besuch. Von Renfrew verpetzt, wird Ned im Gästezimmer eingesperrt. Derweil stellt der Vetter Neds Zimmer auf den Kopf. Aber Renfrew kennt Newton noch nicht. Als der blaue Molch zufällig Futter bekommt, bringt er Renfrew Manieren bei…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14079956","hoster":"VOE"},{"path":"/redirect/13841270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-3","name":"Newton und die Marstomaten \u0026amp; Newton als Tanzlehrer","epNo":3,"alt":"Mars Dilemma \u0026 Saturday Night Furvor","descr":"3a Neds Mutter benötigt Pizzatomaten, die Ned noch schnell einkaufen soll. Newton hat das Gespräch der beiden mitangehört und kommt auf die Idee, der Mars bestünde aus Tomaten. Warum also nicht ein Raumschiff bauen und das rote Gemüse aus dem Weltraum holen? Also wird das Auto von Neds Vater kurzerhand zum Sternenkreuzer umfunktioniert… 3b Ned möchte mit seiner Freundin Linda auf den Schulball gehen. Die Sache hat leider einen Haken: Ned kann nicht tanzen. Newton gibt ihm gerne Nachhilfestunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841271","hoster":"VOE"},{"path":"/redirect/13841275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-4","name":"Newton und Citizen Ned \u0026amp; Manege frei für Newton","epNo":4,"alt":"Citizen Ned \u0026 The Most Grating Show On Earth","descr":"4a Ned will sich ein neues Fahrrad kaufen. Um das Geld dafür zu verdienen, heuert er bei einem Verlag als Zeitungsjunge an. Mit Newtons Hilfe wird er jedoch bald selbst Verleger und Herrscher über ein Medienimperium. 4b Linda fragt Ned, ob er sie in den Zirkus mitnimmt. Da Ned kein Geld dafür hat, verkauft Newton kurzerhand das Auto von Neds Vater. Im Zirkus erleben die drei leider eine außerordentlich schlechte Show, und so bewährt sich Newton als Ersatz-Entertainer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841273","hoster":"VOE"},{"path":"/redirect/13841276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-5","name":"Newton im Müll \u0026amp; Newton Jones und der rote Rubin","epNo":5,"alt":"Voyage To The Bottom Of The Dump \u0026 Happy Blood Altar Ring To You","descr":"5a Ned bekommt von seinem Vater eine Action-Figur aus seiner Lieblingsserie Captain Ocelot geschenkt. Leider wirft seine Mutter das bunte Plastikmännchen kurzerhand in den Mülleimer. Nun wollen Ned und Newton auf der städtischen Mülldeponie nach Captain Ocelot suchen… 5b Neds Mutter hat bald Geburtstag. In einem Katalog bewundert sie die Nachbildung eines aztekischen Opferrings mit blutrotem Rubin. Newton gefällt der Schmuck sehr gut, allerdings hält er nicht viel vom Versandhandel. Viel lieber würde er in bester \"Indiana-Jones’-Manier mit Ned nach Südamerika aufbrechen, um einen echten Ring zu organisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841278","hoster":"VOE"},{"path":"/redirect/13841279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-6","name":"Allein zu Haus mit Newton und Frank \u0026amp; Newton als Bankräuber","epNo":6,"alt":"Home Alone With Frank \u0026 The Lucky Penny","descr":"6a Ned möchte unbedingt einen Horrorfilm im Fernsehen sehen. Seine Eltern, die an diesem Abend ausgehen wollen, sind dagegen. So soll Onkel Frank bei Ned und Newton am Abend ab und zu nach dem rechten schauen. Weil er auch noch zu einer Kostümparty will, taucht er mit Frankenstein-Maske auf und versetzt die beiden in Angst und Schrecken.  6b Neds Vater eröffnet für den Jungen ein Bankkonto. Dummerweise zahlt er Neds Glückscent ein. Als Ned die Münze unbedingt zurück haben will, bricht Newton mit ihm die Bank ein, wo Millionen von Centstücken lagern…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841281","hoster":"VOE"},{"path":"/redirect/13841282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-7","name":"Newton macht sauber \u0026amp; Mit Newton im Einkaufszentrum","epNo":7,"alt":"One Flu Over The Cuckoo’s Nest \u0026 Mall Good Things Come To An End","descr":"7a Neds Eltern haben Grippe. Daher muss sich Ned um den Haushalt kümmern. Newton gibt ihm 1000 Tipps, wie sich die Arbeit vereinfachen lässt. 7b Ned und Newton werden nach Ladenschluss in einem Einkaufszentrum eingeschlossen. Ein Sicherheitsbeamter wird auf die beiden aufmerksam und hetzt sie durch das Geschäft","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841283","hoster":"VOE"},{"path":"/redirect/13841284","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-8","name":"Newton im Kaufrausch \u0026amp; Mit Newton auf Reisen","epNo":8,"alt":"Help Me, I’m Bald \u0026 Planes, Trains, And Newtmobiles","descr":"8a Newton langweilt sich, während Ned in der Schule ist. Er kommt auf die Idee, im Fernsehen diverse Teleshopping-Kanäle anzuschauen und per Telefon Hunderte von Vertreter zu bestellen… 8b Ned macht mit seinen Eltern einen Ausflug mit dem Auto. Nach einer Pause an einer Raststätte fahren die ahnungslosen Eltern ohne den Jungen weiter. Newton kapert daraufhin alle möglichen Verkehrsmittel, um Vatis Auto wieder ein zu holen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841287","hoster":"VOE"},{"path":"/redirect/13841286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-9","name":"Newton und die Zeitmaschine \u0026amp; Allein in der Wildnis mit Newton","epNo":9,"alt":"Jurassic Joyride \u0026 Take A Hike","descr":"9a Sonntags wünscht sich Ned, es solle wieder Freitag sein, um das Wochenende noch einmal zu genießen. Auf dem Dachboden findet Newton eine alte Zeitmaschine. Als Ned und Newton den Apparat ausprobieren reisen sie jedoch zu weit in die Vergangenheit zurück… 9b Ned nimmt an einem Pfadfindertreffen teil. Dass die anderen Jungs viel mehr Pfadfinder-Medaillen besitzen als Ned, stört Newton ganz gewaltig. Mit ungewöhnlichen Mitteln will er seinem Freund zu den glänzenden Auszeichnungen verhelfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841292","hoster":"VOE"},{"path":"/redirect/13841291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-10","name":"Newton ist verliebt \u0026amp; Die Bundesnewtonspiele","epNo":10,"alt":"Newton Falls In Love \u0026 Show Me The Money","descr":"10a Newton möchte sich verlieben. Allerdings weiß er noch nicht, in wen. Nachdem er sich in verschiedene Tiere und Gegenstände verliebt hat, stellt er fest, dass sich wahre Gefühle nicht auf Kommando entwickeln können… 10b Ned muss, ob er will oder nicht, an den Schulsportwettbewerben teilnehmen. Da er nicht weiß, in welcher Sportart er eine goldene Anstecknadel gewinnen kann, schickt ihn Newton kurzerhand durch alle Disziplinen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841293","hoster":"VOE"},{"path":"/redirect/13841296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-11","name":"Newton baut ein Clubhaus \u0026amp; Newton rettet Lummox","epNo":11,"alt":"Can’t See The Forest For The Treefort \u0026 Saving Lummox","descr":"11a Neds Erzrivale hat ein schöneres Baumhaus als Newtons kleiner Freund. Der blaue Riesenmolch beschließt spontan, Neds Häuschen in eine pompöse Villa zu verwandeln.  11b Lummox, Doogles müder Hund, hat Flöhe, und Doogles Eltern wollen etwas dagegen unternehmen. Leider versteht Lummox die Maßnahmen falsch und glaubt, die Familie wolle ihn in einem Tierheim unterbringen. Newton erkennt die Lage und unternimmt alles Mögliche, um den Irrtum aufzuklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841294","hoster":"VOE"},{"path":"/redirect/13841295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-12","name":"Newton außer Rand und Band \u0026amp; Newton und der Regisseur","epNo":12,"alt":"New Improved Zippo \u0026 What Big Rewrite Notes You Have","descr":"12a Nachdem Ned versehentlich das neue, verbesserte \"Zippo\" kauft, dreht Newton völlig durch. Ned muss irgendwo das altbewährte \"Zippo Classic\" auftreiben, damit sein Freund keine bleibenden Schäden davonträgt. 12b Ned soll bei einer Theateraufführung seiner Schulklasse mitspielen. Sein Dramaturg und Autor ist ein seltsamer Kerl, der das Märchen vom \"Rotkäppchen\" allmählich in ein Stück mit dem Titel \"Mad Max und der Hühnerwolf\" umfunktioniert. Zum Glück meldet sich Neds Kumpel Newton in der Angelegenheit zur rechten Zeit zu Wort…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841303","hoster":"VOE"},{"path":"/redirect/13841298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-1/episode-13","name":"Newton übertrifft sich selbst \u0026amp; Nicht verzagen, Newton fragen","epNo":13,"alt":"Broken Record \u0026 Newton’s Day Out","descr":"13a Die Stadt \"Friendly Falls\" hält seit 1959 einen Weltrekord. Ein Bürger zog sich damals zwölf Hosen übereinander an und wurde damit im Buch der Rekorde verewigt. Nun hat ein Mann aus einer anderen Stadt den Rekord gebrochen, und Newton überlegt fieberhaft, wie man in \"Friendly Falls\" dieses Ergebnis abermals überbieten kann.  13b Ned besucht mit seiner Schulkasse das \"Museum für vollgestaubte Sachen\". Fast verzweifelt er über dem riesigen Fragebogen, den er ausfüllen muss, bevor er gehen darf. Zum Glück findet Newton in einer griechischen Amphore ein wenig Zippo und hilft seinem Freund geistig auf die Sprünge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841300","hoster":"VOE"},{"path":"/redirect/13841302","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-1","name":"Agent 00-Newton \u0026amp; Gefreiter Newton","epNo":1,"alt":"Live And Let Dad \u0026 Ned’s Army","descr":"1a Die Kinder schreiben einen Aufsatz über den Beruf ihres Vaters. Nur Ned weiß nicht, was Dad eigentlich macht. Newton vermutet schließlich, der Gute sei Geheimagent… 1b Weil Ned nicht weiß, wie er die Sommerferien verbringen soll, meldet ihn Newton in einem Trainingscamp der Armee an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841304","hoster":"VOE"},{"path":"/redirect/13841306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-2","name":"Newton und das Spaßverbot \u0026amp; Newton auf Vatersuche","epNo":2,"alt":"Weekend At Bernice \u0026 New Year’s Ned","descr":"2a Newton will mit Ned unbedingt in die Spielerstadt Gamble City. Neds Eltern allerdings haben andere Pläne. 2b Ned hat am Neujahrstag Geburtstag, und Newton überlegt sich ein ganz besonderes Geschenk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841308","hoster":"VOE"},{"path":"/redirect/13841307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-3","name":"Newton kriegt den Höhenkoller \u0026amp; Newtons Winterlager","epNo":3,"alt":"Climb Every Newton \u0026 Go Nest, Young Man","descr":"3a Ned will den Mount Lump besteigen und sucht Sponsoren für das Abenteuer.  3b Nach der Wettervorhersage bereitet sich Ned auf den Winter vor. Newton kann sich nicht vorstellen, dass Frost und Schnee für die Menschen unangenehm sein können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14079964","hoster":"VOE"},{"path":"/redirect/13841311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-4","name":"Licht, Kamera, Newton! \u0026amp; Newton als Regenmacher","epNo":4,"alt":"Lights, Camera, Newton! \u0026 When In Drought","descr":"4a Ned wird als Darsteller für einen Horrorfilm engagiert.  4b Wegen der großen Dürre gibt es kein Wasser mehr im Schwimmbad. Natürlich weiß Newton eine Lösung für das Problem.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841313","hoster":"VOE"},{"path":"/redirect/13841317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-5","name":"Das Newton Hospital \u0026amp; Der haarsträubende Newton","epNo":5,"alt":"Draw Your Own Concussion \u0026 Tis Follicle To Be Wise","descr":"5a Ned experimentiert mit einer sonderbaren Maschine. Dabei verliert er das Bewusstsein. Natürlich ist Dr. Newton rechtzeitig zur Stelle, um seinem Freund zu helfen.  5b Newton macht sich über die Zukunft Gedanken und gerät in abenteuerliche Situationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841315","hoster":"VOE"},{"path":"/redirect/13841320","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-6","name":"Doppelnewton \u0026amp; Newton stiehlt die Show","epNo":6,"alt":"Norman’s Newt \u0026 The Show Must Go Off","descr":"6a Ned wird von Alpträumen geplagt. Newton erscheint ihm doppelt. 6b Ned muss Babysitter für den reichen, verwöhnten Norman spielen. Newton sorgt dabei für Unterhaltung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841322","hoster":"VOE"},{"path":"/redirect/13841319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-7","name":"Feld, Wald und Newton \u0026amp; Newton und das liebe Vieh","epNo":7,"alt":"Take Your Picnic \u0026 Crop! In The Name Of Love","descr":"7a Auf einer Wanderung mit Ned hat Newton nur Flausen im Kopf. 7b Ned verbringt ein paar Tage auf dem Bauernhof, und Newton versetzt in seinen komischen Verkleidungen die Tiere auf der Farm in Angst und Schrecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841323","hoster":"VOE"},{"path":"/redirect/13841324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-8","name":"Zimmer frei bei Newton \u0026amp; Der Nachhilfe-Newton","epNo":8,"alt":"Abode To Ruin \u0026 Educating Reeger","descr":"8a Neds Eltern wollen ein neues Haus kaufen. Und was wird aus dem armen Newton? 8b Ned hat ein Problem: Seine Eltern glauben, er führt Selbstgespräche. Dabei ist es nur Newton, mit dem er ständig angeregt diskutiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841326","hoster":"VOE"},{"path":"/redirect/13841327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-9","name":"Zurück in Newtons Zukunft \u0026amp; Newton auf See","epNo":9,"alt":"Back To The Futile \u0026 Motley Cruise","descr":"9a Ned und sein Freund Newton besuchen eine Messe, auf der brandneue Forschungsprojekte vorgestellt werden. Dabei wird ihnen rasch klar, dass eine High-Tech-Gesellschaft nicht nur Vorteile bietet… 9b Neds Eltern haben Hochzeitstag und buchen eine Kreuzfahrt auf einem Luxusdampfer. Riesenmolch Newton hat jedoch große Probleme, sich mit den Sitten an Bord anzufreunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841328","hoster":"VOE"},{"path":"/redirect/13841329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-10","name":"Newton lebt auf großem Fuß \u0026amp; Newton, Ned und Edna","epNo":10,"alt":"If The Shoe Gives You Fits \u0026 Ned And Edna, And Ed ‘n Aden","descr":"10a Als Ned klein war, erzählte er seinen Eltern von einem unsichtbaren Freund namens Schuh. Nun ertappen Sharon und Eric ihren Sohn dabei, wie er anscheinend Selbstgespräche führt. Ist Schuh in der Phantasie des Jungen zurückgekehrt?  10b Ein Unbekannter stiehlt Ned und Newton die Buchstabennudeln aus ihrer Suppe. Bald sind sie dem Täter auf der Spur…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841332","hoster":"VOE"},{"path":"/redirect/13841333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-11","name":"Newton und die Horrorpflanze \u0026amp; Newton und die tauchenden Trolle","epNo":11,"alt":"Frankenvine \u0026 Nedapalooza","descr":"11a Ned will seine Mitschüler und vor allem Linda am Wissenschaftstag in der Schule begeistern. Als er eine seltene Pflanze mit einem sonderbaren Düngemittel behandelt, züchtet er ein Riesengewächs, das die ganze Stadt zu überwuchern droht 11b Im Hafen von Friendly Falls machen Ned und Newton eine sonderbare Entdeckung. Unter Wasser gibt es eine ganze Siedlung von Trollen, die von einem Immobilienmakler übers Ohr gehauen worden sind. Nun wollen sich die geneppten Kerlchen rächen: Sie streben nach der Weltherrschaft…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841336","hoster":"VOE"},{"path":"/redirect/13841335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-12","name":"Newtons Reise in Neds Ich \u0026amp; Newton das Muttersöhnchen","epNo":12,"alt":"Fantastic Neddage \u0026 A Mother Day, A Mother Dollar","descr":"12a Ned hat eine Erkältung und kann nicht in die Schule gehen. Seine Mutter besteht darauf, dass er im Bett bleibt. Natürlich versucht auch Newton, seinem Besitzer zu helfen. Doch all seine Heilmethoden bleiben wirkungslos. Da beschließt er, sich extrem zu verkleinern und in Neds Körper persönlich der Sache auf den Grund zu gehen. 12b Ned sucht für seine Mutter vergebens ein Geschenk zum Muttertag. Newton allerdings missversteht den Sinn des Muttertags und nimmt an, man würden jemandem, den man gern mag, seine Mutter schenken…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841337","hoster":"VOE"},{"path":"/redirect/13841340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-2/episode-13","name":"Newton in New York \u0026amp; Newton und der vierbeinige Baseballstar","epNo":13,"alt":"Newt York, Newt York \u0026 Lummox Of The Baskervilles","descr":"13a Ned hat große Pläne. Um den fehlenden Ton für sein Xylophon kaufen zu können, muss er nach New York reisen. Aber das Allerbeste: Sein Vater ist von der Idee begeistert und begleitet ihn… 13b Lummox, Doogles treuer Hund, weiß wieder einmal nicht recht, etwas mit sich anzufangen. Da kommt Newton auf die Idee, ihn zum großen Sportstar aufzubauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841343","hoster":"VOE"},{"path":"/redirect/13841342","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-1","name":"Das unglaubliche Tagebuch des phantastischen Ned \u0026amp; Ned, der Held des Bruchrechnens","epNo":1,"alt":"Diary Of A Nedman \u0026 Last Fraction Hero","descr":"1a Damit Neds Tagebucheinträge nicht mehr unspektakulär und langweilig sind, kommt Newton auf eine ausgefallene Idee: Er arrangiert kleine Abenteuer, um seinem Freund Stoff für spannende Geschichten zu liefern. 1b Ned hat große Schwierigkeiten mit dem Bruchrechnen. Um seinem Freund den Sinn des Ganzen zu vermitteln, teilt Newton seinen Körper in zwei Hälften. Dummerweise entwickelt seine untere Körperhälfte ein eigenes Bewusstsein und läuft kurzerhand davon…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841344","hoster":"VOE"},{"path":"/redirect/13841347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-2","name":"Schummel auf dem Rummel! \u0026amp; Hol dir den Preis!","epNo":2,"alt":"Carnival Knowledge \u0026 Go Fetch","descr":"2a Ned und Rusty streiten sich auf dem Rummelplatz, wer die schönsten Spielsachen für Linda gewinnt.  2b Per Post hat Ned ein neues Spielzeug bestellt. Da im angekündigten Lieferzeitraum von sechs bis acht Wochen kein Päckchen eingetroffen ist, will sich Newton der Sache nun annehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841349","hoster":"VOE"},{"path":"/redirect/13841348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-3","name":"Das Xylophon-Camp \u0026amp; Schwarze Löcher in Friendly Falls","epNo":3,"alt":"Xylophone Camp \u0026 The Friendly Triangle","descr":"3a Die meisten Kinder im Xylophon-Camp haben keine Lust, sich mit ihrem Musikinstrument näher zu beschäftigen. Eines Tages gelingt es Ned und Newton, ihre Freunde von der Schönheit der Xylophon-Klänge zu begeistern. 3b Newton verhält sich manchmal wie ein richtiger Angsthase. Mit einem Trick schafft es Ned, seinem Freund die Furcht zu nehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841351","hoster":"VOE"},{"path":"/redirect/13841350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-4","name":"Newtons Nimmerland \u0026amp; Armer reicher Rusty","epNo":4,"alt":"Never-Never Ned \u0026 To Have And Have Newt","descr":"4a Weil Newton glaubt, Erwachsene mögen keine Haustiere, wendet er sich an Peter Pan, der dafür sorgen soll, dass Ned für immer ein kleiner Junge bleibt. 4b Als die Bewohner von Friendly Falls entdecken, dass der reiche Rusty in Wahrheit doch nicht so wohlhabend ist, wie es scheint, erlebt er eine seltsame Welle von Mitgefühl…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841354","hoster":"VOE"},{"path":"/redirect/13841356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-5","name":"Abenteuer in der Wildnis \u0026amp; Flaschenpost von Onkel Sandy","epNo":5,"alt":"Summer Rental \u0026 The Man Who Would Be Flemking","descr":"5a Neds Eltern wollen gemeinsam mit seinem Onkel und seiner Tante eine Hütte in den Bergen mieten, um dort den Urlaub zu verbringen. Ned zeigt sich über diese Entscheidung wenig begeistert, denn auch Vetter Renfrew und seine garstige Katze Bundle sind mit von der Partie. 5b Eine Flaschenpost von Onkel Sandy taucht plötzlich in Friendly Falls auf. Da Neds Onkel vor vielen Jahren von einer Seereise nicht zurückgekehrt ist, machen sich Ned und Newton nach diesem Lebenszeichen nun auf den Weg, um ihn zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841355","hoster":"VOE"},{"path":"/redirect/13841358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-6","name":"Klein Venedig in Friendly Falls \u0026amp; Der Spion, der aus der Antenne kam","epNo":6,"alt":"Cyranewt De Bergerac \u0026 The Boy Who Newt Too Much","descr":"6a Ned nimmt an einem Diskutierclub in der Schule teil, in dem auch seine Freundin Linda ein Wörtchen mitzureden hat. Da ihm jedoch zu den angesprochenen Themen nicht immer etwas einfallen will, hilft ihm Newton ein wenig auf die Sprünge.  6b Nachdem Newton den Fernseher von Familie Flemkin repariert hat, zeichnet der Videorecorder hoch geheime Informationen auf. Ned und Newton geraten unter Spionageverdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13881609","hoster":"VOE"},{"path":"/redirect/13841362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-7","name":"Hochzeit mit Hindernissen \u0026amp; Ich bin du","epNo":7,"alt":"Nedding Bells Are Ringing \u0026 Newt’s Ned","descr":"7a Newton glaubt, dass Ned bald heiraten wird. Weil nicht Linda die Braut ist, beschließt er, das Hochzeitsfest zu sabotieren 7b Durch einen verrückten Unfall tauschen Ned und Newton ihre Körper. Dabei stößt jeder auf seine ganz speziellen Probleme…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841364","hoster":"VOE"},{"path":"/redirect/13841366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-8","name":"Mit dem Schulbus in die Doppelgänger-Dimension \u0026amp; Kostümfest in der Vergangenheit","epNo":8,"alt":"Rear Bus Window \u0026 Et Tu, Newte","descr":"8a Alle Kinder wissen, dass sie niemals durch die Hintertür in den Schulbus einsteigen dürfen, weil sie dadurch in ein paralleles Universum gelangen. Dummerweise hat Newton keine Ahnung von diesen geheimnisvollen Dingen.  8b Neds Eltern wollen eine Kostümparty geben. Leider hat Newton die Einladungen verloren. Um den Schaden wieder auszugleichen, begibt er sich auf eine Zeitreise, um historische Persönlichkeiten in ihren Originalkostümen einzuladen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841367","hoster":"VOE"},{"path":"/redirect/13841365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-9","name":"Liebe mit Nebenwirkungen \u0026amp; Immer Ärger mit der Versicherung","epNo":9,"alt":"Love Is A Many-Salamandered Thing \u0026 Trouble Indemnity","descr":"9a Ned möchte gern mit Linda einen traurigen Film in Kino anschauen. Nicht ohne Hintergedanken, hofft er doch, dass sich das Mädchen an seiner Schulter ausweint. Da es im Moment keinen geeigneten Film gibt, beschließt Newton, seinem Freund zu helfen.  9b Ned fertigt eine Liste an, auf der er genau festhält, welches Spielzeug er besitzt. Nun will auch Newton eine Liste von seinem Eigentum erstellen. Leider besitzt er nicht allzu viel…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841371","hoster":"VOE"},{"path":"/redirect/13841369","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-10","name":"Ned, der Rendezvous-König \u0026amp; Spielzeug bleibt Spielzeug","epNo":10,"alt":"312 Angry Women \u0026 Toys Will Be Toys","descr":"10a Newton versteht nicht, warum sich Ned Sorgen darüber macht, dass er aus Versehen zwei Mädchen zur Eröffnung des neuen Aquariums eingeladen hat. Er lädt gleich 310 weitere ein. 10b Neds neues Spielzeug macht Newton ein wenig eifersüchtig. Schließlich glauben beide, dass das harmlos aussehende Spielzeug Böses im Schilde führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841374","hoster":"VOE"},{"path":"/redirect/13841372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-11","name":"Wer hat den Sommer geklaut? \u0026amp; Echte Freunde verlieren sich nie","epNo":11,"alt":"Summer Gone, Summer Not \u0026 Sealed With A Newt","descr":"11a Durch einen Druckfehler erscheinen die Monate Juli und August nicht im Kalender. Da Ned und Newton fürchten, dass der Sommer ausfällt, wollen die beiden der Sache auf den Grund gehen.  11b Jede gute Hausfrau in Friendly Falls veranstaltet eine Party, auf der sie ihren Freundinnen Plastikschüsseln zum Kauf anbietet. Als sich Newton in einem der Behälter versteckt, erwarten ihn aufregende Abenteuer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841376","hoster":"VOE"},{"path":"/redirect/13841375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-12","name":"Der Fluch der Zahnfee \u0026amp; Die magische Fernbedienung","epNo":12,"alt":"The Tooth Is Out There \u0026 Remote Possibility","descr":"12a Newton fürchtet sich vor Einbrechern und bittet ausgerechnet die Zahnfee um Hilfe. Dieser fällt nichts Besseres ein, als Ned in ein Monster mit Riesenzähnen zu verwandeln.  12b Ned fällt eine Fernbedienung in die Hände, die nicht nur dazu dient, das Fernsehprogramm einzuschalten. Auch andere Dinge lassen sich mit dem geheimnisvollen Gerät steuern…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13881610","hoster":"VOE"},{"path":"/redirect/13841379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/immer-rger-mit-newton/staffel-3/episode-13","name":"Asche zu Asche, Dreck zu Geld \u0026amp; Ente gut, alles gut","epNo":13,"alt":"Regattadamerang \u0026 All’s Well That Hens Well","descr":"13a Durch ein Versehen stürzen Ned und Newton ihre Heimatstadt Friendly Falls in den finanziellen Ruin. Die Bürger sind nun gezwungen, in der Nachbarstadt zu arbeiten, um alle Rechnungen zu bezahlen. 13b Ned hat einen Film gedreht, den er seinen Mitschülern vorführt. Da Newton an der Produktion nicht unbeteiligt war, kommen Neds Klassenkameraden nicht mehr aus dem Staunen heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13841268","hoster":"VOE"},{"path":"/redirect/13841266","hoster":"Streamtape"}]}]}]}]}