{"seriesId":"impractical-jokers-die-lachflasher","name":"Impractical Jokers – Die Lachflasher!","descr":"Für einen gewagten Streich oder eine besonders dämliche Herausforderung sind die vier Sandkastenfreunde Sal, Murr, Q und Joe immer zu haben. In ihrer eigenen Fernsehserie stellen sie sich immer neuen Herausforderungen, die mit der versteckten Kamera festgehalten werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vom Hund in die Hand","epNo":1,"alt":"Pay It Forward","descr":"Vier Freunde wetteifern darum, sich gegenseitig in einem Showdown mit versteckter Kamera in Verlegenheit zu bringen. Sal, Murr, Q und Joe treiben im White Castle, am Times Square und in einem Lagerhaus ihr Unwesen.","versions":[{"lang":1,"streams":[{"redirect":14374947,"hoster":"VOE"},{"redirect":13602578,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Rampenlicht","epNo":2,"alt":"Butterfly Crime Scene","descr":"Beobachten Sie, wie die Jungs sich am Ufer großzügig mit Lotion eindecken, in den Einkaufswagen anderer Leute im Supermarkt einkaufen und versuchen, sich einen kostenlosen Teller Joghurt zu erschleichen.","versions":[{"lang":1,"streams":[{"redirect":14351843,"hoster":"VOE"},{"redirect":13603918,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bei Fuß!","epNo":3,"alt":"Boardwalk of Shame","descr":"Die Jungs gehen auf der Straße mit demütigenden Sprüchen auf Fremde zu, spielen in einem Lebensmittelgeschäft ein Wortspiel und zwingen Käufer, in den Kofferraum eines Autohauses zu springen.","versions":[{"lang":1,"streams":[{"redirect":14377767,"hoster":"VOE"},{"redirect":13603920,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spontane Motivation","epNo":4,"alt":"Unmotivational Speaker","descr":"Die Jungs wetteifern darum, sich gegenseitig in Verlegenheit zu bringen, indem sie sich beim Speed-Dating mit den schlechtesten Anmachsprüchen der Welt auseinandersetzen, auf der Promenade falsche Wahrsagereien lesen und im Hygienebereich einer Apotheke zu persönlich mit den Kunden umgehen.","versions":[{"lang":1,"streams":[{"redirect":14395464,"hoster":"VOE"},{"redirect":14419488,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wie aus dem Nichts","epNo":5,"alt":"Drawing a Blank","descr":"Die Jungs demonstrieren ihre mangelnden Fähigkeiten als Karikaturisten im Einkaufszentrum, demonstrieren ihre seltsamen Lebensgewohnheiten, während sie Mitbewohner interviewen, und versuchen, die Warteschlange für Broadway-Tickets am Times Square zu umgehen.","versions":[{"lang":1,"streams":[{"redirect":14361744,"hoster":"VOE"},{"redirect":14387599,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Panty Raid","epNo":6,"alt":"Panty Raid","descr":"Die Jungs massieren Strandbesucher auf der Promenade, übertragen die Nachrichten vom Times Square und vergnügen sich beim Unterrichten eines Karate-Kurses.","versions":[{"lang":1,"streams":[{"redirect":14361601,"hoster":"VOE"},{"redirect":14387598,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"„Ich hab’ da ein Problem!“","epNo":7,"alt":"Out of TP","descr":"Die Jungs stehlen an einem Buffet Essen von den Tellern anderer Gäste, geben Schülern Nachhilfe in Fremdsprachen, die sie nicht sprechen, und versuchen, eine Tanzparty in einem öffentlichen Park zu veranstalten.","versions":[{"lang":1,"streams":[{"redirect":14375629,"hoster":"VOE"},{"redirect":13593212,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ist das Kunst oder kann das weg?","epNo":8,"alt":"Who Arted?","descr":"Die Jungs leiten eine Fokusgruppe mit einzigartigen Verbraucherbefragungen, sind als Trainer in einem Sportkurs völlig ungeeignet und geben vor, in einer berühmten New Yorker Bäckerei zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":14361602,"hoster":"VOE"},{"redirect":13593213,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Joker’s Choice","epNo":9,"alt":"Joker\u0027s Choice","descr":"In dieser besonderen Folge präsentieren Ihnen die Jokers ihre Lieblingsmomente aus der ersten Staffel, erleben ihre besten Versteckkamera-Hintergründe noch einmal und enthüllen die versteckten Kameras einem ahnungslosen Opfer.","versions":[]},{"epId":"episode-10","name":"Präsentation des Grauens","epNo":10,"alt":"A Loser Presents","descr":"Die Jungs kehren nach White Castle zurück, um eine neue Runde Unfug zu treiben, sich als Türsteher in einem Nachtclub auszugeben und in einem Einkaufszentrum falsche Horoskop-Lesungen anzubieten.","versions":[]},{"epId":"episode-11","name":"Mundgeruch à la carte","epNo":11,"alt":"What Did I Eat?","descr":"Die Jungs versuchen, Diamanten an ahnungslose Paare zu verkaufen, die bereit sind, den Bund fürs Leben zu schließen, und geben sich unten an der Promenade als Mitglieder eines sehr unwillkommenen Komitees aus.","versions":[]},{"epId":"episode-12","name":"Wer koffert denn da?","epNo":12,"alt":"Starfart Macchiato","descr":"Die Jungs teilen demütigende Textnachrichten in einem ruhigen Wartezimmer, waschen Frauenhaare in einem gehobenen Friseursalon und unterrichten einen Autofahrerkurs, der garantiert ein Misserfolg ist.","versions":[]},{"epId":"episode-13","name":"Bierbauchtanz","epNo":13,"alt":"Bellydancer","descr":"Die Jungs stellen ihren grünen Daumen als Arbeiter in einem Gartencenter auf die Probe, demonstrieren als CPR-Ausbilder, wie man KEINE Leben rettet, und sind voller Blödsinn, wenn sie an einer Feinkosttheke arbeiten.","versions":[]},{"epId":"episode-14","name":"Charity Case","epNo":14,"alt":"Charity Case","descr":"Die Jungs sind in einer Zoohandlung auf dem falschen Weg, schwingen als Golflehrer und grüßen den Broadway als Produzenten, die Geld brauchen.","versions":[]},{"epId":"episode-15","name":"Das ging in die Hose","epNo":15,"alt":"Theater del Absurado","descr":"Die Jungs sammeln Geld für absurde Wohltätigkeitsorganisationen in einem Donut-Laden, treffen sich mitten beim Essen in einem chinesischen Restaurant und geben Kunden in einem Einkaufszentrum unaufgefordert Ratschläge.","versions":[]},{"epId":"episode-16","name":"Peinlicher geht’s nicht","epNo":16,"alt":"Pick a Loser","descr":"Die Jungs versuchen, Fremde auf den Straßen Manhattans zu knutschen, spielen ein Wortspiel mit ahnungslosen Käufern und versuchen, keine Scheu vor der Kamera zu haben, wenn sie gezwungen werden, sich als Fotografen auszugeben.","versions":[]},{"epId":"episode-17","name":"Waschen – Schneiden – Vollidiot","epNo":17,"alt":"Supercuts","descr":"Im Staffelfinale spielen die Jungs mit den Kunden eines Süßwarenladens, wobei sie bizarre Party-Requisiten verwenden, sie alle versuchen sich am Naserümpfen und verstoßen gegen die Regeln der angemessenen Aufzugsetikette.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"So ein Mist","epNo":1,"alt":"Elephant In The Room","descr":"Die Jungs reden den Patienten in einer Zahnarztpraxis den Mund auf, bewerfen Kinobesucher im Kino mit Popcorn und machen in einem öffentlichen Park Fotos für ihre unverschämten Blogs.","versions":[]},{"epId":"episode-2","name":"Best Of (1)","epNo":2,"alt":"(The Stoop Sessions: Part 1)","descr":"Joe, Murr, Q und Sal bringen Ihnen ihre Lieblingsmomente aus der ersten Staffel. Die Jungs besprechen ihre schockierendsten Vorfälle, die besten Reaktionen und enthüllen nie zuvor gesehene Momente vom Boden des Schneideraums.","versions":[]},{"epId":"episode-3","name":"Kunst oder Krempel","epNo":3,"alt":"Art Attack","descr":"Vier Freunde wetteifern darum, sich im ultimativen Showdown mit versteckter Kamera gegenseitig in Verlegenheit zu bringen. Die Jungs verfeinern ihre Fähigkeiten als Maniküristen in einem ahnungslosen Nagelstudio, werden mit den Kunden eines Comic-Ladens empfindlich und rasen durch die Gänge eines Lebensmittelladens.","versions":[]},{"epId":"episode-4","name":"Best Of (2)","epNo":4,"alt":"The Stoop Sessions Part 2","descr":"Joe, Murr, Q und Sal bringen Ihnen mehr von ihrem Lieblingswitz aus der ersten Staffel. Die Jungs erleben die Momente noch einmal, in denen sie zusammenzucken und unter Druck zusammenbrechen mussten, und enthüllen hinter den Kulissen Informationen über die Überraschungen, die sich aus dem linken Feld ergaben.","versions":[]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-2","name":"","epNo":1,"alt":"Paradise Lost","descr":"Sal, Murr, Joe und Q sagen \"Aloha\" in einer lustigen Hawaii-Folge! Die Zukunft sieht verschwommen aus, als die Jungs sich als Wahrsager ausgeben und an einem romantischen Wasserfall unanständige Heiratsanträge üben. Außerdem ist für den großen Verlierer Blut im Wasser.","versions":[{"lang":2,"streams":[{"redirect":14516319,"hoster":"VOE"},{"redirect":14223823,"hoster":"Vidoza"},{"redirect":14495231,"hoster":"Streamtape"}]}]}]}]}