{"seriesId":"impulse","name":"Impulse","descr":"Die 16-jährige Henry Coles ist eine Außenseiterin in ihrer neuen Stadt Reston, New York. Sie hat keine Freunde und lebt zurückgezogen und isoliert. Doch alles ändert sich, als eine traumatische Begegnung mit einem Klassenkameraden etwas tief in Henry auslöst - und eine Macht entfesselt, die sie nicht kontrollieren kann. Derweil ist eine geheimnisvolle Organisation auf der Suche nach Menschen mit Henrys Fähigkeiten – denn sie ist nicht die einzige.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Vor sechs Monaten wurde Henrietta \"Henry\" Coles von ihrer unsteten Mutter Cleo in das kleine Nest Reston im Bundesstaat New York geschleppt – nach einer Autopanne dort lernte Cleo den Witwer und Bowlingbahnbetreiber Thomas Hope kennen und begann eine Beziehung mit ihm. So muss die zynische und rebellische Henry auch mit ihrer strebsamen Quasi-Stiefschwester Jenna zurecht kommen.\r\rNachdem Henry Graffiti in der Stadt gesprüht hatte, wird sie von Deputy Sheriff Anna Hulce aufgegriffen und zu Hause abgeliefert – wenn Henry den Schaden begleicht, wird die Sache vergessen. Als Strafe – und für notwendige Zahlung – soll Henrys Auto verkauft werden. Es landet beim Autohändler Bill Boone. So lässt sich Henry mi dessen Sohn Clay ein, ein aufreißerischer Sportler, der mit dem strengen Vater eigene Probleme hat. Mit Clays Hilfe klaut Henry den Wagen vom Hof des Autohandels und versteckt ihn. Kurz darauf versucht Clay, Henry in seinem Wagen zu vergewaltigen – und bei Henry zeigt sich neben einem epileptischen Anfall eine ungewöhnliche Fähigkeit","versions":[{"lang":2,"streams":[{"redirect":8238666,"hoster":"VOE"},{"redirect":10114612,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"State Of Mind","descr":"Henry versucht, mit dem Vergewaltigungsversuch klar zu kommen und zu verstehen, was danach geschehen ist. Clays Wagen wurde schwer beschädigt, erscheint eingedrückt. Clay selbst hat schwere Verletzungen davon getragen. Da Henrys Teleportation mit einem epileptischen Anfall zusammenfiel, hofft sie durch ein neues Medikament, von künftigen Anfällen verschont zu bleiben. Henrys unter einer sozialen Entwicklungsstörung leidender Mitschüler Townes glaubt, in Henry einen \"Superhelden\" zu erkennen. Henry offenbart das Geschehen gegenüber Jenna.\r\rClays Vater Bill und dessen anderer Sohn Lucas versuchen herauszufinden, was genau mit Clays Auto passiert ist. Beide vermuten einen Zusammenhang mit Drogengeschäften, in die Bill verstrickt ist: In seinen Wagen schmuggelt er Drogen aus Kanada.","versions":[{"lang":2,"streams":[{"redirect":8238643,"hoster":"VOE"},{"redirect":10114613,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Treading Water","descr":"Henry steht wegen ihrer nun bereits mehrfach unkontrolliert aufgetretenen Fähigkeit zur Teleportation stark unter Stress. Zusammen mit Jenna und Townes versucht sie, deren Funktionsweise und Auftreten zu verstehen. Dabei wird noch mehr Chaos angerichtet","versions":[{"lang":2,"streams":[{"redirect":8238641,"hoster":"VOE"},{"redirect":10114616,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Vita/Mors","descr":"Erstmalig hat Henrys Fähigkeit sie nicht in ihr heimatliches Schlafzimmer – in Sicherheit -gebracht, sondern an einen ihr fremden Ort. Mit Hilfe von Jenna und Townes macht sie sich auf die Suche nach Antworten.","versions":[{"lang":2,"streams":[{"redirect":8238642,"hoster":"VOE"},{"redirect":13682013,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Eagle And The Bee","descr":"Nachdem Henry ihre Stützen Jenna und Townes vergrault hat macht sie sich auf eigene Faust auf die Suchen nach Antworten und kehrt an den Ort zurück, wohin ihre Fähigkeit sie zuletzt intuitiv gebracht hatte. Dort trifft sie auf eine wirsche Frau, durch die sie auch ihre Verbindung zu diesem Ort erkennt.","versions":[{"lang":2,"streams":[{"redirect":12923667,"hoster":"VOE"},{"redirect":10114618,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"In Memoriam","descr":"Als Henry (Maddie Hasson) mit jemandem aus ihrer Vergangenheit nach Reston zurückkehrt, muss Clay (Tanner Stine) sich einigen harten Wahrheiten über seine neue Realität stellen.","versions":[{"lang":2,"streams":[{"redirect":8238667,"hoster":"VOE"},{"redirect":10114620,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"He Said, She Said","descr":"Henry (Maddie Hasson) und Clay (Tanner Stine) geraten in einen Kampf, Cleo (Missi Pyle) versucht Abbitte zu leisten indem sie die Boones zum Abendessen einlädt. Doch der Abend nimmt eine furchtbare Wendung.","versions":[{"lang":2,"streams":[{"redirect":13015810,"hoster":"VOE"},{"redirect":10114622,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Awakening","descr":"Cleo (Missi Pyle) kämpft um das Wohlergehen ihrer Tochter. Henry (Maddie Hasson) kämpft mit ihren eigenen, inneren Dämonen.","versions":[{"lang":2,"streams":[{"redirect":8238680,"hoster":"VOE"},{"redirect":10114626,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"They Know Not What They Do","descr":"Henry (Maddie Hasson) macht sich auf die Suche nach ihrer Mutter und Cleo (Missi Pyle) versucht einen ungewollten Zusammenstoß zwischen Bill Boone (David James Elliott) und seinen Geschäftspartnern zu navigieren.","versions":[{"lang":2,"streams":[{"redirect":8238691,"hoster":"VOE"},{"redirect":13682014,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"New Beginnings","descr":"Nach einer offenen Aussprache mit Cleo (Missi Pyle) sieht Henry (Maddie Hasson) sich mit einer lebensverändernden Entscheidung konfrontiert: Soll sie Reston verlassen und einen Neustart wagen oder soll sie bei der Hope-Familie bleiben und sich ihren Feinden stellen?","versions":[{"lang":2,"streams":[{"redirect":8238644,"hoster":"VOE"},{"redirect":10114627,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Mind On Fire","descr":"Henry (Maddie Hasson) versucht, nach der gewaltsamen Auseinandersetzung mit Bill Boone (David James Elliott), auf einer Party Dampf abzulassen.","versions":[{"lang":2,"streams":[{"redirect":8828895,"hoster":"VOE"},{"redirect":8828884,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Fight Or Flight","descr":"Jenna (Sarah Desjardins) und Townes (Daniel Maslany) helfen Henry (Maddie Hasson) sich auf ihr nächstes Treffen mit dem mysteriösen Teleporter vorzubereiten. Anna (Enuka Okuma) muss sich in der Lokalpolitik zurechtfinden.","versions":[{"lang":2,"streams":[{"redirect":8828888,"hoster":"VOE"},{"redirect":8828885,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"For Those Lost","descr":"Henry (Maddie Hasson) und Cleo (Missi Pyle) machen einen Roadtrip, in der Hoffnung Informationen über Henrys Vater zu finden. Anna (Enuka Okuma) ermittelt auf eigene Faust.","versions":[{"lang":2,"streams":[{"redirect":8828889,"hoster":"VOE"},{"redirect":8828883,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Moroi","descr":"Ein junger Nikolai (Bogdan Iancu) tut sich schwer damit seine neuen Fähigkeiten zu kontrollieren.","versions":[{"lang":2,"streams":[{"redirect":8828890,"hoster":"VOE"},{"redirect":8828886,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Crossing The Threshold","descr":"Henry (Maddie Hasson) versucht ihre Vergangenheit zu überwinden. Jenna (Sarah Desjardins) und Townes (Daniel Maslany) besuchen verschiedenen Colleges und erhalten einige unerwartete Gelegenheiten. Anna (Enuka Okuma) wird mit einer Untersuchung an ihrem Arbeitsplatz konfrontiert.","versions":[{"lang":2,"streams":[{"redirect":8828891,"hoster":"VOE"},{"redirect":8828887,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Seven of Hearts","descr":"Episode im Original: Seven of HeartsHenry (Maddie Hasson) durchsucht die Sachen ihres Vaters und macht eine wichtige Entdeckung, die Nikolai (Callum Keith Rennie) unter Druck setzt.","versions":[{"lang":2,"streams":[{"redirect":8238710,"hoster":"VOE"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The End Of The World","descr":"Henry (Maddie Hasson) nimmt mit ihrem neu gefundenen Selbstbewusstsein am Schulball teil. Jenna (Sarah Desjardins) und Townes (Daniel Maslany) sind gezwungen sich ihren eigenen Gefühlen zu stellen.","versions":[{"lang":2,"streams":[{"redirect":8828899,"hoster":"VOE"},{"redirect":8828892,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Tether","descr":"Während Henry (Maddie Hasson) ihre eigenen Fähigkeiten immer besser versteht, erreichen zu Hause die Spannungen ihren Höhepunkt. Annas (Enuka Okuma) Familie setzt sie unter Druck etwas zu verändern.","versions":[{"lang":2,"streams":[{"redirect":13015816,"hoster":"VOE"},{"redirect":8828894,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"A Moment Of Clarity","descr":"Annas (Enuka Okuma) Verdächtigungen erreichen ihren Höhepunkt als Henry (Maddie Hasson) immer verzweifelter versucht nicht aufzufliegen.","versions":[{"lang":2,"streams":[{"redirect":8828897,"hoster":"VOE"},{"redirect":8828893,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Making Amends","descr":"Nikolais (Callum Keith Rennie) überraschendes Geständnis treibt einen weiteren Keil zwischen Henry (Maddie Hasson) und ihrer Familie und ihren Freunden.","versions":[{"lang":2,"streams":[{"redirect":8828896,"hoster":"VOE"},{"redirect":8828898,"hoster":"Streamtape"}]}]}]}]}