{"seriesId":"in-the-dark","name":"In The Dark","descr":"Die Ermittlerin Helen Weeks (MyAnna Buring) befindet sich auf dem besten Wege zur Mutterschaft. Gewitzt, aber auch zerbrechlich kämpft sie zusammen mit ihrem Kollegen Detective Inspector Paul Hopwood (Ben Batt) gegen das Verbrechen in und um Manchester und für eine bessere Welt für ihr zukünftiges Kind. Dabei muss Weeks sich jedoch auch mit Geheimnissen ihrer Kindheit und plötzlichen tragischen Ereignissen auseinandersetzen, die sie in ihrer Arbeit bei der Polizei beeinflussen. Und sie muss sich die Frage stellen, ob man jemanden, den man liebt, auch wirklich jemals vollkommen kennen kann.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vermisst","epNo":1,"alt":"Episode 1","descr":"Die Polizistin Helen Weeks muss zwei ihrer schwersten Fälle lösen, während ihre Schwangerschaft sie vor weitere Probleme stellt. Nach und nach erfährt sie Dinge, die für sie dramatisch sind. Als Helen bei einer Verfolgungsjagd einen Schlag in den Bauch bekommt, sieht sie sich gezwungen, ihrem Team von ihrer Schwangerschaft zu erzählen. Ein Ereignis in ihrer alten Heimat bringen ihre Arbeit und ihr Privatleben total durcheinander. In den Nachrichten sieht sie, dass Stephen Bates, der Ehemann ihrer besten Kindheitsfreundin Linda, der Hauptverdächtige in zwei Entführungsfällen ist. Dies veranlasst Helen dazu, in ihre alte Heimat Polesford, Derbyshire zu reisen, um ihre Freundin aus Kindertagen zu unterstützen und selbst zu ermitteln. Ihr Partner Paul, der ebenfalls bei der Polizei arbeitet, begleitet sie. Obwohl alle Beweise gegen Stephen sprechen, glaubt Helen an seine Unschuld. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8828960,"hoster":"VOE"},{"redirect":8577023,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12721856,"hoster":"VOE"},{"redirect":12721855,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Überführt","epNo":2,"alt":"Episode 2","descr":"Stephen begeht einen Selbstmordversuch. In den Augen der Ermittler ist die Tat ein Eingeständnis seiner Schuld. Mit der Hilfe des Pathologen Phil finden Helen und Paul jedoch Hinweise, die Stephen entlasten. Die einheimische Polizei will nichts davon wissen. In ihrer Heimatstadt wird Helen von der Vergangenheit eingeholt, und ihr komplexer, innerer Konflikt offenbart sich. Linda und sie sind in ihrer Jugend beide Opfer sexuellen Missbrauchs geworden. Helen sucht das Gespräch mit Paul, weil sie ihm etwas beichten muss. Sie berichtet Paul von ihrer Affäre mit Adam und gibt zu, dass sie nicht weiß, welcher der beiden Männer der Vater des Kindes ist.","versions":[{"lang":1,"streams":[{"redirect":8828961,"hoster":"VOE"},{"redirect":12514361,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12721859,"hoster":"VOE"},{"redirect":12721858,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schatten","epNo":3,"alt":"Episode 3","descr":"Theo muss ein Aufnahmeritual bestehen, um in eine Gang aufgenommen zu werden: Bei voller Fahrt soll er auf ein anderes Auto schießen. Die Fahrerin des angeschossenen Autos rast daraufhin unkontrolliert in eine Bushaltestelle und tötet Paul. Helen, inzwischen im achten Monat schwanger, ist am Boden zerstört. Sie setzt alles daran, herauszufinden, was Paul an dieser Bushaltestelle machte. Dafür besucht sie die angeschossene Fahrerin und findet heraus, dass Paul anscheinend in düstere Machenschaften verwickelt war. Sie stößt auf den dubiosen Geschäftsmann Frank Linnell, der mit Paul befreundet war. Theo wird Mitglied in der Gang und beteiligt sich an deren Drogengeschäften. Doch als Gangmitglieder getötet werden, gerät auch er in Lebensgefahr und muss sich verstecken. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":13101223,"hoster":"VOE"},{"redirect":8577026,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12721862,"hoster":"VOE"},{"redirect":12721861,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dunkelheit","epNo":4,"alt":"Episode 4","descr":"Auf den Spuren ihres verstorbenen Freundes Paul taucht Helen immer weiter in den kriminellen Untergrund Manchesters ein. Sie trifft auf Kevin Sherwood, einen schmierigen Betrüger, der sie davor warnt, ihre Nase weiterhin in fremde Angelegenheiten zu stecken. Er gibt ihr zu verstehen, dass Paul korrupt war. Während ihren Nachforschungen bemerkt Helen, dass sie von einem schwarzen Jeep verfolgt wird. Trauernd, frustriert und verunsichert wendet sie sich an Adam. Als immer mehr Gangmitglieder ermordet werden, schickt Theo seine Frau und sein Kind zu ihrer Mutter – in der Hoffnung, dass sie dort sicher sind. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":8828965,"hoster":"VOE"},{"redirect":8577027,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534887,"hoster":"VOE"},{"redirect":12721866,"hoster":"Streamtape"}]}]}]}]}