{"seriesId":"in-the-dark-2019","name":"In the Dark (2019)","descr":"Die blinde Frau Murphy (Perry Mattfeld) ist die einzige Zeugin des Mordes an ihrem mit Drogen dealenden Bekannten. Allerdings nimmt die Polizei in Gestalt von Detective Dean (Austin Nichols) ihre Aussage nicht ernst, da Murphy auch selbst Alkohol und Drogen nicht abgeneigt ist und mangels einer Leiche ihre Geschichte unglaubwürdig erscheint - eher wie ein Produkt eines Drogenrausches. Murphy macht daraufhin in ihrem Leben klar Schiff und beginnt, zusammen mit ihrem Blindenführhund Pretzel (\"Brezel\") selbst Ermittlungen anzustellen. Dieses Engagement lässt auch Dean seine ursprüngliche Einschätzung überdenken, der ihr nun hilft – Dean hatte den Fall damals aufgedrückt bekommen, da er eine blinde Tochter hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Die blinde Murphy (Perry Mattfeld) ist in ihren Zwanzigern und hat wenig Freude am Leben. Ihre Freizeit vertreibt sie sich mit rauchen, schlafen, meckern und Sex. So kommt es, dass Murphy nur zwei Freunde hat: Ihre Mitbewohnerin Jess (Brooke Markham), eine fürsorgliche Tierärztin und den jugendlichen Tyson, der sie einst vor Dieben gerettet hat. Tyson gerät immer mehr auf die schiefe Bahn seit er für seinen Cousin Darnell (Keston John) dealt. Als Murphy eines Abends mit ihrem Blindenhund Pretzel unterwegs ist, stößt sie in einer Seitengasse offenbar auf Tysons Leiche. Doch die Polizei kann keine Leiche finden und zweifelt an der Geschichte der betrunkenen Murphy.","versions":[{"lang":1,"streams":[{"redirect":14421150,"hoster":"VOE"},{"redirect":14423541,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"So ein Mütter-Ding","epNo":2,"alt":"Mommy Issues","descr":"Nachdem Murphys letzter One Night Stand sie \"Mommy\" genannt hat, folgt sie einem unerwarteten Anhaltspunkt in Tysons Fall - seiner Mutter. Die Resultate ihrer Ermittlungen lassen sie Tysons Cousin Darnell (Keston John) und seinen Geschäftspartner Max (Casey Jon Deidrick) aufsuchen, der sofort von Murphy (Perry Mattfeld) begeistert ist. Unterdessen ist Chloe der Ansicht, dass es für ihren Vater Zeit ist, ein Datingprofil anzulegen und Murphy hilft Jess (Brooke Markham) ein besonderes Geschenk für ihre Freundin Vanessa (Humberly González) auszusuchen.","versions":[{"lang":1,"streams":[{"redirect":14404134,"hoster":"VOE"},{"redirect":14423540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14404185,"hoster":"VOE"},{"redirect":14425788,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Durchbruch","epNo":3,"alt":"The Big Break","descr":"Murphy (Perry Mattfeld) wendet sich an den ahnungslosen Felix (Morgan Krantz), um ihr bei der Organisation einer Präsentation an der Fairview High zu helfen, damit sie sich umhören und Tysons Freundin Kira finden kann. Als die Präsentation den Bach runter geht, machen die beiden eine Raucherpause und haben ihr erstes ehrliches Gespräch. Dean (Rich Sommer) tut sein Bestes, um für Chloe da zu sein, die die Tücken des Erwachsenwerdens erlebt.","versions":[{"lang":1,"streams":[{"redirect":14416170,"hoster":"VOE"},{"redirect":14392993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14395925,"hoster":"VOE"},{"redirect":14395129,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Reifeprüfung","epNo":4,"alt":"The Graduate","descr":"Jess (Brooke Markham)willigt zögernd ein, Murphy (Perry Mattfeld) allein mit Max (Casey Jon Deidrick) auf einen Ausflug gehen zu lassen. Während der Reise hat Murphy ein Flashback von Tyson.","versions":[{"lang":1,"streams":[{"redirect":14416190,"hoster":"VOE"},{"redirect":14432117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14416167,"hoster":"VOE"},{"redirect":14432108,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine echte Leiche","epNo":5,"alt":"The Feels","descr":"Dean trifft in der Bar die Barkeeperin Chelsea. Nicht nur in seinem Liebesleben gibt es Neues, Murphy hat Angst das sie schwanger ist und Jules und Darnell wollen auf ein richtiges Date gehen.Um sicher zu gehen, dass Tyson in der Gasse tot war, will Murphy eine Leiche anfassen und besucht dafür mit Jess Felix in seinem Elternhaus, in dem sein sterbender Onkel liegt. Darnell will nicht das Max sich weiter mit Murphy trifft, Jules muss eine Entscheidung treffen und Jess und Murphys Abend entwickelt sich anders als gedacht. Am Ende bekommt Murphy die Gelegenheit eine Leiche zu berühren, jedoch ganz und gar nicht wie sie es wollte.","versions":[{"lang":1,"streams":[{"redirect":14423271,"hoster":"VOE"},{"redirect":14432116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14416166,"hoster":"VOE"},{"redirect":14432109,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tyson","epNo":6,"alt":"Tyson","descr":"Murphy (Perry Mattfeld) ist von allem überfordert und weist alle ab, auch Max (Casey Diedrick).Murphy und Jess (Brooke Markham) sprechen sich aus.","versions":[{"lang":1,"streams":[{"redirect":14416187,"hoster":"VOE"},{"redirect":14432118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14416192,"hoster":"VOE"},{"redirect":14432113,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Freundschaften","epNo":7,"alt":"The One That Got Away","descr":"Während sie in Max\u0027 (Casey Diedrick) Food Truck rumhängt, hört Murphy (Perry Mattfeld) geschockt draußen eine bekannte Stimme.Murphy bietet an, auf Chloe aufzupassen, damit Dean (Rich Sommer) ausgehen kann doch als sie eine Sache tut, die sie ausdrücklich nicht tun soll, geraten die Dinge außer Kontrolle.Murphys verschiedene Welten kollidieren langsam.","versions":[{"lang":1,"streams":[{"redirect":14416165,"hoster":"VOE"},{"redirect":14427631,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Sex Lügen und Wahrheit","epNo":8,"alt":"Jessica Rabbit","descr":"Murphy (Perry Mattfeld) beginnt sich endlich gegenüber Max (Casey Diedrick) zu öffnen.Sie, Max und Darnell (Keston John) helfen gemeinsam Jess (Brooke Markham). Außerdem trifft Felix (Morgan Krantz) eine interessante Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":14416226,"hoster":"VOE"},{"redirect":14432121,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der grosse Deal","epNo":9,"alt":"Rollin\u0027 With The Homies","descr":"Während Jess (Brooke Markham) ihre ganze Aufmerksamkeit auf Vanessa (Humberly González) richtet, beginnt Murphy (Perry Mattfeld) sich vernachlässigt zu fühlen. Um die Sache noch schlimmer zu machen, beginnen die Spannungen zwischen ihr und Max (Casey Jon Deidrick) zu steigen. In der Zwischenzeit ist Jules gezwungen, eine schnelle Entscheidung zu treffen.","versions":[{"lang":1,"streams":[{"redirect":14416156,"hoster":"VOE"},{"redirect":14427632,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14416191,"hoster":"VOE"},{"redirect":14432112,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lockvogeltaktik","epNo":10,"alt":"Bait and Switch","descr":"Murphy (Perry Mattfeld) und Jess (Brooke Markham) durchleben beide ähnliche Situationen doch sie gehen äußerst unterschiedlich damit um.Felix (Morgan Krantz) und Jess teilen einen wunderbaren Moment.","versions":[{"lang":1,"streams":[{"redirect":14416224,"hoster":"VOE"},{"redirect":14427633,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14423262,"hoster":"VOE"},{"redirect":14432114,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zeit des Zweifelns","epNo":11,"alt":"The One That Got Away","descr":"Murphy (Perry Mattfeld) und Jess (Brooke Markham) leihen sich den Guiding-Hope-Van auf der Suche nach Max (Casey Jon Deidrick). Damit bringen sie Felix (Morgan Krantz) in eine prekäre Situation.Unterdessen erhält Dean (Rich Sommer) einige überraschende Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14416225,"hoster":"VOE"},{"redirect":14427637,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Beste Freunde","epNo":12,"alt":"Rollin’ With The Homies","descr":"Es ist Murphys erster Geburtstag seit Tyson (Thamela Mpumlwana) umgebracht wurde und sie fühlt sich isolierter als jemals zuvor.","versions":[{"lang":1,"streams":[{"redirect":14416188,"hoster":"VOE"},{"redirect":14427634,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der wahre Mörder","epNo":13,"alt":"It’s Always Been You","descr":"Die Dinge zwischen Murphy (Perry Mattfeld) und Dean (Rich Sommer) nehmen eine interessante Wendung.","versions":[{"lang":1,"streams":[{"redirect":14416189,"hoster":"VOE"},{"redirect":14432125,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Geldwäsche für Anfänger","epNo":1,"alt":"All About The Benjamin","descr":"Murphy (Perry Mattfeld) ist auf dem Weg der Besserung von ihrer schrecklichen Begegnung mit Dean (Rich Sommer), aber Nias Besuch spornt sie zum Handeln an. Murphy, Jess (Brooke Markham) und Felix (Morgan Krantz) müssen ebenfalls schnell handeln, um einen Plan auszuarbeiten, der sie von Nia fern hält.","versions":[{"lang":1,"streams":[{"redirect":8310312,"hoster":"VOE"},{"redirect":8310315,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8829206,"hoster":"VOE"},{"redirect":8577009,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hand aufs Herz","epNo":2,"alt":"Cross My Heart And Hope To Lie","descr":"Murphy erhält einen überraschenden Besuch, während das Guiding Hope Team - Felix (Morgan Krantz), Dean (Rich Sommer) und Murphy (Perry Mattfeld) - an einem Plan arbeitet, um ihr neues \"Geschäft\" zu vertuschen. Darnells Besuch bei Nia nimmt eine unerwartete Wendung, und Dean bekommt einen neuen Auftrag.","versions":[{"lang":1,"streams":[{"redirect":8310229,"hoster":"VOE"},{"redirect":12505313,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8829204,"hoster":"VOE"},{"redirect":8577010,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Daddys Revolver","epNo":3,"alt":"Son Of A Gun","descr":"Murphy (Perry Mattfeld) muss ihre Aufmerksamkeit von Max (Casey Deidrick) abwenden als das Guthaben des Guiding Hope sie auf den Radar des Mitarbeiters der Steuerbehörde Josh (Theodore Bhat) bringt. Jess\u0027 (Brooke Markham) Interesse an einer neuen Mitarbeiterin wird geweckt und Felix (Morgan Krantz) beschließt, die Dinge selbst in die Hand zu nehmen. Dean (Rich Sommer) bekommt mehr Informationen, die er gegen Nia (Nicki Micheaux) verwenden kann und Darnell (Keston John) wägt seine Optionen ab.","versions":[{"lang":1,"streams":[{"redirect":8310241,"hoster":"VOE"},{"redirect":8310236,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8829205,"hoster":"VOE"},{"redirect":8829211,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Neuer Partner","epNo":4,"alt":"The Truth Hurts","descr":"Murphy (Perry Mattfeld) versucht Max (Casey Deidrick) aus einer lebensbedrohlichen Situation zu helfen während Dean (Rich Sommer) versucht sich aus seinen schlechten Umständen zu retten, indem er beide gegeneinander ausspielt. Felix (Morgan Krantz) hat zunehmend Schwierigkeiten sein Liebesleben mit seinem Leben als Dealer in Einklang zu bringen. Jess (Brooke Markham) ist glücklich mit einer neuen Liebe beschäftigt. Darnell (Keston John) versucht sich in etwas Neuem doch seine Loyalität gegenüber Murphy und Max lassen ihn weiter in Nias (Nicki Micheaux) Netz festhängen.","versions":[{"lang":1,"streams":[{"redirect":8310220,"hoster":"VOE"},{"redirect":8310223,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379699,"hoster":"VOE"},{"redirect":8577014,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die unüblichen Verdächtigen","epNo":5,"alt":"The Unusual Suspects","descr":"Murphys (Perry Mattfeld) Entscheidungen stürzen die Guiding Hope tiefer in Nias (Nicki Micheaux) Spiel. Jess (Brooke Markham) wird langsam misstrauischen wegen der Treffen hinter verschlossenen Türen von Murphy und Felix (Morgan Krantz). Dean (Rich Sommer) will Chloe () von Murphy fernzuhalten, damit sie nicht die Wahrheit über ihren Vater herausfindet. Darnell (Keston John) gerät zunehmend unter Druck als er seiner Verpflichtung nicht nachkommt. Max (Casey Deidrick) erkennt, dass es schwerer ist als gedacht, seinem alten Leben zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":8310254,"hoster":"VOE"},{"redirect":8310255,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zeit für die Wahrheit","epNo":6,"alt":"Deal Me In","descr":"Murphy versucht, herauszufinden, was Josh über Nia weiß. Unterdessen entwickelt Sterling Gefühle für Jess – ganz zum Missfallen ihrer Partnerin Sam.","versions":[{"lang":1,"streams":[{"redirect":8310249,"hoster":"VOE"},{"redirect":8310256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13492187,"hoster":"VOE"},{"redirect":8577013,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vertrauenskrise","epNo":7,"alt":"The Straw That Broke the Camel\u0027s Back","descr":"Murphys Besorgnis darüber, Max zu helfen - dessen Glück sich weiter in einer Spirale befindet - zwingt sie dazu, extremere Risiken einzugehen. Felix ist gezwungen, sich mit Problemen bei Guiding Hope auseinanderzusetzen, während Jess Probleme hat, da alle ihre Beziehungen auf die Probe gestellt werden. In der Zwischenzeit trifft Chloe Deans neuen Partner Gene, der Informationen austauscht, die ihr wachsendes Misstrauen gegenüber ihrem Vater nähren.","versions":[{"lang":1,"streams":[{"redirect":8310265,"hoster":"VOE"},{"redirect":8310269,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8829209,"hoster":"VOE"},{"redirect":8577015,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verfluchte Freundschaft","epNo":8,"alt":"Codependence Day","descr":"Felix wird wegen Mordes verhaftet. Derweil tut Jess sich widerwillig mit Murphy zusammen, um neues Heroin zu besorgen, nachdem das Versteck ausgeraubt wurde.","versions":[{"lang":1,"streams":[{"redirect":8310272,"hoster":"VOE"},{"redirect":8310277,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Überleben leicht gemacht","epNo":9,"alt":"How to Succeed in Business Without Really Dying","descr":"Als Murphy (Perry Mattfeld) und Felix (Morgan Krantz) sich einen neuen Plan überlegen um Nia (Nicki Micheaux) zu zerstören, erweist sich Murphys Freundschaft mit Josh (Theodore Bhat) als nützlicher als sie gedacht hätte. Jess (Brooke Markham) braucht Abstand von Murphy und wagt einen mutigen Schritt mit Sterling (Natalie Liconti). Dean (Rich Sommer) hat mit Schwierigkeiten im Job zu kämpfen und Max (Casey Deidrick) bekommt überraschenden Besuch.","versions":[{"lang":1,"streams":[{"redirect":8310281,"hoster":"VOE"},{"redirect":8310285,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der letzte Tanz","epNo":10,"alt":"The Last Dance","descr":"Murphy (Perry Mattfeld), Jess (Brooke Markham), Felix (Morgan Krantz), Max und Dean (Rich Sommer) müssen sich gegenseitig beruhigen als das Chaos ausbricht. Sie versuchen Nia zu Fall zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8310288,"hoster":"VOE"},{"redirect":8310293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8829201,"hoster":"VOE"},{"redirect":8577016,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schlechte Menschen","epNo":11,"alt":"Bad People","descr":"Jess erfährt die Wahrheit über Sterlings Vergangenheit. Nachdem Murphy Nia verraten hat, ist ihr Leben in Gefahr. Können ihre Freunde sie retten?","versions":[{"lang":1,"streams":[{"redirect":8310299,"hoster":"VOE"},{"redirect":8310301,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Versteck","epNo":12,"alt":"Where Have You Ben?","descr":"Nias gesamte Lieferung geht verloren und die Crew von Guiding Hope ist im Fadenkreuz weil sie es liefern wollten. Murphy , , Felix  und Max geben alles um die Ladung zu finden. Unterdessen hat Dean  seine eigenen Pläne für die verschwundenen Güter. Gene besucht Darnell  und offenbart einige schockierende Informationen.","versions":[{"lang":1,"streams":[{"redirect":8310304,"hoster":"VOE"},{"redirect":8310309,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8829212,"hoster":"VOE"},{"redirect":8577017,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Frage der Ehre","epNo":13,"alt":"My Pride and Joy","descr":"Im schockierenden Staffelfinale gibt es zahlreiche Betrugsversuche und die Konsequenzen sind furchtbar.","versions":[{"lang":1,"streams":[{"redirect":12379703,"hoster":"VOE"},{"redirect":8586077,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Am seidenen Faden","epNo":1,"alt":"Hanging by a Thread","descr":"Nia ist tot und Josh weiß Bescheid wegen der Verwicklungen in seinen bisher wichtigsten Fall. Murphy (Perry Mattfeld), Jess (Brooke Markham), Felix (Morgan Krantz) und Max sind gezwungen wichtige Entscheidungen zu treffen.Officer Gene Clemens vermutet inzwischen, dass etwas in der Abteilung vorgeht und bildet eine unerwartete Partnerschaft mit Josh.","versions":[{"lang":1,"streams":[{"redirect":12705411,"hoster":"VOE"},{"redirect":12705410,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8506958,"hoster":"VOE"},{"redirect":8577018,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":" Ich weiß, was du letzte Nacht getan hast","epNo":2,"alt":"I Know What You Did Last Night","descr":"Murphy (Perry Mattfeld), Jess (Brooke Markham), Felix (Morgan Krantz) und Max machen sich auf eine lange Reise als sie versuchen Josh und Clemens immer einen Schritt voraus zu sein.","versions":[{"lang":1,"streams":[{"redirect":12705413,"hoster":"VOE"},{"redirect":12705414,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8506956,"hoster":"VOE"},{"redirect":8577020,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Irgendwo über der Grenze","epNo":3,"alt":"Somewhere Over the Border","descr":"Murphy (Perry Mattfeld) macht die Erfahrung, wirklich allein an einem unbekannten Ort zu sein und beginnt zu erkennen, wie hilflos sie ohne ihre Freunde ist.","versions":[{"lang":1,"streams":[{"redirect":12705418,"hoster":"VOE"},{"redirect":12705417,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8473471,"hoster":"VOE"},{"redirect":8577022,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gesund und munter","epNo":4,"alt":"Safe and Sound","descr":"Da Murphy (Perry Mattfeld) immer noch auf der Flucht ist, heuert Josiah Darnell (Keston John) an, um zu versuchen, sie aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":12705423,"hoster":"VOE"},{"redirect":12705422,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482898,"hoster":"VOE"},{"redirect":8577029,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":" Flugzeuge, Züge und Autos","epNo":5,"alt":"Planes, Trains and Automobiles","descr":"Murphy wendet sich an eine unwahrscheinliche Quelle, um Jess zu helfen, aber als Trey andere Pläne schmiedet, explodiert die ganze Sache in ihren Gesichtern.","versions":[{"lang":1,"streams":[{"redirect":12705538,"hoster":"VOE"},{"redirect":12705539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8473476,"hoster":"VOE"},{"redirect":8793551,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Arcade Fire","epNo":6,"alt":"Arcade Fire","descr":"Murphys verzweifelter Versuch, Jess zu retten, bringt sie in größere Schwierigkeiten. Eine Meinungsverschiedenheit zwischen Gene und Josh bleibt nicht ohne Folgen.","versions":[{"lang":1,"streams":[{"redirect":12705575,"hoster":"VOE"},{"redirect":12705578,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13482813,"hoster":"VOE"},{"redirect":8577024,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hübsch in Pink","epNo":7,"alt":"Pretty in Pink","descr":"Murphy, Felix und Max bitten Josiah um Antworten über Jess. Gene macht einen mutigen Schritt.","versions":[{"lang":1,"streams":[{"redirect":12705594,"hoster":"VOE"},{"redirect":12705596,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8526879,"hoster":"VOE"},{"redirect":8577019,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" Machtspiel","epNo":8,"alt":"Power Trip","descr":"Es wird unangenehm, als Murphy und ihre Freunde gemeinsam den Sturm überstehen.","versions":[{"lang":1,"streams":[{"redirect":12705598,"hoster":"VOE"},{"redirect":12705600,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8602741,"hoster":"VOE"},{"redirect":8602744,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":" Übergepäck","epNo":9,"alt":"Excess Baggage","descr":"Als Murphy aus dem Ruder läuft, nimmt Felix die Sache selbst in die Hand.","versions":[{"lang":1,"streams":[{"redirect":12705604,"hoster":"VOE"},{"redirect":12705605,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12923687,"hoster":"VOE"},{"redirect":8678816,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Volltreffer","epNo":10,"alt":"Home Run","descr":"Murphy fühlt sich isoliert und allein und sucht Trost im Vertrauten, aber manchmal ändern sich die Dinge und sie ist gezwungen, für sich selbst zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":12705606,"hoster":"VOE"},{"redirect":12705609,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13534885,"hoster":"VOE"},{"redirect":8736981,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Match Point","epNo":11,"alt":"Match Point","descr":"Die Mauern schließen sich und Murphy und Trey machen einen verzweifelten Schritt.","versions":[{"lang":1,"streams":[{"redirect":12710709,"hoster":"VOE"},{"redirect":12705613,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13492200,"hoster":"VOE"},{"redirect":8866918,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hörst du das ?","epNo":12,"alt":"Do You Hear What I Hear?","descr":"Während Murphy kurz davor ist herauszufinden was mit Jess passiert ist, kommen Clemens und Josh der Suche nach Murphy einen Schritt näher.","versions":[{"lang":1,"streams":[{"redirect":12705616,"hoster":"VOE"},{"redirect":12705624,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13492205,"hoster":"VOE"},{"redirect":8904468,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Erwartung ist die Wurzel allen Herzschmerzens","epNo":13,"alt":"Expectation is the Root of All Heartache","descr":"Murphy erfährt endlich die Wahrheit über das, was Jess zugestoßen ist, und das zwingt sie dazu, sich genauer anzuschauen, wer sie selbst geworden ist.","versions":[{"lang":1,"streams":[{"redirect":12705631,"hoster":"VOE"},{"redirect":12705630,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8937469,"hoster":"VOE"},{"redirect":8937468,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Bail`s in Your Court","descr":"Murphy muss kreativ werden, wenn sie am Leben bleiben will, während Felix einen Plan ausheckt, um seiner Freundin zu helfen.","versions":[{"lang":2,"streams":[{"redirect":13654860,"hoster":"VOE"},{"redirect":10632161,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"No Cane Do","descr":"Murphy muss kreativ werden, wenn sie am Leben bleiben will, während Felix sich einen Plan ausdenkt, um seinem Freund zu helfen.","versions":[{"lang":2,"streams":[{"redirect":11423255,"hoster":"VOE"},{"redirect":10879254,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"If Books Could Kill","descr":"Murphy setzt versehentlich eine Kette von Ereignissen in Gang, die für Felix fast tödliche Folgen haben. In der Zwischenzeit verschafft Leslies schnelles Denken allen ein wenig Luft zum Atmen.","versions":[{"lang":2,"streams":[{"redirect":14377575,"hoster":"VOE"},{"redirect":14395132,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Hard Pill to Swallow","descr":"Gene und Josh versuchen, Murphy mit ihrem neuesten Fall in Verbindung zu bringen, und stoßen dabei auf etwas völlig Unerwartetes. Felix bringt Max mit einem Trick dazu, zu enthüllen, was er verheimlicht hat, und Leslie muss improvisieren, als ein von ihr ausgearbeiteter Plan aus dem Ruder läuft.","versions":[{"lang":2,"streams":[{"redirect":14371487,"hoster":"VOE"},{"redirect":14390933,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Trial of Murphy Mason, Part One","descr":"Murphys Verhandlungstermin ist gekommen, und sie muss sich all den Geistern ihrer Vergangenheit stellen, die als Zeugen gegen sie aussagen, und den Geheimnissen, die dabei ans Licht kommen. Währenddessen bedeutet der Prozess auch ein kompliziertes Wiedersehen für Felix.","versions":[{"lang":2,"streams":[{"redirect":11423256,"hoster":"VOE"},{"redirect":10879255,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Trial of Murphy Mason, Part Two","descr":"Murphy steht am Ende ihres Prozesses vor zwei gleichermaßen besorgniserregenden Ergebnissen.","versions":[{"lang":2,"streams":[{"redirect":11423219,"hoster":"VOE"},{"redirect":10907691,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"C.I. Was Right","descr":"Murphy hält ihren Deal durch und findet sich mit jemandem zusammen, mit dem sie lieber keine Zeit verbringen möchte. Max taumelt nach dem Chaos, das er während Murphys Prozess angerichtet hat.","versions":[{"lang":2,"streams":[{"redirect":14371442,"hoster":"VOE"},{"redirect":14378626,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Tequila Mockingbird","descr":"Murphy und Max führen ein längst überfälliges Gespräch; Darnells Paranoia verwandelt sich in Angst.","versions":[{"lang":2,"streams":[{"redirect":14376807,"hoster":"VOE"},{"redirect":14392990,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Center of Gravity","descr":"Murphy und Max führen ein längst überfälliges Gespräch. Darnells Paranoia verwandelt sich in Angst, als alles zu bröckeln beginnt.","versions":[{"lang":2,"streams":[{"redirect":11396235,"hoster":"VOE"},{"redirect":11424478,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"No Time to Spare","descr":"Murphy und Darnell werden mit der Quelle ihrer Probleme konfrontiert, und Max und Gene werden in das Chaos hineingezogen. Als sich sein Zustand verschlimmert, gerät Joshs böses Blut mit Murphy an ihn heran.","versions":[{"lang":2,"streams":[{"redirect":11423220,"hoster":"VOE"},{"redirect":11424485,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Deep End","descr":"Joshs Beharrlichkeit, Murphy zu Fall zu bringen, motiviert alle, einen Plan zu schmieden. Murphy bittet Felix um einen Gefallen und Darnell erfährt einige faszinierende Informationen über das Team hinter Bolt.","versions":[{"lang":2,"streams":[{"redirect":11423264,"hoster":"VOE"},{"redirect":11424483,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Going Up","descr":"Der skrupellose Josiah will trotz Nias Tod seine versprochene Drogenlieferung haben.","versions":[{"lang":2,"streams":[{"redirect":14376806,"hoster":"VOE"},{"redirect":11431441,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Please Shine Down On Me","descr":"Murphy kommt damit zurecht, indem sie sich mit einer neuen Motivation ablenkt. Felix versucht Murphy dabei zu helfen, andere Wege zu finden, um mit ihrer Trauer umzugehen.","versions":[{"lang":2,"streams":[{"redirect":14371500,"hoster":"VOE"},{"redirect":11431439,"hoster":"Streamtape"}]}]}]}]}