{"path":"/serie/stream/in-wahrheit","name":"In Wahrheit","descr":"Im Saarland lauert das Verbrechen. Wie gut, dass Kriminalkommissarin Judith Mohn (Christina Hecke) und ihr Kollege Freddy (Robin Sondermann) immer zur Stelle sind, um die Gangster jeglicher Art dingfest zu machen. In ihrem ersten Fall führt ein Mord an einer Prostituierten ins Trucker-Milieu.","seasons":[{"path":"/serie/stream/in-wahrheit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/in-wahrheit/staffel-1/episode-1","name":"Mord am Engelsgraben","epNo":1,"alt":"","descr":"In einem Waldgebiet an der Saarschleife wird eine Prostituierte tot aufgefunden. Alles deutet auf Mord hin. Die Saarbrücker Kriminalkommissarin Judith Mohn ermittelt. Für Judith und ihren Kollegen Freddy Breyer rückt zunächst das Milieu entlang der Fernfahrerroute Deutschland – Frankreich in den Fokus. Judith vermutet einen Zusammenhang mit einem nie aufgeklärten Fall und wendet sich an den ehemaligen Kommissar Markus Zerner. Dieser ermittelte vor knapp zehn Jahren in dem Fall der 16-jährigen Maria, die beim Trampen spurlos verschwand. Ihre Habseligkeiten wurden am gleichen Ort gefunden wie die der Prostituierten Nele. Ins Visier der Ermittlungen gerät Erich Kupka, ein Fernfahrer – nicht zuletzt, da seine eigene Frau Heike Angst hat, er könne etwas \"damit\" zu tun haben. Der Verdacht gegen ihn relativiert sich jedoch, als Judith und ihr Kollege Freddy bei der Befragung eines weiteren Verdächtigen, der einen Brief an die Polizei geschrieben hatte, in Lebensgefahr geraten, und der Mann den Mord an der Prostituierten gesteht. Doch dieser stellt sich als psychisch gestört heraus. Fieberhaft ermittelt das Team mit Unterstützung von Markus Zerner weiter. Auch der ehemalige Freund von Maria, Paul Satzmann, rückt wieder in den Fokus der Ermittler. Doch am Ende ist nichts so, wie es schien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128438","hoster":"VOE"},{"path":"/redirect/14128435","hoster":"Doodstream"},{"path":"/redirect/14128436","hoster":"Vidoza"},{"path":"/redirect/14128433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-2","name":"Jette ist tot","epNo":2,"alt":"","descr":"Nach dem Autounfall eines belgischen Drogendealers auf einer Landstraße an der Saar wird im Kofferraum seines Wagens die Leiche einer 16-Jährigen entdeckt. Judith Mohn kennt die Tote: Es ist Jette Mertens, die Tochter des befreundeten Ehepaars Nicole und Frank. Die Kommissarin hatte Jette noch am Abend des Verbrechens bei einer Drogen-Razzia auf einer Party gesehen und sie allein nach Hause geschickt. Getrieben von Schuldgefühlen setzt die Ermittlerin alles daran, Jettes Mörder zu finden. Gleichzeitig plagen Judith auch im Privaten Sorgen: Eigentlich sollten sie und ihr Mann Hochzeitstag feiern, doch Niklas scheint spurlos verschwunden. Bald stellt sie fest, dass Jettes jüngere Schwester Sarah mehr über das Verbrechen an ihrer Schwester weiß, als sie sagt. Sarah chattet im Internet mit einem Unbekannten, der sich hinter dem Avatar \"Leo\" versteckt. Gemeinsam mit ihrem Kollegen Freddy kommt Judith auf die Spur des geheimnisvollen Nerds Sven, der sich in der Nähe der Familie Mertens herumtreibt. Doch welche Verbindung besteht zwischen dem im Heim aufgewachsenen Computerfreak und der Familie Mertens? Mysteriös sind auch die Informationen, die die Kommissarin erhält, als sie immer tiefer in das Geflecht aus Lügen und Geheimnissen der Familie eindringt. Als Sarah plötzlich verschwindet, beginnt ein Wettlauf gegen die Zeit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14128437","hoster":"VOE"},{"path":"/redirect/14128432","hoster":"Doodstream"},{"path":"/redirect/14128434","hoster":"Vidoza"},{"path":"/redirect/14128431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-3","name":"Still ruht der See","epNo":3,"alt":"","descr":"Kathrin Brandmann macht in einem See nahe ihrer Wohnsiedlung einen grausamen Fund: die Leiche ihres Sohns Marlon. Er weist blaue Flecken auf, was die Frage aufwirft, ob er wirklich ertrunken ist. Ein besonders schwieriger Fall für Hauptkommissarin Judith Mohn und ihren Kollegen Freddy Breyer, stammt das Opfer doch aus derselben Siedlung, in der auch Judith aufwuchs. Als Polizistin wird sie von ihren ehemaligen Nachbarn gemieden, keine gute Ausgangslage für die Ermittlungen. Und auch Judiths Begegnung mit der eigenen Mutter verläuft eher frostig. Trotz der Widrigkeiten findet sich bald die erste heiße Spur. Ein Kleinkrimineller namens Sharif hatte wohl noch eine Rechnung mit dem Jungen offen. Und auch die von Spannungen geprägte Familie des Opfers rückt in den Fokus der Ermittler. Die Mutter hütet ein Geheimnis und der Vater schweigt, gibt aber zu, den Sohn ab und zu geschlagen zu haben. Als Judith Einblick in Marlons verschlossene Clique gewinnt, wird klar, dass der Mord an dem Jugendlichen nicht das einzige Verbrechen ist, das es aufzudecken gilt. Lukas, Marlons Freund, gehört nicht zur Clique und wird oft von deren Mitgliedern schikaniert. Nachdem Sharif und ein Kumpel wegen Hehlerei festgenommen wurden, stellt sich heraus, dass die Clique eine Wette abgeschlossen hatte und dass diese etwas mit Marlons Tod zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188519","hoster":"VOE"},{"path":"/redirect/14188549","hoster":"Vidoza"},{"path":"/redirect/14188517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-4","name":"Jagdfieber","epNo":4,"alt":"","descr":"Auf das Landhaus des Arztes André Collmann und seiner Familie werden mehrere Schüsse abgegeben. Collmann ist zu dieser Zeit nicht im Haus, seine Frau stirbt. Kriminalhauptkommissarin Judith Mohn und ihr Kollege Freddy Breyer sehen sich einem Anschlag gegenüber, dessen Hintergründe zunächst völlig unklar sind. Kurz darauf wird Robert Haffner, ein Freund Collmanns, entführt, und ein Video geht bei der Polizei ein, offenbar vom Täter selbst. Er verlangt die Wiederaufnahme des Falls Nadine Abeck: \"72 Stunden für die Wahrheit, sonst nehme ich das Recht in die eigenen Hände.\" Schnell ist der erste Zusammenhang ermittelt. Offenbar hatten André Collmann, sein Freund Robert Haffner und Nadine Abeck vor sieben Jahren eine exzessive Partynacht gefeiert, an deren Ende Nadine in ein irreversibles Koma fiel. Die exakten Umstände der Tragödie konnten nie vollständig geklärt werden. Für Nadines Vater Wolfgang Abeck und ihre Schwester Tanja sind Collmann und Haffner schuld an Nadines Schicksal. Haffner und Collmann allerdings beriefen sich auf Blackouts in Folge von Alkohol- und Drogenkonsum und konnten Polizei und Staatsanwaltschaft von ihrer Unschuld überzeugen. Wolfgang Abeck hat das nie verwunden. Jahrelang haben er und Tanja die Komapatientin zu Hause gepflegt. Nun ist Nadine vor wenigen Tagen gestorben: der Auslöser für Wolfgang Abecks Selbstjustiz. Parallel zur Fahndung nach Wolfgang Abeck beginnt Judith Mohn noch einmal, die näheren Umstände der Partynacht zu ermitteln. Sie weiß, dass der Fall nur gelöst werden kann, wenn die ganze Wahrheit ans Licht kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188518","hoster":"VOE"},{"path":"/redirect/14188552","hoster":"Vidoza"},{"path":"/redirect/14188520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-5","name":"In einem anderen Leben","epNo":5,"alt":"","descr":"Barbara Falk wurde in ihren eigenen vier Wänden zum Opfer eines Unbekannten. Während ihr Mann auf einer Klassenreise in Polen ist, dringt jemand ins Haus ein, überfällt, fesselt und missbraucht sie. Als die Polizei zu ermitteln beginnt, bleiben viele Fragen offen. Durch die verabreichten K.-o.-Tropfen bleiben Barbara Falk kaum Erinnerungen an den Übergriff. Wie ist der Vergewaltiger ins Haus gekommen, weshalb kannte er ihre Gewohnheiten und wusste, dass sie an diesem Abend allein zu Hause ist? Die Polizei in Saarlouis, allen voran Hauptkommissar Zerner, beginnt an den Aussagen des Opfers zu zweifeln, was von diesem nicht unbemerkt bleibt. Allein Zerners Kollegin Judith Mohn geht den Spuren weiter nach, selbst nachdem Frau Falk ihre Anzeige zurückgezogen hat. Nach einer Gegenüberstellung mit dem potenziellen Täter im Polizeipräsidium erleidet Falk einen Zusammenbruch. Obwohl währenddessen nicht gesprochen wurde, ist sie davon überzeugt, die Stimme des Täters vernommen zu haben. Mohn glaubt ihr, doch Frau Falks Verzweiflung nimmt überhand und sie kann dem Druck nicht mehr standhalten. Fünf Jahre vergehen, bis eines Tages das Ermittlerteam um Mohn zu einer am Straßenrand gefundenen Leiche gerufen wird. Unvorhergesehen bringt das den Stein ins Rollen und der Fall Falk wird wieder aus den Akten hervorgeholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188521","hoster":"VOE"},{"path":"/redirect/14188544","hoster":"Vidoza"},{"path":"/redirect/14188523","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-6","name":"Unter Wasser","epNo":6,"alt":"","descr":"Ihren Geburtstag möchte Judith Mohn in aller Ruhe verbringen. Sie will sich von einem Freund einen neuen Look verpassen und sich von ihrem alten Chef Markus Zerner bekochen lassen. Doch dann kommt es anders: Aus einem Gewässer nahe der deutsch-französischen Grenze wird die Leiche eines Kollegen gefischt. Wurde René Schubecker erschossen, oder hat er eventuell Selbstmord begangen? Auch wenn sich sein Freund und Kollege Freddy Breyer sicher ist, dass René das Opfer eines von ihm überführten Täters wurde, hegt Judith schnell Zweifel. Sie fährt ins benachbarte Lothringen, in Renés Geburtsort, wo dessen Vater die örtliche Gendarmerie leitet. Hier hatte René als noch sehr junger Gendarm in nur wenigen Tagen den Mord an einem jungen Mädchen aufgeklärt, scheinbar zweifelsfrei die Schuld eines Saarländers bewiesen und damit den Grundstein für seine Karriere gelegt. Auf diesen mittlerweile aus der Haft entlassenen Mann konzentriert sich die Ermittlung Freddys, während Judith im lothringischen Königsmacker auf immer mehr Ungereimtheiten bei dem alten Fall stößt. Ganz offensichtlich wurden damals Beweise manipuliert. Kommen sie und ihr pensionierter Kollege Markus Zerner der Wahrheit auf die Spur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188531","hoster":"VOE"},{"path":"/redirect/14188553","hoster":"Vidoza"},{"path":"/redirect/14188537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-7","name":"Blind vor Liebe","epNo":7,"alt":"","descr":"Unter dem Baumwipfelpfad innerhalb der Saarschleife wird die Leiche der jungen Putzfrau Camille Bartell gefunden. Kriminalkommissarin Judith Mohn und ihr Kollege Freddy Breyer verdächtigen schnell ihren Ehemann Eric Bartell, der etwas zu verheimlichen scheint. Im Zuge der Ermittlungen kommt es zu einer unverhofften Annäherung zwischen Judith und ihrer Mutter Karen Mohn, die Camille über das Putzen kannte. Karen kann Judith zwar nicht weiterhelfen, überrascht ihre entfremdete Tochter aber mit ungewohnter Energie und Lebenslust. Sie hat vor kurzem einen Mann kennen- und lieben gelernt – im Internet. Judith und Freddy fällt auf, dass Camille ausschließlich bei alleinstehenden Frauen geputzt hat. Und sie alle sind gerade todunglücklich, weil sich ihre neue Internetliebe nicht mehr bei ihnen meldet: ein Belgier, dem sie viel Geld und Vertrauen geschenkt haben, um mit ihm ein neues Leben zu beginnen. Hat dieser skrupellose Love-Scammer auch etwas mit dem Mord an Camille zu tun? Judith und Freddy müssen erkennen, dass es inzwischen nur noch eine aktiv bestehende Verbindung zu dem gesuchten Verdächtigen gibt: Karen. Führt die Spur über die vermeintliche neue Liebe von Judiths Mutter die Ermittler zum Täter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188548","hoster":"VOE"},{"path":"/redirect/14188551","hoster":"Vidoza"},{"path":"/redirect/14188550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/in-wahrheit/staffel-1/episode-8","name":"Zwischen Recht und Gerechtigkeit","epNo":8,"alt":"","descr":"In der Saar wird nahe einer Staumauer die Leiche einer jungen Frau gefunden: Die Arzthelferin Nathalie Bendig wurde mit einem starken Narkotikum betäubt und dann erstickt. Sämtliche DNA-Spuren sind durch die anschließende Ablage im Fluss allerdings vernichtet worden. Bei ihren Recherchen stoßen Hauptkommissarin Judith Mohn und ihr Kollege Freddy Breyer auf einen sehr ähnlichen Fall aus dem saarländischen Grenzgebiet, der nie aufgeklärt werden konnte. Der damalige Tatverdächtige, Pharmareferent und Familienvater Serge Roubaix, wurde aus Mangel an Beweisen freigesprochen. Judith geht der Sache weiter nach und kontaktiert dessen ehemaligen Pflichtverteidiger Alain Montand, der die Juristerei inzwischen an den Nagel gehängt hat und als Weinbauer arbeitet. Ihn plagen seit jenem Freispruch tatsächlich Schuldgefühle, weil er selbst nicht von der Unschuld seines Mandanten überzeugt war. Alain vertieft sich in die alten Fallakten und spielt Judith entscheidende Hinweise zu, denen die Polizei damals nicht nachgegangen ist. Gemeinsam finden die Kommissarin und der Ex-Anwalt endlich Beweise, die Serge Roubaix als Täter überführen könnten.Doch so einfach ist das nicht: Im damaligen Mordfall kann Roubaix nach dem rechtskräftigen Freispruch ohne ein Schuldgeständnis nicht noch einmal angeklagt werden. Und alles, was sie jüngst herausgefunden haben, ist vor Gericht als Beweismittel nicht zulässig. Judith muss erkennen, dass die Gerechtigkeit nicht immer zu ihrem Recht kommt. Sie setzt alles daran, den aktuellen Fall zu lösen – und damit hoffentlich auch den damaligen Täter zu überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14188513","hoster":"VOE"},{"path":"/redirect/14188529","hoster":"Vidoza"},{"path":"/redirect/14188514","hoster":"Streamtape"}]}]}]}]}