{"seriesId":"inari-konkon-koi-iroha","name":"Inari, Konkon, Koi Iroha","descr":"Inari Fushimi ist zwar gutmütig und hilfsbereit, gleichzeitig aber auch ziemlich tollpatschig und so endet der Versuch ihrem heimlichen Schwarm Tanbabashi im Gespräch näher zu kommen damit, dass sie ihn vor der versammelten Klasse blamiert. Dass er ihr daraufhin aus dem Weg geht versetzt ihr den ersten Schlag, aber als sie dann auch noch feststellen muss, dass er in die allseits beliebte Sumizome verliebt ist, geht sie KO. Verzweifelt flüchtet sie in einen Fuchsschrein, wo ihr Wehklagen von der anwesenden Göttin erhört wird. Als Belohnung dafür, dass Inari zuvor einen ihrer Begleiter gerettet hat, will ihr die Göttin einen Wunsch erfüllen. Und Inari wünscht sich hin diesem Moment nur eines: Sumizome zu sein!","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"OVA","descr":"","versions":[{"lang":3,"streams":[{"redirect":12336169,"hoster":"VOE"},{"redirect":8577108,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Inari, First Love, First Change","descr":"Auf dem Weg zur Schule nimmt Inari Fushimi eine Abkürzung und rettet einen kleinen Fuchswelpen vor dem Sturz in den Fluss. Später bringt Inari versehentlich ihren Klassenkameraden Kōji Tanbabashi in Verlegenheit, in den sie verknallt ist. Als Inari versucht, eine Gelegenheit zu finden, sich bei Kōji zu entschuldigen, entdeckt er, was sie davon ausgeht, dass er einer anderen Klassenkameradin, Akemi Sumizome, einen Liebesbrief übergibt, in der Annahme, dass er in sie verliebt ist. Inari rennt zum Inari-Schrein, um ihre Gefühle zu beklagen, und wird von einigen mysteriösen Fuchsgeistern geführt, um die Göttin des Schreins, Uka-no-Mitama-no-Kami, auch bekannt als Uka, zu treffen. Als Dankeschön für die Rettung des Welpen von früher erhält Inari das Angebot, Akemi zu werden, damit sie Kōji näher sein kann, und entdeckt später, dass sie Akemis Aussehen hat. Während sie versucht, sich zu orientieren, wird Inari von Kōji angesprochen, die von ihren Freundinnen Keiko Sanjō und Chika Muratamachi gehört hat, dass sie nicht nach Hause gekommen ist. Nachdem sie gehört hat, dass Kōji sich selbst die Schuld dafür gibt, dass er Inaris Versuche, sich zu entschuldigen, ignoriert hat, kehrt Inari, die das Gefühl hat, dass sie sich überhaupt nicht verändert hat, zu Uka zurück, um zu versuchen, ihren Wunsch rückgängig zu machen. Während Uka keinen zusätzlichen Wunsch erfüllen kann, Inari wieder in ihr normales Aussehen zu verwandeln, gibt Uka ihr stattdessen einen Teil ihrer eigenen göttlichen Kraft und gibt Inari die Möglichkeit, sich in die Form eines jeden Menschen zu verwandeln, den sie möchte. Nachdem es Inari gelingt, zu ihrer normalen Form zurückzukehren, weist Uka den Welpen von früher, Kon, als ihren Vertrauten zu und bewacht sie. Am nächsten Tag erfährt Inari, dass Kōji einen Tag vor seinem großen Basketballspiel nicht in der Schule ist.","versions":[{"lang":3,"streams":[{"redirect":8829221,"hoster":"VOE"},{"redirect":8577109,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ordeals, Secrets, Amaterasu","descr":"Inari nutzt ihre Macht, um sich als eine von Kōjis Freunden auszugeben, um nach ihm zu sehen. Nach der Rückkehr zum Schrein werden Inari und Uka in die Himmlischen Ebenen gerufen, wo die Götter leben, um sich mit der Sonnengöttin Amaterasu zu treffen. Um festzustellen, ob Inari würdig genug ist, um ihre göttliche Macht in der Welt der Sterblichen auszuüben, beauftragt Amaterasu sie, sich einen Tag lang nicht zu verwandeln. Wenn sie versagt, wird sie gezwungen, in den Himmlischen Ebenen eine Ausbildung zu absolvieren, während Uka gezwungen wird, jemanden zu heiraten. Am nächsten Tag begegnet Inari Akemi auf dem Weg zu Kōjis Spiel und stellt fest, dass sie sich eigentlich gut mit ihr versteht. Unterwegs versuchen verschiedene Götter, Inari dazu zu bringen, ihre Verwandlung zu nutzen. Als ihre nicht ganz so subtilen Versuche fehlschlagen, fangen sie Inari und Akemi im Fitnessstudio ein, wo Akemi vor Hitzeerschöpfung zusammenbricht. Beschlossen, Akemis Wohlergehen über ihr eigenes zu stellen, nutzt Inari ihre Fähigkeit, aus dem Fitnessstudio zu entkommen und um Hilfe zu rufen. Nachdem sie Akemi sicher verabredet hat, nimmt Inari den Mut zusammen, Kōji einen Glücksbringer zu geben. Als Inari in die Himmlischen Ebenen zurückkehrt, wo Uka sie tröstet und sie dafür lobt, dass sie ihre Macht benutzt hat, um einen Freund zu retten, verkündet Amaterasu, dass sie beide ihre Prüfung bestanden haben und weiterhin in der Welt der Sterblichen leben können. Danach stellt Inari erleichtert fest, dass Kōji Akemi tatsächlich die ganze Zeit gebeten hat, der Manager seines Basketballteams zu sein, und wird von ihm für den Charme gedankt. Gerade als Inari Uka die gute Nachricht überbringt, erscheint ihr älterer Bruder Tōka und sagt Uka, sie solle sich von Inari fernhalten. Mehr zu diesem AusgangstextFür weitere Übersetzungsinformationen ist ein Ausgangstext erforderlich","versions":[{"lang":3,"streams":[{"redirect":8829226,"hoster":"VOE"},{"redirect":8577110,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Elder Brother, Swarm, Excess Love","descr":"Da gezeigt wird, dass Tōka schon in jungen Jahren Geister sehen konnte, wo er Uka mit einem bösen Geist verwechselte, wird Inari von einem anderen göttlichen Wesen angesprochen, das ihre Form annimmt und damit viel Unheil anrichtet. Bald entpuppt er sich als Ukas älterer Bruder Ohtoshi-no-Kami, alias Toshi, dessen unglaublicher Schwesternkomplex sogar Uka erschreckt, die von Tōka entdeckt wird, die sich auf seinem Dachboden versteckt und mit ihm Videospiele spielt. Toshi nimmt Inari mit zu einer \"New God Welcoming Party\" in den Celestial Plains, wo sie die Göttin Ohmiya-no-Me-no-Kami, alias Miya, trifft, die ihr die Gründe erzählt, warum Uka in die Menschenwelt geflohen ist. Als die anderen Götter Inari jedoch unter Druck setzen, ihre Verwandlung zu zeigen, läuft die Macht Amok, was sich auch auf Uka auswirkt, bis Amaterasu sie aufhält. Da Inari geraten wird, zu lernen, ihre Kräfte zu stabilisieren, bevor sie sie an Uka zurückgibt, woraufhin sie sie nicht mehr sehen kann, bittet Uka Tōka, Inari nicht zu sagen, dass sie zusammengebrochen ist. Während Inari ihre Verwandlung testet, um ihre Stabilität zu testen, kommt Tōka zu ihrer Verwandlung in ihre Mutter.","versions":[{"lang":3,"streams":[{"redirect":8829228,"hoster":"VOE"},{"redirect":8577112,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Scarlet, Festival Eve, Romance","descr":"Tka ist misstrauisch, dass Inari angeblich Kräfte hat, und verbringt die ganze Nacht damit, sie im Auge zu behalten. Nachdem Uka ihr versichert hat, dass sie Tōka versichern wird, dass nichts passiert, geht Inari mit Akemi zu einem Festival, wo Toshi ihnen folgt. Keiko glaubt, er sei ein Stalker, erscheint und stoppt Toshi, was Akemi Bewunderung einbringt, die sie in einem neuen Licht betrachtet. Als Inari einige Zeit mit Kōji verbringt, hat Uka eine unglückliche Auseinandersetzung mit Toshi, die sie glauben lässt, dass ihre göttliche Macht, mit der sie ihn vom Schrein fernhielt, schwindet. Als Toka Uka damit konfrontiert, Inari Macht zu geben, behauptet Uka, sie habe ihr nur die Macht gegeben, sie zu sehen, während Toshi sie vor den Gefahren warnt, den Menschen nahe zu kommen.","versions":[{"lang":3,"streams":[{"redirect":8829230,"hoster":"VOE"},{"redirect":8577111,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Jellyfish, Friends, Summer Storm","descr":"Während sie mit ihren Eltern und Freunden einen Strandausflug macht, bemerkt Inari, dass Chika Akemi nicht so mag, da sie das Gefühl hat, dass sie nicht mit ihr auskommen kann, da sie so unterschiedlich sind. Als Akemi dasselbe bemerkt, erzählt Keiko ihr, wie Inari sich mit jedem anfreunden kann, was Akemi ein wenig eifersüchtig auf sie macht. Später in der Nacht, nachdem Inari mit Chika über Akemi gestritten hat, verwandelt sie sich in Keiko, um Akemi vor einem überbegeisterten Jungen zu schützen, während Keiko selbst Chika versichert, dass ihre Freundschaft nicht geändert wird, wenn Akemi mit ihnen befreundet ist. Nachdem Inari zu ihrer normalen Form zurückgekehrt ist, macht Akemi, der glaubt, dass Keiko sie zurückgelassen hat, ihrer Frustration Luft, dass sie auf Inaris Nähe zu Keiko eifersüchtig ist, und drückt ihren Wunsch aus, sie zu werden. Dies führt zu einem Zufluss göttlicher Macht von Inari, während sie überlegt, ob sie ihren Wunsch erfüllen sollte, was sich auch nachteilig auf Uka auswirkt.","versions":[{"lang":3,"streams":[{"redirect":8829231,"hoster":"VOE"},{"redirect":8577115,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Touka, Mistress Uka, A Woman in Love","descr":"Als sie versteht, dass die Erfüllung von Akemis Wunsch nichts ändern wird, gelingt es Inari, ihre göttliche Kraft zu beruhigen, indem sie Akemi erklärt, dass sie einst genauso gefühlt hat wie sie und ihr anbietet, ihr so gut sie kann aus eigener Kraft zu helfen. Danach kehren sie nach Chika zurück, wobei sich alle entschuldigen und miteinander versöhnen und Akemi und Chika endlich richtige Freunde werden. Am nächsten Tag erzählt Akemi Inari und Chika, dass sie in Keiko verliebt ist und erhält ihre volle Unterstützung. Unterdessen kommt Uka vorbei, um mit Tōka zu spielen, und erinnert sich daran, wie sie ihm einmal geholfen hat, als er sich im Schrein verirrte. Inari kehrt bald nach Hause zurück, um Uka von ihrer Reise zu erzählen, und verschweigt den Vorfall mit der göttlichen Macht.","versions":[{"lang":3,"streams":[{"redirect":8829232,"hoster":"VOE"},{"redirect":8577114,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Maiden, Aflutter, Madder Red","descr":"Inari gelingt es, neben Kōji eine Hauptrolle in einem Theaterstück zu ergattern, das ihre Klasse für das kommende Schulkulturfestival aufführt. Unterdessen wird Uka von ihrer Mutter Kamu-Ōichi-Hime unter Druck gesetzt, nächsten Monat an einigen Ehetreffen in Izumo teilzunehmen. Später in der Nacht ist Inari schockiert, als sie von Kon erfährt, dass sie unbewusst ihre göttliche Kraft genutzt hat, um die Rolle im Stück zu gewinnen. Inaris Schuldgefühle verschlimmern sich nur, als sie von einem Mädchen namens Minami Momoyama gebeten wird, Kōji einen Liebesbrief zu überreichen. Nachdem Inari beschließt, ihre Rolle im Stück aufzugeben, weil sie das Gefühl hat, sie nicht verdient zu haben, nutzt sie versehentlich ihre göttliche Kraft erneut, um Minamis Brief an K awayji wegzublasen. Trotz Kons Einwand verwandelt sich Inari in Minami, um die Gefühle des Briefes direkt an Kōji weiterzugeben. Kōji weist Minamis Gefühle zurück, erkennt aber durch Inaris Rat, dass er selbst Inari mag. Nach dem Stück, als Uka sich darauf vorbereitet, nach Izumo zu gehen, hört Tōka sie kurz bevor sie geht, dass Inari göttliche Macht besitzt.","versions":[{"lang":3,"streams":[{"redirect":8829233,"hoster":"VOE"},{"redirect":8577113,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Izumo, Arranged Dates, Kerfuffle","descr":"Tōka nimmt Inari mit nach Izumo, um mit Uka über Inaris göttliche Macht zu sprechen, aber Kamu schleppt sie zu ihren Hochzeitstreffen, während Inari und Tōka bei Toshi festsitzen. Um Ukas arrangierter Ehe ein Ende zu setzen, nimmt Inari Ukas Form an, um ihren Platz einzunehmen und zu versuchen, die Treffen zu vereiteln, was dazu führt, dass die echte Uka ohnmächtig wird, weil ihre göttliche Kraft erschöpft ist. Inaris Bemühungen dienen jedoch nur dazu, Kamu wütend zu machen, der die anderen Wachen schickt, um Inari und Tōka zu jagen. Als Tōka auf Uka stößt und lernt, wie Inaris Gebrauch der göttlichen Macht dazu führt, dass Uka geschwächt wird, wobei jede weitere Verwendung möglicherweise die gesamte Göttlichkeit von Uka auf Inari überträgt und sie selbst in einen Gott verwandelt, trifft Inari auf Ukas Vater Susanoo-no-Mikoto. der ihr den Mut gibt, sich gegen Kamu und die anderen Götter zu stellen und sich weigert, Uka an Leute zu übergeben, die sie nur wegen ihrer Macht heiraten wollen. Als die vereinbarten Treffen abgesagt werden und Inari und Tōka nach Hause zurückkehren, sperrt Amaterasu, die erfährt, dass Uka weiß, wie sie ihre Kräfte von Inari zurückgewinnen kann, sie in einer Höhle ein, um sie von den Menschen fernzuhalten.","versions":[{"lang":3,"streams":[{"redirect":12916969,"hoster":"VOE"},{"redirect":8577116,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Fox, Twilight, Milky Way","descr":"Nachdem Minami gehört hat, dass Kōji Inari angeblich gefallen könnte, fragt sie ihn nach dem Brief, den sie Inari gegeben hat, nur um zu erfahren, dass er ihn nie von ihr erhalten hat. Am nächsten Tag, als die Schule mit dem Aufräumen des Schulgeländes beauftragt ist, bemerken Inari und ihre Freunde, dass ihre anderen Klassenkameraden sie ignorieren. Nachdem Inari sie gefragt hat, warum, erklären sie ihnen, dass sie von Minamis engem Freund Kyōko Kangetsu angewiesen wurden, sie zu ignorieren. Inari konfrontiert Kyōko, die ihr vorwirft, Minamis Brief weggeworfen zu haben, damit sie Kōji näher kommen kann. Als Kyōko und ihre Freunde ihre Wut an Chika auslassen und sie verletzen, lässt Inaris Hass ihre göttliche Kraft außer Kontrolle geraten und ein Erdbeben auslösen. Als Uka davon erfährt, nutzt sie ihre Kraft, um ihren Geist an Inaris Seite zu senden und ihre Macht wieder unter Kontrolle zu bringen. Als die Schüler wieder zusammenkommen, schimpft Minami Kyōko aus und möchte nun, dass sie in ihrem Namen handelt, während sich Inari für den Brief entschuldigt, wobei Minami Inari respektiert, dass sie dem Jungen, den sie mag, die Gefühle anderer erzählt. Danach erfährt Inari von Miya und Tōka, dass Uka im Begriff ist zu verschwinden, weil Inari zu viel von ihrer Kraft verwendet hat. Mit Hilfe von Kon und den anderen Geistern des Schreins. Inari macht sich auf den Weg, um Uka zu finden, um ihre göttliche Kraft zurückzugeben, bevor es zu spät ist. Mehr zu diesem AusgangstextFür weitere Übersetzungsinformationen ist ein Ausgangstext erforderlichFeedback gebenSeitenleisten","versions":[{"lang":3,"streams":[{"redirect":9593224,"hoster":"VOE"},{"redirect":8577117,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Inari, Konkon, ABCs of Love","descr":"Fuchsgeister aus Schreinen in ganz Japan versammeln sich, um Inari in die Himmlischen Ebenen zu bringen, und erreichen bald die Höhle, in der Uka festgehalten wird. Während Inari sich bemüht, die versiegelte Tür alleine zu öffnen, helfen Kon, Toshi und die anderen Fuchsgeister ihr alle und schaffen es, sie ein Stück weit zu öffnen, damit Inari Uka sehen kann. Uka beklagt, dass sie Inari keine göttliche Macht hätte geben sollen, wenn es ihr nur Leid zufügen würde, aber dennoch öffnet Inari die Tür weiter und ihre Bemühungen überzeugen Amaterasu, sie in die Höhle zu lassen. Nachdem sie sich wieder vereint und sich dafür entschuldigt, Geheimnisse voreinander zu haben, gibt Inari ihre göttliche Kraft an Uka zurück, stellt sie wieder normal, bevor sie in die Menschenwelt zurückkehrt und sich mit ihren Freunden wieder vereint. Danach überzeugt Uka Amaterasu, weiter in der Menschenwelt bleiben zu lassen, während Inari, obwohl sie sie nicht mehr sehen kann, weiß, dass sie über sie wacht.","versions":[{"lang":3,"streams":[{"redirect":9593228,"hoster":"VOE"},{"redirect":8577120,"hoster":"Streamtape"}]}]}]}]}