{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin","name":"Inazuma Eleven: Orion no Kokuin","descr":"Inazuma Eleven: Orion no Kokuin vereint das \"Inazuma Eleven\"-Universum, denn dieser Anime dreht sich um ein Team, das sich aus mehreren Talenten der bisherigen \"Inazuma Eleven \"-Serien zusammensetzt. So stehen dem Jungenteam \"Inazuma Japan\", rund um Trainer Zhao Jin Yun und Manager Anna Mikado und Tsukishi Ootani Gegner aus der ganzen Welt gegenüber. Doch mit großartigen Spielern wie Shuuya Gouenji und Ryouhei Haizaki im Sturm, Tatsuya Kiyama und Yuuma Nosaka im Mittelfeld, Yuuichirou Mansaku und Noboru Sakanoue in der Verteidigung und Torhütern wie Mamoru Endou sind die Jungs selbst den stärksten Gegnern gewachsen! Sei gespannt auf spannende Matches und ein Wiedersehen mit vielen alten Bekannten!","seasons":[{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-1","name":"","epNo":1,"alt":"The Gate to the World","descr":"Der Tag ist endlich gekommen und die Spieler, die Inazuma Japan vertreten werden, wurden ausgewählt. Alle Spieler, die ausgewählt wurden, spielten in der Football Frontier, abgesehen von einem Spieler, Ichihoshi Mitsuru, der aus Russland kam. Alle Spieler wurden später ihren Trainern und Managern vorgestellt, aber sie trafen auch Clario Orvan und Mutekigahara Fujimaru, die zeigten, dass ihr Spiel noch nicht ausreicht, um sich der Welt zu stellen. Können sie ihr erstes Spiel gewinnen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829234","hoster":"VOE"},{"path":"/redirect/8577118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-2","name":"","epNo":2,"alt":"The Lost Ultimate Weapon","descr":"Inazuma Japan bestreitet sein erstes Football Frontier International-Spiel gegen Südkoreas Team Red Bison. Beide Teams nutzen etwas Hissatsu, um als Erste ihr erstes Tor zu erzielen. Red Bison kann jedoch das erste Tor erzielen, nachdem er Endou Mamorus Sicht versperrt hat. Reichen die Spielzüge von Inazuma Japan aus, um wieder ins Spiel zu kommen und den Punktestand auszugleichen oder die Oberhand zu gewinnen, bevor die erste Halbzeit endet?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829241","hoster":"VOE"},{"path":"/redirect/8577123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-3","name":"","epNo":3,"alt":"Those Who Bear the Seal","descr":"Da Gouenji Shuuya für Inazuma Japan verletzt ist, ersetzt ihn Kira Hiroto und die Rivalität zwischen Hiroto und Haizaki Ryouhei beginnt. Trotz ihrer Rivalität schaffen es Hiroto und Haizaki immer noch, den Ball nach oben zu bringen und Inamori Asuto erzielt das zweite Tor für Inazuma Japan, nachdem er den losen Ball aufgenommen hat. Doch kurz nach dem Tor von Inazuma Japan kontern Red Bison und sie erzielen auch ihr zweites Tor, das 2:2 ausgleicht. Nachdem Seok Min-Woo seine Stücke gesehen hat, nähert er sich Baek Shi-Woo und sieht etwas auf seiner Schulter, als er sein Hemd herunterzieht. Was sieht er und welches Team gewinnt das Spiel?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829238","hoster":"VOE"},{"path":"/redirect/8577119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-4","name":"","epNo":4,"alt":"Ichihoshi`s Smile","descr":"Inazuma Japan trainiert für das bevorstehende Spiel gegen Australien, aber sie haben keine Informationen über das Team, also haben sie keine Ahnung, welche Art von Spielen Australien hat. Manche trainieren in Gruppen, manche zu zweit und andere alleine. Während die anderen trainieren, geht Kidou Yuuto zu Zhao Jin Yun, um zu fragen, ob etwas mit dem Turnier los ist, sowie einige Hintergrundinformationen zu Ichihoshi Mitsuru, aber ohne Erfolg. Endou Mamoru und Ichihoshi trainieren miteinander, aber den letzten Ball schießt Ichihoshi, ein Stachel taucht aus dem Ball auf und Endou kann ihm dank Kidous Warnung ausweichen. Was hat Ichihoshi vor?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829235","hoster":"VOE"},{"path":"/redirect/8577122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-5","name":"","epNo":5,"alt":"The Trojan Horse","descr":"Inazuma Japan beginnt ihr Spiel gegen Australien, aber sie haben Probleme, mit Australiens Spielzügen Schritt zu halten. Australien erzielt schnell zwei Tore, da Endou Mamoru nicht in der Lage ist, Satan Gauls Technik Time Trance mit Fuujin Raijin zu blockieren. Es erscheint jedoch jemand, der eine Weile weg war, kann sie Inazuma Japan helfen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829239","hoster":"VOE"},{"path":"/redirect/8577124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-6","name":"","epNo":6,"alt":"Kidou`s Counterattack","descr":"Das Spiel zwischen Inazuma Japan und Australien geht mit der zweiten Hälfte weiter. Als er sieht, dass Ichihoshi Mitsuru versucht, Inazuma Japan zum Verlieren zu bringen, beschließt Kidou Yuuto, ihn mit Hilfe von Haizaki Ryouhei und Kira Hiroto zu eliminieren. Das Duo versetzt Ichihoshi einige Schläge, aber trotz alledem ist Inazuma Japan immer noch im Rückstand und Endou Mamoru ist immer noch nicht in der Lage, Satan Gauls Time Trance zu stoppen, während er das Timing der Technik sehen kann. Kann Inazuma Japan das Spiel umkehren und wird Endou in der Lage sein, Satans Time Trance zu stoppen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829244","hoster":"VOE"},{"path":"/redirect/8577121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-7","name":"","epNo":7,"alt":"The Waiting Trap","descr":"Das Spiel zwischen Inazuma Japan und Shining Satans endet schließlich mit Haizaki Ryouhei und Kira Hiroto, die mit Penguin The God \u0026 Devil den Siegtreffer erzielen, der mit 5-4 steht. Als die Mannschaft jedoch ihren Sieg feiert, wird einem ihrer Mitspieler des Dopings vorgeworfen. Wie wird das Team darauf reagieren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829243","hoster":"VOE"},{"path":"/redirect/8577125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-8","name":"","epNo":8,"alt":"Inazuma Japan`s Biggest Crisis","descr":"Inazuma Japan beginnt mit dem Training für das nächste Spiel gegen Usbekistans Team Eternal Dancers. Doch bevor das Match beginnt, wird Endou Mamoru festgenommen, als er mit einigen Leuten konfrontiert wird. Jetzt muss Inazuma Japan ohne Kapitän und Haupttorhüter beginnen und das Spiel gewinnen. Wie wird Inazuma Japan dies tun?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829242","hoster":"VOE"},{"path":"/redirect/8577126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-9","name":"","epNo":9,"alt":"The Emperor`s Return","descr":"Nosaka Yuuma ist nach seiner Gehirnoperation endlich wieder im Team und ist der Kapitän von Inazuma Japan in der zweiten Hälfte des Spiels zwischen Inazuma Japan und Eternal Dancers. Mit Nosaka zurück sind die Spiele von Inazuma Japan viel besser als in der ersten Halbzeit, weil Nosaka jedem befiehlt, was zu tun oder zu stehen ist. Obwohl Nosaka gerade seine Gehirnoperation hatte, schafft er es immer noch, seine Stücke zu machen. Wen hat er im Krankenhaus getroffen und wird Inazuma Japan jetzt einige Tore schießen, wenn Nosaka zurück ist?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829252","hoster":"VOE"},{"path":"/redirect/8577127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-10","name":"","epNo":10,"alt":"The Emperor Strikes Back","descr":"Inazuma Japan schafft es, das Match gegen Eternal Dancers mit einem Ergebnis von 4-2 zu gewinnen, aber nach dem Match versucht Ichihoshi Mitsuru, Nosaka des Dopings zu beschuldigen, wie er es bei Kidou Yuuto getan hat . Auch Endou Mamoru wird von der Polizeiwache entlassen und Kimura Yousuke kommt auf ihn zu, um mit ihm über Ichihoshi zu sprechen. Endou erzählt seinem Team später, was er von Kimura über Ichihoshi gesagt hat, wobei Iwato Takashi auch etwas enthüllt. Was werden Endou und Iwato dem Team über Ichihoshi erzählen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829245","hoster":"VOE"},{"path":"/redirect/8577128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-11","name":"","epNo":11,"alt":"The Emperor`s Scenario","descr":"Inazuma Japan bereitet sich auf das nächste Spiel gegen Saudi-Arabien vor. Nosaka Yuuma zeigt dem Team das Training. Während das Team trainiert, wird Ichihoshi Mitsuru von Girikanan unter Druck gesetzt, sie zu eliminieren. Ichihoshi möchte es jedoch nicht wirklich tun, da es ihn an den Unfall erinnert, den er vor einigen Jahren hatte. Am Ende tut er es nicht und beschließt, die Spieler während des Spiels mit Hilfe der Saudi-Arabien-Spieler auszuschalten. Wie wird Inazuma Japan dies verhindern und gleichzeitig das Spiel gewinnen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829246","hoster":"VOE"},{"path":"/redirect/8577129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-12","name":"","epNo":12,"alt":"Ichihoshi`s Final Decision","descr":"Ichihoshi ist hin- und hergerissen zwischen der Rettung seines Bruders und dem Fußballspielen, wie er es gerne möchte. Diese Debatte wird noch stärker, nachdem er einen Pass von Asuto erhält, der ihm vertraut, dass er gut abschneidet. Dann bekommt er jedoch einen neuen Befehl, Nosaka zu zerstören. Obwohl er seinen Bruder retten will, wächst sein Gefühl, normalen Fußball zu spielen. Wird Ichihoshi beschließen, den Befehlen der Orion Foundation zu folgen oder zum Spaß Fußball zu spielen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829249","hoster":"VOE"},{"path":"/redirect/8577134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-13","name":"","epNo":13,"alt":"Japan`s New Radiance","descr":"Die erste Halbzeit zwischen Inazuma Japan und Saudi-Arabien endete mit einem Spielstand von 1:0. Ichihoshi Mitsuru ist immer noch hin- und hergerissen zwischen der Rettung seines Bruders und dem Fußballspielen, wie er es gerne möchte. Inazuma Japan versucht Ichihoshi zu helfen, aber es funktioniert nicht wirklich. Zhao Jinyun enthüllt dann, dass Ichihoshi keinen Bruder im Krankenhaus hatte, da Kidou Yuuto den ganzen Tag gewartet hat, aber niemand kam in den Raum, in dem Ichihoshis Bruder sein sollte. Zhao enthüllt auch, dass sein Bruder bei dem Unfall mit seinem Vater gestorben ist , was Ichihoshi noch verwirrter macht. Die zweite Halbzeit beginnt und Inazuma Japan beschließt, Ichihoshi trotz seines Zustands spielen zu lassen. Kann Ichihoshi durchkommen und sein wahres Selbst finden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829247","hoster":"VOE"},{"path":"/redirect/8577130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-14","name":"","epNo":14,"alt":"Sparkly Soccer Boy","descr":"Kimura Yousuke interviewt Inamori Asuto, Haizaki Ryouhei und Nosaka Yuuma.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829248","hoster":"VOE"},{"path":"/redirect/8577131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-15","name":"","epNo":15,"alt":"Zhao Jinyun`s Pupil","descr":"Das Asienfinale steht bevor und Inazuma Japan trifft auf Chinas Team. Zhao Jinyun sagte den Mitgliedern, dass Li Kobun sie wegen eines Vorfalls in seiner Familie verlassen musste, aber Hiura Kirina enthüllte seine wahre Identität, die er wusste, weil er ihn zuvor ohne Maske gesehen hatte. Li Hao erzählte dann seine Geschichte, wie er Zhao Jinyun vor sechs Jahren kennenlernte, als er acht Jahre alt war. Nachdem Zhao ihn erwischt hatte, wie er seine Brieftasche stehlen wollte, brachte er ihn zu einem Ort, wo er essen konnte und Hao enthüllte, dass er ein Waisenjunge war, der das Waisenhaus verließ, weil er die Leute dort nicht mochte und beschloss, auf die Straße zu gehen. Zhao sammelte andere Straßenratten und begann sie zu trainieren, um eine Fußballmannschaft zu werden, aber hauptsächlich, um ihnen zu zeigen, wie man ein ehrliches Leben führt. Nachdem er entschieden hatte, dass sie ihn nicht mehr brauchten, verließ er sie,sagen, dass ein ehrliches Leben ihnen am Ende etwas Besseres bringen würde. Die Straßenratten haben es gut alleine geschafft, denn sie schafften es mit ihrem Team Rojiura Shounentai bis ins Finale des China-Turniers. Sie sahen, dass ihr Gegner, Shanghai Hoshinekodan, von niemand anderem als Zhao Jinyun trainiert wurde. Das Spiel endete unentschieden mit einem Spielstand von 2:2.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336151","hoster":"VOE"},{"path":"/redirect/8577133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-16","name":"","epNo":16,"alt":"Within the Team, I Am...","descr":"Ichihoshi Hikaru fühlt sich schuldig für das, was er dem Team angetan hat, als er dachte, er sei Ichihoshi Mitsuru und hilft dem Team auf jede erdenkliche Weise, damit sie ihm vergeben können. Inamori Asuto sieht, was Ichihoshi tut und beschließt, ihn mitten in der Nacht einzuladen, in den Wald des Berges Fuji zu gehen. Sie verirren sich jedoch und sagen ihren Teamkollegen nicht, wohin sie gegangen sind. Werden sie ihren Weg zurück finden und werden ihre Teamkollegen nach ihnen suchen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829251","hoster":"VOE"},{"path":"/redirect/8577132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-17","name":"","epNo":17,"alt":"The Astonishing Triple Goalkeepers","descr":"Inazuma Japan beginnt das Spiel gegen Chinas Nationalmannschaft Soccer Acrobatic Troupe, jedoch ohne ihren Trainer, da er abwesend ist, was Kudou Michiya zum Haupttrainer des Spiels macht. Die Spieler von Inazuma Japan kämpfen gegen die Spiele der Soccer Acrobatic Troupe und Endou Mamorus Fuujin Raijin Ghost wird von Li Haos Tenkuu Hayabusadan gebrochen. Kudou beschließt dann, die beiden Ersatztorhüter Nishikage Seiya und Saginuma Osamu auszuwechseln, wobei letzterer sein Debüt als Verteidiger gibt. Wie werden sie nun mit all den drei Torhütern auf dem Feld Li Haos Tenkuu Hayabusadan stoppen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829250","hoster":"VOE"},{"path":"/redirect/8577135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-18","name":"","epNo":18,"alt":"Goujin Stands on the Field","descr":"Inazuma Japan setzt sein Spiel gegen Soccer Acrobatic Troupe fort. Mit Hilfe von Nishikage Seiya und Saginuma Osamu ist Endou Mamoru nun in der Lage, Li Haos Tenkuu Hayabusadan mit ihrer Kombinationstechnik The Asura zu stoppen. Allerdings hat Inazuma Japan jetzt Probleme damit, Tore zu erzielen, da die Soccer Acrobatic Troupe alle ihre Techniken eingestellt hat. Kudou Michiya beschließt dann, Goujin Tetsunosuke spielen zu lassen, der sein Debüt für das Team gibt. Kann er dem Team helfen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829256","hoster":"VOE"},{"path":"/redirect/8577136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-19","name":"","epNo":19,"alt":"Aim for the Big Stage!","descr":"Das Ende des Spiels nähert sich langsam und Inazuma Japan fällt es schwer, gegen Soccer Acrobatic Troupe zu punkten, während sie auch Schwierigkeiten haben, Tore zu erzielen. Soccer Acrobatic Troupe enthüllt einige weitere Taktiken, um an den Spielern von Inazuma Japan vorbeizukommen, aber dank Nosaka Yuuma und Ichihoshi Hikaru kontern sie die Taktik später mit ihrer eigenen neuen Taktik, The General. Inazuma Japan gelingt es, mit Fudou Akios Maximum Circus das Gleichstandstor zu erzielen, aber die letzten Minuten des Asien-Finalspiels sind fast vorbei. Wer wird dieses Spiel gewinnen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829253","hoster":"VOE"},{"path":"/redirect/8577137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-20","name":"","epNo":20,"alt":"A Party for a New Journey","descr":"Nach dem Gewinn der FFI-Vorrunden wird Inazuma Japan zu einer luxuriösen Dinnerparty an Bord eines Schiffes eingeladen. Zu ihrer großen Überraschung sind auch Clario Orvan und einige andere Mitglieder von Barcelona Orb auf der Party. Zu dieser Zeit werden die Auslosungen der Mannschaftsspiele des FFI live im Fernsehen übertragen, und Japans erster Rivale ist Spanien. Könnte die Orion Foundation dafür verantwortlich sein?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829255","hoster":"VOE"},{"path":"/redirect/8577143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-21","name":"","epNo":21,"alt":"Thinking of What Waits Across the Ocean","descr":"Vor ihrer Abreise nach Russland zum Football Frontier International besuchen die Mitglieder von Inazuma Japan ihre jeweiligen Schulen, um sich mit ihren Freunden und ihrer Familie zu treffen. Fubuki Shirou trifft seinen Bruder, Fubuki Atsuya, und er enthüllt, dass Shirou eine Beinverletzung hat, was ihn daran hindert, am Turnier teilzunehmen. Endou Mamoru, Gouenji Shuuya und Kidou Yuuto treffen sich am Steel Tower Plaza, wo Kidou sagt, dass er nicht mit ihnen nach Russland gehen wird, da er plant, in Japan zu bleiben, um neue Mitglieder für Inazuma Japan auszuwählen. Später an diesem Tag liest Inamori Asuto seinen Brief und sieht dann Shinjou Takuma, der mit ihm sprechen möchte. Worüber möchte Shinjou mit Asuto sprechen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829258","hoster":"VOE"},{"path":"/redirect/8577138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-22","name":"","epNo":22,"alt":"Viva! The World`s Skies!","descr":"Inazuma Japan reist mit dem Flugzeug nach Russland und jedes Mitglied tut etwas, damit die Zeit schnell vergeht. Als sie in Russland ankommen, treffen sie auf Spaniens Team, Invincible Giant, Amerikas Team, Star Unicorn, und Russlands Team, Perfect Spark. Die Teams vermuten, dass jedes Mitglied Russlands ein Schüler des Orion ist, aber dann gibt Froy Girikanan eine Antwort, die sie überrascht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829257","hoster":"VOE"},{"path":"/redirect/8577140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-23","name":"","epNo":23,"alt":"The Wall That Is the World","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829259","hoster":"VOE"},{"path":"/redirect/8577139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-24","name":"","epNo":24,"alt":"Let`s Walk Through Russia","descr":"Inazuma Japan hat vor ihrem ersten Spiel noch etwas Zeit, also beschließen sie, Russland zu erkunden. Einige der Spieler nehmen an einem Esswettbewerb teil, an dem auch Clario Orvan teilnimmt, während Ichihoshi Hikaru Froy Girikanan trifft, um über die Orion Foundation zu sprechen. Nachdem sie ihre Zeit in Russland verbracht haben, kehrt das Team zum Training zurück, wobei Inamori Asuto, Haizaki Ryouhei und Nosaka Yuuma ausgewählt werden, um Gouenji Shuuyas letztes Resort zu erben. Dann verwendet plötzlich jemand eine Technik, um die Aufmerksamkeit des Teams zu erregen. Wer ist es?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829260","hoster":"VOE"},{"path":"/redirect/8577142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-25","name":"","epNo":25,"alt":"The Looming Giant Gods","descr":"Inazuma Japan tritt beim Football Frontier International in Russland gegen Invincible Giant an. Da Fubuki Atsuya das erste zusätzliche Mitglied für Inazuma Japan ist, startet er auch gegen Spanien und ersetzt Kira Hiroto auf der vorderen Position. Inazuma Japan kämpft jedoch gegen Invincible Giant, da Clario Orvan schnell das erste Tor für sein Team erzielt, obwohl Endou Mamoru eine neue Technik namens Super God Hand hat. Wie wird Inazuma Japan kontern?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829263","hoster":"VOE"},{"path":"/redirect/8577144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-26","name":"","epNo":26,"alt":"The General`s Brilliance","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829270","hoster":"VOE"},{"path":"/redirect/8577145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-27","name":"","epNo":27,"alt":"Asuto! Sprint for Victory!","descr":"Inazuma Japan setzt sein Spiel gegen Invincible Giant fort, aber es fällt ihnen schwer, mit Spanien mitzuhalten, das mit Twin Lancer sein drittes Tor erzielte. Inazuma Japan versucht mit Last Resort ein weiteres Tor zu erzielen, aber Nosaka Yuuma sieht, dass dies noch unvollständig ist, so dass es von Spaniens Abwehr leicht gestoppt werden kann. Sie entscheiden sich dann, sich auf Inamori Asuto zu verlassen, um die spanischen Spieler durchzusetzen. Kann Asuto das Spiel umdrehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829262","hoster":"VOE"},{"path":"/redirect/8577141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-28","name":"","epNo":28,"alt":"Ichinose Sink in a Coup d`Etat","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829265","hoster":"VOE"},{"path":"/redirect/8577146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-29","name":"","epNo":29,"alt":"Aphrodi Descends","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336152","hoster":"VOE"},{"path":"/redirect/8577147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-30","name":"","epNo":30,"alt":"The Eyes of God","descr":"Inazuma Japan steht kurz vor dem Kampf gegen Navy Invader, aber Inamori Asuto kommt zu spät, da er immer noch mit Inamori Masato, seinem Vater, spricht. Asuto kommt pünktlich im Stadion an und Inazuma Japan beginnt ihr Spiel, während Aphrodi sein Debüt gibt. Inazuma Japan versucht schnell, mit Fudou Akio mit Maximum Circus zu punkten, aber Bigman blockiert es mit Gunji Eisei Phobos. Navy Invader kontern und sie punkten stattdessen mit Carronade Hou, die Endou Mamorus Diamond Hand durchbricht. Wie bei Star Unicorn beginnen Navy Invader, die Spieler von Inazuma Japan zu verletzen. Wie wird Inazuma Japan das Spiel fortsetzen und was kann Aphrodi für das Team tun?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829268","hoster":"VOE"},{"path":"/redirect/8577148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-31","name":"","epNo":31,"alt":"Air on GGG String","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829278","hoster":"VOE"},{"path":"/redirect/8577150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-32","name":"","epNo":32,"alt":"The Phoenix, Reborn!","descr":"Inazuma Japan setzt sein Match gegen Navy Invader mit Domon Asuka, Ichinose Kazuya und Mark Kruger, drei Spielern von Star Unicorn, bei Navy Invader fort. Inazuma Japan liegt mit einem Score von 3:2 immer noch in Führung, aber mit dem Star Unicorn Trio blockieren sie einen Versuch von Haizaki Ryouhei mit Shark The Deep und erzielen mit The Phoenix das Gleichstandstor, indem sie Endou Mamorus Diamond Hand durchbrechen. Da die Zeit langsam abläuft, fällt es Inazuma Japan schwer, ein weiteres Tor zu erzielen. Wird Inazuma Japan den Siegtreffer erzielen oder endet es in einem Unentschieden wie im Spiel gegen Invincible Giant?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829261","hoster":"VOE"},{"path":"/redirect/8577155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-33","name":"","epNo":33,"alt":"Asuto`s Disappearance","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829267","hoster":"VOE"},{"path":"/redirect/8577149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-34","name":"","epNo":34,"alt":"The Shocking Additional Members","descr":"Die Mitglieder von Inazuma Japan machen sich Sorgen um Inamori Asuto, der plötzlich verschwunden ist, nachdem er mit seinem Vater in eine Orion-Einrichtung gegangen ist. Trotzdem erscheinen zwei neue Mitglieder vor Inazuma Japan, die den Spielern von Inakuni Raimon bekannt vorkommen, aber sie sehen anders aus als ihre vorherigen Auftritte. Wer sind Sie?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829266","hoster":"VOE"},{"path":"/redirect/8577152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-35","name":"","epNo":35,"alt":"Magnificent Froy","descr":"Inazuma Japans letztes Spiel in ihrer Gruppe beginnt gegen Perfect Spark, aber Inamori Asuto ist nicht von seiner Reise mit seinem Vater zurückgekehrt. Sie beschließen, das Spiel ohne sie zu spielen und lassen Umihara Norika und Kozoumaru Sasuke ihr Debüt für Inazuma Japan geben, wobei Norika die Torhüterin und Kozoumaru einer der beiden Stürmer ist. Inazuma Japan kämpft gegen Perfect Spark, wobei Froy Girikanan schnell das erste Tor erzielt. Was können die beiden neuen Mitglieder tun, um das Match mehr zu ihren Gunsten zu machen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829269","hoster":"VOE"},{"path":"/redirect/8577151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-36","name":"","epNo":36,"alt":"Lonely Froy","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829271","hoster":"VOE"},{"path":"/redirect/8577153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-37","name":"","epNo":37,"alt":"The Warrior in a Black Bandana","descr":"Inazuma Japan bestreitet immer noch ein Match gegen Perfect Spark, aber Perfect Spark hat zwei Spieler verloren, nachdem Froy Girikanan und Viktor Sedov ihr Team verlassen haben. Sie ersetzen sie durch Malik Kuabel, einen Spieler, den Inamori Asuto in der Orion-Trainingsanlage kennengelernt hat, und jemand, dessen Augen mit einem schwarzen Bandana bedeckt sind. Das Spiel geht weiter, aber einige Spieler von Inazuma Japan stellen fest, dass die Bewegungen und Techniken, die der Spieler mit dem schwarzen Bandana macht, denen sehr ähnlich sind, die sie sehr gut kennen. Ist er es wirklich und was hat Orion mit ihm gemacht?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829272","hoster":"VOE"},{"path":"/redirect/8577154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-38","name":"","epNo":38,"alt":"The Truth About Orion","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829273","hoster":"VOE"},{"path":"/redirect/8577157","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-39","name":"","epNo":39,"alt":"Artemis`s Arrow","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829274","hoster":"VOE"},{"path":"/redirect/8577156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-40","name":"","epNo":40,"alt":"Older Brother and Younger Brother","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379696","hoster":"VOE"},{"path":"/redirect/8577158","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-41","name":"","epNo":41,"alt":"The Fierce Guys Are Here","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829276","hoster":"VOE"},{"path":"/redirect/8577163","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-42","name":"","epNo":42,"alt":"Beneath a Small Sky","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923690","hoster":"VOE"},{"path":"/redirect/8577160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-43","name":"","epNo":43,"alt":"Let`s Play That Soccer","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829277","hoster":"VOE"},{"path":"/redirect/8577162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-44","name":"","epNo":44,"alt":"The Witch`s Army","descr":"Das Halbfinalspiel zwischen Inazuma Japan und der italienischen Nationalmannschaft Guardians of Queen steht kurz bevor. Guardians of Queen stehen unter der direkten Kontrolle von Irina Girikanan und tragen mysteriöse Anhänger an Armen und Beinen, die die Kraft ihrer Bewegungen und Techniken erhöhen. Aus diesem Grund kämpft Inazuma Japan gegen sie und liegt mit einem Score von 0-2 schnell zurück. Wie wird Inazuma Japan dieses Spiel drehen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829281","hoster":"VOE"},{"path":"/redirect/8577159","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-45","name":"","epNo":45,"alt":"The Poisoned Apple Equation","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829280","hoster":"VOE"},{"path":"/redirect/8577161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-46","name":"","epNo":46,"alt":"Roar! Last Resort","descr":"Inazuma Japan setzt sein Spiel gegen Guardians of Queen fort, aber das Ergebnis ist für Inazuma Japan mit 1-3 nicht günstig. Norika, Aphrodi und Saginuma wurden von Grid Omega verletzt und durch Endou, Kozoumaru und Gouenji ersetzt, der nach langer Verletzung wieder ein Match bestreitet. Inazuma Japan kämpft immer noch gegen Guardians of Queen aufgrund der Unterstützer, die sie tragen. Da Gouenji keine andere Möglichkeit sieht, möchte er Last Resort nutzen, obwohl Asuto, Haizaki und Nosaka unvollständig sind. Können sie Last Resort noch rechtzeitig abschließen und dieses Match gewinnen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829282","hoster":"VOE"},{"path":"/redirect/8577164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-47","name":"","epNo":47,"alt":"It Began on the Day of the Final Battle","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829283","hoster":"VOE"},{"path":"/redirect/8577165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-48","name":"","epNo":48,"alt":"Hold Hands Across the World","descr":"Das Spiel zwischen Perfect Spark und Inazuma Japan kommt zum Erliegen, als Irina droht, das Stadion zu bombardieren und alle darin zu töten, es sei denn, die verschiedenen Länder der Welt stimmen zu, ein Lösegeld zu zahlen. Das ultimative Orion-Team, Shadow of Orion, erscheint und veranlasst die Versammlung von Zhao Jinyuns, einem neuen Team, das sich aus Spielern verschiedener Nationalmannschaften zusammensetzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829284","hoster":"VOE"},{"path":"/redirect/8577166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inazuma-eleven-orion-no-kokuin/staffel-1/episode-49","name":"","epNo":49,"alt":"Tomorrow Comes Beyond the Field","descr":"Zhao Jinyuns setzen ihren Kampf gegen den Schatten des Orion fort. Yurika versuchte mit Black Field erneut zu punkten, scheiterte aber, nachdem Endou seine Yuujou no God Hand benutzte. Alle sind motiviert, nachdem sie gesehen haben, wie Endou Black Field erfolgreich fängt. Obwohl sie mit einem 0-3 Rückstand zurückliegen, gelang es ihnen, aufzuholen, nachdem Ichinose Kazuya, Haizaki Ryouhei und Clario Orvan mit Perseus Orb trafen. Nachdem Yurika gesehen hat, dass Zhao Jinyuns gegen sie getroffen hat, kann sie nicht glauben, was mit ihnen passiert. Sie versuchte mit Orion Crossviper zu punkten, aber Endou blockt es erneut mit Super Megaton Head. Gouenji, Kidou und Endou stürmen auf das Feld zu und punkten mit Inazuma Break Code Great. Lus Kasim, Li Hao und Malik Kuabel glichen dann mit Sword of d\u0027Artagnan die Punktzahl aus. Asuto überzeugt Yurika, dass sie immer noch hier ist, egal ob sie verliert oder nicht. Froy,Ichihoshi, Nosaka, Haizaki und Asuto teilten ihre Gefühle, dass sie wegen des Fußballs Freunde hatten, die sie unterstützten. Die fünf machten Schussketten mit Innocent Drive, Planet Break, Gekkoumaru Tsubame Gaeshi, Shark the Deep und Sunrise Blitz und erzielten das letzte und gewinnende Tor für Zhao Jinyuns. Alles wurde dunkel, aber Endou sagte allen, sie sollen Fußball spielen, dann kicken alle die Bälle mit blauer Aura nach oben, danach beginnt die Sonne zu scheinen und alle waren glücklich, dass Fußball sie alle zusammenhält. Alle verließen dann ihre eigenen Wege und schlossen sich ihren alten Teams an. Inakuni Raimon kehrte nach Inakunijima zurück, Ichihoshi schloss sich Outei Tsukinomiya an und der Original Raimon ist wieder zurück. Die Football Frontier begann und es ist Raimon gegen Inakuni, Inakuni geht zum Anpfiff und die Menge jubelte ihnen allen zu.Haizaki und Asuto teilten ihre Gefühle, dass sie wegen des Fußballs Freunde hatten, die sie unterstützten. Die fünf machten Schussketten mit Innocent Drive, Planet Break, Gekkoumaru Tsubame Gaeshi, Shark the Deep und Sunrise Blitz und erzielten das letzte und gewinnende Tor für Zhao Jinyuns. Alles wurde dunkel, aber Endou sagte allen, sie sollen Fußball spielen, dann kicken alle die Bälle mit blauer Aura nach oben, danach beginnt die Sonne zu scheinen und alle waren glücklich, dass Fußball sie alle zusammenhält. Alle verließen dann ihre eigenen Wege und schlossen sich ihren alten Teams an. Inakuni Raimon kehrte nach Inakunijima zurück, Ichihoshi schloss sich Outei Tsukinomiya an und der Original Raimon ist wieder zurück. Die Football Frontier begann und es ist Raimon gegen Inakuni, Inakuni geht zum Anpfiff und die Menge jubelte ihnen allen zu.Haizaki und Asuto teilten ihre Gefühle, dass sie wegen des Fußballs Freunde hatten, die sie unterstützten. Die fünf machten Schussketten mit Innocent Drive, Planet Break, Gekkoumaru Tsubame Gaeshi, Shark the Deep und Sunrise Blitz und erzielten das letzte und gewinnende Tor für Zhao Jinyuns. Alles wurde dunkel, aber Endou sagte allen, sie sollen Fußball spielen, dann kicken alle die Bälle mit blauer Aura nach oben, danach beginnt die Sonne zu scheinen und alle waren glücklich, dass Fußball sie alle zusammenhält. Alle verließen dann ihre eigenen Wege und schlossen sich ihren alten Teams an. Inakuni Raimon kehrte nach Inakunijima zurück, Ichihoshi schloss sich Outei Tsukinomiya an und der Original Raimon ist wieder zurück. Die Football Frontier begann und es ist Raimon gegen Inakuni, Inakuni geht zum Anpfiff und die Menge jubelte ihnen allen zu.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8829285","hoster":"VOE"},{"path":"/redirect/8577167","hoster":"Streamtape"}]}]}]}]}