{"path":"/serie/stream/indiens-verlorene-schtze","name":"Indiens verlorene Schätze","descr":"In drei Teilen erforscht die Dokumentation \"Indiens verlorene Schätze\" unberührtes und unerforschtes Terrain in Indien. Dabei bietet die Natur vollkommen gegensätzliche Lebensräume: Von den lebensfeindlichsten Regionen des Subkontinents bis hin zu den artenreichsten der gesamten Welt.","seasons":[{"path":"/serie/stream/indiens-verlorene-schtze/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/indiens-verlorene-schtze/staffel-1/episode-1","name":"Die Krieger von Nagaland","epNo":1,"alt":"The Headhunters of Nagaland","descr":"Im Vergleich zum Rest des Subkontinents ist der Nordosten Indiens zum großen Teil unberührtes und unerforschtes Terrain. Das geheimnisumwobene Gebiet gilt bis heute als eines der wohl abgelegensten und gleichzeitig schönsten Schutzgebiete der Welt. Hier, wo der tropische Dschungel auf die Ausläufer des Himalaya trifft, leben einige Tierarten, die es nur hier gibt. Und auch der Mensch ist vertreten: Uralte Stämme leben bis heute in den Wäldern und hüten die gefährdete Wildnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10487631","hoster":"VOE"},{"path":"/redirect/10487632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indiens-verlorene-schtze/staffel-1/episode-2","name":"Kiplings Paradies","epNo":2,"alt":"Kipling’s Paradise","descr":"Die Westghats zählen zu den artenreichsten Regionen der Welt. Das Gebirge im Westen des Landes gilt als die Geburtsstätte der meisten endemischen Tierarten Indiens. Diese Folge von \"Indiens verlorene Schätze\" taucht ein in das Herz des dichten Urwaldes am Fuße der Westghats. Unter seinen mächtigen Baumkronen leben die Wildlife-Helden, die einst als Vorlage für eine fantastische Erzählung dienten: die Tiger, Affen und Bären aus Rudyard Kiplings \"Dschungelbuch\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10487636","hoster":"VOE"},{"path":"/redirect/10487624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indiens-verlorene-schtze/staffel-1/episode-3","name":"Die weiten Ebenen Indiens","epNo":3,"alt":"The Great Indian Plains","descr":"Die Thar erstreckt sich über eine Fläche von mehr als 200.000 Quadratkilometern im Nordwesten Indiens. Auch bekannt unter dem Namen \"Große Indische Wüste\", liegt das Wüsten- und Halbwüstengebiet unmittelbar an der Grenze zu Pakistan. Aufgrund der nahezu permanenten Trockenheit gilt die Thar als lebensfeindlichste Region des Subkontinents. Nur wenige Arten haben sich den rauen Bedingungen und extremen Temperaturschwankungen von eisiger Kälte im Winter bis zu 50 Grad Celsius im Sommer anpassen können. Um in den weiten Ebenen zu überleben, sind Tiere und Menschen eine einzigartige Allianz eingegangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10487625","hoster":"VOE"},{"path":"/redirect/10487626","hoster":"Streamtape"}]}]}]}]}