{"path":"/serie/stream/indian-police-force","name":"Indian Police Force","descr":"Kabir Malik arbeitet als Polizist in Delhi und setzt sich entschlossen gegen den Terrorismus ein. Er verfolgt unermüdlich sein Ziel, für Gerechtigkeit zu sorgen. Sein Gegenspieler ist der heimtückische Terrorist Zarar. Die Verfolgungsjagd zwischen Kabir und Zarar eskaliert, da Kabir nicht nur physischen Gefahren, sondern auch politischen und persönlichen Herausforderungen gegenübersteht. (Text: Amazon)","seasons":[{"path":"/serie/stream/indian-police-force/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/indian-police-force/staffel-1/episode-1","name":"Gründungstag","epNo":1,"alt":"Delhi Police Raising Day","descr":"Im Herzen von Indiens geschäftiger Hauptstadt Delhi bricht Chaos aus, als eine Reihe tödlicher Explosionen die Stadt erschüttern. Panik und Angst erfassen die Bewohner, während die Explosionen unerbittlich zu sein scheinen und eine Spur der Zerstörung hinterlassen. Der Frieden in der Stadt ist zerstört und die Verantwortung, die Täter zu fassen, liegt bei den tapferen Männern und Frauen der Polizei von Delhi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13682544","hoster":"VOE"},{"path":"/redirect/13678872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indian-police-force/staffel-1/episode-2","name":"Eine falsche Entscheidung","epNo":2,"alt":"One Wrong Call","descr":"Mit der Unterstützung von Gujarats ATS-Chefin Tara Shetty analysieren Kabir und Vikram Beweise, aber ihre Frustration hält an, da ihre Ermittlungen in Sackgassen münden. Es kommt zu einer unerwarteten Wendung der Ereignisse und ein Anruf aus dem Versteck des Terroristen gibt einen Hinweis, der der Polizei von Delhi dabei helfen könnte, ihren Aufenthaltsort herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13682546","hoster":"VOE"},{"path":"/redirect/13680737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indian-police-force/staffel-1/episode-3","name":"Die Jagd","epNo":3,"alt":"The Hunt","descr":"Nach einer unerbittlichen Verfolgungsjagd finden Kabir und Vikram endlich das Versteck der Terroristen. In einem herzzerreißenden Hinterhalt konfrontiert die Polizei von Delhi die Terroristen in einem erbitterten Schusswechsel, der auf beiden Seiten Opfer fordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13682545","hoster":"VOE"},{"path":"/redirect/13679942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indian-police-force/staffel-1/episode-4","name":"Das Phantom ist zurück","epNo":4,"alt":"The Ghost Is Back","descr":"Zarar ist erneut auf einer finsteren Mission, um Bombenanschläge in der Stadt Jaipur durchzuführen. Es gelingt ihm, diese tödlichen Taten auszuführen. Als Kabir von den Explosionen erfährt, beginnt er selbst eine illegale Untersuchung in Jaipur durchzuführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918044","hoster":"VOE"},{"path":"/redirect/13679946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indian-police-force/staffel-1/episode-5","name":"Der Verlust","epNo":5,"alt":"The Loss","descr":"Als Kabir und sein Team ihre Ermittlungen in Goa durchführen, gelingt ihnen ein Durchbruch. Unterdessen bereiten sich Zarar und sein Bruder Sikku darauf vor, Chaos in der Stadt auszulösen und die Bühne für einen Showdown zu bereiten. Es kommt zu einem tragischen Unfall. Als die Episode zu Ende geht, schockiert die Information über Nafeesas Mutter die Polizei und treibt die Ermittlungen voran, um die Wahrheit über Zarars Absichten herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13682547","hoster":"VOE"},{"path":"/redirect/13679945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indian-police-force/staffel-1/episode-6","name":"Die Wahrheit","epNo":6,"alt":"The Truth","descr":"Kabir erreicht Darbhanga und konfrontiert Nafisa mit Zarars wahrer Identität. Von dieser Offenbarung geschockt, fällt Nafeesa in Ohnmacht und Kabir bringt sie ins Krankenhaus. Nafeesa erkennt Zarars Wahrheit, stellt sich der Polizei und verrät, dass Zarar in Bangladesch war. Kabir reist zusammen mit Tara Shetty nach Delhi, um beim Innenminister die Erlaubnis für eine grenzüberschreitende Operation zur Rückführung Zarars einzuholen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13682549","hoster":"VOE"},{"path":"/redirect/13679944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/indian-police-force/staffel-1/episode-7","name":"Heimkehr","epNo":7,"alt":"Home Coming","descr":"Kabir reist nach Bangladesch, um Zarar zu finden, nachdem er die Genehmigung des Innenministers erhalten hat. Mit der Hilfe von Jagtap und Rana und einer spektakulären Reihe von Ereignissen bei der Verfolgung von Zarar gelingt es Kabir schließlich, Indiens meistgesuchten Terroristen auf sein Territorium zurückzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13682550","hoster":"VOE"},{"path":"/redirect/13679948","hoster":"Streamtape"}]}]}]}]}