{"path":"/serie/stream/infiniti","name":"Infiniti","descr":"Ein Raumtransporter ist gerade dabei, im All an die Internationale Raumstation ISS anzudocken, als plötzlich eine Kamera ausfällt. Die Crew auf der Erde muss die Steuerung den Computern überlassen. Astronaut Anthony Kurz (Lex Shrapnel) befürchtet, dass es zu einer Kollision kommen könnte. Er übernimmt eigenmächtig die manuelle Steuerung der ISS, doch auch er kann den Zusammenprall nicht mehr verhindern. Dies hat zur Folge, dass die Verbindung der Raumstation zum Kontrollzentrum vollends abbricht. Die Behörden haben nach dem Verbindungsabbruch keine Ahnung, ob die Astronauten auf der ISS noch am Leben sind. Anna Zarathi (Céline Sallette), die unmittelbar vor Beginn der Infiniti-Mission von Anthony Kurz ersetzt wurde, wird von den Verantwortlichen über ihre Verbindung zu ihm befragt. Anna fordert, für eine Rettungsmission ins All fliegen zu dürfen. Um grünes Licht zu erhalten, muss sie jedoch erst unter Beweis stellen, dass sie zurechnungsfähig ist.","seasons":[{"path":"/serie/stream/infiniti/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/infiniti/staffel-1/episode-1","name":"Turm des Schweigens","epNo":1,"alt":"La Tour du silence","descr":"Die ISS, die Internationale Raumstation, ist still geworden. Die Besatzung ist in Not. Zur gleichen Zeit wird auf einem Dach in Kasachstan eine enthauptete und gewachste Leiche gefunden. Die eindeutige Identifizierung lässt keinen Zweifel aufkommen: Die Leiche gehört zu einem amerikanischen Astronauten, der sich derzeit auf einer Mission auf der ISS befindet. Ein französischer Astronaut, der aus dem Raumfahrtprogramm entlassen wurde, und ein kasachischer Polizist, der von seinen Vorgesetzten verstoßen wurde, machen sich auf, dieses mysteriöse Paradoxon zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12298082","hoster":"VOE"},{"path":"/redirect/12298076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infiniti/staffel-1/episode-2","name":"Turm zu Babel","epNo":2,"alt":"La Tour de Babel","descr":"Nach seinen jüngsten Entdeckungen fragt sich Isaak, ob er nicht einen Mörder von Kosmonauten verfolgt. Anna ist fest entschlossen, die Besatzung der ISS zu retten, und träumt davon, ins All zu fliegen. Auf dem Kosmodrom suchen Emil Durkhov und die anderen Ingenieure nach einer Möglichkeit, mit der Raumstation zu kommunizieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12298080","hoster":"VOE"},{"path":"/redirect/12300073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infiniti/staffel-1/episode-3","name":"Erster Blitz","epNo":3,"alt":"Premier éclair","descr":"Anna und Isaak nehmen gemeinsam an einer inoffiziellen Untersuchung teil. Der Fund der Leiche von Kurz beweist, dass er zur Erde zurückgekehrt ist, aber Anna ist überzeugt, dass ein Sojus-Modul nicht gelandet sein kann, ohne die Aufmerksamkeit eines ehemaligen Astronauten, Gilgamesch, auf sich zu ziehen, der bestätigt, dass eine Sojus einige Monate zuvor in der Gegend gelandet ist. Durkhov erfährt, dass der Satellit gehackt wurde, und Mason wird verhaftet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12514772","hoster":"VOE"},{"path":"/redirect/12312092","hoster":"Doodstream"},{"path":"/redirect/12312086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infiniti/staffel-1/episode-4","name":"Schwarze Sonne","epNo":4,"alt":"Soleil noir","descr":"Isaak spürt, dass er der Wahrheit immer näher kommt. Lydia und Reva erkennen, dass der amerikanische Satellit vom Kosmodrom aus gehackt wurde, und beginnen mit der unschätzbaren Hilfe von Gilgamesch, die MIR-Archive zu untersuchen. Anna und Isaak sind immer noch auf der Flucht und finden das Wrack der Sojus, das beweist, dass die Astronauten gelandet sind. Schließlich trifft eine Nachricht von der Internationalen Raumstation ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12312089","hoster":"VOE"},{"path":"/redirect/12312096","hoster":"Doodstream"},{"path":"/redirect/12312090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infiniti/staffel-1/episode-5","name":"Also sprach Zarathustra","epNo":5,"alt":"Ainsi parlait Zarathoustra","descr":"Endlich meldet sich die Internationale Raumstation: Die Besatzung ist am Leben. Erleichtert bestätigt Durkov die Rettungsmission, Anna bereitet sich auf den großen Abflug vor. Fef und Isaak finden die Spuren des Kosmonautenmörders. Währenddessen durchforstet Lydia die MIR-Archive und findet schließlich die Anomalie, die alles erklären könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12346347","hoster":"VOE"},{"path":"/redirect/12346342","hoster":"Doodstream"},{"path":"/redirect/12346349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infiniti/staffel-1/episode-6","name":"Auf der anderen Seite des Spiegels","epNo":6,"alt":"","descr":"Isaak entdeckt die Ereignisse an Bord der MIR-Station 25 Jahre zuvor und lüftet das Geheimnis um die Identität des Mörders. Auf der beschädigten Station, die mit Frost bedeckt ist und bald keinen Sauerstoff mehr hat, findet Anna einige Mitglieder der Besatzung und versucht, sie alle zur Erde zurückzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12346354","hoster":"VOE"},{"path":"/redirect/12346350","hoster":"Doodstream"},{"path":"/redirect/12346355","hoster":"Streamtape"}]}]}]}]}