{"path":"/serie/stream/infinite-dendrogram","name":"Infinite Dendrogram","descr":"Im Jahr 2043, wurde das Full-Dive-VRMMO Infinite Dendrogram veröffentlicht und wurde weltweit zum erfolgreichsten Spiel seiner Art. Dieses Spiel simuliert die fünf Sinne perfekt und zusammen mit den vielen anderen erstaunlichen Features, versprach das Spiel den Spielern eine Welt voller unendlicher Möglichkeiten. Fast zwei Jahre später kauft sich Reiji Mukudori, der bald eine Universität besuchen wird, eine Kopie des Spiels und beginnt zu spielen. Mit etwas Hilfe von seinem erfahrenen älteren Bruder Shu und seinem Partner Embryo begibt Reiji sich auf ein Abenteuer in die virtuelle Welt des Infinite Dendrogram.","seasons":[{"path":"/serie/stream/infinite-dendrogram/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-1","name":"","epNo":1,"alt":"The Beginning of Possibility","descr":"Reiji Mukudori kauft ein Exemplar von Infinite Dendrogram, dem ersten vollständigen Virtual-Reality-MMORPG der Welt. Bei seinem Eintritt ins Spiel wird er von Cheshire, einer der für die Überwachung des Spiels zuständigen KIs, begrüßt, die Reiji sagt, er müsse einen Online-Alias wählen. Reiji wählt den Namen \"Ray Starling\";. Als er im Königreich Altar ankommt, trifft Ray Liliana Grandria, einen NPC, der ihn um Hilfe bei der Suche nach ihrer Schwester Milianne bittet. Shu, Rays Bruder, bietet seine Hilfe an, aber nachdem er Milianne in einem verlassenen Obstgarten gefunden hat, werden sie von Halbwürmern angegriffen. Da Shu in den Untergrund geschleppt wurde und Liliana anderswo kämpft, bleibt nur noch Ray, um Milliane in Sicherheit zu bringen. Glücklicherweise erweckt Ray seinen Embryo, die Nemesis, die sich als Schwert manifestiert, und zerstört den letzten Halbschleppwurm, womit die Suche beendet ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522799","hoster":"VOE"},{"path":"/redirect/8522798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-2","name":"","epNo":2,"alt":"Tomb Labyrinth","descr":"Während Ray, Nemesis und Shu den Abschluss von Rays erster Suche feiern, erklärt Shu Ray etwas von Altars Geschichte und hilft ihm, ein Paladin zu werden. Später versuchen Ray und Nemesis, sich zu nivellieren, aber sie werden von einem Spieler-Killer überfallen. Trotz seiner Fluchtversuche wird Ray getötet und muss 24 Stunden warten, bevor er sich wieder in Infinite Dendrogram einloggen kann. Um stärker zu werden, gehen Ray und Nemesis zum Grabmal-Labyrinth auf dem königlichen Friedhof, wo sie gegen Zombies kämpfen und auf Figaro, einen der Spitzenspieler von Altar, treffen, der Ray empfiehlt, Gideon zu besuchen, eine Stadt, in der sich die Spieler duellieren können und keine Strafe für den Tod erleiden. Als Figaro sich verabschiedet, setzen Ray und Nemesis ihren Kampf im ganzen Labyrinth fort, aber Nemesis wird von den Zombies verängstigt zurückgelassen und Ray tröstet sie, indem er ihre Klinge poliert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522801","hoster":"VOE"},{"path":"/redirect/8522802","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-3","name":"","epNo":3,"alt":"Superior","descr":"Marie Adler, Journalistin für das Dendogram Information Network berichtet Ray, Rook und ihren Embryos über das Schicksal der PK-Klans. Für die nächste Quest schließt sich die Journalistin den Gefährten an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522805","hoster":"VOE"},{"path":"/redirect/8522804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-4","name":"","epNo":4,"alt":"Like a Flag Flying the Reversal","descr":"Auf geht’s zur nächsten Quest. Hier treffen die fünf Gefährten auf ein riesiges Unique Boss Monster.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522808","hoster":"VOE"},{"path":"/redirect/8522807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-5","name":"","epNo":5,"alt":"La Porte de l’Enfer","descr":"Reiji und Nemesis beobachten, wie eine junge Frau von Banditen bedroht wird. Als Reiji eingreifen will, taucht noch jemand auf und die Rettung verläuft anders als geplant. Als Belohnung gibt es eine neue Quest.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522810","hoster":"VOE"},{"path":"/redirect/8522811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-6","name":"","epNo":6,"alt":"Beyond the Radix Point","descr":"Lich Maise kann Reiji durch einen fiesen Trick niederstrecken. Doch Reiji ist zäh und schlägt zurück, denn er muss die in der Festung gefangenen Kinder befreien.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522812","hoster":"VOE"},{"path":"/redirect/8522813","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-7","name":"","epNo":7,"alt":"Showdown City","descr":"In Duellstadt treffen sich Reiji und Nemesis mit Marie. Reiji möchte dabei vor allem wissen, wie er und Nemesis stärker werden können, um den kraftstrotzenden Superior-Schlächter zu besiegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522816","hoster":"VOE"},{"path":"/redirect/8522817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-8","name":"","epNo":8,"alt":"Clash of the Superiors","descr":"In der Arena treffen die beiden Superior, Figaro und Xunyu aufeinander. Wer von beiden wird den Kampf für sich entscheiden können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522820","hoster":"VOE"},{"path":"/redirect/8522819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-9","name":"","epNo":9,"alt":"The Beginning of Madness","descr":"Superior Franklin hält die zweite Prinzessin des Königreichs als Geisel, hochrangige Master werden durch eine Barriere gefangen gehalten. Das Schicksal der Stadt ruht auf den Schultern der Rookies.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522823","hoster":"VOE"},{"path":"/redirect/8522822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-10","name":"","epNo":10,"alt":"The Movement on the Board","descr":"Der Kampf zwischen Superior Schlächter Marie Adler und King of Orchestra geht in die finale Phase, wer von beiden wird das Duell für sich entscheiden können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522825","hoster":"VOE"},{"path":"/redirect/8522826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-11","name":"","epNo":11,"alt":"The Right Arm of the Victor","descr":"Während Rook sich gegen Hugo behaupten muss, bekommt es Reiji mit dem Superior Franklin zu tun, der das Monster \"RSK\" für sich kämpfen lässt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522828","hoster":"VOE"},{"path":"/redirect/8522829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-12","name":"","epNo":12,"alt":"King of Destruction","descr":"Franklin’s Pan scheint zu scheitern, doch er denkt nicht ans Aufgeben, denn für den Fall der Fälle hat er noch einen weiteren Ersatzplan. Kann Reiji in seinem Zustand dagegen etwas unternehmen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522831","hoster":"VOE"},{"path":"/redirect/8522832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/infinite-dendrogram/staffel-1/episode-13","name":"","epNo":13,"alt":"Those Who Bind the Possibilities","descr":"Franklin aktiviert seine letzte Waffe, eine große unterirdische Kreatur, die Gideons Kolosseum zerstören wird, aber Fatoum, ein ausländischer Spieler, der das Kolosseum infiltriert hat, verwendet Magie, um die tektonischen Platten um die Kreatur herum zu zerstören. Ray schafft es, Pandemonium zu erreichen und versucht, Franklin zu konfrontieren, aber Hugo greift ein, um Franklin zu beschützen, und enthüllt, dass Franklin Hugos ältere Schwester ist. Ray opfert beide Arme, um Hugo und Franklin zu besiegen, während Shu Pandemonium zerstört und Marie Elizabeth rettet. Nach dem Kampf heilt Liliana Ray, kann aber seinen linken Arm nicht retten und lässt Ray mit seinem rechten Arm zurück, um das Spiel fortzusetzen. In der Folge entfernt Franklin Hugo aus dem Dreieck der Weisheit, sowohl um ihn zu beschützen als auch um moralische Einschränkungen aufzuheben, die er selbst in seinem Ziel hat, Ray zu schlagen. Ray hat auch einen Rückkampf mit Marie, nachdem er bereits entdeckt hat, dass sie diejenige war, die ihn in der zweiten Episode getötet hat. Später trennt sich Ray vom Spiel und setzt sein College-Studium in der realen Welt fort.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8522833","hoster":"VOE"},{"path":"/redirect/8522834","hoster":"Streamtape"}]}]}]}]}