{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur","name":"Ins Unbekannte - Mysterien auf der Spur","descr":"Der Abenteurer Cliff Simon reist durch die USA, um einigen der gruseligsten Mythen auf den Grund zu gehen, die das Land zu bieten hat. Erwartet ihn in den Sümpfen Lousiannas wirklich ein Werwolf? Oder ein Affenmensch in der Mojawe-Wüste? Und was hat es mit den indigenen Legenden um ein angebliches Dimensionstor am Mount Shasta auf sich?","seasons":[{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1/episode-1","name":"","epNo":1,"alt":"The Rougarou","descr":"Tief im Herzen der Sümpfe Louisianas haust der Legende nach ein grauenhaftes Monster: Der Rugaru, ein Formwandler. Eine Werwolf-artige Kreatur, die sich von Menschenfleisch ernährt. Entschlossen, seine Fährte aufzuspüren, macht sich Abenteurer Cliff Simon auf den Weg zu einer uralten Begräbnisstätte und kämpft sich durch den größten – und gefährlichsten – Sumpf Nordamerikas","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13918052","hoster":"VOE"},{"path":"/redirect/8577846","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1/episode-2","name":"","epNo":2,"alt":"The Legend of Mount Shasta","descr":"Im Norden des US-Bundesstaates Kalifornien liegt der über 4300 Meter hohe Mount Shasta. Amerikanischen Ureinwohnern ist der inaktive Vulkan heilig, um den sich bis heute eine Reihe von Mythen ranken. So soll sich dort das Tor zu einer anderen Dimension verbergen. Abenteurer Cliff Simon geht den Rätseln auf den Grund und besucht den Berg, an dem immer wieder Menschen spurlos verschwinden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8829438","hoster":"VOE"},{"path":"/redirect/8577847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1/episode-3","name":"","epNo":3,"alt":"The Mojave Sandman","descr":"In den Weiten der kalifornischen Mojave-Wüste ist er angeblich beheimatet: Der Wüsten-Sandmann, eine affenähnliche Kreatur, die an das Fabelwesen des Yeti erinnert und Menschen in Angst und Schrecken versetzt. Abenteurer Cliff Simon folgt Spuren und Hinweisen, die auf den Sandmann hindeuten und hat plötzlich das Gefühl, selbst verfolgt zu werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8829449","hoster":"VOE"},{"path":"/redirect/8577849","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1/episode-4","name":"","epNo":4,"alt":"The Brown Mountain Lights","descr":"Die Berglichter Nord-Carolinas sind eines der rätselhaftesten Phänomene Nordamerikas. Bereits seit hundert Jahren berichten Menschen von seltsamen kugelförmigen Lichtern, die aus den tiefsten Schluchten dieser weitgehend unerforschten Wildnis aufsteigen, über den Bäumen schweben und dann vergehen. Hier, wo bereits mehrere Menschen spurlos verschwanden, will Cliff Simon eine Nacht verbringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8829437","hoster":"VOE"},{"path":"/redirect/8577851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1/episode-5","name":"","epNo":5,"alt":"The Night Marchers","descr":"Einer alten hawaiianischen Legende zufolge sind die Nachtwanderer die Geister längst verstorbener Krieger, die in der dunkelsten Nacht des Jahres auferstehen, um in einer grauenerregenden Prozession die Inseln heimzusuchen. Wenige Tage vor Neumond erreicht Abenteurer Cliff Simon die Hauptinsel Hawaii. Er ist entschlossen, dieses markerschütternde Phänomen mit eigenen Augen zu sehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12379706","hoster":"VOE"},{"path":"/redirect/8577855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ins-unbekannte-mysterien-auf-der-spur/staffel-1/episode-6","name":"","epNo":6,"alt":"The Jersey Devil","descr":"In den abgelegenen Wäldern des US-Bundesstaates New Jersey soll er sein Unwesen treiben: der Jersey Devil, ein mysteriöses Mischwesen mit roten Augen, Fledermausflügeln und einem Pferdekopf. Seit drei Jahrhunderten existiert der Mythos. Bis heute gibt es immer wieder Berichte über Sichtungen des Monsters. Abenteurer Cliff Simon geht der Legende auf den Grund.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13056774","hoster":"VOE"},{"path":"/redirect/8577856","hoster":"Streamtape"}]}]}]}]}