{"seriesId":"insanity","name":"Insanity","descr":"Nach einer familiären Tragödie erleidet die Gerichtsmedizinerin Paula Costa einen Nervenzusammenbruch und wird daraufhin in eine psychiatrische Klinik eingewiesen. Dort gerät sie an die Grenzen ihres Verstandes, als sie sich auf die Suche nach dem wahren Grund für ihre Einlieferung begibt…","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Die forensische Ermittlerin Paula wird in eine psychiatrische Klinik eingeliefert, nachdem sie durch eine persönliche Tragödie einen Nervenzusammenbruch erlitten hat. Währenddessen tun Paulas Freunde von außen, was sie können, um ihr zu helfen.","versions":[{"lang":1,"streams":[{"redirect":12916984,"hoster":"VOE"},{"redirect":9673291,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Dr. Schultz versucht die Bedenken von Paula über ihre Einweisung in die Klinik abzumildern. Ein charismatischer Patient wiederum befeuert ihr Misstrauen gegenüber den Vorgängen in der Institution. Von den Neuigkeiten seiner Tochter verstört, unternimmt der Vater von Lúcia einen unerwarteten Besuch in der Klinik und sucht nach Antworten. Unterdessen entdeckt Camila eine Spur.","versions":[{"lang":1,"streams":[{"redirect":9709175,"hoster":"VOE"},{"redirect":9709177,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Von ihren einstigen Verbündeten im Stich gelassen setzt Paula ihre Suche nach Antworten über die Vorgänge in Dr. Schultz Klinik fort. Sie muss sich ihren furchteinflößendsten Ängsten stellen. Währenddessen gehen Marques und Barcellos ein ungewohntes Bündnis ein und vertiefen die Ermittlung. Rafael und Camila finden wertvolle Informationen zu Lúcias Fall.","versions":[{"lang":1,"streams":[{"redirect":9709178,"hoster":"VOE"},{"redirect":9709179,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Paula wird in einem beängstigenden Traum von einer Gestalt heimgesucht. Infolgedessen kann sie Traum und Wirklichkeit kaum noch auseinanderhalten. Von seinen Misstrauen übermannt, führt es Marques in die Klinik, wo er die erstbeste Person konfrontiert. Unterdessen weitet Rafael seine Nachforschungen aus, nach einer merkwürdigen Begegnung mit einer mysteriösen Person auf dem Friedhof von Nevoa Branca.","versions":[{"lang":1,"streams":[{"redirect":9709163,"hoster":"VOE"},{"redirect":9709162,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Paula legt ihr Unbehagen über die Motive des Doktors beiseite und lässt Dr. Schultz ihre Träume analysieren. Marques ist zunehmend überzeugt, dass merkwürdige Dinge vor sich gehen und kehrt zur Klinik zurück. Dort angekommen versucht ihn jemand neues an der kurzen Leine zu halten. Währenddessen verliert Rafael aus dem Blick, dass seine Nachforschungen ihn zunehmend in Lebensgefahr bringen.","versions":[{"lang":1,"streams":[{"redirect":9709165,"hoster":"VOE"},{"redirect":9709167,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Lucas offenbart sich Paula. Die Träume von Paula lassen für sie selbst und ihre Verbündeten keine gute Zukunft erwarten. Marques muss sich alten Traumata stellen und drastische Maßnahmen ergreifen, um seine Ermittlungen fortführen zu können. In der Zwischenzeit rechnet Rafael ab mit der einzigen Person, die weiß was mit seiner Tochter geschehen ist.","versions":[{"lang":1,"streams":[{"redirect":9709170,"hoster":"VOE"},{"redirect":9709171,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Episode 7","epNo":7,"alt":"Episode 7","descr":"Paula muss ihre Instinkte zurückstellen als Lucas ihr die Begegnung ermöglicht, auf die sie die ganze Zeit gewartet hat. Dr. Schultz hat nicht damit gerechnet in seinem eigenen Zuhause besucht zu werden und geht, mit Marques konfrontiert, in die Vollen. Das Aufeinandertreffen endet tragisch.","versions":[{"lang":1,"streams":[{"redirect":9709173,"hoster":"VOE"},{"redirect":9709172,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Episode 8","epNo":8,"alt":"Episode 8","descr":"Paula wird mit ihren innersten Ängsten konfrontiert und begibt sich gemeinsam mit Lucas auf einen furchterregenden Pfad. Traum und Wirklichkeit sind kaum noch zu unterscheiden. Dr. Schultz kommt derweilen seinem Ziel immer näher. Physisch und psychisch gefangen, kann Paula nur noch auf Camila zählen.","versions":[{"lang":1,"streams":[{"redirect":9709180,"hoster":"VOE"},{"redirect":9709182,"hoster":"Streamtape"}]}]}]}]}