{"seriesId":"inselwelt-new-york","name":"Inselwelt New York - Eine Stadt im Meer","descr":"Dreiteilige Dokumentation, die sich mit der Halbinsel New York und ihren erstaunlich vielfältigen Naturräumen beschäftigt, die sich trotz der Nähe zur Metropole über die Jahre entwickeln konnten – oder nie, trotz Landnahme und Bebauung, weg waren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine Stadt im Meer","epNo":1,"alt":"","descr":"Als New York noch nicht New York war, nannten die indigenen Lenape ihre Insel Mannahatta, \"das Land der Hügel\". Gelegen am Ende einer Flussmündung, kommen Salz- und Süßwasser zusammen. Ein einzigartiges Naturgebiet, das seit der Ankunft der europäischen Kolonialisten systematisch ausgebeutet und zerstört wurde.Doch das ändert sich. Wie sich das Umdenken vom Menschen mit der Natur auf eine Metropole wie New York konkret auswirkt, zeigt die Folge \"Eine Stadt im Meer\". Der Clean Water Act, ein bundesweites US-Umweltgesetz von 1972, legte den Grundstein für die Verbesserung der Wasserqualität, aber die Durchsetzung dieser Gesetzgebung ist oft engagierten Aktivisten zu verdanken.Ein beeindruckendes Beispiel dafür ist das Billion Oyster Project. Diese Initiative setzt auf die Fähigkeit einer Auster, rund 200 Liter Wasser pro Tag zu filtern. Deshalb werden sie massenhaft in New Yorker Gewässern ausgesetzt. Das ehrgeizige Ziel: eine Milliarde Austern. Unterdessen zeigt die Newtown Creek Alliance in Manhattan, welch große Wirkung der kleine Schritt einer Uferbepflanzung in einem der am schlimmsten verschmutzten Gewässer Amerikas hat.","versions":[{"lang":1,"streams":[{"redirect":12923723,"hoster":"VOE"},{"redirect":9658726,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Tierwelt von Jamaica Bay","epNo":2,"alt":"","descr":"Wenn in New York 300 Millionen Jahre alte Tiere zur Paarung an den Strand kommen, ist das ein atemberaubendes Naturschauspiel. Kaum 20 Kilometer vom Times Square entfernt nisten mythische Vögel auf einsamen Inseln.Angesichts der Klimakrise definieren New Yorker ihr Verhältnis zur Natur neu. Ein perfektes Beispiel ist die Jamaica Bay. Gleich neben dem New Yorker Flughafen JFK gelegen, ist sie Teil eines Nationalparks und gehört angesichts ihrer Größe und Artenvielfalt zu einem der wichtigsten Naturschutzgebiete in den USA. Mehr als 300 Vogelarten leben in der Jamaica Bay – die bequem mit der U-Bahn zu erreichen ist.Über Jahrzehnte vernachlässigt, von Müll und Abwässern verdreckt und vergiftet, drohte diesem Marschland ein langsamer Tod. Gerettet wurde das Biotop durch den Einsatz von Anwohnern wie Don Riepe. Er ist der Vogelflüsterer der Jamaica Bay.Extremwetter und steigende Temperaturen sind nicht nur ein Problem für die Menschen, sondern zerstören wichtigen Lebensraum für Tiere. Die Umweltorganisation New York Audubon Society zeigt, wie die ökologische Situation Manhattans mit Hilfe seiner 160 Quadratkilometer Dachflächen verbessert werden. Zusammen mit dem New Yorker Messezentrum begrünen sie das fast 30.000 Quadratmeter große Dach des Javits Center und schaffen einen einzigartigen Lebensraum für Insekten, Fledermäuse und Vögel.","versions":[{"lang":1,"streams":[{"redirect":9658724,"hoster":"VOE"},{"redirect":9658725,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Natur kehrt zurück","epNo":3,"alt":"","descr":"Einen Steinwurf von Manhattan entfernt leben Hunderte Silberreiher auf einer verlassenen Insel. New York ist nicht nur eine Millionenstadt, die wie Venedig oder Hongkong auf Inseln erbaut worden ist, sondern auch ein faszinierendes Naturgebiet, ein Archipel.Das Betreten der im East River gelegenen Inseln North und South Brother Island ist normalerweise streng verboten – nicht nur zum Schutz der Tiere. Auf Swinburne Island, einer künstlichen Insel, die der Verrazzano-Brücke vorgelagert ist, lebt eine Kormorankolonie. Bis 1920 mussten hier die Einwanderer aus Europa in Quarantäne warten, bis sie in das Land durften. Heute sind die alten Ruinen ein Vogelparadies.Immer, wenn der Mensch Raum aufgibt, kehrt die Natur zurück. Sogar auf der größten Mülldeponie der USA, die so groß ist, dass Astronauten sie aus dem All fotografieren konnten. Nachdem die Deponie auf Staten Island 2001 ihre Türen schloss, wurde sie versiegelt und es entstand der Freshkills Park – eine Graslandschaft mitten in der Stadt und ein Vorbild für andere Städte, was aus Müllkippen werden kann.Und selbst in der Bronx, dem einzigen Festlandstadtteil New Yorks, finden Tiere heute wieder einen Lebensraum. Im Winter sonnen sich dort Robben, während im Central Park die Schneeeulen auf Rattenjagd gehen.","versions":[{"lang":1,"streams":[{"redirect":9658730,"hoster":"VOE"},{"redirect":14172107,"hoster":"Streamtape"}]}]}]}]}