{"seriesId":"insel-des-bsen-jersey","name":"Insel des Bösen - Jersey","descr":"[Le ventre de la bête] Ab Ende der 1950er werden auf der Kanalinsel Jersey über viele Jahre immer wieder Frauen und Kinder missbraucht. Die Ermittler tappen lange im Dunkeln – bis zu einem Verkehrsdelikt 1971. Verkehrssünder Edward Paisnel entpuppt sich als die \"Bestie von Jersey\". Trotz der Festnahme bleibt die Arbeit der Behörden mangelhaft, da bereits zuvor Spuren auf Paisnel hindeuteten. Die anschließenden Ermittlungen offenbaren das ganze Ausmaß des Skandals.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schatten im Paradies","epNo":1,"alt":"","descr":"Ab Ende der 1950er werden auf der Kanalinsel Jersey über viele Jahre immer wieder Frauen und Kinder missbraucht. Die Ermittler tappen lange im Dunkeln – bis zu einem Verkehrsdelikt 1971. Verkehrssünder Edward Paisnel entpuppt sich als die \"Bestie von Jersey\". Trotz der Festnahme bleibt die Arbeit der Behörden mangelhaft, da bereits zuvor Spuren auf Paisnel hindeuteten. Die anschließenden Ermittlungen offenbaren das ganze Ausmaß des Skandals. Im Auftakt der vierteiligen Dokumentation über den jahrzehntelangen Missbrauch auf Jersey blicken ehemalige Ermittler und Opfer zurück auf eine ganze Reihe von sexuellen Übergriffen im Laufe von 40 Jahren. Immer wieder kommt es durch Personen, die im nahen Umfeld von Kindern arbeiten, zu Misshandlungen. Doch obwohl einige Vorfälle gemeldet werden, unternehmen die Behörden nichts. Das liegt auch am exekutiven System der Insel. Neben der Berufspolizei gibt es in jeder der zwölf Gemeinden eine ehrenamtliche Polizei, deren zivile Mitglieder von den Bürgern gewählt werden und de facto mehr Macht besitzen als ihre professionellen Kollegen. Zudem kommt es zwischen den Behörden immer wieder zu Streit über Befugnisse und Entscheidungsgewalt. Erst als Anfang der 2000er-Jahre mit Graham Power ein neuer Polizeichef ernannt wird, werden die Missbrauchsfälle neu aufgerollt. Die Ermittler sind vom Ausmaß der Gräueltaten schockiert.","versions":[{"lang":1,"streams":[{"redirect":12895658,"hoster":"VOE"},{"redirect":12895660,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein grausiger Fund","epNo":2,"alt":"","descr":"Jahrzehntelang ignorieren die Behörden die Missbrauchsfälle auf Jersey. Bis Anfang 2000 Gesundheitsminister Syvret anfängt, Fragen zu stellen. Kurz darauf verliert er sein Amt. Auch nach seiner Absetzung als Minister kämpft Stuart Syvret weiter für Gerechtigkeit. Unterstützung erhält er vom Polizeichef. Als im ehemaligen Waisenhaus Haut de la Garenne Knochen gefunden werden, stürzen sich die Medien auf den Fall – mit weitreichenden Folgen. In dieser Folge der vierteiligen Dokumentation über den jahrzehntelangen Missbrauch auf Jersey steht der Kampf des damaligen Ministers für Gesundheit und Soziales, Stuart Syvret, gegen den Regierungschef Frank Walker im Blickpunkt. Durch seine schonungslosen Enthüllungen und öffentliche Kritik an Machthabern und Behörden macht sich Syvret im Parlament viele Feinde und wird schließlich abgesetzt. Doch Polizeichef Graham Power und sein Stellvertreter Lenny Harper haben längst eigene Ermittlungen eingeleitet. Im Rahmen der Operation Rectangle untersuchen sie das ehemalige Waisenhaus Haut de la Garenne mit Spürhunden und stoßen laut Forensikern tatsächlich auf Blutspuren und einen Kinderschädel. Der Fund im sogenannten geheimen Folterkeller des Heims macht weltweit Schlagzeilen und sorgt dafür, dass Jersey von Reportern überrannt wird. Ermutigt von der öffentlichen Berichterstattung, melden sich immer mehr ehemalige Opfer bei der Polizei. Doch die Machthaber weigern sich beharrlich, Verantwortung zu übernehmen, und kritisieren ihrerseits die Medien für die angeblich unfaire Berichterstattung und ihre Hexenjagd – bis ein Reporter etwas aufdeckt, was den Kampf um die Wahrheit in eine ganz neue Richtung lenkt.","versions":[{"lang":1,"streams":[{"redirect":12895667,"hoster":"VOE"},{"redirect":12895668,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Macht der Medien","epNo":3,"alt":"","descr":"Jerseys Bevölkerung atmet auf. Endlich scheinen die Behörden die Missbrauchsfälle auf der Insel schonungslos aufklären zu wollen. Hoffnung auf Gerechtigkeit keimt auf. Da veröffentlicht die britische Zeitung \"The Sun\" eine Meldung, der Knochenfund sei in Wirklichkeit nur ein Stück Kokosnuss. Eine Schlammschlacht beginnt. Polizeiberichte werden in den Medien verhöhnt. Die Glaubwürdigkeit der Ermittler steht auf dem Spiel. In dieser Folge der vierteiligen Dokumentation über den jahrzehntelangen Missbrauch auf Jersey spielt die Arbeit und der Einfluss der Medien eine große Rolle. Die Berichte rund um das angebliche Stück Kokosnuss nehmen die Reporter zum Anlass, grundlegend an dem Missbrauchsskandal zu zweifeln. Dass es Ungereimtheiten bei der offiziellen Laboranalyse des Fundes gibt, der zunächst als Kinderschädel deklariert wurde, findet nirgends Erwähnung. Die Medien nehmen den stellvertretenden Polizeichef Lenny Harper aufs Korn, diskreditieren sowohl ihn als auch den Polizeichef Graham Power, bis beide ihr Amt verlieren. Entsetzt über diese einseitige Berichterstattung beschließen Blogger wie Neil McMurray, selbst zu recherchieren und die Öffentlichkeit zu informieren. Unterstützung erhalten sie vom gefeuerten Gesundheitsminister Stuart Syvret. Der musste zwischenzeitlich sogar in Haft – wegen eines angeblichen Verstoßes gegen das Datenschutzgesetz. Sogar der Verband für ehemalige Heimkinder Jersey macht nun Front. Es reicht ihnen nicht, dass angesichts Hunderter Missbrauchsfälle nur eine Handvoll Täter vor Gericht gestellt wird. Sie fordern ein rigoroses Durchgreifen von Politik und Gerichten. Ihre Forderung: die Einberufung eines unabhängigen Untersuchungsausschusses.","versions":[{"lang":1,"streams":[{"redirect":12895670,"hoster":"VOE"},{"redirect":12895671,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schweigen im Steuerparadies","epNo":4,"alt":"","descr":"Nach zähem Ringen wird endlich ein unabhängiger Ausschuss eingesetzt, der die Missstände auf Jersey über drei Jahre lang untersucht. 2017 präsentiert der Ausschuss den finalen Bericht. Zwar wird darin das Versagen der Behörden angeprangert – zu weiteren Anklagen kommt es jedoch nicht. Für den ehemaligen Wirtschaftsberater der Insel, John Christensen, kein Wunder. Er gibt dem mächtigen Finanzsektor des Steuerparadieses Jersey eine Mitschuld. In der vierten und letzten Folge der Dokumentationsreihe über den jahrzehntelangen Missbrauch auf der Kanalinsel Jersey haben noch mal ehemalige Ermittler, Politiker, Blogger und Opfer das Wort. Sie schildern, wie mühsam die Aufdeckung des Skandals war. So auch John Christensen, ehemaliger Wirtschaftsberater der Regierung von Jersey. Er erklärt, wie sich die Insel immer mehr von dem mächtigen Finanzdienstleistungssektor abhängig machte. Um das Image der Insel nicht zu gefährden und Investoren und Banken nicht aus diesem Steuerparadies zu vergraulen, wurden seiner Meinung nach Missbrauchsfälle systematisch verheimlicht. Damit soll nun Schluss sein. 2017 legt der unabhängige Untersuchungsausschuss in seinem finalen Bericht offen, wie der Staat bei der Pflege von Kindern in seiner Obhut versagt hat. Die fehlende Trennung von Politik und Justiz und mangelnde Transparenz wird angeprangert. Der ehemalige Polizeichef und sein Stellvertreter werden rehabilitiert und der damalige Innenminister der Lüge überführt. Ein Sieg für die Opfer – mit fadem Beigeschmack, denn keiner der Amtsträger wird in der Folge für seine Taten und Fahrlässigkeit angeklagt. Das Finanzwesen wird weiter stark subventioniert, während Geld laut Deborah McMillan, ab 2018 erste Jugendbeauftragte der Regierung, für die Kinderfürsorge fehlt. So bleibt die Frage, ob sich je etwas auf der Insel ändert – oder alles weiter nach dem \"Jersey Way\" läuft.","versions":[{"lang":1,"streams":[{"redirect":12895675,"hoster":"VOE"},{"redirect":12895676,"hoster":"Streamtape"}]}]}]}]}