{"seriesId":"inseltrume","name":"Inselträume","descr":"Inseln waren und sind von jeher Welten für sich. Abgeschieden vom Festland entwickelten sich auf ihnen oft ganz eigene Bräuche und Eigenarten, von den klimatischen, geographischen und logistischen Herausforderungen, die sie an ihre Bewohner stellen, mal ganz abgesehen. Die Reportagereihe stellt einige Inselwelten vor.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Kykladen – Die Schönen des Südens","epNo":1,"alt":"","descr":"Raue Klippen, weiße Dörfer, blaue Fensterläden – die Kykladen sind Griechenland wie im Bilderbuch. Die Vulkaninseln in der tiefblauen Ägäis sind eines der beliebtesten Reiseziele im Mittelmeer. Schon in der Antike galten sie als Heimat vieler Götter, heute stehen ihre Namen für Fernweh, Erholung oder auch Party machen – Folegandros, Mykonos, Santorini. ZDF-Autor Gert Anhalt besucht die Eilande, die bei Kreuzfahrtfans und Individualisten gleichermaßen beliebt sind. \"Keine ist wie die andere, jede hat ihren eigenen Charakter\" – so beschreibt Kapitän Theodoros Valsamakis die Inseln, die er kennt wie kaum ein anderer. Von April bis November steuert er die Luxusyacht \"Galileo\" von einer Kykladeninsel zur nächsten. Eine Woche dauert die Mini-Kreuzfahrt zu den \"Schönen des Südens\". Zum Beispiel ins weltbekannte Mykonos, das sich zur ersten Adresse für das europäische Partyvolk entwickelt hat. Hier die schillernden, wummernden Diskos, dort die karge Abgeschiedenheit der Insel Folegandros – der Kontrast könnte kaum größer sein. Ins Herz der weiß getünchten Siedlung Chora flüchteten die Insulaner vor Jahrhunderten, wenn Piraten an der Küste landeten. Heute sind die idyllischen, engen Gassen unter roten Bougainvillea-Wolken und blauen Treppengeländern ein beliebtes Fotomotiv. Der Tourismus hat dem abgelegenen Eiland neues Leben eingehaucht. Doch er bringt auch Probleme. \"Sie machen unsere Insel kaputt\", schimpft Bauer Giorgos Karystineos, 74, der den Verlust der alten Lebensart und der Ruhe nur schwer verkraftet.","versions":[]},{"epId":"episode-2","name":"Island – Hotspot des Nordens","epNo":2,"alt":"","descr":"Diese Weite! Diese Farben! Dieses Licht! Island ist ein Land der Extreme und besticht vor allem durch seine gigantische Natur: Vulkane, riesige Gletscher, lange Fjorde, heiße Quellen und ausgedehnte Weiden – alles vereint auf einer Insel hoch oben im Norden Europas. Rund 330 000 Menschen leben neun dunkle Wintermonate lang unter rauen Bedingungen. Im Sommer aber blüht Island auf: Das Licht der Mitternachtssonne taucht die Landschaft in Gold und Rot und Violett. Genau in dieser Zeit erkundet ZDF-Autorin Barbara Lueg den \"Hotspot im Norden\". Sie zeigt eine Insel, deren Landschaft zwar an die Urzeit erinnert, aber im selben Atemzug ein modernes, kreatives und fortschrittliches Land ist: In Reykjavík pulsiert eine bunte Musik- und Kunstszene. Auf dem Land leben tatkräftige Menschen, denen Haus und Hof genauso heilig sind wie die Fischerei, die gewaltige Natur und ihre Elfen und Trolle. Und überall bleibt Island seinem Lebensmotto treu: \"Petta reddast\", \"Es wird schon irgendwie klappen\".","versions":[]},{"epId":"episode-3","name":"Die Ostfriesischen Inseln – Welten im Watt","epNo":3,"alt":"","descr":"Wind und Salz, immer mal wieder Sonne und die ganze Zeit Entschleunigung pur – das sind die Ostfriesischen Inseln. Auch wenn die Fähre ungeplant im Watt stecken bleibt oder die Pferde dem Kutscher auf den meist autolosen Nordsee-Eilanden nur widerwillig gehorchen. Der Erholung schadet das nicht. Auf diesen Inseln tickt die Uhr anders: Ebbe und Flut und das Temperament der Bewohner bestimmen fast alles. Autor Peter Kunz erkundet die \"Welten im Watt\". Er bereist Borkum, Juist, Norderney, Baltrum, Langeoog, Spiekeroog und Wangerooge – die sieben ungleichen Schwestern. Jede Insel hat ihr eigenes Gesicht, ihren eigenen Charakter. Und so ziehen sie auch unterschiedliche Urlauber an. Eines allerdings vereint ihre Einwohner: Sie sind Ostfriesen, zähe Typen, Küstenmenschen, die ihre Zähne oft nicht auseinanderkriegen. Warum auch? Wenn es stürmt, kann man den anderen sowieso kaum verstehen. Und wenn das Wetter mal schön ist, gibt es nichts zu meckern. Dazwischen ist Dasein – so unmittelbar, so intensiv, so entspannt.","versions":[]}]}]}