{"seriesId":"inside","name":"Inside","descr":"Die Dokumentarreihe wirft einen Blick hinter die Kulissen deutscher Großbetriebe wie dem Hamburger Hafen, dem Frankfurter Flughafen oder dem Autohof Geiselwind an der A3. Vor welchen logistischen und organisatorischen Herausforderungen stehen die Betreiber? Welche Abläufe sind notwendig, um einen reibungslosen Ablauf zu garantieren?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Europas größter Autohof","epNo":1,"alt":"","descr":"Der Autohof Geiselwind an der A3 ist ein wahrer Raststätten-Gigant. Hier gibt es mehrere Restaurants, eine Autobahnkirche und sogar ein 160-Betten-Hotel mit Wellness-Bereich inklusive Spielhalle. Wie läuft der Arbeitsalltag in so einem Großbetrieb ab? Vor welchen logistischen Herausforderungen stehen die Betreiber Tag für Tag? Welche Prozesse sind notwendig? Die n-tv Dokumentation blickt hinter die Kulissen.","versions":[{"lang":1,"streams":[{"redirect":10487642,"hoster":"VOE"},{"redirect":14166771,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Hamburger Hafen","epNo":2,"alt":"","descr":"Wie funktioniert der Hamburger Hafen? Rund 10.000 Riesenfrachter laufen dort jährlich ein, müssen be- und entladen werden. Verladekräne und Containerbrücken reihen sich endlos aneinander, um die schweren Frachten zu heben. Hier legen Kühlschiffe, Containerschiffe, Binnen- und Tankschiffe, Fahrgastschiffe und natürlich auch täglich die Ozeanriesen und Kreuzfahrtschiffe mit Touristen aus aller Welt an. Die n-tv Dokumentation gibt einen Einblick in die komplizierten Abläufe an einem der größten Häfen der Welt.","versions":[{"lang":1,"streams":[{"redirect":10487650,"hoster":"VOE"},{"redirect":10487645,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flughafen Frankfurt","epNo":3,"alt":"","descr":"Am Frankfurter Flughafen, einem der bedeutendsten Drehkreuze Europas, arbeiten rund 80.000 Beschäftigte. 60 Millionen Passagiere werden hier im Jahr abgefertigt. Damit es nicht zu einem unkontrollierten Chaos kommt, ist ein hohes Maß an Organisation und Koordination gefragt. Was passiert in 24 Stunden am Flughafen? Und was kann alles schief gehen? Die n-tv Dokumentation blickt hinter die Kulissen des größten deutschen Flughafens.","versions":[{"lang":1,"streams":[{"redirect":10487647,"hoster":"VOE"},{"redirect":10487648,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Mega-Klinik","epNo":4,"alt":"","descr":"Von der Kantine bis zum Oberarzt im Operationssaal: jeder noch so kleine Bereich in einem Großklinikum muss bestens organisiert und geplant werden. Patienten, Ärzte, Krankenschwestern, Angestellte und Besucher wollen tagtäglich ihre meist komplexen Aufgaben und Pflichten angehen. Wer behält da noch den Überblick und weiß wo, wer, wie und was funktioniert? Die n-tv Dokumentation blickt hinter die Kulissen eines Großklinikums, in dem es oft um Leben und Tod geht.","versions":[{"lang":1,"streams":[{"redirect":10487652,"hoster":"VOE"},{"redirect":10487654,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Weg zum Fertighaus","epNo":5,"alt":"","descr":"Vom Wunsch nach einem Eigenheim bis zum Einzug in die neuen vier Wände ist es ein langer Weg – oder vielleicht doch nicht? Hersteller von Fertighäusern versprechen, dass der Hausbau schnell und unkompliziert vonstattengeht. Doch so einfach, wie es sich anhört, ist das Ganze nicht. Die n-tv Dokumentation beschreibt den Werksprozess eines Fertighauses von der ersten Idee bis zur Schlüsselübergabe.","versions":[{"lang":1,"streams":[{"redirect":10487661,"hoster":"VOE"},{"redirect":10487658,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Megaliner auf hoher See","epNo":6,"alt":"","descr":"Eine Kreuzfahrt als einzigartiges Erlebnis? Auf ihrer Tour durch das Mittelmeer erleben die Passagiere Sonne, Wind und Meer pur. Urlauben auf hoher See ist angesagt. Nie gab es mehr Kreuzfahrtschiffe als heute, nie waren die Megaliner größer und luxuriöser. Was aber für solch eine lange Kreuzfahrtfahrt organisiert und geplant werden muss, bekommt der Reisende oft nicht mit. Die n-tv Dokumentation zeigt, wie es hinter den Kulissen der Ozeanriesen zugeht.","versions":[{"lang":1,"streams":[{"redirect":10487657,"hoster":"VOE"},{"redirect":10487662,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Monsterbagger im Tagebau","epNo":1,"alt":"","descr":"Tagebau in der Niederlausitz: Hier klafft ein 110 Quadratkilometer großes Loch in der Erde. Im Inneren arbeiten gigantische Bagger und kilometerlange Förderbänder. Doch wie funktioniert ein Schaufelradbagger? Wie wird das Ungetüm bewegt? Und was passiert mit der Landschaft nach dem Kohleabbau? Die Doku beatwortet die spannenden Fragen rund um das schwarze Gold und begleitet die Kohle von der Förderung bis zu ihrem Einsatz im Kraftwerk.","versions":[{"lang":1,"streams":[{"redirect":10487668,"hoster":"VOE"},{"redirect":10487665,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hinter Gittern","epNo":2,"alt":"","descr":"Die Justizvollzugsanstalt Köln zählt zu den größten Gefängnissen Deutschlands. Über tausend Häftlinge sind hier untergebracht. Dafür sind logistisches Know-how und jede Menge Fingerspitzengefühl gefragt, denn die Arbeit mit Häftlingen verlangt von den rund 450 Mitarbeitern ein hohes Maß an Disziplin und Durchsetzungskraft. Die Doku blickt hinter die Kulissen des 25 Hektar großen Geländes und begleitet den Alltag in der etwas anderen ‚Kleinstadt‘.","versions":[{"lang":1,"streams":[{"redirect":13523537,"hoster":"VOE"},{"redirect":10487666,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verkehrsamt XXL","epNo":3,"alt":"","descr":"Alle Angelegenheiten rund um den Straßenverkehr werden in Hamburg vom Landesbetrieb Verkehr überwacht. Fast 300.000 Fahrzeuge werden hier jährlich zugelassen, Parkverstöße geahndet oder Gefahrgut-Transporte organisiert. Das erfordert Organisation und starke Nerven, denn nicht jeder hat für die Wartezeiten und strengen Regulierungen Verständnis. Die Doku begleitet den Alltag der Mitarbeiter und die Herausforderungen bei der Knöllchen-Jagd.","versions":[{"lang":1,"streams":[{"redirect":12405650,"hoster":"VOE"},{"redirect":10487672,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Caterer im Premierenstress","epNo":4,"alt":"","descr":"Drei Caterer, drei Events und viele Herausforderungen. Egal ob 100 oder 3.000 Gäste, das Essen muss auf den Punkt sein. Doch wie viel Arbeit steckt dahinter? Auf dem Oktoberfest ist die Käfer Wiesn-Schänke ein gefeierter Promi-Treffpunkt, in Köln kocht eine Küchencrew gemeinsam mit einem Sternekoch und in Frankfurt stellt ein Premium-Caterer ein exklusives Event auf die Beine. Die Doku zeigt, was die Teams hinter den Kulissen leisten.","versions":[{"lang":1,"streams":[{"redirect":10487673,"hoster":"VOE"},{"redirect":10487678,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Berliner Louvre","epNo":5,"alt":"","descr":"Die Museuminsel in Berlin ist eine der größten Kulturbaustellen Europas. Hier soll ein deutscher Louvre entstehen. Die Dokumentation zeigt, wie dort rund um die Uhr für Ordnung gesorgt wird.","versions":[{"lang":1,"streams":[{"redirect":10487638,"hoster":"VOE"},{"redirect":10487639,"hoster":"Streamtape"}]}]}]}]}