{"seriesId":"inspektor-fowler","name":"Inspektor Fowler","descr":"Er ist penibel, legt Wert auf eine tadellose Erscheinung und das Gesetzbuch ist seine Bibel: die Rede ist von Inspektor Fowler. Wer anderes als Rowan Atkinson könnte den geradlinigen Ordenshüter Fowler mimen, der sich als größter Erbsenzähler unter den Polizisten entpuppt und seine Untergebenen gerne an den Rande des Wahnsinns treibt. Oder umgekehrt!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Endlich ein Überfall!","epNo":1,"alt":"Rag Week","descr":"In der Polizeiwache von Gasforth Station herrscht gepflegte Langeweile. Es passieren einfach keine Verbrechen. Einzige Abwechslung bietet die \"Ulk-Woche\" der Studenten. Plötzlich jedoch werden die Polizisten zu einem Banküberfall gerufen.","versions":[{"lang":1,"streams":[{"redirect":13082473,"hoster":"VOE"},{"redirect":13082480,"hoster":"Doodstream"},{"redirect":13082476,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Geschenk für die Queen","epNo":2,"alt":"The Queen\u0027s Birthday Present","descr":"Inspektor Fowler werden Geldbörse und Kreditkarte gestohlen. Auch mit Freundin Patricia gibt es Probleme. Diese erwartet zum zehnjährigen Bestehen ihrer Beziehung sehnsüchtig ein Geschenk von ihm. Fowler denkt aber lediglich an ein Präsent für die Queen.","versions":[{"lang":1,"streams":[{"redirect":13082478,"hoster":"VOE"},{"redirect":13082479,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Nachtdienst und Liebesleben","epNo":3,"alt":"Night Shift","descr":"Ein jugendlicher Autodieb will keine Aussage bezüglich seiner Identität machen. Inspektor Grim knöpft sich den Delinquenten höchstpersönlich vor – und erlebt eine Überraschung. Patricia will Fowler mit einem knappen Negligé verführen.","versions":[{"lang":1,"streams":[{"redirect":13082482,"hoster":"VOE"},{"redirect":13082486,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mit Hirn und Sexappeal","epNo":4,"alt":"Honey Trap","descr":"In letzter Zeit schwärmt Fowler von Constable Habib, deren Intelligenz der Polizeitruppe den Sieg bei einem Wissensquiz bescheren soll. Patricia kocht vor Eifersucht, zumal Habib plötzlich im knappen Minirock zum Dienst erscheint.","versions":[{"lang":1,"streams":[{"redirect":13082485,"hoster":"VOE"},{"redirect":13082487,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feuer,Terror und mehr!","epNo":5,"alt":"Fire And Terror","descr":"Detective Grim ist stolz auf sich: Hat er doch gemeinsam mit einer Spezialtruppe von Scotland Yard einen waschechten Terroristen festgenommen – zumindest bildet er sich das ein! Habib verliebt sich währenddessen Hals über Kopf in einen Feuerwehrmann.","versions":[{"lang":1,"streams":[{"redirect":13082490,"hoster":"VOE"},{"redirect":13082494,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Über die Kids von heute","epNo":6,"alt":"Kids Today","descr":"Inspektor Fowler und Detective Grim machen sich Gedanken über die hohe Jugendkriminalität. Jeder hat seine eigenen Ideen: Während Grim die jungen Leute ins Gefängnis stecken will, beschließt Fowler, die Jugendlichen beim Campen auf den rechten Weg zu bringen.","versions":[{"lang":1,"streams":[{"redirect":13082495,"hoster":"VOE"},{"redirect":13082496,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alles Gute zum Fest!","epNo":7,"alt":"Yuletide Spirit","descr":"An Weihnachten herrscht im Revier wieder einmal Chaos: Goody hat für Inspektor Fowler und Kollegin Habib Geschenke besorgt. Durch eine Verwechslung bekommt Fowler Damenunterwäsche und Habib ein Fahrrad-Flickset.","versions":[{"lang":1,"streams":[{"redirect":13082474,"hoster":"VOE"},{"redirect":13082477,"hoster":"Doodstream"},{"redirect":13082471,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das Gericht tagt","epNo":1,"alt":"Court In The Act","descr":"Endlich wird das Team von Inspektor Fowler neu ausgestattet: Alle bekommen neue Uniformen und Ausrüstungsgegenstände. Doch wozu dient all das Zeug – und wie wendet man es an? Goody spielt die Testperson. Habib wird beauftragt, herauszufinden, wofür etwa die klebrige Spitze des neuen Gummiknüppels gut ist. Für Fowler wird es derweil vor Gericht heiß. Er bekommt es mit Unterwäsche zu tun.","versions":[{"lang":1,"streams":[{"redirect":13082501,"hoster":"VOE"},{"redirect":13082505,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hallo, mein Name ist Zog","epNo":2,"alt":"Ism Ism Ism","descr":"Fowler und sein Team stehen vor einer kniffeligen Aufgabe: irgendwo im Ort befindet sich ein illegaler Einwanderer, ein Tscheche. Er soll festgenommen werden. Und das ausgerechnet unter den strengen Augen eines Menschenrechtsbeauftragten. Es kommt, wie es kommen musste: nicht der Tscheche wird verhaftet, sondern der Menschenrechtsbeauftragte …","versions":[{"lang":1,"streams":[{"redirect":13082509,"hoster":"VOE"},{"redirect":13082513,"hoster":"Doodstream"},{"redirect":13082508,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Endlich passiert noch was","epNo":3,"alt":"Fly On The Wall","descr":"Die Absicht ist gut, aber warum muss die BBC ausgerechnet das Team von Inspektor Fowler filmen, um den Alltag auf einer Polizeistation zu dokumentieren? Natürlich geht alles schief. Denn jeder um Fowler hat sich vorgenommen, vor der Kamera zu glänzen. Und das ist alles andere als der wahre Polizistenalltag …","versions":[{"lang":1,"streams":[{"redirect":13082511,"hoster":"VOE"},{"redirect":13082512,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wer wirft den ersten Stein?","epNo":4,"alt":"Alternative Culture","descr":"Die Zustände in der Dienststelle werden immer schlimmer. Weil das Geld fehlt, müssen sich die weiblichen und männlichen Mitarbeiter von Inspektor Fowler sogar eine Toilette teilen. Unglaublich, finden Fowlers Kollegen. Für den Inspektor ein Anreiz mehr, eine Lösung zu finden. Und was für eine …","versions":[{"lang":1,"streams":[{"redirect":13082514,"hoster":"VOE"},{"redirect":13082515,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Und nun das Neuste vom Sport","epNo":5,"alt":"Come On You Blues","descr":"Die Mannschaft des FC Gasforth steht vor einem wichtigen Spiel. Für Bürgermeister Wickham Grund genug, Investoren seine kleine Stadt zu präsentieren. Er lädt die Herrschaften zum Spiel ein – und will ihnen ganz nebenbei die Gegend schmackhaft machen. Fowlers Aufgabe besteht darin, sämtliche Störenfriede für diese Zeit außer Reichweite zu bringen. Fowler nimmt seine Aufgabe wie gewohnt ernst. Zu ernst. Er verhaftet alle und alles, was nicht schnell genug wegrennen kann. Gut gemeint, aber für das wichtige Fußballspiel ist Fowler geradezu tödlich: Er hat die halbe Mannschaft eingesperrt …","versions":[{"lang":1,"streams":[{"redirect":13082517,"hoster":"VOE"},{"redirect":13082518,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Verkehr nimmt überhand","epNo":6,"alt":"Road Rage","descr":"Fowler bereitet seine Truppe mit grandiosen Rollenspielen auf einen Einsatz gegen demonstrierende Umweltschützer vor. Zu diesen Naturfreunden gehört leider auch Patricia, die sich dazu noch in den muskelbepackten Anführer verliebt.","versions":[{"lang":1,"streams":[{"redirect":13082524,"hoster":"VOE"},{"redirect":13082528,"hoster":"Doodstream"},{"redirect":13082526,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gasforth, wie es leibt und lebt","epNo":7,"alt":"The Green Eyed Monster","descr":"Grim behauptet, dass nur verheiratete Polizisten befördert würden. Um nicht wieder übergangen zu werden, ringt Fowler sich so etwas wie einen Heiratsantrag ab. Der ist allerdings so unromantisch, dass Patricia die Flucht ergreift.","versions":[{"lang":1,"streams":[{"redirect":13082504,"hoster":"VOE"},{"redirect":13082503,"hoster":"Streamtape"}]}]}]}]}