{"seriesId":"instant-mom","name":"Instant Mom","descr":"Das Leben des 25-jährigen Partygirls Tia Mowry (Tia Mowry-Hardrict) ändert sich schlagartig, als sie den älteren alleinerziehenden Charlie (Michael Boatman, \"Chaos City\") heiratet. Dieser bringt drei Kinder mit in die Ehe und Stephanie wird plötzlich zur Vollzeit-Stiefmutter, die sich erst langsam an ihre neue Rolle gewöhnt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Stephanie heiratet den etwas älteren Charlie, ein Mann mit drei Kindern und beginnt ein neues Leben. Ihre neue Rolle als Vollzeit-Stiefmutter ist eine Herausforderung für sie während sie sich bemüht, weiterhin ihren lebenslustigen Lebensstil beizubehalten.","versions":[{"lang":1,"streams":[{"redirect":14497477,"hoster":"VOE"},{"redirect":14519526,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Lügen haben kurze Beine","epNo":2,"alt":"The Lying Game","descr":"Stephanie sagt James, dass Lügen okay sei, wenn man anderen damit den Tag erleichtert, woraufhin er eine Riesenlüge erzählt. Als alle zum Schuldirektor zitiert werden, muss die Familie eine Balance finden zwischen Ehrlichkeit und Wahrheitsbeschönigung.","versions":[{"lang":1,"streams":[{"redirect":14403535,"hoster":"VOE"},{"redirect":14519528,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Musizieren und andere Talente","epNo":3,"alt":"Harp \u0026 Soul","descr":"Stephanie will ihre Bindung zu den Kindern stärken und nutzt dazu ihre Liebe zur Musik. Als sie die Kinder zwingt, gegen ihren Willen ein Instrument zu spielen, wird Stephanie eine sehr peinliche und öffentliche Lektion in Sachen Erziehungsfragen erteilt.","versions":[{"lang":1,"streams":[{"redirect":14497148,"hoster":"VOE"},{"redirect":14519525,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein knapper Meter Bosheit","epNo":4,"alt":"Forty-Two Inches Of Pure Evil","descr":"Aaron wird in der Schule schikaniert. Als Stephanie versucht, sich einzumischen, verschlimmert sie die Sache nur. Gabby will ins Cheerleader-Team und Maggie bietet an, sie zu trainieren, ihre Methoden erinnern jedoch eher an eine Militärausbilderin.","versions":[{"lang":1,"streams":[{"redirect":14428814,"hoster":"VOE"},{"redirect":14425793,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Brücke zwischen Jung und Alt","epNo":5,"alt":"Not A Date","descr":"Ein Junge bittet Gabby mit ihm auszugehen und sie möchte es ebenfalls. Charlie will nicht, dass sie auf ein Date geht, bevor sie 16 ist. Maggie unterstützt ihn, aber Gabby holt sich auf raffinierte Art von Stephanie einen Rat, wie man die Regel umgeht.","versions":[{"lang":1,"streams":[{"redirect":14497343,"hoster":"VOE"},{"redirect":14519533,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Momsters","epNo":6,"alt":"Rock Mom","descr":"Stephanie fühlt sich aufgrund ihres Alters niedergeschlagen als Gabby sie bittet ihr für ein Vorsingen zu helfen, denn eine coole Band sucht gerade eine neue Sängerin. Stephanie hilft ihr, doch dann wird Stephanie der Gig angeboten.","versions":[{"lang":1,"streams":[{"redirect":12503363,"hoster":"VOE"},{"redirect":12503364,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die mit den Wölfinnen tanzt","epNo":7,"alt":"Dances With She-Wolves","descr":"Stephanie versucht, sich mehr zu engagieren, indem sie beim Schulball-Kommitee in James’ Schule mitmacht. Sie muss jedoch erleben, dass die anderen Mütter sich gegenüber dieser allzu hübschen, allzu engagierten Stephanie gemein und abweisend verhalten.","versions":[{"lang":1,"streams":[{"redirect":14497251,"hoster":"VOE"},{"redirect":14519527,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Blog, schütze uns","epNo":8,"alt":"In Blog We Trust","descr":"Stephanie sucht Erziehungsratschläge, indem sie einen anonymen Blog startet. Sie erhält hilfreiche Tipps bis sie entdeckt, dass die \"hilfreichen\" User die Kinder sind, die unter ihrem eigenen Dach leben und die ihre eigenen Ziele verfolgen.","versions":[{"lang":1,"streams":[{"redirect":14497433,"hoster":"VOE"},{"redirect":14519531,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Fest der Liebe","epNo":9,"alt":"The Gift Of The Maggies","descr":"Stephanie möchte die ganze Familie an Weihnachten zusammen zu bringen und lädt entgegen Maggies Widerstand ihren Vater Franklin ein. Stephanie muss jedoch entdecken, dass die Anwesenheit ihres Vaters eine ganz neue Seite an Maggie zu Tage treten lässt.","versions":[{"lang":1,"streams":[{"redirect":14496976,"hoster":"VOE"},{"redirect":14519529,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Überraschungs-Urlaub","epNo":10,"alt":"Staycation","descr":"Nachdem die Straßen aufgrund des Schnees gesperrt sind, kommt Familie Phillips nicht zum Flughafen, um ihren großen Urlaub anzutreten. Aber Stephanie lässt sich ihre Pläne nicht ruinieren und beschließt, den besten Zuhause-Urlaub aller Zeiten zu haben.","versions":[{"lang":1,"streams":[{"redirect":12503286,"hoster":"VOE"},{"redirect":14519535,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Dr.A und Dr.B","epNo":11,"alt":"Babysit This","descr":"In einer Notlage engagiert Stephanie entgegen Charlies Wünschen Gabby als Babysitterin für James und Aaron. Während Stephanie und Charlie bei einem Bankett sind, braut sich Zuhause Ärger zusammen.","versions":[{"lang":1,"streams":[{"redirect":14497249,"hoster":"VOE"},{"redirect":14519540,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jonglieren","epNo":12,"alt":"Dine Hard","descr":"Charlie lädt seine Chefin Beverly zum Dinner zu sich nach Hause ein, um im Krankenhaus befördert zu werden. Stephanie plant das Dinner, aber die Kinder ruinieren mit ihrem schlechten Benehmen ihre Pläne.","versions":[{"lang":1,"streams":[{"redirect":14497434,"hoster":"VOE"},{"redirect":14519532,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Valentinstag","epNo":13,"alt":"True Romance","descr":"Der erste gemeinsame Valentinstag im Hause Phillips bringt gestohlenen Schmuck, eine verrückte \"Stalkerin\" und die Entdeckung eines recycelten Ehegelübdes.","versions":[{"lang":1,"streams":[{"redirect":12503298,"hoster":"VOE"},{"redirect":12503301,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Konzert","epNo":14,"alt":"A Kids’ Choice","descr":"Gabby und James nehmen an einem Wettbewerb teil, um Cody Simpson Tickets zu gewinnen. Doch Aaron gewinnt und muss entscheiden, wen er zum Konzert mitnimmt. Als Cody vor ihrer Haustür steht, versuchen die drei alles, um Cody zurück zum Konzert zu bewegen.","versions":[{"lang":1,"streams":[{"redirect":12503304,"hoster":"VOE"},{"redirect":14519536,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Streik","epNo":15,"alt":"Chore Money, Chore Problems","descr":"Stephanie beschließt, der Putzfrau zu kündigen als sie sieht, dass die Kinder nicht stolz auf ihr Zuhause sind. Aber sie handelt sich großen Ärger ein als die Kinder darauf mit Streik reagieren.","versions":[{"lang":1,"streams":[{"redirect":14496872,"hoster":"VOE"},{"redirect":14519534,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mister Floppity","epNo":16,"alt":"Requiem For Mr. Floppity","descr":"Aaron ist an der Reihe, das Klassenkaninchen übers Wochenende mit nach Hause zu nehmen. Als Stephanie damit spielt, tötet sie es aus Versehen. Als Mrs. Gosnold herausfindet, was passiert ist, muss Stephanie Aarons Klasse erklären, was der Tod bedeutet.","versions":[{"lang":1,"streams":[{"redirect":12503312,"hoster":"VOE"},{"redirect":14519541,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kaufen und Verkaufen","epNo":17,"alt":"Buy Any Jeans Necessary","descr":"Als Gabby beschuldigt wird, eine Designer-Jeans gestohlen zu haben, müssen Stephanie und Charlie sich entscheiden: Ist sie schuldig oder unschuldig.","versions":[{"lang":1,"streams":[{"redirect":14496873,"hoster":"VOE"},{"redirect":14519538,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Afrika","epNo":18,"alt":"Distant Mom","descr":"Als die richtige Mutter der Kinder kommt, um sie zurückzufordern und mit ihnen ans andere Ende der Welt zu ziehen, tut Stephanie so, als würde es ihr nichts ausmachen, muss dabei aber gegen ihre Emotionen kämpfen.","versions":[{"lang":1,"streams":[{"redirect":12503315,"hoster":"VOE"},{"redirect":14519537,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Camping Ausflug","epNo":19,"alt":"Camp Fear","descr":"Als Stephanie erfährt, dass Charlie Aaron eine künstliche Campingerfahrung drinnen im Haus machen lässt, zwingt sie die Familie, ihre Komfortzone zu verlassen und auf eine reale Exkursion zu gehen.","versions":[{"lang":1,"streams":[{"redirect":14497068,"hoster":"VOE"},{"redirect":14519542,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Stief-Muttertag","epNo":20,"alt":"Not Your Mother’s Day","descr":"Als sie sich am Muttertag von ihrer eigenen Familie vernachlässigt fühlt, wird Stephanie klar, dass sie genauso schuldig ist, weil sie ihre Mutter mehr im Stich gelassen hat, als ihr klar war.","versions":[{"lang":1,"streams":[{"redirect":12503323,"hoster":"VOE"},{"redirect":12503327,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Auktion","epNo":21,"alt":"The Last Auction Hero","descr":"Stephanie fühlt sich berufen, ihrer Familie den Wert von Wohltätigkeit beizubringen, indem sie eine Krankenhaus-Auktion organisiert. Dabei verliert sie jedoch ihre eigene Lektion aus dem Blick.","versions":[{"lang":1,"streams":[{"redirect":12503330,"hoster":"VOE"},{"redirect":12503331,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"48 Stunden","epNo":22,"alt":"48 Hours","descr":"Stephanie’s Freundin ist zu Besuch, als Charlie geschäftlich weg ist. Zwischen Aarons Spielverabredung, James’ Schulprojekt, einer Gabby mit Hausarrest und weiteren Freunden, die erwarten, das Partygirl Stephanie vorzufinden, gerät alles außer Kontrolle.","versions":[{"lang":1,"streams":[{"redirect":14497250,"hoster":"VOE"},{"redirect":14519544,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Kleine Geheimnisse","epNo":23,"alt":"Should Old Acquaintance Be For Hire","descr":"Als Stephanie auf ihre alten Gewohnheiten als Single zurückgreift, um Charlie das perfekte Geschenk zu ihrem ersten Hochzeitstag zu machen, lastet der Druck der Geheimhaltung schwer auf dem Rest der Familie.","versions":[{"lang":1,"streams":[{"redirect":14497342,"hoster":"VOE"},{"redirect":14519543,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Sanders ist wieder da","epNo":1,"alt":"Sanders Again","descr":"Stephanie denkt, sie sei schuld an der Rückkehr von Aarons imaginärerem Freund \"Sanders\", weil sie zu viel arbeitet. Sie versucht daraufhin Sanders zu integrieren, doch der geht einen Schritt zu weit.","versions":[{"lang":1,"streams":[{"redirect":12503382,"hoster":"VOE"},{"redirect":12503381,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die lieben Nachbarn","epNo":2,"alt":"An Egg By Any Other Name","descr":"Als die Nachbarn Stephanies Gemüsegarten ruinieren, weicht die Familie Phillips von ihrem edlen Weg ab und erklärt den Krieg.","versions":[{"lang":1,"streams":[{"redirect":12503379,"hoster":"VOE"},{"redirect":12503380,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gabbys Game-Boy","epNo":3,"alt":"Gabby’s Game Boy","descr":"Stephanie und Charlie finden heraus, dass Gabby heimlich einen Freund hat und sich somit nicht an Charlies Dating-Verbot hält, und dass der Junge schlechten Einfluss auf ihre Kinder hat.","versions":[{"lang":1,"streams":[{"redirect":12503387,"hoster":"VOE"},{"redirect":12503389,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Süßes oder Saures","epNo":4,"alt":"Children Of The Candy Corn","descr":"Stephanie hat das Gefühl, nicht mehr gebraucht zu werden, als alle drei Kinder an Halloween andere Pläne haben und nicht mit ihr feiern wollen. Charlie tut alles, um den Preis als bestes Haus der Nachbarschaft zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":12503391,"hoster":"VOE"},{"redirect":12503392,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"[Derzeit nicht verfügbar]","epNo":5,"alt":"Teacher’s Pest","descr":"Aaron bekommt Ärger, weil er seine Lehrerin \"Doofchen\" nennt, so wie ihre alte Klassenkameradin Stephanie sie früher genannt hat. Um sich vor einer Hausaufgabe zu drücken, sorgt James dafür, dass sich sein Lehrer und Charlie anfreunden.","versions":[]},{"epId":"episode-6","name":"James wird Profi","epNo":6,"alt":"James Goes Pro","descr":"James wird von einem Profi-Gamer-Team rekrutiert. Doch als sein Traum-Job nicht so ist, wie er ihn sich vorgestellt hat, versuchen Stephanie und Charlie alles, um ihn aus seinem Vertrag zu befreien.","versions":[{"lang":1,"streams":[{"redirect":12503397,"hoster":"VOE"},{"redirect":12503393,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geteiltes Leid","epNo":7,"alt":"Drill Team","descr":"Stephanie will Aaron über seine Angst vorm Zahnarzt hinweghelfen und lässt sich deshalb auch untersuchen. Als dabei auch bei ihr ein Loch entdeckt wird, gerät sie allerdings in Panik.","versions":[{"lang":1,"streams":[{"redirect":12503396,"hoster":"VOE"},{"redirect":12503399,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die coole Clique","epNo":8,"alt":"Popular Mechanics","descr":"James wird Teil der coolen Schul-Clique, weil alle denken, er hätte einem Lehrer einen Streich gespielt. Stephanie will, dass er das Richtige tut und einen seiner neuen Freunde verrät. Das bringt James in einen Gewissenskonflikt.","versions":[{"lang":1,"streams":[{"redirect":12503406,"hoster":"VOE"},{"redirect":12503409,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Allein Zuhaus","epNo":9,"alt":"Not Full House","descr":"Stephanie und Charlie wollen ein Wochenende ohne Kinder in New York verbringen. Doch dann fährt Aaron heimlich im Auto mit. James und Gabby wollen unterdessen beide das sturmfreie Haus für ihre Zwecke nutzen.","versions":[{"lang":1,"streams":[{"redirect":12503404,"hoster":"VOE"},{"redirect":12503405,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Radrennen","epNo":10,"alt":"How You Bike Me Now","descr":"Stephanie ermutigt James, beim Bike-A-Thon mitzumachen, als er beim Basketball keine Anerkennung erhält. Dabei geht sie, niedergeschlagen durch die Arbeit für ihr neues Geschäft, viel zu weit. Um ihre eigene Befriedigung zu finden, verletzt sie James.","versions":[{"lang":1,"streams":[{"redirect":12503411,"hoster":"VOE"},{"redirect":12503412,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Überraschung","epNo":11,"alt":"My Stupid Sweet Sixteen","descr":"Stephanie tut so, als hätte sie keine Pläne für Gabbys sechzehnten Geburtstag, plant aber heimlich eine Überraschungsparty. Doch nachdem sie Maggie mit den Einladungen betraut, kommt es zu einer unerwarteten Wendung.","versions":[{"lang":1,"streams":[{"redirect":12503415,"hoster":"VOE"},{"redirect":12503413,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Morgenstund hat Gold im Mund","epNo":12,"alt":"Yelly Monster","descr":"Stephanie versucht, die drei Kinder anzuziehen, mit Essen zu versorgen und für die Schule fertig zu machen, ohne sie anzubrüllen. Aber inmitten von vergessenen Schulprojekten und morgendlichem Chaos ist das doch nicht so einfach.","versions":[{"lang":1,"streams":[{"redirect":12503421,"hoster":"VOE"},{"redirect":12503425,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Gast von nebenan","epNo":13,"alt":"Ain\u0027t Misbehavin\u0027 Or Else","descr":"Stephanies Nachbarin Eunice schafft es, dass Gabby, James und Aaron Dinge tun, die sie bei Stephanie nie tun. Sie setzt die \"Dunklen Künste des Mutterseins\" ein. Stephanie macht sich Sorgen, was das mit ihren Kindern anstellt.","versions":[{"lang":1,"streams":[{"redirect":12503428,"hoster":"VOE"},{"redirect":12503434,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Abschlussball","epNo":14,"alt":"Instant Prom","descr":"Noah lädt Gabby auf den Abschlussball ein. Sie weiß aber nicht, ob Sie auf der After Party wohl erwünscht ist. Stephanie und Charlie reagieren etwas überfürsorglich, als sie erfahren, dass die Kids die Party in einem Hotelzimmer feiern.","versions":[{"lang":1,"streams":[{"redirect":12503439,"hoster":"VOE"},{"redirect":12503442,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein Tattoo für Gabby","epNo":15,"alt":"Don\u0027t Worry, Be Maggie","descr":"Stephanie hat nach ihrer Reaktion auf Gabbys Wunsch, sich ein Tattoo stechen zu lassen, Angst, wie ihre Mutter Maggie zu werden. Sie versucht, das Gegenteil zu beweisen. Das führt aber dazu, dass Gabby das Tattoo nur noch mehr will.","versions":[{"lang":1,"streams":[{"redirect":12503447,"hoster":"VOE"},{"redirect":12503444,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Geisterhaus","epNo":16,"alt":"Ghost Busted","descr":"Stephanie wird von dem Gruselfilm verfolgt, in den sie mit Gabby gegangen ist, obwohl Charlie dagegen war. James nutzt Stephanies Angst, um sie davon zu überzeugen, dass in ihrem Haus Geister sind, weil er in der Nachbarsvilla wohnen will.","versions":[{"lang":1,"streams":[{"redirect":12503374,"hoster":"VOE"},{"redirect":12503376,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Angsthasen","epNo":1,"alt":"Fear Factor","descr":"Stephanie sieht sich gezwungen, ihre Angst vor dem Schwimmen zu gestehen und bringt den Rest der Familie dazu, das ebenfalls zu tun. Das führt zu einer unangenehmen Situation auf dem höchsten Punkt einer Vergnügungspark-Achterbahn.","versions":[{"lang":1,"streams":[{"redirect":12503429,"hoster":"VOE"},{"redirect":12503424,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Maggies Geheimnisse","epNo":2,"alt":"Mysteries Of Maggie","descr":"Aaron muss ein Referat über seine Großmutter halten. In seinen Recherchen stößt er auf Maggies geheime Karriere als Liebesromanautorin, die sie jedoch leugnet. Daraufhin heckt die Familie einen Plan aus.","versions":[{"lang":1,"streams":[{"redirect":12503431,"hoster":"VOE"},{"redirect":12503437,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Boot im Garten","epNo":3,"alt":"Ship Of Fool","descr":"Stephanie versucht, James und Aaron selbstlose Großzügigkeit beizubringen, indem sie Mr. Ebnetter helfen, sein Boot zu reparieren. Bald hilft die ganze Familie mit, allerdings aus ganz falschen Gründen.","versions":[{"lang":1,"streams":[{"redirect":12503440,"hoster":"VOE"},{"redirect":12503445,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wie du mir, so ich dir","epNo":4,"alt":"No Retreat, No Surrender","descr":"Die Streitereien zwischen Gabby und James nehmen so überhand, dass Stephanie und Charlie, in der Hoffnung, dass die beiden das schließlich unter sich klären, damit aufhören, sie zu bestrafen. Der Plan läuft jedoch nicht so wie erhofft.","versions":[{"lang":1,"streams":[{"redirect":12503450,"hoster":"VOE"},{"redirect":12503448,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bawamo Shazam","epNo":5,"alt":"Bawamo Shazam","descr":"Gabby befindet sich im heftigen Streit mit ihren Eltern und Maggie nimmt sie zu sich, um sie zurechtzubiegen. Als Gabby und Maggie sich anscheinend blendend verstehen, muss Stephanie ihr die Augen bezüglich der \"wahren\" Maggie öffnen.","versions":[{"lang":1,"streams":[{"redirect":12503452,"hoster":"VOE"},{"redirect":12503457,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ms. Crazy und ihr Chauffeur","epNo":6,"alt":"Driving Ms. Crazy","descr":"Als Gabby einen Strafzettel bekommt, darf sie nur noch in Begleitung Stephanies (Auto) fahren. Stephanie aber nistet sich etwas zu sehr bei Gabbys Freunden ein.","versions":[{"lang":1,"streams":[{"redirect":12503455,"hoster":"VOE"},{"redirect":12503459,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gewinnen und gewinnen lassen","epNo":7,"alt":"Basket Case","descr":"Stephanie hilft Aaron dabei, James bei einem Spiel zu schlagen. Charlie ist besorgt, dass sie die Balance in der Familie durcheinander gebracht hat. Gabby wird unfreiwillig in einen Konflikt zwischen Stephanie und Maggie mit hineingezogen.","versions":[{"lang":1,"streams":[{"redirect":12503462,"hoster":"VOE"},{"redirect":12503461,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Liebe macht blind","epNo":8,"alt":"Turning A Blind Eye","descr":"Maggie ist mit einem jüngeren Mann zusammen, der blind ist. Sie bittet James und Aaron, sich als ihre jüngeren Brüder auszugeben. Gabby wird bestraft, weil Noah in Abwesenheit ihrer Eltern zu Besuch ist. Gaststar: Carlos PenaVega.","versions":[{"lang":1,"streams":[{"redirect":12503465,"hoster":"VOE"},{"redirect":12503466,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schmutziger Wahlkampf","epNo":9,"alt":"Thumper For President","descr":"James wird in der Schule von einem Mädchen, auf das er steht, bloßgestellt. Mit Stephanies Hilfe will er sich rächen, indem er bei einer Wahl gegen sie kandidiert. Charlie bittet Gabby um Hilfe, seinen verlorenen Ehering wieder zu finden.","versions":[{"lang":1,"streams":[{"redirect":12503467,"hoster":"VOE"},{"redirect":12503472,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die rote Fälschung","epNo":10,"alt":"Bag Lady","descr":"Gabby leiht Stephanies teure neue Tasche an ein beliebtes Mädchen. Sie bekommt sie jedoch völlig ruiniert zurück und muss sie ersetzen, bevor Stephanie sie vor neuen Geschäftspartnerinnen zur Schau stellt.","versions":[{"lang":1,"streams":[{"redirect":12503477,"hoster":"VOE"},{"redirect":12503474,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Aus dem Schneider","epNo":11,"alt":"Off The Hook","descr":"Stephanie und Charlie erkennen eine frühere Bestrafung von James als ungerechtfertigt und geben ihm eine Aus-dem-Schneider-Karte für ein künftiges Vergehen. Die Kinder verhökern den Pass untereinander bis Stephanie und Charlie durchgreifen.","versions":[{"lang":1,"streams":[{"redirect":12503476,"hoster":"VOE"},{"redirect":12503482,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jamal","epNo":12,"alt":"Jamal In The Family","descr":"Cousin Jamal, eine Art älterer Doppelgänger von James, kommt zu Besuch. Charlie fürchtet, er könnte schlechten Einfluss auf seinen jüngeren Cousin haben. Aaron und Maggie versuchen Gabby für ein anstehendes Date Eleganz beizubringen.","versions":[{"lang":1,"streams":[{"redirect":12503483,"hoster":"VOE"},{"redirect":12503481,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Seegras und andere Allergien","epNo":13,"alt":"Friendly Fire","descr":"Stephanie bittet Aaron, sich mit dem Sohn einer Kundin anzufreunden, um bei ihr zu punkten. Doch Aaron hat Angst vor ihm. Gabby rettet Maggie das Leben. Charlie versucht erbittert, sich wieder mit ihr gut zu stellen.","versions":[{"lang":1,"streams":[{"redirect":12503485,"hoster":"VOE"},{"redirect":12503487,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Eifersucht","epNo":14,"alt":"Two Guys And A Gabby","descr":"Als es zwischen Gabby und Noah nicht mehr so gut läuft, benutzt sie einen Freund aus Kindertagen, um Noah eifersüchtig zu machen. Stephanie gibt sich große Mühe, Aaron zu verbessern, als er sie versehentlich Mom nennt.","versions":[{"lang":1,"streams":[{"redirect":12503489,"hoster":"VOE"},{"redirect":12503491,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Revolte","epNo":15,"alt":"Crimes Of Fashion","descr":"Als der Schuldirektor in Sachen Kleiderordnung streng wird, führt James mit Stephanies Hilfe eine Rebellion der Schüler an. Gabby bringt Charlie bei, wie man die sozialen Median nutzt.","versions":[{"lang":1,"streams":[{"redirect":12503494,"hoster":"VOE"},{"redirect":12503530,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Völkerball-Dave","epNo":16,"alt":"Smarty Bowl","descr":"Stephanie fühlt sich auf dem Podest, auf das Aaron sie stellt, sehr wohl. Um dort oben zu bleiben, muss sie allerdings Gabby um Hilfe bei seinen Mathe-Hausaufgaben bitten.","versions":[{"lang":1,"streams":[{"redirect":12503516,"hoster":"VOE"},{"redirect":12503527,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Eignungstest","epNo":17,"alt":"S-A-Tease","descr":"Am Abend vor dem College-Eignungstest beschließt Gabby plötzlich, einen anderen Weg einzuschlagen, dabei deckt sie ein Geheimnis über Stephanie auf. James und Aaron haben Schwierigkeiten, ihr Zimmer zu teilen.","versions":[{"lang":1,"streams":[{"redirect":12503596,"hoster":"VOE"},{"redirect":12503572,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Austauschschüler","epNo":18,"alt":"International Incident","descr":"James versucht in einer weiteren Gaunerei, Stephanie und Charlie weiszumachen, einer seiner Freunde sei ein Austauschstudent, doch es läuft nicht ganz wie geplant.","versions":[{"lang":1,"streams":[{"redirect":12503623,"hoster":"VOE"},{"redirect":12503635,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Geheimrezept","epNo":19,"alt":"Yoot There It Is","descr":"James und Gabby gründen gemeinsam ein Geschäft, in dem sie Grandma Maggies Fruchtsnacks verkaufen, bis diese davon erfährt und ihren Anteil fordert.","versions":[{"lang":1,"streams":[{"redirect":12503637,"hoster":"VOE"},{"redirect":12503649,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Allein zur Schule","epNo":20,"alt":"Walk Like A Boy","descr":"Aaron findet, er sei alt genug, um alleine nach Hause zu gehen. Nachdem er aber von der Polizei nach Hause gebracht wird, muss das Jugendamt bestimmen, ob Stephanie und Charlie gute Eltern sind.","versions":[{"lang":1,"streams":[{"redirect":12503698,"hoster":"VOE"},{"redirect":12503668,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Nichts ist umsonst","epNo":21,"alt":"Dollar Sign","descr":"Aus Sorge, dass Gabby undankbar und verwöhnt geworden ist, zwingt Stephanie sie, sich ihr Auto mit einem Job zu verdienen. James und Maggie machen ein Geschäfte daraus, alten Leuten beizubringen wie Teenager zu sprechen.","versions":[{"lang":1,"streams":[{"redirect":12503697,"hoster":"VOE"},{"redirect":12503758,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Käfer-Alarm","epNo":22,"alt":"Bug Out","descr":"Stephanie denkt, es gehe Aaron nicht gut und kommt zu dem Schluss, dass die Familie schuld ist. Deshalb versprechen alle, ihre schlechten Angewohnheiten eine Woche lang zu ändern. Das neue Ungleichgewicht sorgt für weiteren Ärger.","versions":[{"lang":1,"streams":[{"redirect":12503762,"hoster":"VOE"},{"redirect":12503774,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Neue Freunde","epNo":23,"alt":"Playa Hata","descr":"Endlich gefällt Charlie mal ein Junge, mit dem Gabby ausgehen will. Das bringt Gabby dazu, ihre Wahl zu überdenken. James muss sich plötzlich mit zwei Freundinnen beschäftigen und schafft es nicht, sich für eine zu entscheiden.","versions":[{"lang":1,"streams":[{"redirect":12503814,"hoster":"VOE"},{"redirect":12503825,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Charlie, der Klempner","epNo":24,"alt":"Hourly Rage","descr":"Stephanie erfährt, dass Gabby als Gruppenleiterin ihrer Schulgruppe nicht klarkommt und übernimmt selbst die Gruppe. Als sich zeigt, dass die Gruppe völlig unfähig ist, funktionieren plötzlich Gabby und Stephanie als Team.","versions":[{"lang":1,"streams":[{"redirect":12503828,"hoster":"VOE"},{"redirect":12503878,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Betrug","epNo":25,"alt":"Gone Batty","descr":"Gabby beschließt, das wahre Gesicht der neuen Freundin ihres Ex-Freundes zu zeigen, da sie ihn nur ausnutzt. Alle anderen vermuten, dass sie eifersüchtig ist. Aaron, Charlie und Maggie suchen im Haus nach einer Fledermaus.","versions":[{"lang":1,"streams":[{"redirect":12503850,"hoster":"VOE"},{"redirect":12503881,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Schluss ist erst am Ende","epNo":26,"alt":"Ain’t Over Till It’s Over","descr":"Stephanie und Charlie erwägen die Möglichkeit, ein eigenes Kind zu bekommen, als Gabby die Uni ein Jahr vorzeitig besuchen will und James und Aaron sich dazu entschließen, bei ihrer Mutter in Orlando zu wohnen.","versions":[{"lang":1,"streams":[{"redirect":12503416,"hoster":"VOE"},{"redirect":12503418,"hoster":"Streamtape"}]}]}]}]}