{"seriesId":"intimate","name":"Intimate","descr":"Im Zentrum der Comedyserie \"Intimate.\" steht das Leben und der Alltag der Hamburger Freunde Bruno, Emil, Oskar, Max und Leo. Mutwillig oder aus Verplantheit verstricken sich die Jungs in ein abstruses Lügenkonstrukt, das sie immer schneller einholen wird, als ihnen lieb ist. Themen sind Seitensprünge, Schauspiel-Chaos, Start-up-Schwierigkeiten und Betrug.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Krugkoppelbrücke","epNo":1,"alt":"","descr":"In der WG von Bruno, Emil und Oskar ist immer Chaos angesagt.","versions":[{"lang":1,"streams":[{"redirect":12414827,"hoster":"VOE"},{"redirect":12414826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Doppeldate","epNo":2,"alt":"","descr":"Bruno lernt die deutlich ältere Alice in der Sauna kennen und ist direkt schockverliebt. Max und seine Freundin Isabella wollen neuen Schwung in ihr Sexleben bringen, doch die sexuellen Fantasien der beiden gehen weit auseinander. Leo muss notgedrungen seinen Freund Florian bei sich einziehen lassen und probiert alles, um ihn wieder loszuwerden. Währenddessen haben Oskar und Emil ein Date, das furchtbar in die Hose geht.","versions":[{"lang":1,"streams":[{"redirect":12414829,"hoster":"VOE"},{"redirect":12414831,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grüne Jugend","epNo":3,"alt":"","descr":"Max geht mit einem cholerischen Investor im Fitnessstudio trainieren, um ihn von einer Investition in sein Start-Up zu überzeugen. Bruno und Emil beteiligen sich an einer Protestaktion von Klimaaktivisten und ketten sich an Bäume – nur um Mädchen kennenzulernen. Gleichzeitig muss sich Oskar um den seltsamen Nachbarsjungen kümmern und findet Interesse an dessen Freundin. Leos Freund zwingt ihn, sich einem Check-up beim Arzt zu unterziehen: mit tragischer Diagnose.","versions":[{"lang":1,"streams":[{"redirect":12433032,"hoster":"VOE"},{"redirect":12433014,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sexszene","epNo":4,"alt":"","descr":"Leo geht seinem Freund Florian erneut fremd und verstrickt sich in einer Notlüge. Max’ Klamottenlabel droht zu floppen. Um ihn aufzumuntern, überredet Emil ihn zu einer illegalen Sprayaktion, die mächtig schief geht. Unterdessen trifft Bruno seine deutlich ältere Saunabekanntschaft wieder und muss feststellen, dass ihr Ehemann kein Unbekannter ist. Oskar dreht eine Sexszene und lässt sich dabei ein kleines bisschen zu sehr gehen …","versions":[{"lang":1,"streams":[{"redirect":12433070,"hoster":"VOE"},{"redirect":12433051,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Herpes","epNo":5,"alt":"","descr":"Oskar hat Herpes, weshalb sein Zwilling Emil ihn bei einem Dreh vertreten muss. Wider Erwarten blüht Emil völlig auf und stiehlt sogar Bruno die Show. Währenddessen muss Oskar die Lieferboten-Schicht von Emil übernehmen und trifft dabei auf Emils Ex Marie. Isabella schlägt Max eine offene Beziehung vor und wirft ihn damit völlig aus der Bahn. Leo muss derweil seinen Pass neu beantragen und begibt sich auf eine Odyssee durch Hamburgs Ämter. ","versions":[{"lang":1,"streams":[{"redirect":12460386,"hoster":"VOE"},{"redirect":12460409,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kampen statt Campen","epNo":6,"alt":"","descr":"Alle fünf Freunde stecken sich mit der Krätze an und werden zu häuslicher Quarantäne verdonnert. Doch bald wird die Wohnung zu eng für die Infizierten und sie beschließen, spontan ans Meer zu fahren, um sich dort auszukurieren. Oskar und Max flüchten nachts vom Zeltplatz, und feiern trotz infektiöser Hautkrankheit auf einer wildem Hausparty. Auch Bruno und Emil halten es in ihren Zelten nicht lange aus und freunden sich mit einer Gruppe jugendlicher Hospizkinder an.","versions":[{"lang":1,"streams":[{"redirect":12460421,"hoster":"VOE"},{"redirect":12460422,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"LARP – Live Action Role Play","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12487654,"hoster":"VOE"},{"redirect":12487653,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Lass sie geh’n","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12487655,"hoster":"VOE"},{"redirect":12487661,"hoster":"Streamtape"}]}]}]}]}