{"seriesId":"intruders","name":"Intruders","descr":"Der ehemalige Polizist Jack Whelan (John Simm) glaubt, seine düstere Vergangenheit hinter sich gelassen zu haben. Whelans zurückgezogenes Leben als Autor wird auf den Kopf gestellt, als seine Frau Amy (Mira Sorvino) spurlos verschwindet. Während das Unheil seinen Lauf nimmt, führt ein düsterer Agent (James Frain) eine ganze Reihe von Exekutionen aus. Zeitgleich läuft ein kleines Mädchen (Millie Brown) von zu Hause weg und landet in einer Welt voller Gefahr.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sie war nur ein Provisorium","epNo":1,"alt":"She Was Provisional","descr":"Als Amy (Mira Sorvino) auf eine Geschäftsreise nach Seattle aufbricht, kommt es zu allerlei Merkwürdigkeiten. Sie verschwindet, nachdem ihr Handy in einem Taxi gefunden wurde.Jack (John Simm) reist selbst nach Seattle, um Amy und das Telefon wiederzufinden. Dabei findet er heraus, dass sie nie in ihrem Hotel eingecheckt hat. Gary (Tory Kittles), sein Freund aus Schulzeiten, bittet ihn unterdessen um Hilfe. Die neunjährige Madison (Millie Bobby Brown) hat derweil Alpträume und beginnt, sich komisch zu verhalten, nachdem sie am Strand einen Fremden beobachtet hat. Schließlich setzt der Auftragsmörder Richard (James Frain) alles daran, die Lüftung eines Geheimnisses zu verhindern.","versions":[{"lang":1,"streams":[{"redirect":13096312,"hoster":"VOE"},{"redirect":8577858,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8674349,"hoster":"VOE"},{"redirect":8674347,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hör genau zu!","epNo":2,"alt":"And Here … You Must Listen","descr":"Jacks Alpträume setzen sich fort, als er Amys Büro in Seattle aufsucht. Dort findet er heraus, dass niemand sie erwartet hat. Als er den Taxifahrer kontaktiert, der ihr Handy gefunden hat, macht Amys Verhalten noch weniger Sinn als er zunächst angenommen hat.Madison findet sich unterdessen in einem Bahnhof wieder, in den Händen hält sie ein Zugticket nach Seattle, einen Umschlag voller Geld und einen mysteriösen Schlüssel. Richard gerät unterdessen nach einem allzu menschlichen Akt in ernste Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8829964,"hoster":"VOE"},{"redirect":8577857,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507280,"hoster":"VOE"},{"redirect":8674352,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Zeit ist gekommen","epNo":3,"alt":"Time Has Come Today","descr":"Jack kommt nach Hause zurück und findet dort Amy vor, die friedlich in ihrem Bett schläft. Sie hat eine einleuchtende Erklärung für ihren Aufenthalt in Seattle und versichert Jack, dass sie ihn liebt. Am nächsten Tag will sie sich jedoch von ihm trennen. Er macht sich daraufhin furchtbare Sorgen um ihre geistige Gesundheit.Gary meldet sich unterdessen mit alarmierenden Neuigkeiten. Madison gerät derweil in eine gefährliche Situation, als sie sich entscheidet, per Anhalter nach Seattle zu fahren. Richard wird schließlich von einem Geschäft aus seiner Vergangenheit eingeholt.","versions":[{"lang":1,"streams":[{"redirect":8829966,"hoster":"VOE"},{"redirect":8577862,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507284,"hoster":"VOE"},{"redirect":8674362,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ave Verum Corpus","epNo":4,"alt":"Ave Verum Corpus","descr":"Gary (Tory Kittles) findet etwas sehr seltsames über Amy (Mira Sorvino) heraus, was eine größere und furchteinflößendere Verschwörung suggeriert. Madison (Millie Bobby Brown) kommt in Seattle an und bedroht einen alten Bekannten. Rose setzt Richard (James Frain) unter Druck. Jack (John Simm) und Gary findet eine vertrauenswürdige Quelle.","versions":[{"lang":1,"streams":[{"redirect":8829990,"hoster":"VOE"},{"redirect":8577865,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507286,"hoster":"VOE"},{"redirect":8674356,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schafe und Fuchs","epNo":5,"alt":"The Shepherds and the Fox","descr":"Madison erkennt langsam, aber sicher ein Muster in Marcus\u0027 Erinnerungen. Gary stellt sich unterdessen als überaus unehrlich heraus.","versions":[{"lang":1,"streams":[{"redirect":8829974,"hoster":"VOE"},{"redirect":8577859,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507287,"hoster":"VOE"},{"redirect":8674366,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gebunden","epNo":6,"alt":"Bound","descr":"Rose konfrontiert Jack über die Ursache des merkwürdigen Verhaltens, das die Armee jüngst an den Tag gelegt hatte. Unterdessen entdeckt Richard ein Geheimnis, das Roses Aufstieg zu den Nine verhindern könnte.","versions":[{"lang":1,"streams":[{"redirect":8829975,"hoster":"VOE"},{"redirect":8577861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507288,"hoster":"VOE"},{"redirect":8674370,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Übergang","epNo":7,"alt":"The Crossing Place","descr":"Eine Entdeckung in Jacks Garten führt dazu, dass er ein weiteres Mal versucht, Amy nach Hause zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8829973,"hoster":"VOE"},{"redirect":8577866,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507292,"hoster":"VOE"},{"redirect":8674373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Es gibt kein Ende","epNo":8,"alt":"There Is No End","descr":"Jack findet mehr über die Reichweite der Organisation heraus, während Marcus und Madison große Schwierigkeiten überbrücken müssen.","versions":[{"lang":1,"streams":[{"redirect":13104532,"hoster":"VOE"},{"redirect":8577863,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507293,"hoster":"VOE"},{"redirect":8674381,"hoster":"Streamtape"}]}]}]}]}