{"seriesId":"inu-to-neko-docchi-mo-katteru-to-mainichi-tanoshii","name":"Inu to Neko Docchi mo Katteru to Mainichi Tanoshii","descr":"Ein hochmotivierter und viel zu niedlicher Hund lebt mit einer vernarbten, doch liebenswürdigen Katze zusammen? Das kann doch nur Freude bringen! Jeder Tag im Leben ihres Besitzers ist mit Lachen und Freude gefüllt! Bist du ein Katzenmensch? Ein Hundemensch? Oder gar beides? Dieser Anime ist für all die Leute, die Hunde und Katzen so sehr lieben, dass sie sich nicht zwischen ihnen entscheiden können.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Every Day Is Fun","descr":"Der Hund glaubt, er bekommt was vom Knabberzeugs seines Frauchens ab. Danach bekommt der Hund einen schrägen Haarschnitt.","versions":[{"lang":3,"streams":[{"redirect":13482733,"hoster":"VOE"},{"redirect":8522901,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"They\u0027re Both So Sweet","descr":"Der Hund versucht sein Frauchen aufzuheitern, als es ihm dreckig geht. Auch legt er sich beim Schlafen gerne zu seinem Frauchen , während der Kater alles auf den Kopf stellt.","versions":[{"lang":3,"streams":[{"redirect":13492226,"hoster":"VOE"},{"redirect":8577860,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"In the Taxi","descr":"Das Frauchen muss mit dem Kater zum Tierarzt und fährt mit einem Taxi hin. Glücklicherweise ist der Taxifahrer ein Katzenliebhaber","versions":[{"lang":3,"streams":[{"redirect":13492225,"hoster":"VOE"},{"redirect":8577864,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"When They Were Little","descr":"Das Frauchen sinniert über die unterschiedlichen Verhaltensmuster ihres Hundes und ihrer Katze beim Schlafen. Und darüber, dass ihr Kater als kleines Kätzchen ganz anders war als heute.","versions":[{"lang":3,"streams":[{"redirect":13492227,"hoster":"VOE"},{"redirect":8577867,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Will It Come Out Today?","descr":"Diesmal fällt dem Frauchen auf, wie unterschiedlich sein Hund und sein Kater mit ihrem Fressen umgehen. Als das Herrchen eines Morgens aufsteht, stolpert es über ein offenes Päckchen Trockenfleisch. Ihm wird sofort klar, was letzte Nacht passiert sein muss.","versions":[{"lang":3,"streams":[{"redirect":13492228,"hoster":"VOE"},{"redirect":8577868,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Vet","descr":"Diesmal wirft das Frauchen einen Blick auf die unterschiedlichen Verhaltensweisen seiner zwei Haustiere beim Besuch beim Tierarzt. Außerdem haben Hund und Kater neue Spiele gelernt.","versions":[{"lang":3,"streams":[{"redirect":13492229,"hoster":"VOE"},{"redirect":8577872,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"My Previous Dog","descr":"Das Frauchen wird in einem Meeting mit ihrem Redakteur an ihren letzten Hund erinnert, der vor 5 Jahren an Altersschwäche starb. Wieder daheim schwelgt sie in Erinnerungen an ihr verstorbenes Haustier.","versions":[{"lang":3,"streams":[{"redirect":13500743,"hoster":"VOE"},{"redirect":8577869,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Sing and Dance","descr":"Das Frauchen setzt sich aus Versehen auf den Hund, doch dem macht es nichts aus. Anders so bei dem Kater. Außerdem brennt dem Frauchen der Hund durch und der Kater lehnt sich aus dem Fenster. Dem Frauchen ist jeweils klar, dass es nur noch eins zu tun gibt in diesen Fällen","versions":[{"lang":3,"streams":[{"redirect":13492230,"hoster":"VOE"},{"redirect":8577870,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Ears Never Lie","descr":"Diesmal fällt dem Herrchen auf, wie unterschiedlich sich Hund und Katze verhalten, wenn sie gestreichelt werden. Als das auf dem PC gespeicherte Arbeitsmaterial verschwindet, zeigen seine beiden Haustiere dem Herrchen auf ihre jeweils eigene Art ihre Zuneigung.","versions":[{"lang":3,"streams":[{"redirect":13492231,"hoster":"VOE"},{"redirect":8577871,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Playing","descr":"Dem Herrchen fällt auf, wie unterschiedlich sein Hund und sein Kater reagieren, wenn man sie mit verschiedenen Namen anspricht. Außerdem spielt das Herrchen ein neues Spiel mit seinem Hund.","versions":[{"lang":3,"streams":[{"redirect":13492232,"hoster":"VOE"},{"redirect":8577873,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Dog Before the Previous Dog","descr":"Das Frauchen schwelgt in Erinnerungen an einen Hund, den sie als Kind hatte. So fällt ihr einmal mehr auf, wie alle Hunden und Katzen ihre Eigenarten haben.","versions":[{"lang":3,"streams":[{"redirect":13492233,"hoster":"VOE"},{"redirect":8577874,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"What It Means","descr":"Das Frauchen erinnert sich zurück an die Zeit, in der sie sich ihren Kater zu legte und noch ihren alten Hund hatte. Und daran, wie ihr Kater auf ihren Hund reagiert hat.","versions":[{"lang":3,"streams":[{"redirect":13492234,"hoster":"VOE"},{"redirect":8577876,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Volunteer","descr":"Das Frauchen hilft bei einem Heim für Hunde aus. Wieder daheim versucht sie ihrem Kater zu zeigen, dass sie ihn lieb hat und macht Fotos von ihm, als er etwas Putziges tut.","versions":[{"lang":3,"streams":[{"redirect":13492236,"hoster":"VOE"},{"redirect":8577875,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"I\u0027m Home","descr":"Dem Herrchen fällt auf, wie unterschiedlich ihr Hund und ihr Kater reagieren, nachdem sie nach drei Tagen und nach einer Woche unterwegs nach Hause kommt.","versions":[{"lang":3,"streams":[{"redirect":13492235,"hoster":"VOE"},{"redirect":8577880,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Birthday","descr":"Das Frauchen feiert den Geburtstag ihres Hundes und ihres Katers. Und bemerkt dabei, wie unterschiedlich die beiden ihren Geburtstag empfinden und auf ihre Geschenke reagieren.","versions":[{"lang":3,"streams":[{"redirect":13492238,"hoster":"VOE"},{"redirect":8577879,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"A Friend\u0027s Story","descr":"Das Frauchen feiert den Geburtstag ihres Hundes und ihres Katers. Und bemerkt dabei, wie unterschiedlich die beiden ihren Geburtstag empfinden und auf ihre Geschenke reagieren.","versions":[{"lang":3,"streams":[{"redirect":13492237,"hoster":"VOE"},{"redirect":8577878,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Vet","descr":"Das Frauchen feiert den Geburtstag ihres Hundes und ihres Katers. Und bemerkt dabei, wie unterschiedlich die beiden ihren Geburtstag empfinden und auf ihre Geschenke reagieren.","versions":[{"lang":3,"streams":[{"redirect":13492239,"hoster":"VOE"},{"redirect":8577877,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"An Unfamiliar Road","descr":"Diesmal untersuchen wir, wie unterschiedlich Hunde und Katzen darauf reagieren, wenn man so tut, als würde man ihr Fressen wegessen. Außerdem geht es mit dem Hund zum Hundesalon, wo er viel Neues erlebt. Und die Lieblingsecke des Katers wird aufgewertet.","versions":[{"lang":3,"streams":[{"redirect":13492240,"hoster":"VOE"},{"redirect":8577882,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Medicine","descr":"Der Tierarzt gibt dem Frauchen Medikamente für ihren Hund und ihre Katze mit und sagt ihr, sie soll es den beiden unter ihr Fressen mischen. Und einmal mehr verhalten sich Hund und Katze grundverschieden, wenn es um Fressen geht.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"Mother","descr":"Diesmal werfen wir einen Blick auf das Rudelverhalten von Hunden und Katzen. Insbesondere, wie sich Hunde verhalten, nachdem sie Welpen geworfen haben und wie Hunde und Katzen darauf reagieren, wenn sie ausgeschimpft werden","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Brushing","descr":"Das Frauchen kauft sich eine teurere Hundebürste und versucht, mit dieser den Hund zu bürsten, der davon aber nicht allzu begeistert ist. Danach beschließt das Frauchen beim Gassi gehen, dass sie sich vom Hund nach Hause führen lässt, denn Hunde haben bekanntermaßen ja einen hervorragenden Orientierungssinn","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"Bones","descr":"Das Frauchen besucht ein Restaurant, das sie zum letzten Mal als Kind besucht hat. Außerdem scheint ihr Hund aus gewissen Gründen zu glauben, dass sie auf Kacka abfährt.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"I Can\u0027t Be Careless","descr":"Dem Frauchen fällt auf, wie unterschiedlich sie auf das Schlafverhalten ihres Hundes und ihres Katers reagiert. Außerdem hat der Hund sein Spielzeug verloren, was das Frauchen dazu zwingt, mit ihr zu spielen. Als sie dasselbe bei der Katze versucht, endet es jedoch etwas anders.","versions":[]}]}]}