{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou","name":"Inu to Hasami wa Tsukaiyou","descr":"[Dog and Scissors] Die absurde Mystery-Komödie handelt von Kazuhito, einem High School Schüler, der eine Büchersucht besitzt. Eines Tages wird er während eines Raubüberfalls getötet – und als Dackel wiedergeboren. Unfähig in seiner jetzigen Form zu lesen, gehört der unglückliche Kazuhito nun Kirihime Natsuno, eine sadistische Autorin, welche Scheren benutzt, um ihn zu missbrauchen.","seasons":[{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-1","name":"Auch ein blinder Hund findet mal eine Wurst","epNo":1,"alt":"Every Dog Has His Day","descr":"Eines Tages wird der junge Mann Harumi Kazuhito bei einem Raubüberfall plötzlich getötet. Durch schiere Beharrlichkeit wird der Bücherwurm jedoch als Dackelhund wiederbelebt. Mit roten Augen und einer silbernen Schere in der Hand erscheint Natsuno Kirihime, ein dunkelhaariger Sadist, der ganz in Schwarz gekleidet ist. Außerdem versteht sie ihn als Hund und ist seine Lieblingsautorin, Akiyama Shinobu selbst...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269705","hoster":"VOE"},{"path":"/redirect/13672791","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13534902","hoster":"VOE"},{"path":"/redirect/8967252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-2","name":"Man muss den Hund schmieden, so lange er heiß ist","epNo":2,"alt":"Strike While the Dog is Hot","descr":"Kazuhito lebt schließlich mit dem massiven Sadisten Natsuno Kirihime zusammen. Nun verbringt er seine Tage in Angst vor Angriffen mit einer Schere, und eines Tages schickt eine Bemerkung von Natsuno Kazuhito zurück in die Wohnung, in der er als Mensch lebte. Während Kazuhito Sehnsucht nach seinem alten Leben verspürt, beginnt Natsuno, die Bewegungen von Nakahara Toji zu beschreiben, dem Mann, der den Raub begangen hat. \"Es ist nur eine wilde Fantasie, aber es ist die Geschichte von dir und dem Mann, der dich getötet hat...\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273812","hoster":"VOE"},{"path":"/redirect/13672773","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500726","hoster":"VOE"},{"path":"/redirect/12978353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-3","name":"Wie die Motte ins Licht fliegt der Hund ins Feuer","epNo":3,"alt":"The Winter Dog Flies into the Fire","descr":"Nachdem Kazuhito sie in einem Traum gesehen hat, erinnert er sich an seine jüngere Schwester Harumi Madoka. Seine Nostalgie wird unterbrochen, als Akiyama Shinobus Redakteurin Hiiragi Suzuna auftaucht, eine massive Masochistin mit riesigen Brüsten, die zu Fantasien neigt. Was noch schlimmer ist, Natsuno steckt in einer Krise?! Als sie darüber diskutieren, wie sie ihren Einbruch überwinden kann, taucht das Thema eines mysteriösen Slasher-Falls auf. Im Schatten des Vorfalls lauern jedoch flüchtige Blicke auf Akiyama Shinobus Buch und Madoka...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278114","hoster":"VOE"},{"path":"/redirect/13672774","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500727","hoster":"VOE"},{"path":"/redirect/8967260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-4","name":"Drowning Men Clutch at Dogs","epNo":4,"alt":"Drowning Men Clutch at Dogs","descr":"Kazuhito wird in eine Falle geraten und gefangen genommen. Als er das Bewusstsein wiedererlangt, findet er sich in seinem Zimmer in der Sumitani Hall wieder, in eine Matte gehüllt und begleitet von Madoka... die sich seltsam zu verhalten scheint... Könnte Madoka der Mörder hinter dem Slasher-Vorfall sein?! Es dauert nicht lange, Natsuno rettet Kazuhito, bevor er gezwungen ist, Angst zu kosten, aber...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278116","hoster":"VOE"},{"path":"/redirect/13672777","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500729","hoster":"VOE"},{"path":"/redirect/8967259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-5","name":"Nothing Ventured, No Dog Gained","epNo":5,"alt":"Nothing Ventured, No Dog Gained","descr":"Madoka bahnt sich einen Weg durch ein Wohnungsfenster, um Kazuhito zu verfolgen. Natsunos wahre Identität wird enthüllt. Für Madoka ist sie die Mörderin ihres Bruders – Akiyama Shinobu. Natsuno versucht, für Kazuhito zu sprechen und seine Gedanken mitzuteilen, aber Madoka nimmt Kazuhito in ihre Arme und geht durch das Fenster, um in die Nacht zu fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269569","hoster":"VOE"},{"path":"/redirect/14471515","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13534903","hoster":"VOE"},{"path":"/redirect/8967227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-6","name":"Rain Settles the Dog","epNo":6,"alt":"Rain Settles the Dog","descr":"Honda Bookseller ist in großen Schwierigkeiten?! Einer von Kazuhitos Lieblingsgeschäften, Honda Bookseller\u0027s. Der Besitzer ist Honda Fumio, schrecklich im Geschäft und gut im Umgang mit Menschen. Aber für ihn, bankrott zu gehen und in der Nacht zu fliehen... wäre nicht undenkbar. Ein besorgter Kazuhito geht mit seiner Lieblingstasche zu Honda Bookseller, wird aber von der außer Kontrolle geratenen Honda Yayoi gefangen genommen und in ihre Flucht von zu Hause verwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269576","hoster":"VOE"},{"path":"/redirect/13672788","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500732","hoster":"VOE"},{"path":"/redirect/8967228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-7","name":"Hund ist Silber, Schweigen ist Gold","epNo":7,"alt":"The Dog Would Not be Shot but for its Cries","descr":"Noch ein Vorfall?! Natsunos BH ist verschwunden. Zu denken, dass sie es getragen hat... Sie rufen Suzuna an und durchsuchen ihre Wohnung. Es ist nicht in ihrem Zimmer oder in der Turnhalle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270061","hoster":"VOE"},{"path":"/redirect/13672779","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500730","hoster":"VOE"},{"path":"/redirect/8967234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-8","name":"Wasch dem Hund den Pelz, aber mach ihn nicht nass","epNo":8,"alt":"Dogs in Moderation","descr":"Japanische Schwerter, Speere, Messer, Wakizashi... das heilige Land der Klingen, Blade Hall. Im eleganten Shinise Ryokan werden sie von der Vermieterin und guten Freundin ihres Vermieters empfangen. Während Natsuno weit reiste, um die stumpfe Klinge ihrer Lieblingsschere Hasajiro zu schärfen, hatte sie heimlich ein anderes Motiv.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863035","hoster":"VOE"},{"path":"/redirect/13672784","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500733","hoster":"VOE"},{"path":"/redirect/8967236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-9","name":"Wo kein Hund, da kein Rauch","epNo":9,"alt":"There is No Smoke Without Dog","descr":"Natsuno hat seit einiger Zeit den Verdacht, dass sie beobachtet wird. Eines Tages, während sie unterwegs ist, bricht jemand in Natsunos perfekt gesichertes Zimmer ein und holt ein einzelnes Buch heraus. Es ist zufällig das Buch, das sie gerade auf Empfehlung von Sakura gekauft hat, der Gewinnerin des Sonderpreises für Romane in voller Länge, Heiandos neuestem Autor Fujimaki Hotarus \"Keisei Love Story\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278117","hoster":"VOE"},{"path":"/redirect/13672783","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500742","hoster":"VOE"},{"path":"/redirect/8967240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-10","name":"Die Zeit vergeht wie der Hund","epNo":10,"alt":"Time Flies Like a Dog","descr":"Im Vorraum der Bibliothek finden sie Natsunos Stalkerin Fujimaki Hotaru, ihren Klassenkameraden Osawa Hami. Sie und Kazuhito hatten sich einmal versprochen – dass sie Autorin werden und er ihr erster Leser sein würde. Nachdem er Autor geworden war, kehrte Hami zurück, um Kazuhito zu sehen. \"Willkommen zu Hause, Kazuhito-kun.\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13451033","hoster":"VOE"},{"path":"/redirect/13672785","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500741","hoster":"VOE"},{"path":"/redirect/8967242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-11","name":"Ein zufälliger Hund ist immer auch Schicksal","epNo":11,"alt":"A Dog by Chance is Preordained","descr":"Verschiedene Kunden kommen zu Honda Bookseller. So viele Menschen, so viele Köpfe, jeder mit seiner eigenen Hautfarbe und jeder mit seinem eigenen Buch. Dort erscheinen plötzlich Daimon und seine Männer in Schwarz, die alle Bücher von Akiyama Shinobu und Himehagi Momiji aufkaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14233123","hoster":"VOE"},{"path":"/redirect/13672786","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500751","hoster":"VOE"},{"path":"/redirect/8967247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/inu-to-hasami-wa-tsukaiyou/staffel-1/episode-12","name":"Dog and Scissors","epNo":12,"alt":"Dogs and Scissors Require Good Handling","descr":"Kazuhito lebt sein Leben mit dem massiven Sadisten Natsuno, dem mysteriösen maskierten Autor Akiyama Shinobu. Suzuna glaubt jedoch, dass es ihre Chance ist, und ermutigt Natsuno, eine Unterzeichnung zu halten. Sie fordert sie auf, öffentlich zu arbeiten, und nimmt sie an einem Cosplay-Event teil. Als Madoka und Hami zu Besuch kommen, werden auch sie involviert... Um den eigensinnigen Natsuno zu berauschen, greift sie dann zu starkem Alkohol...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13823775","hoster":"VOE"},{"path":"/redirect/13672787","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13500740","hoster":"VOE"},{"path":"/redirect/8967249","hoster":"Streamtape"}]}]}]}]}