{"seriesId":"inuyashiki","name":"Inuyashiki","descr":"Der 58-jährige Inuyashiki hat einfach kein Glück in seinem Leben. Seine Frau und Kinder ignorieren und strafen ihn mit Respektlosigkeit und zu allem Überfluss wird bei ihm dann auch noch Krebs diagnostiziert und ihm bescheinigt, dass er nicht mehr lange zu leben hat. Doch als es scheint, dass es eigentlich gar nicht mehr schlimmer werden könnte, schlägt ein gleißend helles Licht auf die Erde ein und trifft den alten Mann.Als er etwas später wieder zu sich kommt, ist jedoch alles anders … Inuyashiki fühlt sich so jung wie nie und auch der Krebs scheint besiegt zu sein. Durch seine neuen Kräfte kann er nun ein Held sein, welcher des Respektes wert ist, den er zuvor nie bekommen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ichiro Inuyashiki","epNo":1,"alt":"Ichiro Inuyashiki","descr":"Ichiro Inuyashiki, ein trübsinniger Angestellter, von seiner Familie gemieden, erfährt, dass er unheilbar krank ist. Durch einen Zusammenstoß mit einem UFO verwandelt sich sein Körper in eine tödliche Maschine. Inuyashiki ist verzweifelt. Er ist kein Mensch mehr. Als er bei einem Überfall dazwischen geht, schlagen ihn Jugendliche zusammen. Da erwachen die in ihm schlummernden Kräfte ...","versions":[{"lang":1,"streams":[{"redirect":7033647,"hoster":"VOE"},{"redirect":12310105,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8830037,"hoster":"VOE"},{"redirect":8577954,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hiro Shishigami","epNo":2,"alt":"Hiro Shishigami","descr":"Menschen helfen zu können, versöhnt Inuyashiki mit seinem Schicksal. Den Oberschüler Shishigami hingegen, ebenfalls zum Roboter geworden, interessieren nur Freunde und Familie. Mit seinen neuen Kräften tötet er wahllos. Im Gegensatz zu Inuyashiki fühlt er sich dann lebendig, wenn er Leben nimmt. Eines Abends massakriert Shishigami eine ganze Familie. Inuyashiki ahnt etwas und eilt herbei ...","versions":[{"lang":1,"streams":[{"redirect":7033655,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":8830038,"hoster":"VOE"},{"redirect":8577957,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Naoyuki Ando","epNo":3,"alt":"Naoyuki Ando","descr":"Erschüttert davon, dass sein Schuss Inuyashiki nicht tötet, flieht Shishigami. Inuyashiki realisiert, dass auch Shishigami einen Roboterkörper hat. Einen Tag später entdeckt Inuyashiki, dass er fliegen und heilen kann, und nutzt das, um zu helfen. Shishigami, immer noch verwirrt, stellt sich einer Gruppe von Schulhof-Bullys entgegen, die sich seinen Freund Naoyuki Ando vorknöpfen wollen.","versions":[{"lang":1,"streams":[{"redirect":7033659,"hoster":"VOE"},{"redirect":12310116,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534910,"hoster":"VOE"},{"redirect":8577958,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Samejima","epNo":4,"alt":"Samejima","descr":"Entdeckt der Yakuza Samejima ein Mädchen, das ihm gefällt, entführt er es, setzt es unter Drogen und tut ihm Gewalt an. Fumino und Satoru haben gerade beschlossen zu heiraten, als Samejima Fumino entführen lässt. Sie kann entkommen, doch Samejima und seine Leute folgen ihr und bedrohen Satoru. Da eilt Inuyashiki ihnen zu Hilfe. Aber von Samejimas Kugeln getroffen, sinkt er ohnmächtig zu Boden ...","versions":[{"lang":1,"streams":[{"redirect":12310118,"hoster":"VOE"},{"redirect":12310117,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534909,"hoster":"VOE"},{"redirect":8577955,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Yuko Shishigami","epNo":5,"alt":"Yūko Shishigami","descr":"Die Medien sind voller Berichte über die Serienmorde. Ando belastet sein Wissen über Shishigamis Verbrechen. Die Wunderheilungen lassen ihn schließen, dass es noch jemanden wie Shishigami geben muss. Er lockt Inuyashishi herbei und bittet ihn, Shishigami zu stoppen. Währenddessen erfährt Shishigami, zurück von einem Besuch bei seinem Vater, dass seine Mutter Krebs im Endstadium hat.","versions":[{"lang":1,"streams":[{"redirect":7033670,"hoster":"VOE"},{"redirect":12310122,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8830041,"hoster":"VOE"},{"redirect":8577956,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Leute von Channel 2","epNo":6,"alt":"People of 2ch","descr":"Shishigami wird landesweit gesucht, die glücklichen Tage mit seiner Mutter sind vorbei. Er kommt bei seiner Klassenkameradin Shion Watanabe unter. Inuyashiki lernt mit Andos Hilfe seinen Roboterkörper zu benutzen. Nach einer öffentlichen Entschuldigung von Shishigamis Mutter machen sie sich Sorgen über seine nächsten Schritte. Da erfährt Shishigami, dass seine Mutter sich umgebracht hat ...","versions":[{"lang":1,"streams":[{"redirect":7033678,"hoster":"VOE"},{"redirect":12310128,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8830044,"hoster":"VOE"},{"redirect":8577959,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Shion Watanabe","epNo":7,"alt":"Shion Watanabe","descr":"Shion glaubt an Shishigamis Unschuld. Doch er offenbart ihr, dass sein Körper eine Maschine ist und dass er tötet, um sich lebendig zu fühlen. \"Ich werde noch mehr töten ... Alle Menschen in diesem Land!\", verkündet er. Trotzdem fleht Shion ihn an, sie nicht zu verlassen. Auch seine Opfer hatten eine Zukunft, Familien und Freunde, sagt sie weinend. Da macht Shishigami Shion einen Vorschlag ...","versions":[{"lang":1,"streams":[{"redirect":7033683,"hoster":"VOE"},{"redirect":12310138,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8830043,"hoster":"VOE"},{"redirect":8577960,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mari Inuyashiki","epNo":8,"alt":"Mari Inuyashiki","descr":"Ein Sondereinsatzkommando nimmt Shishigami unter Beschuss. Er bringt Shion und ihre Großmutter, beide bewusstlos, in Sicherheit und nimmt unter Tränen Abschied. Einige Tage später. Inuyashikis Tochter Mari sieht ihren Vater zufällig mit Ando ein Krankenhaus betreten, folgt ihnen und beobachtet Erstaunliches. Am selben Abend attackiert der verzweifelte, rachesuchende Shishigami die Polizei ...","versions":[{"lang":1,"streams":[{"redirect":12310137,"hoster":"VOE"},{"redirect":12310141,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8830042,"hoster":"VOE"},{"redirect":8577961,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Menschen in Shinjuku","epNo":9,"alt":"People of Shinjuku","descr":"Während sein Angriff auf die Polizei in den Medien diskutiert wird, erklärt Shishigami Japan den Krieg und beginnt mit der Ermordung von 100 Menschen in Shinjuku. Ando begreift, dass er Handys einsetzt und warnt mit Inuyashiskis Hilfe vor ihrer Benutzung. Das stoppt Shishigami nicht. Nun will er 1000 Menschen töten. Inuyashiki ist verzweifelt. Am nächsten Tag setzt Shishigami zu neuen Untaten an.","versions":[{"lang":1,"streams":[{"redirect":7033696,"hoster":"VOE"},{"redirect":12310146,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8830046,"hoster":"VOE"},{"redirect":8577962,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Menschen in Tokyo","epNo":10,"alt":"People of Tokyo","descr":"Flugzeugabstürze in der Stadt: So setzt Shishigami die Ankündigung um, noch mehr Menschen als bei seinem ersten Massaker zu töten. Inuyashiki gelingt es, mehrere Flugzeuge im letzten Moment sicher landen zu lassen. Doch als er auch der in einem brennenden Hochhaus eingeschlossenen Mari zu Hilfe eilen will, greift Shishigami ihn an. Ein dramatischer Kampf der beiden Maschinenkörper beginnt ...","versions":[{"lang":1,"streams":[{"redirect":12310149,"hoster":"VOE"},{"redirect":12310147,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492264,"hoster":"VOE"},{"redirect":8577964,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Menschen auf der Erde","epNo":11,"alt":"People of Earth","descr":"Inuyashiki enthüllt seiner Familie, dass er eine Maschine ist. In einer tränenreichen Versöhnung akzeptiert sie ihn. Shishigami taucht bei Ando auf, der ihm heftige Vorwürfe macht. Enttäuscht von seinem Freund, verschwindet Shishigami. Inuyashiki verbringt glückliche Tage mit seiner Familie. Da droht ein Asteroid, die Erde zu zerstören. Inuyashiki macht sich auf, seine Familie zu retten ...","versions":[{"lang":1,"streams":[{"redirect":7033709,"hoster":"VOE"},{"redirect":14251569,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492265,"hoster":"VOE"},{"redirect":8577963,"hoster":"Streamtape"}]}]}]}]}