{"seriesId":"invasion","name":"Invasion","descr":"Russell Varon (Eddie Cibrian) ist Park Ranger in Homestead, einer Kleinstadt in Florida. Seine beiden Kinder, Jesse (Evan Peters) und Rose (Ariel Gade), leben die meiste Zeit bei ihrer Mutter, Dr. Mariel Underlay (Kari Matchett), die als Ärztin im örtlichen Krankenhaus arbeitet. Mariel ist jetzt mit Sheriff Tom Underlay (William Fichtner) verheiratet, der ebenfalls eine Tochter (Alexis Dziena) aus erster Ehe hat. Auch Russell hat wieder geheiratet: die Reporterin Larkin Groves (Lisa Sheridan), die für einen lokalen Fernsehsender berichtet und mit der Russell sein drittes Kind erwartet. Ihr Bruder Dave (Tyler Labine) ist ein netter Kerl, aber zugleich etwas abgedreht: Er glaubt an die wirrsten Verschwörungstheorien, so z.B. auch daran, dass die Zunahme von Naturkatastrophen in Wahrheit darauf zurückzuführen ist, dass sie künstlich erzeugt werden, um etwas anderes dahinter zu verbergen. Als Homestead durch die Verwüstungen eines Hurrikans von der Außenwelt praktisch abgeschnitten wird, kommt es in der Stadt zu seltsamen Vorkommnissen: Russells Tochter Rose berichtet von Lichtern, die sie im Sturm gesehen hat. Mariel wird am Morgen nach dem Hurrikan nackt in einem See aufgefunden - ohne Erinnerung an das, was in der vergangenen Nacht passiert ist. In der Folge gehen einige merkwürdige Veränderungen in ihr vor. Ihr Mann, Sheriff Underlay, verhängt eine Quarantäne über die Stadt. Russell ahnt, dass etwas nicht in Ordnung ist. Die Erklärungsversuche seines Schwagers über eine Landung Außerirdischer hält er zwar (noch) für Unsinn. Trotzdem beginnt Russell Nachforschungen anzustellen. Dabei findet er nicht nur einen bewusstlosen Marinetaucher, der höchst ungewöhnliche Schnittverletzungen davon getragen hat, sondern gemeinsam mit Dave auch eine halb verweste Wasserleiche, die die dazu passenden Krallen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Hurrikan","epNo":1,"alt":"Invasion – Pilot","descr":"Ein Hurrikan fegt über eine Kleinstadt in Florida hinweg. Rose, die Tochter des Park-Rangers Russel, behauptet, im Zentrum des Sturms Lichter gesehen zu haben, die auf den See zu schwebten. Russel nimmt sie nicht ernst, bis seine Ex-Frau Mariel nackt im See gefunden wird und sich an nichts erinnern kann. Russel untersucht die Vorkommnisse und beginnt damit ohne es zu wissen einen Kampf um das Überleben seiner Familie, seiner Mitbürger und der ganzen menschlichen Rasse.","versions":[{"lang":1,"streams":[{"redirect":8347552,"hoster":"VOE"},{"redirect":10002845,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Taucher","epNo":2,"alt":"Lights Out","descr":"Russell findet in der Ranger-Station den Luftwaffen-Offizier Paxton, völlig durchnässt und schwer verletzt. Russell fragt sich, was dem Piloten eigentlich passiert ist, als er bemerkt, dass Paxton dieselben Verletzungen hat wie sein Schwager Dave. Bald stellt der Park-Ranger fest, dass sich Sheriff Underlay und Russells Frau, die Reporterin Larkin, ebenfalls für die geheimnisvollen Umstände von Paxtons Auftauchen interessieren.","versions":[{"lang":1,"streams":[{"redirect":8347562,"hoster":"VOE"},{"redirect":8347561,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wasserscheide","epNo":3,"alt":"Watershed","descr":"Russell muss seinen Sohn Jesse retten, der von einer geheimnisvollen Gewalt bewusstlos geschlagen wurde. Das merkwürdige Verhalten seiner Exfrau Mariel beunruhigt ihn immer mehr. Unterdessen glaubt seine neue Frau Larkin einem Verschleierungsversuch des Militärs auf der Spur zu sein, in den auch Sheriff Underlay eingeweiht ist. Ihr Bruder Dave versucht dagegen die Bedeutung der Inschrift eines Eherings herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":8347557,"hoster":"VOE"},{"redirect":8347558,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Überträger","epNo":4,"alt":"Alpha Male","descr":"Sheriff Underlay ist gerade dabei, seine Pläne für eine Quarantäne durchzusetzen, als Park-Ranger Russell herausfindet, dass Tiere aus einem Forschungslabor ausgebrochen sind. Vielleicht sind sie für den tödlichen Grippe-Virus verantwortlich, der sich rundum Homestead verbreitet. Jesse wird eifersüchtig auf einen Jungen, mit dem seine Stiefschwester Kira flirtet. Unterdessen zweifelt eine Frau an Larkins Identität und greift sie an.","versions":[{"lang":1,"streams":[{"redirect":8347542,"hoster":"VOE"},{"redirect":14423547,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Überlebenden","epNo":5,"alt":"Unnatural Selection","descr":"Park-Ranger Russell wird zunehmend misstrauisch, als sein Kollege unter mysteriösen Umständen erschossen wird. Auch seine Frau, die Reporterin Larkin, stellt die Motive eines ehemaligen Liebhabers in Frage, der sie auf seine Militärbasis einlädt. Mariel macht sich langsam Sorgen, dass sie ihren Kindern seit dem Hurrikan keine gute Mutter mehr war, und fragt sich, mit welchen Hintergedanken Pfarrer Scanlon sie zu einem Treffen der Überlebenden einlädt.","versions":[{"lang":1,"streams":[{"redirect":8347535,"hoster":"VOE"},{"redirect":14423549,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Jagd","epNo":6,"alt":"The Hunt","descr":"Russell trifft auf einen alten kubanischen Flüchtling, der seine Familie an \"die Lichter\" verloren hat. Er beschließt, fischen zu gehen, um eines der geheimnisvollen, orange leuchtenden Lebewesen zu fangen. Nach seiner unheimlichen Begegnung interessiert sich Derek mehr für Kiras Stiefmutter Mariel als für sie. Kiras Vater, Sheriff Underlay, ist alles andere als begeistert.","versions":[{"lang":1,"streams":[{"redirect":8830047,"hoster":"VOE"},{"redirect":14423548,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fisch-Story","epNo":7,"alt":"Fish Story","descr":"Die schwangere Larkin hat einen schweren Autounfall, den sie nur knapp überlebt. Verletzt kämpft sie sich auf der Suche nach Hilfe allein durch den Wald. Bis sie von einem geheimnisvollen Fremden aufgelesen wird, der aber etwas im Schilde zu führen scheint. Inzwischen versucht Mariel verzweifelt wieder eine normale Beziehung zu ihrem Sohn Jesse aufzubauen.","versions":[{"lang":1,"streams":[{"redirect":8347548,"hoster":"VOE"},{"redirect":14425798,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Entdeckung","epNo":8,"alt":"The Cradle","descr":"Ein Baby wird bei Russells Rangerstation ausgesetzt. Sheriff Underlay macht die Mutter ausfindig, doch die bestreitet vehement, dass es ihr Kind ist. Ihre Schwiegermutter schwört aber, dass das Baby ihr Enkelkind ist und seine Mutter sich schon seit dem Hurrikan seltsam benimmt. Mariel fragt sich unterdessen immer öfter, warum sich das Verhältnis zu ihren Kindern so abgekühlt hat. Am See macht sie eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8347545,"hoster":"VOE"},{"redirect":12988787,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Unterwassersuche","epNo":9,"alt":"The Dredge","descr":"Russell ist der Hauptverdächtige bei einem Doppelmord. Und seine Frau Larkin erfährt so von seinem Vorstrafenregister. Sie stellt deshalb seine Rechtschaffenheit grundsätzlich in Frage und ermittelt selbst in dem Mordfall. Ihr Bruder Dave versucht unterdessen herauszufinden, was Mariel in der Hurrikan-Nacht passiert ist. Sie bittet ihren Mann, Sheriff Underlay, den See nach der Leiche abzusuchen, die sie dort gesehen haben will.","versions":[{"lang":1,"streams":[{"redirect":14080074,"hoster":"VOE"},{"redirect":14423550,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ursprung der Arten","epNo":10,"alt":"Origin Of Species","descr":"Dave wird von einem Paar entführt, das seinen Blog über die merkwürdigen Ereignisse in Homestead gelesen hat und dringend wissen will, was er wirklich über die Folgen des Hurrikans weiß. Sheriff Underlay und sein Deputy Lewis Sirk erfahren inzwischen die Identität der Toten aus dem See und Sirk sieht zum ersten Mal eines der mysteriösen, orange leuchtenden Wesen.","versions":[{"lang":1,"streams":[{"redirect":8347579,"hoster":"VOE"},{"redirect":12636040,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wir oder die","epNo":11,"alt":"Us Or Them","descr":"Russell konfrontiert seine Exfrau Mariel mit ihrer merkwürdigen Veränderung seit dem Hurrikan. Sheriff Underlay lädt seinen verwirrten Deputy Sirk zu sich ein, damit der sich von den Erlebnissen auf dem See erholt. Und Jesse trifft im Urlaub mit seiner Schwester Rose und seiner Stiefmutter Larkin ein wunderschönes, aber geheimnisvolles Mädchen.","versions":[{"lang":1,"streams":[{"redirect":8347587,"hoster":"VOE"},{"redirect":12636041,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Macht","epNo":12,"alt":"Power","descr":"Russell besucht seine Exfrau Mariel und erfährt, dass ihr neuer Mann Tom Underlay die Kinder in die Ferien mitgenommen hat. Und das, ohne sie vorher um Erlaubnis zu fragen. Russell bemerkt, dass sich jemand draußen vor Mariels Haus herumtreibt. Währenddessen macht Russells Interesse für Mariel seine neue Frau Larkin misstrauisch.","versions":[{"lang":1,"streams":[{"redirect":8346742,"hoster":"VOE"},{"redirect":12982123,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Erlösung","epNo":13,"alt":"Redemption","descr":"Underlay wird von einem Unbekannten niedergeschossen. In seinem Unterbewusstsein treibt er zwischen Vergangenheit und Gegenwart und durchlebt noch einmal den Flugzeugabsturz von 1966 und seine \"Wiedergeburt\". Um das Leben seiner Frau Larkin und ihres Babys nicht in Gefahr zu bringen, versucht Russell, sie derweil daran zu hindern, die Wahrheit über die Hybriden an die Öffentlichkeit zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8346738,"hoster":"VOE"},{"redirect":8346737,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Alle Geschöpfe Gottes","epNo":14,"alt":"All God’s Creatures","descr":"Russell, Larkin und Dave sind entsetzt, nachdem sie die mysteriöse Kreatur entdeckt haben, die um ihr Haus geschlichen ist. Sheriff Underlay versucht unterdessen herauszufinden, wer ihn niedergeschossen hat. Und seine Tochter Kira will endlich wissen, was wirklich mit ihrem Vater und ihrer Stiefmutter am See geschah.","versions":[{"lang":1,"streams":[{"redirect":8346746,"hoster":"VOE"},{"redirect":8346751,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Nest","epNo":15,"alt":"The Nest","descr":"Neugier und Frustration lassen Kira zu Höchstform auflaufen, während sie weiter verbissen danach sucht, was ihrem Vater, ihrer Stiefmutter und den anderen Leuten in Homestead wirklich passiert ist. Aber als sie sich mit den falschen Leuten einlässt, ist sie bald in größter Gefahr. Unterdessen untersucht Russell das Blut seiner Exfrau Mariel und macht eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8346754,"hoster":"VOE"},{"redirect":8346747,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nur die Stärksten","epNo":16,"alt":"The Fittest","descr":"Russell und Sheriff Underlay müsen sich zusammenraufen, um die Hybriden Derek und die schwangere Christina zu fassen. Die beiden sind bewaffnet, auf der Flucht und zu allem bereit. Währenddessen erzählt Mariel ihren Kindern, was wirklich während des Hurrikans passiert ist. Ihre Stieftochter Kira liegt nach einer Begegnung mit einem der orange leuchtenden Wesen bewusstlos im Krankenhaus. Reporterin Larkin sucht derweil nach neuen Informationen über Paxton.","versions":[{"lang":1,"streams":[{"redirect":8346749,"hoster":"VOE"},{"redirect":8346735,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Insel","epNo":17,"alt":"The Key","descr":"Christina zwingt Mariel zu einer Ultraschalluntersuchung, um herauszufinden, was so schnell in ihr heranwächst. Russell und sein Schwager Dave versuchen herauszufinden, was Healy über die Hybriden weiß. Und auch Jesse ist besorgt: Nach der Wiedereröffnung seiner Schule benehmen sich einige seiner Klassenkameraden sehr merkwürdig.","versions":[{"lang":1,"streams":[{"redirect":12336237,"hoster":"VOE"},{"redirect":8346719,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Re-Evolution","epNo":18,"alt":"Re-Evolution","descr":"Russell und Dave entdecken eine Insel, auf der Szura einige besondere Hybriden hält. Und sie decken Pläne auf, die auf eine mögliche Invasion hindeuten. Währendessen fährt Larkin einen Mann an. Sie ist überzeugt, dass es sich um einen Hybriden handelt. Jesse gerät derweil in der Schule in eine Auseinandersetzung mit einigen Hybriden.","versions":[{"lang":1,"streams":[{"redirect":8346708,"hoster":"VOE"},{"redirect":8346711,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Neue Arten","epNo":19,"alt":"The Son Also Rises","descr":"Russell erfährt, dass er mit seinen Nachforschungen über die Hybriden möglicherweise seinen Job gefährdet. Währenddessen fühlen die Hybriden einen neuen Sturm aufziehen und bereiten sich vor. Rose’ neuer Lehrer unterrichtet ein beunruhigendes Fach und Jesse und ein Schulfreund wollen die Dinge selbst in die Hand nehmen, um mit den Hybriden quitt zu sein.","versions":[{"lang":1,"streams":[{"redirect":8346728,"hoster":"VOE"},{"redirect":8346731,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der neue Hurrikan","epNo":20,"alt":"Run and Gun","descr":"Durch den schnell größer werdenden Einfluss der Hybriden gibt der Nationale Wetterdienst Falschmeldungen und einen falschen Kurs des neuen Hurrikans heraus, um die Bürger von Homestead in Sicherheit zu wiegen. Russell und Underlay entscheiden, ihre Familie aus der Stadt zu bringen, während sie versuchen, Szuras Pläne zu durchkreuzen. Der hat sein Arbeitslager inzwischen verlegt, doch sie ahnen, dass er den heranrasenden Sturm mit Vorfreude erwartet. Was führt er im Schilde?","versions":[{"lang":1,"streams":[{"redirect":8346723,"hoster":"VOE"},{"redirect":8346727,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Szuras Plan","epNo":21,"alt":"Round Up","descr":"In seinem neuen Sammellager beginnt Szura alle noch normalen Einwohner Homesteads einzusperren, um sie den Außerirdischen, die mit dem heranrasenden Hurrikan kommen, als Wirtskörper anzubieten. Auch Russells und Toms Familien geraten in dieses Lager, und schließlich tappt Russell ebenfalls in Szuras Falle. Auch Dave muss sich seiner Haut erwehren, als zwei Hilfssheriffs ihn aus Rache töten wollen. Dann trifft der Hurrikan auf die Küste…","versions":[{"lang":1,"streams":[{"redirect":8347262,"hoster":"VOE"},{"redirect":12992671,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Abschied","epNo":22,"alt":"The Last Wave Goodbye","descr":"Inmitten des Hurrikans versuchen die Hybriden, die verbliebenen Menschen weiter einzukreisen. Parkranger Russell und Sheriff Underlay entwickeln einen Plan zu ihrer Rettung. Doch einige Menschen glauben, dass Underlay hinter dem Chaos steckt, und nehmen Russells Frau Larkin, ihren Bruder Dave und seine beiden Kinder Jesse und Rose als Geiseln.","versions":[{"lang":1,"streams":[{"redirect":8347554,"hoster":"VOE"},{"redirect":8347550,"hoster":"Streamtape"}]}]}]}]}