{"seriesId":"invisible-man-der-unsichtbare","name":"Invisible Man - Der Unsichtbare","descr":"Der Einbrecher Darien Fawkes bekommt die Chance seines Lebens: Er muß seine lebenslange Haftstrafe nicht antreten, wenn er sich mit der Teilnahme an einem Experiment einverstanden erklärt. In einer komplizierten Operation erhält Darien eine künstliche Drüse implantiert, durch die er unsichtbar wird, wenn er starke Emotionen empfindet. Der Haken an der Sache: Darien muß regelmäßig ein Gegenmittel bekommen, da er sich sonst in einen Psychopathen verwandelt. Fortan ist Darien im Auftrag eines US-Geheimdienstes unterwegs und bekämpft Terroristen und Verbrecher. Doch oft genug verwischt bei Dariens Aufträgen die Grenze zwischen Gut und Böse, und auch der Chefwissenschaftler DeFehrn scheint noch ganz andere Ziele zu verfolgen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Unsichtbare (1)","epNo":1,"alt":"The Invisible Man (1)","descr":"Um dem Gefängnis zu entgehen, lässt sich Gauner Darien Fawkes (Vincent Ventresca) auf einen Deal ein: Er nimmt an einem geheimen Experiment der Regierung teil, bei dem ihm eine künstliche Drüse eingepflanzt wird. Dadurch kann er sich fortan unsichtbar machen. Bald zeigen sich schwere Nebenwirkungen: Darian droht allmählich den Verstand zu verlieren. Zudem scheint ihm der leitende Wissenschaftler Arnaud (Joel Bissonnette) etwas zu verheimlichen.","versions":[{"lang":1,"streams":[{"redirect":8830058,"hoster":"VOE"},{"redirect":8583572,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Unsichtbare (2)","epNo":2,"alt":"The Invisible Man (2)","descr":"","versions":[]},{"epId":"episode-3","name":"Tödliche Berührung","epNo":3,"alt":"The Catevari","descr":"Darien hat sich inzwischen damit abgefunden, für die \"Agentur\" zu arbeiten. Die hübsche Claire steht ihm als Aufpasserin zur Seite. Von seinem Kontaktmann, dem Regierungsbeamten Charles erhält er seinen ersten Auftrag: Er soll den \"Catevari\" aufspüren, einen Mann, der nur durch seine Berührung Menschen vergiften kann.","versions":[{"lang":1,"streams":[{"redirect":12923749,"hoster":"VOE"},{"redirect":8583555,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Mein Freund Ralph","epNo":4,"alt":"Ralph","descr":"Die achtjährige Autistin Jessica ist die einzige Augenzeugin eines Attentats auf einen Diplomaten. Doch die Kleine spricht darüber nur mit ihrem imaginären Freund Ralph. Darien macht sich unsichtbar und gibt sich Jessica gegenüber als Ralph aus, um an Informationen zu kommen. Jessicas Hinweise führen Darian und Agent Hobbes bis in die Reihen des FBI.","versions":[{"lang":1,"streams":[{"redirect":8830057,"hoster":"VOE"},{"redirect":8583566,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Prophezeiung","epNo":5,"alt":"Tiresias","descr":"Darien und Hobbes suchen den blinden Seher Scarborough auf. Viele seiner Klienten begingen Selbstmord, nachdem der Prophet ihnen die Zukunft gelesen hat. Hobbes gibt sich als Kunde aus, während Darian das Geschehen unsichtbar beobachten will. Doch anstatt Hobbes die Zukunft vorauszusagen, behauptet Scarborough, böse Mächte in Darian zu spüren. Dies könnte mit den schrecklichen Alpträumen zu tun haben, die Darian seit einiger Zeit plagen.","versions":[{"lang":1,"streams":[{"redirect":8830051,"hoster":"VOE"},{"redirect":8583559,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Claires Geheimnis","epNo":6,"alt":"Impetus","descr":"Darien macht sich Sorgen um Claire, die oft abwesend wirkt. Er überwacht sie heimlich und stößt so auf ihre Bekannte Gloria. Die wurde Opfer eines misslungenen Experiments und leidet nun am ansteckenden Werner-Syndrom, bei dem Menschen innerhalb kurzer Zeit erheblich altern. Darian erfährt, dass Gloria getötet werden soll, um Beweise für das Experiment zu vernichten. Er will ihr helfen und wird dabei selbst mit der Krankheit infiziert.","versions":[{"lang":1,"streams":[{"redirect":13918056,"hoster":"VOE"},{"redirect":8583576,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Den Teufel im Nacken","epNo":7,"alt":"The Devil You Know","descr":"Der Direktor eines Medienkonzerns wurde entführt. \"Der Offizielle\" soll die Rettungsmission leiten. Doch die Aktion geht gründlich schief: Die Hütte, in der der Direktor festgehalten wird, wird durch eine Explosion zerstört und alle Insassen dabei getötet. \"Der Offizielle\" wird zur Verantwortung gezogen und degradiert. Darien und Hobbes sollen nach Beweisen für seine Unschuld suchen.","versions":[{"lang":1,"streams":[{"redirect":8830053,"hoster":"VOE"},{"redirect":8583564,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Alte Liebe rostet nicht","epNo":8,"alt":"Liberty \u0026 Larceny","descr":"Darien wird von seiner kriminellen Vergangenheit eingeholt: Liz, seine frühere Komplizin und Mentorin, bietet ihm einen lukrativen Job an. Er soll für den großen Gangster Castagnacci FBI-Unterlagen stehlen. Darien kommt seine neue Fähigkeit dabei zu gute und es ist ein leichtes für ihn an die Dokumente heranzukommen. Doch als er sie in den Händen hält, begreift er, dass Castagnacci ein falsches Spiel spielt.","versions":[{"lang":1,"streams":[{"redirect":12336242,"hoster":"VOE"},{"redirect":8583567,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Entscheidung","epNo":9,"alt":"The Value of Secrets","descr":"Die Wissenschaftlerin Dr. Kate Easton hat einen sogenannten QC-Würfel entwickelt, einen kleinen silbernen Quader, der Dinge in sich ziehen kann und verschwinden lässt. Für Darien eröffnet sich dadurch eine neue Chance, endlich die gefährliche Drüse in seinem Gehirn loszuwerden. Doch dann wird der Würfel gestohlen. Nur Kate oder ihr Boss Callahan kommen als Täter in Frage. Dummerweise hat sich Darien inzwischen in Kate verliebt.","versions":[{"lang":1,"streams":[{"redirect":12923750,"hoster":"VOE"},{"redirect":8583561,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Trennungsangst","epNo":10,"alt":"Separation Anxiety","descr":"Hobbes spioniert seiner Ex-Frau Vivian nach und landet deshalb im Gefängnis. Er ist überzeugt, dass Vivians neuer Verlobter Brock, ein Marine-Offizier, ein Gauner ist. Anfangs glaubt Darien, Hobbes sei lediglich eifersüchtig. Doch dann macht er eine beunruhigende Entdeckung: Brock handelt offenbar illegal mit Waffen.","versions":[{"lang":1,"streams":[{"redirect":8830054,"hoster":"VOE"},{"redirect":8583574,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf den Kopf gefallen","epNo":11,"alt":"It Hurts When You Do This","descr":"Nach einem Unfall landet Hobbes mit Gedächtnisverlust im Krankenhaus. Bereits wieder auf dem Weg der Besserung, schleicht er nachts durchs Haus und beobachtet dabei ein seltsames Experiment. Völlig entsetzt berichtet er seiner Zimmernachbarin Sarah davon. Kurz darauf ist Sarah spurlos verschwunden. Gemeinsam mit Darien macht sich Hobbes auf die Suche nach ihr und kommt dabei üblen Machenschaften auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":13104540,"hoster":"VOE"},{"redirect":8583577,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Andere","epNo":12,"alt":"The Other Invisible Man","descr":"Der \"Offizielle\" wurde von einem unsichtbaren Mann niedergeschlagen und fiel daraufhin ins Koma. Für \"Die Agentur\" kommt nur Darien als Täter in Frage. Doch Eberts verrät, dass es noch einen anderen Unsichtbaren gibt: den CIA-Auftragskiller Simon Cole. Das Experiment mit ihm lief damals schief. Cole wurde für immer unsichtbar, verlor den Verstand und verschwand spurlos. Darien und Hobbes machen sich auf die Suche nach Cole.","versions":[{"lang":1,"streams":[{"redirect":13098145,"hoster":"VOE"},{"redirect":8583578,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Auferstehung","epNo":13,"alt":"Reunion","descr":"Darien erhält einen Anruf aus seiner Heimatstadt: Dort wurde offenbar sein totgeglaubter Bruder gesehen. Sofort fährt er los, um diesem Fall nachzugehen. Doch als er Kevin mit eigenen Augen sieht, läuft dieser vor ihm weg. Darien lässt das Grab seiner Bruders offen und findet den Sarg tatsächlich leer vor. Nun glaubt er, den Beweis zu haben, dass sein Bruder tatsächlich noch lebt.","versions":[{"lang":1,"streams":[{"redirect":8830060,"hoster":"VOE"},{"redirect":8583580,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Katz und Maus","epNo":14,"alt":"Cat \u0026 Mouse","descr":"Chinesische Wissenschaftler wollen selbst einen Unsichtbaren erschaffen. Doch das Experiment misslingt. Daraufhin will die chinesische Regierung Darien kidnappen lassen. \"Die Agentur\" bekommt Wind von der Sache. Agent Hobbes und Darien sollen den Plan durchkreuzen und zwar mit einem besonders originellen Trick: Hobbes soll vorgeben, er sei der Unsichtbare.","versions":[{"lang":1,"streams":[{"redirect":8830061,"hoster":"VOE"},{"redirect":8583582,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Erblindung","epNo":15,"alt":"Beholder","descr":"Ein Auftragskiller nutzt einen Laser um die Zeugen seiner Morde zu blenden. Darien und Hobbes verfolgen den Mörder, doch diesem gelingt die Flucht. Dabei blendet er Darien. Nur wenn Darien seine Augen mit Quecksilber bedeckt, kann er fortan noch sehen. Doch dadurch schreitet auch der Wahnsinn bei ihm weiter fort.","versions":[{"lang":1,"streams":[{"redirect":8830062,"hoster":"VOE"},{"redirect":8583584,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Geist des Todes","epNo":16,"alt":"Ghost of a Chance","descr":"Darien, Dr. Keeper und Hobbes sollen den Premierminister von Santa Ruego dazu bringen, seine Rüstungspläne fallen zu lassen. Darien gibt sich als Geist aus, um den abergläubischen Politiker zu überzeugen. Dummerweise wird der Minister bereits von einem anderen Geist verfolgt: \"La Llorona\", einer weiblichen Spukgestalt, die Männer durch ihren Kuss ertränken kann.","versions":[{"lang":1,"streams":[{"redirect":8830064,"hoster":"VOE"},{"redirect":8583585,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Samenraub","epNo":17,"alt":"Flowers for Hobbes","descr":"Darien und Hobbes sind einem Spermadieb auf den Fersen. Ein Forscher nutzt die Samenflüssigkeit, um daraus Intelligenzgene zu isolieren, mit deren Hilfe er ein neuartiges Virus entwickelt. Hobbes infiziert sich damit und wird plötzlich immer schlauer. Diese Gentherapie kann allerdings auch tödliche Folgen haben. Hobbes ist nun zwar intelligent genug, um ein Heilmittel zu entwickeln. Doch er möchte lieber klug sterben als weniger schlau weiterleben.","versions":[{"lang":1,"streams":[{"redirect":8830063,"hoster":"VOE"},{"redirect":8583590,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Böse Träume","epNo":18,"alt":"Perchance to Dream","descr":"Dr. Keeper nimmt an einem Forschungsprojekt teil, das Schlafstörungen auf den Grund gehen soll. Doch die leitenden Wissenschaftler haben insgeheim ganz andere Pläne: Sie programmieren ihre Versuchspersonen zu skrupellosen Killern um. Auch Dr. Keeper wird so in eine Attentäterin verwandelt. Darien und Hobbes müssen sich einiges einfallen lassen, um den Anschlag zu verhindern und gleichzeitig ihre Kollegin zu retten.","versions":[{"lang":1,"streams":[{"redirect":12917055,"hoster":"VOE"},{"redirect":8583600,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Für immer gefroren","epNo":19,"alt":"Frozen In Time","descr":"Allianora, Agentin der Organisation, hat die Wissenschaftlerin Kate Easton gekidnappt. Im Gegenzug kann \"Die Agentur\" Allianora gefangennehmen, doch diese will ihre Auftraggeber nicht preisgeben. So macht Darien ihr ein Angebot: Wenn sie ihn zu Kate führt, hintergeht er \"Die Agentur\" und ermöglich ihr die Flucht. Doch da beide ein doppeltes Spiel spielen, findet sich Darien selbst in Gefangenschaft wieder.","versions":[{"lang":1,"streams":[{"redirect":8830065,"hoster":"VOE"},{"redirect":8583589,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Tödlich infiziert","epNo":20,"alt":"Diseased","descr":"Darien und Hobbes wollen ihren Erzfeind Arnaud endgültig in eine Falle locken. Doch der setzt eine biologische Waffe gegen sie ein und entkommt. Nur kurz darauf zeigt Darien Symptome einer Grippe und es stellt sich heraus, dass seine Quecksilberdrüse infiziert ist. Sein Zustand verschlechtert sich rapide, so dass er in ein Krankenhaus eingewiesen wird. Doch dort wartet bereits Arnaud darauf, die Drüse aus Dariens Schädel stehlen zu können.","versions":[{"lang":1,"streams":[{"redirect":8830067,"hoster":"VOE"},{"redirect":8583592,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das kleinere Übel","epNo":21,"alt":"The Lesser Evil","descr":"Allianora lädt Darien zu einem Treffen von Chrysalis. Dort erfährt er aus geheimen Dokumenten, dass \"Die Organisation\" plant, einen neuen Empfänger für die Quecksilberdrüse zu finden. Doch es stellt sich zu seiner Beruhigung heraus, dass es sich um alte Unterlagen handelt. Da sein Vertrauen in \"Die Organisation\" wieder hergestellt ist, nimmt er einen neuen Auftrag an: Er wird als Doppelagent auf Chrysalis angesetzt.","versions":[{"lang":1,"streams":[{"redirect":8830070,"hoster":"VOE"},{"redirect":8583599,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Schnelles Geld (1)","epNo":22,"alt":"Money For Nothing (1)","descr":"Darien stiehlt im Casino seines Feindes Arnaud fünf Millionen Dollar. \"Der Offizielle\" will ihn zwingen, das Geld zurückzugeben, indem er ihm seine Medizin vorenthält. Doch Darien entscheidet sich dafür, sein Leben zu riskieren und macht sich mit dem Geld aus dem Staub. Bald aber zeigen sich wieder die Anzeichen des Wahnsinns bei ihm. Hobbes will seinen Freund zurück zur \"Organisation\" bringen, doch der überzeugt ihn von den Vorzügen eines Lebens in Freiheit.","versions":[{"lang":1,"streams":[{"redirect":13110583,"hoster":"VOE"},{"redirect":8583598,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Schnelles Geld (2)","epNo":23,"alt":"Money For Nothing (2)","descr":"Dariens Wahnsinn hat das Endstadium erreicht. Völlig außer Kontrolle macht er Jagd auf Arnaud, der sich gerade selbst eine neue Quecksilberdrüse implantiert hat. Der unterbreitet Hobbes indessen ein Angebot: Um die Probleme mit seiner Drüse beheben zu können, muss er einen Blick auf Dariens Implantat werfen. Im Austausch will er ihm ein starkes Gegenmittel geben, um dessen Wahnsinn zu heilen.","versions":[{"lang":1,"streams":[{"redirect":8830068,"hoster":"VOE"},{"redirect":8583595,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Die Welt ist klein","epNo":24,"alt":"It\u0027s A Small World","descr":"Unbemerkt wurde Darien von Chrysalis ein winziger Abhörsender eingepflanzt, der alles überträgt, was er hört und sieht. Da es schwierig ist, ihn zu entfernen, entwickelt Die Agentur einen Helm für Darien, der die Signale unterdrückt. Dr. Keeper kommt indessen hinter einen weiteren üblen Plan von Chrysalis: Abhörsender sollen den Kindern wichtiger Politiker und Wirtschaftsbosse eingepflanzt werden.","versions":[{"lang":1,"streams":[{"redirect":8830069,"hoster":"VOE"},{"redirect":8583602,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Legenden","epNo":1,"alt":"Legends","descr":"Darien, Hobbes und Dr. Keeper untersuchen die Morde an mehreren Indianern. Sie finden riesige Fußspuren, die auf Bigfoot hindeuten. Die Untersuchungen werden für sie selbst bald lebensgefährlich: Ein mysteriöser Förster schießt aus nächster Nähe auf sie und sie haben das Gefühl verfolgt zu werden. Da macht Dr. Keeper eine interessante Entdeckung: Offenbar diente das Gewebe des Bigfoot als Basis für Dariens Drüse.","versions":[{"lang":1,"streams":[{"redirect":11312291,"hoster":"VOE"},{"redirect":10123711,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Lager","epNo":2,"alt":"The Camp","descr":"Agentin Alex Munro übernimmt die Leitung der Agentur und setzt das Team sofort auf einen neuen Fall an: Aus Krankenhäusern sind zahlreiche Babys verschwunden. Die Spuren führen Darien zu Befruchtungskliniken, die alle derselben Gesellschaft gehören. Offenbar steckt wieder einmal Chrysalis dahinter. Die entführten Kinder werden alle in einem Camp einer gefährlichen Gehirnwäschen unterzogen.","versions":[{"lang":1,"streams":[{"redirect":11312295,"hoster":"VOE"},{"redirect":10123712,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Doppelgänger","epNo":3,"alt":"The Importance of Being Eberts","descr":"Ein Hacker, der in das Computersystem der Agentur eindringt, ruft sofort Hobbes und Darien auf den Plan. Hilfe erhalten sie von dem Computerexperte Eberts, doch der wird während des Einsatzes niedergeschlagen. Zurück in der Agentur, verhält er sich äußerst aggressiv. Kein Wunder, denn in Wirklichkeit handelt es sich um Arnaud. Der hat sich aus Zellproben von Eberts eine Maske gefertigt und sieht diesem nun täuschend ähnlich.","versions":[{"lang":1,"streams":[{"redirect":12174265,"hoster":"VOE"},{"redirect":10123713,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Johnny Apocalypse","epNo":4,"alt":"Johnny Apocalypse","descr":"Darien, Alex und Hobbes sollen den kleinen Adam Reese für Tests in die Agentur bringen. Durch ein geheimes Experiment der Regierung wurde der Junge mit einem Virus infiziert, das aktiv wird, wenn er in die Pubertät kommt. Nach den Test soll Adam sterben. Als Hobbes und Darien das mitbekommen, verhelfen sie ihm zur Flucht. Sie beschließen ihn einzufrieren, bis Dr. Keeper ein Gegenmittel gefunden hat.","versions":[{"lang":1,"streams":[{"redirect":10346288,"hoster":"VOE"},{"redirect":10123714,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Postmann","epNo":5,"alt":"Going Postal","descr":"Hobbes, Darien und Alex untersuchen Diebstähle in der Abteilung für unzustellbare Postsendungen. Als Hobbes ein Weihnachtskarte öffnet, die Jingle Bells spielt, dreht er durch und schießt wild um sich. Das gesamte Team muss sich daraufhin einer psychiatrischen Untersuchung unterziehen. Jeder der Beteiligten gibt dabei eine andere Erklärung für den Vorfall ab.","versions":[{"lang":1,"streams":[{"redirect":12923744,"hoster":"VOE"},{"redirect":10123715,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Rückkehr der Toten","epNo":6,"alt":"Brother\u0027s Keeper","descr":"Nach einer fehlgeschlagenen Operation droht Darien erneut dem Wahnsinn zu verfallen. Entgegen der Anweisungen des Offiziellen, überredet er Dr. Keeper, ihm RNA seines Bruders Kevin zu injizieren, so dass er sich verhält wie dieser. Auf diese Weise hofft er an Information zu kommen, wie man die Drüse entfernen kann. Kurz darauf wird Darien von Arnaud entführt.","versions":[{"lang":1,"streams":[{"redirect":11312298,"hoster":"VOE"},{"redirect":10123716,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefühllos","epNo":7,"alt":"Insensate","descr":"Darien bekommt Besuch von Tommy Walker, der nach einem Experiment nicht nur blind und taub ist, sondern auch den Geruchs- und Tastsinn verloren hat. Tommy behauptet, Dariens verstorbener Bruder habe ihm dies angetan, zusammen mit einem Mann namens Gaither, den er nun aufspüren will. Darien schließt sich der Suche an, in der vagen Hoffnung, dass dieser Gaither eventuell seine Drüse entfernen kann.","versions":[{"lang":1,"streams":[{"redirect":11312292,"hoster":"VOE"},{"redirect":10123717,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Undercover","epNo":8,"alt":"Den of Thieves","descr":"Darien wurde undercover in die Bande des Terroristen Javier eingeschleust. Er soll herausfinden, was der Verbrecher plant. Bei einem Einbruch werden Darien und Dante, einer der Bandenmitglieder, festgenommen. Darien erschleicht sich dessen Vertrauen und verhilft ihm zur Flucht. Wieder in Freiheit sollen die beiden im Auftrag von Javier Gebäude der Flugüberwachung in die Luft sprengen.","versions":[{"lang":1,"streams":[{"redirect":11312297,"hoster":"VOE"},{"redirect":10123718,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schlechtes Chi","epNo":9,"alt":"Bad Chi","descr":"Wegen einer Rückenverletzung lässt sich Darien von Dr. Charlene Jay akupunktieren. Während der Behandlung gerät eine der Nadeln zu nah an Dariens Quecksilberdrüse und er muss der Ärztin erklären, was es damit auf sich hat. Prompt will sie Dariens Kräfte für sich ausnutzen: Bei der nächsten Behandlung quält sie Darien mit großen Nadeln und zwingt ihn, für sie in einem Museum ein Set mit alten chinesischen Akupunkturnadeln zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":11312296,"hoster":"VOE"},{"redirect":10123719,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blitzschlag","epNo":10,"alt":"Flash to Bang","descr":"Als Darien versucht, die Firma Chrysalis davon abzuhalten, einen Laser zu testen, kommt es zu einem Unfall und Darien erleidet eine Amnesie. Stark, der Chef von \"Chrysalis\", redet Darien ein, er arbeite für die CIA. Auch Dariens Erzfeind Arnaud will den Gedächtnisverlust für seine üblen Zwecke nutzen. Er verlangt von Darien, dass er seinen Bruder aus dem Gefängnis befreit.","versions":[{"lang":1,"streams":[{"redirect":11312299,"hoster":"VOE"},{"redirect":10123720,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ausnahmezustand","epNo":11,"alt":"Germ Theory","descr":"Darien wird ein experimentelles Gegenmittel verabreicht, das entsetzliche Nebenwirkungen hat: Es macht ihn dauerhaft unsichtbar und sein Wahnsinn ist plötzlich hoch ansteckend. Zuerst infiziert sich Dr. Keeper. Sie erleidet einen Anfall und greift den Offiziellen an. Der kann im letzen Moment die Agentur unter Quarantäne stellen, bevor Schlimmeres passiert. Alex entdeckt, dass Hobbes keine Anzeichen zeigt, obwohl er sich ebenfalls angesteckt hat.","versions":[{"lang":1,"streams":[{"redirect":11312302,"hoster":"VOE"},{"redirect":10123721,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Wahl","epNo":12,"alt":"The Choice","descr":"Die Agentur hat eines der Kinder-Camps von Chrysalis lokalisiert. Hobbes und Darien werden dorthin geschickt, um die Kinder zu befreien. Alex, die noch immer nach ihrem eigenen Sohn James sucht, hört von der Operation und begleitet die beiden. Tatsächlich finden sie James. Bei einer Untersuchung der DNA des Jungen macht Claire eine schreckliche Entdeckung: Offenbar sind seine richtigen Eltern Chrysalis-Chef Stark und dessen Frau Eleanor.","versions":[{"lang":1,"streams":[{"redirect":11312303,"hoster":"VOE"},{"redirect":10123722,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Geisterstunde","epNo":13,"alt":"Immaterial Girl","descr":"Während eines Auftrags in einem Wasserversorgungsunternehmen entdeckt Darien eine geisterhafte Gestalt. Es handelt sich um eine Frau namens Lucille, die bei einem angeblichen Unfall von einem Teilchenbeschleuniger getötet wurde. Seitdem existiert sie in einer anderen Energieform, in der nur Darien sie wahrnehmen kann. Darien will nun herausbekommen, wer tatsächlich für Lucilles Tod verantwortlich ist.","versions":[{"lang":1,"streams":[{"redirect":11312301,"hoster":"VOE"},{"redirect":10123723,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Vatertag","epNo":14,"alt":"Father Figure","descr":"Die NSA bittet die Agentur, den Auftragskiller Forrester Purdue zur Strecke zu bringen. Als Darien dem Killer schließlich gegenübertritt, erwartet ihn eine handfeste Überraschung: Purdue entpuppt sich als sein eigener Vater, der vor langer Zeit spurlos verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":11312300,"hoster":"VOE"},{"redirect":10123724,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Offiziell tot","epNo":15,"alt":"A Sense Of Community","descr":"Die Agentur stößt auf eine mysteriöse Regierungsorganisation, die scheinbar keine Funktion hat und trotzdem über Geld im Übermaß verfügt. Darien und Hobbes nehmen die Organisation unter die Lupe. Im Inneren des Gebäudes findet Darien lediglich eine Sekretärin, der Rest ist Fassade. Plötzlich werden Darien und Hobbes überwältigt und betäubt. Als sie aufwachen, befinden sie sich in der \"Community\", einem Versteck für Agenten deren Tarnung aufgeflogen ist.","versions":[{"lang":1,"streams":[{"redirect":11312308,"hoster":"VOE"},{"redirect":10123725,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Claire Keeplys Wahrheitsdroge","epNo":16,"alt":"The Three Phases Of Claire","descr":"Dr. Keeper hat herausgefunden, welches Rauschgift Tommy Walker verrückt gemacht hat. Der \"Offizielle\" will das Mittel an die CIA verkaufen, obwohl Claire große Bedenken hat. Um an die Droge zu gelangen, nimmt der skrupellose Ex-KGB-Agenten Yevchenko Keeper und Darien als Geiseln. Er injiziert Keeper etwas davon, die daraufhin alle drei Wirkungsstufen erleidet, bis sie schließlich jede Hemmung verliert.","versions":[{"lang":1,"streams":[{"redirect":11312305,"hoster":"VOE"},{"redirect":10123726,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ausgesetzt","epNo":17,"alt":"Exposed","descr":"Tommy Walker alias Gaither hat sowohl das System der Agentur, als auch den Computer von SWRB, einer feindlichen Organisation, angezapft. SWRB beruft ein Treffen mit dem \"Offiziellen\" ein und fordert Walkers Auslieferung. Die Agentur lehnt ab und bringt den Agenten in ein geheimes Versteck. Doch dort spürt die SWRB ihn bald auf.","versions":[{"lang":1,"streams":[{"redirect":11312304,"hoster":"VOE"},{"redirect":10123727,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Unsichtbare","epNo":18,"alt":"The Invisible Woman","descr":"Die chinesische Wissenschaftlerin Mai-Lin, die einst Dariens Drüse stehlen wollte, bittet ihn nun um Hilfe. Sie will sich von ihrer Organisation absetzen, aber weiterhin unsichtbar bleiben, weil sie entsetzlich entstellt ist. Dafür hat sie einen Apparat entwickelt der mit recyceltem Quecksilber funktioniert. Doch nun geht ihr das Quecksilber aus, das sie von Darien erhalten hatte. Zudem sind bereits feindliche Agenten hinter ihr her.","versions":[{"lang":1,"streams":[{"redirect":11312307,"hoster":"VOE"},{"redirect":10123728,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der sichtbare Unsichtbare","epNo":19,"alt":"Mere Mortals","descr":"Darien kann seine Arme und Beine nicht mehr unsichtbar machen. Anscheinend setzt seine Drüse allmählich aus. Deshalb muss Darien eine neue Mission ohne seine Kräfte durchstehen: Er soll mit Hobbes und Agent Monroe Weltraum-Kristalle der NASA zurückholen. Die hat ein skrupelloser Drogenboss gestohlen, um damit neuartige Designer-Drogen herzustellen.","versions":[{"lang":1,"streams":[{"redirect":11312309,"hoster":"VOE"},{"redirect":10123729,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Besessen","epNo":20,"alt":"Possessed","descr":"Darien reagiert plötzlich immun auf seine Medizin. Dr. Keeper bleibt nichts anderes übrig, als ein neues, bislang unerprobtes Mittel einzusetzen. Anfangs scheint es zu wirken, doch dann erleidet Darien wieder einen schweren Anfall von Quecksilberwahn. Während der Attacke befindet er sich gerade in einer Kirche, wo er silberne Tropfen hinterlässt. Jeder, der mit ihnen in Berührung kommt, wird ebenfalls vom Quecksilberwahn befallen.","versions":[{"lang":1,"streams":[{"redirect":11312311,"hoster":"VOE"},{"redirect":10123730,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Meines Feindes Feind","epNo":21,"alt":"Enemy Of My Enemy","descr":"Dariens alter Erzfeind Arnaud lockt den Unsichtbaren zu einem alten Weingut. Hinter dem Anwesen verbirgt sich allerdings ein Labor von Chrysalis, wo Arnaud festgehalten wird. Chrysalis konnte offenbar seine Drüse erfolgreich entfernen. Arnaud bittet die Agentur ihn zu befreien. Darien lässt sich darauf ein, denn er wittert eine Chance, durch Arnauds Wissen ebenfalls von seiner Quecksilberdrüse befreit zu werden.","versions":[{"lang":1,"streams":[{"redirect":11312313,"hoster":"VOE"},{"redirect":10123731,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der neue Stoff","epNo":22,"alt":"The New Stuff","descr":"Unsichtbare Heuschrecken ziehen die Aufmerksamkeit der Agentur auf sich. Darien und Hobbes sollen der mysteriösen Sache nachgehen. Doch dabei erleidet Darien erneut einen Anfall. Dr. Keeper gibt ihm entgegen der Anweisung des \"Offiziellen\" ein Heilmittel, dass sie von Arnaud erhalten hat. Darien bekommt nun zwar keine Anfälle mehr, doch er bleibt ständig unsichtbar. Er ist so empört darüber, dass ihm der \"Offizielle\" das Mittel vorenthalten wollte, dass er umgehend kündigt.","versions":[{"lang":1,"streams":[{"redirect":11312314,"hoster":"VOE"},{"redirect":10123732,"hoster":"Streamtape"}]}]}]}]}