{"seriesId":"iob-spezialauftrag","name":"I.O.B. Spezialauftrag","descr":"Der ehemalige FBI-Agent Mike Jackson arbeitet im Hamburger Zweigbüro der internationalen Detektei I.O.B., das von Bernhard Horn geleitet wirdDie international vertretene Londoner Detektei I. O. B. eröffnet in Hamburg eine Filiale. Ihre Leitung übernimmt Bernhard Horn (Hans Wyprächtiger). Sein bester Mann ist der Deutsch-Amerikaner und ehemalige FBI Agent Mike Jackson , der in den schwierigsten Fällen als Superdetektiv fungiert. Unterstützt wird er bei seinen Nachforschungen von Catherine Burger (Gerlinde Doeberl), einer jungen, attraktiven Wienerin und Eva Kehrer (Karin Eckhold), welche  mit der Londoner Zentrale in Verbindung steht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Boxeraufstand","epNo":1,"alt":"","descr":"Bernhard Horn stellt beim Besuch einer Berufsboxveranstaltung Merkwürdiges fest: Ein Boxer geht k.o., obwohl er seinem Gegner überlegen war. Der Detektiv vermutet Schiebung, setzt Mike Jackson auf den Fall an. In einer Kneipe, einem Boxertreffpunkt, erhärtet sich der Verdacht, besonders gegen den Manager Klose","versions":[{"lang":1,"streams":[{"redirect":9822729,"hoster":"VOE"},{"redirect":9822728,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Mord wie er im Buche steht","epNo":2,"alt":"","descr":"Erfolgsautor Magath ist mit seinem Sportwagen tödlich verunglückt. Unfall oder Mord? Magaths Verlobte Sylvia Coenen glaubt an letzteres und beauftrag das I.O.B. mit den Ermittlungen. Dabei machen Mike und Catherine interessante Entdeckungen in Richtung Mafia. Auch der Verleger Becher, ein Zeuge des Unglücks, scheint verdächtig","versions":[{"lang":1,"streams":[{"redirect":9822732,"hoster":"VOE"},{"redirect":9822735,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"\u0026#039;H\u0026#039; aus Kopenhagen","epNo":3,"alt":"","descr":"Die Brüder Meinhart sind als \"H\" (\u003d Heroin)-Schmuggler an der deutsch-dänischen Grenze bekannt. Deshalb haben sie sich für den Transport einen neuen, raffinierten Trick überlegt: Mit Hilfe eines Magneten befestigen sie das Rauschgift unter den Autos von Touristen, um es sich dann hinter dem Zoll wieder zurückzuholen. Immobilienmakler Artur Hohl, einer dieser unfreiwilligen Transporteure, wendet sich an das I.O.B.-Team","versions":[{"lang":1,"streams":[{"redirect":9822743,"hoster":"VOE"},{"redirect":9822738,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stimmen von gestern","epNo":4,"alt":"","descr":"Helga Kusche, mit einem angesehenen Antiquitätenhändler verheiratet, saß früher wegen Hehlerei im Gefängnis. Ein anonymer Anrufer verlangt 20.000 DM, wenn ihr Mann nichts von ihrer kriminellen Vergangenheit erfahren soll. Frau Kusche zahlt, doch der Erpresser meldet sich ein zweites Mal. Daraufhin schaltet sie das I.O.B. ein","versions":[{"lang":1,"streams":[{"redirect":9822747,"hoster":"VOE"},{"redirect":9822742,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Flugnummer LH 010","epNo":5,"alt":"","descr":"Friedrich Rohr, Chef eines Industriekonzerns, ist seit zwei Monaten spurlos verschwunden. Es gibt keine Hinweise auf Entführung oder Mord. Erst jetzt schaltet Konzerndirektor Kapp, ein Günstling des Verschwundenen, das I.O.B. ein. Die Recherchen führen Mike Jackson nach Kopenhagen, wo Rohr kurz vor seinem Verschwinden unter falschem Namen gewohnt hat","versions":[{"lang":1,"streams":[{"redirect":9822751,"hoster":"VOE"},{"redirect":9822746,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Frühstückskartell","epNo":6,"alt":"","descr":"Bauunternehmer Kuhr wendet sich an das I.O.B. Seit geraumer Zeit erhält er keine öffentlichen Aufträge mehr, hat den Verdacht, dass sich sechs Konkurrenten die Aufträge durch Preisabsprachen zuschanzen. Kurz nachdem Mike Jackson und Catherine Burger auf eine Spur stoßen, geschieht eine Katastrophe: Kuhrs wertvolles Gerätelager brennt ab","versions":[{"lang":1,"streams":[{"redirect":9822753,"hoster":"VOE"},{"redirect":9822752,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"100.000 sind kein Pappenstiel","epNo":7,"alt":"","descr":"Christian Sandmann, ein Freund Mike Jacksons, wurde beim Pokern in der St. Pauli-Bar Kakadu um rund 100.000 Mark erleichtert. Dummerweise gehört das Geld Christians Vater, der in wenigen Tagen von einer Geschäftsreise zurückkommt. Christian ist überzeugt, dass man ihm etwas in den Drink gemixt und dann ausgenommen hat und hofft auf Mikes Hilfe, der als Pokerspieler Extraklasse ist. In der \"Höhle des Löwen\" merkt Jackson bald, dass er sich unter Heroin-Händlern befindet","versions":[{"lang":1,"streams":[{"redirect":9822754,"hoster":"VOE"},{"redirect":9822756,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Still ruht der See","epNo":8,"alt":"","descr":"Friedrich Gründler verschwindet spurlos, kurz nachdem er von zwei Männern zusammengeschlagen wurde. Als die Kriminalpolizei auf einem Bootssteg Blutspuren findet, die eindeutig von dem Architekten stammen, geht man davon aus, er sei ermordet und im See versenkt worden. Als Isabel Gründler die Lebensversicherung ihres Mannes kassieren will, schaltet der Versicherungsvertreter das I.O.B. ein. Was hat Gründlers Geliebte Karin Ellwein mit der Geschichte zu tun?","versions":[{"lang":1,"streams":[{"redirect":9822760,"hoster":"VOE"},{"redirect":9822759,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Giftiger Kaffee","epNo":9,"alt":"","descr":"Der Betriebsdirektor einer Druckerei bricht tot zusammen, nachdem er im Büro von Abteilungsleiter Alfred Scholz eine Tasse vergifteten Kaffees getrunken hat. Zunächst gerät Scholz unter Mordverdacht, zumal er als Nachfolger des Toten feststand. Die Polizei ermittelt dann, dass der Anschlag dem Abteilungsleiter selbst galt: er hat Drohbriefe von einem Arbeiter erhalten, der gekündigt werden sollte. Bei seinen Ermittlungen gerät Mike Jackson in Lebensgefahr","versions":[{"lang":1,"streams":[{"redirect":9822765,"hoster":"VOE"},{"redirect":9822767,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Damen der Gesellschaft","epNo":10,"alt":"","descr":"Ferdi Henk, ein Journalist, ist nicht nach Hause gekommen. Seine Frau Karin bittet Mike Jackson, der ein Freund ihres Mannes ist, um Hilfe. In Henks Wohnung entdeckt dieser Einbruchsspuren, im Schreibtisch findet er einen Zettel, auf dem sechs weibliche Vornamen stehen. Fünf sind durchgestrichen, hinter dem letzten steht ein Fragezeichen. Außerdem entdeckt Jackson eine geheimnisvolle Notiz","versions":[{"lang":1,"streams":[{"redirect":9822769,"hoster":"VOE"},{"redirect":9822770,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Kasse muß stimmen","epNo":11,"alt":"","descr":"Der Maler Hanno Griesser, der mit der geschiedenen Bardame Ella Meerwald und deren 18jähriger Tochter zusammenlebt, stirbt an vergiftetem Whisky. Pit Kölschau, Silvias Freund, gesteht unter Drogeneinfluss das Verbrechen. Für die Polizei ist der Fall damit gelöst, zumal Pit auch ein Motiv hatte: Eifersucht. Sein Vater schaltet das I.O.B. ein","versions":[{"lang":1,"streams":[{"redirect":9822773,"hoster":"VOE"},{"redirect":9822772,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mein Whisky, dein Whisky","epNo":12,"alt":"","descr":"Seit einiger Zeit werden nachts auf Autobahnraststätten Lastzüge der Spirituosenfirma Harmsen ausgeraubt. Deren Chef Kurt Harmsen engagiert das I.O.B, Mike Jackson lässt sich als LKW-Fahrer bei der Firma anstellen. In Verdacht geraten sein Fahr-Kollege Graumann sowie Buchhalter Weber","versions":[{"lang":1,"streams":[{"redirect":9822775,"hoster":"VOE"},{"redirect":9822777,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schwarze Kolonnen","epNo":13,"alt":"","descr":"Der arbeitslose Maurer Poll erpresst die beiden Bauarbeiter Jo und Hans wegen ihrer Schwarzarbeit. Als ihm die beiden einen Denkzettel verpassen wollen, kommt es zur Katastrophe: Poll verunglückt bei einem durch ein schadhaftes Brett verursachten Sturz in die Baugrube tödlich. Um einen Unfall vorzutäuschen, setzen die Arbeiter den Toten in einen Wagen, den sie über einen Abhang hinunter stoßen. Mike Jackson und Catherine entdecken Poll im Rahmen einer Fahndung des Gewerbeaufsichtsamtes nach Schwarzarbeitern und merken schnell, dass etwas faul ist","versions":[{"lang":1,"streams":[{"redirect":9823674,"hoster":"VOE"},{"redirect":9822724,"hoster":"Streamtape"}]}]}]}]}