{"path":"/serie/stream/ip-man-die-serie","name":"Ip Man - Die Serie","descr":"Schon in jungen Jahren kam der Kampfsportler Ip Man (Kevin Cheng) zum ersten Mal mit Martial Arts in Berührung. Besonders in der bewegten Zeit zwischen den beiden Weltkriegen stürzt sich Ip energisch in sein Trainung und wird so unter Anleitung seines Lehrers Yu Fung-Kau (Rongguang Yu) letztlich selbst zum Meister der Kampfkunst Wing Chun. Zur selben Zeit trifft er auch seine frühere Freundin Cheung Wing-Sing (Cecila Han) wieder, was für emotionale Turbulenzen sorgt. Doch auch abseits dessen überschlagen sich angesichts des drohenden Bürgerkrieges sowohl in seinem Privatleben als auch bei seinem Kampfsport die Ereignisse. Und so trägt Ip seine Kämpfe bald nicht mehr nur innerhalb der Turnier-Arenen aus...Chinesische Serien-Adaption der gleichnamigen Martial-Arts-Filmreihe, die wiederum auf dem Leben des echten Wing-Chun-Meisters und Bruce-Lee-Lehrers Yip Man basiert.","seasons":[{"path":"/serie/stream/ip-man-die-serie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Im Jahr 1921 treten Martial Arts-Kämpfer aus verschiedenen Clans in der Canton Martial Arts Arena gegeneinander an. Das ist nicht nur ein Wettstreit zwischen den Kämpfern, sondern auch ein Kampf zwischen den Warlords. Tseung Sing besiegt einige Teilnehmer aus dem Süden auf eine unmenschliche Art. Der junge Ip Man muss sich auch mit Tseung Sing messen, aber sein Können reicht nicht dazu aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830073","hoster":"VOE"},{"path":"/redirect/8577967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Ip Man möchte der Schüler von Fung-Kau werden. Fung-Kau verlangt von ihm, den Zopf von Wah-Shun abzuschneiden. Wah-Shun ahnt bereits, dass Fung-Kau die Martial Arts Techniken von Ip Man auf die Probe stellen möchte und schneidet sich selbst den Zopf ab. Fung-Kau weigert sich Ip Man als Schüler aufzunehmen, stimmt aber zu ihm Martial Arts zu lehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830072","hoster":"VOE"},{"path":"/redirect/8577966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ip Man, Ching-Shan und Wing-Shing diskutieren die aktuelle Situation auf der Welt in Ching-Shan\u0027s Büro. Marshal Chu fragt Fung-Kau ob er, gegen eine großzügige Bezahlung, auf einer Bühne für ihn kämpfen würde. Aber Marshal Chu weißt ihn zurück und erklärt gleichzeitig, dass er für niemand anderen kämpft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917064","hoster":"VOE"},{"path":"/redirect/8577969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Ching-Shan entdeckt Wing-Shing und Ip Man bei einem Gespräch unter vier Augen. Außerdem findet er heraus, dass Marshal Chu Ip Man gut behandelt und wird daraufhin neidisch. Er versucht Ip Man als hirnlosen Jungen zu verspotten, aber Ip Man nimmt ihn nicht ernst. Yan-Chiu will mit Ip Man kämpfen und wird von ihm besiegt. Nun steht Ip Man im Rampenlicht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830075","hoster":"VOE"},{"path":"/redirect/8577968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Ip Man schafft es Yam-Tong vor dem Killer zu retten, dennoch wird Yam-Tong von einer Kugel verletzt. Zusammen mit Soldaten, bewachen Ching-Shan und NG Pak-Lam, Yam-Tong im Krankenhaus. Yan-Chiu gewinnt den Wettbewerb und Ip Man will ihn zu einem Kampf heraufordern, wird aber von Wing-Shing aufgehalten..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830087","hoster":"VOE"},{"path":"/redirect/8577971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Fung-Kau bittet Jing-Wan nachsichtig mit Ip Man zu sein. Tseung Sing fordert weiterhin die Teilnehmer aus dem Süden heraus, aber es traut sich niemand ich mit ihm zu messen. Yan-Chiu verdächtigt Fung-Kau gemeinsame Sache mit den Teilnehmern aus dem Norden zu machen. Um seine Unschuld zu beweisen, hat Fung-Kau keine andere Wahl, als gegen Tseung Sing zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830078","hoster":"VOE"},{"path":"/redirect/8577970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Zi, Wing-Shing und Fung-Kau machen sich Sorgen um Ip Man. Die Zeit läuft allmählich ab und alle zählen für Ip Man die Zeit runter. Nachdem die Zeit abgelaufen ist, freuen sich alle für Ip Man. In einem Traum von Ip Man sieht er, wie Marshal Lo und Pak-Lam Wing-Shing töten. Als er wieder aufwacht bemerkt er Wah-Shun, der bei ihm sitzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830086","hoster":"VOE"},{"path":"/redirect/8577972","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Ching-Shan übergibt Wing-Shing die geheime Abmachung zwischen Marshal Lo und der Nordseite. Wing-Shing stellt Marshal Lo, zusammen mit einer Gruppe Schüler, bloß. Ip Man folgt Wing-Shing und entdeckt, dass einer der Schüler eine Bombe in seinem Rucksack hat. Die Schüler umstellen das Haus von Marshal Lo, der daraufhin versucht mit seinem Auto zu flüchten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830077","hoster":"VOE"},{"path":"/redirect/8577982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Marshal Chu hat ein Ziel bereits erreicht und er verbietet Jing-Wan\u0027s Vorschlag eine Expedition in den Norden zu machen. Jing-Wan entscheidet sich, an dem Aufbau der Whampoa Millitär Akademie teilzunehmen. Jing-Wan überredet Ip Man in Foshan mit seinen Martial Arts Übungen weiterzumachen. Marshal Chu beauftragt seine Untertanen Ching-Shan zu töten...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8830079","hoster":"VOE"},{"path":"/redirect/8577978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/ip-man-die-serie/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Yim Chun-Loi findet heraus, dass Ip Man in Guangzhou eine Berühmtheit ist und will ihn zu einem Kampf herausfordern. Zi ist traurig, dass Wah-Shun ihm kein Wing Chun beibringen möchte. Daher bleibt er in Guangzhou um Dampf bei Kämpfen mit anderen abzulassen. Nach einem Kampf zwischen Zi und Chun-Loi, bleibt Ip Man keine andere Wahl, als sich einem Kampf mit Zi zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252265","hoster":"VOE"},{"path":"/redirect/8577979","hoster":"Streamtape"}]}]}]}]}