{"path":"/serie/stream/iron-man-extremis","name":"Iron Man: Extremis","descr":"Ein experimentelles Serum namens Extremis wird gestohlen und Iron Man-Raketen in Aktion. Die folgenden Schlachten testen Starks Geist und Iron Mans Macht. Basierend auf der gleichnamigen Graphic Novel.","seasons":[{"path":"/serie/stream/iron-man-extremis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/iron-man-extremis/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Für Tony Stark, auch bekannt als Iron Man, bricht eine neue Ära an, die die Welt der gepanzerten Rächer für das 21. Jahrhundert neu definiert! Was ist Extremis, der es entfesselt hat, und was bedeutet seine Entstehung für die Welt? Nur für ältere Zuschauer.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/6611350","hoster":"VOE"}]}]},{"path":"/serie/stream/iron-man-extremis/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Jemand, der Tony Stark nahe steht, ist für die größte Bedrohung der Welt verantwortlich, ein Gräuel an Technologie, der auf der Welt entfesselt wurde. Was noch schlimmer ist - es ist mächtiger als selbst Iron Man! Nur für ältere Zuschauer.","versions":[]},{"path":"/serie/stream/iron-man-extremis/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Angetrieben vom Extremis-Serum wurde der tödlichste Feind von Iron Man, Malin, in Form eines biologisch verbesserten Terroristen auf die Menschheit losgelassen - und jetzt ist es Zeit für Iron Man, sich dem Feind zu stellen ... ein Kampf, den er höchstwahrscheinlich verlieren wird!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/6611366","hoster":"VOE"}]}]},{"path":"/serie/stream/iron-man-extremis/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Das Ende für Iron Man? Nach einem brutalen Kampf mit Extremis wird die Rüstung von Iron Man zerstört, eine Stadt liegt in Trümmern und Tony Stark liegt vor der Tür des Todes. Für Stark bleibt nur eine Option, aber bedeutet das, seine Menschlichkeit zu verlieren?","versions":[]},{"path":"/serie/stream/iron-man-extremis/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Tony Starks Leben steht auf dem Spiel, als die Extremis-Dosis, die er eingenommen hat, seinen genetischen Code umschreibt. Jetzt erlebt Tony Stark seine ersten stockenden Schritte als Iron Man noch einmal. Wenn alles gesagt und getan ist, wird ein wirklich neuer gepanzerter Rächer entstehen!","versions":[]},{"path":"/serie/stream/iron-man-extremis/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Während der neue Iron Man gegen den Feind kämpft, der ihn fast getötet hätte, fordert das Extremis-Serum seinen Tribut. Wer genau steckt hinter dem Extremis-Leck? Die Antwort wird Sie schockieren, wenn Iron Man in das 21. Jahrhundert eintritt, für immer verändert! Nur für ältere Zuschauer.","versions":[]}]}]}