{"path":"/serie/stream/is-infinite-stratos","name":"IS: Infinite Stratos","descr":"Die IS Akademie ist die Ausbildungsstätte für die Piloten des Infinite Stratos Waffensystems. Dieses kann jedoch nur von Frauen bedient werden, weshalb Mädchen aus aller Welt zur Ausbildung in die Akademie gebracht werden. Unter ihnen befindet sich aber auch ein Junge namens Ichika Orimura. Es stellt sich heraus,dass er der weltweit einzige Mann ist, der ebenfalls das IS bedienen kann, weshalb er nun - wie auch seine Kindheitsfreundin Houki Shinonono - seine Ausbildung antritt.","seasons":[{"path":"/serie/stream/is-infinite-stratos/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/is-infinite-stratos/filme/film-1","name":"Das Sextet der brennenden Liebe [OVA]","epNo":1,"alt":"A Sextet Yearning for Love [OVA]","descr":"Es sind Sommerferien an der IS-Academy. Um die freie Zeit zu nutzen entschließt sich Charlotte Ichika einen spontanen Besuch zu Hause abzustatten. Die traute Zweisamkeit wird nur von Houki, Fan, Laura und Cecilia gestört, die zufällig die selbe Idee hatten. Dieses überraschende Treffen wird gleich einmal für eine Spielenachmittag mit gemeinsamen Abendessen genutzt. Auch ein Sommerfest findet statt und Ichika kommt um Houki bei ihren Aufführung des Miko-Mai sehen zu können. Doch vor dem Auftritt besucht er mit seiner alten Kindheitsfreundin und Ran noch die Bude und Stände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13753756","hoster":"VOE"},{"path":"/redirect/13753754","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828449","hoster":"VOE"},{"path":"/redirect/8578023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/filme/film-2","name":"OVA 2 [IS: Infinite Stratos 2]","epNo":2,"alt":"OVA 2 [IS: Infinite Stratos 2]","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13755032","hoster":"VOE"},{"path":"/redirect/13755031","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-1","name":"Meine Mitschüler sind alles Mädchen","epNo":1,"alt":"Classmates Are All Girls","descr":"Ichika Orimura ist ein Schüler der IS Akademie. Als einziger Schüler, der einen sogenannten \"Infinite Stratos\" bedienen kann, geht er nun in eine reine Mädchenschule. Dort begegnet er nach Sechs Jahren seine Kindheitsfreundin Houki Shinonono die ihn Ignoriert. Als die Stellvertretende Klassenlehrerin Maya Yamada alle begrüßte und sich ebenso alle Vorstellten, kam Ichika\u0027s ältere Schwester Chifuyu Orimura in den Klassenzimmer herein. Es stellte sich heraus, dass sie die neue Klassenlehrerin von ihm ist. Ebenfalls stellte sich heraus, dass Houki Ichika\u0027s neue Mitbewohnerin ist und die sich ein Zimmer Teilen müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12145755","hoster":"VOE"},{"path":"/redirect/12145776","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8523229","hoster":"VOE"},{"path":"/redirect/8523231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-2","name":"Der Kampf um den Klassenrepräsentantenposten!","epNo":2,"alt":"Class Representative Selection Match!","descr":"In einem packenden Kampf trifft Ichika auf Cecilia um den Posten der Klassensprecherin; kurz vor dem Sieg bleibt er jedoch kraftlos und liefert den Ausgang des Duells in die Hände des Gegners, der entdeckt, dass er ein besonderes Interesse an den Vergleichen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12151817","hoster":"VOE"},{"path":"/redirect/12661928","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828450","hoster":"VOE"},{"path":"/redirect/8578025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-3","name":"Der Austauschschüler entpuppt sich als Kindheitsfreund","epNo":3,"alt":"The Transfer Student is the Second Childhood Friend","descr":"Um Ichikas Leben noch komplizierter zu machen, kommt noch der Schulwechsel einer anderen alten Bekannten, der Chinesin Lingyin, hinzu, was die Eifersucht von Cecilia und Houki weckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12151815","hoster":"VOE"},{"path":"/redirect/12661931","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828452","hoster":"VOE"},{"path":"/redirect/8578027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-4","name":"Der entscheidende Kampf! Das Match zwischen den Klassenrepräsentanten","epNo":4,"alt":"Decisive Battle! The Class League Match","descr":"Ichika und Lingyi stehen sich während des Interclass-Turniers gegenüber, aber ihr Kampf wird abrupt durch einen unerwarteten Angriff einer unbekannten IS-Drohne unterbrochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12151814","hoster":"VOE"},{"path":"/redirect/12661935","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492118","hoster":"VOE"},{"path":"/redirect/8578026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-5","name":"Junge trifft Junge","epNo":5,"alt":"Boy Meets Boy","descr":"Zwei neue Schüler kommen in Ichikas Klasse, der Franzose Charles Dunoa, der sein neuer Mitbewohner wird, und die Deutsche Laura Bodewig, die ihm sofort eine tiefe Abneigung entgegenbringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12151811","hoster":"VOE"},{"path":"/redirect/12661941","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492120","hoster":"VOE"},{"path":"/redirect/8578029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-6","name":"Mein Mitbewohner ist ein blonder Ehrenmann","epNo":6,"alt":"My Roommate is a Blond Gentleman","descr":"Eine neue Anwärterin betritt den Ring, denn die Vertreterin aus Deutschland, Laura Bodewig, schlägt als neue Transferstudentin Wellen, ruft sofort Ichika und verpasst ihm eine ordentliche Ohrfeige.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12151824","hoster":"VOE"},{"path":"/redirect/12661945","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492123","hoster":"VOE"},{"path":"/redirect/8578031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-7","name":"Blaue Tage / Roter Knopf","epNo":7,"alt":"Blue Days / Red Switch","descr":"Laura, Cecilia und Lingyin stehen sich in einem sehr harten und lauten Kampf gegenüber, der auch schwerwiegende Folgen haben kann. Glücklicherweise greift Ichikas Schwester ein, um sie aufzuhalten und den Showdown am Interclass-Thron zu verschieben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12589931","hoster":"VOE"},{"path":"/redirect/12589934","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492122","hoster":"VOE"},{"path":"/redirect/8578028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-8","name":"Erkenne meine Gefühle","epNo":8,"alt":"Find Out My Mind","descr":"Charles und Ichika besiegen dank ihrer Teamarbeit Laura während des Turniers, die nicht in der Lage ist, als Paar zu arbeiten. Laura wird auch von Ichika vor ihrem eigenen IS gerettet, auf dem ein verbotenes System installiert ist, das Gefahr läuft, ihr Leben zu gefährden; diese Tatsache wird sie in ihren Retter vernarren lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12589830","hoster":"VOE"},{"path":"/redirect/12589885","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492125","hoster":"VOE"},{"path":"/redirect/8578062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-9","name":"Die Elf der Meere!","epNo":9,"alt":"Ocean\u0027s Eleven!","descr":"Es gibt auch Strandaktivitäten an der Akademie, weshalb sich alle große Mühe geben, die am besten geeigneten Kostüme auszuwählen, um Ichika zu beeindrucken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12589920","hoster":"VOE"},{"path":"/redirect/12589921","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492126","hoster":"VOE"},{"path":"/redirect/8578030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-10","name":"Dünne rote Linie","epNo":10,"alt":"Thin Red Line","descr":"Shinonono Tabane, Houkis Schwester, kommt am Strandresort an und bringt den persönlichen IS des Mädchens mit, das einzige Exemplar, das der vierten Generation angehört. Aber gerade als Houki es testet, wird eine Tier-A-Mission angekündigt, da ein unbemannter IS außer Kontrolle gerät. Es wird daher die Aufgabe aller sein, die über einen persönlichen IS verfügen, diesen abzufangen und zu blockieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12589922","hoster":"VOE"},{"path":"/redirect/12589926","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492127","hoster":"VOE"},{"path":"/redirect/8578033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-11","name":"Bereitmachen","epNo":11,"alt":"Get Ready","descr":"Houki und Ichika stehen dem außer Kontrolle geratenen IS gegenüber, der es jedoch immer schafft, sich zu wehren und ihren Angriffen auszuweichen. Wegen Houki wird Ichika verletzt und verliert das Bewusstsein und die Mission wird ausgesetzt. Sie fühlt sich verantwortlich, aber ihre Freunde muntern sie auf und überzeugen sie, wieder zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12589935","hoster":"VOE"},{"path":"/redirect/12589936","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492128","hoster":"VOE"},{"path":"/redirect/8578032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-1/episode-12","name":"Dein Name lautet...","epNo":12,"alt":"Your Name Is","descr":"Der Finale Kampf geht weiter. Ichika kehrt vom Krankenbett aus zur Schlacht zurück und hilft seinen angeschlagenen Freunden. Werden sie den Unbemannten IS Besiegen können? Viele neue fragen kommen auf das Abenteuer von Ichika ist noch lange nicht beendet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12589930","hoster":"VOE"},{"path":"/redirect/12589927","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13492129","hoster":"VOE"},{"path":"/redirect/8578034","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-1","name":"Die Erinnerungen eines Sommers","epNo":1,"alt":"The Memory of a Summer","descr":"Die Episode beginnt mit Ichika in einem Traum ähnlich dem, den er in der letzten Episode der ersten Staffel hatte. Als er dieses Mal jedoch zu der Frau im IS schaut, von der er glaubt, dass sie seine Schwester ist, packt sie ihn und erwürgt ihn, während sie sagt: \"Ich werde dich töten\". Ichika wacht dann auf und findet Laura wieder mit ihm schlafend vor, aber dieses Mal hat sie \u0027Kleidung\u0027 an. Laura bittet Ichika in den neuen Vergnügungspark, um ihren letzten Sommertag zu beenden. Ichika schlägt dann vor, dass sie die ganze Gruppe mitbringen, was Laura verärgert. Ichika geht dann den ganzen Tag herum und lädt die anderen Mädchen in den Vergnügungspark ein. Währenddessen beschließen Charlotte und Laura, einkaufen zu gehen. Während ihrer Reise werden Charlotte und Laura zu Mini-Prominenten in einem Bekleidungsgeschäft, zu Angestellten in einem Dienstmädchen-Café und zu Heldinnen, als sie eine Geiselnahme im Dienstmädchen-Café auflösen. Die Szene schneidet dann zu einer mysteriösen Frau namens M, die in eine schwer bewachte Einrichtung einbricht, um einen eingeschlossenen IS mit einem extrem mächtigen IS namens Silent Zephyrus zu bergen. Die Szene schneidet dann zurück zu den Mädchen und Ichika im Vergnügungspark, die sich amüsieren. Die Episode endet mit einem schnellen Auftritt von Sarashiki Tatenashi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13418448","hoster":"VOE"},{"path":"/redirect/13418449","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828466","hoster":"VOE"},{"path":"/redirect/8578038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-2","name":"Schmerztabletten für das Herz","epNo":2,"alt":"Heart Pain Killer","descr":"Nach dem Sparring mit Lingyin kommt Ichika zu spät zum Unterricht und wird von Chifuyu bestraft. Ichika trifft Tatenashi offiziell bei der Schulversammlung und überwacht die Auswahl der Aktivitäten seiner Klasse für das Schulfest, bei dem Laura ein normales Dienstmädchencafé vorschlägt. Nachdem Ichika die Genehmigung erhalten hat, ist ichika nicht bereit, Tatenashi als Ausbilder zu empfangen und fordert sie heraus, letztendlich zu verlieren. Vom Grasland träumend, scheint Ichika Houki zu sehen, bevor er in Tatenashis Schoß erwacht. Tatenashi trainiert Ichika mit Charlotte und Cecilia in Schießstellungen. Ichika kehrt nach Hause zurück und findet Tatenashi, der Houki anregt, als er mit Tatenashi in eine neue Trainingsroutine einsteigt. Am Ende versuchen Houki, Cecilia, Lingyin, Charlotte und Laura alle, Ichika zu trösten, als er vor Erschöpfung einschläft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13418460","hoster":"VOE"},{"path":"/redirect/13418462","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828465","hoster":"VOE"},{"path":"/redirect/8578036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-3","name":"Die durchscheinende Sehne von Cinderellas Ferse","epNo":3,"alt":"Translucent Chord of Cinderella`s Heel","descr":"Tatenashi erpresst Ichika zu einer Massage, bevor er am nächsten Tag Butler für das Dienstmädchen-Café seiner Klasse ist. Rin hält beim Café an und bestellt ein Set, in dem sie Ichika persönlich füttern muss. Entmutigt, nachdem Houki ihren Versuch unterbricht, von Ichika gefüttert zu werden, isst Rin den Pocky und wird als süß ergänzt. Rin erkennt, dass es im Vergleich zu einem Eichhörnchen ist, und stürmt davon und lässt Reiko Makigami zurück und bittet Ichika, die Ausrüstung ihrer Firma zu benutzen. Als Ichika Pause macht, versuchen Cecilia, Houki, Charlotte und Laura alle mitzumachen, aber Cecilia gewinnt und bringt ihn zur Blaskapelle-Ausstellung. Zurückkehrend wird Ichika von Tatenashi entführt, um der Prinz der Aschenputtel-Wiedergabe des Studentenrates zu sein, wobei, ohne ihn zu wissen, derjenige, der seine Krone bekommt, das Recht erhält, bei ihm zu leben. Unter ständigem Feuer schafft Ichika es, Rin, Cecilia, Charlotte, Laura und Houki zu überleben, nur um von den Walk-In-Kandidaten verfolgt zu werden, wo er von Reiko unter die Bühne gezerrt wird, die Byakushiki stehlen möchte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13418452","hoster":"VOE"},{"path":"/redirect/13418454","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12916913","hoster":"VOE"},{"path":"/redirect/8578039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-4","name":"Eine geheimnisvolle Dame","epNo":4,"alt":"The Mysterious Lady","descr":"Reiko entlässt Arachne, die sich als Lady Autumn von Phantom Task entpuppt. Nachdem sie Ichika festgenommen hat, enthüllt Reiko, dass es Phantom Task war, der Ichika während des zweiten Mondo Grosso gefangen genommen hat, während sie versucht, Byakushiki gewaltsam einzunehmen. Bei der Ankunft wird Tatenashi scheinbar getötet, während Cecilia und Rin BT Second, Silent Zephyrus, angreifen. Tatenashi enthüllt, dass der aufgespießte Tatenashi eine wasserbasierte Kopie ist, und engagiert sich zusammen mit ihrem IS, Mysterious Lady, für Lady Autumn. Als Ichika Lady Autumn verfolgt, wird er von Silent Zephyrus abgefangen, der ihn erfolgreich abhält, Houki, Charlotte und Laura ermöglichen es Lady Autumn und ihr selbst zu entkommen. Maya informiert Chifuyu über Phantom Task und enthüllt, dass Silent Zephyrus der zweite Blue Tears war, der aus England gestohlen wurde, während Chifuyu enthüllt, dass Tatenashis wahres Ziel darin bestand, Ichika zu trainieren und zu bewachen. Unbekannt wo, Autumn beschimpft eine Frau, die Chifuyu ähnelt, für ihre Einmischung, während Squall eingreift und den anderen einfach mit \"M\" anspricht. Während M auf ihre Rache wartet, während sie auf ein Medaillon mit dem Foto von Chifuyu starrt, offenbart Tatenashi Ichika ihren Zweck des Schutzes. Tatenashi enthüllt auch, was Ichikas Krone wirklich bedeutete, da sie bei ihm bleibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13418453","hoster":"VOE"},{"path":"/redirect/13418456","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828463","hoster":"VOE"},{"path":"/redirect/8578037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-5","name":"Reizende Art","epNo":5,"alt":"Lovely Style","descr":"Auf Wunsch seiner Lehrer wird Ichika zu einer Veranstaltung hingezogen, bei der jedes der Mädchen für eine begrenzte Zeit Dienste für ihn leisten darf. Zunächst stolpert Houki, während er ihm eine japanische Teezeremonie vorführt, gefolgt von Cecilia, die mit ihm Billard spielt, während sie einen Hasenanzug trägt. Charlotte serviert Ichika dann ein paar Kekse, während sie sich als Pudel verkleidet, wird aber weggenommen, weil sie ihren Service zu übertrieben hat, und Laura spielt mit ihm Darts mit einigen intimen Gegenständen von ihr als Preise. Bevor Lingyin an der Reihe ist, erscheint Tatenashi, um sich der Party anzuschließen und neckt Ichika, der einen Katzenanzug trägt. Vor dem Ende erscheint Chifuyu, der sich als Dienstmädchen verkleidet, um ihm zu dienen, und es wird enthüllt, dass dies alles Teil der Geburtstagsfeier war, die sie für ihn vorbereitet hatten. Auf die Frage, welche der Mädchenakte ihm am besten gefallen hat, wählt Ichika stattdessen die von Chifuyu, nur um von ihnen ausgeschimpft zu werden. Nach der Party wird Ichika von M angesprochen, die sich als Madoka Orimura vorstellt und ihn angreifen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13418457","hoster":"VOE"},{"path":"/redirect/13418458","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828471","hoster":"VOE"},{"path":"/redirect/8578035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-6","name":"Die geheime Basis","epNo":6,"alt":"The Secret Base","descr":"Laura erscheint gerade noch rechtzeitig, um Ichika zu beschützen und Madoka flieht. Einige Zeit später wird Charlotte mit einem Escort-Job beauftragt und mit den anderen Mädchen, die alle beschäftigt sind, bietet sich Ichika an, ihr zu helfen. Im Umgang mit einigen Angreifern schützt Ichika Char vor einer Explosion und zurück in der Akademie wird sein Byakushiki beschlagnahmt, nachdem er ungewöhnliches Verhalten gezeigt hat. Mit der Anweisung, die anderen nicht damit zu belasten, beschließt Char, auf Ichika aufzupassen, solange er wehrlos ist, aber sie gerät in eine weitere missliche Lage, als ihr Höschen auf mysteriöse Weise verschwindet. Charlotte entdeckt dann, dass das Wechseln ihrer Unterwäsche das Problem nicht löst, da sie verschwindet, sobald sie sie anzieht. Als Houki, Cecilia und Lingyin feststellen, dass mit ihr etwas nicht stimmt, gelingt es ihr, die ganze Wahrheit zu enthüllen, und die drei beginnen, um das Recht zu kämpfen, Ichikas Leibwächter zu werden, bis Tatenashi sie zu tadeln scheint, weil sie in der Schule Aufruhr verursacht haben. Gerade als Charlotte beschließt, Ichika die Wahrheit zu enthüllen, erscheint Laura und bestätigt, dass ihr Höschen zurückgekehrt ist, da die Störung, die zu Fehlfunktionen von Ichika und Charlottes IS führte, nachgelassen hatte. Zurück in ihrem Zimmer weist Laura Charlotte darauf hin, dass all ihre Probleme vermieden werden könnten, wenn sie zu ihrem Leidwesen eine Pumphose anstelle eines Höschens angezogen hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13418466","hoster":"VOE"},{"path":"/redirect/13418465","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828468","hoster":"VOE"},{"path":"/redirect/8578040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-7","name":"Schwestern","epNo":7,"alt":"Sisters","descr":"Tatenashi wacht über ihre jüngere Schwester Kanzashi Sarashiki, die sich düster fühlt, da sich ihr persönlicher IS verzögert hat, weil sich die Entwicklungsfirma auf Ichikas IS konzentriert. Ichika und Houki werden eingeladen, in exklusiven Magazinen für persönliche IS-Piloten veröffentlicht zu werden; Während des Interviews übertreibt Houki, dass Ichika bereit ist, sie zu beschützen. Später heute Nacht geht Ichika den Flur entlang, wundert sich über das Mädchen Madoka von vorhin und fragt Chifuyu, ob sie noch andere Verwandte haben und behauptet, er sei ihr einziger Verwandter. Tatenashi vertraut Ichika Kanzashi für das bevorstehende Tag-Turnier an. Alle Mädchen, die an Ichika interessiert sind, planen eine Partnerschaft mit ihm; Ichika antwortet jedoch, dass er plant, mit jemand anderem zusammenzuarbeiten, Houki und Cecilia nehmen an, dass er einen von ihnen andeutet. Ichika plant eine Partnerschaft mit Kanzashi. Im Anschluss besucht Ichika die Klasse 1-4, nur um von Kanzashi abgelehnt zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13728374","hoster":"VOE"},{"path":"/redirect/13731429","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8852948","hoster":"VOE"},{"path":"/redirect/8578041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-8","name":"Öffne dein Herz","epNo":8,"alt":"Open your Heart","descr":"Ichika beharrlich darauf, sein Partner zu sein, und sucht nach Wartungsunterstützung für Kanzashis persönlichen IS, aber das ist nicht so einfach. In der Zwischenzeit, als Ichika erkannte, dass er darauf bestand, sich mit Kanzashi für das Tag-Turnier zu paaren, nehmen sich die Mädchen ihre Zeit, um aggressiver zu trainieren. Als Tatenashi sich mit Houki zusammentun muss, analysiert sie Houkis physischen Körper und erfährt zu ihrer Überraschung, dass ihre Begabung bereits Stufe S erreicht hat. Als Kanzashi ihren IS, Uchigane Nishiki, für einen Testlauf mitnimmt, funktioniert dieser nicht, dann rettet Ichika sie, bevor sie abstürzt. Nachdem sie ihre Meinung zu Ichika geändert hat, stimmt sie indirekt zu, seine Partnerin zu sein. Dann teilt Ichika Daten von Byakushiki, um Kanzashis IS zu verbessern, und hat andere Schüler, die gerne helfen. Als er in seinen Schlafsaal zurückkehrt, besteht Tatenashi auf Ichika für eine weitere Massage und spricht darüber, wie wichtig jüngere Geschwister für ihre Älteren sein können, da sie wissen, wie streng sie zu ihrem Schutz sein können. Kanzashi muss Ichika Süßigkeiten als Geschenk geben, sie erreicht seine Tür, nur um zu hören, dass Ichikas großzügiges Angebot Tatenashis Idee war, was sie mit gebrochenem Herzen zurücklässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13728385","hoster":"VOE"},{"path":"/redirect/13731431","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12916915","hoster":"VOE"},{"path":"/redirect/8578042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-9","name":"Anforderungen an einen Helden","epNo":9,"alt":"The Requirements for a Hero","descr":"Schwer deprimiert über das Tun ihrer Schwester schwänzt Kanzashi heute die Schule. Tatenashi kündigt das Eröffnungsturnier bei der Schulversammlung an, während Ichika nach Kanzashi sucht, die denkt, wie inkompetent sie sei. Dann wird ein plötzlicher Überfall von fünf Anti-IS-Einheiten auf die Arena gestartet. Chifuyu empfiehlt den Piloten des Personal IS einen Kampfangriff. Eine Einheit landet vor Kanzashi, als Ichika sie rettet. Kanzashi aktiviert ihren IS und beide bekämpfen den Anti-IS. Tatenashi und Houki stürmen ihren Anti-IS mit einem Speerschlag, aber seine Panzerung erweist sich als zu stark, um sie zu durchdringen, daher kommt es zu einer Explosion. Ichika geht, um die Szene zu überprüfen, als Kanzashi entdeckt, dass Tatenashi bewusstlos ist, und kämpft wütend auf die Einheit, bis ihre IS-Waffenkraft aufgebraucht ist. Tatenashi glaubt, es sei hoffnungslos, beschützt Kanzashi und wird tödlich verletzt. Tief im Unterbewusstsein ermutigen Ichika und Tatenashi Kanzashi, dass egal wie schwach du bist...ein Held niemals weglaufen sollte...und dein Wohlergehen akzeptieren. Houki füllt Ichikas Energie wieder auf. Kanzashi benutzt einen Zauber, den Tatenashi zu ihr führt und sie zerstören den Anti-IS, während die anderen Einheiten ebenfalls zerstört werden. Tatenashi erholt sich in der Krankenstation und beginnt zu erkennen, wie zuverlässig Ichika sein kann und fühlt für ihn, während sie und Kanzashi ein freundliches Gespräch von Schwester zu Schwester führen. In der Zwischenzeit gelang es ihnen, zwei der voreilenden Anti-IS-Kerne zu bergen, als Chifuyu beschließt, die Regierung zu benachrichtigen. Später schenkt Kanzashi Ichika einen Anime-Film, und sie gesteht ihm ihre Liebe und rannte los, merkt jedoch, dass sie falsch übersetzt hat, dass sie Anime liebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13728391","hoster":"VOE"},{"path":"/redirect/13731430","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828470","hoster":"VOE"},{"path":"/redirect/8578050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-10","name":"Der Weg des Kochs","epNo":10,"alt":"Cooking My Way","descr":"Die Mädchen sitzen in der Cafeteria und hinterfragen Kanzashis Beziehung zu Ichika. Kanzashi antwortet mit \"Wir sind nur Freunde.\" hat aber heimlich Gefühle für ihn, die dann alle Mädchen auf sich selbst reflektieren, da sie alle im selben Boot sind. Später an diesem Tag wird Ichika von Maya ins Schwesternbüro gerufen, wo sie ihm sagt, dass aufgrund des jüngsten Angriffs die IS-Anzüge verbessert werden müssen. Maya sagt ihm dann, dass der \"Student Council\" Ichika gebeten habe, die Körpermaße selbst durchzuführen. Nach dem Debakel ist die Gruppe auf dem Dach und isst zu Mittag, wo Ichika mit einem Bento von Houki gezeigt wird. Als Ichika erwähnt, dass er das Kochen aller liebt, wird Cecelia sauer, weil sie nicht kochen kann! Als alle in ihre Schlafsäle zurückkehrten, geht Cecelia zu Houki, um Hilfe bei der Zubereitung von gutem Brathähnchen zu erhalten. Mit tiefer Reue beschließt sie, Cecelia trotzdem zu helfen. Als Houki einen Anruf bekommt und den Raum verlässt, fügt Cecelia dem Hühnchen absichtlich Parfüm und Senf zum \"Anfassen\" hinzu, wo Houki es dann geschmacklich testet. Am nächsten Tag wird Houki abwesend gezeigt (aufgrund von Cecelias absurdem Gebräu). Cecelia geht dann zu Charlotte, um Hilfe zu holen, und sie beginnen, Charlottes berühmtes \"pot-au-feu\" zu machen. Als Laura sich wegen böser Träume in den Schlaf wirft, geht Charlotte sie zudecken und verlässt Cecelia auf eigene Faust, wo sie dem Gericht wieder absichtlich ihre \"Touch\" hinzufügt (Laura wird gezeigt, wie sie hungrig aufwacht und dann das Gericht isst). Am nächsten Tag werden Houki, Charlotte und Laura abwesend gezeigt, Cecelia fragt Ichika, ob nur er und sie am nächsten Tag auf dem Dach zu Mittag essen könnten, wo er zustimmt. Schließlich bittet Cecelia Ling um ihre Hilfe, Ling, die technisch herausgefunden hat, was Cecelia getan hat, sagt ihr, sie solle ihr \"eigenes\" Essen probieren, aber tatsächlich probiert Ling Cecelias sabotiertes Gericht. Cecelia trifft Ichika auf dem Dach, aber da sie alle krank macht und nicht einmal ein einziges Gericht behält, bringt Ichika sie dann in seinen Schlafsaal, wo sie Reisbällchen machen. Die Episode endet damit, dass Tabane mit Squall (der blonden Frau, die Teil von Phantom Task ist) ein schickes Abendessen isst. Tabane bemerkt, wie Squall versucht, sie durch Suppe zu betäuben. Autumn wird dann gezeigt, wie er eine Waffe auf Tabanes Kopf richtet, wo Tabane ihr dann die Waffe aus der Hand schlägt und Autumn schwer verletzt, indem sie sie in einen Weinkasten schlägt. Silent Zephyrs stürmt durch das Café und greift Tabane an, aber sie entwaffnet es leicht. Tabane zeigt Interesse an Madoka, nachdem sie Silent Zephyrs deaktiviert hat, also macht sie eine Ausnahme, um nur einen persönlichen IS für sie zu erstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13728376","hoster":"VOE"},{"path":"/redirect/13728375","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828474","hoster":"VOE"},{"path":"/redirect/8578046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-11","name":"Auf der Suche nach Erinnerungen","epNo":11,"alt":"Looking For Memories","descr":"Die IS-Klasse macht eine gemütliche Exkursion mit den Mädchen, die um Ichikas Aufmerksamkeit wetteifern. Beim Verlassen wird die Klasse an ihren verschiedenen Standorten von Phantom Task angegriffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13728381","hoster":"VOE"},{"path":"/redirect/13731433","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828475","hoster":"VOE"},{"path":"/redirect/8578045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/is-infinite-stratos/staffel-2/episode-12","name":"Überall Mädchen","epNo":12,"alt":"Girls Over","descr":"Madoka erschien vor Ichika und steuerte den Black Knight IS. Tatenashi greift Squall auf einem Turm im vollen Kampf an. Auf einer Einschienenbahn mit Fehlfunktion, in der Chifuyu und die folgenden Schüler gefangen sind, schließen sie, dass eine Zeitbombe daran befestigt ist, sodass Kanzashi schnell den Aufenthaltsort der Bombe berechnet. Als Ichika beim Erreichen des Zuges gegen Madoka kämpft, werden Houki und Cecelia von Autumn angegriffen und schließen sich schließlich wieder Ichika an, um die Explosion des Zuges zu sehen. Nachdem Ichika am Boden zerstört war, erstach Madoka ihn tödlich und ließ Houki zurück, um ihn zu retten und schreit nach seinem Erwachen. Glücklicherweise haben Charlotte, Laura, Huang und Kanzashi die Bombe gerade noch rechtzeitig festgenommen. In einem Traum wird Ichika von Madoka ergriffen, doch dann hilft ein mysteriöses Mädchen mit weißen Haaren Ichika dabei. Squall macht die anderen IS-Piloten verwundbar, bis Tatenashi sie mit einer ihrer Waffe ablenkt und für Ichikas Angriff in Weißer Ritter-Form signalisiert. Madoka fängt Ichika ab, obwohl er es schafft, sie niederzuschlagen, Phantom Task evakuiert vorerst, was dazu führt, dass sie genug Daten gesammelt haben, und Ichika wird von allen anderen lebend und wohlauf willkommen geheißen. Eine Szene wird gezeigt, wie Tabane neben dem mysteriösen Mädchen sitzt. In einer heißen Quelle entspannt sich Ichika, während er an Madokas Anhänger denkt, auf dem Chifuyu\u0027s Bild zu sehen war. Kurz bevor Ichika das Bad verlässt, kommen plötzlich die Mädchen herein, weil eine Person zu ihrer Verlegenheit fälschlicherweise das Zeichen von männlich auf weiblich geändert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13728380","hoster":"VOE"},{"path":"/redirect/13728386","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8828472","hoster":"VOE"},{"path":"/redirect/8578047","hoster":"Streamtape"}]}]}]}]}