{"path":"/serie/stream/isekai-yakkyoku","name":"Isekai Yakkyoku","descr":"[Parallel World Pharmacy] Kanji Yakutani widmet sein ganzes Leben der medizinischen Forschung, nachdem er seine kleine Schwester durch eine unheilbare Krankheit verloren hat. Diese absolute Hingabe hat jedoch ihren Preis, denn er vernachlässigt dabei seine eigene Gesundheit und stirbt an Überarbeitung im Alter von nur 31 Jahren. Als er erwacht, findet er sich plötzlich im Körper des 10-jährigen Falma, Sohn der anerkannten Familie De Médicis, wieder. In dieser mittelalterlichen Welt erhalten Adlige den Segen der Götter und er lernt, dass er vom Gott der Medizin gesegnet wurde. Falma entschließt sich, sein Wissen aus dem vorherigen Leben und seine neuen Fähigkeiten zu verwenden, um den schrecklichen Zustand der Medizin in dieser Welt zu verbessern","seasons":[{"path":"/serie/stream/isekai-yakkyoku/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-1","name":"Der wiedergeborene Pharmazeut und die andere Welt","epNo":1,"alt":"A Reincarnated Pharmacologist and a Parallel World","descr":"Yakutani Kanji ist trotz seines jungen Alters eine Koryphäe in der Pharmazie und in der Entwicklung neuer Medikamente tätig. Leider vergisst er dabei seine eigene Gesundheit und stirbt mit gerade mal Anfang 30 an Überarbeitung. Doch das ist nicht das Ende, denn er wacht im Körper des Jungen Falma de Médicis auf, der in einer Welt voller Magie ebenfalls Pharmazeut werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11142796","hoster":"VOE"},{"path":"/redirect/11142795","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13056772","hoster":"VOE"},{"path":"/redirect/10861580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-2","name":"Meister und Lehrling","epNo":2,"alt":"Master and Apprentice","descr":"Pharma besucht Eleonore in ihrem Haus, findet sie aber verängstigt, da sie glaubt, dass er einer der Panactheos ist, der Götter, die die göttlichen Künste beherrschen. Pharma bittet sie, wieder sein Tutor zu werden, da er noch ein Novize ist, sie aber in Ruhe lassen wird, wenn sie dies wünscht. Eleonore erinnert sich, dass die Panactheos wohlwollende Wesen sind, also ist es lächerlich, Angst zu haben. Er praktiziert mit Divine Eye und diagnostiziert bei seiner Magd Charlotte ein Ekzem und kreiert eine feuchtigkeitsspendende Steroidcreme. Er kreiert auch Behandlungen für die anderen Diener und ihre Beschwerden, die überglücklich sind. Charlotte erklärt, dass die de Medici das einzige Diensthonorar sind, daher haben die Diener nie eine Behandlung erhalten und Medikamente von gewöhnlichen Ärzten sind teuer. Pharma beschließt, Medizin für alle Bevölkerungsschichten verfügbar zu machen. Pharmas Schwester Blanche erkrankt an Windpocken. Pharma entwickelt eine Behandlung mit Aciclovir sowie eine Anti-Juckreiz-Creme mit Azulene , aber da niemand auf dieser Welt von diesen Behandlungen weiß, lässt er Blanche versprechen, sie geheim zu halten. Blanche weist darauf hin, dass er noch nie zuvor so nett zu ihr war und Pharma weint, als er sich an seine ursprüngliche Schwester Chi erinnert. Bruno ist überrascht über Blanches schnelle Genesung, wirkt aber nicht misstrauisch. Um sein Divine Eye Pharma besser nutzen zu können, stellt er ein Leeuwenhoek-Mikroskop im Taschenformat her . Bruno bittet Pharma, sich ihm bei der Behandlung der Kaiserin anzuschließen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11142798","hoster":"VOE"},{"path":"/redirect/11142801","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10898539","hoster":"VOE"},{"path":"/redirect/12982126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-3","name":"Der vorsitzende kaiserliche Pharmazeut und der wiedergeborene Pharmakologe","epNo":3,"alt":"The Chief Royal Pharmacian and the Reincarnated Pharmacologist","descr":"Falma und sein Vater eilen zur Kaiserin, die an der Schwindsucht leidet und im Sterben liegt. Die Erwachsenen gehen davon aus, dass die Krankheit unheilbar ist, doch Falma nutzt das Wissen aus seiner Heimatwelt, um neue Medizin für die Regentin herzustellen. Für den jungen Pharmazeuten ist es das erste Mal, dass er direkt mit einer Schwerkranken zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11142805","hoster":"VOE"},{"path":"/redirect/13079252","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10945178","hoster":"VOE"},{"path":"/redirect/10945176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-4","name":"Ihre kaiserliche Majestät und die Gründungserlaubnis","epNo":4,"alt":"The Empress and an Imperial Charter","descr":"Kaiserin Élisabeth II erholt sich mit dem Medikament, das Falma ihr verschrieben hat, prächtig. Selbstverständlich muss diese Heldentat großzügig belohnt werden. Doch Falma interessiert sich nicht für das, was Adlige sonst so für ihre Dienste erhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11142807","hoster":"VOE"},{"path":"/redirect/11142806","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10969658","hoster":"VOE"},{"path":"/redirect/10969659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-5","name":"Der Alltag in der Anderwelt-Apotheke und Kosmetik","epNo":5,"alt":"Daily Life at Parallel World Pharmacy and Cosmetics","descr":"In seinem ersten Monat hat Pharma nur einen Kunden, einen Seemann namens Jean, der Süßigkeiten zur Heilung von Skorbut kauft. Beatrice, die Mutter von Bruno und Pharma, besucht sie und Beatrice schlägt vor, Kosmetika zu verkaufen, aber Bruno lehnt Gesichtspuder entschieden ab, da Damen, die es verwenden, ausnahmslos jung sterben. Pharma ist beeindruckt, was Bruno bemerkte; primitives Make-up enthält oft Blei , das beim Auftragen auf die Haut giftig ist. Pharma bekommt plötzlich einen Kunden, die edle Chloe de Chatillon. Er diagnostiziert sie mit Anämie verursacht durch Aderlass, ein primitives Verfahren, um die Haut blasser zu machen. Pharma kreiert ein ungiftiges Make-up, das Feuchtigkeit spendet und Sonnenbrand verhindert, von dem Chloe begeistert ist. Pharma wird bald von Kunden überschwemmt, die verzweifelt nach Make-up von edler Qualität suchen, das erschwinglich ist. Chloe ist so dankbar, dass sie anbietet, ein separates Geschäft zu finanzieren, das sich ausschließlich auf Kosmetika konzentriert, mit Pharma als Manager und besetzt von jungen Apothekerinnen, die alle ihren Job verloren haben, weil sie Kinder haben. Pharma führt Richtlinien für Mutterschaftsurlaub ein, was ihm die sofortige Loyalität der Damen einbringt. Elizabeth ist verzaubert von dem neuen Make-up, besonders dem Lipgloss, und verabschiedet ein Gesetz, um den Verkauf von Make-up auf Bleibasis zu verbieten. Sie rät auch, seine Make-up-Rezepte an die edlen Läden zu verkaufen, die ihr neues Gesetz aus dem Geschäft bringen wird, und den Preis seiner Medikamente leicht anzuheben, um nicht versehentlich gewöhnliche Apotheker aus dem Geschäft zu bringen, beides Ratschläge, von denen Pharma weiß, dass er sie haben sollte dachte an sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452692","hoster":"VOE"},{"path":"/redirect/11452693","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11036578","hoster":"VOE"},{"path":"/redirect/11036576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-6","name":"Die Geschwister und das Meer","epNo":6,"alt":"Siblings and the Sea","descr":"Da das Gebiet Marseirre nun den de Médicis gehört, reist die Familie dorthin, damit Bruno nach dem Rechten sehen kann. In der Zwischenzeit dürfen Falma und Blanche am Strand spielen. Doch als Falma wieder in seine Apotheke zurückkehrt, wartet eine böse Überraschung auf ihn...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452697","hoster":"VOE"},{"path":"/redirect/11452701","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12917063","hoster":"VOE"},{"path":"/redirect/11050831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-7","name":"Der schattenlose Junge und die Anomalie-Inquisition","epNo":7,"alt":"The Boy with No Shadow and the Inquisitors","descr":"Die Inquisition des Tempels hat Wind davon bekommen, dass Falma nicht wie die anderen Kinder ist. Sie verlangen eine Erklärung von ihm, doch Falma hat keine. Er möchte einfach nur in Ruhe seine Apotheke leiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452703","hoster":"VOE"},{"path":"/redirect/11452702","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11142791","hoster":"VOE"},{"path":"/redirect/11142790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-8","name":"Die Influenza und der Tagesanbruch in der Apotheke","epNo":8,"alt":"Influenza and the Dawn of a Pharmacy","descr":"Pierres Tochter Marie ist sehr krank. Als sein Arzt nicht zu Hause ist, bietet Falma ihm an, seine Tochter zu behandeln. Allerdings verbietet die Pharmazeutengilde ihren Mitgliedern, die Apotheke des adligen Jungen aufzusuchen. Wer sich widersetzt, verliert seine Arbeitserlaubnis...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452706","hoster":"VOE"},{"path":"/redirect/11452707","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11172361","hoster":"VOE"},{"path":"/redirect/11172359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-9","name":"Die Geschichte eines bösen Mannes","epNo":9,"alt":"The Story of a Certain Wicked Man","descr":"In San Fleuve soll bald eine große Messe stattfinden, zu der Händler aus vielen verschiedenen Ländern anreisen. Die Familie de Médicis erhält eine Nachricht, dass eine Epidemie auszubreiten droht. Allerdings ist die Großveranstaltung zu wichtig für Wirtschaft und Ansehen des Kaiserreichs …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452691","hoster":"VOE"},{"path":"/redirect/11452699","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11379462","hoster":"VOE"},{"path":"/redirect/11379465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-10","name":"Der Schwarze Tod","epNo":10,"alt":"The Black Death","descr":"Die Vorbereitungen für die Messe ist im vollen Gange. Natürlich sind die Händler deshalb besonders gestresst, da sie erst untersucht werden müssen, bevor sie den Hafen betreten dürfen. Elen und Falma geben sich alle Mühe, das Reich vor der Pest zu beschützen, aber leider läuft nicht alles nach Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11620025","hoster":"VOE"},{"path":"/redirect/11620032","hoster":"Doodstream"},{"path":"/redirect/11620024","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11379487","hoster":"VOE"},{"path":"/redirect/11379451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-11","name":"Das Wunder von L’Estacque","epNo":11,"alt":"The Miracle at L`Estacque","descr":"Falma und die Priester des Tempels arbeiten unermüdlich, um das Dorf L\u0027Estacque von der Pest zu befreien. Sie kommen gut voran, aber dennoch besteht das Risiko weiterhin, dass die Seuche die Hauptstadt erreicht. In Anbetracht der Tatsachen kommt Falma ein schrecklicher Verdacht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11620029","hoster":"VOE"},{"path":"/redirect/12980327","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11379479","hoster":"VOE"},{"path":"/redirect/11379473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-yakkyoku/staffel-1/episode-12","name":"Was er nicht heilen konnte","epNo":12,"alt":"Those He Couldn`t Cure","descr":"Nagetiere, die den Pest-Erreger in sich tragen, haben tatsächlich San Fleuve erreicht. Soldaten, Priester und Pharmazeuten arbeiten Hand in Hand, um eine Katastrophe zu verhindern. Bruno, Falmas Vater, hat eine Vermutung, wer der Strippenzieher hinter dem Angriff sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923759","hoster":"VOE"},{"path":"/redirect/11620034","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11452708","hoster":"VOE"},{"path":"/redirect/11452713","hoster":"Streamtape"}]}]}]}]}