{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu","name":"Isekai de Mofumofu Nadenade Suru Tame ni Ganbattemasu.","descr":"[Fluffy Paradise] Nachdem Midori an Überarbeitung verstorben war, wird sie in einer fluffigen Welt als Nefertima mit einem göttlichen Auftrag betraut: Sie soll beurteilen, ob die menschliche Rasse es verdient, weiterhin zu bestehen. Mit ihrer Mission einhergeht eine besondere Gabe, mit der sie von jedem nicht-menschlichen Wesen geliebt wird. Während sie also ihr flauschiges Paradies genießt, ist sie ebenso sehr entschlossen, mit den Menschen, fluffigen Tieren und magischen Kreaturen zu koexistieren. Doch pirscht sich ein unbarmherziges Schicksal auf leisen Pfoten heran …","seasons":[{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-1","name":"","epNo":1,"alt":"Nobody Told Me This Would Happen!","descr":"Die 27-jährige Midori fällt aus Überarbeitung tot um, doch in diesem Moment erscheint ihr Gott, der ihr anbietet, sie vor diesem Tod zu bewahren, wenn sie ihm einen Gefallen tut. Bevor sie es sich groß überlegen kann, wird sie auch schon mit der besonderen Fähigkeit, Tiere anzuziehen, in eine andere Welt wiedergeboren, in der sie für Gott beurteilen soll, ob die Menschen in dieser Welt es verdienen, zu leben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13594829","hoster":"VOE"},{"path":"/redirect/13594828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-2","name":"","epNo":2,"alt":"I\u0027ve Been Summoned","descr":"Als bei Karnas Prüfung in der Akademie etwas schiefläuft und ein Feuerdrache beschworen wird, springt Neema ohne groß zu überlegen dazwischen. Doch nun steht sie ohne einen Plan vor dem riesigen Ungetüm. Jetzt wird sich zeigen, ob ihre Anziehungskraft auf Tiere sich selbst auf einen Feuerdrachen auswirkt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13635824","hoster":"VOE"},{"path":"/redirect/13635827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-3","name":"","epNo":3,"alt":"A Lovely Gift","descr":"Neema darf mit Dan und Les, dem Kommandanten der Bestienritter, die Ställe dieser besuchen, die voller seltener Tiere sind. Les seinerseits ist sehr gespannt auf die kleine Neema, nachdem er von Dan hörte, was bei den Drachenställen vorfiel. Außerdem ist Neemas Geburtstag und sie darf sich etwas wünschen. Also wünscht sie sich, was sie schon lange will: einen Ausflug in die Stadt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13653943","hoster":"VOE"},{"path":"/redirect/13653947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-4","name":"","epNo":4,"alt":"I Hate Studying","descr":"Nun, da sie alt genug ist, muss Neema mit ihren Studien beginnen. Sie bekommt dafür eine Privatlehrerin, die bereits ihre Geschwister unterrichtet hat. Schnell wird jedoch klar, dass diese Lehrerin sie nicht mit Samthandschuhen anfassen wird. Also setzt Neema sich in den Kopf, ihren Respekt zu verdienen und es sich so zu verdienen, wieder öfter Tiere streicheln zu dürfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13679908","hoster":"VOE"},{"path":"/redirect/13679910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-5","name":"","epNo":5,"alt":"Surprised by the Monsters in the Forest!","descr":"Nefertima bricht mit ihrem Vater und einem kleinen Trupp in den Wald auf, um den Meldungen über zunehmende Monsterangriffe auf den Grund zu gehen. Und es soll nicht lange dauern, bis sie mitten unter diesen ist, denn kaum im Wald angekommen, wird sie in eine Höhle entführt, in der sie unzählige Augen aus der Dunkelheit anstarren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13705601","hoster":"VOE"},{"path":"/redirect/13705602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-6","name":"","epNo":6,"alt":"The Desire to Become Stronger","descr":"Neemas Plan, aus der Höhle zu fliehen, ohne dass die Goblins in einen Kampf mit seinem Vater und dessen Geleitschutz verwickelt werden, scheint aufzugehen, bis eine Frostspinne aus der Dunkelheit auftaucht. Der Hobgolin stürzt sich in einem Kampf um das nackte Überleben sofort auf diese. Doch keiner der Anwesenden rechnet mit dem, was nach dem Kampf passiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13745506","hoster":"VOE"},{"path":"/redirect/13745505","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-7","name":"","epNo":7,"alt":"I Believe I Can Be of Service","descr":"Die herzogliche Inspektion reist weiter in den nächsten Landstrich. Dort angekommen setzt sich Neema sofort ab, da sie unbedingt die Abenteurergilde sehen will, in der Hoffnung, diese für auch für ihren Plan zu gewinnen. Allerdings dauert es nicht lange, bis Neema sich inmitten eines Skandals wiederfindet, für dessen Klärung sie einmal mehr die Hilfe ihres Vaters brauchen wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13756510","hoster":"VOE"},{"path":"/redirect/13756515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-8","name":"","epNo":8,"alt":"A Lot\u0027s Been Decided","descr":"Dayland erklärt Wilhelt, Ralf und den anderen Anwesenden den Plan, den Neema sich ausgedacht hat und beauftragt Ralf damit, sich darum zu kümmern, während er wieder zurück zur Hauptstadt reist. Also bricht die Gruppe am nächsten Tag auf nach Linus, das von Kobolden geplagt wird, um sich vor Ort ein Bild der Lage zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13784217","hoster":"VOE"},{"path":"/redirect/13784216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-9","name":"","epNo":9,"alt":"Master of the Forest, Please...!","descr":"Neema und ihre Begleiter beschließen das Koboldjunge, das sie in der Stadt gefunden haben, zurück zu seiner Mutter zu bringen. Also brechen sie gemeinsam auf in den Wald, wo sie schnell schon einem ersten anderen Monster begegnen. Allerdings fühlt es sich bald an, als würden sie nur im Kreis laufen. Es scheint irgendeine mysteriöse Macht am Werk zu sein, die weder Magie noch anderen Lebewesen oder Geistern zugeschrieben werden kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13809639","hoster":"VOE"},{"path":"/redirect/13809645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-10","name":"","epNo":10,"alt":"Let\u0027s Have a Strategy Meeting!","descr":"Sicily, die Anführerin der Kobolde, scheint der Idee, mit Menschen zu kooperieren eingangs sehr abgeneigt. Aber Neema lässt nicht locker und versucht weiter, die Kobolde für ihr Sianna-Projekt zu gewinnen. Jedoch löst auch das das Problem der geplanten Säuberungsaktion nicht. Neema muss also erst die Kobolde vor den Menschen retten, bevor sie sich dem Sianna-Projekt anschließen können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13821971","hoster":"VOE"},{"path":"/redirect/13821970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-11","name":"","epNo":11,"alt":"The Path I Choose","descr":"Neema und ihre Begleiter treffen gemeinsam mit den Kobolden die letzten Vorbereitungen für ihren Plan, den Stamm vor den drohenden Angreifern zu schützen und in Sicherheit zu bringen. Die Lage scheint sich jedoch mehr und mehr zuzuspitzen und Neema beginnt daran zu zweifeln, das Richtige getan zu haben. Doch nun gibt es kein Zurück mehr, der Tag des Angriffs steht kurz bevor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13846471","hoster":"VOE"},{"path":"/redirect/13846472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-de-mofumofu-nadenade-suru-tame-ni-ganbattemasu/staffel-1/episode-12","name":"After the Battle [Final Episode]","epNo":12,"alt":"After the Battle [Final Episode]","descr":"Die Schlacht ist vorbei und Neema nimmt eine Bestandsaufnahme vor. Wie erwartet haben nicht alle den Kampf lebend überstanden, was sich Neema als treibende Kraft hinter dem Plan sehr zu Herzen nimmt. Nun ist es an der Zeit, Pläne für die Zukunft zu schmieden, sowohl mit den Kobolden als auch in Lenis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13874620","hoster":"VOE"},{"path":"/redirect/13874623","hoster":"Streamtape"}]}]}]}]}