{"path":"/serie/stream/isekai-shokudou","name":"Isekai Shokudou","descr":"Isekai Shokudou handelt von dem Restaurant \"Youshoku no Nekoya\", welches im ersten Untergeschoss eines Einkaufsviertels in der Nähe eines Bürokomplexes liegt. Obwohl normalerweise nur einfache Geschäftsleute in dem Restaurant speisen, besitzt es aber auch ein Geheimnis: Jeden Samstag, an dem das Restaurant eigentlich geschlossen ist, wimmelt es in Nekoya nur so von ganz besonderen Kunden. Für die Büroangestellten ist Nekoya damit ein vertrauter Ort mit vertrauten Gerichten, doch für die Kunden, die am Samstag einkehren, ist es nichts weiter als eine Küche, von der sie noch nie etwas gesehen oder gehört haben.","seasons":[{"path":"/serie/stream/isekai-shokudou/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-1","name":"","epNo":1,"alt":"Beef Stew / Breakfast Special","descr":"Einmal die Woche kocht der Besitzer des Nekoyas für Bewohner einer anderen Dimension, die allesamt gewisse Vorlieben haben. Eines Morgens allerdings schleicht sich jemand unerlaubt in seine Küche ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830203","hoster":"VOE"},{"path":"/redirect/8578108","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-2","name":"","epNo":2,"alt":"Minced Meat Cutlet / Fried Shrimp","descr":"Zwei weitere Gäste finden sich im Westlichen Restaurant Nekoya ein: Eine junge Schatzjägerin, die den Spuren eines alten Verwandten folgt und so auf die Türe zum Restaurant stößt, und ein junger Ritter, der eine alte Schuld begleichen möchte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830204","hoster":"VOE"},{"path":"/redirect/8578109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-3","name":"","epNo":3,"alt":"Spaghetti with Meat Sauce / Chocolate Parfait","descr":"Ein Wirtschaftsmogul und eine Prinzessin aus der anderen Welt kommen ins Nekoya, um dort die Küche zu genießen. Zwei Geschichte über das Erbe an die neue Generation.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830206","hoster":"VOE"},{"path":"/redirect/8578110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-4","name":"","epNo":4,"alt":"Omelette Rice / Tofu Steak","descr":"Gaganpo ist ein Echsenmensch und erhält einmal die Woche die Aufgabe von seinem Stamm, das köstliche, fluffige Essen aus einer anderen Welt zu besorgen. Fardania dagegen ist eine Elfe und ernährt sich ausschließlich vegan. Als sie ins Nekoya stolpert, trifft sie fast der Schlag angesichts dieser Barbarei.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830205","hoster":"VOE"},{"path":"/redirect/8578112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-5","name":"","epNo":5,"alt":"Pork Cutlet Rice Bowl / Pudding a la Mode","descr":"Lionel, der Gladiator und Victoria, die zurückgezogen lebende Prinzessin des Herzogtums teilen eine Leidenschaft: Die regelmäßigen Besuche im Nekoya.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830195","hoster":"VOE"},{"path":"/redirect/8578114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-6","name":"","epNo":6,"alt":"Sandwiches / Steamed Potato With Butter","descr":"Im Nekoya kommt es zu einer Grundsatzdiskussion unter dem Stammgästen, welches Gericht am besten auf Weißbrot schmeckt. Doch für Aletta offenbart sich an diesem Tag etwas viel Größeres.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830196","hoster":"VOE"},{"path":"/redirect/8578115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-7","name":"","epNo":7,"alt":"Curry Rice / Chicken Curry","descr":"Im Nekoya findet sich ein Stammgast nach langer Zeit wieder ein. Er hat in der Zwischenzeit einiges mitgemacht. Aber auch ein neuer Gast kommt nach langer Zeit wieder unter Leute und das ausgerechnet im Nekoya.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830197","hoster":"VOE"},{"path":"/redirect/8578116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-8","name":"","epNo":8,"alt":"Hamburg Steak / Assorted Cookies","descr":"Eine Meerjungfrau rettet einen jungen Fischer und als Dank lädt dieser sie zu einem exquisiten Essen ein. Aletta findet eine feste Arbeitsstelle in ihrer Welt und kann somit endlich auf eigenen Beinen stehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830202","hoster":"VOE"},{"path":"/redirect/8578117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-9","name":"","epNo":9,"alt":"Fried Seafood / Cream Soda","descr":"Zwei Zwerge treibt es in die Berge, um die köstlichsten Meeresfrüchte, die sie jemals gekostet haben, zu genießen. Währenddessen ist ein Prinz bemüht einer Prinzessin näherzukommen. Allerdings bedarf es dabei der Hilfe seiner Schwester und dem Zauber des Nekoyas.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830207","hoster":"VOE"},{"path":"/redirect/8578118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-10","name":"","epNo":10,"alt":"Crêpes / Natto Spaghetti","descr":"Die Tür der Nekoya erscheint im Königreich der Feen. Tiana, die Königin und andere Feen probieren den Crpe mit Früchten. Auf der anderen Seite trifft Fardania auf Christian, den besten Freund ihres Vaters, der sie in den Geschmack fermentierter Bohnen einführt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830210","hoster":"VOE"},{"path":"/redirect/8578120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-11","name":"","epNo":11,"alt":"Carpaccio / Curry Bun","descr":"Ein Sirenenpaar entdeckt eine Tür zu Nekoya, während sie die Chimera Killer Island nach einem neuen Nest auskundschaftet, aber die beiden Vogelhirne könnten Ärger verursachen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830208","hoster":"VOE"},{"path":"/redirect/8578119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-1/episode-12","name":"","epNo":12,"alt":"Pork Soup / Croquettes","descr":"Das Restaurant feiert jeden Monat einen besonderen Tag, an dem er die kostenlose Miso-Suppe durch Schweinesuppe ersetzt, die teurer ist, aber etwas, das ihm sein Großvater eingeflößt hat. Außerdem entdecken wir die Beziehung des Restaurantbesitzers zu einer bestimmten Person von großer Bedeutung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830209","hoster":"VOE"},{"path":"/redirect/8578124","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-1","name":"","epNo":1,"alt":"Cheesecake / Breakfast Again","descr":"Hilda, eine Söldnerin, nimmt einen Job an, um ein paar Kobolde loszuwerden. Als einsame Wölfin erledigt sie die Horde der Kobolde allein mit ihrer Armbrust. Nach dem Kampf bemerkt sie eine große Tür, durch die sie geht, um sich in einem seltsamen Lokal namens Western Restaurant Nekoya wiederzufinden. Aletta beendet einen weiteren Arbeitstag im Restaurant to Another World. Nachdem sie vom Meister ein Geschenk erhalten hat, kehrt sie in das Haus von Sarah zurück, wo sie als Hausmädchen arbeitet. Dort findet sie Sarah ohnmächtig schlafend an ihrem Schreibtisch vor, erschöpft von ihren Recherchen. Aletta überlegt, was sie tun kann, um ihr zu danken...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8913060","hoster":"VOE"},{"path":"/redirect/8913058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-2","name":"","epNo":2,"alt":"Beefsteak / Cream Puff","descr":"Ein junges Liebespaar flieht vor ihren Verfolgern in eine Höhle. Im Moment ihrer größten Not öffnet sich die Tür zum Nekoya und so auch zu einem ganz neuen Geschmackserlebnis. Darüber hinaus kostet auch Prinzessin Adelheid ein neues Gericht auf der Karte des Nekoyas.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8944339","hoster":"VOE"},{"path":"/redirect/8944337","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-3","name":"","epNo":3,"alt":"Hamburger / Beef Tendon Curry","descr":"Drei Knaben besuchen das Nekoya und teilen ihre Begeisterung für das Hamburger-Menü mit Cola. Dabei sind sie von der Vielzahl an Halbmenschen im Nekoya fasziniert. Der Chef möchte außerdem ein neues Currygericht auf seiner Karte aufnehmen und bittet dabei Alphonse um seine Meinung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8975875","hoster":"VOE"},{"path":"/redirect/8975876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-4","name":"","epNo":4,"alt":"Children`s Lunch / Cream Croquette","descr":"Prinz Alfred und Prinzessin Margarette des Herzogtums ist es strengstens untersagt, den Westturm zu betreten, der angeblich die Heimat einer Hexe sein soll. Doch die Geschwister wollen unbedingt herausfinden, ob dort wirklich eine Hexe lebt, also schleichen sie sich trotzdem ein. Dann lernen sie das Geheimnis der Hexe kennen... Pikke und Pakke, ein Ehepaar von Halblingen, reisen um die Welt und verkaufen ihre Küche an Leute, die sie unterwegs treffen. Sie sind ein Riesenerfolg in einer Stadt am Rande des Königreichs. Und eines macht dieses Ehepaar besonders gerne zusammen. Es ist der Tag von Satur, und sie machen sich auf den Weg zu einer Tür, die im Wald steht...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9073762","hoster":"VOE"},{"path":"/redirect/9073760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-5","name":"","epNo":5,"alt":"Scotch Egg / Mont Blanc","descr":"Emilio möchte endlich stärker und männlicher werden, damit er nicht mehr für ein Mädchen gehalten wird. Daher begibt er sich auf eine Reise, die schon sehr bald ein Ende finden könnte ... Thomas wird von Eleanor beauftragt, nach dem geheimnisumwobenen Mont Blanc zu suchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9113652","hoster":"VOE"},{"path":"/redirect/9113649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-6","name":"","epNo":6,"alt":"Rice Burger / Pizza","descr":"Mitten in der Nacht im Wald trifft Farlandia auf eine junge Halbelfe, die von ihrem Dorf verstoßen wurde. Die Halbelfe ist erschöpft und ausgehungert. Da kommt ein Besuch im Nekoya ja wie gerufen. Sirius möchte die Marmett-Gerichte des Nekoya kopieren, um sie in seiner Welt gewinnbringend anzubieten. Doch das stellt sich als gar nicht so einfach heraus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9214393","hoster":"VOE"},{"path":"/redirect/9214389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-7","name":"","epNo":7,"alt":"Okonomiyaki / Green Tea Shaved Ice","descr":"Zwei Streithähne aus Nachbarländern kommen immer zur selben Zeit ins Nekoya, dabei haben sie mehr gemeinsam, als Aletta zunächst erahnen könnte. Ein Elf, der bislang ein sehr isoliertes Leben geführt hat, entdeckt das Nekoya und erforscht die neueste saisonale Spezialität mit fast schon kindlicher Neugier.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9214398","hoster":"VOE"},{"path":"/redirect/9214410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-8","name":"","epNo":8,"alt":"Roast Beef / Cheesecake Again","descr":"Die junge Rorona hat es endlich geschafft und gehört nun zur finsteren Sippe. Bei einem nächtlichen Ausflug findet sie eine Tür in eine andere Welt ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9253506","hoster":"VOE"},{"path":"/redirect/9252990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-9","name":"","epNo":9,"alt":"Macaroni Gratin / Fruit Jelly","descr":"Der Fleischer, der den Halblingen das Rezept für den Rittereintopf abgekauft hat, kann sich vor Kundschaft kaum retten. Seine Tochter kommt auch kaum noch zur Ruhe und wird zur Abwechslung von einem jungen Mann der Stadtwache in ein ganz besonderes Restaurant ausgeführt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9317463","hoster":"VOE"},{"path":"/redirect/9317466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-10","name":"","epNo":10,"alt":"Teriyaki Burger / Mocha Chocolate Parfait","descr":"Drei junge Abenteurer wollen sich in einem verfluchten Wald Wraiths stellen, doch sie geraten in Schwierigkeiten und erhalten unerwartete Hilfe ... Derweil wird der amtierende Dämonenkönig von Selbstzweifeln zerfressen, ob er tatsächlich seines Amtes würdig ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9356566","hoster":"VOE"},{"path":"/redirect/9356570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-11","name":"","epNo":11,"alt":"Quiche / Coffee Float","descr":"Heute ist im Nekoya so viel los, dass alle Tische voll besetzt sind und sich viele Bestellungen verspäten. Als kleine Wiedergutmachung servieren Kuro und Aletta den Gästen Quiche. Doch im Hintergrund werden im Kaiserreich und Land des Sandes die Fäden für ein neues politisches Kapitel gezogen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9383768","hoster":"VOE"},{"path":"/redirect/9383772","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokudou/staffel-2/episode-12","name":"","epNo":12,"alt":"Pork Loin Cutlet / Buffet","descr":"Adelheids und Shareefs Hochzeit steht an und die beiden wollen im Nekoya ausgelassen feiern. Doch vor der Feier erhält der Chef aus seiner eigenen Welt einen überraschenden Besuch, wodurch etwas über die Vorgeschichte des Nekoyas enthüllt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9444195","hoster":"VOE"},{"path":"/redirect/9444196","hoster":"Streamtape"}]}]}]}]}