{"seriesId":"isekai-no-seikishi-monogatari","name":"Isekai no Seikishi Monogatari","descr":"[Ger Sub]Der Anime spielt in einer alternativen Welt namens Geminar. In dieser Welt bekriegen sich Länder endlos mit Kopien von menschenähnlichen Waffen, die Seikishi genannt werden und in Antiken Ruinen gefunden wurden. Der fünfzehnjährige Kenshi Masaki, der der Halbbruder von Tenchi Masaki ist, wird von einer anderen Welt nach Geminar gerufen, um die drohende Katastrophe zu verhindern.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Black and White Sacred Mechanoids","descr":"Kenshi Masaki, ein 15-jähriger Junge, der den weißen heiligen Mechanoid kontrolliert, wird von einem maskierten Mann angewiesen, Lashara Earth, den Herrscher des Shtrayu-Reiches, zu töten, um in seine Welt zurückzukehren. Chiaia Flan, Lasharas Leibwächterin, pilotiert ihren heiligen Mechanoid und tritt gegen Kenshi an, verliert aber selbst mit der Unterstützung von Wahanly Shume überwältigend an Kraft. Nachdem er sich entschieden hat, die Prinzessin nicht zu töten, wird Kenshi gefangen genommen und gefangen gehalten. Während sie festgehalten werden, sind alle Mädchen überrascht, wie Kenshi, ein männlicher heiliger Mechamaster, in der Lage war, das zu tun, was er kann, bis Doll ihn rettet und zurückholt. Der Anführer beschließt, ihn zu eliminieren, aber Kenshi bringt seine Handlanger mit seinen Kampfkünsten leicht raus und entkommt. Als er mit Hilfe von Aura Shurifon nach Lashara zurückkehrt, erkrankt er an einer fiebrigen Krankheit namens Rodeshiatore. Ulyte gibt an, dass er in den nächsten sechs Stunden sterben wird, wenn sie nicht behandelt werden. Aura und Mexiah machen sich auf den Weg, um einige Triam-Kräuter zu finden, als Aura von Doll angegriffen wird, die sie leicht überwältigt, bis Aura das Dunkelelfenfeld benutzt, um sie auszuschalten. Nachdem er Kenshi von seiner Krankheit geheilt hat, macht sich der Schwan auf den Weg ins Heilige Land.","versions":[{"lang":3,"streams":[{"redirect":11312315,"hoster":"VOE"},{"redirect":10123733,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"To the Holy Land","descr":"Nachdem Lashara Kenshis Fähigkeiten im Kampf gesehen hat, entschließt er sich, ihn zu ihrem Diener zu machen, während er den anderen die Wahrheit darüber verbirgt, dass er ein heiliger Mechamaster ist. Kenshi ist Zeuge des Heiligen Landes und der Akademie, die Lashara und Chiaia besuchen. Kenshi wird sich seiner Pflichten als Diener bewusster, während er neue Freunde findet und Chiaias ältere Schwester Mexiah trifft. Kenshi hat ein kurzes Zeugnis zwischen Chiaia und einem Mann namens Dagmyer Mesut, einem Kindheitsfreund von Chiaia. Kenshi trifft Aura im Wald und hilft später Ulyte, bevor er krank wird. Kenshi lernt später Maria Nanadan, Lasharas Cousine und Prinzessin von Havoniwa, und ihre Assistentin Yukine kennen. Am Ende werden sowohl Wahan als auch Chiaia zu heiligen Mechamastern ernannt.","versions":[{"lang":3,"streams":[{"redirect":11312316,"hoster":"VOE"},{"redirect":10123734,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"He Who Must Work...","descr":"Lashara beschließt, dass Kenshi arbeiten soll, um seine Mahlzeiten zu \"verdienen\", und wird später der Schulleiterin der Holy Land Academy vorgestellt, wo ihm später an seinem ersten Tag verschiedene Jobs zugewiesen werden. Er zeigt nicht nur sein gesamtes Fachwissen in allen Arbeitsbereichen, sondern ist auch bei den Mitarbeitern und Studierenden der Akademie bekannt. Während Kenshis Bezahlung in Richtung Lashara geht, merkt sie, wie viel Geld Kenshi verdient hat und beschließt, ihn dazu zu bringen, weiter zu arbeiten. Kenshi wird später mit Lithia Po Cheena, der Tochter des Papstes und Präsidentin des Studentenrates, und ihrem Assistenten Lapis bekannt gemacht. Später wird er von Mexiah hypnotisiert, um ein \"Massagegerät\" zu werden, das er Chiaia, Aura, Lithia, Yukine, Wahanly und einigen anderen Mädchen gibt. Nach den Massagen haben alle Mädchen einige Orgasmuseffekte erlitten, bis die Schulleiterin Kenshi davon abhält, weitere Massagen zu geben (obwohl er gebucht wurde, um Massagen für diejenigen zu geben, die es kurz vor ihrer Hochzeit wollen). Später klammert sich Mexiah an Kenshi und bittet ihn, mit ihr wegzulaufen, woraufhin Wahanly, Chiaia, Lithia, Yukine und Maria beide angreifen, weil sie solche erotischen Massagen erhalten haben. Sie fangen an, Bereiche der Akademie zu zerstören, bis sie von der Schulleiterin gerügt werden, die ihnen später (ohne Kenshi) das Betreten der Akademie verbietet, bis alle Schäden behoben sind.","versions":[{"lang":3,"streams":[{"redirect":11312317,"hoster":"VOE"},{"redirect":10123735,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pendant","descr":"Kenshi ist weiterhin für Lashara tätig, während er an der Akademie arbeitet und diese besucht. Mit Kenshi als Vorarbeiter und Führer reparieren die Mädchen (mit Ausnahme von Lashara und Maria) den gesamten Schaden, der in der letzten Episode entstanden ist. Maria versucht, Yukine und Kenshi zusammenzubringen, nachdem sie gesehen hat, wie sehr sie ihn liebt, während Kenshi von Mädchen verfolgt wird, die sich in ihn verliebt haben. Später, während Kenshi mit Lashara und Chiaia über seine Vergangenheit spricht, bricht Chiaia versehentlich die Schnur seiner Kristall-Anhänger-Halskette und ersetzt sie durch eine handgewebte rote Schnur, die zu ihrem Leidwesen die Liebe symbolisiert.","versions":[{"lang":3,"streams":[{"redirect":11312320,"hoster":"VOE"},{"redirect":10123737,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"To Be Chased and Pursued","descr":"Alle Mädchen jagen Kenshi immer noch, besonders jetzt, wo er Mitglied des Studentenrates geworden ist. Mexiah beschließt, Kenshi für sich zu nehmen, aber Kenshi flieht schnell. Die weiblichen Oberschüler und Unterschüler bilden ein Bündnis in der Hoffnung, Kenshi durch große Anzahl und Teamarbeit zu erobern. Später im Wald findet ein Wettbewerb zwischen Kenshi und den Mädchen statt, bei dem es darum geht, Essen aus dem Wald zu sammeln und ein heißes Topfgericht zu kochen, wobei Kenshis Freiheit auf dem Spiel steht. Der Wettbewerb geht auf Kenshi gegen Aura hinaus (keines der anderen Mädchen ist in der Lage, etwas zu essen zu finden) und endet mit Kenshis Sieg (obwohl die geheimen Zutaten seines Erfolgs alle außer Aura schockieren).","versions":[{"lang":3,"streams":[{"redirect":11312318,"hoster":"VOE"},{"redirect":10123736,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Vacation","descr":"Flora Nanadan, die Königin von Havoniwa, hat Maria und Lashara eingeladen, sie zu besuchen, insbesondere um Kenshi zu treffen und andere Gäste mitzubringen. Auf dem Weg zum Resort trifft Kenshi seinen Klassenkameraden Ceres Taito - einen anderen männlichen Seikishi, der mit seiner Freundin Hazuki davonlaufen möchte - und beschließt, ihnen zu helfen, damit sie glücklich zusammenleben können. Flora fühlt sich von Kenshi angezogen, während sie mit den anderen Mädchen Kissenschlachten führt. Eine Gruppe von Banditen, angeführt von Cordyline und ihrer Tochter Lan, zielt jedoch auf Ceres und Dagmyer, da sie aufgrund ihrer Zucht viel wert sind. Wenn sowohl Ceres als auch Dagmyer genommen werden, geht Kenshi, um sie zu retten. Nach dem gescheiterten Angriff macht Dagmyer einen Deal mit den Banditen und gibt Cordyline einen Bonus.","versions":[{"lang":3,"streams":[{"redirect":12336246,"hoster":"VOE"},{"redirect":10123738,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Competitive Sports Tournament","descr":"Dagmyer hat den Banditen Durchgang gegeben, während Lan, ein Mitglied der Banditen, die Holy Land Academy infiltriert. Dagmyer überredet die Studentenvertretung, ein Kriegerturnier abzuhalten, und alle Studentinnen und Angestellten platzierten Wetten auf Kenshi, um das Rennen zu gewinnen. Wenn das Rennen beginnt, wird es Aura und Kenshi, während alle anfeuern, und endet später damit, dass Kenshi der Sieger ist, nachdem Aura aufgegeben hat. Aufgrund einer Bedrohung durch Chiaia kann Kenshi nicht aufhören und rennt verrückt durch das Heilige Land. Kenshi stoppt schließlich (dank einer weiteren Bedrohung durch Chiaia) und bricht zusammen und Aura ist neben ihm. Als sie merkt, dass sie in Kenshi verliebt ist, küsst sie ihn, während er sich noch ausruht. Ulyte und Dagmyer beginnen ihren Angriff mit den feindlichen Streitkräften sowie den männlichen heiligen Mechamastern, die sich Dagmyer anschließen.","versions":[{"lang":3,"streams":[{"redirect":11312323,"hoster":"VOE"},{"redirect":10123739,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Invasion","descr":"Dagmyer beginnt seinen Angriff auf das Heilige Land mit den meisten männlichen Heiligen Meistern der Akademie und hat fast den größten Teil des Heiligen Landes übernommen. Die Studentinnen und Mitarbeiterinnen werden angewiesen, das Heilige Land zu evakuieren, das jetzt von Dagmyers Vater Babalun erobert wurde. Alle Hoffnung ist verloren, bis Kenshi seine wahren Fähigkeiten offenbart, als er den weißen heiligen Mechanoid erneut steuert, und alle Frauen staunen, dass Kenshi ein heiliger Mechamaster ist. Während Kenshi fast alle gegnerischen Sacred Mechanoids mit Leichtigkeit zerstört hat, zeigt sich, dass Chiaias große Schwester Mexiah tatsächlich Doll ist, die den schwarzen Sacred Mechanoid steuert und von Babulun kontrolliert wird. Da Kenshi und Doll um ein Unentschieden kämpfen, dauert es nicht lange, bis Babalun seine wahren Absichten preisgibt und Kenshi den Befehl erhält, sich zurückzuziehen, während er an Doll / Mexiah denkt.","versions":[{"lang":3,"streams":[{"redirect":11312329,"hoster":"VOE"},{"redirect":10123740,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Expectations","descr":"Babalun gelingt es, das Heilige Land zu übernehmen und er besitzt nun den Schild von Gaia. Die Kirche beginnt zu diskutieren, welche Maßnahmen ergriffen werden müssen, um ihn zu besiegen und das Heilige Land zurückzuerobern. Inzwischen ist Lashara unruhig; Nach dem, was passiert ist, als Kenshi sich als heiliger Mechamaster offenbart und seine Fähigkeiten zeigt, ist sie sich nicht sicher, ob er weiterhin ihr Diener sein wird, jetzt wo die anderen Nationen über ihn Bescheid wissen. Chiaia schwankt immer noch von Dagmyers Verrat und hat mit Dagmyer darüber gesprochen, warum er seinem Vater geholfen hat. Zu diesem Zeitpunkt ist sie überredet, Kenshi zu töten. Während Kenshi schläft, macht sich Chiaia auf den Weg, um ihn zu töten, konnte dies aber nicht, nachdem er bemerkt hatte, dass er zu unschuldig ist. Chiaia teilt Dagmeyer später mit, dass sie ihm nicht folgen wird. Zu diesem Zeitpunkt enthüllt Dagmyer seine wahren Absichten und der Schwan greift mit voller Wucht an, um Chiaia zurückzugewinnen. Kenshi, der bereits vor Ort ist, besiegt Dagmyers Wachen und rettet Chiaia. Doll erscheint später mit dem Schild von Gaia vor Kenshi und seine zerstörerische Kraft zwingt Kenshi und den Schwan, sich hastig nach Shurifon, Auras Heimat, zurückzuziehen. Spät in der Nacht unterhalten sich Kenshi und Chiaia kurz. Während des Chats erkennt Chiaia die rote Kordel an Kenshis Halskette und merkt, dass sie Gefühle für ihn hat. Nach seiner Ankunft in Shurifon wird Kenshi später von König Shurifon, Auras Vater, herausgefordert, ob er das Zeug zum wahren Krieger hat. Kenshi gewinnt leicht und der König beschließt, Kenshi und Aura zu engagieren. Doll und andere feindliche Seikijin tauchen jedoch auf.","versions":[{"lang":3,"streams":[{"redirect":11312326,"hoster":"VOE"},{"redirect":10123741,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Home","descr":"oss an. Niemand wird durch die Konkurrenz zwischen Kenshi und dem König verletzt, und der König tritt gegen Dagmyer an. Er wird jedoch von Doll und dem Schild von Gaia überwältigt, bis Kenshi zu seiner Rettung kommt. Währenddessen wird die Kirche nach der Flucht des Schwans von Doll angegriffen. Während Kenshi und Chiaia das Gebiet absuchen, wird eine Fluchtkapsel eines Botenschiffs der Kirche von Kenshi gerettet. Rea Second, ein Mitglied der Kirche, wird in den Schwan aufgenommen. Der Schwan macht sich auf den Weg nach Havoniwa, wo er nach einem Hinterhalt von Cordylines Banditen, die eine Verteidigungswaffe namens Meteor Fall übernommen haben, in Trümmern liegt. Gerade als der Schwan zerstört werden soll, retten Yukine und ihr Heiliger Mechanoid ihn in letzter Minute und geben Kenshi die Möglichkeit, die Banditen und die Waffe auf einmal auszurotten. Sie erreichen den unterirdischen Teil von Havoniwa, in dem Flora und Maria sich gerade aufhalten, und kommen nach einigen Diskussionen auf die Frage, wem Kenshi gehört oder mit wem Kenshi gehen möchte. Kenshi ist sich nicht sicher, mit wem er gehen soll, auch nachdem er Rat bei den anderen Mädchen eingeholt hat. Schließlich geht er zu Lashara, die ihn bittet, an ihrer Seite zu bleiben. Nachdem Kenshi ihr gesagt hat, dass er sie beschützen wird, kommt er zu dem Schluss, dass er den Schwan zu einem unabhängigen Staat machen wird, in dem alle Menschen Zuflucht suchen können. Nachdem er Anführer des Schwans geworden ist, ist Kenshi schockiert, als er feststellt, dass es ihm untersagt ist, Juwelen am Schiffsrumpf auszugraben.","versions":[{"lang":3,"streams":[{"redirect":11312328,"hoster":"VOE"},{"redirect":10123742,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Barrier Workshop","descr":"Während die Gruppe auf dem Schwan reist, dauert es nicht lange, bis Schwierigkeiten auftreten, als sie sehen, wie Ceres von heiligen Mechamaster-Banditen angegriffen wird. Kenshi hilft Ceres, nur um mit Ceres aus einem Reaktor des Heiligen Mechamasters gefangen zu werden, der überladen ist und kurz vor der Explosion steht. Es ändert sich jedoch etwas in Kenshi, wo er denjenigen nicht vergeben kann, die Ceres verletzt haben, und die Hälfte des weißen heiligen Mechanoids wird schwarz, wo er dann den Reaktor komprimiert und woanders startet. Kenshi greift das Versteck an, während Ceres, Chiaia und Aura Hazuki retten. Kenshi wird wütend und besiegt alle heiligen Mechanoiden, während er sich dabei verletzt und Dagmyer eine traumatische Erfahrung macht. Ceres und Hazuki schließen sich später dem Schwan an, und Kenshi und die Gruppe machen sich auf den Weg zum Barrier Workshop, um Naua Flan, Chiaias Vater, zu sehen. Naua informiert sie über die Geschichte von Sacred Mechanoid, Sacred Mechamaster und the Sacred Mechalord. Naua bezieht sich auch auf Mexiah und den vergessenen Krieger (bezogen auf Kenshi), kann ihnen aber nichts über Kenshi erzählen. Als Doll und die Banditen kommen, wird Rea zum Verräter und stiehlt ein mysteriöses Objekt. Der Schwan und ihre Crew schaffen es zu fliehen und Doll / Mexiah erfährt von ihrem Vater die Wahrheit über Kenshi.","versions":[{"lang":3,"streams":[{"redirect":11312327,"hoster":"VOE"},{"redirect":10123743,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Fruition","descr":"Kenshi und die Gruppe erkennen, dass sie eine andere Kraftquelle finden müssen, um Kenshis Stärke zu erreichen. Sie gehen in das Dorf von Yukine, wo sie einen heiligen Steinmonolithen in ein grobes Steinschwert verwandeln, indem sie es mit Kenshis Kraft verdichten. Nachdem das Schwert hergestellt ist, besiegt Kenshi die gesamte gegnerische Fraktion in einem Schlag. Kenshi ist mit Lithia, Lapis und anderen Mitgliedern der Holy Land Academy wieder vereint, nachdem er vor Erschöpfung zusammengebrochen ist und Fieber hat. Während Kenshi schläft, sprechen alle Mädchen darüber, wie Kenshi ihnen geholfen hat, obwohl er eigentlich nicht in den Kampf ihrer Welten verwickelt ist. König Shurifon und Flora treten ein und teilen ihnen mit, dass sowohl Aura als auch Maria mit Kenshi verlobt werden sollen. Während Kenshi schläft, besucht Mexiah ihn auf seinem Bett und sagt ihm die Wahrheit darüber, was er ist und dass beide zusammen sein sollten. Es hat sich jedoch als Trick herausgestellt, als Babalun versucht, die Kontrolle über Kenshi zu übernehmen, aber Kenshi überwindet seine Magie. Mexiah versucht dann, den Schwan zu beseitigen, indem er den Gewichtshemmer zerstört, aber Kenshi rettet ihn gerade noch rechtzeitig. Währenddessen schwört Babalun, Kenshi zu besiegen, während Kenshi Verstärkung erhält, um Gaias Wiederbelebung zu stoppen.","versions":[{"lang":3,"streams":[{"redirect":11312325,"hoster":"VOE"},{"redirect":10123744,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Gaia","descr":"Alle Streitkräfte aus verschiedenen Nationen haben sich zusammengeschlossen, um Babalun zu besiegen, bevor er den Heiligen Mechalord Gaia wiederbelebt. Der Schwan und Kenshi beeilen sich, Gaias Wiederbelebung zu stoppen, werden jedoch von Dagmyer gestoppt, als er sich mit Kenshi duelliert. Mit Leichtigkeit ist Dagmyer besiegt und erkennt, wie stark Kenshi wirklich ist. Gaia wurde jedoch mit Doll wiederbelebt. Kenshi tritt gegen Doll an und zu jedermanns Erstaunen kämpft Kenshi auf Augenhöhe mit Doll. Später dreht sich der Spieß um, als Babalun mit Gaia verschmilzt und ihn zu überwältigen beginnt. Kenshi beschließt, alles zu tun, während Gaia sich weiter regeneriert. Er hört später, wie Doll / Mexiah ihn bittet, sie vor Babalun / Gaia zu retten. In der Mitte des Kampfes wird Kenshi wütend und erzeugt ein Light Hawk-Schwert. Dadurch zerstört er den Hauptkern von Gaia und rettet Doll / Mexiah, die sich beide in Kenshi verliebt haben. Babalun taucht später aus den Fetzen auf und verspricht, Kenshi zu töten, aber Ulyte greift ein und tötet Babalun. In diesem Moment bricht er zusammen und enthüllt seine wahre Identität als Rea Second. Während alle Mädchen mit ihrer Zuneigung nach Kenshi schreien, streiten sich Lashara, Maria, Yukine, Mexiah, Chiaia, Aura und Wahan darum, wem Kenshi gehört. An diesem Punkt weist Lithia darauf hin, dass sie, Morga und alle anderen Mädchen in der Akademie möchte auch Besitz- und Heiratsrechte an Kenshi. Als sie zu dem Entschluss kommen, dass derjenige, der ihn erwischt, ihn zuerst erwischt, rennt Kenshi davon, während Rea amüsiert zusieht.","versions":[{"lang":3,"streams":[{"redirect":11312330,"hoster":"VOE"},{"redirect":10123745,"hoster":"Streamtape"}]}]}]}]}