{"path":"/serie/stream/isekai-cheat-magician","name":"Isekai Cheat Magician","descr":"Taichi Nishimura, ein gewöhnlicher Jugendlicher, und seine gutaussehende Mitschülerin Rin Azuma führten bislang ein friedliches Dasein als Oberschüler. Eines Tages werden die beiden jedoch aus dem Nichts vom Licht eines plötzlich auftauchenden magischen Zirkels erfasst und finden sich Augenblicke später in einem ihnen unbekannten Land wieder. Neben Furcht einflößenden magischen Kreaturen existieren verschiedenste andere Rassen wie Elfen oder Zwerge in dieser Welt. Und auch unter den Menschen gibt es diejenigen, die dazu bestimmt sind, magische Fähigkeiten zu erlangen. Die Kräfte dieser Magier gehören einem der vier Attribute Feuer, Erde, Wind und Wasser an. Magier, die auf alle vier Attribute zurückgreifen können, werden als \"Quad Magicians\" bezeichnet; solche mit Kräften, die keinem der vier Attribute zuzuordnen sind, nennt man \"Unique Magicians\". Um in dieser fremden Umgebung überleben zu können, treffen Taichi und Rin die Entscheidung, sich als Abenteurer registrieren zu lassen. Bei einem Eignungstest stellt sich jedoch heraus, dass beide über ungewöhnliche, nahezu Cheat-ähnliche magische Kräfte verfügen …","seasons":[{"path":"/serie/stream/isekai-cheat-magician/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/isekai-cheat-magician/filme/film-1","name":"","epNo":1,"alt":"Episode 13 [Special]","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454714","hoster":"VOE"},{"path":"/redirect/8454716","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-1","name":"","epNo":1,"alt":"Lost Ones from Another World","descr":"In einer anderen Welt wird eine magische Beschwörung versucht, aber ein Attentäter greift an und korrumpiert den Zauber. Auf der Erde werden zwei japanische Studenten namens Taichi und Rin plötzlich in einem magischen Kreis gefangen und in die andere Welt transportiert. Ein Monsterpferd greift sie an, aber ein Trio magischer Abenteurer kommt ihnen zu Hilfe und tötet sie. Von ihnen inspiriert, Abenteurer zu werden, um ihren Lebensunterhalt zu verdienen, werden Taichi und Rin in die Stadt Azpire begleitet, wo sie versuchen, sich bei der Abenteurer-Gilde anzumelden. Wenn jedoch ein Maß für ihre magischen Fähigkeiten gemessen wird, sind die Messwerte so überraschend, dass der Gildenmeister Taichi und Rin zu Lemia, einem Magiermeister, und ihrem Elfenlehrling Müller schickt. Nachdem sie die magischen Fähigkeiten von Taichi und Rin selbst gelesen hat, erklärt Lemia, dass sie ihre Lehrlinge werden müssen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336235","hoster":"VOE"},{"path":"/redirect/8454628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-2","name":"","epNo":2,"alt":"Magic Training","descr":"Lemia offenbart, dass Rin und insbesondere Taichi enorme magische Kräfte besitzen, was eine Ausbildung bei ihr zur Voraussetzung macht, um sie zu kontrollieren. Während Rin als Quad-Magier identifiziert wird, der alle vier magischen Hauptelemente beherrschen kann, wird Taichi als noch seltenerer einzigartiger Magier bezeichnet, der die Macht der Geister, die diese Elementarkräfte kontrollieren, direkt einsetzen kann, obwohl seine magische Spezialität vorerst unbekannt bleibt . Unter Lemia und Mullers Anleitung schließen die beiden in überraschend kurzer Zeit ab und werden dann nach Azpire zurückgeschickt, um registrierte Abenteurer zu werden. Aber die ganze Zeit hört Taichi immer wieder eine flüchtige Stimme, die zu ihm spricht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454630","hoster":"VOE"},{"path":"/redirect/8454633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-3","name":"","epNo":3,"alt":"Beginner Adventurers","descr":"Nachdem Taichi und Rin eine Zeit lang als Abenteurer mit niedrigem Rang gearbeitet haben, werden sie mit der Mission betraut, die Ursache für den zunehmenden Mangel an Nahrungsmitteln und anderen lebenswichtigen Notwendigkeiten von Azpire zu entdecken. In der Bar, die sie untersuchen sollen, stellt sich heraus, dass die Gäste lediglich ihr Essen aus einer bereits überfallenen Karawane abgeschöpft haben. Auf dem Rückweg werden Taichi und Rin jedoch von drei weiblichen Attentätern angegriffen. Sie überwältigen die eine und treiben die anderen in die Flucht. Sie bringen ihre Gefangenen in die Gilde, wo ihr ein Angebot für ihre Freiheit gemacht wird. Am nächsten Tag bringt Müller sie aufs Land, um eine Verzögerung der Obstlieferungen im Zusammenhang mit der wirtschaftlichen Verknappung zu überprüfen. Am Ende kämpfen sie gegen mehrere Monster, aber sie beginnen schnell zu vermuten, dass Cassim, einer der Obstbauern, die sie getroffen haben, sich mit den tatsächlichen Dieben verbündet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454638","hoster":"VOE"},{"path":"/redirect/8454635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-4","name":"","epNo":4,"alt":"Crimson Pact","descr":"Taichi, Rin und Muller finden und überwältigen eine Bande von Schlägern, die die Obstgärten überfallen, und konfrontieren Cassim dann mit ihrem Verdacht. In die Enge getrieben, gibt Cassim zu, dass er die Überfälle orchestriert hat und er und sein Partner Grammy die drei angreifen. Um Taichi zu besiegen, beschwört Cassim ein Frostelementar und verstärkt es mit seiner Magie des Purpurnen Pakts, wodurch es praktisch unschlagbar wird. Aber als er Rin und Müller zu verletzen droht, bietet ein Windgeist namens Aerial, dessen Stimme ihn die ganze Zeit angesprochen hat, an, Taichi ihre Kraft zu verleihen, die er akzeptiert. Seine Fähigkeiten werden durch Aerial erheblich verbessert. Taichi zerstört das Elementar und trennt Cassims Arm, als er und Grammy entkommen. aber die Kraft, die er verbraucht, fordert seinen Tribut und er fällt in Bewusstlosigkeit zusammen.In einer Post-Credit-Szene beginnt eine junge Frau, jemanden zur Information zu foltern, während zwei junge Zwillingsmagier eine große Anzahl von Schoten in einer unterirdischen Kammer mit magischer Kraft füttern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454647","hoster":"VOE"},{"path":"/redirect/8454640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-5","name":"","epNo":5,"alt":"A Hint of Schemes","descr":"Taichi befindet sich wieder in Lemas Hütte, wo Rin und Müller ihn nach seinem Zusammenbruch mitgenommen haben. Nachdem Lemia von seinem Kampf gegen die Purpurnen Magier erfahren hat, identifiziert er Taichis Spezialität als Beschwörer, der sich mit Elementargeistern verbinden und ihre gewaltigen Kräfte direkt einsetzen kann. Taichi kehrt nach Azpire zurück, um sich wieder Rin und Müller anzuschließen, und trifft auf Anastasia, den Attentäter, den er und Rin gefangen genommen haben. Er ist jetzt ein Gildenmitglied, das die Ursache der Nahrungsmittelknappheit untersucht. Gemeinsam infiltrieren sie ein Herrenhaus in der Stadt, von dem vermutet wird, dass es das Zentrum dieser Operation ist, und entdecken dann einen Plan, um eine Armee von Monstern aus dem Purpurpakt auf Azpire zu entfesseln. In der Zwischenzeit werden Rin und Müller von Cassim, Grammy und einem anderen mysteriösen Mann in eine Falle gelockt, der ihn als Vordenker der behindernden Invasion vorstellt und sie herausfordert, sich ihm zu widersetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454650","hoster":"VOE"},{"path":"/redirect/8454652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-6","name":"","epNo":6,"alt":"Defense of Azpire","descr":"Rin und Müller kehren zum Gildenhaus zurück und verbreiten den Alarm über den ankommenden Einfall. Taichi und Anastasia kämpfen sich in den Keller des Herrenhauses, wo die Zwillingsmagier Miro und Mero die purpurroten Goblins sic, die sie bei ihnen gezüchtet haben. Sie verlieren jedoch schnell die Kontrolle über ihre Schützlinge und fordern Taichi auf, sie zu retten. Im Morgengrauen treffen die Abenteurer von Azpire im Kampf auf die Monster-Invasoren, von denen viele hochrot sind. Taichi kehrt von der Erkundung der Villa zurück und lässt Anastasia zurück, um sich den Kämpfen anzuschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454661","hoster":"VOE"},{"path":"/redirect/8454659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-7","name":"","epNo":7,"alt":"Summoner","descr":"Während die Schlacht tobt und der mysteriöse Mann und Cassim sie beobachten, wird Anastasia unter einen hypnotischen Charme gestellt und verirrt sich auf die Schlachtfelder. Zu jedermanns Überraschung wird der Kampf von einem zweiköpfigen Drachen begleitet, der aus dem Untergrund aufsteigt. Als Taichi sich darauf vorbereitet, das Monster anzugreifen, erscheint Anastasia neben ihm und wird durch den Atemangriff des Drachen tödlich verwundet. Als sie in seinen Armen stirbt, bittet die wütende Taichi Aerial um mehr Macht, ein Wunsch, der den Pakt zwischen ihm als Beschwörer und Aerial als seinem verbundenen Geist formell besiegelt und Taichis Entschlossenheit stärkt, alle zu retten, die ihm wichtig sind. Taichi stellt sich dem Drachen und schlägt ihn zu Boden, woraufhin sich der Drache zurückzieht, jedoch nicht ohne ihm eine kryptische Warnung zu geben, dass eine bestimmte Person Taichis Macht nutzen möchte (und wird), um das Schicksal dieser Welt zu kontrollieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454670","hoster":"VOE"},{"path":"/redirect/8454667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-8","name":"","epNo":8,"alt":"Royal Capital Wennifix","descr":"Nach der Schlacht erhalten Taichi, Rin, Lemia und Müller eine Vorladung nach Wennifix, der Hauptstadt von Eristein (dem Reich, in dem sich Azpire befindet), um König Gilmar dabei zu helfen, den von seinem jüngeren Bruder, Herzog Dortesheim, ausgelösten Aufstand zu unterdrücken. Als Lemia den König trifft, konfrontiert er ihn mit dem Verdacht, dass er für die Vertreibung von Taichi und Rin in diese Welt verantwortlich ist, was Gilmar bestätigt. Seine Tochter, Prinzessin Charlotte, führte die Beschwörung auf Befehl ihres Vaters durch, ist jedoch zu ihrem größten Bedauern nicht in der Lage, Taichi und Rin auf die Erde zurückzubringen. Da Taichi und Rin die Aussicht haben müssen, Menschen bekämpfen und möglicherweise töten zu müssen, wird der mysteriöse Mann aus Azpire als Lodra entlarvt, der hohe Kardinal des Königs.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454678","hoster":"VOE"},{"path":"/redirect/8454674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-9","name":"","epNo":9,"alt":"Commencement of Battle","descr":"Als Herzog Dortesheim von der Ankunft von Taichi und Rin erfährt, deren Fähigkeiten in Azpire sie nahezu legendär gemacht haben, beschließt er, seinen Plan, den Thron zu besteigen, zu beschleunigen. Ein Attentäter wird geschickt, um sie zu eliminieren, aber Taichi und seine Freunde bemerken seine Anwesenheit und bereiten einen Hinterhalt vor, der den Versuch ihres Lebens vereitelt. Am nächsten Tag führt Marquis Nilgan, einer der Verbündeten Dortesheims, den ersten Angriff mit einer überraschend kleinen Streitmacht an. Ihr Plan wird jedoch enthüllt, wenn sie mächtige magische Ringe einsetzen, um die königlichen Verteidiger mit weitreichenden Angriffen zu bombardieren. Taichi, Rin, Aerial und die Hofmagier kombinieren ihre Kräfte und schlagen die Angreifer mit einem Blitzschlag aus, der sie alle gelähmt und ihr Leben schont. Nilgan wird von Inimicus, Dortesheims Berater, wegen seines Versagens ermordet.In einer Post-Credit-Szene planen Cassim und Grammy, die die Hauptstadt infiltriert haben, Taichi in eine Falle zu locken, um die Rechnung zwischen ihm und Cassim zu begleichen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379734","hoster":"VOE"},{"path":"/redirect/8454684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-10","name":"","epNo":10,"alt":"Turning Point","descr":"Auf der Suche nach einer Magenheilung nach übermäßigem Essen beim Siegesfest wird Taichi von Cassim getroffen, der ihn zu einem Duell zwingt. Um die Chancen auszugleichen und festzustellen, welcher von ihnen geschickter ist, verwendet Cassim ein magisches Bildnis, das ihm Lodra gegeben hat, um den Großteil von Taichis Kräften zu blockieren. Taichi erinnert sich an Lemias Training und besiegt seinen Gegner, aber zum Schock aller taucht ein dunkler Geist aus dem Bildnis auf, um Taichi zu töten. Gemeinsam zerstören Taichi, Cassim und Grammy das Bildnis, stellen Taichis Macht wieder her und erlauben ihm, den Geist zu verbannen. Taichi trennt sich von Cassim und Grammy, die einen widerwilligen Respekt für ihn erlangt haben, aber dieser Zusammenstoß entsprach dem Plan von Lodra und seiner mysteriösen Geliebten Lady Shade. Dortesheim erklärt den offenen Krieg und es werden hastige Vorbereitungen getroffen, um den Feind zu treffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454693","hoster":"VOE"},{"path":"/redirect/8454695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-11","name":"","epNo":11,"alt":"Battle of Marwalt","descr":"Der Krieg um die Krone beginnt und die beiden Armeen treffen auf dem Schlachtfeld aufeinander. Während Rin, Lemia und Muller neben den Soldaten des Königs kämpfen, infiltrieren Taichi und Aerial das Basislager von Dortesheim, um ihn davon zu überzeugen, den Aufstand friedlich zu beenden. Aber Inimicus, erfüllt von dunkler Magie und betrunken von Lady Shade, entfesselt einen Zauber, der die Soldaten beider Seiten in zombieähnliche Berserker verwandelt, die drohen, jeden auf ihrem Weg zu schlachten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8454707","hoster":"VOE"},{"path":"/redirect/8454699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-cheat-magician/staffel-1/episode-12","name":"","epNo":12,"alt":"Isekai Cheat Magician","descr":"Die beiden gegnerischen Armeen schließen sich zusammen, um sich gegen die Berserker zu stellen, stehen aber vor unmöglichen Chancen. Taichi ist bereit, alles zu tun, um seine Freunde zu retten, und ruft die volle Kraft von Aerial auf. Aerial erkennt Taichis Bereitschaft an, sich selbst zu opfern und gibt ihre derzeitige Form auf. Sie entwickelt sich zur Königin der Windgeister, Sylphid, und ermöglicht Taichi, den Zauber zu brechen. Dann bekämpft er Inimicus, der durch die dunkle Kraft in ihm in einen Dämon verwandelt wird, und zerstört ihn; aber vorher informiert Inimicus ihn über Lady Shades Absichten, seine Kräfte einzusetzen, um diese Welt zu verändern. Nach dem Ende des Bürgerkriegs wird Dortesheim wegen Hochverrats hingerichtet, während Taichis Gruppe für ihren Dienst und ihre Rückkehr als Helden nach Azpire reichlich belohnt wird. Trotz Inimicus \u0027Vorahnung zukünftiger Konflikte","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12174266","hoster":"VOE"},{"path":"/redirect/8454709","hoster":"Streamtape"}]}]}]}]}