{"seriesId":"isekai-quartet","name":"Isekai Quartet","descr":"\"Isekai\"-Anime – Anime, deren Hauptcharaktere aus der normalen Welt in eine Fantasy-Welt transportiert werden – sind mittlerweile so verbreitet, dass man \"Isekai\" schon als ein eigenes Setting ansehen kann. Ihre Protagonisten gehören zu den bekanntesten Charakteren der Anime-Szene und ihre Abenteuer reichen von legendären Eroberungszügen wie in Overlord oder Saga of Tanya the Evil bis hin zu herzlich bescheuerten alltäglichen Quests, die keinem größerem Ziel zu dienen scheinen wie in KonoSuba! Jede dieser \"Isekais\" folgt dabei ihren eigenen Regeln, doch was, wenn plötzlich mehrere dieser \"anderen Welten\" aufeinander treffen?Genau darum geht es in Isekai Quartet: ein Cross-over-Anime, in dem die Charaktere aus Overlord, Saga of Tanya the Evil, KonoSuba und Re:Zero in einen Topf geworfen werden!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Come Together! Quartet","descr":"In der KonoSuba- Welt stößt die Party von Satou Kazuma auf einen großen roten Knopf. Währenddessen erhält Ainz Ooal Gown in der Overlord- Welt im Großen Grab von Nazarick Berichte von Floor Guardian Demiurge über seltsame rote Knöpfe, die zufällig in ganz Nazarick auftauchen. Megumin drückt absichtlich auf den Knopf und bald folgt Ainz, indem er sie aus Versehen auf einen setzt, der plötzlich auf seinem Thron auftaucht. Die Darsteller beider Serien werden in eine andere Welt mit einer Schule geschickt. Sie erfahren bald, dass sie in der neuen Welt nicht allein sind, da die Besetzung der Saga von Tanja dem Bösen ebenfalls in die Welt geschickt wurde, weil Tanja von Degurechaff während des verbesserten Experiments Elenium Typ 97 zwei Knöpfe gedrückt hatte. Zero schließt sich ihnen innerhalb der Schule an, als Kurt von Rudersdorf die Rolle des Schulleiters übernimmt.","versions":[{"lang":3,"streams":[{"redirect":8523052,"hoster":"VOE"},{"redirect":8523051,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Tension! Introductions","descr":"Roswaal L. Mathers nimmt als eine der Schullehrerinnen Stellung und führt die \"Schulleben\" -Regeln für die Schüler ein. Die Schüler dürfen sich dann ihren Klassenkameraden vorstellen. Später nach der Schule gehen Ainz und seine Floor Guardians auf einem Bürgersteig, als sie mit Aqua konfrontiert werden. Sie erklärt, dass sie es nicht zulassen kann, dass die Untoten weitermachen, und versucht, sie mit ihrer Magie zu besiegen. Sie versagt und wird sofort von Kazuma auf den Kopf getroffen, die sich bei Ainz entschuldigt und Aqua wegzieht. Am nächsten Tag wird Aqua von Roswaal dafür bestraft, dass sie versucht hat, einen Kampf mit ihren Kommilitonen zu beginnen.","versions":[{"lang":3,"streams":[{"redirect":8523057,"hoster":"VOE"},{"redirect":8523058,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Deadlock! Classmates","descr":"Nachdem Roswaal der Klasse gesagt hat, dass sie nichts tun soll, was ihr Schulleben gefährdet, erklärt Demiurge der Klasse, dass sie die Möglichkeit, in ihre jeweiligen Welten zurückzukehren, behindern würden, wenn sie versuchen, gegen Regeln des Schullebens zu verstoßen. Der Klasse wird dann eine Talentshow präsentiert, die in den kommenden Tagen stattfinden wird, in der Subaru der Besetzung seiner Serie während des Mittagessens erklärt, dass er ein gutes Talent geplant hat. Währenddessen isst Tanya mit Viktoriya Ivanovna Serebryakov draußen zu Mittag, als sie Ainz bemerkt und den Verdacht hegt, dass er das verfluchte \"Wesen X\" sein könnte. Als der Unterricht wieder aufgenommen wird, konfrontiert sie ihn und fordert ihn auf, sie außerhalb des Unterrichts im Park nach der Schule zu treffen, was Albedo verärgert. Die beiden vereinbaren stattdessen, die Angelegenheit jetzt im Park zu besprechen, während Albedo von einem anderen Lehrer gezwungen wird...","versions":[{"lang":3,"streams":[{"redirect":12923753,"hoster":"VOE"},{"redirect":8523064,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Encounter! Classmates","descr":"Tanya und Ainz entdecken im Park, dass sie beide Menschen sind, die in andere Welten geschickt wurden. Als die beiden sich besser kennenlernen, kommt Viktoriya nach dem Unterricht, um Tanya zu holen und zu gehen. Albedo, der die beiden vor ihrer Abreise ausspioniert hat, ist wütend. Am nächsten Tag werden Subaru und Kazuma von den viel schnelleren Rem und Darkness getragen, um nicht zu spät zum Unterricht zu kommen. Nachdem sie gesehen haben, dass beide die gleiche Idee hatten, bitten sie beide, fallen gelassen zu werden, kommen aber infolgedessen zu spät zur Schule, während Rem und Darkness gerade noch rechtzeitig ankommen. Subaru und Kazuma werden bestraft und entdecken, dass sie beide in eine andere Welt versetzt wurden, weil sie japanische Namen haben. Die beiden unterhalten sich auf dem Dach der Schule und Kazuma wird eifersüchtig, als er herausfindet, dass Subaru von Mädchen umgeben ist, die im Gegensatz zu seiner Gruppe wirklich nützlich sind.","versions":[{"lang":3,"streams":[{"redirect":8523069,"hoster":"VOE"},{"redirect":8523070,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Explosion! Talent Show","descr":"Roswaal beginnt die Klassen-Talentshow mit dem Zeichnen von Namen und zeichnet zuerst den stellvertretenden Lehrer Erich. Erich ist verwirrt, warum er teilnehmen muss, aber Roswaal ermutigt ihn, ein Beispiel zu geben. Da er keinen Ausweg sieht, beschließt er, die Nationalhymne des Imperiums aufzuführen. Dunkelheit strömt darüber, wie peinlich er sich selbst ist. Als nächstes enthüllt Subaru seine Saitenfigur des Tokyo Towerund langweilt die Klasse. Als nächstes aktiviert Rem ihr Oni-Blut und verwendet ihren Ball, um eine Wassermelone genau zu zerschlagen. Weiss ruft aus, dass er kein besonderes Talent hat und beginnt sich auszuziehen, aber Tanya nutzt ihre Magie, um ihn zu töten und zu stoppen, und sie entschuldigt sich bei der Klasse für seine Handlungen. Darkness versucht, ihren \"starken Körper\" zur Schau zu stellen, indem sie versucht, Grantz mit einer Peitsche an sich zu ziehen, um Grantz, der nichts von ihrem Talent wusste, aus Versehen herabzusetzen. Aqua versucht, Ainz und seine Gruppe mit ihrem Turn Undead für ihren Talent Act zu begeistern, wird aber wieder von Kazuma geschlagen. Roswaal lässt Megumin zum letzten Talentakt des Tages werden, und die Klasse geht nach draußen, um Zeuge ihrer Explosionsmagie zu werden. Nachdem Roswaal Zeuge ihres Castings geworden ist, beschließt sie, die Talentshow für diesen Tag zu beenden, aber Ainz bittet ihn, seine Talentshow vorzuführen.","versions":[{"lang":3,"streams":[{"redirect":8523074,"hoster":"VOE"},{"redirect":8523075,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Decision! Class Rep","descr":"Roswaal entscheidet, dass es Zeit ist, einen Klassenvertreter und einen Stellvertreter auszuwählen. Nachdem sich Ainz, Aqua und Emilia als Kandidaten ausgewählt haben, zieht er ihre Namen und Emilia gewinnt die Position des Klassenvertreters. Aqua scheidet aus und Ainz gewinnt den Stellvertreter Rep Position. Albedo und Shalltear wählen sich als zweite stellvertretende Kandidaten und Albedo gewinnt die Position. Zusätzlich zu dieser Auswahl wurden mehrere Klassenkameraden in verschiedenen Komitees zusammengefasst: Animal Care - Subaru, Aura und Aqua; Disziplin - Tanya, Demiurge und Kazuma; Mittagessen - Ram, Visha; Bibliothek - Stute und Beatrice; Gym - Cocytus, Darkness, Weiss, Koenig und Neumann - Nurse: Rem und Shalltear - Intercom: Megumin und Grantz. Wenn sie Roswaal verlassen, sagen sie ihnen, sie sollen miteinander auskommen. Roswaal hört der Klasse hinter der geschlossenen Tür zu und wird von Beatrice angesprochen. Sie sagt ihm, dass sie das Ergebnis der Zeichnungen für lächerlich hält und wirft ihm vor, die Ergebnisse manipuliert zu haben. Kazuma beklagt, dass er in einer anderen Welt wieder zur Schule geht, als Demiurge und Tanya ihre magischen Zauberkräfte missbrauchen, indem sie ihn auf den Boden zwingen und ihn gegen seinen eigenen Willen wieder aufstehen lassen. Tanya erklärt, dass sie keine Dummheiten als Teil des Disziplinarkomitees akzeptieren wird, solange Demiurge zustimmt. Cocytus, Darkness, Koenig, Weiss und Neumann sind als Teil des Turnkomitees draußen. Die Dunkelheit will beginnen und spuckt perverse Phantasien in die Verwirrung der Männer. Kazuma beklagt, dass er in einer anderen Welt wieder zur Schule geht, als Demiurge und Tanya ihre magischen Zauberkräfte missbrauchen, indem sie ihn auf den Boden zwingen und ihn gegen seinen eigenen Willen wieder aufstehen lassen. Tanya erklärt, dass sie keine Dummheiten als Teil des Disziplinarkomitees akzeptieren wird, solange Demiurge zustimmt. Cocytus, Darkness, Koenig, Weiss und Neumann sind als Teil des Turnkomitees draußen. Die Dunkelheit will beginnen und spuckt perverse Phantasien in die Verwirrung der Männer. Kazuma beklagt, dass er in einer anderen Welt wieder zur Schule geht, als Demiurge und Tanya ihre magischen Zauberkräfte missbrauchen, indem sie ihn auf den Boden zwingen und ihn gegen seinen eigenen Willen wieder aufstehen lassen. Tanya erklärt, dass sie keine Dummheiten als Teil des Disziplinarkomitees akzeptieren wird, solange Demiurge zustimmt. Cocytus, Darkness, Koenig, Weiss und Neumann sind als Teil des Turnkomitees draußen. Die Dunkelheit will beginnen und spuckt perverse Phantasien in die Verwirrung der Männer. und Neumann sind als Teil des Turnkomitees draußen. Die Dunkelheit will beginnen und spuckt perverse Phantasien in die Verwirrung der Männer. und Neumann sind als Teil des Turnkomitees draußen. Die Dunkelheit will beginnen und spuckt perverse Phantasien in die Verwirrung der Männer.","versions":[{"lang":3,"streams":[{"redirect":8523081,"hoster":"VOE"},{"redirect":8523080,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Carry Out! Class Rep","descr":"Emilia landet erschöpft von ihrer Arbeit als Klassenvertreterin im Bett. Sie genießt es, dass jeder in ihrer neuen Welt einzigartig ist und keine Vorurteile hat, ein Halbelf zu sein. Subaru, Rem und Beatrice sprechen über ihre Erfahrungen in ihren Positionen, während sie morgens zum Unterricht gehen. Subarus Erfahrung im Animal Care Committee mit Aura und Beatrices Interaktion mit Mare als Bibliotheksinhaber werden diskutiert. Aura und Mare laufen zur Schule und treffen das Trio kurz. Aura tauscht Grüße mit Subaru aus, bevor sie vorwärts rennt. Mare begrüßt Beatrice schüchtern und die beiden beschließen, gemeinsam in die Bibliothek zu gehen. Während Megumin und Grantz um die Gegensprechanlage streiten, kommen Subaru und Rem in der Schule an, wo sie beide abreisen und Subaru sich mit Emilia, Ainz und Albedo im Klassenraum trifft. Emilia erklärt ihm, dass sie Ideen besprachen, wie man alle dazu bringt, miteinander auszukommen. Ainz stellt sich Subaru vor und stimmt Emilias Gefühl zu, bemerkt aber eine Flamme in Subarus Brust und versucht zu untersuchen, indem er seine Hand über seine Brust legt. Ainz entschuldigt sich bei Subaru für sein Eindringen und beide lachen gemeinsam. Roswaal kommt ins Zimmer und teilt der Gruppe mit, dass die Klasse eine Exkursion zum Strand machen wird.","versions":[{"lang":3,"streams":[{"redirect":12379727,"hoster":"VOE"},{"redirect":8523087,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Prepare! Field Trip","descr":"Ainz schlägt der Klasse vor, dass sie alle gemeinsam etwas für ihre Strandexkursion unternehmen. Aqua hebt uneinverstanden die Hand, teilweise um ihr Vorurteil, er sei ein Untoter, auszuräumen, bis Emilia ihr sagt, es sei ihre Idee, dass sie alle bessere Freunde werden sollen. Emilia schreibt eine Liste mit Aktivitäten auf, die der Unterricht dort durchführen kann, und der Unterricht endet am späten Nachmittag. Tanya und Viktoriya gehen einkaufen, um Badeanzüge zu kaufen. Sie sehen Albedo und Shalltear, die mehrere männliche Badeanzüge bewundern, die sie hoffentlich bei Ainz sehen werden. Kazuma und Aqua werden von den beiden Bodenwächtern entdeckt und Aqua und die Wächter werden feindselig zueinander. Kazuma erinnert sie daran, dass Emilia möchte, dass sie bessere Freunde werden und beide Parteien aufhören müssen. Als Kazuma danach vom Dialog mit Aqua zum Joggen gebracht wird, entdeckt er, dass Albedo eineSuccubus . Shalltear teilt mit ihm die Tatsache, dass Albedo eine Jungfrau ist, was sie in Verlegenheit bringt. Aqua verteidigt Albedo und sagt, dass niemand jemals Büstenhalter tragen sollte, die Shalltear betäuben und ärgern, seit sie es tut, während Albedo hysterisch lacht. Die Aufregung wird von Tanya und Viktoriya mitgehört.","versions":[{"lang":3,"streams":[{"redirect":8523092,"hoster":"VOE"},{"redirect":8523094,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Enjoy! Field Trip","descr":"Die Klasse kommt am Strand für ihre Exkursion an. Kazuma spioniert die Mädchen aus den Büschen aus, während die männlichen Mitglieder des 203. Luftmagier-Bataillons während der Liegestütze über Darkness \u0027Brust strömen. Subaru trifft sich mit Ram und Viktoriya und Ram beschimpft ihn, indem er ihn Barasu nennt, als Viktoriya nach seinem Namen fragt. Tanya und Demiurge bestrafen Kazuma für die Störung des Friedens als Mitglied des Disziplinarkomitees. Unter einem medizinischen Zelt ist Shalltear nervös, als sie Rems Büste sieht und an ihren früheren Vorfall mit Albedo erinnert wird. Später in der Nacht beginnt die Mutprobe. Subaru, Tanya, Ainz und Aqua gehen als getaggte Gruppe durch die Passage des Ereignisses, bis Aqua sie anhält und die Gruppe fragt, ob sie von der Erde sind. Sie erklärt, dass sie es erkennen kann, weil sie eine Göttin ist, die Kazuma in seine neue Welt geschickt hat. Tanya wird wütend, Zu glauben, dass Aqua X ist und ihre Magie in einem Anfall von Wut auf sie ausstrahlt. Subaru und Ainz überzeugen sie davon, dass Aqua und Being X nicht dieselben Menschen sein können, weil sie sehr unterschiedliche Persönlichkeiten haben. Der Rest der Klasse schließt sich ihnen an, nachdem er die magische Spitze in der Atmosphäre beobachtet hat.","versions":[{"lang":3,"streams":[{"redirect":8523099,"hoster":"VOE"},{"redirect":8523098,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Join In! Rivals","descr":"Es ist Zeit für den Field Day und Roswaal deutet an, dass jeder, der gewinnt, nach Hause gehen kann. Aber dann treffen sie ihre Gegner .","versions":[{"lang":3,"streams":[{"redirect":8523105,"hoster":"VOE"},{"redirect":8523104,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Work Together! Field Day","descr":"Der Field Day ist da und es macht allen viel Spaß. Es gibt Tauziehen, Schnitzeljagden ... und Riesenroboter?!","versions":[{"lang":3,"streams":[{"redirect":8523110,"hoster":"VOE"},{"redirect":8523111,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Band Together! Quartet","descr":"Die mobile Festung \"Destroyer\" hat sich dem letzten Spiel angeschlossen! Es liegt an dem Quartett, sich das Stirnband zu schnappen und das Spiel zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":8523116,"hoster":"VOE"},{"redirect":8523117,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Join the Fight! Transfer Student","descr":"Die Schüler haben sich nun endlich in ihrem neuen Leben eingelebt, aber ein neuer Schüler ist in die Schule gekommen und heißt ... \"Schild\"?","versions":[{"lang":3,"streams":[{"redirect":8523123,"hoster":"VOE"},{"redirect":8523122,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Sneak In! The Principal`s Office","descr":"","versions":[{"lang":3,"streams":[{"redirect":12917062,"hoster":"VOE"},{"redirect":8523126,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Uh-Oh! Detention!","descr":"Diese neue Welt ist ein großartiger Ort: keine Kämpfe, keine Gefahr, und der Unterricht ist einfach. Aber Sie wollen WIRKLICH keine Haft bekommen!","versions":[{"lang":3,"streams":[{"redirect":8523129,"hoster":"VOE"},{"redirect":8523127,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pinch! Test of Learning","descr":"Es ist Zeit für einen Test! Jeder erwartet, dass Ains hoch punktet, aber ... er hat noch nie die Mittelschule bestanden!","versions":[{"lang":3,"streams":[{"redirect":8523130,"hoster":"VOE"},{"redirect":8523133,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Work Hard! Valentine`s Day","descr":"Es ist Valentinstag, was bedeutet, dass es Zeit ist, dem Jungen, den Sie mögen, Schokolade zu geben! Aber ein unerwartetes Gesicht taucht auf .","versions":[{"lang":3,"streams":[{"redirect":8523137,"hoster":"VOE"},{"redirect":8523134,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Clash! Dodgeball","descr":"Es ist Zeit für einen Kampf, um die wichtigste Frage von allen zu klären: Was ziehst du deinen Hühnerflügeln an?","versions":[{"lang":3,"streams":[{"redirect":8523138,"hoster":"VOE"},{"redirect":8523136,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Excitement! Physicals Day","descr":"Es ist Zeit für Körper und alle sind bereit, sich auszuziehen und auf die Waage zu kommen! Wer wird mutig genug sein, einen Blick auf das andere Geschlecht zu werfen?","versions":[{"lang":3,"streams":[{"redirect":8523141,"hoster":"VOE"},{"redirect":8523140,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Challenge! Part-Time Job","descr":"Visha hat in letzter Zeit Überstunden gemacht. Aber wofür braucht sie das Geld?","versions":[{"lang":3,"streams":[{"redirect":12336241,"hoster":"VOE"},{"redirect":8523144,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Investigate! First Errand","descr":"Es ist Zeit für ein Theaterstück! Aber was für ein Stück sollen sie aufführen? Filo wird es herausfinden!","versions":[{"lang":3,"streams":[{"redirect":8523147,"hoster":"VOE"},{"redirect":8523146,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Rise Up! School Festival","descr":"Es ist Zeit für ein Schulfest! Aber etwas lauert vor der Schule...","versions":[{"lang":3,"streams":[{"redirect":8523150,"hoster":"VOE"},{"redirect":8523148,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"It Begins! School Festival","descr":"Der Vorhang für das Schulfest hebt sich! Es gibt auch einen besonderen Gast...","versions":[{"lang":3,"streams":[{"redirect":8523152,"hoster":"VOE"},{"redirect":8523153,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Show Begins! Showtime","descr":"Die mobile Festung \"Destroyer\" ist im letzten Spiel dabei! Es liegt an dem Quartett, sich das Stirnband zu schnappen und das Spiel zu gewinnen.","versions":[{"lang":3,"streams":[{"redirect":8523157,"hoster":"VOE"},{"redirect":8523155,"hoster":"Streamtape"}]}]}]}]}