{"seriesId":"isekai-shikkaku","name":"Isekai Shikkaku","descr":"[No Longer Allowed in Another World] Ein Abenteuer in einer fremdartigen Welt mit niedlichen Begleiterinnen und videospielähnlichen Kräften – klingt nach einem Jackpot! Weit gefehlt für den melancholischen Autor Osamu Dazai, der buchstäblich lieber tot umfallen würde. Videospiele waren noch in weiter Ferne, als er im frühen 20. Jahrhundert in eine andere Welt verfrachtet wurde. All seine fantastischen Abenteuer, stehen seinem poetischen Traum, den perfekten Ort zum Sterben zu finden, nur im Weg. Und egal, wie sehr er seine Haut auch riskiert, es scheint sich immer alles zum Guten zu wenden, ganz zum Leidwesen von Dazai.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I Must Commit Double-Suicide!","descr":"Der Suizidversuch eines Schriftstellers und seiner Geliebten wird unwirsch von einem Lastwagen unterbrochen, der den Mann in eine andere Welt bringt. Dort sollte er eigentlich als Held mit übermenschlichen Kräften aufwachen – doch das Schicksal hat andere Pläne für ihn.","versions":[{"lang":3,"streams":[{"redirect":14190989,"hoster":"VOE"},{"redirect":14190991,"hoster":"Vidoza"},{"redirect":14190990,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Shall I Tell You How It Feels to Sleep in a Coffin?","descr":"Die Gruppe trifft in der nächsten Stadt ein. Bei einer Audienz mit dem König wird der Sensei gebeten, über den künftigen Gemahl der Prinzessin zu entscheiden. In der Nacht trifft er sich mit der Prinzessin und führt ein ernstes Gespräch mit ihr.","versions":[{"lang":3,"streams":[{"redirect":14218606,"hoster":"VOE"},{"redirect":14218611,"hoster":"Vidoza"},{"redirect":14218607,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I\u0027m Ready to Die Anytime","descr":"Sensei, Annette und Tama ziehen weiter zur nächsten Stadt. Unterwegs treffen sie ein Mädchen, das mit Drachen sprechen kann – und einen gewaltigen Groll gegen Weltenwechsler hegt.","versions":[{"lang":3,"streams":[{"redirect":14259265,"hoster":"VOE"},{"redirect":14259270,"hoster":"Vidoza"},{"redirect":14259266,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Don\u0027t Kill Yourself","descr":"Suzuki tyrannisiert die Bewohner von Vale. Sensei findet seine Persönlichkeitsentwicklung ausgesprochen spannend und beschließt, einen Roman über ihn zu schreiben. Dafür begibt er sich mit Ysha in dessen neues Schloss.","versions":[{"lang":3,"streams":[{"redirect":14285729,"hoster":"VOE"},{"redirect":14285735,"hoster":"Vidoza"},{"redirect":14285733,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"I Am Someone Who Wishes to Die, Not a Corpse That\u0027s Already Dead","descr":"Sensei und die anderen werden in einem kleinen Dorf von einem Jungen betrogen, der ihnen einen Helden für die Reise vermitteln will, aber einfach mit dem Geld verschwindet. Von der Herbergsmutter erfahren sie dann, dass dieser Junge es auch nicht leicht hat.","versions":[{"lang":3,"streams":[{"redirect":14293458,"hoster":"VOE"},{"redirect":14293464,"hoster":"Vidoza"},{"redirect":14293459,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Someone Who Wants to Be Eaten Has Come to the Castle","descr":"Die Gruppe wird in Tamas Heimat von den Soldaten festgenommen und eingesperrt – nur Tama wird an einen anderen Ort gebracht. Dann erfahren sie von ihrer tragischen Vergangenheit.","versions":[{"lang":3,"streams":[{"redirect":14346406,"hoster":"VOE"},{"redirect":14346428,"hoster":"Vidoza"},{"redirect":14346405,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Will You Sentence Me to Death Again?","descr":"Tama merkt, dass sie Kaibara nichts entgegenzusetzen hat. Doch dann erinnert sie sich an ihren Bruder und die Worte, die ihre Mutter ihr zu Lebzeiten mit auf den Weg gab.","versions":[{"lang":3,"streams":[{"redirect":14373455,"hoster":"VOE"},{"redirect":14373466,"hoster":"Vidoza"},{"redirect":14373456,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"This Hole Stinks of Immorality","descr":"Die Gruppe kommt in ein eigentlich friedliches Dorf am Fuße des Weltenbaums, doch seit dort vor Kurzem Weltenwechsler ein Casino eröffnet haben, geht alles den Bach runter. Doch es gibt einen Weltenwechsler, der für die Dorfbewohner kämpft...","versions":[{"lang":3,"streams":[{"redirect":14423191,"hoster":"VOE"},{"redirect":14423196,"hoster":"Vidoza"},{"redirect":14423192,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"On Christmas Night","descr":"Die Gruppe kommt durch eine Wüste und stellt fest, dass sie gar keine Erfahrung mit diesem Territorium haben. Dann verrät Nir ihnen, dass er aus der Umgebung kommt. Auf dem Weg zu einer Unterkunft treffen sie auf eine Gruppe von Banditen, doch Nir fällt der Kampf nicht leicht.","versions":[{"lang":3,"streams":[{"redirect":14477239,"hoster":"VOE"},{"redirect":14477242,"hoster":"Vidoza"},{"redirect":14477238,"hoster":"Streamtape"}]}]}]}]}