{"path":"/serie/stream/isekai-shokan-wa-nidome-desu","name":"Isekai Shoukan wa Nidome Desuu","descr":"[Summoned to Another World for a Second Time] Es war einmal ein Held, der in eine andere Welt gerufen wurde und diese rettete. Doch der Mann geriet in eine \"Falle\" und wurde gewaltsam in seine ursprüngliche Welt zurücktransportiert. Außerdem musste er als Baby ganz von vorn beginnen … Dies ist die verrückte Reise eines ehemaligen Helden, der als düsterer Oberschüler lebt und durch eine unerwartete Wendung erneut in dieselbe Welt beschworen wird! Alle guten Dinge sind wohl zwei, oder? ♪","seasons":[{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-1","name":"","epNo":1,"alt":"Summoned to Another World for a Second Time","descr":"Setsu führt nach seiner Reinkarnation aus einer anderen Welt ein neues Leben als Oberschüler. Doch aus unbekanntem Grund wird er wieder in die gleiche Welt, Eclair, beschworen. Bevor er sich über seine Rückkehr freuen kann, wird er in den Krieg mit den Dämonen verwickelt, den er eigentlich beendet hatte. Seine alten Kameraden eilen ihm zwar zu Hilfe, doch er bemerkt auch die Magie seines alten Freundes auf dem Schlachtfeld. Was geht in der Welt von Eclair vor sich, die Setsu zum zweiten Mal betritt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12470091","hoster":"VOE"},{"path":"/redirect/12470095","hoster":"Doodstream"},{"path":"/redirect/12470093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-2","name":"","epNo":2,"alt":"Going on a Trip for a Second Time","descr":"Um den letzten Auftrag ihres Großvaters, der ein berühmter Juwelenschmied war, zu erfüllen, bricht Ruri auf eine Reise zum Dämonenkontinent auf. Unterwegs wird sie von Monstern überfallen, doch Setsu rettet sie in letzter Sekunde. Sie bittet ihn, bis zum Dämonenkontinent ihre Leibwache zu sein und die beiden erreichen sicher die Hafenstadt Marsein. Aber auf Grund des Krieges bleiben dort alle Schiffe im Hafen. Als sie dann noch von seltsamen Stadtwachen verfolgt werden, verwendet Setsu eine ungewöhnliche Methode, um zum Dämonenkontinent zu kommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12504985","hoster":"VOE"},{"path":"/redirect/12504982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-3","name":"","epNo":3,"alt":"Frying a Squid for a Second Time","descr":"Setsu und Ruri überqueren auf dem Rücken von Meeresgöttin Levia das Meer zum Dämonenkontinent. Am Ufer dort werden sie zwar vom legendären Monster, dem Kraken, angegriffen, doch Levia kann ihn bezwingen. Sie werden vom Fischerdorf Volsee in Empfang genommen, dessen Einwohner wegen des Krakens nicht fischen konnten. Auf dem Fest, das zu ihren Ehren gehalten wird, lässt sich Levia als Göttin feiern, während Setsu aus dem Kraken gemachte Tintenfischringe verkauft. Doch als Vlad, der Anführer der Leibgarde der Dämonenkönigin, das Feuer der Festlichkeiten sieht, glaubt er, dass das Dorf angegriffen wurde...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12538131","hoster":"VOE"},{"path":"/redirect/12538133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-4","name":"","epNo":4,"alt":"Receiving a Gift for a Second Time","descr":"Um den Krieg mit Destinia, der wieder ausgebrochen ist, zu beenden, sieht sich Dämonenkönigin Dezastol zur Heirat mit dem reichen Händler Terran Sneeter gezwungen. Sie entschließt sich, ihre Würde aufzugeben und das mit einem Sklavenfluch belegte Ehehalsband anzulegen, um das Friedensversprechen mit Setsu zu wahren. Doch als die in weiß gekleidete Dezastol ihren Hals zu Terran ausstreckt, explodiert die Decke des Dämonenkönigsschlosses Evilbarrow und eine bestimmte Person taucht auf...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12577802","hoster":"VOE"},{"path":"/redirect/12577804","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-5","name":"","epNo":5,"alt":"Following Footsteps for a Second Time","descr":"Setsus Kindheitsfreundin Hanabashira Yuuhi, die gemeinsam mit ihm nach Eclair beschworen wurde, trainiert weiter unter Elka und Grain ihre magischen Kräfte, um an Setsus Seite kämpfen zu können. Sie ist zwar um einiges stärker geworden, doch sie sorgt sich immer noch darum, nicht genug Kraft zu haben, um Setsu zu beschützen. Da bittet sie Elka um Einzeltraining, doch diese sagt ihr, dass es ihr an Entschlossenheit mangelt, um mit Setsu gemeinsam zu kämpfen. Was ist diese Entschlossenheit, dir ihr fehlt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12594609","hoster":"VOE"},{"path":"/redirect/12594611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-6","name":"","epNo":6,"alt":"Master and Pupil for a Second Time","descr":"Setsu und Levia machen sich auf den Weg zum Kontinent der Beastmen. Unterwegs kreuzen sie den Weg von Setsus alter Freundin Alizee und entdecken, dass sie gegen einen mysteriösen Drachen gekämpft hat. Gemeinsam entschlüsseln sie die schockierende Wahrheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12652098","hoster":"VOE"},{"path":"/redirect/12652103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-7","name":"","epNo":7,"alt":"Visiting the Beastmen Continent for a Second Time","descr":"Shironeko lebt am Rande der Hafenstadt Leoport des Tiermenschenkontinents. Um Geld für die teure Medizin ihrer kranken Schwester Mineko zu verdienen, erfüllt sie Aufträge als Abenteurerin. Da erhält sie auf einmal einen Mordauftrag. Sie zögert, ihn anzunehmen, doch die Aussicht auf genug Geld, ein Leben lang für Minekos Medizin bezahlen zu können, überzeugt sie. Das Ziel des Auftrags ist Setsu und sie macht sich auf, ihn anzugreifen, als er in einem Gasthaus übernachtet ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12652094","hoster":"VOE"},{"path":"/redirect/12652096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-8","name":"","epNo":8,"alt":"Fighting a Duel for a Second Time","descr":"Im Tiermenschenreich Zoo Dorado findet eine Besprechung zum derzeitigen Kriegsausbruch statt. Als Setsu den Tierkönig Regulus Leonaire um Unterstützung bittet, erklärt sich seine Tochter Roa Leonaire, die Setsu für ihren zukünftigen Meister hält, dazu bereit, ihn zu begleiten. Doch der Kommandant der Armee von Zoo Dorado, Rouga, ist dagegen, da er Roa schon seit seiner Kindheit liebt. Als er Setsu zum Duell herausfordert, fließt aus der Tätowierung in seinem Arm die Kraft eines Fluchs heraus ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12660584","hoster":"VOE"},{"path":"/redirect/12660587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-9","name":"","epNo":9,"alt":"Don`t Underestimate It!","descr":"Vor zehn Jahren war Eclair immer noch im Chaos des Kriegs versunken. Setsu und Touma, die in diese Welt als Helden beschworen werden, versprechen sich gegenseitig, den Krieg zu beenden. Während Setsu auf eine Reise aufbricht, verbleibt Touma in Destinia, wo er für den Frieden kämpft und nach einiger Zeit den Rang eines Ritters erreicht. Doch als er einen Kultisten-Tempel säubert, spricht vom Altar eine Stimme zu Touma, die seine innersten Wünsche kennt...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12666492","hoster":"VOE"},{"path":"/redirect/12666494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-10","name":"","epNo":10,"alt":"Arriving at a Battlefield for a Second Time","descr":"Yuuhi, Elka, Tia, Grain und die anderen Helden sind auf den Schiffen der Destinia-Flotte, die ihre Invasion des Dämonenkontinents beginnt. Während sie dort kämpfen, versuchen sie, die Schlacht so gut wie möglich zu unterdrücken, um für Setsu Zeit zu gewinnen, der auf dem Weg ist, den Krieg zu stoppen. Doch auf einmal taucht Setsus ehemaliger Lehrling Alizee auf. Elka und die anderen zögern, da Alizee früher eine Kameradin war. Da erscheint an Alizees Seite eine Gestalt ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12680220","hoster":"VOE"},{"path":"/redirect/12680219","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-11","name":"","epNo":11,"alt":"Going All-In for a Second Time","descr":"Mit der Ankunft von Setsu wird die letzte Schlacht ernst. Mit seinen alten und neuen Freunden an seiner Seite ist Setsu sicher, dass sie siegreich sein und diese Welt ein zweites Mal retten können.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12703853","hoster":"VOE"},{"path":"/redirect/12703854","hoster":"Streamtape"}]}]},{"path":"/serie/stream/isekai-shokan-wa-nidome-desu/staffel-1/episode-12","name":"","epNo":12,"alt":"Fighting the Last Battle for a Second Time","descr":"Toma dringt in Evilbarrow ein, um Levaia und Dezas anzugreifen, doch Setsu trifft schnell ein. Da sie über ähnliche Fähigkeiten verfügen, ist ihr Rückkampf so heftig, dass er den Thronsaal zerstört, den Himmel spaltet und Berge zerstört. Toma stellt wütend fest, dass er nach dem Tod der Subjekte wieder ganz allein ist, während Setsu immer noch seine Freunde hat. Er wird wahnsinnig und entfesselt seine Macht, aber Setsu erkennt, dass es überhaupt nicht Setsus Macht ist. Toma ist überwältigt und verwundet, zerstört aber Setsus Schwert. Während Toma sich über den Sieg freut, fängt Setsu ihn in einer Dimensionsbarriere ein und entfesselt sein Vielfraßschwert, um seine Magie zu verschlingen  .....","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14080077","hoster":"VOE"},{"path":"/redirect/13911595","hoster":"Streamtape"}]}]}]}]}