{"seriesId":"ishuzoku-reviewers","name":"Ishuzoku Reviewers","descr":"Schönheit liegt wirklich im Auge des Betrachters! Von Elfen über Sukkubi bis hin zu Zyklopen und mehr, die Interspecies Reviewers bewerten die Rotlicht-Freuden aller Arten von Monstermädchen… Aber sie können sich nie darauf einigen, welche Spezies am heißesten ist!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eine heiße Debatte über Elfen und menschliche MILFS, ein Engel steigt im Miau-Paradies auf, ich kann nicht genug von der sensiblen Vogelmädchen-Kloake bekommen!","epNo":1,"alt":"A Hot ’n Heavy Debate About Elf and Human MILFS, an Angel Ascends at Meow Meow Paradise, Can\u0027t Get Enough of That Sensitive Birdmaid Cloaca!","descr":"Stancu der Abenteurer und Zel der Elf reisen überall hin ob Dschungel, Wüste, Meer, verschneite Berge oder Dungeons. Oft landen sie aber im Sukkubusviertel dem Rotlichtviertel der Fantasiewelt. Während eines ihrer Abenteuer retten sie Kurym dem Engel das Leben, der sich ihnen anschließt da er momentan nicht in den Himmel zurückkann. In den Tavernen der Stadt kann man nun die Informationen aushängen, die man auf seinen Abenteuern bekommen hat dort hängen sie ihre Bewertungen über die einzelnen Sukkubusläden auf was sich recht schnell auch als sehr Profitabel herausstellt.","versions":[{"lang":1,"streams":[{"redirect":8436929,"hoster":"VOE"},{"redirect":8436925,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8436847,"hoster":"VOE"},{"redirect":8436841,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Feen können nicht so viel einstecken, Dämonen sind nicht sehr beliebt, Minotaurenmädchen sind groß, üppig und brustbetont!","epNo":2,"alt":"Fairies Have Limits on What They Can Take, Demons Aren\u0027t Very Popular, Minotaur Girls Are Big, Bountiful, and Boobylicious!","descr":"Stancu, Zel, Kurym und ihr Halbing-Freund Kanchal versuchen sich an einer neuen Erfahrung. Die Wahlen der dortigen Welt stehen bald an und die Bewertungen scheinen eine gute PR zu sein doch die Truppe lässt sich zu leicht ablenken.","versions":[{"lang":1,"streams":[{"redirect":8436932,"hoster":"VOE"},{"redirect":8436937,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13918057,"hoster":"VOE"},{"redirect":8436844,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gender-Swap-Sex bedeutet weniger Auswahl für Mädchen, und es tut irgendwie weh, aber du lernst, was Mädchen fühlen, also solltest du es versuchen!","epNo":3,"alt":"Gender-Swap Sex Means Less Succu-Girl Choices, and It Kinda Hurts, but You Learn Just What Girls Feel, So You Should Give It a Try!","descr":"Stancu, Zel, Kurym und Kanchal probieren mal wieder etwas Neues. Frei nach dem Motto \"Tauchen sie in eine unbekannte Welt ein\".","versions":[{"lang":1,"streams":[{"redirect":8436941,"hoster":"VOE"},{"redirect":8436940,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8436855,"hoster":"VOE"},{"redirect":8436853,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wilde Succubi quetschen das Leben aus dir heraus, auch wenn du sagst, du kannst nicht mehr, Salamander Girls haben so heiße Bods, Herzen, Sals und Manders, dass du gar nicht anders kannst, als dich über sie aufzuregen!","epNo":4,"alt":"Salamander Girls Have Such Hot Bods, Hearts, Sals, and Manders, That You Can\u0027t Help But Get Fired Up About \u0027Em!","descr":"Drittklassige Sukkuben quetschen einen aus, selbst wenn man sagt, dass man nicht mehr kann. Das ist Folter! Und Salamander sind heiß! Ihre Körper, ihre Herzen, jede Silbe ihres Namens ist so heiß, dass man im Feuer ihrer Leidenschaft verglüht!","versions":[{"lang":1,"streams":[{"redirect":8436953,"hoster":"VOE"},{"redirect":8436951,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8436862,"hoster":"VOE"},{"redirect":8436861,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich möchte in den hübschen Augen eines Zyklopenmädchens ertrinken, aber das ist ziemlich schwer? Apropos schwer: Lass die Profis das perfekte Pilzmädchen für ein schleimiges, klebriges Vergnügen aussuchen!","epNo":5,"alt":"I Wanna Drown in a Cyclops Girl\u0027s Pretty Eye, but It\u0027s Pretty Hard? Speaking of Hard, Let the Pros Pick Out the Perfect Mushroom Girl for a Slimy, Sticky Good Time!","descr":"Die Rezensenten erhalten eine anonyme Anfrage, ein Zyklopenbordell zu bewerten, wo sie feststellen, dass das Hauptverkaufsargument die Größe der Augen der Succu-Mädchen ist. Später gehen die Rezensenten in ein Mykoniden-Bordell, wo die Gastgeberin ihnen jedes einzelne Pilzmädchen für ihre Bedürfnisse zur Verfügung stellt, aber es fällt ihnen schwer, eine für Crimvael auszuwählen.","versions":[{"lang":1,"streams":[{"redirect":8436961,"hoster":"VOE"},{"redirect":8436962,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12923760,"hoster":"VOE"},{"redirect":8436870,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Du kannst das perfekte Golem-Mädchen bauen, aber lass es nicht das Mädchen herausfinden, von dem du sie ableitest. Komm mit dem Licht des Irrlichts ins Land der Träume!","epNo":6,"alt":"You Can Build the Perfect Golem Girl, but Don\u0027t Let the Girl You Base Her Off of Find Out. Cum to the Land of Dreams on the Light of the Will o\u0027 the Wisps.","descr":"Golems sind toll, weil man sich seine Traumfrau formen kann, aber zum einen wird der eigene Geschmack dadurch beurteilt und die Vorlage für das Modell könnte wenig begeistert sein. Ein Irrlicht-Bordell ist eine paradiesische Parade mit fantastischen Lichtern!","versions":[{"lang":1,"streams":[{"redirect":8436968,"hoster":"VOE"},{"redirect":8436963,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13015859,"hoster":"VOE"},{"redirect":8436874,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Eierlegeshow verdreht den alten Säcken die Köpfe! Maidly zeigt alles was sie hat! Außerdem wartet das Beliebtheitsranking der Sukkuben!","epNo":7,"alt":"The Gang Gets Laid at the Egg-stravagant Egg-Laying Show, Miss Meidri\u0027s Deep, Dark Secret Uncovered, and the Succu-Girl Popularity Ranking Is Unveiled!","descr":"Eine Eierlegeshow verdreht den alten Säcken die Köpfe! Maidly zeigt alles, was sie hat! Außerdem wartet das Beliebtheitsranking der Sukkuben!","versions":[{"lang":3,"streams":[{"redirect":12917065,"hoster":"VOE"},{"redirect":8436882,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Sukkubus-Rollenspiel hält die ganze Nacht lang, die Lanze des Engels ist ein Sexspeer sondergleichen und im Sukkubus-Turm muss man endlos all seine Mayo verspritzen!","epNo":8,"alt":"Succu-girl Roleplay Will Get You Going All Night, the Angel\u0027s Holy Lance Is Great at Lancing Holes, the Succubus Tower Lasts Forever, but You (and Your Mayo) Won\u0027t!","descr":"Ein Sukkubus-Rollenspiel hält die ganze Nacht lang, die Lanze des Engels ist ein Sexspeer sondergleichen und im Sukkubus-Turm muss man endlos all seine Mayo bringen!","versions":[{"lang":3,"streams":[{"redirect":8436890,"hoster":"VOE"},{"redirect":8436887,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zwischen Lebenden und Toten liegt eine tiefe Finsternis, die Lotion eines jungen Engels explodiert, wilde und ungehobelte Reviewer entpuppen sich als Konkurrenz im Sexgewerbe!","epNo":9,"alt":"A Deep, Dark Something Lies Between the Living and the Dead, the Darling Angel\u0027s Lotion Explosion, and the Uncouth, Unsanctioned Reviewer Rivals Are in Their Scene!","descr":"Zwischen Lebenden und Toten liegt ein tiefe Finsternis, die Lotion eines jungen Engels explodiert, wilde und ungehobelte Reviewer entpuppen sich als Konkurrenz im Sexgewerbe!","versions":[{"lang":3,"streams":[{"redirect":12379733,"hoster":"VOE"},{"redirect":8436896,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Let Your Eyes Behold the Glory and Mystery of the Brothel with a Perfect Score! Take a Newlywed of a Horny Tutor or a Little Piggie as Your Lover! They\u0027ll Squeeze, Squeeze, Squeez It Outta Ya!","descr":"Ein Philanthrop beschert allen Sukkuben Dauerorgasmen, was mit betrunkenen Hohlköpfen und ihren Geld passiert ist absehbar und Mitsues Raum seht ihr heute zum letzten Mal!","versions":[{"lang":3,"streams":[{"redirect":8436901,"hoster":"VOE"},{"redirect":8436898,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ein Philanthrop beschert allen Sukkuben Dauerorgasmen, was mit betrunkenen Hohlköpfen und ihrem Geld passiert ist absehbar und Mitsues Raum seht ihr heute zum letzten Mal!","epNo":11,"alt":"The Frighteningly Faultless Philanthropist Sexually Satisfies Several Succubi, Drunken Fools and Their Money Are, Of Course, Soon Parted, and Mitsue\u0027s Room Comes to a Close!","descr":"Lebt wohl, Fans der Reviewers...! Solange es Sukkuben gibt, wird es auch auf ewig Reviewer geben. Jedes Mal, wenn ihr euch ihrer entsinnt, werdet ihr an eines denken: Erst, wenn man jemanden zum Höhepunkt bringt, kann man ihn zum ersten Mal selbst erleben...!","versions":[{"lang":3,"streams":[{"redirect":8436913,"hoster":"VOE"},{"redirect":8436909,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Farewell, Beloved Fans of Our Beloved Reviewers... Worry Not; As Long as Succu-Girls Keep On Working Hard, so Too Will Our Reviewers.","descr":"Lebt wohl, Fans der Reviewers...! Solange es Sukkuben gibt, wird es auch auf ewig Reviewer geben. Jedes Mal, wenn ihr euch ihrer entsinnt, werdet ihr an eines denken: Erst, wenn man jemanden zum Höhepunkt bringt, kann man ihn zum ersten Mal selbst erleben...!","versions":[{"lang":3,"streams":[{"redirect":8436914,"hoster":"VOE"},{"redirect":8436916,"hoster":"Streamtape"}]}]}]}]}