{"seriesId":"it-was-always-me","name":"It Was Always Me","descr":"[Siempre fui yo] Als Lupe 22 Jahre alt ist ändert sich plötzlich ihr Leben, nachdem sie erfahren hat, dass ihr Vater, ein berühmter kolumbianischer Singer-Songwriter, gestorben ist. Als sie in Kolumbien ankommt, trifft sie den mysteriösen Noah, der sich als Assistent ihres verstorbenen Vaters entpuppt. Lupe entscheidet sich zu bleiben, da sie vermutet, dass der Tod des Musikers kein Unfall war. Zusammen mit Noah begibt sie sich auf ein musikalisches Abenteuer voller Geheimnisse und Romantik an der karibischen Küste Kolumbiens.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Weg des Pharao","epNo":1,"alt":"El camino del Faraón","descr":"Mit 22 Jahren muss Lupe ihr ruhiges Leben in Mexiko verlassen, nachdem sie schockierende Nachrichten über ihren Vater erhalten hat, und nach Kolumbien reisen. Dort trifft sie Noah, den Assistenten ihres Vaters, und gemeinsam begeben sie sich auf ein Abenteuer voller Geheimnisse und Musik.","versions":[{"lang":1,"streams":[{"redirect":10695188,"hoster":"VOE"},{"redirect":10695185,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10685285,"hoster":"VOE"},{"redirect":10685292,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Sprung","epNo":2,"alt":"El salto","descr":"Lupe und Noah glauben in einem Fernsehwettbewerb, dass jeder im Tod ihres Vaters verdächtigt wird.","versions":[{"lang":1,"streams":[{"redirect":10695190,"hoster":"VOE"},{"redirect":10695189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523650,"hoster":"VOE"},{"redirect":10685293,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wette","epNo":3,"alt":"La apuesta","descr":"Alles wird kompliziert und eine unschuldige Affäre in einer Bar stellt sie vor eine grosse Bedrohung.","versions":[{"lang":1,"streams":[{"redirect":10835913,"hoster":"VOE"},{"redirect":10695192,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12917072,"hoster":"VOE"},{"redirect":10685315,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Warnung","epNo":4,"alt":"Anónimo","descr":"Lupe und Noah finden das perfekte Lied für ihren Auftritt, was Pipes Zorn weckt.","versions":[{"lang":1,"streams":[{"redirect":10695197,"hoster":"VOE"},{"redirect":10695195,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523651,"hoster":"VOE"},{"redirect":10685325,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Schuldigen","epNo":5,"alt":"Culpables","descr":"Lupe untersucht die Bedrohung, während Noah einen Gegenstand verliert, der seine Beziehung zu ihr gefährden könnte. Das Halbfinale des Wettbewerbs rückt näher, aber Pipe verliert seine Stimme und seine Leistung ist in Gefahr. Sammy und Kevin kommen näher.","versions":[{"lang":1,"streams":[{"redirect":10695203,"hoster":"VOE"},{"redirect":10695200,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523649,"hoster":"VOE"},{"redirect":10685341,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schiffe aus Papier","epNo":6,"alt":"Barcos de papel","descr":"Lupe glaubt, die Person hinter dem, was ihrem Vater widerfahren ist, entdeckt zu haben.","versions":[{"lang":1,"streams":[{"redirect":10695206,"hoster":"VOE"},{"redirect":10695205,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523652,"hoster":"VOE"},{"redirect":10685365,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Halbfinale","epNo":7,"alt":"La semifinal","descr":"Kurz vor dem Halbfinale glauben Lupe und Noah herausgefunden zu haben, was wirklich mit ihrem Vater passiert ist.","versions":[{"lang":1,"streams":[{"redirect":10695213,"hoster":"VOE"},{"redirect":10695209,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523648,"hoster":"VOE"},{"redirect":10685373,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Wende","epNo":8,"alt":"Cambio de rumbo","descr":"Nach einer langen Reise wird Lupe mit einer schmerzhaften und unerwarteten Wahrheit konfrontiert und verlässt Noah.","versions":[{"lang":1,"streams":[{"redirect":10695215,"hoster":"VOE"},{"redirect":10695212,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523661,"hoster":"VOE"},{"redirect":10685380,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Wundertrommel","epNo":9,"alt":"Gira el zoótropo","descr":"Lupe und Noah machen sich verzweifelt auf die Suche und nach und nach wird das Geheimnis von El Faraón gelüftet.","versions":[{"lang":1,"streams":[{"redirect":10695217,"hoster":"VOE"},{"redirect":10695218,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523664,"hoster":"VOE"},{"redirect":10685398,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der glückliche Zufall","epNo":10,"alt":"Serendipia","descr":"Im letzten Wettbewerb tappen Lupe und Noah in eine tödliche Falle, als sie die schicksalhafte Wahrheit entdecken.","versions":[{"lang":1,"streams":[{"redirect":10695220,"hoster":"VOE"},{"redirect":10695221,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13523665,"hoster":"VOE"},{"redirect":10685412,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"El reencuentro","descr":"Drei Jahre nach dem TV-Wettbewerb hat sich das Leben von Lupe und Noah verändert, doch eine Einladung überrascht sie. Mit der Unterstützung von El Faraón wird Pipe mit den Teilnehmern ein Album produzieren und aufnehmen. Die Aufnahme wird auf der Insel stattfinden, auf der er lebt. Es klingt nach einer großartigen Chance, alte Freundschaften wieder aufleben zu lassen, doch plötzlich passieren seltsame Dinge, die allen die Nerven auf die Nerven gehen.","versions":[{"lang":2,"streams":[{"redirect":13703787,"hoster":"VOE"},{"redirect":13703788,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Uno de nosotros","descr":"Ein Raubüberfall löst eine Reihe von Konflikten zwischen unseren Protagonisten aus. Entschlossen herauszufinden, was passiert ist, beginnt Lupe mit der Ermittlung, indem sie versucht herauszufinden, wer es getan hat, aber sie hat keine Ahnung, wo sie anfangen soll. Außerdem muss sie mit Pipes Feindseligkeit ihr gegenüber und dem Auftauchen von El Faraón und Benjamin auf der Insel klarkommen. Um die Sache noch schlimmer zu machen, hat die Begegnung zwischen Pipe und Angie unerwartete Konsequenzen.","versions":[{"lang":2,"streams":[{"redirect":13703783,"hoster":"VOE"},{"redirect":13703784,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Secretos","descr":"Lupe glaubt, den Schuldigen gefunden zu haben, doch nichts ist, wie es scheint. Unterdessen bereut Noah bestimmte Entscheidungen, die er getroffen hat, und drängt Lupe, sein Lied mit ihm zu proben, aber sie versucht, ihm aus dem Weg zu gehen. Sammy und Kevin können dem Druck, vor allen ein Geheimnis zu bewahren, nicht standhalten. Um die Sache noch schlimmer zu machen, lauert eine neue Bedrohung auf der Insel, aber das scheint noch niemand zu bemerken.","versions":[{"lang":2,"streams":[{"redirect":13703807,"hoster":"VOE"},{"redirect":13703812,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Dime que no fuiste tú","descr":"Nachdem Charly angegriffen wird, verschlechtert sich die Stimmung unter den Inselbesuchern noch mehr. Lupe setzt ihre Ermittlungen fort, weiß aber nicht, wem sie vertrauen kann. In der Zwischenzeit muss sie mit Noah ein Duo aufnehmen. Unerwarteterweise verbreitet eine Unterhaltungsnachrichtensendung einen Klatsch, der alle destabilisiert und dazu führt, dass sie sich gegenseitig unsicher verhalten.","versions":[{"lang":2,"streams":[{"redirect":13703794,"hoster":"VOE"},{"redirect":13703798,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Lo sabías","descr":"Lupe und Noah kommen sich immer näher. Sie enthüllen das im Haus verborgene Geheimnis und beginnen gemeinsam herauszufinden, was wirklich vor sich geht. Fran ist der Situation überdrüssig und wird immer ungeduldiger. Sie konfrontiert Noah und trifft dann eine endgültige Entscheidung. Wir erfahren mehr über die gemeinsame Vergangenheit von Angie und Pipe. Unterdessen gehen die Albumaufnahmen mit dem Duo von Lupe und Angie weiter.","versions":[{"lang":2,"streams":[{"redirect":13703809,"hoster":"VOE"},{"redirect":13703806,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Sorpresa","descr":"El Faraón stürmt wie ein Hurrikan über die Insel: mit neuen Kostümen, umgeben von Journalisten und bereit, ein großartiges Musikereignis auf die Beine zu stellen. Er hat ein Mega-Event für die Presse vorbereitet, um aus der Begeisterung Kapital zu schlagen und das Reunion-Album anzukündigen ... aber nicht alle sind von seiner Idee begeistert. Lupe ist entschlossen, sich der Schuld zu stellen, aber Noah rät ihr, nicht so impulsiv zu sein.","versions":[{"lang":2,"streams":[{"redirect":13703796,"hoster":"VOE"},{"redirect":13703803,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Tormenta","descr":"Der Abschluss der Aufnahme des Albums stößt auf Probleme, nachdem Pipe herausgefunden hat, wer für den Diebstahl verantwortlich ist, aber Lupe versichert ihm, dass sie einen Plan hat, um die ganze Wahrheit aufzudecken und die Aufnahme des Albums abzuschließen. Auch wenn Lupe alle Hände voll zu tun hat, kann sie ihren Gefühlen für Noah nicht entkommen und weiß, dass sie eine Entscheidung treffen muss. Angie und Pipe kommen einander näher.","versions":[{"lang":2,"streams":[{"redirect":13703804,"hoster":"VOE"},{"redirect":13703800,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Siempre fuiste tú","descr":"Die Albumaufnahmen auf der Insel sind abgeschlossen und damit scheinen alle Geheimnisse gelüftet zu sein, aber nicht alles ist, wie es scheint. Alle kehren zu ihren Routinen zurück, aber bald werden sie in der Live-Show zur Veröffentlichung des Albums wieder vereint sein. Lupe und Noah versuchen, einen Weg zu finden, mit ihrem Leben weiterzumachen und herauszufinden, in welche Richtung ihre Geschichte verlaufen soll.","versions":[{"lang":2,"streams":[{"redirect":13703793,"hoster":"VOE"},{"redirect":13703791,"hoster":"Streamtape"}]}]}]}]}