{"seriesId":"itai-no-wa-iya-nano-de-bougyoryoku-ni-kyokufuri-shitai-to-omoimasu","name":"Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu.","descr":"[Bofuri: I Don`t Want to Get Hurt, So I`ll Max Out My Defense] Kaede Honjou wird von ihrer Freundin Risa Shiramine eingeladen, das Virtual-Reality-MMO-Spiel New World Online mit ihr zu spielen. Kaede hat eigentlich nichts gegen Spiele, was sie aber wirklich nicht ausstehen kann sind Schmerzen. So erstellt sie eine Figur namens Maple und beschließt, alle ihre Punkte in die Verteidigung zu investieren, um so die Schmerzen zu minimieren. Als Folge kann sie sich nur noch langsam bewegen und keine Magie mehr wirken. Aber gerade weil sie alle ihre Punkte in die Verteidigung investiert hat, erwirbt sie eine Fähigkeit, die als \"absolute Verteidigung\" bekannt ist sowie einen \"Counter Skill\", der es ihr erlaubt, einen Gegner mit nur einem Treffer zu töten. Mit ihrer Fähigkeit, den gesamten Schaden aufzuheben, beginnt sie jetzt ihr Abenteuer.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Abwehrspezialisierung und der erste Kampf","epNo":1,"alt":"Episode 1","descr":"Kaede Honjou kriegt eine Einladung zu dem MMO-Spiel New World Online von ihrer Freundin Risa Shiramine. Darauf hin startet sie das Spiel vorerst allein da ihre Freundin noch für eine Prüfung lernen muss. Da Kaede Schmerz so gar nicht mag wählt sie das Riesenschild und setzt alles auf ihre Abwehr. Überfordert von der Neuen Welt aber trozdem neugierig wagt sie ihre ersten Schritte und stürzt sich auch direkt ins Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":10828722,"hoster":"VOE"},{"redirect":8830431,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438205,"hoster":"VOE"},{"redirect":8438202,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abwehrspezialisierung und Freunde","epNo":2,"alt":"Episode 2","descr":"Maple beschließt, an einem Battle Royale- Event teilzunehmen, um alle zu besiegen, die sie angreifen, und den dritten Platz zu gewinnen. Am nächsten Tag tritt Risa als Sally, eine auf Ausweichen spezialisierte Taumlerin, dem Spiel bei, und die beiden gehen in eine Höhle, um nach Materialien für einen neuen Schild zu fischen. Nachdem Sally eine Unterwasserhöhle hinter einer verschlossenen Tür gefunden hat, besuchen die beiden jeden Tag die Höhle, damit Sally die Höhle erkunden und ihre Unterwasserfähigkeiten verbessern kann. So kann sie den Boss besiegen und sich ihre eigene Ausrüstung verdienen.","versions":[{"lang":1,"streams":[{"redirect":8830435,"hoster":"VOE"},{"redirect":8830434,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438209,"hoster":"VOE"},{"redirect":8438214,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abwehrspezialisierung und die Eroberung von Ebene 2","epNo":3,"alt":"Episode 3","descr":"Während sie in einem Café sind, hören Maple und Sally von den Spielern Dread and Drag, die ihnen von einer Quest im Wald erzählen, von dem nächsten Ereignis. Als die Mädchen in einem verlassenen Haus einen Keller finden, finden sie einen Mann, der auf einem Stuhl gefesselt ist, und heilen ihn bis ins Jenseits, wobei sie eine Super-Speed-Fertigkeit erwerben. Am nächsten Tag treten Maple und Sally in Level 2 gegen einen Hirschboss an, den Sally besiegen kann, nachdem Maple ausgeschaltet wurde. Danach erhält Maple den Schneewittchenschild, den sie bei Iz bestellt hat, bevor Sally sie in einen speziellen Bereich bringt, wo sie zusammen eine sternenreiche Mahlzeit haben. Die zweite Veranstaltung, eine Party-basierte Schatzsuche, beginnt bald.","versions":[{"lang":1,"streams":[{"redirect":12923763,"hoster":"VOE"},{"redirect":8830430,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438218,"hoster":"VOE"},{"redirect":8438216,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abwehrspezialisierung und das Event von Ebene 2","epNo":4,"alt":"Episode 4","descr":"Zu Beginn des Events entdecken Maple und Sally einen versteckten Dungeon mit einem eigenen Boss, in dem sie ihre ersten Medaillen verdienen können. Auf dem Weg in die Berge stoßen die beiden auf Kuromus Gruppe und lassen sie durch einen Warp gehen. Maple und Sally treten hinter ihnen her und treten gegen einen mächtigen Eisvogel-Boss, Silverwing, an, dessen übermäßig mächtige Bewegungen die Verteidigung von Maple zu überwältigen beginnen. Maple und Sally bringen ihre Fähigkeiten an ihre Grenzen und schaffen es schließlich, Silverwing mit minimaler Gesundheit zu besiegen. Zusammen mit mehr Medaillen und Handwerksmaterialien finden die Mädchen ein Paar Monstereier, die schließlich zu Schildkröten- und Fuchsbegleitern schlüpfen, die sie Sirup bzw. Oboro nennen. Später erreichen die Mädchen eine Wüstenoase, wo sie von Kasumi, der Schwertfrau, herausgefordert werden.","versions":[{"lang":1,"streams":[{"redirect":8830436,"hoster":"VOE"},{"redirect":8830446,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438227,"hoster":"VOE"},{"redirect":8438226,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abwehrspezialisierung und Kriegsbeute","epNo":5,"alt":"Episode 5","descr":"Während Maple versucht, Sally und Kasumi im Kampf einzuholen, fallen sie alle in einen unterirdischen Kerker, in dem sie durch eine verfluchte Kette zusammengehalten werden, die sie alle tötet, wenn nur einer von ihnen stirbt. Die drei arbeiten zusammen, um unschlagbaren Schneckenmonstern auszuweichen. Sie räumen den Kerker, befreien sich von ihren Ketten und teilen die Beute ihres Sieges zwischen ihnen. Später im Event treffen Maple und Sally einen Spieler namens Kanade, der ihnen einen Hinweis gibt, der sie zu einem Unterwasser-Tintenfisch-Boss führt, den Maple besiegt, indem er das Meer vergiftet (und den Spieladministratoren weitere Kopfschmerzen bereitet, die sie eher als Finale bezeichnen Chef als der Endgegner). Nachdem Sally die verbleibenden Medaillen durch PvP-Kills vor dem Ende des Events erhalten hat, nutzt Maple die Fähigkeiten, die sie erworben hat, um Sirup zu einer mobilen Festung zu machen.","versions":[{"lang":1,"streams":[{"redirect":12917070,"hoster":"VOE"},{"redirect":8830439,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438229,"hoster":"VOE"},{"redirect":8438234,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abwehrspezialisierung und neue Kampfkraft","epNo":6,"alt":"Episode 6","descr":"Maple und Sally schaffen es, das Recht zu erwerben, ein Gildenhaus zu kaufen. Sie finden ein Haus im Wald und bilden eine neue Gilde namens Maple Tree, in der Kasumi, Kanade, Kuromu und Iz als Mitglieder rekrutiert werden. Maple benötigt mehr Mitglieder für ein bevorstehendes Gildenereignis und rekrutiert zwei Anfänger, Yui und May, die beide ihre Stärkewerte ausgereizt haben.","versions":[{"lang":1,"streams":[{"redirect":8830438,"hoster":"VOE"},{"redirect":8830443,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438240,"hoster":"VOE"},{"redirect":8438237,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abwehrspezialisierung und Power-up","epNo":7,"alt":"Episode 7","descr":"Mit Maples Hilfe beim superschnellen Löschen eines Dungeons erwerben May und Yui neue Fähigkeiten, mit denen sie Zweihandwaffen mit zwei Waffen einsetzen und ihren Schaden erhöhen können. Später erhält Kanade ein Upgrade für seinen Stab, während Kuromu einen versteckten Dungeon räumt und eine neue Ausrüstung erhält. Maple stößt bald auf eine Reihe von Aufgaben, bei denen es darum geht, einer NPC-Mutter zu helfen, ihre Tochter zu heilen. Infolgedessen erhält sie die Fertigkeit \"Liebesopfer\", die es ihr ermöglicht, ihre Verteidigung mit ihren Gildenmitgliedern zu teilen und bei Iz eine neue Rüstung zu bestellen, die dazu passt. Währenddessen beschließen die anderen Gilden, Maple Tree während eines bevorstehenden Events im Auge zu behalten.","versions":[{"lang":1,"streams":[{"redirect":8830441,"hoster":"VOE"},{"redirect":8830440,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438247,"hoster":"VOE"},{"redirect":8438249,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":" Abwehrspezialisierung und das dritte Event","epNo":8,"alt":"Episode 8","descr":"Während die Gilde an der dritten Veranstaltung teilnimmt, bei der sie Glocken von Kuhfeinden erhalten muss, trifft Maple in der Kirche, die sie zuvor besucht hat, auf einen Boss. Maple erlangt neue Fähigkeiten, mit denen sie sich in ein riesiges Monster verwandeln kann, und führt ihre Gilde in Level 3. Nachdem Maple von einem NPC von dem Maschinenlord der Region erfahren hat, verliert sie sich und landet auf dem Friedhof der Träume, wo sie auf einen weiteren Boss trifft. Bevor der Boss beserk wird, gibt es Maple die Fähigkeit \"Maschinengott\", die es ihr ermöglicht, sie zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":8830442,"hoster":"VOE"},{"redirect":8830444,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438254,"hoster":"VOE"},{"redirect":8438253,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abwehrspezialisierung und das vierte Event","epNo":9,"alt":"Episode 9","descr":"Im Vorfeld des Gildenereignisses bemerkt Sally, dass Frederica von der Gilde des Ordens vom Heiligen Schwert sie auskundschaftet und sie zu einem Duell herausfordert. Nachdem es Sally gelungen ist, all ihren magischen Angriffen auszuweichen, ergibt sich Frederica und erzählt ihr von der Gilde der Flammenkaiser, ohne zu wissen, dass die \"Fähigkeiten\", die Sally gegen sie einsetzte, gefälscht waren. Bald beginnt der Gildenwettbewerb, bei dem jede Gilde die Aufgabe hat, Kugeln von anderen Gilden zu stehlen und gleichzeitig ihre eigenen zu verteidigen. Sally nutzt ihre Heimlichkeit und List, um ein paar Kugeln zu erhalten, und macht eine kurze Pause mit der Angst des Heiligen Schwertes, bevor sie es schafft, den Flammenkaisern eine Kugel zu stehlen. Mit mehreren Kugeln unter ihrer Kontrolle nutzt Maple Tree die Verteidigung von Maple, um ihre Basis vor allen Angreifern zu verteidigen.","versions":[{"lang":1,"streams":[{"redirect":8830445,"hoster":"VOE"},{"redirect":8830447,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438259,"hoster":"VOE"},{"redirect":8438263,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Abwehrspezialisierung und Sturmangriff","epNo":10,"alt":"Episode 10","descr":"Sally und Kanade gehen auf die Jagd nach weiteren Kugeln, während Kuromu und die anderen einen Hinterhalt gegen Angreifer vorbereiten und Maple mit May und Yui zurücklassen, um die Basis zu verteidigen. Sally ist bald von Fredericas Streitkräften umgeben, was Maple dazu veranlasst, die Basis zu verlassen, um ihr zu helfen, und Dread erlaubt, die Basis anzugreifen. Obwohl Dread es schafft, May und Yui ihre erste Niederlage zuzufügen, schafft es Maple, ihn aufzuhalten, bevor er irgendwelche Kugeln stiehlt. Während Sally sich ausruht, starten Maple, May und Yui einen Angriff auf die Flammenkaiser und durchbrechen alle ihre Fallen, bevor sie schließlich auf Mii, Markus und Misery treffen.","versions":[{"lang":1,"streams":[{"redirect":8830459,"hoster":"VOE"},{"redirect":8830448,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438272,"hoster":"VOE"},{"redirect":8438269,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Abwehrspezialisierung und mächtige Feinde","epNo":11,"alt":"Episode 11","descr":"Mii und ihr Team versuchen mit einer Flut von Angriffen, Maple aus der Angriffsreichweite zu drängen, wodurch Mii genügend Zeit hat, Maple in einem Flammengefängnis zu fangen, das fortwährenden Schaden verursacht. Dies veranlasst Maple, ihre Maschinengottform herauszubringen, die es schafft, Misery und Markus zu besiegen, während Mii eine Selbstzerstörung einsetzt, um Maple auszuschalten (was sie deprimiert, wenn sie es herausfindet). Da die meisten anderen Gilden bereits eliminiert sind, werden Maple Tree von den Hauptmitgliedern von Holy Sword konfrontiert. Payne, Dread, Frederica und Drag, wobei Maple von Payne schweren Schaden erleidet.","versions":[{"lang":1,"streams":[{"redirect":8830450,"hoster":"VOE"},{"redirect":8830449,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438275,"hoster":"VOE"},{"redirect":8438280,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Abwehrspezialisierung und Verbundenheit","epNo":12,"alt":"Episode 12","descr":"Maple ist auf ein Minimum an Gesundheit gebracht und nutzt einen riskanten Gegenschlag, um Paynes Schaden zurück zu verursachen. Payne schafft es, dem Angriff zu widerstehen und Maple zu zwingen, ihre Gräueltatenform herauszubringen, um ihn und den Rest des Heiligen Schwertes zu besiegen. Mit all ihren Trumpfkarten im Freien nutzt Maple ihre Atrocity-Form, um ihrem Team zu helfen, andere Gilden zu eliminieren, um zu verhindern, dass die größeren Gilden mehr Kugeln erhalten. Dies hilft den Flammenkaisern, dieses Ziel zu erreichen, und veranlasst andere Gilden, dasselbe zu tun . Da das Event mit Maple Tree auf dem dritten Platz endet (nach der Zerstörung aller anderen Gilden wurde das Event 2 Tage früher geschlossen), beschließen die Admins, Maple in Ruhe zu lassen, da sie viele neue Spieler ins Spiel gezogen hat und viele werden versuchen, die erste zu sein, die sie schlägt. Maple lädt sowohl Holy Sword als auch die Flame Emperors ein, mit allen zu feiern und die Höhepunkte der Veranstaltung zu sehen (die meisten davon sind Maple und Maple Tree).","versions":[{"lang":1,"streams":[{"redirect":8830458,"hoster":"VOE"},{"redirect":8830451,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8438287,"hoster":"VOE"},{"redirect":8438285,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Maxing Defense and Christmas.","descr":"Die Weihnachtszeit hat begonnen. \"NewWorld Online\" hat die Veröffentlichung der 4. Etage erlebt, und Maple und Maple Tree machen sich sofort auf den Weg, um die neue Etage zu erkunden. Während er die Stadt erkundet, sieht Maple, wie Mii, der Gildenmeister von Flame Empire, sich verkleidet in einen Laden schleicht. Außerdem findet Kasumi beim Erkunden ein verdächtiges Dämonenschwert und probiert seine Wirkung aus ... Ein neues stressfreies Maple-Abenteuer beginnt!","versions":[{"lang":3,"streams":[{"redirect":12001939,"hoster":"VOE"},{"redirect":12001942,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Maxing Defense, Level 5, and Level 6.","descr":"Die Admins geben Ebene 5 frei und Maple liegt mit einer Erkältung im Bett. Da sie sich nicht einloggen kann, setzen ihre Freunde die Erkundung fort. Als sie später wieder gesund ist, begibt sie sich alleine auf den Weg, um auf Ebene 5 zu gelangen.","versions":[{"lang":3,"streams":[{"redirect":12036036,"hoster":"VOE"},{"redirect":12036029,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Maxing Defense and the Seventh Event.","descr":"Maple und Sally bereiten sich auf das nächste Event vor, das sie als Duo bestreiten wollen. Bevor das Event beginnt, sammelt Maple noch ein paar Items für Sally in einem alten Geisterhaus.","versions":[{"lang":3,"streams":[{"redirect":12176074,"hoster":"VOE"},{"redirect":12176073,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Maxing Defense and Tower Conquest.","descr":"Maple und Sally haben die ersten drei Etagen des Turms mit Leichtigkeit geschafft. In der Zwischenzeit übernimmt Pain und sein Team die Führung. Sie wollen den Turm als erstes Team meistern.","versions":[{"lang":3,"streams":[{"redirect":12176075,"hoster":"VOE"},{"redirect":12176077,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Maxing Defense and Tentacles","descr":"Level 7 wurde veröffentlicht und führt eine neue Funktion ein: Spieler können jetzt Monster zähmen. Die Mitglieder von Maple Tree erkunden das neue Level auf der Suche nach ihren idealen Begleitern.","versions":[{"lang":3,"streams":[{"redirect":12422303,"hoster":"VOE"},{"redirect":12422297,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Maxing Defense and Tame Monsters","descr":"Die Mitglieder von Maple Tree setzen ihre Suche nach Monstergefährten fort. Iz\u0027 Suche führt sie auf die Suche nach seltenen Materialien in schwierigen Gebieten, also bittet sie Maple und Mii um Hilfe.","versions":[{"lang":3,"streams":[{"redirect":12422312,"hoster":"VOE"},{"redirect":12422310,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Maxing Defense and Hunting for Crystals","descr":"Da das achte Event kurz bevorsteht, beschließen Maple und Sally, Level 7 in aller Ruhe zu erkunden. Ihre Pläne ändern sich schnell, als sie über einen seltsamen Kristall stolpern...","versions":[{"lang":3,"streams":[{"redirect":12422338,"hoster":"VOE"},{"redirect":12422329,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Maxing Defense and the Eighth Event","descr":"Die Vorrunde der achten Veranstaltung beginnt endlich. Die Mitglieder von Maple Tree kämpfen mit vollem Einsatz und machen das Beste aus ihren neuen Monsterbegleitern, in der Hoffnung, eine gute Platzierung für das Hauptturnier zu erreichen.","versions":[{"lang":3,"streams":[{"redirect":12422319,"hoster":"VOE"},{"redirect":12422321,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Maxing Defense and Setting Up a Base","descr":"Der Hauptteil der achten Veranstaltung beginnt. Die Mitglieder von Maple Tree arbeiten in zwei Teams, um Medaillen zu sammeln, und kommen dann wieder zusammen, um eine Basis zum Schutz vor den stärkeren Monstern zu errichten, die nachts auftauchen.","versions":[{"lang":3,"streams":[{"redirect":13015860,"hoster":"VOE"},{"redirect":12422341,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Maxing Defense and New Teams","descr":"Der zweite Tag des achten Events beginnt mit Zwangsteleports, die Spieler in alle Richtungen schicken, einer dunklen Leere, die die Basen einiger Parteien verschluckt, und der Deaktivierung von Karten. Zu allem Überfluss müssen diejenigen, die die erste Nacht überlebt haben, entweder allein oder mit Mitgliedern rivalisierender Gilden kämpfen.","versions":[{"lang":3,"streams":[{"redirect":12484818,"hoster":"VOE"},{"redirect":12484813,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Maxing Defense and New Parties","descr":"Ahornbaum, der Orden des Heiligen Schwertes und die Flammenkaiser haben sich in der Basis von Ahornbaum zusammengefunden. Verschiedene Mitglieder aller drei Gilden bilden Gruppen, die sich auf den Weg machen, um Monster zu bekämpfen, damit sie in der zweiten Nacht des Events mehr Medaillen verdienen können.","versions":[{"lang":3,"streams":[{"redirect":12484817,"hoster":"VOE"},{"redirect":12496811,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Maxing Defense and the Big Final Battle","descr":"","versions":[{"lang":3,"streams":[{"redirect":12517939,"hoster":"VOE"},{"redirect":12517938,"hoster":"Streamtape"}]}]}]}]}