{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta","name":"Itsudatte Bokura no Koi wa 10 Centi Datta.","descr":"[We have always been 10cm apart] Miou Aida war ihr ganzes Leben schon immer zurückhaltender als ihre Mitmenschen. Als sie am ersten Tag an der Sakuragaoka-Oberschule auf Haruki Serizawa trifft, lernt sie in ihm einen Menschen kennen, der das komplette Gegenteil zu ihr darstellt. Seitdem treffen sie sich täglich in der Schule und gehen zusammen nach Hause, sodass viele Mitschüler sie bereits als ein Pärchen sehen. Doch in Wirklichkeit bleiben immer 10 Zentimeter zwischen ihren Händen. Eine Distanz, die nicht so leicht zu überwinden ist …","seasons":[{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1/episode-1","name":"","epNo":1,"alt":"Spring First Love Color of Cherry Blossoms","descr":"Im Frühjahr ihres ersten Schuljahres treffen sich Haruki und Miou zum ersten Mal unter Kirschblüten. Danach kommen sie sich näher, während sie Zeit verbringen und gemeinsam nach Hause gehen. Ihre Beziehung ist so eng, dass jeder denkt, dass sie sich verabreden, aber werden sie ihre Gefühle in Worte fassen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336256","hoster":"VOE"},{"path":"/redirect/8578334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1/episode-2","name":"","epNo":2,"alt":"Summer Fireworks Color of Love","descr":"Die Movie Club-Mitglieder bitten den Art Club, ihnen bei ihrem letzten Film vor dem Abschluss zu helfen. Sie müssen ein Stück schaffen, das das Thema \"Liebe\" darstellt. Aber was genau ist die Farbe der Liebe?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12917074","hoster":"VOE"},{"path":"/redirect/8578336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1/episode-3","name":"","epNo":3,"alt":"Secret Solitude Color of Twilight","descr":"Die Frist für das \"Malen der Liebe\" ist da und Haruki muss sich entscheiden. Unterdessen kämpft Miou mit ihren Gefühlen gegenüber Haruki, was noch komplizierter wird, als sie die Identität des Mannes entdeckt, der ihr in jungen Jahren das Leben gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379745","hoster":"VOE"},{"path":"/redirect/8578339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1/episode-4","name":"","epNo":4,"alt":"Study Abroad, Map of the Future Color of the Heart","descr":"Miou schließt sich von Haruki und ihren Freunden ab, weil sie sich schuldig fühlt. Es liegt an Natsuki und Akari, herauszufinden, warum ihr Freund so traurig ist. Einige Erinnerungen aus der Vergangenheit tauchen für Haruki wieder auf und lassen ihn seinen Traum, Filmregisseur zu werden, in Frage stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830468","hoster":"VOE"},{"path":"/redirect/8578338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1/episode-5","name":"","epNo":5,"alt":"First Snow Dreams Color of Tears","descr":"Haruki ist seit ein paar Tagen nicht zur Schule gekommen und alle beginnen sich Sorgen zu machen. Miou ist fest entschlossen, ihr \"Gemälde der Liebe\" zu beenden und mit Haruki über ein unglückliches Ereignis in der Vergangenheit zu sprechen. \"Ich warte, solange es dauert\", sagt sie, als der erste Schnee der Saison beginnt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830470","hoster":"VOE"},{"path":"/redirect/8578341","hoster":"Streamtape"}]}]},{"path":"/serie/stream/itsudatte-bokura-no-koi-wa-10-centi-datta/staffel-1/episode-6","name":"","epNo":6,"alt":"Graduation, Adventures, Color of the Future","descr":"Der Abschluss ist endlich da, und alle sind bereit, weiterzumachen, während Miou über ihre zukünftige Karriere entscheidet, und Haruki ist bereit, sich auf ein neues Abenteuer einzulassen. Aber wird sich der Abstand von zehn Zentimetern zwischen Haruki und Miou vorher endlich schließen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8830467","hoster":"VOE"},{"path":"/redirect/8578340","hoster":"Streamtape"}]}]}]}]}