{"path":"/serie/stream/jack-holborn","name":"Jack Holborn","descr":"Der junge Jack ist im Waisenhaus in Bristol aufgewachsen und soll an eine Familie verkauft werden, die Ausrüstungsgegenstände für Schiffe herstellt. Doch sein sehnlichster Wunsch ist es, ein Schiffsjunge zu werden. Das bekundet er auch mit viel Mut und Selbstbewusstsein vor dem Lordrichter Sharingham, der den Verkauf leitet. Mit einem Test, der ihn als zu klein für diese Arbeit ausweist, ist jedoch der Verkauf perfekt. Da nützt es ihm auch nichts, dass der Bruder des Richters, der berüchtigte Kapitän Sharingam, ihn doch noch nehmen will. Jack muss also mit in die düsteren Hafenviertel und wird zu alledem auch noch schlecht von den Handwerksburschen behandelt. Er schafft es, auf die Charming-Molly zu flüchten, die Kapitän Sharingam befehligt. Immer wieder wird er dabei von Visionen geplagt, die in seiner Erinnerung verankert sind: Er sieht sich in einem Ruderboot, eine Frau und ein Mann im Boot, jemand ruft, erschießt den Mann und die Frau fällt ins Meer. Es müssen seine Eltern gewesen sein. Irgendwie scheinen die Charming-Molly und Kapitän Sharingham in Verbindung zu diesem Ereignis zu stehen…","seasons":[{"path":"/serie/stream/jack-holborn/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jack-holborn/staffel-1/episode-1","name":"Ein blinder Passagier","epNo":1,"alt":"","descr":"Im Dienste des Königs macht der Freibeuterkapitän Sharingham sein undurchsichtigen Geschäfte. Sein Zwillingsbruder ist Lordrichter in Bristol, der den 14jährigen Jack Holborn der Seilermeisterfamilie Arrows zur Ausbildung und Erziehung zuspricht. Das Bemühen des Freibeuterkapitäns, Jack als Schiffsjungen auf seine \"Charming Molly\" zu bekommen, wird von seinem Zwillingsbruder vorerst vereitelt. Sharingham ist in Waffengeschäfte verwickelt, doch sein Freibeuterbrief schützt ihn vor der Kriegsmarine.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10529259","hoster":"VOE"},{"path":"/redirect/10529264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jack-holborn/staffel-1/episode-2","name":"Landung auf Nautia","epNo":2,"alt":"","descr":"Jack Holborn flieht aus dem Haus der Arrows und geht als blinder Passagier auf das Schiff \"Charming Molly\", das unter dem Kommando von Kapitän Cox unter englischer Flagge läuft. Jack stiehlt Schinken, wird entdeckt und bestraft. In Tagträumen meint er, schon als Kind auf diesem Schiff gewesen zu sein. Plötzlich gelingt es Piraten, das Schiff zu erobern. Jack fühlt sich unter der Obhut von Morris ausgesprochen wohl – außerdem hofft er, etwas über seine Familie zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10529267","hoster":"VOE"},{"path":"/redirect/10529270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jack-holborn/staffel-1/episode-3","name":"Ein neuer Mann an Bord","epNo":3,"alt":"","descr":"Bootsmann Morris hat das Kommando auf der \"Charming Molly\" übernommen, denn Kapitän Sharingham wurde auf der Insel Nautia schwer verletzt. Die Besatzung meutert: Sie will unbedingt auf die versprochene Kaperfahrt gehen. Doch Jack Holborn kann mit Morris die Unruhen niederschlagen. Kurz darauf gerät das Piratenschiff in einen verhängnisvollen Sturm.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10529204","hoster":"VOE"},{"path":"/redirect/10529197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jack-holborn/staffel-1/episode-4","name":"Abenteuerliche Expedition","epNo":4,"alt":"","descr":"Jack Holborn, der falsche Kapitän Sharingham und Trumpet sind an der Küste Westafrikas gestrandet. Aus dem Wrack bergen sie den Schatz und Trumpets geliebte \"White Lady\", einen Riesendiamanten. Danach beginnt ein schwerer Marsch durch Sümpfe. Der kleine Jack bemüht sich verzweifelt, mit den Männern Schritt zu halten. Sein Wunsch, die Wahrheit über seine Eltern zu erfahren, verleiht ihm ungeahnte Kräfte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10529203","hoster":"VOE"},{"path":"/redirect/10529191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jack-holborn/staffel-1/episode-5","name":"Rückreise nach England","epNo":5,"alt":"","descr":"Vronsky, Trumpet und Jack Holborn erreichen eine Handelsmission und beteiligen sich an einer Sklavenauktion. Jack gibt seinen Anteil vom Schatz für die Befreiung des Lordrichters und schenkt den übrigen Sklaven die Freiheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10529212","hoster":"VOE"},{"path":"/redirect/10529225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jack-holborn/staffel-1/episode-6","name":"Die Wahrheit über Jack","epNo":6,"alt":"","descr":"Der wahre Lordrichter verändert sein Aussehen und gibt sich in Bristol als Mr. Thompson aus, der angeblich zwanzig Jahre in Bombay gelebt hat. Nur der schwerverletzte Kapitän Cox glaubt in dem Lordrichter den Piratenkapitän zu erkennen. Er bringt ihn mit einer Lüge vor Gericht. Der Piratenkapitän Sharingham wird zum Tode verurteilt. Jack Holborn versucht ein drittes Mal, das Leben des Banditen zu retten. Nicht zuletzt, um endlich die Wahrheit über das Schicksal seiner Eltern zu erfahren. Und tatsächlich packt der Kapitän schließlich aus: Jacks Vater war an ungesetzlichen Waffengeschäften beteiligt. Eines Nachts wurde er auf See von Soldaten gestellt. Mit im Boot waren der dreijährige Jack und seine Mutter. Es kam zum Schußwechsel, dem der Vater zum Opfer fiel.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10529243","hoster":"VOE"},{"path":"/redirect/10529215","hoster":"Streamtape"}]}]}]}]}