{"seriesId":"jahy-sama-wa-kujikenai","name":"Jahy-sama wa Kujikenai!","descr":"Jahy, die gefürchtete und respektierte Nummer zwei des Dämonenreichs, findet sich plötzlich machtlos und geschrumpft in der Menschenwelt wieder, nachdem ein magisches Mädchen einen mächtigen Manakristall zerstört hat, der auch ihr Heimatreich zerstört.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Great Jahy Can\u0027t Go Back!","descr":"Jahy-sama, die rechte Hand das Dämonenkönigs und somit die Nummer zwei im Dämonenreich, führt ein angenehmes Leben, bis eines Tages ein Angreifer den magischen Kristall zerstört, der sämtliche Magie lenkt, wodurch das gesamte Dämonenreich vernichtet wird. Jahy findet sich in der Menschenwelt wieder, in der Gestalt eines kleinen Mädchens. Schnell merkt sie, dass das Leben in der Menschenwelt nicht einfach ist, doch wenn ein Dämon Ernst macht, sollte das doch ein Klacks sein.","versions":[{"lang":3,"streams":[{"redirect":8325144,"hoster":"VOE"},{"redirect":8325146,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Druj Asks No Questions!","descr":"Als Jahy durch die Straßen schlendert, begegnet sie einer alten Bekannten aus dem Dämonenreich, ihrer ehemalige Dienerin Druji. Während Jahy in einer heruntergekommenen Wohnung haust und kaum genug Geld für Essen hat, scheint Druji in Saus und Braus zu leben. Jahy kann sich natürlich nicht anmerken lassen, dass sie schlechter lebt als ihre ehemalige Dienerin. Außerdem geht Jahy wieder auf die Jagd nach magischen Kristallen, diesmal in einer Luxus-Wohngegend und auf einem Berg.","versions":[{"lang":3,"streams":[{"redirect":8438187,"hoster":"VOE"},{"redirect":8438191,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Great Jahy Can\u0027t Brag","descr":"Jahy hält nach ihrem Abstecher auf den Hügel hinter ihrem Miethaus endlich einen beachtlichen Splitter des magischen Kristalls in den Händen. Voller Stolz präsentiert sie ihn bei der Arbeit, aber die Managern will einfach nicht verstehen, was für fantastische Dinge man mit diesem anstellen kann. Als die Managerin den Stein nicht zu schätzen weiß, sucht Jahy Druji auf, um ihr ihren neuen magischen Kristall zu demonstrieren, doch diese hat bekanntermaßen selbst bereits einige dieser Kristalle gefunden.","versions":[{"lang":3,"streams":[{"redirect":8505165,"hoster":"VOE"},{"redirect":8505164,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Saurva Never Slips Up?","descr":"Jahy und Druji sind nicht die einzigen Dämonen, die sich in der Menschenwelt wiedergefunden haben. Auch Saurva, Jahys erbittertste Widersacherin, ist nach dem Untergang des Dämonenreiches in der Menschenwelt gelandet und heckt Pläne aus, wie sie Jahy endlich den Titel der Nummer zwei des Dämonenreiches abspenstig machen kann. Jahy ihrerseits gerät in ernsthafte finanzielle Nöte.","versions":[{"lang":3,"streams":[{"redirect":8626276,"hoster":"VOE"},{"redirect":8626283,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Great Jahy Isn\u0027t Suspicious?!","descr":"Jahy wird auf der Straße von einem Polizisten angehalten und beschließt, schnell die Beine in die Hand zu nehmen. Natürlich landet sie trotzdem auf dem Revier, wo schnell klar wird, dass es sich um eine Verwechslung handelt. Die Beschreibung der Person, die die Polizei sucht, hört sich allerdings verdächtig nach dem Magical Girl an, welches das Dämonenreich auf dem Gewissen hat.","versions":[{"lang":3,"streams":[{"redirect":8714182,"hoster":"VOE"},{"redirect":8714179,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Great Jahy Doesn\u0027t Seem to Stand a Chance...","descr":"Vom Magical Girl eingeschüchtert schlendert Jahy durch die Straßen der Stadt, bis sie auf ein Mädchen trifft, die einen gewaltigen Splitter des magischen Kristalls in den Händen hält. Für eine Jahy-sama natürlich ein gefundenes Fressen, also verliert sie keine Zeit. Doch ganz so einfach, wie sie es sich vorgestellt hat, wird es für sie leider nicht.","versions":[{"lang":3,"streams":[{"redirect":12379751,"hoster":"VOE"},{"redirect":8766092,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Great Jahy Doesn`t Play!","descr":"Als Jahy zur Arbeit will, überrascht sie die Managerin bei Fitness-Übungen. Sie lässt sich von ihr dazu einspannen, mit ihr zu trainieren, doch aller Anfang ist schwer. Wieder daheim wird sie von einem Nachbarn um ihren bitter nötigen Schlaf gebracht. Außerdem sucht sie weiter nach magischen Kristallen und lernt dabei jemanden kennen, der ihr anbietet, sie dabei zu unterstützen.","versions":[{"lang":3,"streams":[{"redirect":8853307,"hoster":"VOE"},{"redirect":8853306,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Great Jahy Can`t Bathe!","descr":"An ihrem freien Tag versucht Jahy, sich bei einem Bad zu entspannen. Doch dummerweise hat ihre Wohnung kein Bad und in einem Badezuber lässt es sich leider schlecht entspannen. Hungrig und angespannt geht sie vor die Tür und es dauert nicht lange, hält neben ihr eine Limousine an, die sie zu Drujis Firma fährt, denn Druji hat ein Anliegen, bei der ihr nur Jahy-sama, die Nummer zwei des Dämonenreiches, helfen kann.","versions":[{"lang":3,"streams":[{"redirect":12174273,"hoster":"VOE"},{"redirect":8883912,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Saurva Can`t Catch a Break...","descr":"Ausgelaugt von den ganzen Plänen, die sie ausgeheckt hat, um Jahy zu besiegen, beschließt Saurva, sich in einem Badehaus zu entspannen. Doch läuft sie dort ausgerechnet Jahy über den Weg. Jahy ihrerseits hat Zahltag und geht shoppen, fest entschlossen, eine Waffe gegen das Magical Girl zu erstehen.","versions":[{"lang":3,"streams":[{"redirect":8926073,"hoster":"VOE"},{"redirect":8926067,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Magical Girl Will Not Lose!","descr":"Nachdem das Magical Girl Kokoro rettet, muss Jahy befürchten, dass sie ihr nach dem magischen Kristall nun auch noch Kokoro abspenstig macht. Frisch motiviert fasst Jahy so einen neuen Plan, dem Magical Girl ein für alle Mal zu zeigen, wer der Herr und Meister ist. Sie verfolgt das Magical Girl bis zu ihrer Schule und wird Zeuge, wie zahlreiche Unglücke sie ereilen. Doch wird Jahys Plan diesmal endlich aufgehen?","versions":[{"lang":3,"streams":[{"redirect":8944356,"hoster":"VOE"},{"redirect":12482434,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Landlord Can\u0027t Come Home...","descr":"Als Jahy ihre Vermieterin beobachtet, wie sie vor dem Laden Gemüse anpflanzt, kommt sie auf die grandiose Idee, es ihr gleichzutun. Also pflanzt sie zu Hause was an, aber leider will es einfach nicht so wachsen wie bei der Vermieterin, die ihre Pflanzen mit Liebe überhäuft. Außerdem platzt die Vermieterin urplötzlich in Jahys Wohnung rein und lässt sie wissen, dass sie von nun an bei ihr wohnen wird.","versions":[{"lang":3,"streams":[{"redirect":9000923,"hoster":"VOE"},{"redirect":9000919,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Kokoro-chan Will Not Betray?","descr":"Jahy stolpert rein zufällig mitten auf der Straße über einen magischen Kristall. Der Fall ist klar: Das muss eine Falle des Magical Girls sein! Außerdem besucht sie mit Kokoro den großen Park mit der Rutsche, den Kokoro erwähnt hat, um gemeinsam nach magischen Kristallen zu suchen. Und auch Saurva heckt wieder einen Plan aus, um sich als Nummer zwei des Dämonenreiches zu positionieren.","versions":[{"lang":3,"streams":[{"redirect":9069509,"hoster":"VOE"},{"redirect":12980331,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Druj Is Not Happy!","descr":"Sommer, Sonnenschein, Strand, doch leider kann Jahy das alles nicht genießen, denn sie ist zum Arbeiten dort. Als jedoch ein Unglück nach dem anderen geschieht, liegt die Vermutung nahe, dass sich magische Kristalle in der Nähe befinden müssen. Außerdem befürchtet Druji, dass Jahy sich verändert hat seit ihrer Ankunft in der Menschenwelt.","versions":[{"lang":3,"streams":[{"redirect":9142204,"hoster":"VOE"},{"redirect":9142202,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Magical Girl Will Not Fight!","descr":"Jahy-sama, nun im Besitz mehrerer Eimer voll magischer Kristalle, konfrontiert das Magical Girl zum alles entscheidenden Duell. Doch natürlich läuft es mal wieder nicht so wie geplant und anstatt mit ihr abzurechnen, findet sie sich am Ende im Haus des Magical Girls wieder, wo sie auf jemanden trifft, mit dem sie nie gerechnet hätte.","versions":[{"lang":3,"streams":[{"redirect":9214600,"hoster":"VOE"},{"redirect":9214609,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"The Boss Cannot Decide!","descr":"Jahy freut sich schon darauf, Kokoro davon erzählen zu können, dass sie sich das Magical Girl zum Untertan gemacht und eine Menge magische Kristalle an sich gebracht hat, doch einmal mehr muss sie mit Entsetzen feststellen, dass das Magical Girl ihr nachstellt. Und da hört es noch nicht auf, denn sehr zu Jahys Leidwesen muss sie, als sie zu ihrer Schicht im Pub antritt, erfahren, dass das Magical Girl auch dort nicht weit ist.","versions":[{"lang":3,"streams":[{"redirect":9214617,"hoster":"VOE"},{"redirect":9214622,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Dark Lord Doesn\u0027t Hold Back!","descr":"Sehr zu Jahys Missmut folgt ihr das Magical Girl neuerdings auf Schritt und Tritt. So kommt es, dass sie bei einer von Jahys regelmäßigen Besprechungen mit Druji dabei ist, was Druji alles andere als gefällt. Währenddessen heckt Saurva einen neuen Plan aus, um Jahy endlich zu bezwingen, doch dieser läuft einmal mehr nicht wie geplant. Und der Dämonenkönig frisst dem Magical Girl die letzten Haare vom Kopf.","versions":[{"lang":3,"streams":[{"redirect":9252757,"hoster":"VOE"},{"redirect":9252756,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Great Jahy Can`t Sleep...","descr":"Ausgelaugt und gefrustet vom stressigen Firmenalltag verschlägt es Druji spontan in Jahys Pub. Dort kann sie ihren Augen jedoch nicht trauen, als sie niemand anderen als Jingu Kyouko sieht, die dort auch noch zu arbeiten scheint! Desillusioniert darüber, was ihre Feindin bei ihrer geliebten Jahy macht, lässt sie ihre Gedanken in der Bar noch einmal passé gehen. Jahy hingegen plagen ganz andere Probleme, die sich vielmehr in andauernder Erschöpfung äußern. Als Grund dafür macht sie einen der wenigen Gegenstände in ihrer Wohnung aus.","versions":[{"lang":3,"streams":[{"redirect":9317369,"hoster":"VOE"},{"redirect":9317370,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Saurva Will Not Lose!","descr":"Aus dem Nichts spricht eine Stimme Saurva an und fragt sie, ob sie Macht begehrt. Was ihr natürlich nur gelegen kommt, endlich verfügt sie über die Macht, Jahy zu bezwingen. Doch wie gewohnt läuft mal wieder nicht alles wie geplant. Außerdem scheint Kokoro Jahy aus irgendwelchen Gründen zu meiden. Und die Nachbarschaft wird von einem Geist heimgesucht.","versions":[{"lang":3,"streams":[{"redirect":12336286,"hoster":"VOE"},{"redirect":9357088,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Demon Lord Is Relentless?!","descr":"","versions":[{"lang":3,"streams":[{"redirect":9441666,"hoster":"VOE"},{"redirect":9441665,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"The Great Jahy Will Not Be Defeated!","descr":"Nachdem der Dämonenlord und Su den Pub hergerichtet haben, veranstalten alle eine Abschiedsparty für Jahy, um ihren neuen Laden zu feiern. Als Jahy jedoch herausfindet, wie viel ein neues Restaurant sie kosten würde, überträgt sie stattdessen Druj und beschließt, im Pub zu arbeiten. Später, als das Einkaufsviertel ein Festival veranstaltet, nimmt Jahy zusammen mit Kokoro an einem Wettbewerb zum Tragen von Schreinen teil und gewinnt den Hauptpreis. Währenddessen wird Saurva vom Manager rekrutiert, um auch am Festival teilzunehmen, und wechselt später als Backup-Schlagzeuger zu Ryou. Später in der Nacht versammeln sich alle um Jahy, während sie sich gemeinsam das Feuerwerk ansehen.","versions":[{"lang":3,"streams":[{"redirect":9469972,"hoster":"VOE"},{"redirect":9469970,"hoster":"Streamtape"}]}]}]}]}