{"path":"/serie/stream/james-may-unser-mann-in","name":"James May: Unser Mann in...","descr":"James May macht sich auf eine faszinierende Reise durch Japan, vom eisigen Norden bis zum warmen Süden. Er besucht Sehenswürdigkeiten, trifft sich mit Einheimischen und isst Nudeln, und versucht dabei, das Land der aufgehenden Sonne zu begreifen.// In Staffel 2 erkundet er ebenso beherzt Italien. Er will verstehen: Was genau ist `la dolce vita`.// Und in S03 gehts von Küste zu Küste in Indien, dem bevölkerungsreichsten – und vielleicht außergewöhnlichstem – abenteuerlichen Land der Welt.","seasons":[{"path":"/serie/stream/james-may-unser-mann-in/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/james-may-unser-mann-in/staffel-1/episode-1","name":"Los!","epNo":1,"alt":"Go!","descr":"James beginnt seine lange Reise durch Japan auf der im Norden gelegenen eiskalten Insel Hokkaidō und stürzt sich kopfüber in körperliche Aktivitäten wie Hundeschlittenfahren und Schneeballschlacht und versucht, Nudeln an einem japanischen Automaten zu bestellen. Aber er hat auch noch Zeit zum Krakenfischen und lernt die Kunst, Samurai-Schwerter zu schmieden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13424098","hoster":"VOE"},{"path":"/redirect/13424103","hoster":"Doodstream"},{"path":"/redirect/13424102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-1/episode-2","name":"Kohlroulade","epNo":2,"alt":"Cabbage Roll","descr":"James bereist Japans Hauptinsel Honshū und erforscht die wunderschöne Region Tōhoku. Auf der Suche nach Inspiration steigt er mit einem freundlichen Mönch auf einen Berg - und in die Badewanne. Er kämpft gegen Riesenroboter, wird Samurai, lässt sich von einer J-Pop-Band adoptieren und blamiert sich schließlich im luxuriösesten Zug der Welt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13424094","hoster":"VOE"},{"path":"/redirect/13424100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-1/episode-3","name":"Deodorant","epNo":3,"alt":"Deodorant","descr":"Zur Zeit der Kirschblüte zieht James mit seinem neuen Reiseführer Yujiro durch Tokios Straßen. Wie er feststellt, leben in dieser einzigartigen Stadt einige von Japans größten Exzentrikern. James versucht zu verstehen, wie Japan tickt - von Trainspottern und Musikern über technischen Schnickschnack und Katzennarren bis hin zu Penisfesten und computergesteuerten Kunstausstellungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13424093","hoster":"VOE"},{"path":"/redirect/13424099","hoster":"Doodstream"},{"path":"/redirect/13424092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-1/episode-4","name":"Hey Bim!","epNo":4,"alt":"Hey Bim!","descr":"James verlässt das geschäftige Tokio und reist nach Süden in die ehemalige Hauptstadt Kyoto. Unterwegs pflegt er seine Leidenschaft für Motorräder, japanische Autos und japanische Kultur. Er malt den Fuji, fährt auf der Formel-1-Rennstrecke in Suzuka und erhält Musikstunden von einer Geisha. Er kriegt einen Vorgeschmack auf die Zukunft, als er von einem verwirrten Roboter durch Kyoto geführt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13424091","hoster":"VOE"},{"path":"/redirect/13424090","hoster":"Doodstream"},{"path":"/redirect/13424089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-1/episode-5","name":"Pfirsichjunge","epNo":5,"alt":"Peach Boy","descr":"James kommt in Osaka an, Japans lebendiger Vergnügungsstadt, wo Pachinko-Spielhallen, köstliches Street Food und Stand-up-Comedy auf der Speisekarte stehen. Sein Reiseführer Yujiro macht ihn mit dem Sumo-Ringen vertraut und James flüchtet mit dem Hochgeschwindigkeitszug, um das Geheimnis des Pfirsichjungen zu ergründen. Danach geht es nach Hiroshima und zum Itsukushima-Schrein","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13424085","hoster":"VOE"},{"path":"/redirect/13424086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-1/episode-6","name":"Pickled Plum","epNo":6,"alt":"Pickled Plum","descr":"Im letzten Abschnitt seiner Reise von Nord nach Süd besucht James Shikoku und Kyūshū. Das blaue Wasser und die subtropischen Sandstrände machen die zwei größten Südinseln Japans zu einem wahren Paradies. James übt sich im Radfahren, Bogenschießen, sowie der Herstellung von Nudeln und Motorrädern. Außerdem wird er in einem gruseligen Vogelscheuchen-Dorf verewigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13424082","hoster":"VOE"},{"path":"/redirect/13424083","hoster":"Doodstream"},{"path":"/redirect/13424081","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/james-may-unser-mann-in/staffel-2/episode-1","name":"Die Entschuldigung Gottes","epNo":1,"alt":"God’s Apology","descr":"James startet seine Erkundung an den sonnigen Küsten Siziliens, dieser faszinierenden Insel, auf der im Schatten des Ätna schon immer unterschiedliche Kulturen aufeinanderprallten. James interessieren die einfachen Vergnügungen, die die Menschen dort seit Generationen pflegen, etwa das Verstümmeln von Statuen, Kanu-Polo und Dudelsack spielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10892299","hoster":"VOE"},{"path":"/redirect/10892297","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-2/episode-2","name":"Haus des Schmerzes","epNo":2,"alt":"House Of Pain","descr":"Im schönen, ländlichen Süden des italienischen Festlands muss James sich mit einer Vision der Hölle aus Dantes Inferno auseinandersetzen sowie der Ziege Bettina, die er für die Produktion von Ziegenkäse melken will. Die Amalfiküste bietet ihm die dringend benötigte Entspannung, bevor er sich kopfüber in die chaotische Stadt Neapel stürzt, um antike Katakomben zu erkunden - sowie Pizza zu essen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10892304","hoster":"VOE"},{"path":"/redirect/10892306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-2/episode-3","name":"Dunkle Materie","epNo":3,"alt":"Dark Matter","descr":"Alle Wege führen bekanntlich nach Rom und natürlich durchstreift auch James die prachtvolle Hauptstadt Italiens. Hier gibt es weit mehr als nur Römer und antike Ruinen. James wird darin geschult, wie er sein Auto unfallfrei durch die Stadt steuert, er besichtigt Rom mit einer Virtual-Reality-Bustour, die ihm die Stadt vor 2000 Jahren zeigt und trifft Italiens eigenen Gandalf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337327","hoster":"VOE"},{"path":"/redirect/10892301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-2/episode-4","name":"Alles Käse","epNo":4,"alt":"Really, Really Nice Cheese","descr":"In Florenz, der Hauptstadt der Toskana, taucht James in die Renaissance ein: Er beschäftigt sich mit mittelalterlichem Sport, alten Maltechniken, berühmten Wissenschaftlern und moderner Alchemie. Weiter nördlich erfährt er in der Emilia-Romagna alles über schnelle Autos und langsam reifenden Käse, bevor die städtische Atmosphäre dort einsaugt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10892308","hoster":"VOE"},{"path":"/redirect/10892309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-2/episode-5","name":"Hey, Pesto","epNo":5,"alt":"Hey Pesto","descr":"Manchmal kommt es doch auf die Größe an: James besucht die Marmorsteinbrüche von Carrara und den Containerhafen Genuas. Anschließend will James Trüffeln finden und er lernt die hohe Kunst der Falknerei. Anschließend stellt er sich ein paar Killerrobotern. Zu guter Letzt begreift James ein für allemal: Die Italiener sind im Elfmeterschießen unschlagbar, aber die Briten kochen den besseren Tee.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10892314","hoster":"VOE"},{"path":"/redirect/10892313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-2/episode-6","name":"Ciao und arrivederci","epNo":6,"alt":"Bye, Bim","descr":"In Mailand wird James endlich mal modisch eingekleidet. So gerüstet ist es an der Zeit, sich an exquisiter italienischer Handwerkskunst zu versuchen - und einem alten Freund Lebewohl zu sagen. Nächster Stop: Venedig, zu Lande wie zu Wasser. Und nach einem Sprung Richtung Norden erforscht James in den verschneiten Dolomiten die dunkle Seite von Weihnachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10892316","hoster":"VOE"},{"path":"/redirect/10892317","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/james-may-unser-mann-in/staffel-3/episode-1","name":"John","epNo":1,"alt":"John","descr":"James beginnt seine fantastische Reise in Mumbai, wo ihm eine Comedienne die Stadt zeigt und ihn zu einem Wahrsager begleitet. Nach dem Treffen mit einer Bollywood-Legende macht sich James auf den Weg nach Udaipur, um Drachen steigen zu lassen und die farbenfrohen Holi-Feierlichkeiten zu erleben – das wohl bekannteste Fest im Hindu-Kalender.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13613713","hoster":"VOE"},{"path":"/redirect/13613724","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-3/episode-2","name":"Ein bisschen wie Glasgow","epNo":2,"alt":"A Bit Like Glasgow","descr":"Nach einer Verabredung mit einem einheimischen Herrscher findet sich James in der Hauptstadt Delhi wieder, wo er die Köstlichkeiten auf dem Street-Food-Markt genießt. Danach ist es Zeit, Kricket, die berühmten indischen Züge und das Taj Mahal zu bestaunen bevor es nach Varanasi geht, an die Ufer des mächtigen Ganges.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13618888","hoster":"VOE"},{"path":"/redirect/13618890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/james-may-unser-mann-in/staffel-3/episode-3","name":"Kalamari","epNo":3,"alt":"Calamari","descr":"Am Fuße des Himalaya erlebt James drei Eckpfeiler der örtlichen Kultur: Buddhismus, Tee und Heavy Metal. Nächster Halt: Kolkata, die Stadt der Künste, wo er in einer Tollywood-Produktion mitspielen darf. In den Mangrovenwäldern der Sundarbans trotzt James zunächst riesigen Bienen und wagt sich ins Land der Tiger vor. Bis er dort einen ganz besonderen Erdenbürger willkommen heißt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13618892","hoster":"VOE"},{"path":"/redirect/13618889","hoster":"Streamtape"}]}]}]}]}