{"seriesId":"jan-ullrich-der-gejagte","name":"Jan Ullrich - Der Gejagte","descr":"Die vierteilige Dokumentation wirft einen exklusiven und kritischen Blick auf die Karriere, die Erfolge und auch die Abstürze des Ausnahmeathleten. Jan Ullrich entfachte in den späten 90er Jahren eine nie dagewesene Radsportbegeisterung in Deutschland. Danach ist er falsch abgebogen: Doping, Alkoholexzesse und Straftaten. Nun will er auspacken – umfassend, ehrlich und exklusiv. Gemeinsam mit Jan Ullrich reisen die Zuschauer:innen dabei an die wichtigsten Karriereschauplätze der Radsportlegende: Von seinen Anfängen bis zu seinem großen Triumph in Paris, aber auch zu den Orten, die mit seinen weniger schönen Lebensmomenten verknüpft sind – kommentiert von ihm selbst. Interviews unter anderem mit Jan Ullrich, Lance Armstrong, Richard Virenque, Bjarne Riis, Rudy Pevenage und vielen mehr.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bergauf","epNo":1,"alt":"","descr":"Jan Ullrich ist 25 Jahre nach seinem Toursieg zurück in Paris, am Finaltag der 109. Tour de France. Der Athlet aus Rostock feierte hier seinen größten Erfolg, heute ist er persona non grata für die Verantwortlichen. In Rostock trifft er auf seinen ersten Trainer Peter Sager und erinnert sich an der Radrennbahn Rostock an seine Kindheit zwischen Leistungssport und der Suche nach einer Vaterfigur.","versions":[{"lang":1,"streams":[{"redirect":13393702,"hoster":"VOE"},{"redirect":13393705,"hoster":"Doodstream"},{"redirect":13393704,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In Gelb","epNo":2,"alt":"","descr":"Jan Ullrich stach schon immer aus der breiten Masse heraus. Gemeinsam mit Freund André Korff ging es für die beiden Jugendlichen an die Elite-Sportschule in Berlin. Und damit hinein in das Leistungssportsystem der DDR. Nach der Wende wird Ullrich Profi bei Team Telekom. Deutschland soll eine neue Sportlegende bekommen.","versions":[{"lang":1,"streams":[{"redirect":13393697,"hoster":"VOE"},{"redirect":13393701,"hoster":"Doodstream"},{"redirect":13393696,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Armstrong","epNo":3,"alt":"","descr":"Schnell wird Jan Ullrich das \"goldene Kind\" des Radsports. 1997 gewinnt er die Tour de France. Rote Teppiche warten, Fernsehsender reißen sich um ihn. Doch der Erfolg kommt mit einem Preis. Das müssen neben Jan Ullrich auch Konkurrenten, wie Marco Pantani erfahren. Seine Mutter berichtet vom einsamen Drogentot des Italieners. Doping wird zum beherrschenden Thema im Radsport.","versions":[{"lang":1,"streams":[{"redirect":13393691,"hoster":"VOE"},{"redirect":13393690,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Unerlaubte Waffen","epNo":4,"alt":"","descr":"Jan Ullrichs Karriere endet 2006 mit einem Knall: Dopingermittlungen und Suspendierung. Es folgt der persönliche Absturz. Erst Alkohol, dann Drogen. Jan Ullrich versinkt in einem mentalen Loch. Bis heute kämpft er damit sich aus diesem Loch herauszuziehen. Es soll gelingen über seine \"Retour in Leben\". Erst das Vergangene aufarbeiten, dann mit konkreten Plänen in die Zukunft starten.","versions":[{"lang":1,"streams":[{"redirect":13393694,"hoster":"VOE"},{"redirect":13393698,"hoster":"Streamtape"}]}]}]}]}