{"seriesId":"jane-the-virgin","name":"Jane the Virgin","descr":"US-amerikanische Telenovela, die das Leben der 23-jährigen angehenden Lehrerin Jane schildert, die noch Jungfrau ist und von ihrer überfürsorglichen Mutter vor dem Fehler bewahrt wird, den sie selbst einst beging: Als Teenager unverheiratet schwanger zu werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kapitel 1","epNo":1,"alt":"Chapter One (Pilot)","descr":"Die 23-jährige Latina Jane will mit dem Sex bis zur Ehe warten. Ihr Freund Michael hat damit zwar so seine Schwierigkeiten, steht aber voll hinter seiner Herzdame. Janes Leben ändert sich schlagartig, als sie bei einem frauenärztlichen Routinebesuch von einer verwirrten Gynäkologin versehentlich künstlich befruchtet wird. Zu allem Unglück stammt der Samen von Janes altem Schwarm Rafael Solano.","versions":[{"lang":1,"streams":[{"redirect":14421203,"hoster":"VOE"},{"redirect":14423551,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel 2","epNo":2,"alt":"Chapter Two","descr":"Um Rafaels Scheidungspläne zu durchkreuzen, übt Petra mit Roman an einer dramatischen Liebeserklärung. Unterdessen macht Jane Rafael deutlich, wie wichtig es ihr ist, dass das Baby in glücklichen und stabilen Verhältnissen aufwächst. Rafael sieht nach dem Gespräch davon ab, Jane etwas von seinen Scheidungsplänen zu erzählen. Seine früheren Ausschweifungen kann der Lebemann aber nicht vor Jane geheim halten …","versions":[{"lang":1,"streams":[{"redirect":14421221,"hoster":"VOE"},{"redirect":14423553,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel 3","epNo":3,"alt":"Chapter Three","descr":"Da Jane nun in anderen Umständen ist, möchte sie mit ihrem ersten Mal auch nicht mehr länger warten. Sie verabredet sich mit Michael in einer romantischen Suite. Wieso quälen sie bloß die Gedanken an Rafael? Außerdem macht Jane eine beunruhigende Entdeckung: Sie beobachtet, wie Petra Tabletten schluckt. Aus Angst, ihr Kind womöglich in die Obhut einer Tablettenabhängigen zu geben, stellt sie weitere Recherchen an.","versions":[{"lang":1,"streams":[{"redirect":14421171,"hoster":"VOE"},{"redirect":14423555,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel 4","epNo":4,"alt":"Chapter Four","descr":"Jane hatte einen erotischen Traum von Rafael und seine Anwesenheit macht sie immer nervöser. Sie beschließt, ihm aus dem Weg zu gehen. Als er sie jedoch bittet, einen Artikel über das Hotel zu schreiben, muss sie sich seiner Gegenwart jedoch wieder stellen. Unterdessen gibt Xiomara Rogelio die Erlaubnis, seine wahre Verbindung zu Jane zu offenbaren – er ist ihr Vater.","versions":[{"lang":1,"streams":[{"redirect":14404135,"hoster":"VOE"},{"redirect":14423552,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel 5","epNo":5,"alt":"Chapter Five","descr":"Zwischen Jane und ihrer Mutter herrscht Funkstille. Jane ist enttäuscht und wütend, da sie erst jetzt erfahren hat, dass Rogelio ihr Vater ist. Zudem hält sie nicht viel von ihm – das erste Treffen zwischen Vater und Tochter verläuft katastrophal. Unterdessen besteht Rafael nach wie vor darauf, die Scheidung von Petra in die Wege zu leiten. Das ruft wiederum seine Schwiegermutter auf den Plan …","versions":[{"lang":1,"streams":[{"redirect":14421198,"hoster":"VOE"},{"redirect":14423554,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kapitel 6","epNo":6,"alt":"Chapter Six","descr":"Michael hält es einfach nicht ohne seine Jane aus und will sie zurückgewinnen. Jane hat hingegen andere Sorgen, denn die beiden eifersüchtigen Stieftöchter von Rogelio machen ihr das Leben schwer. Sie sorgen dafür, dass Jane eine ihr angebotene Stelle als Lehrerin verliert. Was die Damen aber nicht wissen: Mit Jane und ihrer Mutter Xiomara sollte man sich lieber nicht anlegen. Unterdessen gelingt es Rafael, zunächst Abstand von Petra zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":14404141,"hoster":"VOE"},{"redirect":14423556,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel 7","epNo":7,"alt":"Chapter Seven","descr":"Jane ist hin- und hergerissen. Die Gefühle für Rafael werden immer stärker, gleichzeitig will sie aber Michael nicht wehtun. Gerade als sie beschließt, dem Vater ihres Ungeborenen aus dem Weg zu gehen, ändert ein Partyabend ihre Pläne und sie lässt ihren Gefühlen freien Lauf. Unterdessen schlagen die Schwestern an Janes Mädchenschule Profit aus dem Phänomen der schwangeren Jungfrau, um mehr Leute in die Kirche zu locken.","versions":[{"lang":1,"streams":[{"redirect":14404224,"hoster":"VOE"},{"redirect":14423557,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kapitel 8","epNo":8,"alt":"Chapter Eight","descr":"Ein ehrliches Gespräch zwischen Jane und Rafael offenbart ihre tiefsten Geheimnisse. Xiomara ist hingegen überglücklich, als ein Musikproduzent bei ihr auftaucht und ein paar Demos mit ihr aufzeichnen will. Sie hat aber noch keine Ahnung, wer den Besuch eingefädelt hat … Petra ist unterdessen schwer damit beschäftigt, Rafael auf neue Weise das Leben zur Hölle zu machen.","versions":[{"lang":1,"streams":[{"redirect":12268421,"hoster":"VOE"},{"redirect":12625873,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kapitel 9","epNo":9,"alt":"Chapter Nine","descr":"Petra will ebenfalls das Sorgerecht für das Ungeborene. Da Jane jedoch vermutet, dass ihre Forderung rein finanzielle Gründe hat, stattet sie sich mit einem heimlichen Mikro aus, um Petra während eines gemeinsamen Gesprächs zu überführen. Petra lässt sich jedoch nichts entlocken und klagt über ihre eigene schwere Kindheit. Unterdessen will ein Online-Magazin Janes Kurzgeschichte veröffentlichen, die jedoch intime Informationen enthält.","versions":[{"lang":1,"streams":[{"redirect":12336310,"hoster":"VOE"},{"redirect":8579163,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kapitel 10","epNo":10,"alt":"Chapter Ten","descr":"Albas Sturz hat dramatische Konsequenzen. Sie wird ins Krankenhaus gebracht, wo der behandelnde Arzt Jane und Xiomara mitteilt, dass die Verletzte sich nie wieder vollständig von dem Unfall erholen könnte. Im Krankenhaus findet das Personal zudem heraus, dass Alba illegal eingewandert ist. Der alten Dame droht eine Abschiebung nach Venezuela. Rogelio hat aber schon einen Plan, wie er die Abschiebung verhindern kann …","versions":[{"lang":1,"streams":[{"redirect":14421146,"hoster":"VOE"},{"redirect":14423558,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kapitel 11","epNo":11,"alt":"Chapter Eleven","descr":"Jane eröffnen sich gleich zwei Jobangebote. Zum einen bietet ihr Rogelio einen Job als Drehbuchautorin an, zum anderen hat sie die Chance unbefristet in der Schule angestellt zu werden. Sie nimmt beide Jobs an und überfordert sich damit maßlos. Zugleich wünscht sie sich, dass Xiomara Rafael besser kennen und lieben lernt. Als ein gemeinsames Essen in die Hose geht, gesteht ihr Xiomara ihre anhaltende Zuneigung zu Michael.","versions":[{"lang":1,"streams":[{"redirect":8831163,"hoster":"VOE"},{"redirect":8579164,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kapitel 12","epNo":12,"alt":"Chapter Twelve","descr":"Jane soll eine Folge der Telenovela schreiben. Ihre Freude darüber wird jedoch getrübt, als sie erfährt, dass Rogelio in einer Szene sterben wird. Dieser ist natürlich außer sich und es liegt nun an Jane, ihm die schönste Sterbeszene zu schreiben. Indes findet Milos Petra im Hotel. Er behauptet, Petras Mutter Magda würde versuchen, die beiden mit ihren Lügen auseinander zu bringen. Kann eine List die Wahrheit ans Licht bringen?","versions":[{"lang":1,"streams":[{"redirect":8831164,"hoster":"VOE"},{"redirect":8579167,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kapitel 13","epNo":13,"alt":"Chapter Thirteen","descr":"Eigentlich sollte Jane in Feierlaune sein, denn der Tag ihres Universitätsabschlusses rückt immer näher. Eine beunruhigende Nachricht ihrer Frauenärztin bringt sie jedoch aus dem Gleichgewicht. Unterdessen weiß sich Xiomara langsam nicht mehr zu helfen, denn ihr Rogelio hat seit Tagen schlechte Laune.","versions":[{"lang":1,"streams":[{"redirect":8831166,"hoster":"VOE"},{"redirect":8579165,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10246913,"hoster":"VOE"},{"redirect":10124211,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kapitel 14","epNo":14,"alt":"Chapter Fourteen","descr":"Rafael und Luisa müssen nicht nur die Tatsache verdauen, dass Rose sie verraten hat, sondern auch, dass ihr Vater nicht mehr unter den Lebenden weilt. Unterdessen erreichen Jane und Rafael einen Punkt in ihrer Beziehung, an dem Entscheidungen getroffen werden müssen. Auch Rogelio fällt einen Entschluss – der seine Arbeit und Xiomara betrifft.","versions":[{"lang":1,"streams":[{"redirect":8831160,"hoster":"VOE"},{"redirect":8579166,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kapitel 15","epNo":15,"alt":"Chapter Fifteen","descr":"Eine Nachricht aus dem Krankenhaus veranlasst Jane und Rafael ihre Zukunftspläne zu ändern. Unterdessen erfährt Jane, dass ihre Lieblingsautorin im Marbella verweilt. Das nimmt die werdende Mutter zum Anlass, ihrem Idol ihre eigene Buchidee zu präsentieren. Schließlich gibt es noch eine aufschlussreiche Aussprache zwischen drei Generationen: Jane, ihrer Mutter Xiomara und Oma Alba.","versions":[{"lang":1,"streams":[{"redirect":8831165,"hoster":"VOE"},{"redirect":8579168,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kapitel 16","epNo":16,"alt":"Chapter Sixteen","descr":"Janes Schreibblockade macht ihr richtig zu schaffen. Ein spezieller Kurs für Autoren soll die Kreativität wieder fließen lassen – Jane lässt es auf einen Versuch ankommen. Unterdessen bastelt Rogelio an seiner Polizistenkarriere, auf seine ganz eigene Art und Weise: Er folgt Michael auf Schritt und Tritt, während dieser auf Streife geht.","versions":[{"lang":1,"streams":[{"redirect":9593280,"hoster":"VOE"},{"redirect":8579169,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10955624,"hoster":"VOE"},{"redirect":10124212,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kapitel 17","epNo":17,"alt":"Chapter Seventeen","descr":"Rafael hat alle Hände voll zu tun, denn er muss eine Krise vom Hotel abwenden. Dabei schlägt er sich nicht besonders souverän. Jane beobachtet sein Verhalten und macht sich Gedanken darüber, ob er die Herausforderungen, die ihn als Vater erwarten, problemlos meistern wird. Unterdessen helfen sich Michael und Rogelio gegenseitig bei den Hürden des Lebens: Während Rogelio Nachhilfe in Sachen Beziehung bekommt, lernt Michael mehr über seine Gefühle zu Jane.","versions":[{"lang":1,"streams":[{"redirect":8831170,"hoster":"VOE"},{"redirect":8579171,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kapitel 18","epNo":18,"alt":"Chapter Eightteen","descr":"Janes Versuch, die Alkohollizenz für das Hotel wieder zurückzubekommen, geht leider komplett daneben. Ihr Einsatz sorgt zudem dafür, dass sie nicht an den Osterfeierlichkeiten ihrer Familie teilnehmen kann. Unterdessen bekommt Xiomara Besuch von Rogelios Mutter. Die Damen hatten jedoch schon in der Vergangenheit ihre Auseinandersetzungen, die jetzt wieder aufgewärmt werden.","versions":[{"lang":1,"streams":[{"redirect":9593281,"hoster":"VOE"},{"redirect":8579170,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kapitel 19","epNo":19,"alt":"Chapter Nineteen","descr":"Jane bemüht sich eifrig, die Schwierigkeiten mit Rafael in den Griff zu bekommen. Schließlich soll das Baby in harmonische Verhältnisse hineingeboren werden. Unterdessen trägt Xiomara ein Geheimnis mit sich herum, das sie Rogelio endlich offenbaren möchte. Als sie mit der Sprache herausrückt, reagiert ihr Herzblatt aber anders als erwartet …","versions":[{"lang":1,"streams":[{"redirect":8831173,"hoster":"VOE"},{"redirect":8579172,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kapitel 20","epNo":20,"alt":"Chapter Twenty","descr":"Jane und Rafael erfahren, dass sich die werdende Mutter auf eine Steißgeburt einstellen muss. Jane konzentriert sich nun darauf, sämtliche Vorkehrungen zu treffen. Während Rogelio die Chance auf einen Karrieresprung bekommt, bemüht sich Xiomara vergeblich sich bei ihm zu entschuldigen. Außerdem verrät Alba endlich, was in der Nacht ihres Unfalls wirklich passiert ist.","versions":[{"lang":1,"streams":[{"redirect":8831175,"hoster":"VOE"},{"redirect":8579175,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kapitel 21","epNo":21,"alt":"Chapter Twenty-One","descr":"Das bevorstehende Klassentreffen macht Jane nachdenklich – hat sie in ihrem Leben wirklich alles richtig gemacht? Während Xiomara fleißig für ihre Show probt und sich von Rogelios Verhalten verwirren lässt, haben Rafael und Petra ein folgenschweres Gespräch.","versions":[{"lang":1,"streams":[{"redirect":9582413,"hoster":"VOE"},{"redirect":8579173,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kapitel 22","epNo":22,"alt":"Chapter Twenty-Two","descr":"Xiomara und Rogelio sind auf dem Weg nach Las Vergas, als Jane plötzlich anruft. Sie liegt in den Wehen! Ihre Mutter setzt alle Hebel in Bewegung, um zu ihr zu gelangen und ihr während der Geburt zur Seite zu stehen. Dabei fällt ihr nicht auf, dass sie Rogelio nicht miteinbezieht und er sich ausgestoßen fühlt. Michael und Rafael begraben zunächst das Kriegsbeil, um Jane nicht zusätzlich zu belasten.","versions":[{"lang":1,"streams":[{"redirect":12923795,"hoster":"VOE"},{"redirect":8579174,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kapitel 23","epNo":1,"alt":"Chapter Twenty-Three","descr":"Der frischgeschlüpfte Mateo ist spurlos verschwunden! Alle suchen nach ihm und Jane ist krank vor Sorge. Schließlich erweist sich Michael als rettender Engel: Er befreit den Kleinen aus Sin Rostros Händen und bringt ihn zu Jane zurück. Unterdessen sammeln sich Pressevertreter und Schaulustige vor dem Haus der Villanuevas, um den neuen \"Heiland\" zu sehen. Jane ist mit den Nerven am Ende und bekommt Probleme mit dem Stillen.","versions":[{"lang":1,"streams":[{"redirect":8831178,"hoster":"VOE"},{"redirect":8579176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10312529,"hoster":"VOE"},{"redirect":10124213,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel 24","epNo":2,"alt":"Chapter Twenty-Four","descr":"Seit das Baby da ist, vernachlässigt sich Jane zunehmend. Fürs Duschen bleibt keine Zeit, muss der Kleine doch gestillt und umsorgt werden. Auch die Tatsache, dass sie sich noch immer nicht für einen Mann an ihrer Seite entschieden hat, belastet die junge Mutter. Sie will weder Rafael noch Michael gehen lassen. Ein gemeinsames Abendessen soll die Wogen glätten und Klarheit schaffen, doch die Atmosphäre ist zum Bersten gespannt.","versions":[{"lang":1,"streams":[{"redirect":8831174,"hoster":"VOE"},{"redirect":8579178,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10413873,"hoster":"VOE"},{"redirect":10124214,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel 25","epNo":3,"alt":"Chapter Twenty-Five","descr":"Mateo soll getauft werden und Jane überlegt sich, wer die besten Paten für den Kleinen abgeben könnten. Rafael hilft ihr bei der Entscheidung und hat einen überraschenden Vorschlag. Jane feilt indes an ihrer eigenen Karriere als Autorin und besucht dafür einen Literatur-Kurs. Weil sie Mateo nirgends abgeben will, nimmt sie ihn einfach mit. Das Mutter-Kind-Gespann sorgt jedoch für ein komplettes Chaos im Kurs und Jane erklärt ihre Karriere jetzt schon für gescheitert.","versions":[{"lang":1,"streams":[{"redirect":13000679,"hoster":"VOE"},{"redirect":8579177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10423854,"hoster":"VOE"},{"redirect":10124284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel 26","epNo":4,"alt":"Chapter Twenty-Six","descr":"Rafael fordert ein geteiltes Sorgerecht für seinen Sohn Mateo und will dafür einen Anwalt ins Boot holen. Unterdessen macht Rogelios Ex-Frau Luciana Probleme: Sie will um jeden Preis eine Rolle in seiner Telenovela ergattern und schreckt nicht davor zurück, ihren Verflossenen mit prekärem Videomaterial zu erpressen. Xiomara durchschaut ihr mieses Spiel und hat einen Plan auf Lager, um sie aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":8831177,"hoster":"VOE"},{"redirect":8579181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10413874,"hoster":"VOE"},{"redirect":10124218,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel 27","epNo":5,"alt":"Chapter Twenty-Seven","descr":"Jane scheint ihre Entscheidung getroffen zu haben: Ein leidenschaftlicher Kuss mit Michael zeigt ihr, dass er der Mann ihres Lebens ist. Bevor sie ihm die erfreuliche Nachricht überbringt, will sie es zunächst Rafael schonend beibringen. Sie ahnt jedoch nicht, dass Rafael dem Kuss beigewohnt hat – durch das Babyphone. Unterdessen erhält Alba, die ihre Green Card beantragt hat, schlechte Nachrichten für ihre Zukunft in den USA.","versions":[{"lang":1,"streams":[{"redirect":12379760,"hoster":"VOE"},{"redirect":8579182,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10423855,"hoster":"VOE"},{"redirect":10124217,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kapitel 28","epNo":6,"alt":"Chapter Twenty-Eight","descr":"Mit Rafael als Vater, steht Mateo eine Zukunft ohne finanzielle Sorgen bevor. Jane befürchtet jedoch, dass ihr kleiner Sohn verwöhnt werden könnte. Jane sorgt sich auch um ihre eigene Zukunft und schreibt sich endlich an der Uni ein. Dort stößt sie auf einen Professor, der wenig Verständnis für die junge Mutter und ihre Situation aufbringt. Unterdessen beschließt Rogelio mit Xiomaras Hilfe, seine eigene TV-Show ins Leben zu rufen.","versions":[{"lang":1,"streams":[{"redirect":8831185,"hoster":"VOE"},{"redirect":8579183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14080081,"hoster":"VOE"},{"redirect":10124219,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel 29","epNo":7,"alt":"Chapter Twenty-Nine","descr":"Nachdem Michael ein halbes Jahr lang nicht aufzufinden war, taucht er plötzlich wieder in der Stadt auf. Der eifersüchtige Rafael bemüht sich nun umso mehr um Jane und bittet sie, einen Babysitter zu engagieren, um endlich das erste Date mit seiner Geliebten zu verbringen. Unterdessen macht Xiomara Karriere, gerät jedoch in einen Gewissenkonflikt, als sie für die Serie von Rogelios Erzfeind die Titelmelodie singen soll.","versions":[{"lang":1,"streams":[{"redirect":8831183,"hoster":"VOE"},{"redirect":8579180,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10220765,"hoster":"VOE"},{"redirect":10124220,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kapitel 30","epNo":8,"alt":"Chapter Thirty","descr":"Da Jane und Rafael noch immer zerstritten sind, muss nun die Frage geklärt werden, bei wem der kleine Mateo Weihnachten verbringen wird. Da Rafael nicht nachgibt, schaltet Jane den Anwalt ihrer Großmutter ein. Er bringt Jane auf die Idee, in Rafaels Vergangenheit zu recherchieren – der frischgebackene Papa soll nämlich in kriminelle Machenschaften verwickelt sein. Sollte Jane das beweisen können, würde ihr das alleinige Sorgerecht zugesprochen werden.","versions":[{"lang":1,"streams":[{"redirect":13101295,"hoster":"VOE"},{"redirect":8579179,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10312531,"hoster":"VOE"},{"redirect":10124221,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kapitel 31","epNo":9,"alt":"Chapter Thirty-One","descr":"Rogelios divenhafte Mutter Glamma ist zu Besuch und raubt Xiomara den letzten Nerv. Sie sieht schließlich keine andere Lösung, als die alte Dame vor die Tür zu setzen. Unterdessen liegen auch bei Jane die Nerven blank: Mateo will einfach nicht einschlafen. Außerdem versucht sie, einem sportbegeisterten Studenten, Klassiker der Literatur näherzubringen. Da der Junge nicht der Klügste ist, gestaltet sich das Projekt als große Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":12379763,"hoster":"VOE"},{"redirect":8579184,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kapitel 32","epNo":10,"alt":"Chapter Thirty-Two","descr":"Jane ist stolz auf ihre selbstgeschriebene Liebesgeschichte, die sie auf ihrem Laptop gespeichert hat. Ihr kleiner Sohn Mateo befördert diesen jedoch samt einer Karaffe mit Orangensaft auf den Boden und Jane trauert ihrem verlorenen Text hinterher. Nun heißt es: Alles auf Anfang! Doch plötzlich lähmt sie eine beharrliche Schreibblockade. Unterdessen meldet Lina ihre Freundin Jane bei einer Dating-Plattform im Netz an.","versions":[{"lang":1,"streams":[{"redirect":8831184,"hoster":"VOE"},{"redirect":8579185,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kapitel 33","epNo":11,"alt":"Chapter Thirty-Three","descr":"Janes Traum geht in Erfüllung: Sie hat ihre erste Lesung vor Publikum und ist furchtbar nervös. In ihrer Aufregung verpasst sie ihrem Romanhelden kurzerhand einen neuen Namen – Jonathan. Sie erkennt, dass sie sich in ihn verliebt hat und fragt ihre Mutter um Rat. Xiomaras gut gemeinter Ratschlag entpuppt sich jedoch als mittelgroße Katastrophe. Unterdessen tritt Rogelio beim Babysitten seines Enkels mitten ins Fettnäpfchen.","versions":[{"lang":1,"streams":[{"redirect":8831180,"hoster":"VOE"},{"redirect":8579186,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kapitel 34","epNo":12,"alt":"Chapter Thirty-Four","descr":"Xiomara weiß, wie sehr sich Rogelio ein Kind wünscht, doch ist sie bereit für diese neue Herausforderung? Unterdessen hat Jane beschlossen, ihren attraktiven Professor zu verführen. Ihr Plan will jedoch nicht so recht aufgehen. Michael will die Suche nach Rose zum Abschluss bringen und engagiert dafür den Verbrecher Gus als Köder.","versions":[{"lang":1,"streams":[{"redirect":8831181,"hoster":"VOE"},{"redirect":8579187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10651640,"hoster":"VOE"},{"redirect":10124222,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kapitel 35","epNo":13,"alt":"Chapter Thirty-Five","descr":"Zwischen Jane und Michael bahnt sich ein Liebes-Comeback an. Rafael hat augenscheinlich den Kürzeren gezogen. In seiner Trauer vernachlässigt Rafael die schwangere Petra. Xiomara und Rogelio finden indes keinen Kompromiss in der Babyfrage und trennen sich – zumindest in der Theorie. Rogelios neue Assistentin ist von der übervorsichtigen Sorte und engagiert zusätzliche Bodyguards für ihren Boss.","versions":[{"lang":1,"streams":[{"redirect":8831182,"hoster":"VOE"},{"redirect":8579189,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10965836,"hoster":"VOE"},{"redirect":10124223,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kapitel 36","epNo":14,"alt":"Chapter Thirty-Six","descr":"Während Jane und Michael wieder glücklich vereint sind, stürzt sich Rafael ins Getümmel und lässt dem Playboy in sich freien Lauf. Die hochschwangere Petra ist darüber nicht gerade erfreut. Rogelio plagt sich indes mit seiner neuen Assistentin Paola herum. Er ahnt nicht, dass sie ihm näher kommt, als ihm lieb ist.","versions":[{"lang":1,"streams":[{"redirect":9593282,"hoster":"VOE"},{"redirect":8579188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10663105,"hoster":"VOE"},{"redirect":10124224,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kapitel 37","epNo":15,"alt":"Chapter Thirty-Seven","descr":"Rafael und Petra sind frischgebackene Eltern, doch sie scheint in ihrer Mutterrolle nicht wirklich aufzugehen. Sie will sofort wieder in das Berufsleben einsteigen. Unterdessen überrascht Xiomara ihre Mutter Alba mit dem Besuch ihrer alten Flamme Pablo. Alba ist eher verängstigt als angetan, glaubt sie doch, dass der Mann mit einem Fluch belegt ist und Unglück ins Haus bringt. Unterdessen angelt sich Jane einen neuen Agenten, der vom romantischen Genre wenig begeistert ist.","versions":[{"lang":1,"streams":[{"redirect":13101297,"hoster":"VOE"},{"redirect":8579196,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10663107,"hoster":"VOE"},{"redirect":10124225,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kapitel 38","epNo":16,"alt":"Chapter Thirty-Eight","descr":"Petra findet sich nicht in ihre Rolle als Mutter ein. Jane nimmt sich Zeit für ihre ehemalige Erzfeindin und erwägt, dass diese an einer postnatalen Depression leiden könnte. Unterdessen suchen Jane und Michael nach einer neuen Bleibe und finden eine attraktive Immobilie, etwa eine Stunde von ihrem jetzigen Wohnort entfernt. Rafael schäumt vor Wut – die Distanz ist zu groß und er fürchtet, seinen Sohn Matteo immer seltener zu Gesicht zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":8831189,"hoster":"VOE"},{"redirect":8579192,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kapitel 39","epNo":17,"alt":"Chapter Thirty-Nine","descr":"Jane hat genaue Vorstellungen von dem Ablauf ihres Junggesellinnenabschieds. Als sich jedoch Xiomara und Lina in die Planung einmischen, läuft alles schief.","versions":[{"lang":1,"streams":[{"redirect":13104569,"hoster":"VOE"},{"redirect":8579195,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10564873,"hoster":"VOE"},{"redirect":10124365,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kapitel 40","epNo":18,"alt":"Chapter Forty","descr":"Nach der Katastrophe rund um Janes Junggesellinnenabschied, müssen Jane und Xiomara erst einmal wieder zur Ruhe finden. Unterdessen sucht die junge Mama nach einem geeigneten Babysitter für Mateo und versucht nebenbei, ihren Berater von ihrer Arbeit zu überzeugen. Rogelio bringt sich am Set in Schwierigkeiten und bittet seine Lieblingsautorin Dina um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8831191,"hoster":"VOE"},{"redirect":8579191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494197,"hoster":"VOE"},{"redirect":10124226,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kapitel 41","epNo":19,"alt":"Chapter Forty-One","descr":"Um die Haushaltskasse etwas aufzubessern, nimmt Jane Extra-Schichten im Marbella an. Sie merkt jedoch schnell, dass ihr dadurch viel kostbare Zeit mit Mateo verloren geht. Gleichzeit versuchen Jane und Rafael eine offizielle Lösung in Sachen Sorgerecht zu finden. Sie beauftragen einen Vermittler, der dafür sorgen soll, dass die Verhandlungen ohne böse Worte ablaufen. Xo nimmt indes einen Part als Darstellerin in Rogelios Telenovela an – mit überraschendem Ergebnis …","versions":[{"lang":1,"streams":[{"redirect":12917105,"hoster":"VOE"},{"redirect":8579190,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10627875,"hoster":"VOE"},{"redirect":10124227,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kapitel 42","epNo":20,"alt":"Chapter Forty-Two","descr":"In der Villanueva-Familie gibt es eine jahrzehntelange Tradition zum Ablauf des Muttertages. Nun freut sich Jane darauf, zum ersten Mal als Mutter Teil davon zu sein. Als Petra genau an dem Tag jedoch alle zum Brunchen einlädt, gerät ihr Plan durcheinander. Unterdessen gerät Rafael in Schwierigkeiten, die er seinem Stiefbruder zu verdanken hat.","versions":[{"lang":1,"streams":[{"redirect":8831193,"hoster":"VOE"},{"redirect":8579193,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494204,"hoster":"VOE"},{"redirect":10124228,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Kapitel 43","epNo":21,"alt":"Chapter Forty-Three","descr":"Mateos erster Geburtstag soll eine große Party werden. Während Jane bereits Pläne schmiedet, erfährt sie, dass es ein Problem mit der Hochzeitslocation gibt. Gemeinsam mit Petra kümmert sich Jane um Rafael, der sich momentan mit einigen Problemen herumschlägt.","versions":[{"lang":1,"streams":[{"redirect":8831195,"hoster":"VOE"},{"redirect":8579194,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379756,"hoster":"VOE"},{"redirect":10124234,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Kapitel 44","epNo":22,"alt":"Chapter Forty-Four","descr":"Nachdem Jane und Michael die Hochzeit nun doch verschoben haben, muss die gesamte Planung von neuem beginnen. Um das Chaos perfekt zu machen, ist Jane mit ihrer Abschlussarbeit nicht zufrieden. Verschiebt sie das Abgabedatum, ist der große Tag der Hochzeit gefährdet. Rafael hadert unterdessen mit sich selbst, ob er Jane seine Gefühle gestehen soll.","versions":[{"lang":1,"streams":[{"redirect":11312414,"hoster":"VOE"},{"redirect":10124281,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494199,"hoster":"VOE"},{"redirect":10124230,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Kapitel 45","epNo":1,"alt":"Chapter Forty-Five","descr":"Im Staffelauftakt findet Jane (Gina Rodriguez) heraus, dass Michael (Brett Dier) angeschossen wurde und muss eine schwere Entscheidung treffen. Derweil versucht Rafael (Justin Baldoni) Mateo zu beschützen, während Anezka (Yael Grobglas), die vorgibt Petra zu sein, der Polizei bei den Ermittlungen \"hilft\". Doch es dauert nicht lange bis alle mitkriegen, dass \"Petra\" sich komisch verhält.","versions":[{"lang":1,"streams":[{"redirect":11312410,"hoster":"VOE"},{"redirect":10124282,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel 46","epNo":2,"alt":"Chapter Forty-Six","descr":"Ein Streit über Vorschulen stellt Janes Geduld mit Rafael (Justin Baldoni) auf eine harte Probe. Xo (Andrea Navedo) macht sich derweil Sorgen, dass Alba (Ivonne Coll) ihr Geheimnis verraten wird. Rogelio (Jaime Camil) bereitet unterdessen seinen Wechsel ins amerikanische Fernsehen vor. Anezka stößt während ihrer detektischen Tätigkeiten indes auf eine unerwartete Romanze.","versions":[{"lang":1,"streams":[{"redirect":11312412,"hoster":"VOE"},{"redirect":10124283,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel 47","epNo":3,"alt":"Chapter Forty-Seven","descr":"Jane (Gina Rodriguez) arbeitet an ihrer Abschlussarbeit und beschließt Albas entfremdete Schwester einzubringen, was Alba (Ivonne Coll) missfällt. Damit Rogelio (Jaime Camil) zum amerikanischen Crossover-Star werden kann, schlägt er indes dem Network The CW vor, \"Passions of Santos\" ins Programm aufzunehmen.","versions":[{"lang":1,"streams":[{"redirect":11312415,"hoster":"VOE"},{"redirect":10124286,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel 48","epNo":4,"alt":"Chapter Forty-Eight","descr":"Die Einzugsparty von Jane (Gina Rodriguez) und Michael (Brett Dier) verkehrt sich ins Gegenteil, als sie realisieren, dass sie wegen nicht bezahlter Miete rausfliegen sollen. Rogelio (Jaime Camil) versucht derweil weiterhin, das amerikanische Fernsehen zu erobern, braucht jedoch ungewöhnliche Hilfe von Rafael (Justin Baldoni).","versions":[{"lang":1,"streams":[{"redirect":11312416,"hoster":"VOE"},{"redirect":10124285,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel 49","epNo":5,"alt":"Chapter Forty-Nine","descr":"Alba (Ivonne Coll) lässt Jane (Gina Rodriguez) die Briefe ihrer entfremdeten Schwester lesen, solange sie sich nicht an die Familie wendet. Rafael (Justin Baldoni) verdächtigt derweil Petra (Yael Grobglas). Michael (Brett Dier) und Rafael versuchen unterdessen, eine Art von Freundschaft zu etablieren.","versions":[{"lang":1,"streams":[{"redirect":11312420,"hoster":"VOE"},{"redirect":10124287,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10474788,"hoster":"VOE"},{"redirect":10124231,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kapitel 50","epNo":6,"alt":"Chapter Fifty","descr":"Jane (Gina Rodriguez) stellt ihr unspontanes Leben nach einem Besuch ihrer Cousine infrage. Xo (Andrea Navedo) findet derweil eine Location für ihre Tanzschule. Rogelio (Jaime Camil) ringt unterdessen darum, Xo seine Gefühle zu beichten. Petra (Yael Grobglas) erhält indes Anwaltspost und bittet Rafael (Justin Baldoni) um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":12379759,"hoster":"VOE"},{"redirect":10124288,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494201,"hoster":"VOE"},{"redirect":10124233,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel 51","epNo":7,"alt":"Chapter Fifty-One","descr":"Nachdem Alba (Ivonne Coll) Jane (Gina Rodriguez) ein schlechtes Gewissen gemacht hat, weil diese nicht mit zum Gottesdienst wollte, möchte Jane Wiedergutmachung leisten und Mateo mit in die Kirche nehmen. Rafael (Justin Baldoni) hat jedoch etwas dagegen. Zur gleichen Zeit enthüllt dieser ein großes Geheimnis aus seiner Kindheit. Rogelio (Jaime Camil) wendet sich derweil an einen Dating-Experten.","versions":[{"lang":1,"streams":[{"redirect":11312421,"hoster":"VOE"},{"redirect":10124289,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10332006,"hoster":"VOE"},{"redirect":10124235,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kapitel 52","epNo":8,"alt":"Chapter Fifty-Two","descr":"Rogelio (Jaime Camil) geht eine ungewöhnliche Vereinbarung mit seinem Heiratsvermittler ein. Petra (Yael Grobglas) versucht herauszufinden, ob Rafael gegen sie arbeitet. Michael (Brett Dier) trifft eine wichtige Entscheidung. Rafael bekommt unangenehme Nachrichten.","versions":[{"lang":1,"streams":[{"redirect":11312422,"hoster":"VOE"},{"redirect":10124290,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10324530,"hoster":"VOE"},{"redirect":10124236,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kapitel 53","epNo":9,"alt":"Chapter Fifty-Three","descr":"Jane (Gina Rodriguez) und Michael (Brett Dier) stehen unter Druck. Jane wegen der Ablieferung eines perfekten Romans und Michael wegen seines bevorstehenden Tests. Jane und Rafael (Justin Baldoni) sind besorgt über Mateos Entwicklung, als sie herausfinden, dass andere Kinder in seinem Alter schon weiter entwickelt sind. Rogelio (Jaime Camil) lädt alle zum letzten Drehtag seiner Seifenoper ein.","versions":[{"lang":1,"streams":[{"redirect":11312423,"hoster":"VOE"},{"redirect":10124291,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12923794,"hoster":"VOE"},{"redirect":10124237,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kapitel 54","epNo":10,"alt":"Chapter Fifty-Four","descr":"Jane (Gina Rodriguez) und Michael (Brett Dier) wollen ihr erstes Date wiederholen. Rogelio (Jaime Camil) macht derweil bei seiner Filmpremiere einen großen Aufriss. Rafael (Justin Baldoni) will seinen Kindern unterdessen ein gutes Vorbild sein. Bruces Tochter hat indes Ärger am Hals.","versions":[{"lang":1,"streams":[{"redirect":11312425,"hoster":"VOE"},{"redirect":10124292,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10324531,"hoster":"VOE"},{"redirect":10124238,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kapitel 55","epNo":11,"alt":"Chapter Fifty-Five","descr":"Jane (Gina Rodriguez) erfährt von einem Projekt für angehende Autoren. Der Plan, das Hotel neu zu vermarkten, kollidiert derweil mit einem rivalisierenden Unternehmen. Rogelio (Jaime Camil) und Darci (Justina Machado) schließen unterdessen eine neue Abmachung. Jane und Rafael (Justin Baldoni) versuchen indes, eine Lösung für Mateos Verhaltensauffälligkeiten zu finden.","versions":[{"lang":1,"streams":[{"redirect":13151619,"hoster":"VOE"},{"redirect":10124293,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10324532,"hoster":"VOE"},{"redirect":12980928,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kapitel 56","epNo":12,"alt":"Chapter Fifty-Six","descr":"Als Jane (Gina Rodriguez) einen Buchvertrag angeboten bekommt, denkt sie, dass ihre Gebete erhört wurden und sie debattiert darüber, ob sie ihre schreckliche Arbeit als Verlegerin aufgeben soll. Nachdem Jane an Panikattacken litt, ist Jane bereit die Wurzel des Problems anzugehen.","versions":[{"lang":1,"streams":[{"redirect":11312434,"hoster":"VOE"},{"redirect":10124294,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494205,"hoster":"VOE"},{"redirect":10124240,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kapitel 57","epNo":13,"alt":"Chapter Fifty-Seven","descr":"Jane trifft ihren neuen Herausgeber. Abbey schlägt Rafael vor, zusammenzuziehen. Petra verheimlicht eine neue Beziehung – und ein weiteres Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":11312430,"hoster":"VOE"},{"redirect":10124295,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10603744,"hoster":"VOE"},{"redirect":10124242,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kapitel 58","epNo":14,"alt":"Chapter Fifty-Eight","descr":"Jane legt sich mit Petra an, um \"Gruppenmama\" in Mateos Vorschule zu werden. Alba will ihren Schwarm beeindrucken. Rogelio nutzt Mateo, um an Informationen zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":11312428,"hoster":"VOE"},{"redirect":10124296,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10293674,"hoster":"VOE"},{"redirect":10124241,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kapitel 59","epNo":15,"alt":"Chapter Fifty-Nine","descr":"Jane will wieder Verabredungen nachgehen. Alba möchte gegenüber Jorge eine unabhängige Frau sein. Petra erfährt, dass Chuck mit der Polizei gesprochen hat.","versions":[{"lang":1,"streams":[{"redirect":11312427,"hoster":"VOE"},{"redirect":10124297,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10450437,"hoster":"VOE"},{"redirect":10124244,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kapitel 60","epNo":16,"alt":"Chapter Sixty","descr":"Jane will nicht über ihre Vergangenheit sprechen, nur um den Buchverkauf anzutreiben. Ein Filmpartner macht Rogelio misstrauisch. Luisa und ihre Freundin besuchen Rafael.","versions":[{"lang":1,"streams":[{"redirect":11312429,"hoster":"VOE"},{"redirect":10124298,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10450441,"hoster":"VOE"},{"redirect":10124243,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kapitel 61","epNo":17,"alt":"Chapter Sixty-One","descr":"Janes Verabredung hilft bei der Versöhnung mit Lina. Rafael will mit Petra reinen Tisch machen. Xo weist Rogelio ab, der über den Grund dafür schockiert ist.","versions":[{"lang":1,"streams":[{"redirect":11312433,"hoster":"VOE"},{"redirect":10124299,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13523687,"hoster":"VOE"},{"redirect":10124245,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kapitel 62","epNo":18,"alt":"Chapter Sixty-Two","descr":"Jane trifft Fabians Großmutter. Petra macht eine interessante Entdeckung bezüglich Chuck. Mateo stellt schwierige Fragen zur Herkunft seiner Familie.","versions":[{"lang":1,"streams":[{"redirect":11312432,"hoster":"VOE"},{"redirect":10124300,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174274,"hoster":"VOE"},{"redirect":10124246,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kapitel 63","epNo":19,"alt":"Chapter Sixty-Three","descr":"Jane tut sich schwer, Fabian um einen Gefallen zu bitten, und übernimmt sich, als sie sich bereit erklärt, ihren Eltern bei ihren Vorbereitungen zu helfen.","versions":[{"lang":1,"streams":[{"redirect":11312435,"hoster":"VOE"},{"redirect":10124301,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10840021,"hoster":"VOE"},{"redirect":10124248,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kapitel 64","epNo":20,"alt":"Chapter Sixty-Four","descr":"Jane entdeckt einen von Michael verfassten Brief. Überraschende Neuigkeiten könnten das Aus für Rogelios und Xos Pläne sein. Petra zweifelt an Janes Gefühlen für Rafael.","versions":[{"lang":1,"streams":[{"redirect":11312436,"hoster":"VOE"},{"redirect":10124302,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10729948,"hoster":"VOE"},{"redirect":10124247,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Kapitel fünfundsechzig","epNo":1,"alt":"Chapter Sixty-Five","descr":"Jane schwelgt in romantischen Erinnerungen. Rafael plant, seinen Verlust wettzumachen. Rogelio leistet sich einen Fehltritt, was Darci sehr freut.","versions":[{"lang":1,"streams":[{"redirect":8831202,"hoster":"VOE"},{"redirect":8579197,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10697505,"hoster":"VOE"},{"redirect":10124249,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel sechsundsechzig","epNo":2,"alt":"Chapter Sixty-Six","descr":"Ein Jobangebot zwingt Jane und Adam dazu, sich zu entscheiden. Rogelio und Fabian wollen eine Testgruppe beeindrucken, die entscheidet, welcher der beiden genommen wird.","versions":[{"lang":1,"streams":[{"redirect":8831201,"hoster":"VOE"},{"redirect":8706228,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel siebenundsechzig","epNo":3,"alt":"Chapter Sixty-Seven","descr":"Als Mateo seine Mutter mit Adam erwischt, muss Jane die beiden früher als geplant einander vorstellen. Darci will eine Hausgeburt, was Rogelio entsetzt ablehnt.","versions":[{"lang":1,"streams":[{"redirect":8831203,"hoster":"VOE"},{"redirect":8579203,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10697506,"hoster":"VOE"},{"redirect":10124250,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel achtundsechzig","epNo":4,"alt":"Chapter Sixty-Eight","descr":"Nachdem Adam Panik bekam entschloss er mit Jane für eine Woche keinen Kontakt zu haben. Rafael täuscht weiter Katherine seine Liebe vor. Jane schrieb einen Brief an Rafael - doch Petra ließ nicht zu, dass Rafael ihn liest. Adam beschloss weiter mit Jane zusammen zu sein - und Rafael hörte auf Alba und sagte Katherine die Wahrheit. Roghelio unterstützt Xo und hat endlich einen Namen für sein Baby.","versions":[{"lang":1,"streams":[{"redirect":8831204,"hoster":"VOE"},{"redirect":8579198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10466903,"hoster":"VOE"},{"redirect":10124251,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel neunundsechzig","epNo":5,"alt":"Chapter Sixty-nine","descr":"Adam lässt eine Bombe platzen. Lina bittet Jane um Hilfe. Sie weiß nicht, ob ihr Verlobter der Richtige für sie ist. Rafaels Schwester leidet unter Halluzinationen.","versions":[{"lang":1,"streams":[{"redirect":9593285,"hoster":"VOE"},{"redirect":8579204,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10474789,"hoster":"VOE"},{"redirect":10124252,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kapitel siebzig","epNo":6,"alt":"Chapter Seventy","descr":"Konkurrent Fabian versucht, Rogelio davon abzubringen, Jane eine traumhafte Buchpräsentation zu bescheren. Petra will es ihrer Mutter heimzahlen.","versions":[{"lang":1,"streams":[{"redirect":8831196,"hoster":"VOE"},{"redirect":8579207,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10474791,"hoster":"VOE"},{"redirect":10124253,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel einundsiebzig","epNo":7,"alt":"Chapter Seventy-One","descr":"Als Jane auf Lesereise geht, kommen Xo und Alba zur Unterstützung mit. Bei der ersten Lesung bricht sie jedoch während der Fragerunde zusammen.","versions":[{"lang":1,"streams":[{"redirect":8831200,"hoster":"VOE"},{"redirect":8579212,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494202,"hoster":"VOE"},{"redirect":10124254,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kapitel zweiundsiebzig","epNo":8,"alt":"Chapter Seventy-Two","descr":"Ein überraschender Kuss löst gemischte Gefühle aus. Die Lüge über Mateos Schulwechsel ist kaum mehr zu verbergen. Eine Therapie hilft Rogelio und Xo weiter.","versions":[{"lang":1,"streams":[{"redirect":12923799,"hoster":"VOE"},{"redirect":8579206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494203,"hoster":"VOE"},{"redirect":10124255,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kapitel dreiundsiebzig","epNo":9,"alt":"Chapter Seventy-three","descr":"Jane hat eine Schreibblockade und wird von ihrem Herausgeber fallen gelassen. Als sie sich mit einem neuen trifft, ist auch Petra dabei, was zu weiteren Spannungen führt. Rogelio durchlebt seinen ersten Tag als Hausmann und Vater. Während all dem versuchen Jane und Rafael herauszufinden, was sie wollen...","versions":[{"lang":1,"streams":[{"redirect":8831197,"hoster":"VOE"},{"redirect":8579208,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12268419,"hoster":"VOE"},{"redirect":10124257,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kapitel vierundsiebzig","epNo":10,"alt":"Chapter Seventy-four","descr":"Petra versucht noch immer die Vorwürfe, dass sie ihre Schwester ermordet haben soll, zu widerlegen. Währenddessen arbeiten sie und Jane an ihrem neuen Buch. Jane und Rafael erkunden ihre neue Beziehung, wobei Janes Doppeldate mit ihrer Großmutter Eifersucht auslöst. Rogelio trifft sich mit anderen Eltern und erklärt danach, dass er postpartale männliche Depression hat. Natürlich kommt nichts so wie gedacht... Und ein kleiner Tipp am Rande: Man sollte dem Wildtierhüter immer gut zuhören...","versions":[{"lang":1,"streams":[{"redirect":8831209,"hoster":"VOE"},{"redirect":8579209,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10494208,"hoster":"VOE"},{"redirect":10124256,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kapitel fünfundsiebzig","epNo":11,"alt":"Chapter Seventy-five","descr":"Jane und Rafael halten ihre Beziehung immer noch geheim. Jane sucht sich einen neuen Job, nachdem in Petras Büro die fehlenden Schrauben zum Balkon gefunden wurden. Währenddessen versucht Rogelio den Produzenten neue Kandidatinnen für \"Passion of Santos\" vorzuschlagen, und Xiomara nimmt Kurse auf der Uni an.","versions":[{"lang":1,"streams":[{"redirect":8831211,"hoster":"VOE"},{"redirect":8579213,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10627877,"hoster":"VOE"},{"redirect":10124258,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kapitel sechsundsiebzig","epNo":12,"alt":"Chapter Seventy-six","descr":"Jane hat eine Schreibblockade und liest sich die, für sie, niederschmetternde Kritik noch mehrmals durch. Danach folgt ihr ihre innere Kritikerin überall hin. Rafael und Jane machen ihre Beziehung offiziell. Währenddessen ändert sich Xiomaras Tanzen...","versions":[{"lang":1,"streams":[{"redirect":12268423,"hoster":"VOE"},{"redirect":8579210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10627878,"hoster":"VOE"},{"redirect":10124331,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kapitel siebenundsiebzig","epNo":13,"alt":"Chapter Seventy-seven","descr":"Xiomara muss 3-5 Tage warten, bis ihre Ergebnisse ausgewertet sind. In der Zwischenzeit sucht Rafael weiter nach seinen biologischen Eltern, Jane macht einen Schreibkurs und Petra gelingt ein Durchbruch in ihrer Morduntersuchung.","versions":[{"lang":1,"streams":[{"redirect":8831213,"hoster":"VOE"},{"redirect":8579211,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10627876,"hoster":"VOE"},{"redirect":10124259,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kapitel achtundsiebzig","epNo":14,"alt":"Chapter Seventy-eight","descr":"Die ganze Villanueva-Familie muss sich mit Xiomaras Diagnose auseinandersetzen und der Behandlungsmethode, die sie treffen wird. Währenddessen ist Petra in JR verliebt und versucht sie für sich zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8831205,"hoster":"VOE"},{"redirect":8579217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10627879,"hoster":"VOE"},{"redirect":10124260,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kapitel neunundsiebzig","epNo":15,"alt":"Chapter Seventy-nine","descr":"Jane und Rafael kommen in ihrer Beziehung weiter – genau wie J. R. und Petra. Rogelio versucht, eine Nanny abzuwerben. Alba steht vor ihrer größten Prüfung.","versions":[{"lang":1,"streams":[{"redirect":8831210,"hoster":"VOE"},{"redirect":8579214,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10942536,"hoster":"VOE"},{"redirect":10124261,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kapitel achtzig","epNo":16,"alt":"Chapter Eighty","descr":"Als Rafael wieder in Albas Wohnung einzieht, um Geld zu sparen, wird es kompliziert. Xo wird wachgerüttelt, als sie während der Behandlung eine neue Bekanntschaft macht.","versions":[{"lang":1,"streams":[{"redirect":8831208,"hoster":"VOE"},{"redirect":8579215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10627881,"hoster":"VOE"},{"redirect":10124262,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kapitel einundachtzig","epNo":17,"alt":"Chapter Eighty-one","descr":"Alba hat auf ihrer Party gleich zweifach Grund zum Feiern. Rose konfrontiert Rafael mit einer schockierenden Info, die die Beziehung zu Jane gefährden könnte.","versions":[{"lang":1,"streams":[{"redirect":12379762,"hoster":"VOE"},{"redirect":8579219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10403725,"hoster":"VOE"},{"redirect":10124263,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Kapitel Zweiundachtzig","epNo":1,"alt":"Chapter Eighty-Two","descr":"Jane (Gina Rodriguez) macht eine schockierende Entdeckung und wendet sich an Rafael (Justin Baldoni) für Antworten. Umso verwirrter ist sie, als dieser meint, sie sollten eine Pause einlegen. Unterdessen versucht Petra (Yael Grobglas) sich eine Zukunft mit JR zu sichern, doch ihre Vergangenheit droht alles zu ruinieren.","versions":[{"lang":2,"streams":[{"redirect":12923792,"hoster":"VOE"},{"redirect":10124264,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kapitel Dreiundachtzig","epNo":2,"alt":"Chapter Eighty-Three","descr":"Janes (Gina Rodriguez) katholisches Schuldbewusstsein meldet sich, woraufhin sie Alba (Ivonne Coll) um Rat bittet und eine unerwartete Antwort erhält. Luise entschließt sich Rose mit Rafael (Justin Baldoni) an ihrer Seite zu besuchen, um Antworten zu bekommen. Rogelio (Jaime Camil) arbeitet unterdessen wieder mit River zusammen, doch es entbricht ein Machtkampf der beiden, bei dem Xo (Andrea Navedo) die Lösung sein könnte.","versions":[{"lang":1,"streams":[{"redirect":6277877,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10509608,"hoster":"VOE"},{"redirect":10124265,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kapitel Vierundachtzig","epNo":3,"alt":"Chapter Eighty-Four","descr":"Jane (Gina Rodriguez) muss eine neue Hürde in ihrem Leben überwinden, was sich als schwerer herausstellt, als sie und Rafael (Justin Baldoni) gehofft hatten. Rogelio (Jaime Camil) entdeckt, dass er und River nicht so gleichberechtigt sind, wie er dachte. Jane und Petra (Yael Grobglas) müssen die Streitereien ihrer Kinder schlichten, woraufhin ihre eigenen Probleme miteinander aufkochen.","versions":[{"lang":1,"streams":[{"redirect":6277888,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10509609,"hoster":"VOE"},{"redirect":10124266,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kapitel Fünfundachtzig","epNo":4,"alt":"Chapter Eighty-Five","descr":"Nachdem sie bereits mit jedem aus ihrem Umfeld über ihre Probleme geredet hat, wendet Jane (Gina Rodriguez) sich an Petra (Yael Grobglas), von der sie weiß, dass sie ihr eine ehrliche Antwort geben wird. Im Gegenzug nimmt Petra einen Ratschlag von Jane über JR an. Xo (Andrea Navedo) nimmt sich fest vor, am Großeltern-Tag für Mateo teilzunehmen, hat jedoch noch eine weitere Behandlung. Alba (Ivonne Coll) bekommt ambivalente Signale von Jorge (Alfonso Diluca) bezüglich ihrer Beziehung.","versions":[{"lang":2,"streams":[{"redirect":10637117,"hoster":"VOE"},{"redirect":10124267,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kapitel Sechsundachtzig","epNo":5,"alt":"Chapter Eighty-Six","descr":"Bei allem, was los ist, willigt Jane (Gina Rodriguez) nur zögernd ein, dass Rogelio (Jaime Camil) eine Party zu ihrem 30. Geburtstag geben darf. Janes Mentor gibt ihr wichtige Ratschläge, die ihr helfen könnten, wieder zu schreiben. Petra (Yael Grobglas) glaubt, dass es mit JR und ihr endlich gut läuft - bis ihr klar wird, dass JR die Dinge ganz anders sieht.","versions":[{"lang":1,"streams":[{"redirect":6277917,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10640267,"hoster":"VOE"},{"redirect":10124268,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"KKapitel Siebenundachtzig","epNo":6,"alt":"Chapter Eighty-Seven","descr":"Jane (Gina Rodriguez) hat Schwierigkeiten damit, Rafael (Justin Baldoni) seinen Freiraum zu lassen als sie entdeckt, dass er ein Geheimnis hat. Sie und Michael (Brett Dier) finden Hinweise darauf, was an dem Tag, als er \"starb\", passiert ist. Petra (Yael Grobglas) möchte in JRs Welt hineinpassen und braucht dafür Janes Hilfe. Xo (Andrea Navedo) und Rogelio (Jaime Camil) arbeiten daran, eine neue Normalität zu finden. Alba (Ivonne Coll) gesteht ihre Gefühle für Agustin.","versions":[{"lang":2,"streams":[{"redirect":10915601,"hoster":"VOE"},{"redirect":10124269,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kapitel Achtundachtzig","epNo":7,"alt":"Chapter Eighty-Eight","descr":"Jane (Gina Rodriguez) versucht locker zu bleiben. Als Michael (Brett Dier) ihr einen Vorschlag macht, der sie aus ihrer Komfortzone holt, beschließt sie, es einfach zu machen. Während Jane Schwierigkeiten hat sich an alles zu gewöhnen, gleitet Michael zurück in sein altes Leben. Außerdem kämpft Jane mit ihren Gefühlen für Rafael (Justin Baldoni).","versions":[{"lang":2,"streams":[{"redirect":10533823,"hoster":"VOE"},{"redirect":10124270,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kapitel Neunundachtzig","epNo":8,"alt":"Chapter Eighty-Nine","descr":"Jane (Gina Rodriguez) belastet es sehr, dass Rafael (Justin Baldoni) ihr aus dem Weg geht. Als ein Zwischenfall mit Mateo auftritt, nutzt sie diesen um ihm näher zu kommen. Rogelio (Jaime Camil) wendet sich an Jane als er erfährt, dass sein Pilot in Schwierigkeiten steckt. Alba (Ivonne Coll) und Jorge (Alfonso Diluca) brauchen Xos (Andrea Navedo) Hilfe um für ihren Einwanderungstest zu lernen. Petra (Yael Grobglas) findet endlich mehr darüber heraus, wer sie terrorisiert hat.","versions":[{"lang":1,"streams":[{"redirect":6277945,"hoster":"VOE"}]}]},{"epId":"episode-9","name":"Kapitel Neunzig","epNo":9,"alt":"Chapter Ninety","descr":"Jane (Gina Rodriguez) und Rogelio (Jaime Camil) tun sich zusammen um einen Piloten zu pitchen. Jane ist aufgeregt bis sie ein Geheimnis über ihr Buch erfährt. Alba (Ivonne Coll) und Jorge (Alfonso Diluca) treffen eine wichtige Entscheidung über ihre gemeinsame Zukunft. Rafael (Justin Baldoni) fragt Jane ob er Mateo Luisa vorstellen darf. Doch sie ist sich unsicher. Die Beziehung von Petra (Yael Grobglas) und JR steht erneut auf dem Prüfstand.","versions":[{"lang":1,"streams":[{"redirect":6277951,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10651639,"hoster":"VOE"},{"redirect":10124271,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Kapitel Einundneunzig","epNo":10,"alt":"Chapter Ninety-One","descr":"Rogelio (Jaime Camil) erzählt Jane (Gina Rodriguez), dass das Network möchte, dass sie ein Drehbuch für ihre Telenovela schreibt. Zunächst freut sie sich, doch dann wird es schwierig, ihre Zeit zwischen dem Drehbuch und ihrer Novelle aufzuteilen. Rafael (Justin Baldoni) ist sauer auf Jane weil sie einen Arzttermin gemacht hat, mit dem er nicht einverstanden ist.","versions":[]},{"epId":"episode-11","name":"Kapitel Zweiundneunzig","epNo":11,"alt":"Chapter Ninety-Two","descr":"Nachdem Jorge (Alfonso Diluca) ganz offiziell bei Alba (Ivonne Coll) eingezogen ist, fühlt sich Jane (Gina Rodriguez) etwas unwohl. Rafael (Justin Baldoni) und Jane arbeiten daran, gemeinsam für Mateo da zu sein, vor allem da sie nun eine Idee haben, wie sie ihm helfen können. Auf Rogelio (Jaime Camil) kommen neue Probleme zu und Xo (Andrea Navedo) ist nervös wegen ihres Befundes.","versions":[{"lang":2,"streams":[{"redirect":10648313,"hoster":"VOE"},{"redirect":10124272,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kapitel Dreiundneunzig","epNo":12,"alt":"Chapter Ninety-Three","descr":"Rafael (Justin Baldoni) beobachtet Mateos Verhalten in der Schule und möchte daraufhin eine andere Behandlungsmethode ausprobieren. Rogelio (Jaime Camil) befürchtet, dass River (Brooke Shields) ihre Rache gegen ihn plant. Jane (Gina Rodriguez) überredet Petra (Yael Grobglas) zu einem Mädelsabend nachdem sie erfährt, dass Rafael sich wieder verabredet.","versions":[{"lang":2,"streams":[{"redirect":12923796,"hoster":"VOE"},{"redirect":10124273,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Kapitel Vierundneunzig","epNo":13,"alt":"Chapter Ninety-Four","descr":"Zwischen Jane (Gina Rodriguez) und Rafael (Justin Baldoni) läuft es zwar endlich gut doch sie stellen fest, dass es ein Problem mit Mateos Behandlung gibt. Alba (Ivonne Coll) und Rogelio (Jaime Camil) machen sich Sorgen wegen Xos (Andrea Navedo) Benehmen in letzter Zeit. Inzwischen beobachtet Petra (Yael Grobglas) mit stiller Genugtuung, dass Rafael und Jane sich um sie streiten.","versions":[{"lang":1,"streams":[{"redirect":6277990,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10651641,"hoster":"VOE"},{"redirect":10124274,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Kapitel Fünfundneunzig","epNo":14,"alt":"Chapter Ninety-Five","descr":"Jane (Gina Rodriguez) und Rafael (Justin Baldoni) verstehen sich gerade gut und sind nun besorgt, dass Mateos Behandlung ein Problem werden könnte. Alba (Ivonne Coll) und Rogelio (Jaime Camil) verzweifeln an Xos aktuellem Verhalten. Unterdessen freut sich Petra Solano (Yael Grobglas) heimlich, dass Rafael ein Jane sich wegen ihr streiten.","versions":[{"lang":2,"streams":[{"redirect":10648315,"hoster":"VOE"},{"redirect":10124275,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Kapitel Sechsundneunzig","epNo":15,"alt":"Chapter Ninety-Six","descr":"Jane (Gina Rodriguez) findet eine Inspiration für ihr Buch und beginnt sofort zu schreiben. Doch ihre nächste Herausforderung ist es, einen Agenten zu finden. Rogelio (Jaime Camil) war so sehr davon eingenommen, der Star zu sein, dass er sich nun damit beschäftigt, eine andere Rolle anzunehmen. Unterdessen findet Jane, dass es wichtig ist, verschiedene Beziehungen zu den Zwillingen aufzubauen und wendet sich an Petra Solano (Yael Grobglas) um Rat.","versions":[{"lang":1,"streams":[{"redirect":6278013,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10841857,"hoster":"VOE"},{"redirect":10124276,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Kapitel Siebenundneunzig","epNo":16,"alt":"Chapter Ninety-Seven","descr":"Der Lektor von Jane (Gina Rodriguez) schlägt ihr eine finstere Wendung für ihr Buch vor und Jane macht sich plötzlich Gedanken, dass ihr genau das auch im wahren Leben widerfahren könnte. Rogelio (Jaime Camil) hilft indes River dabei, eine bessere Beziehung zu ihrer Tochter aufzubauen, doch River steht sich dabei nicht nur selbst, sondern auch Rogelio im Wege. Xo (Andrea Navedo) möchte sich derweil ein wenig ablenken und konzentriert sich darauf, die Wogen zwischen Jane und Alba (Ivonne Coll) wieder etwas zu glätten. Alba stellt sich andernorts einer Bekanntschaft aus ihrer Vergangenheit, und Jane erkennt, dass sie genau das gleiche tun muss.","versions":[{"lang":1,"streams":[{"redirect":6278019,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":12923793,"hoster":"VOE"},{"redirect":10124277,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Kapitel Achtundneunzig","epNo":17,"alt":"Chapter Ninety-Seven","descr":"Chapter Ninety-Eight","versions":[{"lang":1,"streams":[{"redirect":6278032,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10841859,"hoster":"VOE"},{"redirect":10124278,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Kapitel Neunundneunzig","epNo":18,"alt":"Chapter Ninety-Nine","descr":"Spezialepisode zum großen Serienfinale von Jane the Virgin. Exklusive Einblicke zum Ende der Serie, inklusive Interviews mit Gina Rodriguez, Andrea Navedo, Yael Grobglas, Justin Baldoni, Brett Dier, Ivonne Coll, Jaime Camil, Elias Janssen, Anthony Mendez und Serienschöpferin Jennie Snyder Urman.","versions":[{"lang":1,"streams":[{"redirect":6278043,"hoster":"VOE"}]},{"lang":2,"streams":[{"redirect":10851049,"hoster":"VOE"},{"redirect":10124279,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kapitel Einhundert","epNo":19,"alt":"Chapter One Hundred","descr":"Jane (Gina Rodriguez) und Rafael (Justin Baldoni) bereiten sich beide auf ihren großen Tag vor. Doch es kommt zu ein paar Problemen, vor allem für Rafael, dessen Hilfsbereitschaft und Einsatz für Jane schon bald nach hinten losgeht. Xo (Andrea Navedo) und Rogelio (Jaime Camil) müssen der Familie indes von ihrer wichtigen Entscheidung berichten, aber nicht jeder nimmt diese Neuigkeit positiv auf. Petra (Yael Grobglas) hat derweil mit ihren Gefühlen zu kämpfen.","versions":[{"lang":2,"streams":[{"redirect":10851050,"hoster":"VOE"},{"redirect":10124280,"hoster":"Streamtape"}]}]}]}]}