{"seriesId":"jeanne-die-kamikaze-diebin","name":"Jeanne, die Kamikaze-Diebin","descr":"[Kamikaze Kaitô Jeanne] Die 16-jährige Maron Kusakabe ist ein ganz normales Mädchen und Mitglied im Club für rhythmische Gymnastik. Als Reinkarnation von Jeanne d’Arc muss sie im Auftrag Gottes Dämonen bannen, die sich in Gemälden und anderen Gegenständen versteckt halten. Der Grundengel Fin Fish hilft ihr, alle Aufträge erfolgreich auszuführen. Miyako Toudaji, die Tochter eines Polizisten, versucht vergeblich ihre Pläne zu durchkreuzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Möge das Spiel beginnen!","epNo":1,"alt":"Episode 1","descr":"Die Freundinnen Maron und Miyako unterhalten sich über einen Vorfall vom vergangenen Abend. Jeanne, die diebische Elster, hat mal wieder ein Bild gestohlen. Miyako, Tochter eines Polizisten, kann es gar nicht erwarten, der Diebin beim nächsten Mal eine Falle zu stellen. Im Hausflur des Gebäudes, in dem die Freundinnen wohnen, lernen sie Chiaki kennen, der gerade neu eingezogen ist und beide Mädchen nach allen Regeln der Kunst anmacht. In den Nachrichten wird inzwischen von einem Täter berichtet, der eins der Werke des berühmten Malers Yamakawa mit Farbe besprüht und somit stark beschädigt hat. Der kleine Engel Fin entdeckt, dass der Künstler – besessen von einem Dämon – seine Bilder selbst beschädigt. Dieser Dämon ist von einer finsteren Macht auf die Erde geschickt worden, um alles Schöne zu vernichten – wie zur Zeit der legendären Jeanne d’Arc. Fin weiß, dass Maron die Wiedergeburt der Jeanne d’Arc ist, und nur die kann den Dämon bannen und so die gesamte Menschheit retten. Inzwischen hat Miyakos Vater seine Männer postiert, um die Gemäldediebin auf frischer Tat zu ertappen.","versions":[{"lang":1,"streams":[{"redirect":8831313,"hoster":"VOE"},{"redirect":8579363,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8831355,"hoster":"VOE"},{"redirect":8579318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hiromi braucht Hilfe","epNo":2,"alt":"Episode 2","descr":"Maron lernt auf dem Weg zur Schule Hiromi kennen, ein kleines Mädchen, das sehr traurig darüber ist, dass ihr Vater sich im Laufe der Zeit sehr verändert hat. Früher war er ein liebevoller Vater, jetzt ist er sehr streng und streitet oft mit Hiromi und ihrer Mutter. Gern möchte Hiromi mit Maron am Gymnastikkurs teilnehmen, hat aber Angst, dass ihr Vater das verbietet. Chiaki, der Junge, der in Marons und Miyakos Wohnblock eingezogen ist, geht nun auch noch in deren Klasse und versucht weiterhin, die Mädchen anzubaggern. Außerdem wohnt er direkt neben Maron und beobachtet sie bei ihren morgendlichen Turnübungen. Da taucht Fin auf und hat einen neuen Auftrag für Jeanne. Im Bild eines kleinen Mädchens hat sich ein Dämon versteckt, der beseitigt werden muss.","versions":[{"lang":1,"streams":[{"redirect":8831314,"hoster":"VOE"},{"redirect":8579367,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492318,"hoster":"VOE"},{"redirect":8579321,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Dämon in der Vase","epNo":3,"alt":"Episode 3","descr":"Frau Pakkalamao versucht einmal mehr, Maron und Miyako die Wichtigkeit im Umgang mit Blumen zu verdeutlichen. Nur wer die Blumen achtet, hat eine reine Seele kann gute Leistungen erbringen. Der Oberlehrer der Schule ist empört, dass Frau Pakkalamao scheinbar wahllos Blumen in die \"überreichte Vase\", ein Geschenk einer berühmten Persönlichkeit im Gründungsjahr der Schule, stellt. Er weist die Lehrerin rüde zurecht. Einzig Chiaki steht ihr und den beiden Freundinnen zur Seite, was Miyako diebisch freut, die sich schon länger von Chiakis Annäherungsversuchen geschmeichelt fühlt. Minatsuki, ebenfalls ein Schüler, kommt gerade noch rechtzeitig, um einen Zusammenbruch Frau Pakkalamaos vor der besagten Vase mitzuerleben. Im Krankenzimmer kommt sie wieder zu sich, ist aber völlig verändert und befiehlt allen Schülern, die Schule nicht zu verlassen, um die wertvolle Vase zu beschützen. Fin wird klar, dass Frau Pakkalamao von einem Dämon besessen sein muss. Sollte der Dämon nicht besiegt werden, muss die Lehrerin sterben. Maron ist sofort bereit, das zu verhindern. Alle Schüler bewachen die Vase, aber mit einer Finte gelingt es Fin und Jeanne, alle zu täuschen, den Dämon zu vertreiben und auch noch die Vase zu stehlen. Auch der ausgeklügelten Falle von Miyako kann Jeanne entkommen. Als Frau Pakkalamao wieder zu sich kommt, gilt ihr erster Gedanke wieder den pflegebedürftigen Pflanzen.","versions":[{"lang":1,"streams":[{"redirect":12252271,"hoster":"VOE"},{"redirect":9348285,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534933,"hoster":"VOE"},{"redirect":8579320,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"1:0 für Sindbad","epNo":4,"alt":"Episode 4","descr":"Minatsuki macht sich Sorgen um seinen Großvater. Früher war er ein liebenswerter Mensch, der seinem Enkel beigebracht hat, dass das Wichtigste im Leben die Wertschätzung anderen Menschen gegenüber ist, seit einiger Zeit interessiert ihn aber nur noch Geld. Ein wertvolles Bild, das er eben noch verkaufen wollte, um seine Mitarbeiter bezahlen zu können, will er jetzt unbedingt behalten – ein böser Dämon hat von dem Bild Besitz ergriffen und beeinflusst den alten Mann. Großvater Minatsuki versucht mit ausgeklügelter, fast unbezahlbarer Technik und mit seiner Meinung nach überflüssiger Unterstützung der Polizei das Bild vor der Kamikaze-Diebin Jeanne zu schützen, die mal wieder eine Warnung geschickt hat, bevor sie das Kunstwerk stehlen will. Aber die gesamte Technik versagt aufgrund eines Stromausfalls. Glücklicherweise hat sich auch Miyako wieder eine Falle für Jeanne ausgedacht, die tatsächlich zu funktionieren scheint, als plötzlich Sindbad auftaucht und das Bild an sich nimmt. Jeanne kann zwar entkommen, das Bild allerdings hat sie nicht in ihren Besitz bringen können …","versions":[{"lang":1,"streams":[{"redirect":8831316,"hoster":"VOE"},{"redirect":8579365,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13483338,"hoster":"VOE"},{"redirect":8579324,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Träne der Ägäis","epNo":5,"alt":"Episode 5","descr":"Eine großartige Ausstellung soll eröffnet werden. Dort soll auch die \"Träne der Ägäis\" gezeigt werden. Eimuro und Miyako treffen Vorkehrungen, falls Jeanne versuchen sollte, die Träne zu stehlen. Maron kann sie beruhigen, so etwas stiehlt doch Jeanne nicht! Aber als Fin Fish erfährt, dass in der Träne ein Teufel wohnt, muss Maron sich wohl oder übel verwandeln und den Schatz stehlen, obwohl sie Gewissensbisse hat, so etwas Schönes und Seltenes zu zerstören. Aber auch Sindbad ist hinter der \"Träne der Ägäis\" her. Als er den Schatz erobert hat, muss er feststellen, das jemand ihn gefoppt hat. Die Kassette ist leer. Miyako hat einen Trick angewandt: viele gleichaussehende Kassetten sind zur gleichen Zeit vorhanden. Sindbad verzweifelt und gibt auf. Maron/Jeanne aber fällt auch ein Trick ein. Sie verkleidet sich als die Dame, die offenbar die Sammlung für die Ausstellung zur Verfügung gestellt hat und lässt sich die richtige Kassette mit der richtigen Perle aushändigen. Keiner kann sie aufhalten. Nach kurzem Zögern macht sie die Perle – und damit den Teufel in ihr – unschädlich.","versions":[{"lang":1,"streams":[{"redirect":8831315,"hoster":"VOE"},{"redirect":8579364,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492322,"hoster":"VOE"},{"redirect":8579322,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geheimnis der Kamee","epNo":6,"alt":"Episode 6","descr":"Als Maron schwer beladen vom Einkaufen zurück kommt, sieht sie, wie eine alte Frau von drei Typen überfallen wird. Natürlich greift sie ein, rettet die Frau und nimmt sie zu sich mit nach Hause. Allerdings scheint die alte Frau – Kaori – sehr anspruchsvoll zu sein und Fin warnt sie vor ihr. Auch Miyako und Chiaki sind misstrauisch, weil Maron offenbar Besuch hat und nicht verrät, wer es ist. Als sie Kaori kennen lernen, finden sie auch, dass dieser Besuch nicht gerade passend ist. Aber Kaori hat etwas ganz anderes vor. Sie überlistet Maron und bringt sie dazu, eine Kamee aus dem Juweliergeschäft zu stehlen. Der Grund: die Kamee ist von ihrem einzigen Sohn, der aber tot ist. Sie wurde Kaori unrechtmäßig weggenommen und Kaori möchte sie gern am Todestag des Sohnes tragen. Zufällig ist es die Kamee, von der auch Fin sagt, dass sie von bösen Geistern besessen ist. So jagt Maron dem Schmuckstück hinterher und kann sie fangen den Dämon bannen. Es stellt sich heraus, dass der \"böse\" Juwelier Kaoris Sohn ist, der durch die Kamee zu einem schlechten, besessenen Menschen geworden ist und Kaori sie nur stehlen wollte, um sie zu vernichten, damit ihr Sohn wieder \"normal\" wird.","versions":[{"lang":1,"streams":[{"redirect":8831318,"hoster":"VOE"},{"redirect":8579369,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492324,"hoster":"VOE"},{"redirect":8579325,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Letzte Chance","epNo":7,"alt":"Episode 7","descr":"Weil Eimuro die Diebin Jeanne noch immer nicht gefasst hat, droht ihm der Polizeipräsident, ihn zu suspendieren. Das ist nicht nur für den Inspektor ein Unglück, auch Miyako leidet, denn sie träumt davon, eines Tages offiziell im Team mit ihrem Vater zu arbeiten. Miyako und Maron versuchen, den hohen Herrn zu überreden und ihn von dem Können des Inspektors zu überzeugen, aber ohne Erfolg. Als wieder ein wertvolles Stück in einer Ausstellung auftaucht, das von einem Dämon besessen ist, schickt Fin die übliche Warnung und die Polizei setzt ihre gesamte Truppe ein, um diesmal Jeanne zu fassen. Aber trotz des enormen Einsatzes von Inspektor Eimuro kann Jeanne entkommen und das teure Stück vom Teufel befreien. Dieser großartige Einsatz jedoch bewegt den Polizeipräsidenten, Eimuro nicht zu suspendieren, sondern ihn bei seinen Vorgesetzten zu verteidigen und im Dienst zu behalten. Und ihm die Leitung der Soko \"Jeanne\" zu übertragen.","versions":[{"lang":1,"streams":[{"redirect":9593283,"hoster":"VOE"},{"redirect":8579370,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507398,"hoster":"VOE"},{"redirect":8579326,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die verschwundene Melodie","epNo":8,"alt":"Episode 8","descr":"Takumi spielt wunderbare Melodien auf seinem Piano. Das finden auch Miyako, Maron und Fin. Und demnächst soll er bei einem Schulwettbewerb spielen, dann aber auf dem berühmten Flügel seines noch berühmteren Vaters. Er leidet unter seinem Vater, weil der so bekannt ist und von ihm erwartet, dass er ein berühmter Pianist wird. Aber sein Selbstvertrauen ist nicht stark ausgeprägt. Fin verrät ihm Marons \"Geheimnis\" nämlich \"stark, bereit, unbesiegbar, schön, entschlossen und mutig\" zu sein. Das soll sein Selbstvertrauen stärken. Nun entdeckt Fin aber, dass der berühmte Flügel vom Teufel besessen ist und Access offenbar dafür sorgen will, dass auch Takumi vom Teufel besessen wird, um die Seele dem \"Bösen König\" zu übergeben. Maron muss wieder ran, um den Dämon auszutreiben. Nach der Warnung wird ein großes Polizeiaufgebot in die Schule geschickt und Miyako denkt sich eine besondere Falle aus. Trotzdem kann Maron entkommen und schafft es gerade noch rechtzeitig, den Dämon aus dem Flügel zu jagen und ihn zu vernichten. Dabei wird allerdings der Flügel stumm. Der schnell herbeigeschaffte andere Flügel gibt Takumi dann die Gelegenheit, sein Können unter Beweis zu stellen, weil ihm gerade noch rechtzeitig die richten Worte einfallen, die ihm Selbstvertrauen einflößen.","versions":[{"lang":1,"streams":[{"redirect":8831320,"hoster":"VOE"},{"redirect":8579372,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507399,"hoster":"VOE"},{"redirect":8579327,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Vaterliebe","epNo":9,"alt":"Episode 9","descr":"Saegusa, ein berühmter Fotograf, hat seine Tochter Akiko durch einen Unfall verloren und ist untröstlich deswegen. Erst, als Frau P. vorschlägt, dass er die jungen Sportlerinnen fotografieren kann, erwacht er wieder zum Leben. Maron hat es ihm besonders angetan und er möchte sie als Model gewinnen. Als er während der Arbeit zusammen bricht, vermutet Maron bereits einen Dämon in ihm, und Fin entdeckt im Haus des Fotografen tatsächlich einen Dämon. Auch Access ist auf dieser Spur. Fin informiert Maron und schickt eine Warnung an Saegusa. Dieser aber informiert die Polizei nicht, denn er hat Angst um die Bilder von Akiko, die sein Atelier füllen. Beide, Jeanne und Sindbad, erscheinen fast gleichzeitig, um den Dämon auszutreiben. Sindbad geht sehr brutal zu Werke. Da der Dämon in einem der Bilder vermutet wird, steckt er alles in Brand, bis sich der Dämon dann in der Kamera zeigt. Das Schachmatt gelingt diesmal Sindbad, dessen Motive weiterhin ungeklärt bleiben. Jeanne ist stinksauer auf Sindbad und schwört, ihm das niemals zu verzeihen.","versions":[{"lang":1,"streams":[{"redirect":13101308,"hoster":"VOE"},{"redirect":8579373,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13101313,"hoster":"VOE"},{"redirect":8579328,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Es ist nicht alles Gold, was glänzt","epNo":10,"alt":"Episode 10","descr":"Yamoto ist Vertrauensschüler, aber kann sich nicht durchsetzen. Er ist zu schüchtern. Aber heimlich übt er zaubern. Als die Mädchen ihn Auffordern, sein Können zu zeigen, traut er sich zwar, aber alles geht schief. Zufällig sitzt er unter dem von ihm verehrten Bild eines Zauberers. Als Yamoto plötzlich schon unangenehm selbstbewusst wird, entdeckt Fin einen Dämon in dem Bild. Jeanne und Sindbad wollen ihn austreiben, aber Yamoto verhindert es mit seinen Zauberkünsten. Als es Sindbad doch gelingt, den Pin zu werfen, ist der Dämon gar nicht in dem Bild. Jeanne sucht verzweifelt nach dem Dämon und entdeckt ihn in dem Buch für Zauberer, das sich Yamoto aus der Schulbibliothek ausgeliehen hatte. Endlich gelingt ihr das Schachmatt. Der Dämon geht aus dem Buch und aus Yamoto, der gleich wieder der alte, tollpatschige Junge wird. Aber so ist er allen viel lieber, und da Maron ihm sagt, dass er auch mit Brille hübsch ist, schöpft er Hoffnung, ihr Herz zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":8831323,"hoster":"VOE"},{"redirect":8579374,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492326,"hoster":"VOE"},{"redirect":8579329,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Handtaschendieb","epNo":11,"alt":"Episode 11","descr":"Chiaki macht mehr als sonst Miyako den Hof. Maron findet das ganz schrecklich, ist aber eigentlich nur ein bisschen eifersüchtig auf ihre Freundin. Währenddessen macht ein Dieb die Stadt unsicher. Er überfällt abends Frauen und stiehlt ihnen ihre Handtaschen. Bisher ist er auf seinem Motorrad immer entkommen. Auch Inspektor Haruta scheitert bei dem Versuch, ihn zu fangen, und betrinkt sich daraufhin hemmungslos. In diesem Zustand hat der Dämon leichtes Spiel mit dem Inspektor. Die Kollegen um Eimuro machen sich inzwischen auf den Weg, um dem Handtaschendieb im Park eine Falle zu stellen. Da trifft es sich gut, dass von Jeanne erneut eine Warnung eingegangen ist, nach der sie die Statue, die sich ebenfalls im Park befindet, stehlen will. Als Frauen verkleidet warten die Polizisten im Park. Doch der Dieb scheint wieder zu entkommen. Plötzlich sieht der sich jedoch Haruta gegenüber, der durch die Kraft des Dämons so gestärkt ist, dass es ihm gelingt, den Dieb zur Strecke zu bringen. Leider sind die Polizisten durch den Vorfall mit Haruta so abgelenkt, dass die Statue, die es zu schützen galt, unbemerkt gestohlen werden konnte …","versions":[{"lang":1,"streams":[{"redirect":8831322,"hoster":"VOE"},{"redirect":8579377,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492325,"hoster":"VOE"},{"redirect":8579339,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Romeo und Julia","epNo":12,"alt":"Episode 12","descr":"In der Stadt wird Shakespeares \"Romeo und Julia\" aufgeführt. Die Vorstellung ist seit Monaten ausverkauft, aber Maron und Miyako haben rechtzeitig Karten ergattert. Die beiden Mädchen und ihre Freunde Chiaki und Minatsuki lernen die Hauptdarstellerin kennen, Saki Matsubara. Man sagt ihr eine sehr glückliche Beziehung zu dem Darsteller des Romeo, Masahide Otomo, nach, die allerdings bei näherer Betrachtung reichlich kriselt. Inzwischen findet Fin heraus, dass in dem Dolch, den Romeo bei sich trägt, ein Dämon steckt, den Jeanne natürlich besiegen muss, indem sie den Dolch stiehlt. Aber auch Sindbad liegt auf der Lauer, um Jeanne zuvorzukommen. Durch die Entwendung des Dolches nimmt das Stück ein eigenwilliges Ende …","versions":[{"lang":1,"streams":[{"redirect":13101311,"hoster":"VOE"},{"redirect":8579375,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13101312,"hoster":"VOE"},{"redirect":8579331,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Vergissmeinnicht","epNo":13,"alt":"Episode 13","descr":"Das Blumenmädchen Yurika verschenkt auf dem Marktplatz Vergissmeinnicht an alle Menschen, die vorbeikommen. Ihr Freund ist vor drei Jahren nach Paris gegangen und hat ihr versprochen, dass er sie holen würde, wenn die Vergissmeinnicht zum dritten Mal blühen. Tatsächlich erhält Yurika eine Karte von ihrem Liebsten, auf die er selbst einen Strauß Vergissmeinnicht gemalt hat. In diesem wunderschönen Bild steckt allerdings ein Dämon. Miyako sieht Jeannes weiteren Schritte voraus und schickt Fuyuta hinterher, um Jeanne zu fangen. Plötzlich kommt Sindbad Jeanne zu Hilfe und gemeinsam gelingt es ihnen, den Verfolgern zu entkommen. Am Ende kann Jeanne Yurika von dem bösen Dämon befreien, die Vergissmeinnicht beginnen zu blühen, und Yurikas Freund erscheint tatsächlich …","versions":[{"lang":1,"streams":[{"redirect":9582411,"hoster":"VOE"},{"redirect":8579371,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507402,"hoster":"VOE"},{"redirect":8579330,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Hochzeit mit Hindernissen","epNo":14,"alt":"Episode 14","descr":"Kanako will ihren Junji Yamagiwa heiraten. Sie wird bei der Trauung das Hochzeitskleid von Junjis verstorbener Mutter tragen, in das sich jedoch ein Dämon eingenistet hat. Miyako träumt davon, auch einmal zu heiraten","versions":[{"lang":1,"streams":[{"redirect":8831325,"hoster":"VOE"},{"redirect":8579376,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492323,"hoster":"VOE"},{"redirect":8579332,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Dämon im Vergnügungspark","epNo":15,"alt":"Episode 15","descr":"Eine Besprechung zwischen Eltern, Lehrern und Schülern soll in der Schule stattfinden. Das bringt Maron und Chiaki in Schwierigkeiten, denn beide haben keine Eltern vorzuweisen. Durch diese Gemeinsamkeit kommen die zwei sich etwas näher. Wieder wird der schwache Minatsuki von einem Dämon beherrscht. Er ist wieder stark und \"baggert\" Maron sehr intensiv an. Chiaki kann gerade noch verhindern, dass er sie küsst. Aber Maron meint noch immer, sie wird mit ihm alleine fertig. So auch in der Geisterbahn im Vergnügungspark. Dort versucht der Dämon in Gestalt von Minatsuki auch sie in seinen Bann zu ziehen, aber Maron schafft es gerade noch, sie von den einschmeichelnden Worten zu lösen und das Schachmatt auszusprechen. So befreit sie Minatsuki wieder vom Dämon, gibt ihm aber bei der Gelegenheit ein paar gute Ratschläge mit auf den Weg: Nur wenn du es wenigstens versuchst, kannst du etwas erreichen.","versions":[{"lang":1,"streams":[{"redirect":9593284,"hoster":"VOE"},{"redirect":8579378,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507404,"hoster":"VOE"},{"redirect":8579333,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein erster Kuss im Mondschein","epNo":16,"alt":"Episode 16","descr":"Minatsuki hat sich ausgedacht, den Kindern ein Puppenspiel vorzuspielen. Dafür hat sie \"Rotkäppchen\" umgeschrieben, damit ein Prinz darin vorkommt, den Chiaki geben soll und sie ist natürlich Rotkäppchen und der Prinz muss sie wach küssen. Eines der Kinder, Ken-ichii, stört das Spiel und macht die Puppen kaputt. Maron wird misstrauisch und Fin entdeckt wirklich einen Dämon im Haus der Eltern den Jungen","versions":[{"lang":1,"streams":[{"redirect":8831329,"hoster":"VOE"},{"redirect":8579379,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492327,"hoster":"VOE"},{"redirect":8579335,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Liebe schlägt ein wie der Blitz","epNo":17,"alt":"Episode 17","descr":"Maron hat von ihrem letzten Auftritt als Jeanne noch einen verstauchten Knöchel und muss dauernd an ihren ersten Kuss mit Sindbad denken. Außerdem treffen Miako und Maron auf Chiakis Verlobte, die warscheinlich ihre stärkste Gegenerin im kommenden Gymnastik-Wettbewerb sein wird.Diese Rivalin liebt Chiaki noch immer,obwohl er sie längst nur noch als Freundin sieht. Doch dann wird genau diese von einem Dämon besessen und tut alles um zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":10072717,"hoster":"VOE"},{"redirect":8579380,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492328,"hoster":"VOE"},{"redirect":8579336,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Freundschaft in Gefahr","epNo":18,"alt":"Episode 18","descr":"Yashiro will Chiaki unbedingt \"haben\". Sie kämpft mit allen Mitteln. Aber Chiaki ist sich nicht sicher, ob er nicht doch Maron lieber hat. – Maron hat Miyako als kleines Mädchen ein selbst gebasteltes, buntes Papierabzeichen geschenkt. Dieses Papierabzeichen sucht sich ein Dämon aus, um Miyako \"böse\" zu machen. Fin findet das heraus, aber Maron tut sich schwer, bei der Freundin das \"Schachmatt\" zu setzen. Und Miyako wehrt sich mit allen Kräften dagegen. So kämpfen die beiden Mädchen – Maron als Jeanne – gegeneinander. Nur die Erinnerung an die Kinderzeit lässt Miyako endlich nachgeben und so gelingt es Maron/Jeanne den Dämon Schachmatt zu setzen und die Freundin wieder \"normal\" werden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":8831330,"hoster":"VOE"},{"redirect":8579381,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492329,"hoster":"VOE"},{"redirect":8579334,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Erinnerungen an Papa","epNo":19,"alt":"Episode 19","descr":"Minatsuki beobachtet, wie Maron und Miyako von einem Mann in ein Auto gezerrt werden. Er glaubt, in dem Mann Chiaki zu erkennen. Tatsächlich gibt sich der Mann als Chiakis Bruder aus, der von den beiden Freundinnen erfahren will, ob Chiaki wie geplant einmal das von der Familie betriebene Hospital übernehmen will. Als er und Chiaki sich begegnen stellt sich heraus, dass Kaiki tatsächlich Chiakis Vater ist. Er will einen seiner alten Professoren besuchen, der Marons Vater – inzwischen ein bekannter Architekt – unterrichtet hat und seine Arbeiten sehr schätzt. Kaiki zeigt Maron die umfangreiche Sammlung des Professors, und Maron entdeckt den Entwurf eines Vergnügungsparks, der nach ihr benannt wurde. Ausgerechnet dieses Modell ist von einem Dämon besessen, was Jeanne d’Arc auf den Plan ruft. Der Professor scheint seine Werke wirklich ausgezeichnet geschützt zu haben, aber mit Sindbads Hilfe kann Jeanne in letzter Sekunde entkommen. Verwundert ist sie nur darüber, dass Sindbad sie \"Maron\" gerufen hat. Sollte ihre Tarnung aufgeflogen sein?","versions":[{"lang":1,"streams":[{"redirect":12379766,"hoster":"VOE"},{"redirect":8579383,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534935,"hoster":"VOE"},{"redirect":8579337,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Wo ist Maron?","epNo":20,"alt":"Episode 20","descr":"Maron erhält einen Anruf von ihrer Mutter, die ihr mitteilt, dass sie sich jetzt doch für eine Scheidung entschieden hat. Das stimmt Maron sehr traurig und sie läuft vor ihren Freunden davon, um allein zu sein. Alle sind ratlos, einzig Chiaki ist in der Lage, sich in Marons Gedanken hineinzuversetzen. Tatsächlich macht er Maron im Vergnügungspark ausfindig. Sein Beistand ist ein wertvoller Trost für sie, und sie kehrt wohlbehalten in den Kreis ihrer Freunde zurück.","versions":[{"lang":1,"streams":[{"redirect":8831333,"hoster":"VOE"},{"redirect":8579385,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492331,"hoster":"VOE"},{"redirect":8579338,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Ausflug in die Vergangenheit","epNo":21,"alt":"Episode 21","descr":"In der Schule machen sich Gerüchte breit, dass Maron und Jeanne ein und dieselbe Person sein soll. Einzig Miyako will davon nichts hören. Sie hat zwar nach wie vor großes Interesse, die Diebin Jeanne zu fangen, will damit aber auch endlich den Gerüchten um Jeannes wahre Identität ein Ende setzen. Viele Schüler halten sie für blind, sie aber erinnert sich an die gemeinsame Kindheit mit ihrer Freundin und daran, wie sehr Maron sich in schwierigen Situationen für sie eingesetzt hat.","versions":[{"lang":1,"streams":[{"redirect":9593286,"hoster":"VOE"},{"redirect":8579382,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507408,"hoster":"VOE"},{"redirect":8579340,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der blaue Morpho - Teil 1","epNo":22,"alt":"Episode 22","descr":"Auch dieses Mal ist Miyako wieder auf der Jagd nach Jeanne d’Arc. Ihre Falle scheint perfekt. Als Jeanne sich nach erledigter Arbeit mit einem Drachen aus dem Staub machen will, erwischt Miyako sie in letzter Sekunde, und Jeanne stürzt über dem Meer ab. Maron liegt mit einer dicken Grippe im Krankenhaus von Chiakis Vater. Schnell ist sie auf dem Weg der Besserung, als Chiakis Vater sie zu sich nach Hause einlädt. Er zeigt ihr seine umfangreiche Schmetterlingssammlung, der gerade ein ganz besonderes Exemplar – ein blauer Morpho – hinzugefügt werden soll. Nebenbei bittet er Maron, zwischen ihm und seinem Sohn zu vermitteln. Die beiden verstehen sich schon seit langem nicht mehr, da Chiaki seinem Vater vorwirft, die Mutter in ihrer Todesstunde alleingelassen zu haben. Chiaki zeigt sich auch Maron gegenüber unnachgiebig, die hat allerdings eine Idee, wie sie Vater und Sohn wieder zusammenbringen kann. Plötzlich sind alle Ärzte und Schwestern des Krankenhauses verschwunden. Die Polizei und die Presse machen Jeanne d’Arc dafür verantwortlich, auch wenn keiner so recht glauben kann, dass die Diebin jetzt Menschen kidnappt. Unter den Entführten ist auch Chiakis Vater. Chiaki erhält einen Anruf der Kidnapper, die ihn zu einem Treffen im Park auffordern. Maron folgt Chiaki heimlich und kommt gerade noch rechtzeitig, um mit anzusehen, wie aus dem Hinterhalt auf Chiaki geschossen wird …","versions":[{"lang":1,"streams":[{"redirect":12336327,"hoster":"VOE"},{"redirect":8579384,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534936,"hoster":"VOE"},{"redirect":8579341,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der blaue Morpho - Teil 2","epNo":23,"alt":"Episode 23","descr":"Kurz nachdem der Schuss im Park gefallen ist, sieht Maron, wie jemand Chiaki in ein Auto zerrt und mit dem Verletzten wegfährt. Sofort beginnt eine verzweifelte Suchaktion. Maron schickt Fine los, die auch tatsächlich eine Spur findet – die zum Krankenhaus führt. Vom gesamten verschwundenen Krankenhauspersonal taucht einzig Chiakis Vater plötzlich wieder auf, kann der Polizei aber keine wertvollen Hinweise liefern. Er zieht sich in sein Büro zurück, wo gerade eine neue Schmetterlings-Lieferung angekommen ist: der Blaue Morpho, in dem sich allerdings ein böser Dämon verbirgt. Jeanne stößt bei der Suche nach Chiaki auf einen geheimnisvollen Raum, in dem Chiakis Vater schöne Menschen in Glasvitrinen \"sammelt\". Über allen thront der Blaue Morpho, dessen Geruch die Menschen in eine Art Koma versetzt. Zwei Exemplare fehlen Dr. Nagoya noch in seiner Sammlung, dabei denkt er an seinen Sohn Chiaki und Jeanne d’Arc. Jeanne findet sich in einem Verlies wieder, in dem auch Chiaki gefangen gehalten wird. Fine kann die beiden befreien und Jeanne gelingt es schließlich, den Dämon zu vertreiben, Chiakis Vater zur Vernunft zu bringen und ein Missverständnis zwischen Vater und Sohn wird endlich aus der Welt geräumt. Und Chiaki weiß nun endlich auch, wer die Frau in seinen Träumen ist.","versions":[{"lang":1,"streams":[{"redirect":13101315,"hoster":"VOE"},{"redirect":8579388,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13101314,"hoster":"VOE"},{"redirect":8579344,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Auf Kreuzfahrt","epNo":24,"alt":"Episode 24","descr":"Auf einem Kreuzfahrtschiff veranstaltet Marianne, ein ehemaliges Model, einen Maskenball. Sie trägt einen wertvollen Diamanten, den Grand Marine, an ihrem Kleid. Natürlich erregt dieses Schmuckstück wieder die Aufmerksamkeit von Jeanne und Sindbad. Aufgrund einer Warnung von Jeanne sind die Beamten der Kriminalpolizei um Eimuro auch auf dem Schiff, um endlich das Diebespärchen zu fangen. Tatsächlich wird der Grand Marine vom Kleid Mariannes gestohlen. Sofort begibt sich Eimuro auf die Suche nach dem vermeintlichen Dieb. Niemand rechnet damit, dass das Schoßtier von Marianne – das kleine Äffchen Louis – den Stein an sich genommen hat, bevor Jeanne oder Sindbad zuschlagen konnten. Der böse Geist, den der Stein beherbergt, nimmt Besitz vom Kapitän des Schiffes. Dieser – nun vom bösen Geist besessen – steuert das Schiff absichtlich mit hoher Geschwindigkeit auf die Hafenmauer zu. Jeanne kann ein Unglück nur verhindern, indem sie schnell das Äffchen Louis und somit auch den Diamanten findet, was ihr in letzter Sekunde auch gelingt. Der böse Geist wird vertrieben und der Kapitän kann trotz ausgefallener Instrumente durch seine Erfahrung das Schiff gerade noch vor einem großen Unfall bewahren.","versions":[{"lang":1,"streams":[{"redirect":8831336,"hoster":"VOE"},{"redirect":8579390,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13918075,"hoster":"VOE"},{"redirect":8579342,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Satomis Puppe","epNo":25,"alt":"Episode 25","descr":"Maron und ihre Freundinnen aus dem Gymnastikverein sind zusammen mit den Jungs der Fußballmannschaft im Schullandheim. Der Hausmeister, Herr Munakata, scheint auf den ersten Blick ein sehr strenger und unnachgiebiger alter Mann zu sein. Er verbietet den Schülern den Zugang zu einem Zimmer, was bei den Mädchen den Verdacht nur erhärtet, dass es in dem alten Gemäuer spukt. Tatsächlich hält sich in dem abgedunkelten Zimmer seine Enkelin Satomi auf, die sich seit einiger Zeit merkwürdig verhält, mit niemandem mehr spricht und sich auch von ihrem ehemals geliebten Großvater zurückgezogen hat. Maron erkennt sehr schnell, dass sich in der Puppe, mit der die kleine Satomi spielt, ein böser Geist verbirgt. Ohne größere Anstrengung gelingt es Jeanne, den bösen Geist zu vertreiben, und am Ende liegen sich Großvater und Enkelin glücklich in den Armen.","versions":[{"lang":1,"streams":[{"redirect":8831337,"hoster":"VOE"},{"redirect":8579387,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492332,"hoster":"VOE"},{"redirect":8579343,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Angriff auf die Ninja-Festung","epNo":26,"alt":"Episode 26","descr":"Eine Attraktion wird besucht: ein mittelalterliches Dorf mit Samurai und Ninjas und allem Drum und Dran. Maron, Miyako, Yamato und Chiaki amüsieren sich prächtig, denn alles – auch gefährliche Situationen – sind nur gespielt. Allerdings spielt Einer falsch: der Präsident des Dorfes, Kagaya, ist von einem Dämon besessen und hat die Aufgabe, Jeanne aus dem Weg zu räumen. Er schafft es fast weil er Fin fängt und einsperrt. Als Dämon-Besessener kann er Fin nämlich sehen. Auch Miyako und Minatsuki, die nach der Warnung Jeanne fangen und verhaften wollen, schnappt sie der böse Kagaya und so sitzen auch sie in der gefährlichen Falle. Fin schafft es aber, trotz der großen Entfernung zu Maron, ihr die Unterstützung zur Verwandlung zu geben. Wieder einmal kämpfen Jeanne und Sindbad mit- bzw. gegeneinander. Und dieses Mal schafft Sindbad das Schachmatt, der Obersamurai wird von seinem Dämon befreit und lässt nun das Ganze aussehen, wie ein geplantes Spiel, das zu der Attraktion gehört.","versions":[{"lang":1,"streams":[{"redirect":8831338,"hoster":"VOE"},{"redirect":8579386,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492337,"hoster":"VOE"},{"redirect":8579345,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Abschied von Fin","epNo":27,"alt":"Episode 27","descr":"Der berühmte Rennfahrer Nobutaka findet auf dem Schrottplatz ein altes Motorrad, das er wieder flott macht. Das Motorrad scheint ihm so dankbar dafür zu sein, dass es schneller und zuverlässiger ist, als alle neuen Maschinen. So startet er ins Rennen. Aber Fin hat entdeckt, dass ein Dämon in der Maschine sitzt, und der Junge hat sich auch schon stark verändert. So muss Jeanne, deren Amulett aber irgendwie merkwürdige Strahlen von sich gibt, antreten. Sie schafft es – nachdem Sindbad sie vor dem rasenden Motorrad gerettet und sich dabei den Fuß verletzt hat – den Pin zu werfen, und den Dämon aus dem Motorrad zu vertreiben. Das Amulett strahlt immer noch sehr merkwürdig. Daraus schließt Fin, dass alle Dämonen von der Erde vertrieben sind und ihre und Marons Aufgabe gelöst ist. Sie sammelt alle Schachfiguren zusammen und fliegt, nach tränenreichem Abschied von Maron, davon.","versions":[{"lang":1,"streams":[{"redirect":8831339,"hoster":"VOE"},{"redirect":8579389,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492334,"hoster":"VOE"},{"redirect":8579346,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Verwandlung ohne Fin","epNo":1,"alt":"Episode 28","descr":"Fin ist weg und eigentlich sollen auch alle Dämonen den Planeten verlassen haben. Maron beschließt, endlich ihr \"Leben zu genießen\". Aber da sind auch noch Misto und Noyne (der sich später als der neue Referendar für Geschichte, Hiiri Shikaido herausstellt), die vom Bösen König geschickt worden sind. Misto möchte Maron gerne herausfordern und schickt einen Dämon in einen Steinlöwen, der das Treibhaus im Botanischen Garten von Takerus Vater bewacht. Der Junge gerät in den Bann des Dämons, was einfach ist ,weil er sich von seiner Mama nicht verstanden fühlt, der Papa gerade gestorben und er selber unglücklich ist. Maron will helfen, kann sich aber nicht in Jeanne verwandeln. Erst der starke Wille gibt ihr die Kraft und Fins Geist hilft ihr bei der Verwandlung. Chiaki ist noch verletzt und zeigt sich bei den Mädchen nicht ,weil er fürchtet, dass Maron den Zusammenhang erkennt. Als er aber merkt, dass Maron gegen einen Dämon kämpfen will, ist ihm die Verletzung egal, er will Maron helfen. Er wird zu Sindbad, aber das Schachmatt gelingt Jeanne. In der Schule stellt Frau P. den neuen Referendar, Herrn Hiiri Shikaido vor.","versions":[{"lang":1,"streams":[{"redirect":8831343,"hoster":"VOE"},{"redirect":8579393,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492333,"hoster":"VOE"},{"redirect":8579348,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Engel der Glückseligkeit","epNo":2,"alt":"Episode 29","descr":"Maron macht sich Gedanken, wo die Dämonen jetzt herkommen. Ihr Schluss ist, Sindbad habe sie mitgebracht. Sie misstraut ihm gründlich, obwohl Sindbad/Chiaki ihr wirklich nur helfen und sie beschützen will. – Der neue Lehrer ist sehr geheimnisvoll und merkwürdig. Er bringt Maron einen Brief von ihrem Vater aus Frankreich. Offenbar will er ihr Vertrauen erschleichen, denn eigentlich ist er ja ein Dämon und vom Bösen König geschickt, um ihr zu schaden. Tsubasa hat ein Bild von einem Engel gemalt, das allgemein bewundert wird. Aber Misto sucht sich dieses Bild aus, um einen Dämon in die Schule zu schmuggeln. Tsubasa, als Urheber des Bildes, wird auch zum Dämon und böse und versucht, Maron umzubringen. Sie verwandelt sich – wieder mit Hilfe der fernen Fin – in Jeanne und will den Dämon austreiben, doch der ist sehr stark. Auch Sindbad kann nichts gegen ihn ausrichten. Aber Jeanne findet den Dreh und setzt das Schachmatt. Misto ist sauer und enttäuscht.","versions":[{"lang":1,"streams":[{"redirect":9593287,"hoster":"VOE"},{"redirect":8579394,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507415,"hoster":"VOE"},{"redirect":8579349,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Blindenhund","epNo":3,"alt":"Episode 30","descr":"Maron macht sich große Sorgen, weil der neue Lehrer sie vielleicht als Jeanne gesehen und beobachtet haben könnte, wie sie sich zurückverwandelt hat. Sie hat Angst, dass es alle erfahren und sie verhaftet wird, die Freunden nicht mehr mit ihr reden etc. Auf dem Weg zur Schule trifft sie das blinde Mädchen Tsugumi mit ihrem Hund Ikarus. Ikarus ist sehr lieb, aber Misto wirft eines ihrer \"Bonbons\" und so wird Ikarus zum dämonbesessenen Hund und tobt wütend durch den Ort. Auch der Polizei gelingt es nicht, den tollwütigen Hund zu fangen. Erst Maron als Jeanne schafft es, aber sie hat auch ein sehr schlechtes Gewissen dabei, denn Ikarus existiert ja nicht mehr, nachdem sie den Dämon ausgetrieben hat und Tsugumi hängt sehr an ihrem Hund und treuen Begleiter. Sie löst das Problem, indem sie ihr einen neuen Hund schenkt, der zwar nicht schwarz ist, aber das sieht das Mädchen ja nicht. – Fin erscheint im Amulett und sagt Maron, dass Sindbad die bösen Dämonen aus der Unterwelt geholt hat. Das bestärkt Maron noch in ihrer Annahme, dass Sindbad ihr Feind ist.","versions":[{"lang":1,"streams":[{"redirect":8831342,"hoster":"VOE"},{"redirect":8579391,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492335,"hoster":"VOE"},{"redirect":8579353,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Werbestar Yamato","epNo":4,"alt":"Episode 31","descr":"Shinonome, ein kleiner, aber unverbesserlicher Betrüger, sucht sich Yamato aus, um mal wieder zu Geld zu kommen. Er verspricht ihm viel Geld, wenn er erst einmal bezahlt, um einen Werbefilm für ein neues Getränk zu drehen. Als er auch noch sagt, dass der Film mit Maron zusammen gedreht werden soll, hofft Yamato die Liebe von Maron zu erringen und geht auf den Deal ein. – Misto sieht ihre Chance, endlich Maron bzw. Jeanne töten zu lassen. Sie gibt Shinonome eines ihrer Bonbons und macht ihn so zum Opfer ihres Dämons. Bei einem Treffen mit Yamato und Shinonome merkt Maron, dass Shinonome vom einem Dämon gelenkt wird und will ihn austreiben. Aber der Dämon ist stark und Misto leitet die \"Operation\" aus dem Hintergrund. Erst Chiakis/Sindbads beherztes Eingreifen retten Maron/Jeanne vor dem Tod. Aber Maron glaubt ihm noch immer nicht. – Die Polizei ist natürlich auch wieder im Einsatz, wie immer stark, aber erfolglos. Jeanne gelingt das Schachmatt trotz großer Schwierigkeiten und rettet so auch noch das Geld von Yamato.","versions":[{"lang":1,"streams":[{"redirect":8831347,"hoster":"VOE"},{"redirect":8579392,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492336,"hoster":"VOE"},{"redirect":8579347,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jeanne in Lebensgefahr","epNo":5,"alt":"Episode 32","descr":"Im Polizeipräsidium hat die Soko Jeanne einen neuen Computer angeschafft, der helfen soll, das Problem Jeanne in den Griff zu bekommen. Das macht den Polizeipräsidenten ziemlich sauer, weil so ein Computer sehr teuer ist und er glaubt nicht recht an den Erfolg. Das wiederum macht den Inspektor böse, und so wird er zum willigen Opfer für Misto. Mit ihrem Bonbon erreicht sie, das er so böse wird, dass er anordnet, Jeanne zu töten, falls sie auftaucht. Miyako erkennt ihren Papa nicht wieder. – Maron bemerkt die Veränderung und ihr Amulett schlägt auch prompt an. So wird die Warnung geschickt und sie verwandelt sich in Jeanne, um den Dämon aus dem Inspektor zu treiben. Der aber ist wild entschlossen und sein Dämon sehr stark. Wieder muss Sindbad/Chiaki eingreifen und Maron/Jeanne retten. Zum Glück gelingt Maron dann auch noch das Schachmatt bei dem Dämon, während Chiaki die ohnmächtige Miyako und den Inspektor hinausträgt. So wird der Inspektor wieder \"normal\" und hat das Gefühl, einen bösen Traum gehabt zu haben. Misto und Noyne gehen verschiedene Wege, Jeanne zu vernichten. Mistos kennen wir, Noyne will über das Herz von Maron an Jeanne kommen und sie so vernichten.","versions":[{"lang":1,"streams":[{"redirect":12917103,"hoster":"VOE"},{"redirect":8579395,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534937,"hoster":"VOE"},{"redirect":8579350,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sindbad, der Lügner","epNo":6,"alt":"Episode 33","descr":"Noyne setzt seine Taktik weiter ein. Er erschleicht sich das Vertrauen von Maron und schenkt ihr zwei Ringe: einen für sie und den zweiten soll sie Chiaki geben. Was sie auch tut, als Chiaki ihr seine Liebe gesteht. Als die Schulklasse die Kirche für einen guten Zweck sauber machen soll, erscheint auch Misto und gibt der Nonne eines ihrer Bonbons. Ein Riesendämon entsteht. – Noyne \"vermählt\" Maron und Chiaki und da werden die Ringe aktiv. Trotzdem gelingt es Jeanne und Sindbad, den Dämon zu besiegen. Die Ringe lösen sich von den Fingern. Nun sieht Maron den Ring, den sie doch Chiaki gegeben hat und langsam dämmert ihr, dass vielleicht Chiaki und Sindbad ein und die selbe Person sein könnten. Sie stellt Sindbad zur Rede und reißt ihm das Tuch vom Gesicht.","versions":[{"lang":1,"streams":[{"redirect":8831348,"hoster":"VOE"},{"redirect":8579398,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492338,"hoster":"VOE"},{"redirect":8579352,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Schmerz der Liebe","epNo":7,"alt":"Episode 34","descr":"Maron erkennt, das Sindbad Chiaki ist und macht sich Gedanken, ob er schon lange weiß, dass sie Jeanne ist. Im Grunde glaubt sie, dass Chiaki ihr nur etwas vorgemacht hat, um an Jeanne heranzukommen und ihr Vertrauen zu erschleichen. Sie hält ihn nach wie vor für den Diener des Bösen Königs. Sie läuft vor ihm davon und auch seine Beteuerungen können sie nicht überzeugen. So wird sie schwach und anfällig und der neue Dämon, der in die Gestalt eines alten, eigentlich netten Herrn schlüpft, hat leichtes Spiel. Er verletzt Maron, aber Sindbad eilt ihr wieder zur Hilfe. Auch er wird verletzt, aber Maron – sie liebt ihn trotz allem – rettet ihn und macht den Dämon, der stark ist, wie noch kein anderer, unschädlich. In der Schule merkt auch Miyako, dass zwischen Maron und Chiaki etwas nicht stimmt. Aber keiner erklärt ihr, was wirklich vor sich geht.","versions":[{"lang":1,"streams":[{"redirect":8831345,"hoster":"VOE"},{"redirect":8579397,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13483390,"hoster":"VOE"},{"redirect":8579351,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Vertrauensbeweis","epNo":8,"alt":"Episode 35","descr":"Seit einiger Zeit fällt allen auf, dass Maron sich verändert hat. Das liegt daran, dass Chiaki nicht ganz ehrlich zu ihr war: Er hat ihr verschwiegen, dass er ihr Geheimnis seit längerem kennt. Das empfindet Maron als Vertrauensbruch. Kanako Yamagiwa kehrt nach längerer Zeit mit Ihrem Ehemann Junji zurück. Sie ist schwanger. Sie trägt eine Brosche, die sie während ihrer Flitterwochen in Paris gekauft hat. Die Brosche ist von einem Dämon besessen. Misto, die Dienerin von Shikaido, soll Jeanne vernichten. Während eines dramatischen Kampfes, rettet Sindbad Maron in Gestalt von Chiaki, um ihr Vertrauen wieder zu gewinnen. Gemeinsam schaffen sie es, den Dämon zu vertreiben.","versions":[{"lang":1,"streams":[{"redirect":8831344,"hoster":"VOE"},{"redirect":8579396,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492339,"hoster":"VOE"},{"redirect":8579361,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Familienbande","epNo":9,"alt":"Episode 36","descr":"Familie Todaiji freut sich auf die Heimkehr ihres Sohnes Subaru, der einen Forschungspreis erhalten soll. Seine Studien beschäftigen sich mit der Veränderung der Erdoberfläche. Es stellt sich jedoch heraus, dass Subaru den Preis nicht bekommen wird. Seine Professoren geben ihm daher seine auf Diskette verfasste Arbeit zurück. Von Noyne gesandt, besetzt Misto die Diskette mit einem Dämon, woraufhin Subaru einen Streit vom Zaun bricht, weil er annimmt, dass seiner Familie nur der Preis wichtig ist. Subaru wird so ungerecht und beleidigend gegen seinen Vater, dass dieser ihn des Hauses verweist. Mit Hilfe seines entwickelten Kontrollprogramms, will Subaru ein Erdbeben erzeugen, um sich an allen zu rächen. Miyako versucht erfolglos ihren Bruder zur Vernunft zu bringen. In ihrer Verzweiflung fleht sie Jeanne um Hilfe an. Im Labor von Subaru kommt es zu einem dramatischen Kampf zwischen dem Dämon, Jeanne und Sindbad. Dabei gerät Subaru in eine lebensbedrohliche Situation, aus der ihn sein Vater rettet. Jeanne gelingt es schließlich mit Hilfe des Herrn den Dämon zu vernichten. Am Ende ist die ganze Familie wieder glücklich vereint.","versions":[{"lang":1,"streams":[{"redirect":12379767,"hoster":"VOE"},{"redirect":8579400,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534938,"hoster":"VOE"},{"redirect":8579354,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein neues Herz","epNo":10,"alt":"Episode 37","descr":"Zen muss aufgrund eines Herzfehlers im Krankenhaus wiederbelebt werden und ist dem Sterben nah. Noyne – der böse Dämon – verspricht ihm ein neues Herz im Austausch zu Zens Seele nach dessen Tod. Dieses Herz stammt allerdings von einem Dämon. Die Voraussetzung für diesen Deal ist, dass Zen keine Liebe und Zuneigung zulässt. Zens Mutter hat keine Chance, ihn zu besuchen. Maron trifft auf Zen, als dieser versucht, aus dem Krankenhaus zu fliehen. Sie ist von seinem familiären Schicksal sehr bewegt, weil sie Parallelen zu ihrem eigenen Leben erkennt. Maron ist entschlossen, Zen zu retten, kommt jedoch zum ersten Mal in Bedrängnis, weil ihr \"Schach-matt\" seinen Tod bedeuten würde. Was führt Noyne wirklich im Schilde …?","versions":[{"lang":1,"streams":[{"redirect":13015877,"hoster":"VOE"},{"redirect":8579403,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13015875,"hoster":"VOE"},{"redirect":8579355,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kampf um Zen","epNo":11,"alt":"Episode 38","descr":"Das Schicksal von Zen, dem herzkranken Jungen, dem Noyne ein Dämonenherz eingepflanzen ließ, lässt Jeanne nicht los. Da Zen einen Vertrag mit Noyne hat, der besagt, daß der Junge nur mit dem fremden Herzen überleben kann, wenn er keine Gefühle zulässt, hat er sich von seinen Eltern losgesagt. Diese sind todunglücklich und verstehen nicht, was mit ihrem Kind geschehen ist. Obwohl ihr Chiaki/Sindbad dringend davon abrät, muß Jeanne sich weiter um Zen bemühen. Sie zeigt ihm, was es bedeutet, wieder Gefühle zuzulassen. Und sie berührt seine Seele. Der Junge will wieder wie früher sein, und zurück zu seinen Eltern. Er schlägt Noynes Warnungen in den Wind und zahlt einen hohen Preis: er willigt ein, daß Jeanne ihr \"Schachmatt\" setzt und gibt sich damit freiwillig dem Tod in die Hände. Zurück bleibt Jeanne, die das Gefühl hat, zum ersten Mal in ihrem Kampf gegen die Dämonen versagt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8831349,"hoster":"VOE"},{"redirect":8579399,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492341,"hoster":"VOE"},{"redirect":8579359,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Cherrys Eltern","epNo":12,"alt":"Episode 39","descr":"Die Geschichte mit dem kleinen Zen verfolgt Maron. Trotzdem, als ihr die kleine Cherry über den Weg läuft und sie feststellt, dass ihre Eltern, der Botschafter der UNESCO und seine Frau, von Dämonen besessen sind, geht sie das Risiko ein, und befreit sie – nach großen Kämpfen und Diskussionen mit Noyne, der ihr steckt, dass auch ihre Eltern in der Hand des Bösen Königs sind – von den Dämonen. Natürlich ist auch Chiaki mit von der Partie, denn er hat geschworen, Maron nicht im Stich zu lassen, was auch immer passiert. Nachdem die Dämonen unschädlich gemacht sind, trifft sie sich mit Chiaki, und der sagt ihr, dass sie nie aufgeben darf, die Dämonen zu fangen, denn wenn alle unschädlich sind, werden auch ihre Eltern wieder zu ihr zurück kehren.","versions":[{"lang":1,"streams":[{"redirect":12923797,"hoster":"VOE"},{"redirect":8579401,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534939,"hoster":"VOE"},{"redirect":8579358,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Vertraue niemandem","epNo":13,"alt":"Episode 40","descr":"Noyne gibt Maron schlechte Träume ein. Sie sieht, wie Jeanne d’Arc verletzt und verbrannt wird. Der Ritter sagt ihr: \"vertraue niemandem, nicht einmal Gott!\" Als ihr Lehrer Herr Shikaido die Geschichte im Unterricht bestätigt und den Schülern erzählt, dass Jeanne d’Arc zwar Frankreich gerettet hat, aber an die Engländer ausgeliefert und zum Schluss als Hexe verbrannt wurde, werden ihre Zweifel immer stärker. Da Maron sehr wenig über die Geschichte weiß, glaubt Noyne immer weniger, dass sie Jeanne d’Arc ist. Sie ist so geschwächt genug, dass Mistos gezielte Angriffe auf Jeanne fast erfolgreich sind. Misto macht alle Menschen zu Mutanten, die Jeanne ebenfalls angreifen und töten wollen. Noyne versucht Jeanne dazu zu bringen, Gott in ihrer Verzweiflung zu verfluchen, dann hätte er ein leichtes Spiel. Nur mit Hilfe von Chiaki/Sindbad und ihrer Liebe zu Chiaki schafft sie es, Misto zu besiegen. Aber sie gibt ihr die Bonbondose zurück, also ist Misto wohl bald wieder einsatzfähig. Zu ihrem Erstaunen hilft auch Noyne ihr bei dem Kampf gegen Misto, denn er scheint nun doch überzeugt zu sein, dass sie wirklich Jeanne d’Arc ist.","versions":[{"lang":1,"streams":[{"redirect":8831354,"hoster":"VOE"},{"redirect":8579405,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8831385,"hoster":"VOE"},{"redirect":8579356,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Geschichte des Herrn Shikaido","epNo":14,"alt":"Episode 41","descr":"Der Lehrer Shikaido – in Wirklichkeit Noyne, der Mann, der sich dem bösen König verschrieben hat – macht sich wieder an Maron heran und nimmt sie mit in seine Wohnung. Dort erzählt er ihr die Geschichte von Jeanne d’Arc und ihrem treuen Ritter. Der sich in sie verliebt hat, aber Jeanne seine Liebe nicht so stark erwiderte, dass sie ihn heiraten wollte. Als Jeanne gefangen und verurteilt wurde, hätte er zu Gott gebetet, dass Er ihr helfen solle. Da Gott das nicht getan hat, hat er ihn verflucht und sucht nun die Wiedergeburt von Jeanne, um sie umzubringen und der Seele Ruhe vor dem verhassten Gott zu geben. Shikaido gibt sich als der treue Ritter aus. Chiaki scheint das alles zu wissen und versucht zu verhindern, dass Herr Shikaido/Noyne Jeanne/Maron etwas antut. Er befreit sie aus den Fängen von Noyne/Shikaido, aber sie werden von Dämonen verfolgt. Und Fin erscheint, völlig verändert, und sagt, sie sei der \"gnadenlose Engel Fin\". Chiaki versucht wieder, Maron nun endlich die Wahrheit zu sagen, aber der Kampf gegen die Dämonen ist dann doch wichtiger. So kennen auch wir die Wahrheit noch immer nicht.","versions":[{"lang":1,"streams":[{"redirect":13104579,"hoster":"VOE"},{"redirect":8579402,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13101317,"hoster":"VOE"},{"redirect":8579360,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Fin kehrt zurück","epNo":15,"alt":"Episode 42","descr":"Fin kehrt zurück, aber wie hat sie sich verändert! Aus dem elfengleichen Wesen ist eine erwachsene Frau geworden, die sich selbst als den \"gnadenlosen Engel\" bezeichnet. Sie deckt ihre wahren Motive auf. Niemals wollte sie Jeanne helfen, die Dämonen zu besiegen, sondern sie hat die Schachfiguren, in denen Jeanne die Dämonen gebannt hatte, gesammelt, um sie dem bösen König zu übergeben. Dieser hat die Ungeheuer wieder befreit. Jetzt Fin Jeanne. Sie erzählt Jeanne/Maron, wie sie zu der Macht Jeanne d’Arcs gekommen ist, und dass der Herr sie, Fin, als helfenden Engel zu ihr geschickt habe. Aber Fin war stets dem bösen König gegenüber loyal. Access wusste schon eher darüber Bescheid, und war ebenfalls vom Herrn gesandt, um auf Maron aufzupassen. Da er das nicht allein bewerkstelligen konnte, sucht er sich Chiaki aus und verlieh ihm Macht, damit er Access helfen konnte. Als es Fin fast gelingt, Maron so weit zu schwächen, dass sie alles aufgeben will, erscheint plötzlich die echte Jeanne d’Arc und hilft Maron.","versions":[{"lang":1,"streams":[{"redirect":8831353,"hoster":"VOE"},{"redirect":8579404,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492342,"hoster":"VOE"},{"redirect":8579357,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Das Ende einer Freundschaft?","epNo":16,"alt":"Episode 43","descr":"Miyako will nicht die glauben, dass Maron die Kamikaze-Diebin Jeanne ist. Fin schmeichelt sich bei ihr ein, um sie zu überreden, Jeanne zu töten. Sie führt Miyako vor Augen wie lange Jeanne sie belogen und betrogen hat. Sie versucht ihr weiszumachen, dass wenn Miyako den Geist Jeannes töte, die Person Maron gerettet würde und auf der Erde in Frieden leben könne. Jeanne sei der Teil in der Persönlichkeit Marons, der nur das Schlechte will. Im Eispalast kommt es zu einem verhängnisvollen Zusammentreffen von Miyako und Jeanne. Hilflos müssen Chiaki und Access zusehen, wie sich die Situation immer mehr zuspitzt. Nur Fin ist voller Vorfreude.","versions":[{"lang":1,"streams":[{"redirect":12379770,"hoster":"VOE"},{"redirect":8579406,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534940,"hoster":"VOE"},{"redirect":8579362,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das letzte Gefecht","epNo":17,"alt":"Episode 44","descr":"Fin setzt alle Mittel ein, um Jeanne zu schwächen. Sie gaukelt ihr vor, dass ihre Eltern sie nie geliebt hätten und sich auch wegen der ewigen Streitereien um Marons Erziehung scheiden ließen. Maron ist völlig verzweifelt. Fin lässt sie die entscheidenden Szenen mit ihren Eltern durchleben, und Maron erträgt es fast nicht. Aber Chiaki findet Zugang zu ihr. Er führt ihr noch mal vor Augen, was für ein wundervoller Mensch sie ist und wie vielen Menschen sie geholfen hat. Und dass sie Freunde hat, die immer an ihrer Seite stehen werden. Das stärkt Maron. Sie findet ihrer Zuversicht wieder und kann sogar Fin retten, die wieder zurück zu ihrem ursprünglich guten Wesen findet. Am Ende landet sogar endlich der langersehnte Brief von Marons Eltern in ihrem Postkasten.","versions":[{"lang":1,"streams":[{"redirect":8831356,"hoster":"VOE"},{"redirect":8579409,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13492343,"hoster":"VOE"},{"redirect":8579368,"hoster":"Streamtape"}]}]}]}]}