{"path":"/serie/stream/jeffrey-dahmer-selbstportrt-eines-serienmrders","name":"Jeffrey Dahmer: Selbstporträt eines Serienmörders","descr":"Als die Polizei in Milwaukee im Juli 1991 die Wohnung des 31-jährigen Jeffrey Dahmer betrat, fand sie dort die verstörende Privatsammlung eines Serienkillers vor: eine Kühltruhe voller menschlicher Köpfe, Schädel, Knochen und andere Leichenteile in den unterschiedlichsten Stadien der Verwesung. Dahmer gestand schon bald sechzehn Morde in Wisconsin innerhalb der vergangenen vier Jahre, einen weiteren in Ohio im Jahr 1978 und unvorstellbare Akte der Leichenschändung und des Kannibalismus. Die Entdeckung versetzte das ganze Land in Schrecken und schockierte die lokale Gemeinde, die es nicht fassen konnte, dass ein solch verkommener Mörder in ihrer Stadt so lange sein Unwesen treiben konnte. Wie ist es möglich, dass Dahmer, der 1988 als Minderjähriger wegen eines sexuellen Übergriffs verurteilt wurde, nie ins Visier der Polizei geriet, als er in der schwulen Gemeinde Milwaukees – zu der auch viele People of Color gehörten – auf Opfersuche ging? Diese dreiteilige Dokumentation, die dritte in einer Reihe des Regisseurs Joe Berlinger, taucht anhand bislang unbekannter Interviewaufnahmen von Dahmer und seinen Verteidigern in die verquere Psyche des Serienmörders ein und widmet sich zugleich der offenen Frage nach der Verantwortlichkeit der Polizei aus dem Blickwinkel der heutigen Zeit.","seasons":[{"path":"/serie/stream/jeffrey-dahmer-selbstportrt-eines-serienmrders/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jeffrey-dahmer-selbstportrt-eines-serienmrders/staffel-1/episode-1","name":"Sympathie für den Teufel","epNo":1,"alt":"Sympathy for the Devil","descr":"Anwälte, Experten und Journalisten erinnern sich an die Verhaftung Jeffrey Dahmers 1991 und verfolgen seine schrecklichen Morde von den Anfängen bis zu seinem Geständnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11487216","hoster":"VOE"},{"path":"/redirect/11487218","hoster":"Doodstream"},{"path":"/redirect/11487217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jeffrey-dahmer-selbstportrt-eines-serienmrders/staffel-1/episode-2","name":"Darf ich dich fotografieren?","epNo":2,"alt":"Can I Take Your Picture?","descr":"Ende der 1980er-Jahre entwickelt Dahmer den Plan, in den Schwulenbars Milwaukees neue Opfer zu suchen, während er seine Impulse vor den Menschen um ihn verborgen hält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11487221","hoster":"VOE"},{"path":"/redirect/11487220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jeffrey-dahmer-selbstportrt-eines-serienmrders/staffel-1/episode-3","name":"Böse oder verrückt?","epNo":3,"alt":"Evil or Insane?","descr":"Bei Dahmers Prozess kommen kontroverse Fragen über Strafverfolgung und Gerechtigkeit auf. Die von ihm begangenen Morde wirken noch heute nach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11487228","hoster":"VOE"},{"path":"/redirect/11487230","hoster":"Streamtape"}]}]}]}]}