{"path":"/serie/stream/jenny-echt-gerecht","name":"Jenny - echt gerecht!","descr":"Jenny Kramer (Birte Hanusrichter) hat zwei Töchter von zwei unterschiedlichen Männern. Weil sie gerade keinen Job hat, ist sie in Geldnöten. Daher ist sie extrem aufgebracht, als ihr Pro-Bono-Anwalt Maximilian Mertens (August Wittgenstein) nicht zu einer angesetzten Unterhaltsverhandlung gegen Jennys Ex-Mann erscheint. Die ohnehin energische Jenny stürmt daraufhin wutentbrannt in Mertens Kanzlei \"Von Bergen und Partner\". Doch auch dort lässt sie der Anwalt warten.","seasons":[{"path":"/serie/stream/jenny-echt-gerecht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-1","name":"Ex \u0026amp; Hopp","epNo":1,"alt":"","descr":"Als Jenny (Birte Hanusrichter) ihren Job verliert, kann sie es gar nicht gebrauchen, von ihrem Pflichtverteidiger (August Wittgenstein) versetzt zu werden, der den Unterhalt für ihre Tochter einklagen soll. Doch das Schicksal wendet sich schneller als sie gedacht hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14267660","hoster":"VOE"},{"path":"/redirect/14464702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-2","name":"Der Freundschaftsdienst","epNo":2,"alt":"","descr":"Der \"Matratzen-König\" von Berlin, Sven Posch, wird mit dem Selbstmord seiner Mitarbeiterin in Verbindung gebracht doch Maximilian (August Wittgenstein) ist entschlossen seine Ehre wiederherzustellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14261184","hoster":"VOE"},{"path":"/redirect/14264769","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-3","name":"Vergiftet","epNo":3,"alt":"","descr":"Ein SEK-Beamter verklagt seinen Arbeitgeber, die Berliner Polizei, weil er unter Zitterattacken leidet, die er auf minderwertiger Munition beim Schießtraining zurückführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447839","hoster":"VOE"},{"path":"/redirect/14264767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-4","name":"Wahrheit oder Knast","epNo":4,"alt":"","descr":"Jennys (Birte Hanusrichter) Ex-Mann Lars soll in Drogengeschäfte verwickelt sein. Vor Maximilian (August Wittgenstein) gibt Lars Jenny als sein Alibi an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447256","hoster":"VOE"},{"path":"/redirect/14264774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-5","name":"Der Miethai","epNo":5,"alt":"","descr":"Jenny (Birte Hanusrichter) soll Maximilian (August Wittgenstein) helfen, Familie Lemmert davon überzeugen, aus ihrer Wohnung auszuziehen weil ihr Haus umgebaut werden soll.\r\rAls das Gericht allerdings den Lemmerts Recht gibt, soll Jenny ihnen Schmiergeld anbieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14446639","hoster":"VOE"},{"path":"/redirect/14464703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-6","name":"Fahrerflucht","epNo":6,"alt":"","descr":"Jenny (Birte Hanusrichter) vermutet, dass ein verwöhntes Söhnchen betrunken Fahrerflucht begangen hat doch Maximilian (August Wittgenstein) ist gegen die Anklage. Schließlich findet Jenny heraus, dass der Fahrer eigentlich jemand ganz anderes war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447835","hoster":"VOE"},{"path":"/redirect/14264775","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-7","name":"Auf Leben und Tod","epNo":7,"alt":"","descr":"Der Pharmahersteller Peter Singler soll sein Medikament Pulmodal dem schwerstkranken Jörn Eglund zur Verfügung stellen, obwohl es sich noch in der Testphase befindet. Komplikationen bei Eglund könnten dazu führen, dass das wichtige Medikament nie auf den Markt kommt. Doch ohne das Medikament wird er sterben. Jenny findet heraus, dass Singlers Forschungsleiterin Prof. Dr. Meißner offensichtlich in kriminelle Geschäfte verwickelt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14446642","hoster":"VOE"},{"path":"/redirect/14264777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-8","name":"Ausgerastet","epNo":8,"alt":"","descr":"Der Krankenpfleger Ronny soll in einem Hotel randaliert und Gäste angegriffen haben. Doch er erinnert sich an absolut gar nichts mehr. Sein Blackout kommt zum denkbar schlechtesten Zeitpunkt: Er und seine Frau sind kurz davor, den kleinen Nico zu adoptieren. Ronny muss schnellstmöglich seine Unschuld beweisen. Jenny begibt sich auf Spurensuche, doch je tiefer sie recherchiert, desto mehr bestätigt sich der Verdacht gegen Ronny.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14209968","hoster":"VOE"},{"path":"/redirect/14464704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-9","name":"Der verlorene Sohn","epNo":9,"alt":"","descr":"Diesmal muss Maximilian eine Drogendealerin vertreten. Nicht nur Max ist erstaunt, als sich die Dealerin als die 72-jährige Elfriede Wüllner entpuppt, die noch dazu an Altersdemenz leidet. Für ihn und Jenny ist der Fall klar, die arme Frau wurde von ihrem Sohn, der wegen Drogenhandels im Knast sitzt, instrumentalisiert. Doch nach einem Telefonat zwischen Elfriede und ihren Sohn wird deutlich, dass die alte Dame ihnen die Demenz nur vorspielt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14283234","hoster":"VOE"},{"path":"/redirect/14264776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-1/episode-10","name":"Außer Kontrolle","epNo":10,"alt":"","descr":"Der rücksichtslose Raser Oleg Petrov kommt mit einer Bewährungsstrafe davon, nachdem er eine junge Frau totgefahren hat! Jenny kann es nicht glauben. Sie ist sich sicher, Oleg Petrov hat sich mit seinem Kumpel ein gefährliches Rennen geliefert. Leider fehlen ihr dafür die Beweise. Da fällt ihr ein, dass Sonnis Bruder Emil sich auch am Rande der Raserszene rumtreibt. Jenny bittet ihn, sie zu einem nächtlichen Treffen mitzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14254687","hoster":"VOE"},{"path":"/redirect/14464706","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-1","name":"Kochende Leidenschaft","epNo":1,"alt":"","descr":"Nach Jennys Kündigung herrscht zwischen ihr und Max totale Funkstille. Doch sie begegnen sich schon bald im Gerichtsgebäude wieder und werden mitten in einem heftigen Schlagabtausch von einem angeklagten Mörder als Geiseln genommen. Mit Handschellen aneinandergekettet haben sie keine Wahl: Sie gehen auf Spurensuche und entdecken, dass an dem vermeintlichen Mord einiges nicht stimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14259890","hoster":"VOE"},{"path":"/redirect/14464709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-2","name":"Tödliches Silikon","epNo":2,"alt":"","descr":"Max holt Jenny zurück in die Kanzlei. Eine neue Mandantin ist an Brust-Krebs erkrankt – und sicher, dass es am implantierten Silikon liegt. Ist mangelhaftes Material verwendet worden? In der Verhandlung wendet sich überraschend ihr eigener Arzt gegen sie. Max und Jenny beginnen zu recherchieren. Zusammen mit Plus-Size-Model Lily decken sie einen Pharma-Skandal auf, der schon einigen Frauen das Leben gekostet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14481561","hoster":"VOE"},{"path":"/redirect/14464705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-3","name":"Eltern haften für ihre Kinder","epNo":3,"alt":"","descr":"Jennys Tochter Matilda hat beim Rumspielen im nagelneuen Firmenwagen versehentlich die Bremse gelöst und einen Mann angefahren. Daraufhin wird Jenny auf 30.000 Euro Schmerzensgeld und Verdienstausfall verklagt. Das angegebene Einkommen des Angefahrenen erscheint allerdings auffallend hoch – macht der Inhaber eines Pflegedienstes etwa unsaubere Geschäfte? Jenny und Max entdecken, dass das angebliche Opfer mit höchst illegalen Tricks arbeitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14217334","hoster":"VOE"},{"path":"/redirect/14264778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-4","name":"Das tote Mädchen","epNo":4,"alt":"","descr":"Jennys Arzt soll bei einer Blinddarm-OP den Tod eines Mädchens verschuldet haben. Lenas Familie lebt in der Samsara-Gemeinde, deren spiritueller Führer Gregor Baruch und seine Frau Anhänger von alternativen und dubiosen Heilpraktiken sind. Beim Tag der offenen Tür geben sich Max und Jenny mit Matilda und Kim als Familie aus, um mehr über die seltsame Gemeinschaft und den wahren Grund für Lenas Tod herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14446175","hoster":"VOE"},{"path":"/redirect/14264780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-5","name":"Das Wellness-Wochenende","epNo":5,"alt":"","descr":"In einem luxuriösen Wellness-Hotel findet ein Teambuilding-Seminar für die gesamte Kanzlei statt. Jenny lässt die Korken knallen, muss jedoch schnell feststellen, dass hinter der schönen Fassade des Resorts seltsame Dinge geschehen. Der Fitness-Trainer Amir soll Gästen Anabolika verkauft haben und wird deshalb gefeuert. Seine Frau beteuert glaubhaft die Unschuld ihres Mannes. Max und Jenny suchen nach Antworten und machen sich schnell unbeliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14446655","hoster":"VOE"},{"path":"/redirect/14264781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-6","name":"Ein Polizist sieht rot","epNo":6,"alt":"","descr":"Der passionierte Polizist und Anti-Aggressionstrainer Sven Mannheimer schlägt einen jungen Mann grundlos krankenhausreif. Er wird natürlich sofort vom Dienst suspendiert und leidet unter seiner Tat. Jenny und Max suchen nach dem wahren Grund für den Gewaltausbruch und stoßen auf den arroganten Schnösel Martin Erlenkamp, der das Leben des Polizisten in nur einer Sekunde für immer verändert hat. Ist er der Grund für Svens Fehlverhalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14267857","hoster":"VOE"},{"path":"/redirect/14464707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-7","name":"Ess und Hopp","epNo":7,"alt":"","descr":"Max vertritt vor Gericht Jennys schmierigen Ex-Chef Heinze vom Lieferservice Ess und Hopp. Es geht um die fristlose Kündigung einer Mitarbeiterin, die Fleisch gestohlen haben soll. Jenny findet heraus, dass es in der Firma gravierende Missstände und Mitarbeiter-Mobbing gibt und Biggi einen Betriebsrat forderte. Wollte Heinze sie deshalb loswerden? Jenny kämpft für ihre Ex-Kollegin, und Max kommen Zweifel, ob er auf der richtigen Seite steht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13964831","hoster":"VOE"},{"path":"/redirect/14383120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-8","name":"Bis dass der Tod uns scheidet","epNo":8,"alt":"","descr":"Der Manager Peter Singler ist bei seiner Scheidung von seiner Gattin Yvonne über den Tisch gezogen worden. Kurze Zeit später wird diese erschlagen aufgefunden. Alle Indizien sprechen gegen Singler. Auch seine Haushälterin und der Hausmeister entlasten ihn nicht, und es stellt sich heraus, dass Yvonne eine Affäre mit einem Gärtner hatte. Bei den Ermittlungen geraten Jenny und Max in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14479845","hoster":"VOE"},{"path":"/redirect/14464708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-9","name":"Ein Lehrer unter Verdacht","epNo":9,"alt":"","descr":"Jenny steht unter Schock: Theo, der Vater ihrer Tochter Matilda, soll eine Schülerin geschwängert haben. Wiederholt sich etwa ihre eigene Geschichte? Während das Mädchen schweigt, will ihre Mutter Theo hinter Gittern sehen. Als auch noch ein angebliches Beweisvideo von einer Schulparty auftaucht, scheint Theos Schicksal besiegelt. Jenny und Max versuchen mit Hochdruck, den wahren Vater des Kindes ausfindig zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14244653","hoster":"VOE"},{"path":"/redirect/14264779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jenny-echt-gerecht/staffel-2/episode-10","name":"Hochzeit mit Hindernissen","epNo":10,"alt":"","descr":"Max steht kurz vor der Hochzeit mit Agnes und hat eigentlich frei, doch Jenny braucht ihn. Eine Mandantin behauptet, ihr Ex-Mann habe die gemeinsame Tochter ins Ausland verschleppt. Jenny macht das Mädchen jedoch bei der Babysitterin Lana ausfindig, die die Kleine angeblich vor ihrer alkoholkranken Mutter beschützen will. Jenny und Max müssen in Beugehaft, da sie Lana nicht verraten wollen. Derweil wartet die Braut ungeduldig auf den Bräutigam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14288659","hoster":"VOE"},{"path":"/redirect/14264783","hoster":"Streamtape"}]}]}]}]}