{"seriesId":"jenseits-der-spree","name":"Jenseits der Spree","descr":"Das Kommissariat im Berliner Stadtteil Köpenick erhält ein neues und ungewöhnliches Team: Der ehemalige Kriminalhauptkommissar Robert Heffler (Jürgen Vogel), alleinerziehender Vater dreier Töchter, hat sich vor drei Jahren aus persönlichen Gründen vom Kriminaldauerdienst aus einem Brennpunktbezirk als Disponent nach Berlin-Köpenick versetzen lassen. Aus Personalmangel soll er auf Wunsch der Dezernatsleiterin Katharina Koblinski (Elisabeth Baulitz) nun die neue Kollegin, Kriminalhauptkommissarin Kay Freund (Seyneb Saleh), bei einem kniffligen Mordfall an der Spree unterstützen. Freund ist jung und wird als risikobereit und Workaholic beschrieben. Ihr erster gemeinsamer Fall führt sie zu einer unbekannten Leiche in der Spree, die betäubt, erschlagen und ins Wasser geworfen wurde. Im Laufe der Ermittlungen wird Heffler mit seiner eigenen Vergangenheit konfrontiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Blutsbande","epNo":1,"alt":"","descr":"Ein Toter in der Spree: Betäubt, erschlagen und ins Wasser geworfen. Der Mann hatte in einer Spedition gearbeitet und seine Liebe gefunden. Traf er hier auch seinen Mörder? Verzweifelt wendet sich Dezernatsleiterin Katharina Koblinski an den ehemaligen Kriminalhauptkommissar Robert Heffler, der sein Leben als alleinerziehender Vater, wegen seiner drei Töchter, eigentlich als Disponent im Innendienst eingerichtet hat. Aus Personalmangel bittet sie ihn, die neue Kriminalhauptkommissarin Kay Freund, zu unterstützen. Notgedrungen sagt er zu, ohne das Wissen seiner Töchter. Der erste Fall für das neue Duo beginnt. Der Tote im Wasser gibt Rätsel auf: Wer ist der Mann? Über eine frisch vernähte Wunde nähern sich Freund und Heffler der Identität des jungen Mannes. Er war erst vor kurzem nach Deutschland eingereist und hatte illegal in einer Spedition gearbeitet. Über Elena, eine Angestellte, die sich in den Toten verliebt hatte, stellt sich heraus: Ein Kollege des Toten hat nicht nur krumme Geschäfte gemacht, er war ihr gegenüber auch sexuell übergriffig. Hat er den Mord begangen? Im Zuge der Ermittlungen findet das Duo zudem heraus, warum der Tote überhaupt nach Deutschland gekommen war. Es entblättert sich eine Geschichte, deren Wurzeln tief in eine ostdeutsche Berliner Familie hineinreichen. Während sich die Ermittler beruflich annähern, sieht sich Robert Heffler mit seiner eigenen Vergangenheit konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8881990,"hoster":"VOE"},{"redirect":8881993,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tunnelblick","epNo":2,"alt":"","descr":"Die junge Mutter Nihal Alev wird tot im Spreetunnel in Köpenick aufgefunden. Ein brutaler Mord: Die Frau wurde noch gewürgt, als sie schon tot war. Wer hatte einen solchen Hass auf das Opfer? Schnell fällt der Verdacht auf Alevs Ex-Mann Devran, mit dem sie immer wieder in Streit geraten ist. Er beteuert seine Unschuld und kümmert sich sofort um die gemeinsame 5-jährige Tochter Mara. Den Verdacht, dass der Ex-Mann die schreckliche Tat begangen haben könnte, schöpft die Erzieherin von Tochter Mara Paula Ledowski. Bestätigt wird die Vermutung auch von Nachbarin Annika Zander. Und die kennt sich aus: Sie ist Leiterin einer Selbsthilfegruppe für Opfer häuslicher Gewalt. Als Devrans Alibi platzt, steht dieser plötzlich im Kommissariat und bittet um Hilfe. Mara zeichnet mysteriöse Kinderbilder mit einem bedrohlichen Mann. Wen soll die Kinderzeichnung darstellen? Devran ist überzeugt, dass es sich um den Mörder handeln muss. Sagt er die Wahrheit oder möchte er das Ermittlerduo von sich ablenken? Auch zu Hause wird Robert von seiner pubertierenden Tochter Emmi aufs Glatteis geführt. Gleichzeitig dürfen seine Töchter nichts von seinem Ausseneinsatz erfahren. Wie sich im Zuge der Ermittlungen herausstellt, war Nihal Angestellte im Bezirksamt Köpenick und hatte erst vor kurzem Annika Zanders Fördermittel gestrichen. Damit stand deren Existenz auf dem Spiel. Dass sich Annika mittlerweile mit Nihals Kollegen Tobias Nolte trifft, spricht nicht gerade für sie. Könnte ein Mordmotiv beruflicher Natur vorliegen? Als das Duo herausfindet, wer der Mann auf Maras Bildern ist, beginnt ein Wettlauf gegen die Zeit.","versions":[{"lang":1,"streams":[{"redirect":8881991,"hoster":"VOE"},{"redirect":8881992,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Untiefen","epNo":3,"alt":"","descr":"Auf einem abgelegenen Gelände in Köpenick wird ein Richter tot an einer Brücke hängend entdeckt – ausgerechnet an seinem Geburtstag. Die Pathologin schliesst schnell einen Selbstmord aus. Die Ermittlungen ergeben, dass der Fundort nicht der Tatort ist und das Opfer ertrunken ist. Freund und Heffler sind also nicht nur auf der Suche nach einem Mörder, sondern auch nach dem Grund, warum Thomas Eichler nach dem Mord an den Pranger gestellt wurde. Während Robert mit seinen Töchtern über seinen neuen alten Job diskutiert, überbringt Kay die Todesnachricht. Schockiert nehmen Thomas’ Frau Denise und die Gäste, die sie zu seiner Geburtstagsüberraschungsparty eingeladen hat, die Nachricht entgegen. Im Zuge der Ermittlung stossen die Cops auf eine Schwimmhalle, die der Richter seit Jahren aus persönlichen Gründen unterstützte. Die Spurenlage macht klar, dass es sich um den Tatort handelt. Dem Team fällt eine Querverbindung auf: Die neue Schwimmbad-Mitarbeiterin Thea Dreisam wurde einst von Eichler verurteilt. Wollte sie sich an ihm rächen? Sie streitet die Tat jedoch ab und lobt den Toten in höchsten Tönen. Durch das Hobby des Richters – teure Autos – rückt Jan Brechtel, ein guter Freund des Opfers, ins Visier der Ermittler. Warum hatte der Autohändler dem Richter einen teuren Oldtimer zur Verfügung gestellt? Was erhoffte er sich davon? Die Ermittler finden heraus, dass Jan Brechtel Kassenwart im Schwimmbad ist. Die Vermutung, dass hier krumme Geschäfte liefen, liegt nahe. So langsam kommen die Cops hinter die Zusammenhänge dieser grausamen Tat und stossen auf ein tragisches Ereignis in der Vergangenheit des Opfers. Freund und Heffler decken einen Skandal auf, für den man das Opfer hätte bestrafen müssen – aber sicher nicht mit dem Tod.","versions":[{"lang":1,"streams":[{"redirect":8943802,"hoster":"VOE"},{"redirect":8943800,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der letzte Trip","epNo":4,"alt":"","descr":"Fabian Seifert, liegt tot in seiner Koöpenicker Wohnung. Er hatte eine Grauzone im Gesetz ausgenutzt und legal ein LSD-Derivat vertrieben. Wurde ihm seine Geschäftsidee zum Verhängnis?Die Cops ermitteln, dass sich das LSD-Derivat erst nach der Einnahme im Körper zur Droge verwandelt. Fabian inszenierte sich als eine Art Guru. Dabei schien es ihm vor allem um das Wohl seiner Kunden und nicht um seinen finanziellen Profit zu gehen.Sehr zum Ärger von Nadine Mercz, einer ehemaligen Geschäftspartnerin, wollte Fabian kein weiteres gemeinsames Start-up mit ihr planen. Hat sie versucht, ihn deshalb loszuwerden? Die Nachricht von Fabians Tod lässt Nadine Mercz jedenfalls merkwürdig kalt.War Fabian Seifert wirklich der Heilsbringer, der kranken Menschen nur Gutes tun wollte? Davon ist seine Freundin Lena Purstedt überzeugt. Sie glaubte, ihre psychotische Depression mit der Einnahme des LSD-Derivats unter Fabians Aufsicht behandeln zu können. Erik und Susan, die Eltern von Lena, haben daran nicht glauben können. Für sie war immer klar, dass Lena ihre psychischen Probleme nur mit ärztlicher Hilfe in den Griff bekommt.Tatsächlich geht es Lena zunehmend schlechter. Sie ist sich plötzlich nicht sicher, ob sie ihren Freund vielleicht selbst im Wahn getötet hat.Während der Ermittlung wird Robert mit dem Auszug seiner Tochter Carlotta konfrontiert. Keine einfache Angelegenheit für den liebenden Familienvater, der aber Verständnis für sie aufbringt.Die Cops stossen bald auf einen weiteren Mann in Lenas Leben, der scheinbar nur das Beste für sie will: Till Adamski war nicht nur im Drogenbusiness ein Konkurrent für den Toten, sondern auch Lenas Ex-Freund. Wollte Till seinen Rivalen aus dem Weg räumen?","versions":[{"lang":1,"streams":[{"redirect":8953175,"hoster":"VOE"},{"redirect":8953173,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Alleingang","epNo":1,"alt":"","descr":"Robert und seine Kollegin Kay geraten bei der Festnahme eines jugendlichen Gewalttäters mit dessen Rechtsanwalt Rico Heilmann aneinander. Während Kay nach Feierabend durch die Klubs zieht, fährt Robert nach Hause zu seinen Töchtern. In aller Frühe wird er aus dem Schlaf gerissen: Kay wurde in der Nacht ermordet. Sie wurde mit ihrer eigenen Dienstwaffe in einem verlassenen Hinterhof erschossen. Warum hatte sie Drogen dabei? Und warum denkt die Sozialarbeiterin Theresa, dass Kay als Krankenschwester arbeitete? Als Robert bei Kay eine Drohnachricht aus dem Umfeld des am Vortag verhafteten Jugendlichen findet, scheint er die Kontrolle zu verlieren. Sein Verhalten führt dazu, dass Dezernatsleiterin Katharina ihn vorübergehend vom Dienst suspendieren muss.","versions":[{"lang":1,"streams":[{"redirect":11421402,"hoster":"VOE"},{"redirect":11421397,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zwischen den Welten","epNo":2,"alt":"","descr":"Der Lkw-Fahrer Carsten Eggers wird erschossen in der Fahrerkabine seines Trucks aufgefunden. Wurde er vom Täter gezielt in das einsam gelegene Waldstück gelockt? Überschattet vom Tod seiner Kollegin Kay, muss sich Robert auf seine neue Partnerin Mavi Neumann einlassen, die ihm seine Chefin und heimliche Affäre Katharina zur Fallaufklärung zuteilt. Gemeinsam finden Robert und Mavi heraus, dass Eggers seit über 18 Jahren ein komplexes Doppelleben mit zwei Familien geführt hatte. Auf der einen Seite Raja Eggers und die beiden gemeinsamen Töchter Dana und Melissa, auf der anderen Seite Astrid Mankowitz und der gemeinsame Sohn Finn. Kam eine seiner beiden Frauen dahinter? Im Zuge der Ermittlungen gerät Carstens bester Freund Hanno Richter ins Visier von Robert und Mavi.","versions":[{"lang":1,"streams":[{"redirect":11473607,"hoster":"VOE"},{"redirect":11473609,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wertstoff","epNo":3,"alt":"","descr":"Nico Bajetzky, der Betreiber eines Schrottplatzes, wird erschossen in seinem Auto am Ufer der Spree gefunden. Die Tat sieht fast wie eine Hinrichtung aus. Auf dem Hof des auf Elektronik-Recycling spezialisierten Familienbetriebes sind die Ermittler alles andere als willkommen. Ist es nur Trauer, oder hat die Witwe Daniela Bajetzky etwas zu verbergen? Robert Heffler schleicht sich undercover in den Betrieb ein und erfährt viel über die Dynamiken innerhalb der Schrottplatz-Familie, über Neid und Missgunst. Tom Bajetzky, Nicos Bruder, gerät in Verdacht; aber auch Sandro Reichert, der Chef eines Konkurrenzbetriebes aus Brandenburg, scheint fragwürdige Motive zu haben. Währenddessen steht Stella unter Verdacht, an der Schule mit Gras zu dealen","versions":[{"lang":1,"streams":[{"redirect":11522853,"hoster":"VOE"},{"redirect":11522855,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tommy","epNo":4,"alt":"","descr":"Scheinbar friedlich sitzt die alleinerziehende Jasmin Leitner an einem Baum in einer Parkanlage. Doch der Schein trügt: Die 35-Jährige ist tot. Sie wurde erwürgt. Hat die Tat mit ihrem integrativen Café zu tun? Dort stellte Jasmin Jugendliche ein, die auf der Straße leben. Ihr aufgebrochenes Auto in Tatortnähe spricht dafür. Mavi und Robert ahnen nicht, dass Jasmins Sohn Tommy ein Freund von Roberts Tochter Emmi ist, die gerade mit ihm die Schule schwänzt. Die beiden Teenies hängen bei Tommy zu Hause ab, als die zwei Ermittler auftauchen. Robert muss Tommy über den Tod seiner Mutter informieren. Um für den Jungen da sein zu können, umgeht Robert mithilfe seiner Chefin Katharina ein paar Regeln und nimmt ihn kurzerhand bei sich zu Hause auf. In den Fokus der Ermittlungen gerät Melli, die vor Kurzem den Job bei Jasmin hingeworfen hat.","versions":[{"lang":1,"streams":[{"redirect":11548429,"hoster":"VOE"},{"redirect":11548428,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mutterliebe","epNo":5,"alt":"","descr":"Petra Berger wird tot an ihrem Esstisch aufgefunden – gefesselt und geknebelt. Vor ihr stehen eine Kanne Tee, eine schimmelige Stulle und ein verdorrter Apfel. Kommissare Heffler und Neumann stellen zudem fest, dass das Haus mit Farbbomben beworfen wurde. Haare des Opfers sind mit roter Farbe beschmiert. Ein Ritualmord? Robert ist klar, dass hier ein Exempel statuiert wurde. Aber warum?Durch den Hausmeister Ralf Näther erfahren die Cops, dass Petra Berger erst vor kurzem von München nach Köpenick, in ihre alte Heimat, gezogen ist. Die Tochter des Opfers, Lara Berger, weiß dass ihre krebskranke Mutter auf der Suche nach Stammzellenspendern und Verwandten war und deshalb das Haus ihrer Kindheit gekauft und bezogen hat. Die langjährigen Mieter hat sie dafür rausgeworfen.","versions":[{"lang":1,"streams":[{"redirect":11590906,"hoster":"VOE"},{"redirect":11591173,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Toxisch","epNo":6,"alt":"","descr":"Hannes Seidel liegt tot im Schacht eines Parkhauses. Kamerabilder zeigen einen Streit zwischen ihm und seiner 17-jährigen Nichte Lilly - von ihr fehlt seitdem jede Spur.","versions":[{"lang":1,"streams":[{"redirect":11628640,"hoster":"VOE"},{"redirect":11628644,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Du bist mein","epNo":1,"alt":"","descr":"Die Auszubildende Annabelle wird nach ihrem Schichtdienst an einer Bushaltestelle vor einen fahrenden Lastwagen gestoßen. Sie stirbt noch am Tatort. Mavi atmet erleichtert auf, weil ihre Mutter wohl doch keine Demenz hat. Währenddessen macht sich Robert Sorgen um Emmi, die mit Bauchschmerzen in das Krankenhaus eingeliefert wird, in dem auch das Mordopfer arbeitete. Während sich Mavi im Krankenhaus umhört, spricht Robert mit Annabelles WG-Mitbewohnerin Zoe und deren Freund Tobias. In ihrem Zimmer findet Robert heimlich gemachte Fotos des Opfers und an sie adressierte Drohschreiben. Wollte ihr jemand Angst einjagen? Im Krankenhaus erfährt Mavi unterdessen, dass erst kürzlich jemand eine Todesanzeige in einer Zeitung über Annabelles Tod geschaltet hat und diverse Kündigungsschreiben in ihrem Namen erstellte. Wer hatte es auf die Auszubildende abgesehen? Handelt es sich um einen Stalker, der sie getötet hat? Robert und Mavi stellen Annabelles Privat- und Berufsleben auf den Kopf und überprüfen alle Personen, zu denen Annabelle im Alltag, auf Partys oder beruflich Kontakt hatte. Eine Bekanntschaft einer Datingplattform beschimpfte sie im Netz. Als Robert und Mavi den jungen Mann konfrontieren, gerät plötzlich Tobias ins Visier der Ermittler. Der Schlüssel zu diesem Fall scheint irgendetwas mit dieser WG zu tun zu haben. Fast zu spät erkennen die Ermittler, was wirklich hinter der Tat steckt. Können sie mit einer List einen weiteren Mord verhindern?","versions":[{"lang":1,"streams":[{"redirect":13175255,"hoster":"VOE"},{"redirect":13175259,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Melanie","epNo":2,"alt":"","descr":"Als die 42 Jahre alte Sina Priemke in einem Waldstück erschlagen wird, führt die Spur schnell an die Universität, an der sie als Dozentin für Informatik gelehrt hat. Kurz vor ihrem Tod hörte sich Sina heimlich aufgezeichnete, obszöne Audioaufnahmen zwischen ihrem Vorgesetzen Professor Brenneisen und einer gewissen Melanie an. Deshalb gerät der Professor direkt ins Visier der Ermittler. Wie sich herausstellt, bekamen alle Studenten und auch Professor Brenneisen diese Audioaufnahmen zeitgleich. Von wem? Und wer ist die unbekannte Melanie? Weder Brenneisen, noch einer der Studenten oder Sinas Bruder André kennen sie. Simon versucht selbst, über Melanies Nummer an die Unbekannte heranzukommen – vergeblich. Steckt sie hinter dem Mord? Oder hat Sinas Ex-Freund Yannis sie erschlagen? Der Kampfsportler und ehemalige Student von Sina Priemke konnte mit der Trennung überhaupt nicht umgehen. Im Zuge der Recherchen erfahren Robert und Mavi, dass André und Sina erst vor kurzem ihre Schwester Liane an Krebs verloren haben. Ihrem demenzkranken Vater versuchen sie diese Wahrheit mit ungewöhnlichen Methoden zu verschweigen. Neben den Ermittlungen muss sich Robert mit den Zukunftsplänen seiner jüngsten Tochter Emmi rumschlagen. Während Carlotta auf den Start ihrer Ausbildung zur Polizistin hin fiebert und Stella ihr Abitur macht, möchte Emmi den Schüleraustausch bei ihrer Mutter Tanya in Botswana machen.","versions":[{"lang":1,"streams":[{"redirect":13200953,"hoster":"VOE"},{"redirect":13200955,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In den Flammen","epNo":3,"alt":"","descr":"Ein brennendes Boot treibt mitten in der Nacht auf der Spree. Die Polizei findet eine verbrannte Leiche, die nur schwer zu identifizieren ist. Eine erste Spur führt Robert und Mavi in eine Notunterkunft. Dort treffen sie auf die Obdachlose Jule, die das Opfer kennt. Es ist ihr Kumpel Peter, der sein Leben nach dem Jobverlust nicht mehr im Griff hatte. Ein Jahr zuvor schmiss ihn seine Freundin, auch wegen seiner Alkoholeskapaden, raus. Peter hinterlässt neben seiner Ex-Freundin Kirsten einen gemeinsamen Sohn. Richy ist 15 und hat sehr unter den Lebensumständen seines Vaters gelitten. Er versucht, sein altes Leben hinter sich zu lassen, und verleugnet seinen Vater. Der junge Kfz-Mechaniker Sam bietet Richy eine Ausbildung an. Er scheint Freund und Zuflucht für ihn zu sein. Doch ist er in der Befragung der Polizei gegenüber ehrlich? Und was ist mit dem Restaurantbesitzer Bruno, bei dem Peter früher als Koch arbeitete? Angeblich waren sie befreundet, doch Peters Absturz begann mit seiner Entlassung durch Bruno. Sind die beiden darüber aneinandergeraten? Wie sich herausstellt, verfügte Peter kurz vor seinem Tod über eine größere Menge Bargeld. Robert und Mavi ahnen, wer Peter getötet haben könnte. Die finalen Spuren führen beide wieder an den Tatort zurück, ans Ufer der Spree.","versions":[{"lang":1,"streams":[{"redirect":13235272,"hoster":"VOE"},{"redirect":13235271,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Einsam sterben","epNo":4,"alt":"","descr":"Erbenermittler Bülow wird frühmorgens überfahren. War es Fahrerflucht oder Mord? Die Cops finden heraus, dass sich ein Barkeeper um sein Erbe betrogen fühlte. Hat er Bülow umgebracht? Die Zeit zur Aufklärung des Verbrechens drängt. Denn Bülow könnte nicht das einzige Opfer bleiben.","versions":[{"lang":1,"streams":[{"redirect":13269565,"hoster":"VOE"},{"redirect":13269567,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Spurlos","epNo":5,"alt":"","descr":"Eine verzweifelte Mutter behauptet, ihre Tochter Diana sei tot. Robert vermutet, dass Diana in Urlaub gefahren ist. Doch Mavi nimmt die Mutter ernst. Die Polizistin findet heraus, dass Diana etwas Schlimmes passiert sein muss. Und plötzlich ist nichts mehr, wie es scheint.","versions":[{"lang":1,"streams":[{"redirect":13289545,"hoster":"VOE"},{"redirect":13289551,"hoster":"Doodstream"},{"redirect":13289550,"hoster":"Streamtape"}]}]}]}]}