{"path":"/serie/stream/jesus-von-nazareth","name":"Jesus von Nazareth","descr":"Das größte Drama der Menschheitsgeschichte erzählt von der Geburt, dem Leben und Wirken, dem Tod und der Auferstehung des Jesus von Nazareth. Das von Franco Zeffirelli inszenierte Meisterwerk vermittelt dem Zuschauer ein authentisches Gefühl für die Zeit und die Gestalt Jesu. Ein unvergleichliches Staraufgebot und eine fantastische Dramaturgie entführen Sie für mehr als sechs Stunden in die Welt vor 2000 Jahren.","seasons":[{"path":"/serie/stream/jesus-von-nazareth/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jesus-von-nazareth/staffel-1/episode-1","name":"Geburt und Jugend","epNo":1,"alt":"Part One","descr":"Maria und Joseph fliehen mit ihrem neugeborenen Sohn Jesus vor König Herodes nach Ägypten. Erst nach dem Tod des Königs können sie nach Palästina zurückkehren. Als Jesus zwölf Jahre alt ist, wird er in die Gemeinschaft der Erwachsenen aufgenommen und liest im Tempel aus der Thora. Unterdessen beginnt Johannes einer stetig anwachsenden Zuhörerschaft die Ankunft des Erlösers zu predigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12472649","hoster":"VOE"},{"path":"/redirect/12472640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jesus-von-nazareth/staffel-1/episode-2","name":"Wunder und Zeichen","epNo":2,"alt":"Part Two","descr":"Die Predigten des Johannes locken immer mehr Menschen hinaus in die Wüste. Auch Jesus kommt zu ihm, um sich im Jordan taufen zu lassen. Kurz darauf wird Johannes von Soldaten des Herodes Antipas verhaftet und enthauptet. Derweil folgen immer mehr Jünger Jesus. Predigend zieht er durch die Lande und speist die Armen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12472641","hoster":"VOE"},{"path":"/redirect/12472701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jesus-von-nazareth/staffel-1/episode-3","name":"Einzug in Jerusalem","epNo":3,"alt":"Part Three","descr":"Jesus predigt vom Reich Gottes und vergibt Maria Magdalena ihre Sünden. Er gibt seinen Jüngern die Kraft, Kranke zu heilen und tut selbst viele Wunder. Zum Passahfest zieht Jesus in Jerusalem ein. Viele Juden glauben, er sei der geweissagte Messias. Derweil tritt der Hohe Rat unter Leitung des Hohenpriesters Kaiphas zusammen, um über das Schicksal Jesu zu beraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12472713","hoster":"VOE"},{"path":"/redirect/12472717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jesus-von-nazareth/staffel-1/episode-4","name":"Tod und Auferstehung","epNo":4,"alt":"Part Four","descr":"Wie von Jesus beim letzten Abendmahl mit seinen Jüngern vorausgesagt, wird er von Judas verraten und von Petrus verleugnet. Der hohe Rat bezichtigt ihn der Gotteslästerung und überstellt ihn dem römischen Prokurator Pontius Pilatus zur Aburteilung. Jesus stirbt am Kreuz. Nach seiner Auferstehung schickt er seine Jünger hinaus in die Welt, das Wort Gottes zu verbreiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12472880","hoster":"VOE"},{"path":"/redirect/12472878","hoster":"Streamtape"}]}]}]}]}