{"path":"/serie/stream/jett","name":"Jett","descr":"Daisy \"Jett\" Kowalski (Carla Gugino) ist eine Weltklasse-Diebin, die gelernt hat, sich auf niemanden zu verlassen. Nach einer Gefängnisstrafe und der Geburt ihres Kindes hatte sie sich vorgenommen, dem gefährlichen Geschäft den Rücken zu kehren. Doch eine Gruppe gleichsam gefährlicher und exzentrischer Verbrecher kann sie dazu zwingen, ihre Fähigkeiten in ihren Dienst zu stellen.","seasons":[{"path":"/serie/stream/jett/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jett/staffel-1/episode-1","name":"Daisy","epNo":1,"alt":"Daisy","descr":"Frisch aus dem Knast, soll Meisterdiebin Daisy \"Jett\" Kowalski den Ring eines russischen Gangsters stehlen. Für den Coup auf Kuba braucht sie ihren alten Partner. Doch der sitzt noch im Gefängnis was aber ziemlich schnell behoben wird. Auf freiem Fuß begeben sich beide auf ihre \"Mission\". Zu beginn verläuft alles nach Plan und sie können den Ring in ihren besitz bringen doch als sie am weg sind das Land wieder zu verlassen werden sie aufgehalten und das ganze nimmt eine böse Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14372613","hoster":"VOE"},{"path":"/redirect/14387614","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13646609","hoster":"VOE"},{"path":"/redirect/13590094","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-2","name":"Charles Junior","epNo":2,"alt":"Charles Junior","descr":"Meisterdiebin Daisy \"Jett\" Kowalski muss für Charlie Baudelaire während eines Pokerturniers den Safe eines Nachtclubs ausräumen. Charlies Sohn macht seinem Vater weiter Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395545","hoster":"VOE"},{"path":"/redirect/14387615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-3","name":"Phoenix","epNo":3,"alt":"Phoenix","descr":"Meisterdiebin Daisy \"Jett\" Kowalski erinnert sich daran, wie sie ihre Freundin Phoenix einst im Gefängnis kennenlernte. Bestics Handlanger Evans beauftragt sie, Blair aufzuspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14372640","hoster":"VOE"},{"path":"/redirect/14387617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-4","name":"Frank Sweeney","epNo":4,"alt":"Frank Sweeney","descr":"Meisterdiebin Daisy \"Jett\" Kowalski spürt den brutalen Gangster Frank Sweeney auf, für den sie und Blair vor 10 Jahren gearbeitet hatten. Auf dem Weg zu ihm erinnert sie sich an ihr erstes Treffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14372642","hoster":"VOE"},{"path":"/redirect/13590101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-5","name":"Bennie","epNo":5,"alt":"Bennie","descr":"Bennie (Christopher Backus) räumt das Chaos auf währendm Evans (Gil Bellows) Jett (Carla Gugino) eine Einweisung in den neuen Job von Bestic gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402886","hoster":"VOE"},{"path":"/redirect/14378665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-6","name":"Josie","epNo":6,"alt":"Josie","descr":"Jett (Carla Gugino) orchestriert den Diebstahl eines Oldtimer-Mercedes aus einem schicken Seeanwesen. Sie geht gemeinsam mit Eddie McKay (David Aron Damane) auf die Jagd, einen Trickster, den sie bei einem Diamantenraub mit Quinn (Mustafa Shakir) kennengelernt hat. Der Plan geht lässig auf - bis ein paar Eindringlinge die Party crashen. Unterdessen versucht mit Dillon (Michael Aronov) Schluß zu machen, doch sie endet in einem gefährlichen Spiel mit Junior (Gentry White) und seinen Handlangern, Taggart und Hopper.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402882","hoster":"VOE"},{"path":"/redirect/14387616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-7","name":"Rosalie","epNo":7,"alt":"Rosalie","descr":"Als Dillon vom Tod seiner Partnerin Josie erfährt, schwört er Rache. Und macht bald darauf den ersten Mittäter ausfindig. Jett bereitet derweil die Übergabe des gestohlenen Oldtimers vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402877","hoster":"VOE"},{"path":"/redirect/13590099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-8","name":"Dillion","epNo":8,"alt":"Dillon","descr":"Dillon stürmt in Charlies Haus, um sich an Junior für den Mord an seiner Partnerin Josie zu rächen. Dort triff er auch auf Jett. Es kommt zu einem folgenreichen Kampf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14395671","hoster":"VOE"},{"path":"/redirect/13590102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jett/staffel-1/episode-9","name":"Miljan Bestic","epNo":9,"alt":"Miljan Bestic","descr":"Meisterdiebin Daisy \"Jett\" Kowalski hat einen raffinierten Plan geschmiedet, um Gangster Miljan Bestic für immer loszuwerden. Doch als sie sich treffen, droht Jett alles zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14402885","hoster":"VOE"},{"path":"/redirect/13582449","hoster":"Streamtape"}]}]}]}]}