{"path":"/serie/stream/jetzt-erst-recht","name":"Jetzt erst recht!","descr":"Rike Horak, Schöffin am Lübecker Landgericht, ist eine Frau der Tat. Zunächst gegen ihren Willen in dieses Amt berufen, findet Rike jedoch schnell Gefallen daran. Sie entwickelt eine große Leidenschaft im Kampf gegen das Verbrechen und für die Gerechtigkeit. Rike, attraktiv und vor allem eigenwillig, liegt im Dauerclinch mit Staatsanwalt Dr. Schaller und dem Vorsitzenden Richter Dr. Koch, denen die aufmüpfige und widerspenstige Schöffin einfach nur lästig ist. Allzu gerne stellt sie unbequeme Fragen und ermittelt abseits der Verhandlungen auf eigene Faust. Neben ihrem turbulenten Schöffenamt wird Rike auch von ihrem achtjähriger Sohn Max und ihrer vierzehnjährige Tochter Nina ganz schön auf Trab gehalten.","seasons":[{"path":"/serie/stream/jetzt-erst-recht/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-1","name":"Drei Mörder und eine Leiche","epNo":1,"alt":"","descr":"Angeklagt wegen Mordes ist Milan Michels, ein Einbrecher mit langem Vorstrafenregister. Er soll Gloria Deichmann, die Frau eines arrivierten Schönheitschirurgen, aus Habgier umgebracht haben. Michels war in der Tatnacht mit aus der Deichmann-Villa entwendetem Schmuck festgenommen worden. Der Angeklagte behauptet, dass er das Opfer schon tot vorgefunden hat. Als Zeuge ist auch der Ehemann des Opfers geladen. Er war zur Tatzeit als Referent auf einer Tagung für Plastische Chirurgie in Hamburg. Rike macht sich bei ihrem ersten Einsatz als Schöffin gleich bei Staatsanwalt Dr. Schaller und dem Vorsitzenden Richter Dr. Koch unbeliebt, indem sie unaufgefordert Fragen stellt. Doch sie ist von der Schuld Michels nicht überzeugt. Da der Prozess auf den nächsten Tag verschoben wird, bleibt Rike genügend Zeit, auf eigene Faust zu ermitteln. Die Spurensuche führt sie unter anderem in die Bar \"Atlantis\", in der Gloria Deichmann häufiger Gast war. Da in dem Etablissement \"Damen\" gesucht werden, gibt sich Rike als Bewerberin aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209135","hoster":"VOE"},{"path":"/redirect/12209136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-2","name":"Schmutzige Wäsche","epNo":2,"alt":"","descr":"Mord in der Lübecker Highsociety: Jessica Dahlberg, Tochter der Industriellen-Familie Steinhoff, liegt tot in ihrer Villa. Alles deutet darauf hin, dass der Täter ihr Ehemann Jan Dahlberg war, denn ihm fehlt für die Tatzeit ein Alibi. Diesmal will Staatsanwalt Schaller Störungen im Gerichtssaal vermeiden. Er bittet Rike ausdrücklich, sich während der Verhandlung mit Wortmeldungen zurückzuhalten. Die erste Zeugin ist Elisabeth Steinhoff. Sie unterstellt ihrem Schwiegersohn ein Verhältnis mit einer anderen Frau. Ihre Ermittlungen führen Rike zunächst in den Karate-Club, in dem Jessica Dahlberg Mitglied war. Doch die Club-Chefin, Linda Stülpich, gibt nur ausweichend Auskunft. Rike findet schließlich heraus, dass der Tathergang ein ganz anderer war. Der Einschusswinkel und die Lage der Leiche deuten vielmehr auf Selbstmord hin. Sie erfährt außerdem, dass Jessica ein Verhältnis mit Linda, der Karate-Lehrerin, hatte. Rike macht sich auf die Suche nach einem Abschiedsbrief, der laut Herrn Dahlberg neben seiner toten Frau gelegen haben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209137","hoster":"VOE"},{"path":"/redirect/12209140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-3","name":"Das Geheimnis der siebten Querstraße","epNo":3,"alt":"","descr":"Hermann Wellinghaus ist angeklagt, seinen Bruder Karl ermordet zu haben. Die genaue Tatzeit lässt sich auf der Armbanduhr des Opfers ablesen, denn sie ist bei dem Sturz stehen geblieben. In Karls Wohnung wurde außerdem ein blutverschmiertes Hemd gefunden. Hinzu kommen zwei Zeugenaussagen: Die Ex-Freundin von Hermann schildert, dass sie dem Angeklagten kurz vor der Tat in einem Brief ihr Verhältnis mit Karl gestanden hat. Eine Kellnerin bestätigt, dass Hermann am Abend des Mordes sehr aufgebracht war und unter Alkoholeinfluss gesagt habe: \"Ich bring’ ihn um!\" Alles deutet auf Brudermord aus Eifersucht hin./\u0026gt; Indes bezweifelt Rike die Anfälligkeit einer derart modernen Armbanduhr. Sie kauft dasselbe Modell, um die Uhr bei einem Sturz zu testen. Erst ein Backstein kann diese zum Stillstand bringen. Dies weist für Rike darauf hin, dass auch die Uhr des Toten nicht erst durch den Sturz \"aufgegeben\" hat. Da sie die Uhr mit dem Geld, das für die Geburtstagsparty ihres Sohnes Max vorgesehen war, gekauft hat, ist Rike ratlos, wie sie nun die Feier ausrichten soll. Doch Schaller zeigt sich von seiner charmanten Seite und bietet an, die Kosten zu übernehmen, sollte sie mit ihrem Beweis richtig liegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209141","hoster":"VOE"},{"path":"/redirect/12209144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-4","name":"Du sollst nicht töten","epNo":4,"alt":"","descr":"Schlossermeister Werner Siegrist ist angeklagt, seinen Gesellen Dieter Krüger im Beichtstuhl erschlagen zu haben. Vor Gericht beteuert Siegrist seine Unschuld. Doch die Indizien sprechen gegen ihn: Er hatte ein Tatmotiv, er hat kein Alibi und in der Tatnacht wurden bei ihm 2,2 Promille festgestellt. Erst vor kurzem ist Siegrists geliebte Tochter Mareike nach einem Diskobesuch an einer Überdosis Rauschgift gestorben. Krüger, mit dem sie liiert war, war dabei und hatte es nicht verhindert. Staatsanwalt Dr. Schaller ist überzeugt, dass der Fall so gut wie gelöst ist. Doch Rike Horak will nicht so recht glauben, dass Siegrist seine Tochter auf diese Weise gerächt hat. Die Schöffin findet schließlich heraus, dass Mareike in Pfarrer Barlach verliebt war, bei dem Krüger gebeichtet hatte, bevor er ermordet wurde. Zudem waren Mareike und Dieter Mitglieder im Kirchenchor. Der Chorleiter Gotthilf Reimer hatte ein Faible für Mareike, er wollte aus dem talentierten Mädchen einen Star machen. Rike scheut keine Mühen, um den wahren Mörder zu finden: Sie besucht mehrfach die Disko, vor der das Mädchen starb und wird sogar Mitglied im Kirchenchor. Doch diesmal hat es Rike besonders schwer, da mehrere Personen in den Fall verwickelt sind. Zu allem Überfluss wird sie die ganze Zeit über von Staatsanwalt Schaller beschattet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209147","hoster":"VOE"},{"path":"/redirect/12209148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-5","name":"Verraten und verkauft","epNo":5,"alt":"","descr":"Bruno Macke, ein stadtbekannter Zuhälter, ist angeklagt, Josef Ruczic erschossen und anschließend seine Leiche im Hafenbecken beseitigt zu haben. Bei der Entsorgung der Leiche wurde er von Zeugen beobachtet und für die Tatzeit fehlt ihm ein Alibi. Doch Macke bestreitet den Mord. Richter Dr. Koch warnt Rike Horak gleich zu Prozessbeginn, dass er diesmal keine Ermittlungen im Milieu des Angeklagten dulden werde. Auch Schaller bezeichnet den Fall als hoch explosiv und macht Rike deutlich, dass er die Presse raushalten will. Angeblich gehört ein Bekannter von ihm zum Kundenkreis von Lydia Pröttel, einem der Mädchen von Zuhälter Macke. Doch Rike lässt sich in ihrem Tatendrang nicht bremsen und fährt zunächst in Mackes Bar \"Costa Rica\". Damit sie sich dort unauffällig umschauen kann, gibt sie sich als Professionelle aus und heuert in dem Etablissement an. Sie erfährt außerdem die Adresse von Lydia Pröttel und sucht sie auf. Die junge Frau erzählt Rike, dass einer ihrer Freier sie von Macke freikaufen will. Da läutet Schaller an der Tür. Rike behauptet, dass der Staatsanwalt hinter ihr her sei und versteckt sich im Nebenzimmer. So kann sie das Gespräch zwischen Schaller und Lydia belauschen: Er bittet die junge Frau, vor Gericht keine Namen von Freiern zu nennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209151","hoster":"VOE"},{"path":"/redirect/12209154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-6","name":"Wochenend’ und Sonnenschein","epNo":6,"alt":"","descr":"Vor Prozessbeginn bietet sich Protokollführerin Rita Oppendorf ein grausiger Anblick: Mitten im Gerichtssaal beugt sich Martin Danner mit einer blutverschmierten Harke über den leblos daliegenden Campingplatzbesitzer Fritz Störrer. Die beiden sind dem Amtsgericht durch einen jahrelangen Nachbarschaftsstreit hinreichend bekannt. Die Beweislage scheint für Richter Dr. Koch eindeutig: Danner hat Störrer im Gerichtssaal aufgelauert, um ihn heimtückisch zu ermorden. Doch Danner behauptet, dass ihn jemand telefonisch eine Stunde früher zum Gericht bestellt hat. Dort eingetroffen, habe er Störrer bereits tot aufgefunden. Rike Horak kommt bei dem Fall so einiges unlogisch vor. Am folgenden Wochenende treffen Rike, Richter Dr. Koch und Staatsanwalt Schaller unverhofft auf Störrers Campingplatz aufeinander. Koch ist wenig begeistert über das Wiedersehen. Schaller und Rike wollten unabhängig voneinander den Campingplatz unter die Lupe nehmen. Nach und nach sprechen immer mehr Indizien gegen eine Schuld Danners, was Rike und Schaller schließlich veranlasst, gemeinsam zu ermitteln. Den Mitgliedern des Vereins \"Dauercamper Sonnenschein\" kommen die neugierigen Gäste wenig gelegen, und das zeigen sie ihnen auch deutlich. Schaller und Rike finden heraus, dass Störrer das Campingplatzgelände für mehrere Millionen Euro an eine Hotelkette verkaufen wollte. Für den Staatsanwalt und die Schöffin wird der Aufenthalt auf dem Campingplatz immer gefährlicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209118","hoster":"VOE"},{"path":"/redirect/12209120","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-7","name":"Zu schön, um wahr zu sein","epNo":7,"alt":"","descr":"Eifersuchtsdrama in einem Lübecker Nobelvorort: Der attraktive, junge Schauspieler Jan Hansen wird beschuldigt, im Haus von Dr. Ernst Wessel dessen Ehefrau Britta erschossen zu haben.Kurz vor der Gerichtsverhandlung belauscht Rike auf der Damentoilette die Unterhaltung von zwei Frauen. Als dabei der Name Ernst fällt, folgert Rike, dass die eine die Tochter von Dr. Ernst Wessel ist und die andere seine Geliebte. Vor Gericht liefert Hansen eine melodramatische Schilderung des Tathergangs. Während einer gemeinsamen Probe für ein Vorsprechen habe er die Pistole als Requisite benutzt. Vorsorglich habe er zuvor alle Kugeln entfernt, dabei anscheinend eine übersehen. Hansen wirkt sehr mitgenommen, dass Britta Wessel, mit der er ein Verhältnis hatte, auf diese Weise sterben musste. Rike ist im Gegensatz zu Richter Dr. Koch und Staatsanwalt Schaller überzeugt, dass an dem Geständnis des Angeklagten etwas faul ist. Sie kann schließlich durchsetzen, dass die Beweisaufnahme noch nicht beendet wird. Obwohl Schaller und Koch sie gebeten haben, diesmal auf Extratouren zu verzichten, will Rike unbedingt mit Alexa Wessel sprechen. Sie vermutet, dass Alexa Zeugin des sogenannten Unfalls war und ihr Vater sie unter Verschluss hält, damit sie ihn oder seine Geliebte nicht belastet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209119","hoster":"VOE"},{"path":"/redirect/12209121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-8","name":"Wer anderen eine Grube gräbt…","epNo":8,"alt":"","descr":"Staatsanwalt Dr. Schaller wird nachts vor einer Kneipe von zwei Männern zusammengeschlagen. Als er wieder zu sich kommt, findet er in seinem Mund einen zusammengeknüllten Zettel, auf dem steht: \"Paul ist unschuldig, oder du bist tot.\" Trotz der späten Stunde fährt Schaller sofort zu Rike und bittet sie um Hilfe. Am nächsten Tag steht die Verhandlung \"Mordfall Paul Jäneke\" an. Der Seemann Jäneke ist angeklagt, seinen Kollegen Roland Walliczek aus Eifersucht im Kanal ertränkt zu haben. Da Schaller um sein Leben fürchtet, soll Rike ihn dabei unterstützen, den Fall zu verlieren. Sie soll beweisen, dass Jäneke zu Unrecht auf der Anklagebank sitzt. Rike ist davon wenig begeistert. Am ersten Verhandlungstag sind zwei Zeugen geladen: Herr Klöppel, ein Augenzeuge, und Frau Wehrland, die Nachbarin der Jänekes. Doch Rike hält sich auffallend zurück. Beim Verlassen des Gebäudes beobachtet sie, wie zwei Männer die Reifen von Schallers Wagen zerstechen. Sofort nimmt sie auf ihrer Vespa die Verfolgung auf. Die beiden fahren zum Hafen und gehen an Bord eines Frachters. Rike bleibt ihnen dicht auf den Fersen und wird so Zeugin eines Gesprächs. Sie findet heraus, dass es die beiden Seeleute waren, die Schaller vermöbelt haben, und dass es bei dem Mordfall Walliczek um eine größere Geldsumme aus einem Drogengeschäft geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209123","hoster":"VOE"},{"path":"/redirect/12209124","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-9","name":"Eisen 7","epNo":9,"alt":"","descr":"Mord im Golfclub: Clubpräsident Michael von Anstetten wird mit eingeschlagenem Schädel in seinem Büro gefunden. Angeklagt ist sein Angestellter Benjamin Berger. Er soll seinen Chef, der ein Verhältnis mit seiner Frau Natascha hatte, aus Eifersucht mit einem Golfschläger erschlagen haben. Staatsanwalt Dr. Schaller, seit langem ein eifriger Anwärter für eine der begehrten Golfclub-Mitgliedschaften, ist sehr daran interessiert, den Fall im Sinne des neuen Club-Präsidenten Kögel schnell und diskret abzuwickeln. Berger sagt vor Gericht aus, dass er seine Frau Natascha sehr liebt und es nicht mehr habe ertragen können, dass Anstetten sie weiter ausnutzt. Dann bricht er weinend zusammen. Der Prozess wird vertagt. Rike hält Berger für unschuldig. Ihrer Meinung nach ist er zu einer so brutalen Tat gar nicht fähig. Um sich im Golfclub ein wenig umzuschauen, meldet sie sich für eine Schnupper-Stunde an. Auch Schaller ist dort unterwegs und reagiert sauer, als er sie dort antrifft. Die beiden machen einen Deal: Falls Berger schuldig ist, legt Rike ihr Schöffinnenamt nieder, falls nicht, wird Schaller gegenüber Richter Dr. Koch ihre Ermittlungen verschweigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209126","hoster":"VOE"},{"path":"/redirect/12209129","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jetzt-erst-recht/staffel-1/episode-10","name":"Künstlerpech","epNo":10,"alt":"","descr":"Im Seniorenheim \"Abendrot\", einem Heim für alternde Künstler, wird die Bewohnerin Lilo Krauskopf erstochen aufgefunden. Tatverdächtige ist Paula Liebling, die ebenfalls dort lebt. Paula Liebling beteuert vor Gericht ihre Unschuld. Doch bis auf Rike will ihr niemand glauben. Fred Knopke, der das Nachbarzimmer von Lilo Krauskopf bewohnt, sagt als Zeuge aus. Er will gehört haben, dass sich seine Nachbarin mit Paula Liebling vor der Tat wegen des Heim-Casanovas Dirk Ostergaard gestritten hat. Beide waren in ihn verliebt. Da Rike mal wieder verhindern will, dass jemand unschuldig hinter Gitter muss, will sie sich im Seniorenheim \"Abendrot\" selbst ein Bild machen. Im Zimmer der Ermordeten entdeckt sie unter einer Schublade einen festgeklebten Umschlag, der 10000 Euro und einen Banksafe-Schlüssel enthält. Doch der Inhalt des Banksafes wirkt auf den ersten Blick nicht sehr vielversprechend: Es ist nur ein staubiges Bündel Papiere. Beim genaueren Hinsehen sind es Briefe, die Lucia di Capri, die ebenfalls im \"Abendrot\" wohnt, an Lilo geschrieben hat. Rike glaubt, dass diese Briefe mit dem Mord an Lilo Krauskopf in Verbindung stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12209131","hoster":"VOE"},{"path":"/redirect/12209133","hoster":"Streamtape"}]}]}]}]}