{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen","name":"Jim Profit - Ein Mann geht über Leichen","descr":"Jim Profit ist ein gefühlskalter, skrupelloser Typ, der Karriere in der Geschäftswelt einer amerikanischen Firma macht und dabei über Leichen geht. Als Kind wurde er in einer Pappkiste gehalten, sein einziger \"Freund\" und Kontakt zur Außenwelt war der Fernseher. Daraus hat er auch all die \"Gemeinheiten\" für sein jetziges Leben gelernt. Er schläft auch jetzt als Erwachsener noch in dieser Pappkiste vor dem Fernseher.","seasons":[{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-1","name":"Das Spiel beginnt","epNo":1,"alt":"Profit","descr":"Jim Profit hat sich vorgenommen, um jeden Preis bei dem weltweit operierenden Konzern Gracen \u0026 Gracen Karriere zu machen. Den Posten eines leitenden Managers, den er soeben von seinem verstorbenen Kollegen Gresham übernommen hat, betrachtet er dabei nur als Zwischenstation auf dem Weg nach oben. Die nächste Stufe ist der Posten des Direktors für den Ankauf von Firmen, den bis jetzt noch Jack Walters bekleidet. Ein von Profit gefälschter Brief diskreditiert Walters, der daraufhin von Generaldirektor Chaz Gracen entlassen wird. Als nächstes läßt Jim Profit seinen Konkurrenten um den freien Stuhl, Gracens Bruder Pete, über seine raffinierten Fallstricke stolpern und wähnt sich schon am Ziel seines Karrieretraums. Doch es lauern weitere Gefahren auf den aalglatten Profit: Der geschaßte Jack Walters tut sich mit Joanne Meltzer, der Sicherheitschefin von Gracen \u0026 Gracen, zusammen, und gemeinsam stochern sie auf der Suche nach Belastungsmaterial in Profits Vergangenheit herum. Und schließlich muß sich Profit der Erpressungsversuche seiner drogen- und alkoholsüchtigen Stiefmutter Bobbi erwehren – mit Erfolg …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8326987","hoster":"VOE"},{"path":"/redirect/9845798","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-2","name":"Im Schoße der Familie","epNo":2,"alt":"The Hero","descr":"Die Untersuchung der Vergangenheit von Profit führt für Jack und Joanne zu einem gefährlichen Katz-und-Maus-Spiel, bei dem einer von ihnen möglicherweise endgültig besiegt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8326986","hoster":"VOE"},{"path":"/redirect/8326989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-3","name":"Unannehmlichkeiten","epNo":3,"alt":"Sykes","descr":"Gracen \u0026 Gracen hat einen neuen Mitarbeiter, Sykes, der nicht das ist, was er zu sein scheint, und das Katz-und-Maus-Spiel wird auf den Kopf gestellt, indem Jim die Position der Maus einnimmt. Jims Stiefmutter Bobby taucht mit Erpressung wieder auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8326982","hoster":"VOE"},{"path":"/redirect/8326976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-4","name":"Die reine Wahrheit ","epNo":4,"alt":"Healing","descr":"Während eine geheime Fusion brodelt, erkennt Profit, dass er Sykes unterschätzt hat und sich mit ihm, Joanne und einem Lügendetektor auseinandersetzen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8326990","hoster":"VOE"},{"path":"/redirect/10243305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-5","name":"Wahre Liebe  ","epNo":5,"alt":"Cupid","descr":"Probleme bei einer Fusion eröffnen neue Gewinnchancen, enthüllen aber auch Geheimnisse, die zu Problemen führen können. Bobby plant, sich einen reichen Mann zu sichern, was Profit bei Gracen \u0026amp; Gracen Probleme bereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327001","hoster":"VOE"},{"path":"/redirect/8327002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-6","name":"High Tech","epNo":6,"alt":"Chinese Box","descr":"Eine bevorstehende FBI-Razzia aufgrund einer Tochtergesellschaft, die Raketenteile an ein feindliches Land verkauft, gibt Profit Chancen, zerstörerische künftige Gewinne zu erzielen und ihn bei Mr. Gracen in ein gutes Licht zu rücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327007","hoster":"VOE"},{"path":"/redirect/8327008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-7","name":"Verwandte Seelen","epNo":7,"alt":"Security","descr":"Profit entdeckt ein Leck in Gracen \u0026 Gracen und nutzt es zu seinem Vorteil, oder zumindest denkt er das ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327014","hoster":"VOE"},{"path":"/redirect/10265704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jim-profit-ein-mann-geht-ber-leichen/staffel-1/episode-8","name":"Vergebung","epNo":8,"alt":"Forgiveness","descr":"Eine feindliche Übernahme von Gracen \u0026 Gracen bietet bei Manipulation erneut Gewinnchancen. Sykes und Joanna decken Teile der Vergangenheit von Profit auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8327019","hoster":"VOE"},{"path":"/redirect/10277235","hoster":"Streamtape"}]}]}]}]}