{"seriesId":"jimmy-neutron","name":"Jimmy Neutron","descr":"Der 3D-animierte Abenteuer-Cartoon erzählt die Geschichte des superintelligenten Jungen Jimmy und seines Roboterhundes Robby. Jimmy Neutron ist ein normaler Junge mit außergewöhnlichem Intellekt, der Geräte erfindet, um sein tägliches Leben in Retroville zu verbessern. Die fantastischen Erfindungen des Wunderkindes machen sich mitunter selbstständig und manchmal muss Jimmy auch die Welt retten. Hauptsache, er ist zum Abendessen wieder zu Hause. Begleitet Jimmy und seinen treuen Hund Robby (seine Vorzeigeerfindung) und seine Freunde Carl, Cindy, Max und Nick, wie sie die Höhen und Tiefen eines Teenager-Genies erleben!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Invasion der Hosen","epNo":1,"alt":"When Pants attack","descr":"Jimmy hat etwas ganz Besonderes erfunden: eine Hose, die sich selbst zusammenlegt und anschließend in den Schrank hängt. Ein so genannter \"Smart Chip\" macht’s möglich. Doch über kurz oder lang machen sich alle seine Hosen selbstständig. Und schon bald werden die Einwohner von Retroville von einer ganzen Hosenarmee bedroht.","versions":[{"lang":1,"streams":[{"redirect":8781897,"hoster":"VOE"},{"redirect":8781896,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ganz normal/Wer verkauft die meiste Schokolade?","epNo":2,"alt":"Normal Boy/Birth Of A Salesman","descr":"Clever sein ist ganz schön anstrengend. Deswegen entwickelt Jimmy ein Gerät, das in der Lage ist, seine Intelligenz zu reduzieren. Und Jimmy wäre nicht Jimmy, wenn seine neueste Erfindung nicht auch funktionierte. Der neue Jimmy ist ein ganz normaler Junge, etwas einfach gestrickt, aber glücklich. Doch wer soll Retroville retten, als plötzlich ein riesiger Komet auf die Stadt zurast?// Nachdem Jimmy seine überragenden geistigen Fähigkeiten wieder gewonnen hat, entwickelt er eine geniale Methode, um der erfolgreichste Vertreter aller Zeiten zu werden. Schließlich will er in der Schule den Wettbewerb im Süßigkeitenverkaufen gewinnen und Cindy schlagen. Aber Jimmy macht den Job natürlich nicht selbst: Er baut einen Roboter …","versions":[{"lang":1,"streams":[{"redirect":8831478,"hoster":"VOE"},{"redirect":8793576,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der kleine Bruder/Besuch von Thomas Edison","epNo":3,"alt":"Brobot/The Big Pinch","descr":"Jimmy hat sich immer einen kleinen Bruder gewünscht, aber nie einen bekommen. In seinem Labor entwickelt er deswegen den perfekten kleinen Bruder – den Roboter \"Brobot\". Doch das neue Familienmitglied sorgt schon bald für jede Menge Ärger und geht Jimmy ziemlich auf die Nerven.// Cindy und Jimmy streiten sich in Schule über die Frage, wer das Radio erfunden hat. Jimmy holt seine Zeitmaschine und sorgt dafür, dass Thomas A. Edison persönlich auftaucht, um die korrekte Antwort zu geben. Doch die Zukunft der westlichen Zivilisation steht auf dem Spiel, als sich der berühmte Erfinder verliebt und nicht mehr in seine Zeit zurückkehren möchte.","versions":[{"lang":1,"streams":[{"redirect":8831481,"hoster":"VOE"},{"redirect":8793578,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Großmutter wird jung/Zeit ist Geld","epNo":4,"alt":"Granny Baby/Time Is Money","descr":"Jimmys Eltern gehen zum dritten Mal auf Hochzeitsreise, und Oma passt auf den Jungen auf. Um seiner betagten Großmutter das Leben zu versüßen, erfindet Jimmy einen Trank, der ihr ihre Jugend zurückgibt. Doch die Dosis ist ein bisschen zu heftig, und Oma verwandelt sich in ein Baby.// Mit Hilfe seiner Zeitmaschine kehrt Jimmy 15 Jahre in die Vergangenheit zurück. Dort trifft er seine Eltern als verliebtes Pärchen. Der Zeitreisende nutzt die Gelegenheit und sorgt dafür, dass die Neutrons unermesslich reich werden. Die Folgen dieses Eingriffs in die Familiengeschichte sind allerdings verheerend …","versions":[{"lang":1,"streams":[{"redirect":8831475,"hoster":"VOE"},{"redirect":8793579,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der süße Schatz/Wie im Traum","epNo":5,"alt":"Raise The Oozy Scab/I Dream Of Jimmy","descr":"Jimmy und Cindy müssen gemeinsam an einem wissenschaftlichen Projekt arbeiten. Mit Carl und Sheen tauchen sie an Bord eines U-Boots auf den Grund der Bucht von Retroville. Doch bald kommt es an Bord zu einer Meuterei …// Carl hat neuerdings Albträume und ist tagsüber immer unausgeschlafen. Meist ist er so müde, dass Jimmy ihn nicht mehr als Testperson für seine Experimente gebrauchen kann. Kurzerhand erfindet Jimmy eine Art Traum-Pumpe, den Dream Injector 5.000, um herauszubekommen, was seinem Freund nachts so durch den Kopf geht.","versions":[{"lang":1,"streams":[{"redirect":8831476,"hoster":"VOE"},{"redirect":8793581,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jimmy auf Eis/Popstars","epNo":6,"alt":"Jimmy On Ice/Battle Of The Band","descr":"Retroville stöhnt unter einer Hitzewelle. Klar, dass sich Jimmy wieder etwas einfallen lässt. Mitten im Sommer sorgt er dafür, dass das Thermometer sinkt – mit dem Ergebnis, dass in Retroville eine neue Eiszeit ausbricht.// Jimmy und seine Freunde Carl und Sheen gründen eine Band, um Cindy und Libby bei einem Talentwettbewerb zu schlagen. Mit den von Jimmy erfundenen Instrumenten klingt die Jungs-Band erstaunlich gut. Doch die Egos innerhalb der Gruppe wachsen ins Unermessliche, und die Freundschaft der drei steht auf dem Spiel.","versions":[{"lang":1,"streams":[{"redirect":8831485,"hoster":"VOE"},{"redirect":8793582,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schnell wie der Wind/Ich denke was, was du nicht denkst","epNo":7,"alt":"See Jimmy Run/Trading Faces","descr":"Beim Staffellauf hat Jimmy ausgerechnet gegen Cindy verloren. Damit sich so eine erniedrigende Situation nicht wiederholt, erfindet Jimmy Laufschuhe, mit denen er Lichtgeschwindigkeit erreicht. Nun ist er so schnell, dass er beinahe unsichtbar ist. Doch leider bleibt er in diesem Hochgeschwindigkeits-Modus stecken. Wie kommt der arme Junge da nur wieder raus?// Wieder einmal ist Jimmy vor versammelter Mannschaft von Cindy übertrumpft worden. Der kleine Erfinder entwickelt daraufhin eine Methode, die es ihm erlaubt, Cindys Gedanken zu lesen. Zunächst scheint alles glatt zu gehen, aber auch diesmal gerät etwas Entscheidendes durcheinander: Nach einer Stromstörung landet Jimmy in Cindys Körper – und umgekehrt.","versions":[{"lang":1,"streams":[{"redirect":8831484,"hoster":"VOE"},{"redirect":8793583,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wer hat Angst vor dem Phantom?/Mein Sohn, der Hamster","epNo":8,"alt":"The Phantom Of Retroland/My Son, The Hamster","descr":"In der Schule erzählt Nick die Geschichte von dem Phantom von Retroland, einem Monster, dass angeblich im städtischen Vergnügungspark leben soll. Im Interesse der Wissenschaft versucht Jimmy dieser Legende auf den Grund zu gehen.// Jimmy hat ein Gerät zum Beamen entwickelt, mit dem man Gegenstände oder Personen von einem Ort zum anderen transportieren kann. Doch bei einem seiner Selbstversuche kommt es zu einem Versehen. Plötzlich sitzt auf seinen Schultern der Kopf von Carls Hamster …","versions":[{"lang":1,"streams":[{"redirect":8831488,"hoster":"VOE"},{"redirect":8793585,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Und täglich grüßt der Geburtstag/Jimmys neuer Job","epNo":9,"alt":"Hall Monster/Hypno-Birthday To You","descr":"Jimmy braucht unbedingt einen neuen Chemiebaukasten. Aber den gibt’s leider nur zum Geburtstag. Kurzerhand hypnotisiert der kleine Erfinder seine Eltern und redet ihnen ein, er habe am nächsten Tag Geburtstag. Das ist auf alle Fälle besser, als noch ein Jahr auf die nächsten Geschenke zu warten. Das Experiment gelingt. Doch von nun an glauben die Neutrons, dass Jimmy jeden Tag Geburtstag hat. Als die Familie das 18. Wiegenfest feiert, machen die Eltern Jimmy klar, dass er sich jetzt endlich eine eigene Wohnung suchen sollte.// Jimmy wird Klassensprecher. Zunächst liegt ihm diese Rolle überhaupt nicht, aber nach und nach entwickelt er ein paar Erfindungen, die ihm dabei helfen sollen, der beste Klassensprecher aller Zeiten zu werden. Doch seine Freunde wenden sich bald von ihm ab, denn Jimmy wird immer unausstehlicher.","versions":[{"lang":1,"streams":[{"redirect":8831492,"hoster":"VOE"},{"redirect":8793584,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bonbon-Entzug/Das missglückte Projekt","epNo":10,"alt":"Krunch Time/Substitute Creature","descr":"Jimmy erfindet einen Snack, der besser schmeckt als alles, was seine Klassenkameraden jemals zuvor gegessen haben. Das Zeug schmeckt so gut, dass jeder, der davon isst, sofort abhängig wird. Wieder einmal stellt eine Erfindung von Jimmy Neutron das Leben von Retroville gehörig auf den Kopf.// Während des Biologieunterrichts verschluckt die Lehrerin Miss Fowl aus Versehen den Samen einer Spinatpflanze. Jimmy hat den Samen zuvor behandelt, und das hat für Miss Fowl unerwartete Folgen. Sie verwandelt sich in eine haushohe pflanzenartige Kreatur, die die Einwohner von Retroville in Angst und Schrecken versetzt.","versions":[{"lang":1,"streams":[{"redirect":13992957,"hoster":"VOE"},{"redirect":8793586,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Beschützer/Detektiv Jimmy","epNo":11,"alt":"Safety First/Crime Sheen Investigation","descr":"Jimmy hat in jüngster Zeit immer wieder Ärger mit einem ziemlich üblen Typen. Jetzt will er sich zur Wehr setzen und erfindet einen elektronischen Bodyguard, der von Nano-Robotern gesteuert wird. Doch die winzigen Helferlein halten alles und jeden für eine Gefahr für Jimmy. Von nun an wird der Junge von allen Bewohnern der Stadt mit Samthandschuhen angefasst. Alle haben sie Angst vor Jim-Tec 3.000.// Jim vermisst seine Ultra-Lord-Action-Figur und hat Angst, er könnte sie nie mehr wieder finden. Also zieht Jimmy seinen Detektivhut an, um seinem Freund zu helfen. Gemeinsam mit Carl und einigen technischen Hilfsmitteln untersucht er eine ganze Reihe von verdächtigen Spuren. Eine dieser Spuren führt ausgerechnet zu seiner eigenen Mutter.","versions":[{"lang":1,"streams":[{"redirect":8831491,"hoster":"VOE"},{"redirect":8793587,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der verrückte Professor","epNo":12,"alt":"Professor Calamitous","descr":"Der verrückte Professor Finbarr Calamitous will Jimmy zu seinem wissenschaftlichen Sklaven machen. Der Junge soll die noch unvollständigen Erfindungen des Professors fertig bauen, damit der Alte die Herrschaft über Retroville übernehmen kann.","versions":[{"lang":1,"streams":[{"redirect":13056789,"hoster":"VOE"},{"redirect":8793590,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"(in der Episode davor enthalten)","epNo":13,"alt":"Journey To The Center Of Carl","descr":"","versions":[{"lang":1,"streams":[{"redirect":8831494,"hoster":"VOE"},{"redirect":8793588,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Jimmys große Party","epNo":14,"alt":"Party At Neutrons","descr":"Jimmys Eltern gehen aus, um sich einen netten Abend zu machen. Der Junge nutzt die Gelegenheit und trommelt seine Freunde zu einer spontanen Party zusammen. Doch das Ganze endet im Chaos, als die Jungs Jimmys Erfindungen ausprobieren …","versions":[{"lang":1,"streams":[{"redirect":8831489,"hoster":"VOE"},{"redirect":8793591,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"(in der Episode davor enthalten)","epNo":15,"alt":"Broadcast Blues","descr":"","versions":[{"lang":1,"streams":[{"redirect":8831486,"hoster":"VOE"},{"redirect":8793594,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Schlaflos in Retroville","epNo":16,"alt":"Sleepless In Retroville","descr":"Jimmy bastelt gerade wieder an einer neuen Erfindung, die das Schlafen angenehmer machen soll. Dabei berührt Carl aus Versehen einen falschen Knopf, und kreiert damit ein gigantisches Pizzamonster. Das Ungeheuer jagt Jimmy, Carl und Max durch das gesamte Haus der Neutrons.","versions":[{"lang":1,"streams":[{"redirect":8831490,"hoster":"VOE"},{"redirect":8793592,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"(in der Episode davor enthalten)","epNo":17,"alt":"Ultra Sheen","descr":"","versions":[{"lang":1,"streams":[{"redirect":8831495,"hoster":"VOE"},{"redirect":8793593,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Ei-perium schlägt zurück (1)","epNo":18,"alt":"The Egg-pire Strikes Back","descr":"Außerirdische haben sich in Retroville eingenistet! Kein Grund zur Panik: Immerhin überschütten sie die überraschten Erdlinge mit allerhand Geschenken. Doch Jimmy traut dem Frieden nicht. Während die Einwohner von Retroville sich von den extraterrestrischen Besuchern blenden lassen, steigt der junge Erfinder hinter die wahren Absichten der Aliens.","versions":[{"lang":1,"streams":[{"redirect":8831499,"hoster":"VOE"},{"redirect":8793595,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Ei-perium schlägt zurück (2)","epNo":19,"alt":"The Egg-pire Strikes Back","descr":"Außerirdische haben sich in Retroville eingenistet! Kein Grund zur Panik: Immerhin überschütten sie die überraschten Erdlinge mit allerhand Geschenken. Doch Jimmy traut dem Frieden nicht. Während die Bewohner von Retroville sich von den extraterrestrischen Besuchern blenden lassen, steigt der junge Erfinder hinter die wahren Absichten der Aliens.","versions":[{"lang":1,"streams":[{"redirect":8831497,"hoster":"VOE"},{"redirect":8793596,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Picknick-Spiele","epNo":20,"alt":"Maximum Hugh","descr":"Einmal im Jahr findet in Retroville ein Eltern-Kind-Picknick statt. Zum Programm gehören Wettkämpfe, und damit sein Papa diesmal gewinnt, entwickelt Jimmy ein bionisches Schweißband für ihn. Werden Cindy und ihre Mutter auf diese Weise zu schlagen sein?","versions":[{"lang":1,"streams":[{"redirect":8831496,"hoster":"VOE"},{"redirect":8793597,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"(in der Episode davor enthalten)","epNo":21,"alt":"Aaugh! Wilderness","descr":"","versions":[{"lang":1,"streams":[{"redirect":8831498,"hoster":"VOE"},{"redirect":8793599,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Entblödinator","epNo":22,"alt":"Make Room For Daddy-o","descr":"Jimmy schämt sich fürchterlich für den idiotischen Ententanz seines Vaters. Kurzerhand erfindet er eine Maschine, die Hugh in den coolsten Dad von Retroville verwandelt. Doch die Sache hat einen kleinen Haken: Hugh ist jetzt so cool, dass er seine Zeit nicht mehr mit seinem Sohn verbringen will.","versions":[{"lang":1,"streams":[{"redirect":12268448,"hoster":"VOE"},{"redirect":10124466,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Rubine aus dem All","epNo":23,"alt":"A Beautiful Mine","descr":"Eines Tages stürzt in der Nähe von Retroville ein Meteor auf die Erde. Der fremde Himmelskörper ist von einer Schicht aus Edelsteinen überzogen. Jimmy und seine Freunde beschließen, zu einer Mission ins All aufzubrechen, um eine außerirdische Mine auszubeuten. Als sie schließlich den Weltraum erreichen, stoßen sie auf drei Space-Banditen, die dankbar wären, wenn man sie von ihren Schätzen befreien würde.","versions":[{"lang":1,"streams":[{"redirect":11312488,"hoster":"VOE"},{"redirect":10124463,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Jimmys neue Erfindung","epNo":24,"alt":"Sorry, Wrong Era","descr":"Jimmy erfindet eine neue Zeitmaschine, die Quantum Replay 9.000. Hugh bekommt das Gerät in die Finger und schickt Jimmy, Carl und Sheen 200 Millionen Jahre in die Vergangenheit. Nun muss Jimmy überlegen, wie er seine Freunde aus dem Urzeit-Schlamassel herausholt. Plötzlich taucht ein gigantischer T-Rex auf …","versions":[{"lang":1,"streams":[{"redirect":11312490,"hoster":"VOE"},{"redirect":10124465,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Die Mumien-Beach-Party","epNo":25,"alt":"Beach Party Mummy","descr":"Die langatmigen Diskussionen in der Schule gehen Jimmy auf die Nerven. Er findet sie obendrein langweilig. Also erfindet er eine Maschine, die in der Lage ist, auch die graueste Theorie Wirklichkeit werden zu lassen. Doch als das Teil unbeabsichtigterweise Mumien lebendig werden lässt, haben die Kinder ein Problem. Jimmy muss sich etwas einfallen lassen, um nicht im Grab der Königin Hazabataslapya zu landen.","versions":[{"lang":1,"streams":[{"redirect":11312486,"hoster":"VOE"},{"redirect":10124467,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Endlich Gewinner/Alte Opas","epNo":1,"alt":"The Retroville 9/Grumpy Young Men","descr":"Jimmy will unbedingt in einer erfolgreichen Baseball-Mannschaft spielen. Daher motzt er das Equipment seines Teams mit neuester Technologie auf. Der Erfolg stellt sich bald ein, doch als seine Mannschaft schließlich um die Weltmeisterschaft spielen soll, bekommt Jimmy ein schlechtes Gewissen.// Jimmy, Carl und Sheen machen sich eine Art Altersbeschleuniger zu Nutze, sodass sie alt genug sind, um sich ein bestimmtes Videospiel kaufen zu können. Jimmy schießt mit seiner Erfindung einmal mehr weit übers Ziel hinaus: Die Jungs sind auf einmal im Rentenalter.","versions":[{"lang":1,"streams":[{"redirect":8831506,"hoster":"VOE"},{"redirect":8793598,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Geheimagent James Neutron (1)","epNo":2,"alt":"Operation: Rescue Jet Fusion, Pt. 1","descr":"Jimmy steht im Dienste des Geheimdienstes. Jetzt ist er ein waschechter Spion! Seine erste Mission: den spurlos verschwundenen Agenten X finden und retten! Der geheime Auftrag entpuppt sich als äußerst riskantes Manöver, denn ein teuflischer Professor hat seine Hände im Spiel.","versions":[{"lang":1,"streams":[{"redirect":8831502,"hoster":"VOE"},{"redirect":8793602,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geheimagent James Neutron (2)","epNo":3,"alt":"Operation: Rescue Jet Fusion, Pt. 2","descr":"Jimmy arbeitet als Spion für den Geheimdienst. Er hat den Auftrag den verschollenen Agenten X zu finden und zu retten! Dabei gerät er in die Fänge eines skrupellosen Professors und dessen wunderschönen Tochter.","versions":[{"lang":1,"streams":[{"redirect":8831504,"hoster":"VOE"},{"redirect":8793601,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Halloween in Retroville","epNo":4,"alt":"Nightmare In Retroville","descr":"Carl und Sheen sind auf der Suche nach dem ultimativen Halloween-Kostüm. Jimmy ist in der Lage, ihnen zu helfen, schließlich hat er einen neutronischen Monster-Macher erfunden. Er verschafft seinen Freunden das Aussehen eines Vampirs und eines Werwolfs. Doch einmal mehr hat der Erfinder übers Ziel hinaus geschossen: Carl und Sheen haben sich in richtige Monster verwandelt. Jetzt ist guter Rat teuer.","versions":[{"lang":1,"streams":[{"redirect":8831500,"hoster":"VOE"},{"redirect":8793603,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Seemonster/Die Präsidentenwahl","epNo":5,"alt":"Monster Hunt/Jimmy For President","descr":"Vor der Küste von Retroville wurde ein Seeungeheuer gesichtet. Alle Leute in der Stadt haben entsetzliche Angst – außer Jimmy. Der zweifelt die Existenz des Monsters an. Mit ein paar passenden Erfindungen und seinen Freunden geht Jimmy an Bord des Schiffes von Captain Betty, um zu beweisen, dass das Monster nicht existiert.// In der Schule wird gewählt. Jimmy, Sheen und Libby wollen Schülersprecher werden und stürzen sich in einen turbulenten Wahlkampf. Und dann ist da auch noch ein neues Kind in der Schule, Bolbi …","versions":[{"lang":1,"streams":[{"redirect":12336347,"hoster":"VOE"},{"redirect":8793600,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rückkehr der Nanobots","epNo":6,"alt":"Return Of The Nanobots","descr":"Jimmy entwickelt Nano-Roboter, winzige Roboter, die dabei helfen sollen, Fehler in seinen Hausaufgaben zu verbessern. Doch für die bösartigen Winzlinge ist einfach alles ein Fehler. Logischerweise halten sie auch die gesamte Menschheit für einen gigantischen Fehler, der ausgelöscht werden muss.","versions":[{"lang":1,"streams":[{"redirect":8831501,"hoster":"VOE"},{"redirect":8793604,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das fast ausgefallene Weihnachtsfest","epNo":7,"alt":"Holly Jolly Jimmy","descr":"Jimmy ist fest davon überzeugt, dass es den Weihnachtsmann nicht gibt. Um seine Theorie zu untermauern, reist er mit Carl und Max an den Nordpol. Dort entdecken sie eine Spielzeugfabrik – und plötzlich taucht eine große Gestalt auf – der Weihnachtsmann.","versions":[{"lang":1,"streams":[{"redirect":8831507,"hoster":"VOE"},{"redirect":8793610,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jimmy ist verliebt","epNo":8,"alt":"Love Potion #976/J","descr":"Durch ein Missgeschick im Labor geraten Jimmy, Carl und Sheen mit einem Sexualduftstoff in Kontakt, der es wirklich in sich hat: Prompt verlieben sich die drei Freunde in jedes weibliche Wesen, das ihnen über den Weg läuft.","versions":[{"lang":1,"streams":[{"redirect":8831503,"hoster":"VOE"},{"redirect":8793606,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Max das Superhirn","epNo":9,"alt":"Sheen’s Brain","descr":"Sheen steht kurz vorm Sitzenbleiben. Damit er die Klasse doch noch schafft, entwickelt Jimmy einen Helm, mit dessen Hilfe sich der IQ seines Freundes vervierfachen lässt. Und tatsächlich: Sheen besteht den entscheidenden Mathetest und schafft das Schuljahr. Doch sein Gehirn wächst unvermindert weiter, und bald kann er Gedanken lesen und Objekte telekinetisch zu bewegen. Wenn Jimmy jetzt nicht eine Lösung einfällt, wächst Sheens Gehirn so lange weiter, bis es platzt. Doch der superschlaue Sheen ist kaum noch ansprechbar. Er hält sich schon für den Alleinherrscher über Retroville.","versions":[{"lang":1,"streams":[{"redirect":8781901,"hoster":"VOE"},{"redirect":8781902,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Maternotron/Nicht ohne meinen Klon","epNo":10,"alt":"MaternoTron Knows Best/Send In The Clones","descr":"Judy Neutron gönnt sich eine Wellness-Woche und lässt ihren Mann Hugh und ihren Sohn Jimmy allein zu Hause zurück. Jimmy erfindet kurzerhand den Maternotron 3.000, einen Roboter, der als Mutter und Hausmädchen funktioniert. Doch schließlich nimmt das Gerät seine Aufgaben ziemlich ernst, und Jimmy und sein Vater leiden schon bald unter einer robotronischen Übermutter.// Jimmy klont sich selbst. Wie soll er denn sonst all die lästigen Arbeiten erledigen? Da reist er doch viel lieber in den Weltraum, um Eiskristalle zu sammeln.","versions":[{"lang":1,"streams":[{"redirect":8831508,"hoster":"VOE"},{"redirect":8793605,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Prinzessin Peggy und das Jade-Ei/Keucher gegen Neutron","epNo":11,"alt":"The Great Egg Heist/The Feud","descr":"Die schöne asiatische Prinzessin Peggy Tsu taucht bei Jimmy auf und bittet ihn um Hilfe. Er soll das unbezahlbar kostbare Jade-Ei aus dem Museum von Retroville holen, bevor ihr bösartiger Bruder es dort stiehlt. Jimmy nimmt den Auftrag an und macht sich mit seinen Freunden Sheen, Carl, Cindy und Libby daran, das Ei zu stehlen.// Jimmys und Carls Vater liegen im Streit. Sie verbieten ihren Söhnen, auch nur ein Wort miteinander zu wechseln. Doch die Jungs entwickeln ein paar interessante Kommunikationstechniken und setzen schließlich alles daran, dass die Fehde zwischen ihren Vätern beigelegt wird.","versions":[{"lang":1,"streams":[{"redirect":8831509,"hoster":"VOE"},{"redirect":8793608,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Macbeth im All","epNo":12,"alt":"Out, Darn Spotlight","descr":"Jimmy will unbedingt die männliche Hauptrolle in dem Schulmusical \"Macbeth in Space\" spielen. Doch er landet schließlich hinter der Bühne, um sich dort um die Special Effects zu kümmern. Um die Hauptdarstellerin Betty Quinlan zu beeindrucken, entwickelt er die abgefahrensten Special Effects der Theatergeschichte. Er kreiert u.a. einen echten Sturm, der sich allerdings bald selbstständig macht.","versions":[{"lang":1,"streams":[{"redirect":8831514,"hoster":"VOE"},{"redirect":8793609,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Brobot in Not","epNo":13,"alt":"The Junkman Cometh","descr":"Brobot, Jimmys kleiner Roboterbruder, braucht Hilfe. Seine Eltern, Mamabot und Papabot, wurden von dem den ruchlosen Junk-Man entführt. Er will sie in ihre Einzelteile zerlegen und irgendwo im Universum meistbietend versteigern. Jimmy, Carl, Sheen und der Roboterhund Goddard machen sich auf die Suche. Sie finden Brobots Eltern, sind jedoch bald selbst Gefangene des Junk-Man. Ausgerechnet Goddard sorgt schließlich für ihre Befreiung …","versions":[{"lang":1,"streams":[{"redirect":8831510,"hoster":"VOE"},{"redirect":8793607,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Rodeo/Der wissenschaftliche Wettbewerb","epNo":14,"alt":"Fowl Bull/The Science Fair Affair","descr":"Bei einem Rodeoausflug verlieben sich Jimmy, Carl und Sheen in das süße Cowgirl Sally. Alle drei feilen an spektakulären Showeinlagen, um das Herz des Mädchens zu gewinnen: Sheen verwandelt sich in einen Rodeo-Clown, Carl ringt mit Schweinen, und Jimmy entscheidet sich fürs Bullenreiten. Natürlich hat er einen wasserdichten Plan in der Hinterhand – und konstruiert einen narrensicheren Roboterbullen.// Cindy Vortex führt eine Schmutzkampagne gegen Jimmy, um ihren Kontrahenten aus dem Wissenschaftswettbewerb der Schule zu drängen. Der fiese Plan funktioniert. Aber dann gewinnt Jimmy den Nobel-Preis für eine Erdöl erzeugende Maschine. Damit hat er seiner Neiderin die Show gestohlen! Doch wenig später streikt seine Erfindung und bringt alle in große Gefahr!","versions":[{"lang":1,"streams":[{"redirect":8831512,"hoster":"VOE"},{"redirect":8793615,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Jimmy Neutron vs. Timmy Turner","epNo":15,"alt":"The Jimmy Timmy Power Hour","descr":"Timmy Turner ist ein genialer Erfinder, der allerdings in einem anderen Universum lebt. Mit Hilfe eines Tricks landet er plötzlich im Labor von Jimmy Neutron und bringt alles durcheinander. Bevor Jimmy den ungebetenen Gast loswird, drückt er auf eines von Timmys Geräten. Mit schlimmen Folgen: Jimmy landet plötzlich in Timmys Welt. Die beiden haben ihre Plätze vertauscht und müssen nun versuchen, in einer jeweils fremden Umgebung klarzukommen. Timmy hat schon bald ganz Retroville von seiner Genialität überzeugt, während sich Jimmy mit einem völlig verrückten Lehrer herumschlagen muss.","versions":[{"lang":1,"streams":[{"redirect":12923808,"hoster":"VOE"},{"redirect":8793614,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Jimmy auf Jobsuche","epNo":16,"alt":"Men At Work","descr":"Die Jungs treten ihre neuen Jobs beim örtlichen Schnellimbiss \"McSpanky’s\" an: Carl und Sheen blühen als Buletten-Bräter und Drive-in-Verkäufer förmlich auf. Jimmy hingegen hat einen miesen Job erwischt und quält sich im Hamburger-Outfit durch die Innenstadt. Um zu beweisen, dass er der beste \"McSpanky’s\"-Mitarbeiter ist, entwickelt er eine tolle Geschäftsidee – und automatisiert den kompletten Laden samt Burger-Produktion. Ob das alles glatt läuft? Highlight!","versions":[{"lang":1,"streams":[{"redirect":8831513,"hoster":"VOE"},{"redirect":8793612,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wochenende bei den Keuchers/Die stinkreiche Nervensäge","epNo":17,"alt":"The Mighty Wheezers/Billion Dollar Boy","descr":"Jimmy verbringt einen Kurzurlaub bei seinem Freund Carl Keucher. Normalerweise machen Jimmy die Übernachtungen bei seinen Freunden einen Riesenspaß. Allerdings herrschen im Hause der Keuchers strenge Sitten und vor allem eine Mordspanik vor allen möglichen Krankheiten. Zu allem Übel werden die Kinder um halb acht ins Bett geschickt. Doch Jimmy hat bereits Pillen entwickelt, welche die Keuchers von ihren zahlreichen Ängsten und Wehwehchen befreien sollen. Leider hat er die Dosis falsch kalkuliert – und die Keuchers verwandeln sich in eine furchtlose Super-Familie.// Ein wunderlicher und steinreicher Junge, der alles bekommt, was er will, lädt Jimmy und seine Freunde zu sich nach Hause ein. Diesmal hat er es auf Jimmys Hund abgesehen. Als der ihm verklickert, das Goddard nicht zum Verkauf ansteht, schlägt der Milliarden-Dollar-Junge einen Wettkampf der etwas anderen Art vor …","versions":[{"lang":1,"streams":[{"redirect":8831511,"hoster":"VOE"},{"redirect":8793611,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Angriff der Twonkies (1)","epNo":1,"alt":"Attack Of The Twonkies (1)","descr":"Ein Meteor ist in der Nähe von Retroville eingeschlagen. Jimmy untersucht den Krater und nimmt einige Bodenproben. Dabei entdeckt er ein kleines außerirdisches Pelztierchen. Die Kreatur soll möglicht rasch zurück in den Weltraum. Doch Carl hätte sie gerne als Haustier. Er nennt das Wesen \"Twonky\" und stellt es den Freunden vor. Twonky ist von Anfang an sehr beliebt bei den Kids – besonders, weil er bald ein weiteres Dutzend bunter Twonkies hervorhustet. Es dauert nicht lange, und jeder Einwohner von Retroville hat sein eigenes Twonky. Doch dann zeigen die kleinen süßen Aliens ihr wahres Gesicht. Seit Jimmy in den Resten eines Meteors ein pelziges Tierchen aus dem All entdeckt hat, überschlagen sich die Ereignisse. Bald besitzt jeder Einwohner von Retroville eines dieser Twonkies. Die kleinen Kuschelwesen sind süß und freundlich – doch sobald sie Musik hören, verwandeln sie sich in schreckliche Monster, die die Stadt auf den Kopf stellen. Es gibt nur einen, der Retroville von dieser Plage befreien kann: Jimmy Neutron.","versions":[{"lang":1,"streams":[{"redirect":13922495,"hoster":"VOE"},{"redirect":8793616,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Angriff der Twonkies (2)","epNo":2,"alt":"Attack Of The Twonkies (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":8831515,"hoster":"VOE"},{"redirect":8793613,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein gefährliches Spiel (1)","epNo":3,"alt":"Win, Lose \u0026 Kaboom!","descr":"In Retroville fällt ein Stein vom Himmel, der mit seltsamen Schriftzeichen bedeckt ist. Jimmy erkennt sofort, dass es sich um eine Botschaft von Außerirdischen handeln muss. Doch bevor er sich den Stein näher ansehen kann, wird dieser von der Armee beschlagnahmt. Jimmy überredet Carl, Sheen, Libby und Cindy, sich mit ihm in die entsprechende Militärbasis zu schleichen, um das Geheimnis der Schriftzeichen zu lüften.","versions":[{"lang":1,"streams":[{"redirect":8831522,"hoster":"VOE"},{"redirect":8793617,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein gefährliches Spiel (2)","epNo":4,"alt":"Win, Lose \u0026 Kaboom!","descr":"Jimmy und seine Freunde wollen das Geheimnis des außerirdischen Steins lüften. Als sich der kleine Erfinder an dem mysteriösen Brocken zu schaffen macht, werden er und seine Freunde plötzlich weggebeamt – und finden sich in einem außerirdischen Fernsehstudio wieder!","versions":[{"lang":1,"streams":[{"redirect":8831518,"hoster":"VOE"},{"redirect":8793618,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein gefährliches Spiel (3)","epNo":5,"alt":"Win, Lose \u0026 Kaboom!","descr":"Jimmy und seine Freunde Carl, Sheen, Libby und Cindy wurden im Verlauf ihrer Untersuchungen an einem Stein aus dem Weltraum in ein außerirdisches Fernsehstudio gebeamt. In der Gameshow \"Intergalaktischer Showdown\" müssen sie gegen die Vertreter anderer Planeten antreten. Die Sache hat nur einen winzigen Haken: Die Heimatplaneten der unterlegenen Teams werden gesprengt …","versions":[{"lang":1,"streams":[{"redirect":8831521,"hoster":"VOE"},{"redirect":8793619,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sprung in die Zukunft","epNo":6,"alt":"The Tomorrow Boys","descr":"Nach einem kurzen Zwischenstopp auf Libbys Geburtstagspartys reisen Jimmy und die anderen Jungs in die Zukunft. Doch hier erwartet sie eine unangenehme Überraschung. Das zukünftige Retroville wird von einer ruchlosen Diktatorin geknechtet: Ihrer Freundin Libby! Wie konnte es bloß dazu kommen? Wie sich herausstellt, schnupperte die friedliebende Libby einst an einem Fläschchen, das Konzentrierten Größenwahn enthielt – und wurde so zur herrschsüchtigen Furie. Das Fläschchen hatte ihr Jimmy versehentlich zum Geburtstag geschenkt. Jetzt müssen er und seine Freunde schnellstens zurück in die Gegenwart, um Libbys Geschenk an sich zu bringen – bevor sie daran schnuppern kann …","versions":[{"lang":1,"streams":[{"redirect":8831519,"hoster":"VOE"},{"redirect":8793620,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Malibu-Panzer","epNo":7,"alt":"Fundemonium","descr":"Jimmys Vater Hugh hat seinen Job verloren. Um nicht in eine andere Stadt umziehen zu müssen, bewirbt er sich als Erfinder bei der örtlichen Spielzeugfabrik. Hier muss er sich jeden Tag ein neues Spielzeug ausdenken. Weil das mehr schlecht als recht klappt, greift Jimmy ihm nachts heimlich unter die Arme und nimmt Verbesserungen an den Prototypen vor. Doch auch die Nanobots haben großes Interesse an Hughs Erfindungen: Heimlich programmieren sie eine von ihnen, den ?Malibu-Panzer\", um und verwandeln ihn in ein gefährliches Alptraum-Spielzeug, das Retroville unsicher macht …","versions":[{"lang":1,"streams":[{"redirect":8831520,"hoster":"VOE"},{"redirect":8793621,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Hollywood-Betrug","epNo":8,"alt":"Lights! Camera! Danger!","descr":"Quintin Smithee, der berühmte Filmregisseur, kommt nach Retroville, um dort sein neues Werk zu drehen. Jimmy, Cindy, Libby, Sheen und Carl bekommen alle eine Hauptrolle in dem Film. Doch kaum beginnen die Dreharbeiten, werden die fünf laufend in Unfälle verwickelt. Mit seinem detektivischen Gespür kommt Jimmy allerdings auf die Ursache: Hinter dem Star-Regisseur steckt niemand anderes als Professor Finbarr Calamitous, der sich an Jimmy und seinen Freunden rächen will!","versions":[{"lang":1,"streams":[{"redirect":8831523,"hoster":"VOE"},{"redirect":8793623,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Alien-Leihvater/Das Krabbel-Genie","epNo":9,"alt":"Who’s Your Mommy/Clash Of The Cousins","descr":"Jimmys Freund Karl bildet sich bekanntlich des Öfteren ein, furchtbar krank zu sein – aber diesmal erwischt es ihn wirklich: Ein Alien-Parasit setzt sich auf seinem Gesicht fest. Kurz darauf ist Karl mit einem kleinen Außerirdischen schwanger. Ob er sich mit der Rolle als Leihvater anfreunden kann?// Neutrons aus allen Winkeln der Erde versammeln sich zum großen Familientreffen. Natürlich wollen sich auch Jimmy und seine Eltern die Veranstaltung nicht entgehen lassen. Doch allzu bald zeigt sich, dass hier etwas nicht stimmen kann: Sämtliche Anverwandte sehen exakt aus wie Jimmys Vater Frank. Offensichtlich hat es jemand darauf abgesehen, die Neutrons zu vernichten, indem er sie in Frank-Kopien verwandelt. Wer steckt bloß hinter dieser Ungeheuerlichkeit?","versions":[{"lang":1,"streams":[{"redirect":8831524,"hoster":"VOE"},{"redirect":8793624,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schiffbrüchig","epNo":10,"alt":"Stranded","descr":"Jimmy und Cindy bauen mit ihren Hovercrafts eine Bruchlandung und stranden auf einer einsamen Insel. Endlich müssen sich die Erzrivalen einmal keine Sorgen darum machen, wie sie vor ihren Freunden dastehen. Statt sich ewig nur zu streiten, offenbaren sie ihre wahren Gefühle füreinander. Aber ob die Harmonie zwischen den beiden lange anhält?","versions":[{"lang":1,"streams":[{"redirect":8831525,"hoster":"VOE"},{"redirect":8793622,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Jimmy an der Uni","epNo":11,"alt":"Jimmy Goes To College","descr":"Jimmy wird eine besondere Ehre zuteil: Die angesehenste Uni des Landes lädt ihn ein, in ihren altehrwürdigen Hallen zu studieren. Doch kaum dort angekommen, wird Jimmy schon zum Ziel für die bösen Pläne eines Kommilitonen: Seymour Nimmelfarb setzt alles daran, Jimmys guten Ruf als Universalgenie zu ruinieren. Damit nicht genug, will er sogar Jimmys neueste Erfindung stehlen, um sie als seine eigene auszugeben …","versions":[{"lang":1,"streams":[{"redirect":8831526,"hoster":"VOE"},{"redirect":8793625,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Auserwählte","epNo":12,"alt":"Crouching Jimmy, Hidden Sheen","descr":"In Retroville ist Max ein ganz normales, hyperaktives Kind. Doch in Shangri Llama wird er als der Auserwählte verehrt. Er ist Der-den-Fuß-hinter-den-Kopf-legt. Diesen Titel kann er nur loswerden, wenn er sich im Zweikampf einem Herausforderer stellt. Das ruft Yoo Yee auf den Plan. Er ist der Kampfsportmeister von Shangri Llama und sucht die endgültige Entscheidung. Jimmy und Carl bereiten ihren Freund Max auf das Duell vor.","versions":[{"lang":1,"streams":[{"redirect":8831529,"hoster":"VOE"},{"redirect":8793626,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Von Flöhen und Mini-Menschen","epNo":13,"alt":"The Incredible Shrinking Town","descr":"Jimmy hat ein Strahlengerät erfunden, mit dessen Hilfe man Gegenstände und Lebewesen verkleinern kann. Aus Versehen richtet er den Verkleinerungsstrahl auf Retroville. Die Folge: Alle Bewohner der Stadt schrumpfen zu winzig kleinen Wesen. Eine Gruppe von Weltraum-Banditen wittert ein gutes Geschäft. Sie entführen Jimmys geschrumpfte Mitbürger, um sie in der ganzen Galaxie als lebende Puppen zu verkaufen.","versions":[{"lang":1,"streams":[{"redirect":9018678,"hoster":"VOE"},{"redirect":8793627,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"N-Man und seine Freunde","epNo":14,"alt":"The N Men","descr":"Mit Hilfe eines Strahlengürtels reisen Jimmy und seine Freude in den Weltraum. Nach ihrer Rückkehr verfügen alle über übermenschliche Kräfte. Cindy ist superstark, Carl kann in Überschallgeschwindigkeit rülpsen, und Libby kann sich unsichtbar machen. Sheen ist superschnell, und Jimmy wird auf einmal ganz orange. Die Kids beschließen, ihre neuen Fähigkeiten nur für das Gute einzusetzen, doch schon bald lösen sie mit ihren Aktionen ein riesiges Chaos aus. Alle bis auf Jimmy landen im Gefängnis. Jimmy verwandelt sich in ein monsterartiges Wesen und macht sich an die Befreiung seiner Freunde.","versions":[{"lang":1,"streams":[{"redirect":8831528,"hoster":"VOE"},{"redirect":8793630,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Hypnose-Oma/Der Verschwinde-Trick","epNo":15,"alt":"One Of Us/Vanishing Act","descr":"Eine neue Fernsehshow verwandelt die Einwohner von Retroville in freundliche aber hirnlose Zombies. Jimmy und Cindy rasen durch die Stadt und suchen die Ursache dieses Phänomens. Sie wollen ihre Mitbürger endlich wieder normal machen.// Um Betty Quinlin zu beeindrucken, zieht Jimmy eine irre Zaubershow ab. Dazu benutzt er einen ganz normalen Zauberkasten – mit ein paar Verbesserungen aus seinem Labor. Als er während der Show Menschen verschwinden lässt, gibt’s ein Problem: Er selbst, aber auch Betty, Carl, Sheen und Cindy finden sich plötzlich in einer anderen Dimension wieder.","versions":[{"lang":1,"streams":[{"redirect":8831527,"hoster":"VOE"},{"redirect":8793629,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Immer Ärger mit den Klonen","epNo":16,"alt":"The Trouble With Clones","descr":"Der böse Klon-Jimmy ist wieder da. Und er entwickelt die Klontechnik weiter, so dass ein böser Klon der gesamten Erde erschaffen werden kann. Dabei kommt es zu weiteren dramatischen Entwicklungen: Die echte Erde verschwindet Stück für Stück aus dem Universum. Der echte Jimmy macht sich auf den Weg ins böse Retroville, um die Katastrophe zu stoppen.","versions":[{"lang":1,"streams":[{"redirect":8831530,"hoster":"VOE"},{"redirect":8793628,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Im Bahama-Viereck/Die schwedische Brieffreundin","epNo":17,"alt":"Carl Wheezer: Boy Genius/The Evil Beneath","descr":"Jimmy, Carl und Sheen reisen zum Bermuda-Dreieck, um den Mythos vom Verschwinden von Schiffen zu widerlegen. Ihre Mission führt sie zu dem geheimen Unterwasserlabor des wahnsinnigen Wissenschaftlers Dr. Moist. Der hat arglose Reisende entführt, um sie in Algenmenschen zu verwandeln.// Carl bekommt Besuch von seiner schwedischen Brieffreundin Elke Elkberg. Um sie zu beeindrucken, erzählt er ihr, er sei ein genialer Erfinder, und Jimmy sei sein Assistent. Schließlich sei Sheen eigentlich ein Affe. In Laufe eines Experiments habe er ihn in einen Menschen verwandelt. Elke ist beeindruckt. Carl bittet seine Freunde, ihre Rollen möglichst so lange durchzuhalten, bis Elke wieder nach Schweden zurückgekehrt ist.","versions":[{"lang":1,"streams":[{"redirect":12174281,"hoster":"VOE"},{"redirect":8793631,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Jimmy im Gefängnis/Flippy","epNo":18,"alt":"Who Framed Jimmy?/Flippy","descr":"Jimmy wird verdächtigt in die Bank von Retroville eingebrochen zu sein. Als Carl und Sheen versuchen ihren Freund zu befreien, enden alle drei als Sträflinge. Wer hat Jimmy wohl angeschwärzt? Um seine Unschuld zu beweisen, müssen die Freunde durch die Wälder von Retroville hetzen – aneinander gekettet und streng bewachtet von einem übel gelaunten Aufseher.// Frank Neutron hält sich für einen begnadeten Bauchredner. Seine \"Künste\" will er mit seiner Puppe Flippy beim nächsten Schulfest vor Publikum unter Beweis stellen. Jimmy ist allerdings davon überzeugt, dass die Nummer an Peinlichkeit nicht zu überbieten ist. Kurzerhand implantiert er Flippy einen Computerchip, der mit Franks Gehirn verbunden ist. Doch damit erweckt er Flippy zum Leben, und das Unheil nimmt seinen Lauf.","versions":[{"lang":1,"streams":[{"redirect":8831548,"hoster":"VOE"},{"redirect":8793633,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mars-Abenteuer","epNo":19,"alt":"King Of Mars","descr":"Jimmy, Carl, Sheen, Cindy und Libby reisen zum Mars, wo sie eine unglaubliche Entdeckung gemacht haben: eine völlig neuartige Energiequelle, die das Leben auf der Erde auf den Kopf stellen könnte. Doch der Milliarden-Dollar-Junge hat vom Plan der Freunde erfahren und möchte ihnen einen Strich durch die Rechnung machen und folgt ihnen auf den Roten Planeten. Ein Wettlauf gegen die Zeit und durch die Oberfläche des Mars beginnt.","versions":[{"lang":1,"streams":[{"redirect":8831533,"hoster":"VOE"},{"redirect":8793632,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Mein Vater, der Superheld/Der Hund des Jahres","epNo":20,"alt":"El Magnifico/Best In Show","descr":"Max’ Vater versucht verzweifelt seinem Sohn zu imponieren. Kurzerhand schlüpft er in ein magisches Kostüm und verwandelt sich in einen Superhelden, der tagsüber als Mechaniker arbeitet und nachts Verbrecher jagt. Max ist hin und weg von den Fähigkeiten seines Dads – bis der magische Heldenmantel seine Funktion aufgibt und Vater und Sohn urplötzlich in Lebensgefahr schweben.// Jimmys Roboterhund Goddard wird von der Retroviller Hundeshow disqualifiziert, weil er technisch nicht ausgereift ist. Goddard ist tief beschämt und läuft gekränkt davon. Nun liegt es an Jimmy, sein geliebtes Blechhündchen wieder zu finden, bevor es in der Recycling-Anlage landet.","versions":[{"lang":1,"streams":[{"redirect":8831534,"hoster":"VOE"},{"redirect":8793634,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Wenn Spione Hochzeit Feiern","epNo":21,"alt":"My Big Fat Spy Wedding","descr":"Der Geheimdienst hat einen neuen Auftrag für Jimmy. Er soll Graziella Wunderschön beschatten. Jimmy nimmt den Auftrag an und entdeckt, dass die Übeltäterin nicht alleine ist. Schlimmer noch: Graziella Wunderschön und Jet Fusion wollen heiraten!","versions":[{"lang":1,"streams":[{"redirect":8831538,"hoster":"VOE"},{"redirect":8793635,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Aufstand in der Schule/Opfer des Gehirnswurms","epNo":22,"alt":"How To Sink A Sub/Lady Sings The News","descr":"Als Jimmy alle Lehrer für eine Woche in den Weltraum schickt, entscheiden sich die Eltern dazu, selbst zu unterrichten. Da aber jeder von ihnen eine andere Vorstellung davon hat, wie die Schüler unterrichtet werden sollten, geht es bald ziemlich chaotisch zu. Die Situation wird noch verschärft, als Hormone dafür sorgen, dass die Schüler gegen die Autorität ihrer Ersatzlehrer rebellieren.","versions":[{"lang":1,"streams":[{"redirect":8831537,"hoster":"VOE"},{"redirect":8793636,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Liga des Bösen","epNo":23,"alt":"League Of Villains","descr":"Für Jimmy stehen harte Zeiten an, denn König Gobot hat Jimmys alte Gegenspieler zusammengerufen, um ihn gemeinsam endlich besiegen zu können. So gibt es ein Wiedersehen mit Bösewichten wie Professor Finbarr Calamitous, Graziella Wunderschön, Baby Eddie, dem Müllmann, Eustace Strytch, Grandma Taters und den drei Space Bandits Zix, Travoltron und Tee. Kann Jimmy gegen diese Liga des Bösen bestehen?","versions":[{"lang":1,"streams":[{"redirect":12336350,"hoster":"VOE"},{"redirect":8793637,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Jimmy Neutron vs. Timmy Turner: Freitag, der Dreizehnte","epNo":24,"alt":"Jimmy Timmy Power Hour 2 – When Nerds Collide","descr":"Timmy Turner ist ein genialer Erfinder, der allerdings in einem anderen Universum lebt. Mit Hilfe eines Tricks landet er plötzlich im Labor von Jimmy Neutron und bringt alles durcheinander. Bevor Jimmy den ungebetenen Gast loswird, drückt er auf eines von Timmys Geräten. Mit schlimmen Folgen: Jimmy landet plötzlich in Timmys Welt. Die beiden haben ihre Plätze vertauscht und müssen nun versuchen, in einer jeweils fremden Umgebung klarzukommen. Timmy hat schon bald ganz Retroville von seiner Genialität überzeugt, während sich Jimmy mit einem völlig verrückten Lehrer herumschlagen muss.","versions":[{"lang":1,"streams":[{"redirect":8782426,"hoster":"VOE"},{"redirect":8793642,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Jimmy Neutron vs. Timmy Turner: Ein hinreißend gelungener Schurke","epNo":25,"alt":"Jimmy Timmy Power Hour 3 – Jerkinators","descr":"Timmy Turner und Jimmy Neutron verstehen sich so gut, dass sie beschließen, bei einem ganz besonderen Projekt zusammenzuarbeiten: Beide Helden sind es nämlich leid, gegen mehr oder minder harmlose Ganoven zu kämpfen, die keine echte Herausforderung darstellen. Um das zu ändern, wollen Timmy und Jimmy gemeinsam den ultimativen Schurken entwerfen, der alle übrigen Bösewichter in den Schatten stellen soll. Leider entwickelt sich das Schurkenprojekt nicht ganz so, wie Jimmy und Timmy sich das vorgestellt haben. Ihr selbst konstruierter Halunke ist derart übermächtig, dass er sowohl Timmys Elfenwelt als auch Jimmys Heimatstadt in Angst und Schrecken versetzt. Sogar die Existenz der beiden Universen steht auf dem Spiel! Jimmy und Timmy müssen sich ganz schön anstrengen, um ihren Fehler wieder gutzumachen. Und ganz nebenbei haben auch die Freunde der beiden noch ein Hühnchen mit ihnen zu rupfen …// Timmy Turner und Jimmy Neutron wollen einen Schurken entwerfen, der alle anderen Schurken in den Schatten stellen soll. Doch das Schurkenprojekt entwickelt sich nicht ganz so, wie sich die beiden das vorgestellt haben und die Situation eskaliert …","versions":[{"lang":1,"streams":[{"redirect":8782425,"hoster":"VOE"},{"redirect":8793643,"hoster":"Streamtape"}]}]}]}]}