{"path":"/serie/stream/joachim-vernau","name":"Joachim Vernau","descr":"Der Anwalt Joachim Vernau möchte in die Kanzlei seines künftigen Schwiegervaters Utz von Zernikow eintreten. Da spricht eine alte Frau mit einem Formular in russischer Sprache bei ihm vor. Vernau wimmelt sie ab – und liest am nächsten Tag in der Zeitung vom Tod der Unbekannten. Vernau beginnt, Fragen zu stellen, und rührt damit an die unrühmliche Vergangenheit der von Zernikows in den 40er Jahren.","seasons":[{"path":"/serie/stream/joachim-vernau/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/joachim-vernau/staffel-1/episode-1","name":"Das Kindermädchen","epNo":1,"alt":"","descr":"Joachim Vernau ist ganz oben in der Berliner Gesellschaft angekommen: Der Anwalt steht kurz davor, in die wohlhabende und einflussreiche Familie der von Zernikows einzuheiraten. Außerdem möchte ihn sein zukünftiger Schwiegervater Utz in seine renommierte Kanzlei aufnehmen. Sein Aufstieg ist nur noch eine Frage der Zeit und des Wohlverhaltens. Doch dann passiert das Unerwartete: Eine alte Frau steht eines Tages vor der Tür des Familienanwesens. In der Hand hat sie ein offizielles Formular in russischer Sprache. Die Fremde will von Utz von Zernikow eine Unterschrift. Vernau wimmelt sie ab, bittet aber seine alte Studienfreundin, die Anwältin Marie-Luise Hoffmann, das Schreiben zu übersetzen. Kurz darauf entdeckt er durch eine Zeitungsmeldung, dass die Unbekannte tot aus dem Landwehrkanal gezogen wurde. Die Umstände kommen Vernau merkwürdig vor.Ein tragischer Unfall? Das russische Schreiben erweist sich als brisant: Es kommt von einer Natalja Tscherednitschenkowa aus Kiew. Jene Natalja soll angeblich während des Krieges als Kindermädchen bei den von Zernikows gearbeitet haben und will nun eine Entschädigung für diese Zeit. Etwas naiv glaubt Vernau, die hochangesehenen, politisch immer korrekten von Zernikows zur Unterschrift bewegen zu können. Und erhält eine eisige Abfuhr: Niemand will sich erinnern. Selbst Utz, den mehr mit Natalja verbunden hat, als er zugeben will, blockt rigoros ab. Joachim Vernau beginnt, unangenehme Fragen zu stellen, und rührt damit an ein unrühmliches Kapitel der Familiengeschichte: die Vergangenheit der von Zernikows in den 40er Jahren. Selbst Sigrun, seine zukünftige Frau, stellt sich gegen ihn. Genauso wie der Rest der Familie.Gemeinsam mit Marie-Luise versucht Vernau die Wahrheit ans Licht zu bringen. Denn es gibt noch mehr Ungereimtheiten: Ausgebombt in den letzten Kriegstagen, wurden die von Zernikows in der Villa von Freunden in Grünau untergebracht. Im Keller dieses Hauses muss etwas geschehen sein, das nach über 60 Jahren immer noch vertuscht werden soll. Jeder der von Zernikows und auch ihrer Freunde hat gute Gründe, das Kindermädchen zu verleugnen. Je mehr Vernau darüber herausfindet, desto unbequemer wird er und verliert mangels \"Wohlverhalten\" schließlich alles: seinen Job, seine Wohnung, seine große Liebe. Sogar Sigrun, die eigentlich am wenigsten von der Vergangenheit belastet ist, bewahrt lieber den schönen Schein. Um sie zurückzugewinnen, bohrt Vernau weiter.Schließlich gräbt er den Schlüssel zu dem Geheimnis aus: Es gibt zwei verschiedene Grundrisse dieses alten Hauses. Etwas wurde eingemauert, und der verloren gegangene Raum birgt weit mehr als die Erinnerungen an die letzten Kriegstage. Das Motiv für einen Mord? Als Vernau Utz endlich dazu bringt, sich an das junge Mädchen Natalja von damals zu erinnern und an das, was in jenen Bombennächten geschah, weckt er auch das Böse wieder auf. Joachim Vernau kommt dem Geheimnis des Kellers auf die Spur und begibt sich in große Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10027513","hoster":"VOE"},{"path":"/redirect/10027511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-2","name":"Die letzte Instanz","epNo":2,"alt":"","descr":"Eine alte Dame schießt direkt vor dem Landgericht Berlin auf den Obdachlosen Hans-Jörg Hellmer, der unverletzt fliehen kann. Anwalt Joachim Vernau bietet der Frau zum Erstaunen der Polizisten noch vor Ort seine Hilfe an. Margarete Altenburg kommt aus Görlitz und war mit ihrer Kirchengruppe in Berlin zu Besuch. Vernau reist auf Frau Altenburgs Bitte in deren Heimatstadt, um ihre persönlichen Sachen aus ihrer Wohnung zu holen. Als er zurück nach Berlin kommt, ist Margarete im dem Krankenhaus gestorben, in das sie nach der Tat mit einem Schwächeanfall eingeliefert wurde. Vernau lässt dieser Fall nicht los: Die alte Dame kann den Mord an Hellmer nicht allein geplant haben.Wer hat ihr die Waffe besorgt? Und was ist das Motiv? Die Staatsanwältin Salome Noack stellt das Verfahren ein, verspricht aber, weiter zu ermitteln, wenn Vernau den Obdachlosen findet. Und Hellmer taucht nach ein paar Tagen sogar von allein wieder auf. Er fühle sich verfolgt von einem Mann, den er den \"Grauen\" nennt. Vernau bringt Hellmer bei seiner Mutter in Sicherheit, bevor er die Kripo informiert. Mithilfe der Anwältin Marie-Luise Hoffmann und des Gerichtsreporters Alttay findet Vernau Hinweise auf Hellmers Vergangenheit: Der Mann war früher LKW-Fahrer und verschuldete in dieser Zeit einen schweren Unfall, bei dem ein Kind starb. Als er sich aus seinem Versteck wagt, stirbt Hellmer. Erst auf Vernaus massiven Druck wird eine Obduktion angeordnet. Die ergibt, dass der Mann tatsächlich ermordet wurde.Für Vernau ist klar: Das alles ist kein Zufall, sondern der Anfang einer Mordserie. Doch niemand schenkt seiner Theorie Glauben, und so ermittelt er auf eigene Faust: Die verdächtige Spur reicht weit zurück in die Zeit nach der Wende und führt nach Görlitz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10027517","hoster":"VOE"},{"path":"/redirect/10027515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-3","name":"Der Mann ohne Schatten","epNo":3,"alt":"","descr":"Es ist ein nicht gerade alltäglicher Auftrag für den Berliner Anwalt, Frauenheld und Lebenskünstler Joachim Vernau: Er soll in Havanna nach einem Mann suchen, der vor 30 Jahren spurlos verschwand. Katherina Gebhardt ist die Schwester des Verschwundenen. Ihr Bruder Martin ist 1980 angeblich in die DDR \"emigiriert\", dort aber nie angekommen. Stattdessen erreichen sie alle Jahre wieder Hinweise darauf, dass Martin noch lebt. Mal in den USA, mal in Kuba. Nun muss sie das Haus, ihr gemeinsames Erbe, verkaufen, und bittet Vernau um Kontaktaufnahme zu dem Mann in Havanna.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10027520","hoster":"VOE"},{"path":"/redirect/10027519","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-4","name":"Die 7. Stunde","epNo":4,"alt":"","descr":"Der Berliner Anwalt Joachim Vernau bekommt ein lukratives Angebot: Er soll Gymnasiasten einer Privatschule auf ihr Jurastudium vorbereiten und die Jura-AG leiten. Vernau übernimmt die 7. Stunde, doch gleich am ersten Tag kommt es zu einem Eklat: Katharina Oettinger, die Rektorin, hat verschwiegen, dass ein Mädchen aus Vernaus Klasse vor ein paar Monaten Selbstmord begangen hat. Angeblich ist Sami, ein Junge mit libanesischen Wurzeln von der Hauptschule zwei Straßen weiter, daran schuld. Doch litt Clarissa wirklich nur unter Liebeskummer? Seine Schüler, allen voran Samantha und Matthias, verschließen sich mehr und mehr. Vernau kommt dahinter, dass an der teuren Privatschule Rollenspiele gespielt wurden. Eines, \"Die schwarze Königin\", geht zurück auf uralte Krankenakten.Die Schule war vor langer Zeit einmal eine Nervenheilanstalt, und irgendjemand muss auf dem Dachboden diese alten Akten gefunden haben. Die Wahnvorstellungen einer Kindsmörderin wurden zu einem Spiel. Während Vernau den Umzug seiner Mutter vorbereitet und dabei seine eigenen, alten Zeugnisse wiederfindet, wird eine seiner Schülerinnen Opfer eines Giftanschlags. Der Täter wird nicht gefunden, aber an der Schule grassiert die Angst. Vor allem, weil sich die Anzeichen mehren, dass trotz Verbot und drakonischen Strafen bis hin zum Schulverweis wieder gespielt wird. Vernau trifft sich mit einer Gruppe, die nachts \"larp\" live action role play in einem Berliner Park spielt.Von diesen \"Vampiren\" erfährt er, dass es tatsächlich vor einiger Zeit jemanden gab, der mit echten Waffen aufgetaucht ist und von einem neuen Spiel erzählt hat, bei dem es Tote geben wird. Sie haben diesen Irren rausgeworfen und nicht mehr mitspielen lassen. Und dieser Irre will sich nun rächen. \"Die 7. Stunde\" ist der vierte Fall für den Berliner Rechtsanwalt Joachim Vernau. \"Die 7. Stunde\" ist der vierte Fall für den Berliner Rechtsanwalt Joachim Vernau","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10027496","hoster":"VOE"},{"path":"/redirect/10027497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-5","name":"Totengebet","epNo":5,"alt":"","descr":"Rechtsanwalt Joachim Vernau glaubt, nichts könne ihn mehr überraschen. Doch dann steht eine junge Frau vor der Kanzlei, die nach dem Tod ihres Stiefvaters ihren leiblichen Vater sucht. Rachel Cohen ist aus New York nach Berlin gekommen, um herauszufinden, was im Sommer Anfang der 1990er Jahre passiert ist. In jenem Sommer, in dem Vernau die Uni in Boston besuchte und wie drei andere Kommilitonen auch, in Rachels verstorbene Mutter verliebt war. Vernau macht sich mit der jungen Frau auf den Weg, um seine ehemaligen Kommilitonen zu finden. Die Suche führt sie zunächst in die Berliner Synagoge zu Rudolf Scholl-Weissenborn. Dann wird Rudolf noch am selben Abend in seiner Buchhandlung ermordet aufgefunden, und Rachel ist spurlos verschwunden. Vernau ist plötzlich in eine Morduntersuchung verwickelt und macht sich auf den Weg in die USA.Die Spuren führen ihn nach New York und zur Uni in Boston. Dort wird er mit der eigenen Vergangenheit konfrontiert. Vernau will herausfinden, was damals wirklich passiert ist. Und plötzlich ist sein Leben in Gefahr, weil offensichtlich jemand vermeiden will, dass nach so vielen Jahren die Wahrheit ans Licht kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10027500","hoster":"VOE"},{"path":"/redirect/10027499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-6","name":"Requiem für einen Freund","epNo":6,"alt":"","descr":"Im Büro des Rechtsanwalts Joachim Vernau findet eine Steuerprüfung statt. Aus unerfindlichen Gründen interessiert sich der Finanzbeamte Harry Fischer für einen vier Jahre alten Bewirtungsbeleg. Er nötigt Vernau deshalb, mitten in der Nacht in der Kanzlei vorbeizukommen. Als Vernau eintrifft, ist der Steuerprüfer tot – erschossen. Was ist das Besondere an diesem Bewirtungsbeleg? Vernau war damals mit einem seiner ältesten Freunde, dem Ku’damm-Advokaten Sebastian Marquardt, in einem teuren Restaurant essen. Marquardt kann oder will ihm aber nicht weiterhelfen. Denn er hat andere Sorgen: Die Ehe mit seiner Frau Brigitte ist ein Scherbenhaufen, er hat Schulden und mit Tatjana Wolgast eine neue Geliebte, die auch Mitarbeiterin ist.Auch Vernau ist eigentlich mit anderen Dingen beschäftigt: Seine Mutter Hildegard und ihre Freundin Hüthchen sind Opfer eines Immobilienhais geworden, und er vertritt die beiden bei einer Räumungsklage vor Gericht. Dann ist Sebastian Marquardt auf einmal wie vom Erdboden verschwunden. Vernau und seine Kollegin Marie-Luise Hoffmann recherchieren und finden heraus, dass am Tag, an dem der Bewirtungsbeleg ausgestellt wurde, eine Berliner Staatsanwältin Selbstmord beging. Gibt es einen Zusammenhang? Und sie entdecken, dass der mittlerweile tote Finanzbeamte offensichtlich Korruptionsfällen und krummen Geschäften in der Berliner Immobilienbrache auf der Spur war. Die Nachforschungen bleiben nicht unbemerkt. Vernau gerät an den zwielichtigen Adil Kalaman und in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13015917","hoster":"VOE"},{"path":"/redirect/12186918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-7","name":"Düstersee","epNo":7,"alt":"","descr":"Der Berliner Anwalt Joachim Vernau bekommt ungewöhnlichen Besuch in seiner Kanzlei. Seine Mutter Hildegard hat ein sehr persönliches Anliegen. Ihre langjährige Lebensgefährtin Ingeborg Huth, genannt \"Hüthchen\", verschwinde in letzter Zeit des Öfteren unter äußerst fadenscheinigen Gründen tagelang aus der gemeinsamen Wohnung. Mutter Vernau bittet ihren Sohn, die Ermittlungen aufzunehmen. Zum letzten Mal wurde \"Hüthchen\" im uckermärkischen Dorf Düstersee gesehen. Vernau trifft sie auf dem Sommerfest im Herrenhaus, an ihrer Seite ihre Nichte Sanja und der ehrenamtliche Bürgermeister Kurt Wössner. Am Tag darauf wird der Gastgeber der Party, Christian Steinhoff, tot aufgefunden. Seine Witwe Regina engagiert Vernau, um den Fall jenseits der offiziellen polizeilichen Ermittlungen aufzuklären. Doch was Vernau herausfindet, lässt die Fassade des charmanten Unternehmers bröckeln. Steinhoff entpuppt sich als später \"Wendegewinnler\". Und es kommt zu einem weiteren tragischen Zwischenfall. Plötzlich steht ausgerechnet Hüthchen unter dringendem Tatverdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12184689","hoster":"VOE"},{"path":"/redirect/12184692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joachim-vernau/staffel-1/episode-8","name":"Versunkene Gräber","epNo":8,"alt":"","descr":"Einige Jahre sind vergangen, seit Anwalt Joachim Vernau den Drahtziehern eines Mordkomplotts das Handwerk gelegt hat. Auch die gemeinsame Kanzlei mit Marie-Luise ist längst Geschichte. Bis ihn ein Hilferuf aus Polen erreicht: Marie-Luise ist im Krankenhaus, steht unter Mordverdacht, beteuert aber ihre Unschuld. Sie soll den deutschen Gelegenheitsarbeiter Horst Schwertfeger in Polen ermordet haben. Vernau ist entschlossen, zu helfen, und reist nach Polen. Dort steht nicht nur Marie-Luise unter Verdacht, sondern auch ihr Freund Jacek. Dessen polnische Pflichtverteidigerin Zuzanna ist nicht erfreut über Vernaus Auftauchen, zumal sie, um Jacek freizubekommen, gern die Schuld auf Marie-Luise schieben würde. Nur widerwillig lässt sie sich auf eine Zusammenarbeit ein, und das erst, nachdem Vernau Marie-Luise heimlich über die Grenze nach Deutschland gebracht hat.Da sich die Mordanklage nur auf Indizien stützt und Jacek eisern schweigt, hat Vernau die Hoffnung, im Umfeld des Opfers Hinweise zu finden, die Licht ins Dunkel bringen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13386859","hoster":"VOE"},{"path":"/redirect/13386858","hoster":"Streamtape"}]}]}]}]}