{"seriesId":"joey","name":"Joey","descr":"Joey zieht von New York nach Los Angeles um den Durchbruch als Schauspieler zu schaffen. Seine Schwester Gina, eine Friseurin, sein Neffe Michael, ein Student und seine Nachbarin Alex, eine Anwältin stehen ihm immer zur Seite.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auf nach Hollywood","epNo":1,"alt":"Pilot","descr":"Joey zieht nach Hollywood. Dort erhofft er sich endlich seinen Durchbruch als Schauspieler. Doch zunächst landet der schusselige Joey in Dallas, weil er den falschen Anschlussflug nimmt. In L.A. wird er bereits von seiner Schwester Gina und seinem Neffen Michael erwartet. Gina hat ihm bereits eine Wohnung besorgt und eingerichtet. Die wird er allerdings nicht lange für sich alleine haben. Michael will nämlich bei ihm einziehen, um sich von seiner gluckenhaften Mutter abzunabeln.","versions":[{"lang":1,"streams":[{"redirect":12661078,"hoster":"VOE"},{"redirect":12661080,"hoster":"Doodstream"},{"redirect":12661077,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684126,"hoster":"VOE"},{"redirect":8684125,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Aufreißen für Anfänger","epNo":2,"alt":"Joey and the Student","descr":"Michael hat es geschafft, sowohl seine Mutter als auch Joey davon zu überzeugen, dass er Joeys idealer Mitbewohner ist. Joey beschließt, Michaels Mentor in Sachen Frauen zu werden. Er nimmt ihn mit in eine Disco, um dem schüchternen Streber beizubringen, wie man Frauen anspricht. Die eifersüchtige Gina ist jedoch nicht so begeistert, als die beiden ohne sie losziehen. Außerdem bekommt Joey ständig nervige Notizen mit Verboten vom Hausmeister.","versions":[{"lang":1,"streams":[{"redirect":12661079,"hoster":"VOE"},{"redirect":12661081,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684129,"hoster":"VOE"},{"redirect":8684134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Joey und die Party","epNo":3,"alt":"Joey and the Party","descr":"Joey hat Schwierigkeiten, Freunde zu finden, seit er nach LA gezogen ist. Gina schlägt vor, dass Michael und er eine Party veranstalten, zu der sie alle Bewohner ihres Gebäudes einladen sollen. In dem Glauben, dieser würde die Einladung dankend ablehnen, lädt Michael seinen Freund und Rivalen Seth ein. Der sagt jedoch zu und kündigt außerdem an, dass er seine Freundin mitbringt. Nun muss auch Michael schnellstens ein Date finden, um mit seinem ‚Erzfreund‘ mithalten zu können.","versions":[{"lang":1,"streams":[{"redirect":12661082,"hoster":"VOE"},{"redirect":12661086,"hoster":"Doodstream"},{"redirect":12661084,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379788,"hoster":"VOE"},{"redirect":8684140,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Buchclub","epNo":4,"alt":"Joey and the Book Club","descr":"Joey zieht Michael wegen dessen Leidenschaft für Bücher auf. Doch dann entdeckt er, dass in Michaels Buchclub außer seinem Neffen nur hübsche Frauen sind. Sofort tritt Joey dem Club bei. Michael fühlt sich sabotiert, da sich Joeys literarisches Interesse ausschließlich auf die Leserinnen der Romane beschränkt. Gina wird ganz neidisch, als sie erfährt, dass eine Klassenkameradin aus der Kosmetikschule mittlerweile zur Celebrity-Stylistin aufgestiegen ist.","versions":[{"lang":1,"streams":[{"redirect":12661085,"hoster":"VOE"},{"redirect":12661087,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684137,"hoster":"VOE"},{"redirect":8684142,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Multitalent","epNo":5,"alt":"Joey and the Perfect Storm","descr":"Joey nimmt an zahlreichen Vorsprechen für Theaterstücke teil. Doch er wird bei allen nur die Zweitbesetzung. Als plötzlich mehrere Darsteller verschiedener Inszenierungen krank werden, ist guter Rat teuer. Die Vorstellungen sind nämlich alle am selben Abend. Joeys Organisationstalent ist gefragt, doch dafür ist er ja nicht gerade bekannt … Außerdem versuchen Joey und Michael, vor Gina geheim zuhalten, dass bei ihnen gegenüber ein Appartement frei geworden ist.","versions":[{"lang":1,"streams":[{"redirect":12661089,"hoster":"VOE"},{"redirect":13139601,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684148,"hoster":"VOE"},{"redirect":8684157,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der neue Freund","epNo":6,"alt":"Joey and the Nemesis","descr":"Michael ist krank. Darüber ist Gina überglücklich, denn nun kann sie endlich wieder ihren Sohn verhätscheln und verwöhnen. Dabei nimmt sie das ganze Appartement in Beschlag, sodass Joey kurzfristig in ihre Wohnung ausweichen muss. Dort trifft er Ginas neuen Freund, von dem weder er, noch Michael wissen. Das sind jedoch nicht seine einzigen Sorgen. Sein Konkurrent Brian Michael David Scott sabotiert Joeys sämtliche Vorsprechen, gibt dabei aber vor, sein Freund zu sein.","versions":[{"lang":1,"streams":[{"redirect":13599432,"hoster":"VOE"},{"redirect":12980934,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684153,"hoster":"VOE"},{"redirect":8684151,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Friseursalon","epNo":7,"alt":"Joey and the Husband","descr":"Gina hat mit Vetternwirtschaft zu kämpfen, als ihr Boss seine völlig talentfreie Tochter einstellt und ihr Ginas Stammkunden überlässt. Joey und Michael haben Mitleid und wollen ihr helfen, einen eigenen Friseursalon zu eröffnen. Außerdem kehrt Alex’ Mann nach langer Konzertreise wieder nach Hause zurück. Alex erzählt Joey, dass Eric eifersüchtig auf ihn ist, weil er so viel Zeit mit ihr verbringt. Als der Joey jedoch kennenlernt, reagiert er anders als erwartet …","versions":[{"lang":1,"streams":[{"redirect":12661098,"hoster":"VOE"},{"redirect":12661101,"hoster":"Doodstream"},{"redirect":12661099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684162,"hoster":"VOE"},{"redirect":8684155,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Traumfrau, Teil 1","epNo":8,"alt":"Joey and the Dream Girl (1)","descr":"Joey freut sich sehr, als Ginas Schulfreundin Donna nach L.A. kommt. Er ist schon seit Jahren in sie verliebt und daher sehr froh, als er hört, dass sie sich von ihrem Mann getrennt hat. Seine Hoffnungen scheinen sich zu erfüllen, als sie mit ihm ausgeht. Doch Gina weiß, dass Donnas Mann sich wieder mit ihr versöhnen will, aber sie musste versprechen, Joey nichts davon zu sagen. Michael findet indessen zu seiner Überraschung heraus, dass er als Kind ein talentierter Baseballspieler war …","versions":[{"lang":1,"streams":[{"redirect":12661102,"hoster":"VOE"},{"redirect":12661103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684166,"hoster":"VOE"},{"redirect":8684172,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Traumfrau, Teil 2","epNo":9,"alt":"Joey and the Dream Girl (2)","descr":"Gina sollte Joey zwar verschweigen, dass sich Donnas Mann Ron wieder mit ihr versöhnen will. Aber Gina kann nicht mit ansehen, dass sich ihr Bruder falsche Hoffnungen macht, und erzählt ihm schließlich alles. Joey hofft zwar trotzdem, noch eine Chance bei Donna zu haben, aber als Ron nach L.A. kommt, kehrt Donna doch mit ihm nach New York zurück. Joeys Nachbarin Alex stellt indessen fest, dass sie doch mehr auf Männer wirkt als sie bisher dachte …","versions":[{"lang":1,"streams":[{"redirect":12661107,"hoster":"VOE"},{"redirect":13139603,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684168,"hoster":"VOE"},{"redirect":8684179,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das große Casting","epNo":10,"alt":"Joey and the Big Audition","descr":"Joey findet heraus, dass viele Absolventen der Northwestern University erfolgreiche Positionen in Hollywood innehalten. Kurzum gibt er vor, selbst ein Ehemaliger zu sein. Sein Plan geht auf und er bekommt ein Vorsprechen für die Hauptrolle in einer Fernsehserie. Jedoch folgt die Strafe für sein falsches Spiel auf dem Fuß. Er muss nämlich den Vater einer Teenagerin spielen. Das Problem ist, dass Joey die Schauspielerin, die seine Tochter spielen soll, unwiderstehlich findet …","versions":[{"lang":1,"streams":[{"redirect":12661110,"hoster":"VOE"},{"redirect":12661111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684176,"hoster":"VOE"},{"redirect":8684178,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Schönheitswettbewerb","epNo":11,"alt":"Joey and the Road Trip","descr":"Als ein Promi-Juror eines Schönheitswettbewerbs in Las Vegas erkrankt, bekommt Joey dessen Platz angeboten. Er sagt sofort zu, und auch Gina und Alex sind ganz begeistert von der Idee eines Roadtrips nach Vegas. Gemeinsam fangen sie Michael vor der Uni ab und zwingen ihn, mitzukommen. Im Casino bringt Gina Michael schließlich dazu, sein Mathematikverständnis einzusetzen, um beim Black Jack abzuräumen. Joey hadert indes mit dem moralischen Kodex des Schönheitswettbewerbs.","versions":[{"lang":1,"streams":[{"redirect":12661114,"hoster":"VOE"},{"redirect":12661115,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684182,"hoster":"VOE"},{"redirect":8684186,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Joey darf nicht sterben","epNo":12,"alt":"Joey and the Plot Twist","descr":"Joey lernt Lauren, die attraktive, aber völlig neurotische Produzentin seiner neuen Sendung ‚Deep Powder‘, kennen. Bei der ersten Pressekonferenz zur Serie verrät Joey aus Versehen eine überraschende Wendung in der Handlung. Nun hat er Angst, dass Lauren ihn durch den Tod seines Charakters frühzeitig aus der Serie schreiben lassen will. Indes versuchen Michael und Gina alles, um Joey im sonnenverwöhnten L.A. ein traditionelles Weihnachtsfest zu bereiten.","versions":[{"lang":1,"streams":[{"redirect":12661117,"hoster":"VOE"},{"redirect":12661119,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684192,"hoster":"VOE"},{"redirect":8684189,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Lasagnetest","epNo":13,"alt":"Joey and the Taste Test","descr":"Gina bringt Alex bei, wie man eine anständige Lasagne macht. Als Alex ihre Lehrerin überflügelt, fordert Gina sie zu einem Wettbewerb heraus. Joey soll als Tester entscheiden, wer die bessere Köchin ist. Der hat jedoch wenig Interesse daran, sich den Groll einer der beiden Frauen zuzuziehen. Auch auf der Arbeit hat Joey Ärger mit Frauen. Er läuft Gefahr, gefeuert zu werden. Lauren hat ihm verboten, mit seinem Co-Star Katie auszugehen. Doch Joey trifft sich weiter mit ihr.","versions":[{"lang":1,"streams":[{"redirect":13015913,"hoster":"VOE"},{"redirect":12661122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684198,"hoster":"VOE"},{"redirect":8684191,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Premierenfeier","epNo":14,"alt":"Joey and the Premiere","descr":"Joey darf nur einen Gast mit auf die Premierenfeier zu seiner Serie \"Tiefer Pulverschnee\" mitbringen. Er hat die Qual der Wal: Nun muss er sich zwischen Gina, Alex und Michael entscheiden. Alle drei sind heiß auf die Einladung. In einem Plädoyer soll jeder der drei begründen, warum ausgerechnet er es verdient hat, Joey auf die Premierenfeier zu begleiten. Doch auch danach kann Joey sich nicht entscheiden. Er muss eine Möglichkeit finden, wie er zu mehr Einladungen kommt …","versions":[{"lang":1,"streams":[{"redirect":12661126,"hoster":"VOE"},{"redirect":13122479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336377,"hoster":"VOE"},{"redirect":8684207,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der neue Assistent","epNo":15,"alt":"Joey and the Assistant","descr":"Jetzt, da er ein Fernsehstar ist, rät Agentin Bobbie Joey, sich einen Assistenten zu besorgen. Joey entscheidet sich für Glen, der sich als der perfekte Assistent herausstellt. Als Gina und Glen jedoch etwas miteinander anfangen, kommt es zum Interessenskonflikt. Als Michaels bester Freund Seth ein Projekt unter seinem Namen patentieren lassen will, ist Michael frustriert. Das Projekt hatten die beiden nämlich gemeinsam entwickelt. Alex hilft Michael als rechtlicher Beistand.","versions":[{"lang":1,"streams":[{"redirect":12661129,"hoster":"VOE"},{"redirect":13139602,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684210,"hoster":"VOE"},{"redirect":8684211,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Joeys großer Auftritt","epNo":16,"alt":"Joey and the Tonight Show","descr":"Joey bekommt die Chance zu einem großen Auftritt in Jay Lenos ‚Tonight Show‘. Ein Filmstar hat überraschend abgesagt und nun darf Joey zu Gast sein in einer der beliebtesten amerikanischen TV-Shows. Doch der Weg zum Erfolg ist nicht nur steinig, sondern in Joeys Fall auch noch blockiert durch einen Stau. Ob er es noch rechtzeitig schaffen wird?","versions":[{"lang":1,"streams":[{"redirect":12661133,"hoster":"VOE"},{"redirect":12980930,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684217,"hoster":"VOE"},{"redirect":8684208,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Happy Valentine","epNo":17,"alt":"Joey and the Valentine\u0027s Date","descr":"Bobbie rät Joey, bei einer Reporterin des ‚People Magazine‘ seinen Charme einzusetzen. Joey nimmt sich den Tipp zu Herzen und lädt die Reporterin zu einem Date ein. Dummerweise legt er die Verabredung versehentlich auf den Valentinstag. Nun hat er Panik, die Reporterin könnte glauben, er sei in sie verliebt. Alle Versuche, aus der Nummer wieder rauszukommen, scheitern phänomenal.","versions":[{"lang":1,"streams":[{"redirect":12661137,"hoster":"VOE"},{"redirect":12661138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684224,"hoster":"VOE"},{"redirect":8684219,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Preisverleihung","epNo":18,"alt":"Joey and the Wrong Name","descr":"Joey ist für seine Sterbeszene in der Serie ‚Zeit der Sehnsucht‘ für einen Daytime Soap Award nominiert worden. Darüber hinaus soll er während der Preisverleihung auch selbst einen Award überreichen, und zwar den für die beste Nebendarstellerin. Unglücklicherweise hat er mit dem Namen der einen Nominierten so große Schwierigkeiten, dass er während der Veranstaltung total nervös ist. Seine Panik, den Namen falsch auszusprechen, sorgt schließlich für totale Verwirrung …","versions":[{"lang":1,"streams":[{"redirect":12661141,"hoster":"VOE"},{"redirect":12661145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684223,"hoster":"VOE"},{"redirect":8684221,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Joeys beste Schwester","epNo":19,"alt":"Joey and the Fancy Sister","descr":"Joeys Schwester Mary Teresa kommt nach L.A., um ihre Geschwister zu besuchen. Ginas Begeisterung hält sich in Grenzen, da sie ihre Schwester für extrem eingebildet hält. Tatsächlich lässt Mary Teresa ihre beiden Geschwister deutlich spüren, dass sie sich für etwas Besseres hält. Daher genießt es Gina sehr, als sie herausfindet, dass der Diamant an Mary Teresas Verlobungsring nicht echt ist. Mary Teresa sagt daraufhin aber ihre Hochzeit ab und eröffnet Gina und Joey, dass sie nun für immer in L.A. bleiben will …","versions":[{"lang":1,"streams":[{"redirect":12661147,"hoster":"VOE"},{"redirect":12661148,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684225,"hoster":"VOE"},{"redirect":8684227,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Nachbarin","epNo":20,"alt":"Joey and the Neighbor","descr":"Während sich Alex darauf freut, dass ihr Mann endlich von seiner langen Dienstreise zurückkommt, lernt Joey seine neue Nachbarin Sarah kennen und ist von der attraktiven Fotografin sofort begeistert. Sie ist sehr direkt, und Joey merkt schnell, dass er ihr nichts vormachen muss. Auch ihr erstes Date verläuft so gut, dass sie sich sofort für ein zweites verabreden. Allerdings macht Sarah ihm auch klar, dass sie von Monogamie so wenig hält wie Joey …","versions":[{"lang":1,"streams":[{"redirect":12661149,"hoster":"VOE"},{"redirect":13122480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684229,"hoster":"VOE"},{"redirect":8684228,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Spione unter sich","epNo":21,"alt":"Joey and the Spying","descr":"Alex und ihr Mann Eric beschließen, eine Beziehungspause einzulegen. Daher zieht Eric in ein anderes Apartment in ihrer Wohnanlage. Doch als er eine Frau zu sich einlädt, nistet sich Alex mit einem Fernglas in Joeys Schlafzimmer ein, um Eric beobachten zu können. Joey hat allerdings selbst Beziehungsprobleme. Denn er kommt einfach nicht damit klar, dass Sarah noch mit anderen Männern ausgehen will, während er selbst nur noch an sie denken kann. Deshalb versucht er schließlich, Sarah eifersüchtig zu machen …","versions":[{"lang":1,"streams":[{"redirect":12661153,"hoster":"VOE"},{"redirect":12661155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684233,"hoster":"VOE"},{"redirect":8684231,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Heiße Versuchung","epNo":22,"alt":"Joey and the Temptation","descr":"Sarah und Joey sind endlich richtig zusammen. Ausgerechnet jetzt soll Joey für seine Fernsehserie eine heiße Liebesszene drehen, und das auch noch mit Schauspielkollegin Carmen Electra. Da er fürchtet, einer solchen Versuchung nicht widerstehen zu können, versucht Joey die Autoren der Serie davon zu überzeugen, die Szene umzuschreiben – aber vergeblich. Alex will sich indessen an Eric dafür rächen, dass er so kurz nach ihrer Trennung schon wieder eine Frau geküsst hat …","versions":[{"lang":1,"streams":[{"redirect":12661159,"hoster":"VOE"},{"redirect":12661160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684238,"hoster":"VOE"},{"redirect":8684234,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Scheiden tut weh","epNo":23,"alt":"Joey and the Breakup","descr":"Sarah ist total frustriert, weil sie einfach keinen Job als Fotografin findet. Deshalb bittet Joey schließlich seine Agentin Bobbie, ihre Kontakte für Sarah spielen zu lassen. Als Bobbie tatsächlich Erfolg hat, ist die Freude zuerst groß. Aber das Ganze hat einen Haken, denn Sarah müsste für die Stelle bei ‚Newsweek‘ nach Washington umziehen. Sie muss sich also nun zwischen Joey und dem neuen Job entscheiden. Um Sarah nicht zu verlieren, sagt Joey ihr, dass er sie liebt, und bittet sie, bei ihm einzuziehen …","versions":[{"lang":1,"streams":[{"redirect":12661161,"hoster":"VOE"},{"redirect":13128173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684245,"hoster":"VOE"},{"redirect":8684254,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Geteiltes Leid","epNo":24,"alt":"Joey and the Moving In","descr":"Joey hat Sarah zwar gebeten, bei ihm einzuziehen, merkt aber bald, dass er noch nicht wirklich bereit dafür ist. Als die beiden für ihre gemeinsame Wohnung einkaufen gehen, wird es ihm zuviel. Doch als Sarah klar wird, dass Joey sie belogen hat, kommt es zu einem heftigen Streit. Später sucht Joey Trost bei Alex, deren Liebesleben im Moment auch alles andere als erfüllend ist. Michael freut sich indessen, dass Bobbie ihm heiß begehrte Kinokarten besorgt hat. Aber dann wird ihm klar, dass sich Bobbie als seine offizielle Begleitung betrachtet …","versions":[{"lang":1,"streams":[{"redirect":12661166,"hoster":"VOE"},{"redirect":12661170,"hoster":"Doodstream"},{"redirect":12980932,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684256,"hoster":"VOE"},{"redirect":8684250,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bitteres Ende, Teil 1","epNo":1,"alt":"Joey and the Big Break (1)","descr":"Joey versucht damit klarzukommen, dass er mit Alex die Nacht verbracht hat und dass Gina die neue Assistentin seiner Agentin Bobbie ist. Am meisten Sorgen bereitet ihm aber die Frage, ob die Fans ihn aus seiner Fernsehserie herausgewählt haben – denn die Zuschauer durften entscheiden, welcher der drei männlichen Hauptdarsteller die Serie verlassen muss. Doch dann erfährt er, dass er sogar der beliebteste Darsteller der Serie ist. Bobbie will daraufhin sofort mehr Gage für Joey verlangen. Leider pokert sie aber zu hoch …","versions":[{"lang":1,"streams":[{"redirect":8831815,"hoster":"VOE"},{"redirect":8579920,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684265,"hoster":"VOE"},{"redirect":8684260,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bitteres Ende, Teil 2","epNo":2,"alt":"Joey and the Big Break (2)","descr":"Joey hat bei einem Vorsprechen versagt. Daher bittet er Zach, ihm ein Treffen mit Regisseur Kevin Smith zu vermitteln. Zach entführt kurzerhand Smiths Hund, damit Joey ihn zurückbringen kann und dafür vom hoffentlich dankbaren Smith zu einem Casting eingeladen wird. Der Plan funktioniert, aber Joey versagt erneut. Trotzdem wagt er noch einen Anlauf, stürmt in das Casting Büro, fordert eine neue Chance – und spricht für den falschen Film vor. Michael gibt sich indessen der neuen Nachbarin Jenna gegenüber als Joey aus, um bei ihr zu landen …","versions":[{"lang":1,"streams":[{"redirect":8831817,"hoster":"VOE"},{"redirect":8579924,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684268,"hoster":"VOE"},{"redirect":8684264,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der kleine Tyrann","epNo":3,"alt":"Joey and the Spanking","descr":"Joey kann kaum fassen, dass er die Hauptrolle in einem Kinofilm bekommen hat. Doch am Set merkt er schnell, dass nicht er der Star des Films ist, sondern der überhebliche Kinderstar Kenny, der den Jungen in dem Film spielt und verlangt, dass alles nach seiner Pfeife tanzt. Da sich Joeys Co-Star Lockwood extrem um Kennys Zuneigung bemüht, sorgt Kenny kurzerhand dafür, dass Lockwood – und nicht Joey – die Hauptrolle des Helden übertragen bekommt. Tatsächlich sind alle am Set sofort bereit, das Script entsprechend umzuschreiben …","versions":[{"lang":1,"streams":[{"redirect":8831822,"hoster":"VOE"},{"redirect":8579925,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684273,"hoster":"VOE"},{"redirect":8684271,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Stuntman","epNo":4,"alt":"Joey and the Stuntman","descr":"Joey soll seine erste große Actionszene drehen, verletzt dabei aber aus Versehen die Maskenbildnerin. Daher wird für ihn ein Stuntman engagiert. Um Joey möglichst gut doubeln zu können, begleitet ihn der Stuntman Chuck von nun an überall hin. Als Joey ihm einen Drink ausgibt, ahnt er nicht, dass Chuck trockener Alkoholiker ist und durch den Drink einen heftigen Rückfall erleidet. Unter Alkohol wagt Chuck einen riskanten Stunt – und verletzt sich so stark, dass Joey kurzerhand beschließt, die gefährliche Szene selbst zu drehen …","versions":[{"lang":1,"streams":[{"redirect":8831820,"hoster":"VOE"},{"redirect":8579923,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684280,"hoster":"VOE"},{"redirect":8684277,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Traumhaus","epNo":5,"alt":"Joey and the House","descr":"Joey genießt, dass er endlich richtig Geld verdient. Gina findet allerdings, dass er das Geld leichtsinnig aus dem Fenster wirft. Daher will er nun ein Haus kaufen und hat auch schon bald das perfekte Objekt gefunden. Doch Gina hält auch den Hauskauf für einen Fehler und hält Joey davon ab. Aber als ihr klar wird, wie viel Joey das Ganze bedeutet, versucht sie das Haus für ihn zurückzubekommen. Dafür muss sie sich allerdings als Joeys Ehefrau ausgeben, weil die Hausbesitzerin nur an ein junges Paar mit Kind verkaufen will ...","versions":[{"lang":1,"streams":[{"redirect":8831824,"hoster":"VOE"},{"redirect":8579927,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684282,"hoster":"VOE"},{"redirect":8684279,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Deutsch für Anfänger","epNo":6,"alt":"Joey and the ESL","descr":"Joey ist von der attraktiven Studentin Maria so hingerissen, dass er ihr in einen Sprachkurs für Anfänger folgt. Maria bewundert Joey, weil er der Beste im Kurs ist – und sie nicht ahnt, dass er Muttersprachler ist. Joey genießt, dass er endlich mal jemanden mit seiner vermeintlichen Intelligenz beeindrucken kann. Aber die anderen Kursteilnehmer holen schneller auf als ihm lieb ist. Gina hat einen von Bobbies Klienten vergrault und muss daher unbedingt einen neuen finden. Doch Joey ist sauer, als sie ausgerechnet Lockwood fragt …","versions":[{"lang":1,"streams":[{"redirect":8831831,"hoster":"VOE"},{"redirect":8579928,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684284,"hoster":"VOE"},{"redirect":8684283,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schlechte Karten","epNo":7,"alt":"Joey and the Poker","descr":"Zach bittet Joey, ihm dabei zu helfen, den Abriss eines Jugendzentrums zu verhindern. Allerdings hat Joey schon wegen der Renovierung seines eigenen Hauses so viel Stress, dass Alex ihm rät, jemanden anzuheuern, der ihm dabei helfen soll. Joey stellt daraufhin die überaus attraktive Candace ein. Um zu verhindern, dass sich die beiden zu nahe kommen, erfindet Alex für Joey eine spezielle Poker Version, bei der er immer gewinnt. Leider hält sich Joey dadurch für einen genialen Pokerspieler und sagt daher sofort zu, als man ihn zu der TV-Show ‚Celebrity Poker‘ einlädt …","versions":[{"lang":1,"streams":[{"redirect":12379791,"hoster":"VOE"},{"redirect":8579926,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684298,"hoster":"VOE"},{"redirect":8684292,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Sexvideo","epNo":8,"alt":"Joey and the Sex Tape","descr":"Joey wird zur Ellen DeGeneres Show eingeladen. Doch seine Vorfreude wird getrübt, als er erfährt, dass seine Ex-Freundin Celeste droht, ein peinliches Sexvideo von ihnen beiden zu veröffentlichen. Die Aufnahme zeigt, wie er Celeste vor einigen Jahren versprach, sie zu heiraten, nur um sie ins Bett zu kriegen. Joey will sich mit Celeste treffen, um über alles zu sprechen. Aber das ist Celeste nicht genug: Sie verlangt, dass sich Joey während der Ellen Show öffentlich für sein Verhalten entschuldigt. Gina macht sich indessen Sorgen um Bobbie, deren 40. Geburtstag bevorsteht …","versions":[{"lang":1,"streams":[{"redirect":8831829,"hoster":"VOE"},{"redirect":8579930,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14427646,"hoster":"VOE"},{"redirect":8684297,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alles für die Oma","epNo":9,"alt":"Joey and the Musical","descr":"Alex’ Exmann taucht auf, um ihren Besitz aufzuteilen. Alex versucht ruhig zu bleiben und sich an die Tipps ihres Therapeuten zu halten. Doch dann wird ihr klar, dass ihr die Trennung von Joey viel mehr zu schaffen macht. Joey will indessen für Candace und ihre Großmutter Gloria kochen. Dabei möchte er v.a. Gloria beeindrucken. Aber sie kann Joey nicht leiden, weil er sie an ihren ersten verhassten Ehemann Herman erinnert. Um Glorias Meinung doch noch zu ändern, erklärt er sich bereit, eine Musical-Aufführung in ihrem Seniorenheim zu inszenieren – mit Gloria in der Hauptrolle …","versions":[{"lang":1,"streams":[{"redirect":8831825,"hoster":"VOE"},{"redirect":8579932,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684304,"hoster":"VOE"},{"redirect":8684300,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Happy Thanksgiving!","epNo":10,"alt":"Joey and the Bachelor Thanksgiving","descr":"Joey und Michael sehen Thanksgiving mit Schrecken entgegen, denn Gina plant wieder eines ihrer typischen Feste – mit stundenlangen Danksagungen, langatmigen Theateraufführungen und endlosem Warten aufs Essen. Als Joey dann auch noch von seinem neuen Nachbarn zu dessen Thanksgivings-Riesenparty eingeladen wird, kann er nicht mehr widerstehen und schleicht sich heimlich rüber ins Haus seines Nachbarn. Es dauert nicht lange, da taucht auch Michael auf der Party auf. Doch Gina will das nicht so einfach hinnehmen …","versions":[{"lang":1,"streams":[{"redirect":8831826,"hoster":"VOE"},{"redirect":8579931,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684307,"hoster":"VOE"},{"redirect":8684305,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Schulfreund","epNo":11,"alt":"Joey and the High School Friend","descr":"Joey ist überrascht, als sein alter Freund Jimmy plötzlich vor der Tür steht, von dem er seit 20 Jahren nichts mehr gehört hat. Jimmy und er sind zusammen aufgewachsen, doch eines Tages brach Jimmy ohne jede Erklärung den Kontakt ab. Joey ahnt nicht, dass Jimmy damals mit Joeys Schwester Gina geschlafen hat und aus Angst vor Joeys Reaktion verschwunden ist. Auch Gina hat Joey dies immer verschwiegen und möchte auch jetzt unbedingt verhindern, dass Jimmy ihrem Bruder die Wahrheit sagt. Denn damit könnte ihr gut gehütetes Geheimnis gelüftet werden: Jimmy ist Michaels Vater …","versions":[{"lang":1,"streams":[{"redirect":8831828,"hoster":"VOE"},{"redirect":8579934,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684313,"hoster":"VOE"},{"redirect":8684312,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Ehepaar Tribbiani","epNo":12,"alt":"Joey and the Tijuana Trip","descr":"Michael ist deprimiert, weil seine Freundin Abby mit ihm Schluss gemacht hat. Um ihn aufzuheitern und ihm die Vorzüge des Singledaseins zu demonstrieren, fahren Joey und Zach mit ihm nach Tijuana. Indessen versucht Alex ihrem Nachbar Dean klarzumachen, dass sie an seinen Flirtversuchen nicht interessiert sei. Doch als er ihr vorwirft, sie wisse gar nicht, wie man sich amüsiert, überredet sie Gina, sie zu einer Party von Dean zu begleiten. Joey, Zach und Michael entdecken nach ihrer durchzechten Nacht in Mexiko ein Video, das beweist, dass Joey und Zach geheiratet haben – und zwar einander …","versions":[{"lang":1,"streams":[{"redirect":8831823,"hoster":"VOE"},{"redirect":8579933,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684317,"hoster":"VOE"},{"redirect":8684316,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Weihnachtsparty","epNo":13,"alt":"Joey and the Christmas Party","descr":"Alex ist frustriert, weil Joey nicht mit ihr schlafen wollte. Sie ahnt nicht, dass Gina ihn davon abgehalten hat und ihm verraten hat, dass Alex in ihn verliebt ist. Joey bereitet alles für seine große Weihnachtsparty vor, aber er fragt sich, wie er jetzt mit Alex umgehen soll. Er möchte sie auf keinen Fall als Freundin verlieren und will daher einfach weiterhin so tun, als wüsste er nichts von Alex’ Gefühlen. Doch die Party läuft nicht wie geplant: Howard überrascht Joey mit irritierenden Geschenken, Bobbie bringt ihren neuen, extrem Besitz ergreifenden Freund Albert mit, und Alex verbringt den Abend lieber mit Dean …","versions":[{"lang":1,"streams":[{"redirect":8831827,"hoster":"VOE"},{"redirect":8579935,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684322,"hoster":"VOE"},{"redirect":12978363,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Schneeballschlacht","epNo":14,"alt":"Joey and the Snowball Fight","descr":"Joey stellt eifersüchtig fest, dass Dean bei Alex übernachtet hat. Wirklich nervös wird er aber erst, als ihm klar wird, dass Dean Alex offenbar wirklich gern hat und nicht nur auf ein schnelles Abenteuer aus ist. Michael ist ebenfalls nervös, weil er erfahren hat, dass Jimmy wieder in der Stadt ist. Jimmy ist immer noch an Gina interessiert, aber sie geht ihm aus dem Weg. Außerdem erhält Joey das erste Exemplar der neuen Actionfigur, die nach dem Vorbild seiner Filmrolle kreiert wurde. Allerdings stellt Joey entsetzt fest, dass sich unter der Uniform von ‚Agent Ron‘ ein Frauenkörper verbirgt. Als Joey die 2. Version der Figur geliefert wird, ist sie zwar männlich, aber schwarz …","versions":[{"lang":1,"streams":[{"redirect":12336375,"hoster":"VOE"},{"redirect":8579936,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684325,"hoster":"VOE"},{"redirect":8684324,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Vater und Sohn","epNo":15,"alt":"Joey and the Dad","descr":"Der Tag der Premiere von Joeys Film ist gekommen. Am meisten freut er sich darauf, dass sein Vater anreist, um sich die Premiere anzusehen. Aber Joeys Vater hat für den Schauspielberuf wenig übrig und wäre offenbar glücklicher, wenn Joey Handwerker oder Polizist geworden wäre. Doch Joey scheint gar nicht zu bemerken, dass sein Dad dauernd verächtliche Kommentare über Joey und seinen Film macht. Viel mehr beschäftigt Joey, dass direkt neben dem Werbeplakat für seinen Film ein Plakat mit der fast nackten Carmen Electra aufgehängt wird und damit völlig von Joeys Tafel ablenkt …","versions":[{"lang":1,"streams":[{"redirect":8831834,"hoster":"VOE"},{"redirect":8579937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336376,"hoster":"VOE"},{"redirect":8684334,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Heiratsantrag","epNo":16,"alt":"Joey and the Party for Alex","descr":"Alex taucht mitten in der Nacht bei Joey auf, weil sie nicht schlafen kann: Sie wird 30 und hat nichts von dem erreicht, was sie sich vorgenommen hatte. Nachdem Joey sie etwas beruhigt hat, kehrt sie in Deans Schlafzimmer zurück. Joey kann immer noch nicht fassen, dass die beiden ein Paar sind. Aber er sieht seine große Chance gekommen, als er hört, dass Dean ausgerechnet an Alex’ Geburtstag auf Geschäftsreise geht. Joey bereitet alles für ein romantisches Dinner zu zweit vor. Doch dann sagt Dean die Reise spontan ab, um Alex mit einer Geburtstagsparty zu überraschen und ihr bei der Gelegenheit auch gleich einen Antrag zu machen …","versions":[{"lang":1,"streams":[{"redirect":8831833,"hoster":"VOE"},{"redirect":8579938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684342,"hoster":"VOE"},{"redirect":8684341,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das große Feuer","epNo":17,"alt":"Joey and the Big Move","descr":"Endlich ist Joeys neues Haus fertig. Doch gerade als Joey einziehen will, steht es plötzlich in Flammen. Also muss er wieder bei Michael und seinen Star Trek-besessenen Freunden einziehen, die sein altes Apartment übernommen haben. Er ahnt nicht, dass Gina den Brand aus Versehen selbst verursacht hat. Michael weiß immer noch nicht, wie er Jimmy sagen soll, dass er sein Vater ist. Doch dann kommt Joey ihm unabsichtlich zuvor. Jimmy will allerdings erst einen Beweis und ohne Michaels Wissen einen Vaterschaftstest machen lassen. Aber dafür braucht er eine DNS-Probe von Michael …","versions":[{"lang":1,"streams":[{"redirect":12336373,"hoster":"VOE"},{"redirect":8579939,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917129,"hoster":"VOE"},{"redirect":8684346,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Alibi","epNo":18,"alt":"Joey and the Beard","descr":"Bobbie möchte aus PR-Gründen, dass Joey mit der Schauspielerin Edie Phillips ausgeht. Da gerade ihr neuer Liebesfilm in den Kinos anläuft, will Bobbie offensiv gegen das ‚Gerücht‘ vorgehen, Edie sei lesbisch. Joey genießt das Schein-Date in vollen Zügen und registriert gar nicht, dass er nur als Alibi dient. Als er endlich merkt, dass Edie immer nur dann mit ihm kuschelt, wenn Reporter in der Nähe sind, klärt sie ihn auf. Doch Joey stellt fest, dass er auch gern ihr Alibi ist. Jimmy und Gina ziehen indessen zusammen, aber irgendwie endet Jimmy trotzdem jede Nacht auf Joeys Sofa …","versions":[{"lang":1,"streams":[{"redirect":12336378,"hoster":"VOE"},{"redirect":8579944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684365,"hoster":"VOE"},{"redirect":8684352,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Kritikerin","epNo":19,"alt":"Joey and the Critic","descr":"Joey erzählt, dass Warner Brothers ihn für drei Filme unter Vertrag genommen hat. Da er bei der Entwicklung der Filme selbst mitwirken darf, gründet er auch gleich seine eigene Produktionsfirma. Als Gina ihm erzählt, dass Jimmy endlich mal einen Job bräuchte, bei dem er sich beweisen kann, stellt Joey ihn kurzerhand als Entwicklungschef ein. Doch Jimmy nimmt den Job viel ernster als Joey lieb ist. Außerdem entdeckt Joey im Internet die Homepage eines absoluten Joey-Hassers und will unbedingt herausfinden, von wem er da gehasst wird – und warum …","versions":[{"lang":1,"streams":[{"redirect":8831836,"hoster":"VOE"},{"redirect":8579943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684359,"hoster":"VOE"},{"redirect":8684355,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schule der Liebe","epNo":20,"alt":"Joey and the Actor`s Studio","descr":"Joey erfährt, dass er vom renommierten Actor’s Studio interviewt werden soll. Aber eigentlich interessiert ihn gerade nur Alex, die sich von Dean getrennt hat. Joey wäre gern mit ihr zusammen, aber Alex möchte vorerst lieber nur mit ihm befreundet bleiben. Da ist es auch nicht gerade hilfreich, dass während Joeys Interview im Publikum neben Alex unzählige Frauen sitzen, die schon mal mit Joey geschlafen haben. Jimmy beschließt indessen, Gina einen Antrag zu machen. Um einen Verlobungsring kaufen zu können, meldet er sich zu einer Testreihe mit neuen Antidepressiva …","versions":[{"lang":1,"streams":[{"redirect":8831838,"hoster":"VOE"},{"redirect":8579940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684360,"hoster":"VOE"},{"redirect":8684356,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Starke Hände","epNo":21,"alt":"Joey and the Holding Hands","descr":"Als Jimmy Gina einen Heiratsantrag macht, wird Joey klar, dass auch er sich inzwischen eine tiefere Bindung wünscht. Doch seine Freundin Alex ist im Moment ganz offensichtlich nur an einem interessiert: Sex. Allerdings hält auch der Frieden zwischen Gina und Jimmy nicht lang, denn Jimmy ist fassungslos, als er merkt, dass Gina seinen Verlobungsring gegen einen Sportwagen getauscht hat. Um herauszufinden, ob sie wirklich zu einander passen, wenden sie sich an einen Priester. Dabei stellt sich heraus, dass Jimmy bereits verheiratet ist …","versions":[{"lang":1,"streams":[{"redirect":8831837,"hoster":"VOE"},{"redirect":12980345,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684367,"hoster":"VOE"},{"redirect":8684368,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Das flüchtige Brautpaar","epNo":22,"alt":"Joey and the Wedding","descr":"Jimmy will Gina nun endlich heiraten und bittet Joey, sein Trauzeuge zu sein. Joey fühlt sich geehrt, aber dann merkt er, dass Michael davon ausgeht, der Trauzeuge seines Vaters zu sein. Da Joey ihn nicht enttäuschen will, lässt er Michael die Junggesellenparty organisieren – ein Fehler. Außerdem macht es Joey nervös, dass sich Alex vom allgemeinen Hochzeitsfieber anstecken lässt. Für den Paukenschlag sorgt dann aber Jimmy, als er kurz vor der Trauung spurlos verschwindet. Joey und Michael spüren ihn am Busbahnhof auf. Doch die drei trauen ihren Augen kaum, als auch Gina dort auftaucht und eine Fahrkarte für den nächsten Bus kauft …","versions":[{"lang":1,"streams":[{"redirect":8831839,"hoster":"VOE"},{"redirect":8579942,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684372,"hoster":"VOE"},{"redirect":8684373,"hoster":"Streamtape"}]}]}]}]}