{"path":"/serie/stream/john-adams","name":"John Adams","descr":"Ob als Patriot, Revolutionär, Diplomat oder Redner – in jeder dieser Rollen spielte John Adams (1735–1826) einen entscheidenden Part in den turbulenten Gründungsjahren der Vereinigten Staaten von Amerika. Die gefeierte siebenteilige HBO-Mini-Serie \"John Adams\" beleuchtet das Leben dieser bemerkenswerten historischen Figur, die – neben George Washington, Benjamin Franklin, Alexander Hamilton und Thomas Jefferson – zu den herausragenden Figuren des amerikanischen Unabhängigkeitskrieges sowie der darauf folgenden Konstitutionsphase der USA gehört.","seasons":[{"path":"/serie/stream/john-adams/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/john-adams/staffel-1/episode-1","name":"Das Massaker von Boston","epNo":1,"alt":"Join Or Die","descr":"Boston, 1770: Nach blutigen Auseinandersetzungen in den Strassen der Kapitale Neuenglands zwischen amerikanischen Kolonialisten und der britischen Besatzungsarmee, in den Historienbüchern als \"Boston Massaker\" verzeichnet, tritt der bis dahin unscheinbare Farmer und Provinzjurist John Adams (Paul Giamatti) ins Rampenlicht der Geschichte.Zur Überraschung seiner Freunde und Verwandten – unter anderem seines auf der Seite der Kolonialisten kämpfenden Cousins Sam Adams (Danny Huston) – übernimmt John Adams das unpopuläre Amt des Verteidigers der angeklagten britischen Soldaten. Dieses Engagement bringt ihm viel Feindschaft ein, doch Adams lässt sich nicht beirren. Es gelingt ihm, den Prozess zu gewinnen, beraten von seiner geliebten Ehefrau Abigail (Laura Linney). Als ihm sein dankbarer Freund, der britische Kronanwalt, zur Belohnung eine lukrative Stelle im Justizwesen der Kolonialverwaltung anbietet, schlägt Adams die Offerte aus.Inzwischen weiten sich die Erhebungen gegen das britische Mutterland vor allem in Massachusetts aus. Offen wird der englische König als Tyrann bezeichnet, und die Rufe nach Unabhängigkeit werden lauter. Vom britischen Parlament erlassene Zwangsedikte gegen die amerikanischen Kolonien bringen das Fass schliesslich zum Überlaufen. Die Repräsentanten der 13 Kolonien beschliessen, in Philadelphia den ersten Kontinentalkongress einzuberufen, um über die Zukunft zu beraten. Zum Delegierten von Massachusetts wird John Adams berufen. Nach einer emotionalen Rede vor seiner Wählerschaft in Boston verabschiedet sich Adams von seiner Frau und reitet davon – in eine ungewisse Zukunft. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831874","hoster":"VOE"},{"path":"/redirect/8579953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/john-adams/staffel-1/episode-2","name":"Der Ruf nach Freiheit","epNo":2,"alt":"Independence","descr":"Philadelphia, 1774: Die Verhandlungen am ersten Kontinentalkongress stecken in einer Sackgasse. Es gelingt den Delegierten der 13 Kolonien nicht, sich auf eine gemeinsame Linie gegen das britische Mutterland zu einigen. Desillusioniert kehrt John Adams (Paul Giamatti) auf seine Farm bei Boston zurück. Dort wird er Zeuge von blutigen britischen Attacken auf Lexington und Concord. Der ursprünglich loyal zur britischen Krone stehende Untertan wird allmählich zum erbitterten Gegner.Nach Philadelphia zurückgekehrt berichtet er von den britischen Greueltaten und beginnt, gegen den Widerstand vor allem des Delegierten von Pennsylvania, John Dickinson (Zeljko Ivanek), die Unabhängigkeit von Grossbritannien zu fordern. Als neue Berichte von Kämpfen rund um Boston eintreffen, schlägt Adams George Washington (David Morse) als Anführer der zum Schutz der Bevölkerung aufgestellten Kontinentalarmee vor. Nichts scheint den offenen Krieg zwischen Kolonialisten und dem britischen Mutterland mehr abwenden zu können.Als der englische König George III zudem alle Aufständischen mit dem Tode bedroht, gibt es in Philadelphia immer weniger Widerstand gegen die sich zunehmend radikaler gebärdenden Vertreter einer harten Linie. Adams unterstützt eine Resolution zur Loslösung von Grossbritannien. Gemeinsam mit Benjamin Franklin (Tom Wilkinson) überzeugt er Thomas Jefferson (Stephen Dillane) davon, eine Unabhängigkeitserklärung vorzubereiten. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831850","hoster":"VOE"},{"path":"/redirect/8579950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/john-adams/staffel-1/episode-3","name":"Krieg dem König!","epNo":3,"alt":"Don’t Tread on Me","descr":"Philadelphia, 1776: Nachdem der Kontinentalkongress am 4. Juli die Unabhängigkeit der 13 amerikanischen Kolonien vom britischen Mutterland proklamiert hat, verstärkt die britische Armee ihre Angriffe auf die Truppen der Kolonialisten. John Adams (Paul Giamatti) und Benjamin Franklin (Tom Wilkinson) werden vom Kontinentalkongress als Gesandte nach Frankreich geschickt, um dort französische Unterstützung für den amerikanischen Unabhängigkeitskrieg zu gewinnen. Auf der Überfahrt nach Europa wird das Schiff, das Adams und seinen Sohn John Quincy (Steven Hinkle) über den Atlantik bringen soll, von britischen Kriegsschiffen attackiert – nur mit Glück kommen die beiden Amerikaner heil in Frankreich an.In Paris zeigt sich sehr schnell, dass zwischen dem aufbrausenden Adams und dem Lebemann Benjamin Franklin beträchtliche Differenzen über den diplomatischen Stil ihrer Mission bestehen. Während Adams die Franzosen mit seinem Vorwärtspreschen immer wieder vor den Kopf stösst, kommt der Freidenker Franklin bei den adeligen Kultursnobs im absolutistischen Frankreich weit besser an. Inzwischen befinden sich die Amerikaner gegen die Briten in einer verzweifelten Lage. Um den Krieg für sich zu entscheiden, muss Frankreich aufseiten der Aufständischen eingreifen. Dies zu erreichen trauen die Delegierten des Kontinentalkongresses letztlich nur Franklin zu, weshalb Adams aus Frankreich abberufen und nach Holland auf eine wenig erfolgsversprechende Mission geschickt wird. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336473","hoster":"VOE"},{"path":"/redirect/8579954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/john-adams/staffel-1/episode-4","name":"Der erste Präsident","epNo":4,"alt":"Reunion","descr":"Holland, 1781: Gerade erst von einer schweren Krankheit genesen, erfährt John Adams (Paul Giamatti) vom Sieg General Washingtons über die britische Armee bei Yorktown. Es ist dies die entscheidende Schlacht um die Unabhängigkeit von Grossbritannien und fortan anerkennt das ehemalige Mutterland die Souveränität der 13 amerikanischen Kolonien. Adams wird danach wieder nach Paris zurückbeordert, von wo aus er den internationalen Handel des jungen Staates fördern soll. Adams erträgt die Trennung von seiner Ehefrau Abigail (Laura Linney) nicht länger und lässt sie deshalb nach Paris kommen. Zusammen mit ihr trifft auch Thomas Jefferson (Stephen Dillane) in der französischen Metropole ein.Gemeinsam verleben die drei Amerikaner eine aufregende Zeit in Paris, wo sich die Menschen, inspiriert vom Erfolg der amerikanischen Kolonien, allmählich gegen den Absolutismus aufzulehnen beginnen. Adams wird schliesslich aus Frankreich abberufen und muss in London ein delikates Mandat übernehmen: Als Botschafter der Vereinigten Staaten soll er die Beziehungen zum eben noch feindlichen Grossbritannien normalisieren. In einer denkwürdigen Unterredung anerkennt König George III. die Unabhängigkeit der USA und verspricht ein freundschaftliches Verhältnis zum jungen Staat. In Amerika tagt zwischenzeitlich die verfassungsgebende Versammlung, und die Vorbereitungen zur Wahl eines Präsidenten laufen bald auf Hochtouren. Adams ist inzwischen als gefeierter Held nach Amerika zurückgekehrt und hat in seinem neuen Heim Peacefield Sitz genommen. Er muss jedoch einsehen: Seine Existenz als Farmer bietet zu wenig. Er beschliesst deshalb, seinem Leben als Privatier den Rücken zu kehren, um wieder in der nationalen Politik mitzumischen. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831855","hoster":"VOE"},{"path":"/redirect/8579956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/john-adams/staffel-1/episode-5","name":"Amerika in Gefahr","epNo":5,"alt":"Unite Or Die","descr":"New York, 1788: In der provisorischen ersten Hauptstadt der USA wird nach Ratifizierung der Verfassung George Washington (David Morse) als erster Präsident vereidigt. Gleichzeitig wird John Adams (Paul Giamatti) vom Kongress zum ersten Vizepräsidenten gewählt. Das Amt ist allerdings so angelegt, dass die Einflussnahme auf die Politik verschwindend klein ist. Adams wird aus dem inneren Führungszirkel um Präsident Washington ausgeschlossen, was bei ihm zu wachsenden Frustration führt. Auch seine Freundschaft zum ersten Aussenminister der USA, Thomas Jefferson (Stephen Dillane), wird immer stärker belastet, nachdem dieser im britisch-französischen Krieg für die französische Revolution Partei ergriffen und sich Adams einer strikt neutralen Haltung verschrieben hat.Nach achtjähriger Präsidentschaft verzichtet der müde gewordene George Washington auf eine erneute Kandidatur, was die Chancen von Adams auf das Präsidentenamt deutlich erhöht. Allerdings erhält er namhafte Konkurrenz, denn auch Thomas Jefferson will ins höchste Amt gewählt werden. Obwohl er zuvor mit seiner Stimme einen unpopulären Bündnisvertrag Washingtons mit Grossbritannien im Senat durchgebracht hatte, wird John Adams 1796 vom Wahlmännergremium mit drei Stimmen Vorsprung auf Jefferson zum zweiten Präsidenten der USA gewählt. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831869","hoster":"VOE"},{"path":"/redirect/8579961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/john-adams/staffel-1/episode-6","name":"Der Preis der Freiheit","epNo":6,"alt":"Unnecessary War","descr":"Philadelphia, 1798: Thomas Jefferson (Stephen Dillane) steht nun, da Präsident John Adams (Paul Giamatti) das gesamte Kabinett seines Vorgängers George Washington übernommen hat und mit diesem Entscheid die neutrale Haltung im britisch-französischen Krieg unterstreicht, in Opposition zu seinem ehemaligen Freund aus der Zeit des Unabhängigkeitskampfes. Adams will die junge Nation aus dem Krieg heraushalten und stellt sich so auch gegen Scharfmacher der anderen Seite, die nach französischen Aggressionen gegen amerikanische Interessen für den Krieg gegen Frankreich plädieren.Die Unruhe in der Bevölkerung wächst, und am Horizont zeichnet sich ein drohender Bürgerkrieg ab. Der isolierte Adams, gegen den sowohl die Fraktion um Jefferson wie jene des Stars Alexander Hamilton (Rufus Sewell) aufseiten der Kriegsbefürworter intrigieren, versucht mit neuen unpopulären Gesetzen, die innere Sicherheit zu gewährleisten. Gleichzeitig kämpft Adams aber auch mit innerfamiliären Problemen. Vor allem sein alkoholabhängiger Sohn Charles (Kevin Trainor) bewirkt beim Vater heftige Ablehnung, und selbst nachdem dieser seiner Sucht erlegen ist, kann sich John Adams nicht durchringen, mit dem Verblichenen seinen Frieden zu schliessen. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831854","hoster":"VOE"},{"path":"/redirect/8579957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/john-adams/staffel-1/episode-7","name":"Die Versöhnung","epNo":7,"alt":"Peacefield","descr":"Zurückgezogen auf seinem Landsitz Peacefield beginnt der Pensionär John Adams (Paul Giamatti) damit, seine Memoiren zu schreiben. Eine Serie persönlicher Tragödien – erst stirbt seine Tochter Nabby (Sarah Polley) an Krebs, gefolgt von seiner geliebten Ehefrau Abigail (Laura Linney), die dem Typhusfieber erliegt – stürzt ihn in eine tiefe Depression. Auf Anraten seines Arztes, Doktor Rush, schickt Adams die Nachricht vom Tod der beiden Frauen an seinen zuletzt zum Widersacher gewordenen Freund Thomas Jefferson (Stephen Dillane). Dieser hat sich nach seiner Präsidentschaft, die von der gefährlichen Spaltung der Legislative und Exekutive in Föderalisten und Republikaner überschattet gewesen war, ebenfalls in den Ruhestand zurückgezogen.Jefferson nimmt das Angebot von Adams zur Versöhnung an. Es entwickelt sich eine bis ans Lebensende der beiden Gründungsväter andauernde Korrespondenz. Am 4. Juli 1826, kurz nachdem er noch miterleben durfte, wie sein Sohn John Quincy zum sechsten Präsidenten der USA gewählt wurde, stirbt John Adams am 50. Jahrestag der Unabhängigkeitserklärung – nur einige Stunden nach Thomas Jefferson. (Text: SF)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831862","hoster":"VOE"},{"path":"/redirect/8579963","hoster":"Streamtape"}]}]}]}]}