{"path":"/serie/stream/jokah-tutty","name":"Jokah \u0026 Tutty","descr":"Jokah Tululu und Tutty Tran präsentieren in ihrer Comedyshow \"Jokah and Tutty\" eine Mischung aus Sketch-Comedy, Stand-up und Live-Comedy, wozu sie Unterstützung von zahlreichen Gästen aus der deutschen Comedyszene erhalten. Im Zentrum stehen vor allem gesellschaftliche Themen, der Blickwinkel von sozialen Minderheiten sowie das Ausloten von Political Correctness und Vorurteilen.","seasons":[{"path":"/serie/stream/jokah-tutty/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jokah-tutty/staffel-1/episode-1","name":"Woke Heist","epNo":1,"alt":"Episode 1","descr":"Eine Bande zwielichtiger Typen plant den inklusivsten und CO2-neutralsten Coup des Jahrhunderts. Eine Professorin klärt ihre Studierenden über die Gefahren des neuartigen \"Coxsackie-Virus\" auf und ein Großstadt-Yuppie versucht, dem obdachlosen Benedikt zu verdeutlichen, welche Bürden grenzenloser Reichtum mit sich bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13396811","hoster":"VOE"},{"path":"/redirect/13396816","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-2","name":"Ein unbefleckter Recke","epNo":2,"alt":"Episode 2","descr":"Sir Theowolf von Reiskorn stößt mit seinen Gefolgen auf ein mysteriöses Schwert, welches jenen Recken, der es aus dem Stein zieht, mit einer unerwarteten Belohnung beglücken soll. Nico Stank wird von einem Hetero gebissen und fängt an, selber zu einem zu mutieren. Jokah und Tutty zeigen, dass Freundlichkeit und Anstand Tugenden sind, die es wert sind, durchgesetzt zu werden... notfalls mit Gewalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13396817","hoster":"VOE"},{"path":"/redirect/13396818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-3","name":"Adi \u0026amp; Joey","epNo":3,"alt":"Episode 3","descr":"Das Dritte Reich hat Geldprobleme und Joey pitcht Adi mehrere Startup-Ideen, mit denen sie an frisches Kapital kommen könnten. Jokah und Tutty werden für ein neues Reality-Format gecastet, dessen Konzept für Missverständnisse sorgt. Zwei Trainer kämpfen im Fitness-Studio um den Titel \"Trainer des Monats\", wobei sie ihre Klienten nicht nur an ihre körperlichen Grenzen treiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13396840","hoster":"VOE"},{"path":"/redirect/13396842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-4","name":"Dirty Elben Talk","epNo":4,"alt":"Episode 4","descr":"Zwei anmutige Elbinnen erkennen beim herannahenden Krieg, dass sie noch unausgelebte, wollüstige Fantasien für ein besonders kleines Volk von Mittelerde hegen. Fabi Rommel ist der neue Trainer in Jokahs und Tuttys Fitnessstudio und steht den beiden mit seiner fragwürdigen Expertise jederzeit zur Verfügung. Anja fasst endlich den Mut und gesteht ihren Freunden, dass sie sich als Oma identifiziert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13396829","hoster":"VOE"},{"path":"/redirect/13396820","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-5","name":"Racist Djinni","epNo":5,"alt":"Episode 5","descr":"Ein Djinni ist schockiert, dass seine Sichtweisen zu Menschenrechten genauso verstaubt sind, wie die Lampe, aus der er heraufbeschworen wurde. Erika leistet Jokah, auf den letzten Metern seines früh endenden Lebens ungeduldigen Beistand. Zwei rivalisierende Gangs machen in einem erbarmungslosen Rap-Battle auf die Missstände in Sachen Nachhaltigkeit, Diversität und Frauenquote aufmerksam.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13429871","hoster":"VOE"},{"path":"/redirect/13429869","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-6","name":"Minority Rabatt","epNo":6,"alt":"Episode 6","descr":"Ein Restaurant bietet seinen diversen Gästen für jede repräsentierte Minderheit 10% Rabatt – was Jokah und Tutty natürlich anstandslos ausnutzen. Der Wrestler Crazy Sexy Psycho Mike befeuert Prince Peacock III im TV mit einschüchternden Floskeln, welche sein Opponent ein bisschen zu wörtlich nimmt. Felix gerät wegen seiner offenen Beziehung in eine hitzige Grundsatzdiskussion.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13429862","hoster":"VOE"},{"path":"/redirect/13429860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-7","name":"Mehr schwarz bitte","epNo":7,"alt":"","descr":"Jokah hat am Set eines Actionfilms Probleme, die fragwürdigen Regieanweisungen wie \"mehr Schwarz bitte\" richtig zu deuten. Zwei Serienmörder tauschen sich über die grausame, kalte Welt aus und finden im Anderen, trotz anfänglichen Misstrauens einen (wenn auch sadistischen) neuen Freund. In einem modernen Café erkennt Jokah, dass er mit der Bestellung eines \"einfachen Kaffees\" nicht weit kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13462655","hoster":"VOE"},{"path":"/redirect/13462657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-8","name":"12,87 Km","epNo":8,"alt":"","descr":"Jokah, ein aufstrebender Musiker widersetzt sich allen Hürden und verfolgt seine Träume kompromisslos, um eines Tages ganz groß rauszukommen. Eine Essensbestellung wird aufgrund der unendlichen Sonderwünsche von Jokahs Freunden bis ins Unerträgliche verkompliziert. In einem Nobelrestaurant zetteln zwei Rivalen einen Wettstreit an: Wer schickt dem anderen den älteren Wein an den Tisch?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13462663","hoster":"VOE"},{"path":"/redirect/13462664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-9","name":"Good Cop, Very Good Cop","epNo":9,"alt":"","descr":"Sneaky Pete wird von den Verhörspezialisten Tululu und Tran vernommen, wobei sie die altbekannte Masche \"Good Cop, Very Good Cop\" anwenden, um ein Geständnis zutage zu fördern. Ein Clown muss improvisieren, als er erkennt, dass er bei einem Junggesellinnenabend statt eines Kindergeburtstags gelandet ist. Eine College-Party nimmt eine verrückte Wendung, nachdem Jokah und Tutty ihre Körper tauschen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13531713","hoster":"VOE"},{"path":"/redirect/13531708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jokah-tutty/staffel-1/episode-10","name":"Betrübte Sexisten","epNo":10,"alt":"","descr":"Bei der Anonymen Sexisten Selbsthilfe wird mithilfe von Affirmationen daran gearbeitet, Männern zu helfen, Frauen als das zu sehen, was sie wirklich sind. Eine Bombe wird platziert und zwei Gangster gehen in cooler Slow-Mo ab, doch die Explosion lässt auf sich warten. Marks One-Night-Stand schlägt eine unerwartete Richtung ein, als sich Lucys beschützende Handpuppe Mr. Pickles zu Wort meldet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13531716","hoster":"VOE"},{"path":"/redirect/13531714","hoster":"Streamtape"}]}]}]}]}