{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show","name":"Joko Winterscheidt Presents: The World’s Most Dangerous Show","descr":"Joko Winterscheidt beschäftigt sich mit einem der wohl drängendsten Themen unserer Zeit: der drohenden Klimakatastrophe. Der Entertainer will sich seinen Ängsten und der Hilflosigkeit im Umgang mit der Klimakrise stellen und macht sich auf die Suche nach Ideen, Lösungsansätzen und vor allem: Hoffnung. Doch ist es dafür nicht schon längst zu spät? Er reist an die Orte, die schon jetzt unmittelbar vom Klimawandel betroffen sind und trifft engagierte Menschen, die mit innovativen Ideen den Kampf gegen die Hoffnungslosigkeit aufgenommen haben. Gleichzeitig bekommt er seine Grenzen und eigenen Widersprüche vor Augen geführt – nichts weiter als die vielleicht größte Herausforderung seiner Karriere wartet auf ihn. Denn trotz seiner optimistischen Herangehensweise muss Joko lernen, dass guter Wille allein nicht reicht und es keine einfachen Antworten gibt. Je tiefer er in die komplexe Thematik eintaucht, umso mehr drängt sich eine unbequeme Frage auf: Wie grundlegend muss sich unser gesellschaftliches System verändern, um die Katastrophe abzuwenden?","seasons":[{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1/episode-1","name":"Kann Technik die Klimakrise aufhalten?","epNo":1,"alt":"","descr":"Die Klimakrise ist da. Aber gibt es noch Hoffnung? Joko is on a mission! Vielleicht gibt es ja technische Innovationen, die uns helfen können, den Klimawandel noch aufzuhalten. Joko fährt mit Solarautos durch die Wüste und saugt CO2 aus der Luft – um dann festzustellen, dass die Lösung ganz anders ist als gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13851282","hoster":"VOE"},{"path":"/redirect/13849790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1/episode-2","name":"Kann nur die Wirtschaft das Klima retten?","epNo":2,"alt":"","descr":"Gehört es zum Wesen von Großkonzernen, ohne jede Rücksicht auf Mensch und Natur zu wirtschaften? Oder kann man Milliarden umsetzen und dabei Gutes tun? Jokos Suche nach Menschen, die ihre Unternehmen grundlegend verändern wollen, führt ihn nicht nur zurück in sein Heimatdorf, er muss auch seine Höhenangst auf offenem Meer überwinden. Rettet am Ende vielleicht sogar die Wirtschaft das Klima?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13868581","hoster":"VOE"},{"path":"/redirect/13849789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1/episode-3","name":"Imagewandel durch Klimawandel?","epNo":3,"alt":"","descr":"Slogans wie \"Klimaschutz beginnt bei dir\" kennen wir alle. Was die wenigsten wissen: Hinter ihnen stecken oft Akteure, die nur sich selbst schützen wollen. Statt echter Veränderung geben sie uns grüne Versprechen und ein schlechtes Gewissen. Wer das ist, versucht Joko in dieser Folge herauszufinden. Dabei verzweifelt er erst, bis ihm eine Sache doch noch Hoffnung gibt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13851281","hoster":"VOE"},{"path":"/redirect/13849791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1/episode-4","name":"Die Krise auf dem Teller","epNo":4,"alt":"","descr":"Die industrielle Landwirtschaft samt Massentierhaltung zerstört den Boden - einen unserer wichtigsten CO2-Speicher und Grundlage unserer Nahrung. Muss Joko jetzt auf Kraut und Rüben umsteigen? Joko sucht nach Lösungen – und diskutiert seine Erlebnisse bei einem Abendessen mit vier Gästen, die jeweils eine ganz spezielle Perspektive auf unsere Ernährung und die Klimakrise mitbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13868645","hoster":"VOE"},{"path":"/redirect/13849793","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1/episode-5","name":"Vom Ende der Ausbeutung","epNo":5,"alt":"","descr":"Die Klimakrise ist ungerecht. Sie betrifft die am stärksten, die am wenigsten dazu beigetragen haben. Auf seiner Reise durch Teile Afrikas sieht Joko die Folgen des Klimawandels überall. Aber er schaut sich vor allem Lösungen an, die aus dem Globalen Süden selbst kommen. Und wird dabei beinahe zum ugandischen Filmstar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13868660","hoster":"VOE"},{"path":"/redirect/13849794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/joko-winterscheidt-presents-the-worlds-most-dangerous-show/staffel-1/episode-6","name":"Systemwandel jetzt?","epNo":6,"alt":"","descr":"An Joko nagen Zweifel: Ist Wandel in unserem System des ewigen Wachstums überhaupt möglich? System Change statt Climate Change? Joko sucht nach Alternativen. Grünes Wachstum wäre die Lösung, die Wachstum und Klimaschutz vereinen wird. Sagen die einen. Andere widersprechen. Was stimmt denn nun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13851230","hoster":"VOE"},{"path":"/redirect/13849795","hoster":"Streamtape"}]}]}]}]}