{"path":"/serie/stream/jonathan-strange-mr-norrell","name":"Jonathan Strange \u0026 Mr Norrell","descr":"Basierend auf dem gleichnamigen Bestseller von Susanna Clarke spielt \"Jonathan Strange  Mr Norrell\" in einer alternativen Version des frühen 19. Jahrhunderts (als auf dem europäischen Festland die Napoleonischen Kriege wüteten). Zu der Zeit glaubte in dieser Version von Großbritannien niemand in England mehr an die Existenz von angewandter Magie, sie sei vor Jahrhunderten \"ausgestorben\". Als jedoch der zurückgezogen lebende Mr Norrell (Eddie Marsan) von Hurtfew Abbey die Bewohner der Stadt York damit verblüfft, dass er die Statuen an der Kathedrale der Stadt sprechen und sich bewegen lassen kann, überredet ihn sein Finanzverwalter (Enzo Cilenti) nach London zu gehen. Dort will er der Regierung bei ihren Kriegsbemühungen helfen.","seasons":[{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-1","name":"Die Freunde der Englischen Zauberei","epNo":1,"alt":"The Friends of English Magic","descr":"Einst existierte Magie in England, doch ist diese lange verblasst - zumindest bis zu dem Zeitpunkt, an dem der zurückgezogen lebende Mr. Norrell (Eddie Marsan) in Yorkshire entdeckt wird und zum ersten Mal nach Jahrhunderten wahren Zauber wirkt. Er kommt daraufhin nach London, um der Regierung seine Dienste als Zauberer im Krieg gegen Frankreich anzubieten, doch der aufsteigende Politiker Sir Walter Pole möchte damit nichts zu tun haben. Nach dieser Niederlage kehrt Mr. Norrell untöstlich zurück, wo er die Neuigkeiten vom Tod der Verlobten des Politikers erfährt. Der Magier geht einen gefährlichen Pakt mit einem mysteriösen Wesen ein, um die Frau ins Leben zurückzuholen. Gleichzeitig entdeckt der in Magie unstudierte Jonathan Strange (Bertie Carvel), dass er ebenfalls Zauber wirken kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850978","hoster":"VOE"},{"path":"/redirect/8661046","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10247353","hoster":"VOE"},{"path":"/redirect/10151715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-2","name":"Wie geht es Lady Pole?","epNo":2,"alt":"How is Lady Pole","descr":"Strange (Bertie Carvel) kommt nach London, um eine Ausbildung bei Norrell (Eddie Marsan) zu beginnen und die beiden retten ein in Not geratenes Schiff. Der ältere Magier fürchtet, dass sein neuer Freund ihn überholen könnte und bewacht seine Geheimnisse gut - besonders die antike Magie des berüchtigten Raven King. Der mysteriöse Gentleman entwickelt einen dunklen Einfluss über Walter Poles Haushalt. Er nimmt Butler Stephen Black (Ariyon Bakare) mit in ein düsteres Königreich, wo er den Preis für Lady Poles Auferstehung erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850975","hoster":"VOE"},{"path":"/redirect/14159572","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-3","name":"Die Ausbildung eines Zauberers","epNo":3,"alt":"The Education of a Magican","descr":"Jonathan Strange (Bertie Carvel) reist nach Spanien, wo er herausfindet, dass ihn Lord Wellington (Ronan Vibert) gar nicht einsetzen will, bis er gefährliche Magie heraufbeschwört, um die napoleonische Armee zu bekämpfen. Mr. Norrell (Eddie Marsan) versucht indes, seine Geheimnisse in London unter Verschluss zu halten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850980","hoster":"VOE"},{"path":"/redirect/8661050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-4","name":"Alle Spiegel der Welt","epNo":4,"alt":"All the Mirrors of the World?","descr":"Strange (Bertie Carvel) entwickelt eine wachsende Faszination mit der Magie des Raven King, eine Obsession, die einen Keil zwischen ihm und Norrell (Eddie Marsan) treibt. Denn der ist entschlossen, Strange davon abzuhalten, die dunklen Mächte der alten Zeiten wieder zu beleben. Strange versucht seine Magie einzusetzen, um King George III (Edward Petherbridge) von seinem Wahnsinn zu heilen. Drawlight (Vincent Franklin) wird dabei erwischt, wie er magische Geheimnisse verkauft während der Gentleman (Marc Warren) Stephens Hilfe sucht, um der Einmischung durch Strange ein Ende zu setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850976","hoster":"VOE"},{"path":"/redirect/8661052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-5","name":"Arabella","epNo":5,"alt":"Arabella","descr":"Dank Jonathans (Bertie Carvel) Magie gelingt England der Sieg in der Schlacht von Waterloo. Er kehrt nach England zurück, um ein Buch zu schreiben, was Norrell (Eddie Marsan) außerordentlich missfällt. Am Ende wird sein Leben zerstört, nachdem Arabella (Charlotte Riley) gestorben ist und keine Magie sie wieder zurückbringen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850979","hoster":"VOE"},{"path":"/redirect/12978440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-6","name":"Der schwarze Turm","epNo":6,"alt":"The Black Tower","descr":"Jonathan Strange (Bertie Carvel) ergründet die Essenz des Wahnsinns, wodurch er in weit entfernte magische Welten reisen und den Gentleman ausrufen kann. Er folgt ihm ins Zauberland, wo er von dem, was er dort erfährt, schockiert wird. Norrell (Eddie Marsan) zerstört indes das Buch von Strange und unterminiert so die Anerkennung der Zauberei als Kunst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850981","hoster":"VOE"},{"path":"/redirect/8661055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonathan-strange-mr-norrell/staffel-1/episode-7","name":"Das Ende der Zauberei","epNo":7,"alt":"Jonathan Strange \u0026 Mr Norrell","descr":"England wird durch die Freilassung magischer Kräfte ins Chaos gestürzt. Norrell (Eddie Marsan) flüchtet in seine Bücherei, wird von Strange (Bertie Carvel) jedoch verfolgt, der Arabella (Charlotte Riley) befreien will, bevor er vom Gentleman-Fluch konsumiert wird. Childermass (Enzo Cilenti) versucht indes, Lady Pole (Alice Englert) zu retten, während Stephen (Ariyon Bakare) tiefer in die Welt des Märchenkönigreichs gezogen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8850982","hoster":"VOE"},{"path":"/redirect/8661054","hoster":"Streamtape"}]}]}]}]}