{"path":"/serie/stream/jonalu","name":"JoNaLu","descr":"Hauptfiguren der Serie sind die zwei Mäuse Jo und Naya und der Marienkäfer Ludwig, die in einer Mausehöhle in Pauls Kinderzimmer leben. Sobald die Menschen das Haus verlassen, begeben sie sich auf Entdeckungstour in Haus und Garten. Während ihrer Abenteuerreisen begegnen die drei kleinen Helden ihren anderssprachigen Freunden, wie Sibel, dem türkischsprachigen Schmetterlingsmädchen, oder Caruso, dem italienischsprachigen Frosch. Mit vereinten Kräften schaffen es die kleinen Figuren, ihre Abenteuer erfolgreich zu bestehen.","seasons":[{"path":"/serie/stream/jonalu/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/jonalu/staffel-1/episode-1","name":"Der Wandertag","epNo":1,"alt":"","descr":"Die JoNaLus beschließen, einen Wandertag zu machen. Sie wollen über einen See fahren, sich durch den Wald schlagen, auf einen Berg steigen und picknicken. Aber der Weg hat seine Tücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831557","hoster":"VOE"},{"path":"/redirect/8580018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-2","name":"Kunterbunt gemalt","epNo":2,"alt":"","descr":"Jo hat Paul beim Malen beobachtet. Während Paul im Kindergarten ist, zeigt Jo Naya und Lu dessen Bild. Alle haben Lust, ein Bild zu malen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098161","hoster":"VOE"},{"path":"/redirect/8580019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-3","name":"Der Pusteblumentag","epNo":3,"alt":"","descr":"Einmal im Jahr kommt der Pusteblumentag. Dann heißt es, Schirmchen fangen. Frosch Caruso ist darin Meister. Doch dieses Mal wollen Jo, Naya und Lu ihn übertrumpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831555","hoster":"VOE"},{"path":"/redirect/8580020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-4","name":"In der Falle","epNo":4,"alt":"","descr":"Lu, Naya und Jo wollen ihre Vorräte auffüllen und gehen in die Speisekammer. Dort entdeckt Lu ein Stück Schokolade. Doch dieses steckt in einer Mausefalle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831554","hoster":"VOE"},{"path":"/redirect/8580021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-5","name":"Prinz Dreckspatz","epNo":5,"alt":"","descr":"Naya will Prinz und Prinzessin spielen. Da kommt Jo verdreckt von draußen rein. Ein Prinz Dreckspatz kommt für Naya nicht in Frage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831552","hoster":"VOE"},{"path":"/redirect/8580026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-6","name":"Das Saugmonster","epNo":6,"alt":"","descr":"Lu wird vom Staubsauger verschluckt. Naya und Jo wollen ihn retten. Aber wie? Da kommt ihnen das Glühwürmchen Minou zur Hilfe. Sie kriecht in das Saugmonster hinein und gemeinsam schaffen sie es, Lu wieder herauszuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831559","hoster":"VOE"},{"path":"/redirect/8580024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-7","name":"Drachenflieger","epNo":7,"alt":"","descr":"Mit Pauls Drachen wollen die JoNaLus in die Luft gehen. Doch erst zerreißt Lu den Drachen. Und nachdem sie ihn mühsam geflickt haben, weht eine Windböe Lu und Naya in die Baumkrone.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831556","hoster":"VOE"},{"path":"/redirect/8580028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-8","name":"Die Gespensterjagd","epNo":8,"alt":"","descr":"Nachts schwebt ein weißes Wesen durch Pauls Zimmer. Lu, Naya und Jo wollen mitspuken. Sie suchen das Gespenst, doch dann wird ihnen mulmig zumute.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831553","hoster":"VOE"},{"path":"/redirect/12514367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-9","name":"Robo spinnt","epNo":9,"alt":"","descr":"Jo, Naya und Lu spielen mit Pauls Roboter. Am Anfang gehorcht er ihnen. Doch dann gerät er außer Kontrolle. Die JoNaLus wollen ihn einfangen. Doch das ist schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101319","hoster":"VOE"},{"path":"/redirect/8580032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-10","name":"Apfelmus für die Jonalus","epNo":10,"alt":"","descr":"Lu hat das ganze Glas mit Apfelmus alleine aufgeschleckt. Nun wollen Jo und Naya neues Mus machen. Aber wie?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13492363","hoster":"VOE"},{"path":"/redirect/8580031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-11","name":"Flieg, Rakete! Flieg!","epNo":11,"alt":"","descr":"Die JoNaLus träumen davon, Astronauten zu sein. Ob sie mit Pauls Rakete zum Mond fliegen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831564","hoster":"VOE"},{"path":"/redirect/8580033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-12","name":"Der Hicks muss weg","epNo":12,"alt":"","descr":"Lu kämpft mit heftigem Schluckauf, der nicht weggehen will. Jo und Naya wollen helfen und lassen sich eine Menge einfallen. Mit einer Monstermaske wollen sie Lu erschrecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831562","hoster":"VOE"},{"path":"/redirect/8580034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-1/episode-13","name":"Das große Spiel","epNo":13,"alt":"","descr":"Jo, Carmen und Caruso sind gute Fußballer, bei denen Lu mitspielen möchte. Weil er nur Ballholer sein darf, versteckt er wütend den Ball. Es kommt zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8831561","hoster":"VOE"},{"path":"/redirect/8580041","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/jonalu/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/jonalu/staffel-2/episode-1","name":"Lu kann nicht schlafen","epNo":1,"alt":"","descr":"Jo und Naya sind hundemüde und würden nur zu gerne schlafen, doch der kleine Ludwig fühlt sich hellwach und möchte lieber spielen. Jo und Naya versuchen es mit einem Einschlaflied, vergeblich, und dann will Ludwig auch noch Schokokekse. Als die sich nicht finden lassen, gibt er sich auch mit Honig zufrieden, landet aber prompt im Glas und wird gleich noch wacher, als Jo und Naya ihm den klebrigen Honig wieder abwaschen. DerItalienisch sprachige Frosch Caruso scheint schließlich die rettende Idee zu haben. Nichts macht müder, als eine Runde Auto fahren, behauptet er und kutschiert den kleinen Ludwig in einem ferngesteuerten Cabrio durch den Garten. Dumm nur, dass er dabei einen Unfall baut, bei dem Ludwig aus dem Auto geschleudert wird. Verzweifelt rufen Jo und Naya nach ihm. Wo mag er nur gelandet sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609355","hoster":"VOE"},{"path":"/redirect/12609361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-2","name":"Schöne Töne","epNo":2,"alt":"","descr":"Naya, Jo und Käfer Ludwig werden eines Morgens durch ein Erdbeben geweckt. Kaum ist die Luft wieder rein, entdecken die Jonalus eine riesige Kiste in Pauls Zimmer. Was kann das sein? Carmen kommt vorbei und erklärt, dass die Kiste ein Klavier ist. Carmen muss weiter, aber die drei Freunde wollen nun unbedingt hoch auf dieses geheimnisvolle Klavier-Dings. Jo baut einen Turm und Naya klettert mit Saugnäpfen die glatten Wände hoch auf das Manual. Oben angekommen hüpfen die Drei auf den Tasten herum und produzieren die schönsten Töne. Während Naya angestrengt versucht die Töne der kleinen Melodie wiederzufinden, die Carmen ihnen vorgesungen hat, will Jo herausfinden, woher die Töne eigentlich kommen. Er klettert hoch zum Gipfel des Klaviers. Ihm gelingt es sogar, die Klappe zu öffnen und in den Bauch des Klaviers hinab zu klettern. Begeistert probiert er die Hämmer und Saiten aus. So trommeln und hüpfen die Jonalus, was das Zeug hält, bis plötzlich die Klappe des Klaviers zufällt. Jo sitzt in der Falle. Naya stellt fest, dass ihre Saugnäpfe verschwunden sind und Jos Bauklotzturm umgefallen ist. Wie soll sie es da nur schaffen, ihren Freund zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609368","hoster":"VOE"},{"path":"/redirect/12609365","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-3","name":"Dicke Freunde","epNo":3,"alt":"","descr":"Jo rast mit Pauls Spielzeugeisenbahn begeistert durch die Westernlandschaft. Er hat eine kostbare Fracht dabei, und verspricht Naya und dem kleinen Ludwig, am nächsten Bahnhof anzuhalten und die leckere Erdbeerfracht mit ihnen zu teilen. Doch Lokfahren macht soviel Spaß, dass er einfach nicht anhalten kann. Naya wird stinksauer - \"Versprechen gebrochen, Verbrecher gerochen\". Sie beschließt die Erdbeere zu stehlen. Mithilfe des erfahrenen Lassowerfers Scottie gelingt der Überfall auf den Zug. Jo wird ins Gefängnis gesteckt. Währenddessen kann Ludwig der Verlockung der leckeren Erdbeere nicht widerstehen. Naya ist entsetzt und Jo lacht, doch das bleibt ihm schnell im Halse stecken, als die Lok sich scheinbar von alleine in Bewegung setzt. In der Führerkabine versteckt, hat Ludwig den Zug in Gang gesetzt. Der rast nun ungebremst in den Garten Richtung Teich: Ludwig und Lok drohen im Wasser zu versinken. Naya und Jo sind sich schnell einig, Ludwig muss gerettet werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534947","hoster":"VOE"},{"path":"/redirect/12609360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-4","name":"Der Kaufladen","epNo":4,"alt":"","descr":"Was passiert, wenn man viele schöne Sachen verkaufen will, aber keiner Geld hat? Ganz einfach, man malt sich Geld und schon kann das Einkaufen losgehen. So machen es auch die Jonalus. Naya und das Türkisch sprachige Schmetterlingsmädchen Sibel kaufen mit ihrem frisch gemalten Geld nach Herzenslust ein und Jo schwelgt im Geldsegen. Doch als Jo sein Jojo zurückkaufen will und die Mädchen sich weigern, es ihm zurück zu verkaufen, muss Jo feststellen, dass sein Geld eigentlich nichts wert ist, weil Naya und Sibel sich selber welches malen können. Wütend zerreißt Jo sein Geld und beschließt sein Jojo zu stehlen. Doch der Versuch misslingt und Jo ist unglücklich. Das haben die Mädchen aber auch nicht gewollt. Was tun, wenn einer nichts mehr hat? Eine Lösung muss her.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12649902","hoster":"VOE"},{"path":"/redirect/12649904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-5","name":"Ein Tag am Meer","epNo":5,"alt":"","descr":"Naya und Jo knobeln, wer das heutige Ausflugsziel bestimmen darf, denn Naya will ans \"Meer\" zum Gartenteich und Jo in den Sandkasten zum Burgenbauen. Zu Jos Kummer gewinnt Naya und so machen sie sich mit Ludwig im Leiterwagen auf den Weg zum Teich. Doch plötzlich macht sich der Leiterwagen selbstständig und rast den Hang hinunter. Der Wagen prallt an einen Stein und Ludwig fliegt im hohen Bogen über die Sandkastenbrüstung. Besorgt machen sich Jo und Naya auf die Suche nach dem kleinen Käfer. Sie stapfen durch den heißen Sand und Naya seufzt, ihr Tag am Meer findet heute wohl ohne Meer statt. Doch dann treffen sie auf Nicolaj, den Russisch sprechenden Maulwurf und der weiß, wie Naya doch noch zu ihrem Meer kommt. Und nicht nur das. Naya bekommt die tollste, unterirdische Wasserrutsche, die man sich vorstellen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609341","hoster":"VOE"},{"path":"/redirect/12609352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-6","name":"Hokuspokus","epNo":6,"alt":"","descr":"Jo und Lu helfen Naya, ein Einhorn aus Nüssen und Streichhölzern zu bauen. Jetzt fehlt nur noch das Horn. Ludwig findet einen geeigneten Stock, doch Jo findet, dass der Stab kein Horn sein sollte, sondern ein Zauberstab und zwar der Zauberstab von dem berühmten Jo Jojolino. Ludwig darf sein Zaubergehilfe sein. Der kleine Käfer ist begeistert - ganz im Gegensatz zu Naya, denn ihr fehlt nach wie vor das Horn für das Einhorn. Als Jo auch noch ihre Einhorn-Rosinen-Augen \"wegzaubert\", hat sie genug von Jos Zauberei. Sie beschließt Jo einen Streich zu spielen. Jo, der den Freunden im Garten seinen großartigen \"Lu-ist-weg-Zauber\" vorführt, muss plötzlich feststellen, dass der Zurückzauber misslingt. Anstelle des kleinen Käfers liegt ein Stein unter der Zauberkiste. Die Zuschauer sind entsetzt? Wo ist Ludwig? Hat Jo ihn versehentlich in einen Stein verzaubert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609334","hoster":"VOE"},{"path":"/redirect/12609340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-7","name":"Häuptling Adlerfeder","epNo":7,"alt":"","descr":"Indianer brauchen einen Häuptling. Naya und Jo wetteifern, wer von beiden der bessere Häuptling wäre. In der Garten-Wildnis üben sie schleichen und während Jo und Lu ein Tipi bauen, geht Naya auf die Jagd. Dort entdeckt sie Stanislaw, das Polnisch sprechende Wintergoldhähnchen. Weil er so eine tolle Irokesenfrisur hat, überredet Naya ihn, ihr Gefangener zu werden - nur vorübergehend - um Jo zu zeigen, dass sie ihren Stamm vor einem feindlichen Indianer gerettet hat. Stanislaw macht mit, den Indianer spielen ist genau nach seinem Geschmack. Als der erste Donner grollt und ein Sturm aufkommt, flüchten die Jonalus in ihr Tipi und Stanislaw in sein Nest. Zum Glück ist das Unwetter schnell verflogen, doch von draußen ist ein hilfloses Piepen zu hören. Stanislaw ist samt Nest vom Baum gefallen. Die Jonalus eilen ihm zur Hilfe und dank Jos genialem Einfall schaffen sie es, sein Nest wieder auf den Baum zu hieven. Stanislaw ist glücklich und überreicht Naya und Jo zwei Federn. Die Große soll der Häuptling bekommen. Naya entscheidet, dass es heute Jo verdient hat, Häuptling zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534948","hoster":"VOE"},{"path":"/redirect/12609332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-8","name":"Wo ist Rosalie?","epNo":8,"alt":"","descr":"Naya ist überglücklich. Carmen hat ihr eine Puppe geschenkt. Begeistert bastelt sie mit Ludwig im Garten eine Blumenkette für sie. Unterdessen spielt Jo mit der Puppe im Kinderzimmer Pirat und stößt sie aus Versehen vom Piratenschiff. Ein Arm reißt dabei ab und schon hört Jo Naya zurückkommen. Au weia, was soll er nur tun? Schnell versteckt er die Puppe im Piratenschiff. Während Naya sie verzweifelt im ganzen Haus sucht, kommt Ludwig Jo auf die Schliche. Jo kann ihn gerade noch davon abhalten, Naya den Fund zu verraten. Lu soll ihm lieber helfen, die Puppe zu kleben, dann ist alles wieder wie vorher und Naya wird gar nichts merken, denkt Jo. Doch leider entdeckt Naya schnell, dass Rosalies Arm nicht nur verkehrt herum angeklebt wurde, sondern auch noch alle Haare mit Kleber verschmiert sind. Naya ist entsetzt und sauer auf Jo: Alles muss er kaputt machen! Naya will Jo nie mehr sehen und so beschließt er auf den Speicher zu ziehen. Aber dort ist esdunkel und staubig. Was kann Jo nur tun, damit Naya ihm wieder verzeiht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609322","hoster":"VOE"},{"path":"/redirect/12609323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-9","name":"Überall Banditen","epNo":9,"alt":"","descr":"Naya, Jo und Lu sind die dicksten Freunde und zusammen spielen macht am meisten Spaß. Doch dann holt sich Naya eine dicke Beule und die anderen lachen sie auch noch aus: Solche Freunde braucht doch keiner, findet sie, und will keinen mehr sehen. Jo und das Chinesisch sprachige Echsenmädchen Min Lin beginnen zu streiten und sie beschuldigen sich gegenseitig, die arme Naya ausgelacht zu haben, anstatt sie zu trösten. Da muss selbst der kleine Ludwig den Kopf schütteln und macht sich auf den Weg zu Naya. Das bringt die beiden Streithähne zum Nachdenken. Sie beschließen, gegen Nayas Beule etwas zu unternehmen. Gemeinsam machen sie sich auf den Weg, um Salbe zu holen. Der gefährliche Aufstieg aufs Regal gelingt, doch beim Abstieg drohen die beiden abzustürzen. Naya schafft es gerade noch für eine weiche Landung zu sorgen. Am Ende haben zwar alle eine Beule, aber mit Salbe und der Gewissheit gute Freunde zu haben, ist der Schmerz schnell vergessen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534949","hoster":"VOE"},{"path":"/redirect/12609327","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-10","name":"Der Piratenschatz","epNo":10,"alt":"","descr":"Naya, Jo und Ludwig finden im Kinderzimmer eine geheimnisvolle Schatzkarte und schließen messerscharf, die muss von einem Piraten sein. Sofort machen sie sich auf den Weg den geheimen Zeichen zu folgen. Sie graben tief im Sandkasten und krabbeln hoch auf einen Baum, doch der Schatz ist nicht zu finden. Ist die Schatzkarte doch keine echte Schatzkarte? Schließlich entdecken sie einen weiteren Hinweis und der führt sie auf eine Insel im Teich. Naya und Ludwig rudern mutig zur Insel. Nur Jo, dem das Wasser nicht geheuer ist, bleibt zurück. Doch plötzlich schwenkt Ludwig auf der Insel eifrig die Piratenflagge. Das verabredete Zeichen: Naya ist in Not! Jo muss irgendwie auf diese Insel. Schließlich schafft es Jo nicht nur, seine Angst vor dem Wasser zu überwinden, sondern befreit auch Naya aus ihrer misslichen Lage. Für die ist klar, Freunde wie Jo und Ludwig sind die größten Schätze, die man haben kann. Doch dann ist plötzlich wieder dieses unheimliche Brummen zu hören. Kommt das von einem Piraten? Hat er hier den Schatz versteckt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609310","hoster":"VOE"},{"path":"/redirect/12609311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-11","name":"Die Husteritis geht um","epNo":11,"alt":"","descr":"Jo soll Naya helfen, frische Möhren aus dem Gemüsebeet zu holen. Doch Jo erklärt, er fühle sich gerade etwas schwummerig. Als er auch noch hüstelt, ist für Naya klar: Jo hat Husteritis und muss gepflegt werden und zwar von ihr: Schwester Naya. Jo gefällt diese Idee, besonders als ihm einfällt, dass er für seine Heilung dringend einen Keks braucht. Merkwürdigerweise erkranken plötzlich auch Lu und der Polnisch sprachige kleine Vogel Stanislaw an Husteritis und Naya hat alle Hände voll zu tun, um Heilkekse herbei zu schaffen. Als ihre Patienten aber auch noch heiser nach Limonade rufen, wird Naya unsicher und beschließt die weise Schildkröte Penelope um Rat zu fragen. Gerade bei ihr angekommen, hört Naya die ausgelassenen Rufe ihrer Patienten. Schnell wird ihr klar, dass die Krankheit ihrer Freunde offensichtlich die sehr ansteckende \"Fauleritis\" ist. Naya ist wütend, doch zum Glück kennt Penelope eine gute Medizin gegen Fauleritis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13534950","hoster":"VOE"},{"path":"/redirect/12609315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-12","name":"Tanz auf dem Seil","epNo":12,"alt":"","descr":"Käfer Ludwig will unbedingt so schön seiltanzen wie Naya. Die zeigt ihm gerne, wie es geht, denn schließlich übt sie schon lange für ihre große Seiltanzshow. Bei einem Sprung auf dem Seil strauchelt sie und verliert ihre Glücksblume. Auf einmal scheint alles schief zu gehen. Notfallretter Jo versucht vergeblich, Nayas Blume zu finden. Doch dann hat Minou, das Französisch sprechende Glühwürmchen, eine gute Idee. Sie erklärt, dass Sternschnuppen Glück bringen können und so sorgen die beiden dafür, dass Naya eine wunderschöne Sternschnuppe zu sehen bekommt. Und tatsächlich - es wirkt. Naya fühlt sich wieder stark und mutig. Zeit für ihre Seiltanzvorführung! Als Jo und Minou ihre Freundin hoch oben auf dem Seil entdecken, sind sie entsetzt, denn die Sternschnuppe war doch gar nicht echt. Zu allem Unglück taucht auch noch der kleine Lu auf dem Seil auf. Oh Maus!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609300","hoster":"VOE"},{"path":"/redirect/12609304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/jonalu/staffel-2/episode-13","name":"Heiß und kalt","epNo":13,"alt":"","descr":"Rekordhitze im Garten. Jo, Naya und Ludwig brauchen dringend eine Abkühlung. Die Chinesisch-sprechende Eidechse Min Lin schlägt ihnen Erdbeereis vor und auch der Italienisch-sprachige Frosch Caruso kann sich nichts Besseres vorstellen. So machen sich Jo, Naya und Ludwig zu einer Expedition ins Eisfach auf, wo sie nicht nur voller Freude herum rutschen und sich mit Schneebällen bewerfen, sondern auch noch fündig werden. In der Dose mit rosa Deckel muss die köstliche Leckerei sein. Leider entpuppt sich das vermeintliche Erdbeereis als Spinat. Dann machen sie das Eis eben selber, beschließt Naya und lässt sich von Schildkröte Penelope erklären, wie es geht. Gesagt, getan. Bald warten Jo und Naya im Garten darauf, dass ihr Eis gefriert. Doch wo ist eigentlich Lu geblieben? Er wird doch wohl nicht heimlich im Eisfach sein, um zu rutschen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12609301","hoster":"VOE"},{"path":"/redirect/12609302","hoster":"Streamtape"}]}]}]}]}