{"seriesId":"jonah-from-tonga","name":"Jonah from Tonga","descr":"Chris Lilley porträtiert den 14-jährigen Schüler Jonah. Nachdem er wegen seiner Missetaten von der Schule geflogen war, wurde er zunächst zu seinem Onkel in die Heimat der Familie nach Tonga geschickt. Als er auch dort nur Unheil stiftet, ist seine nächste Station eine katholische Schule auf dem Festland. Dort lässt er aber von seinem Unsinn nicht ab. Nur der Lehrer Mr. Joseph kann dem jungen Rowdy Einhalt gebieten. Doch neben Flausen hat Jonah auch ein ernsthaftes Ziel: seinen kleinen Bruder Moses als Gesangsstar in den USA groß raus zu bringen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Der 14-jährige Jonah (Chris Lilley) soll auf einer katholischen Schule endlich Disziplin und Respekt lernen. Doch der kleine Rebell flucht und pöbelt sich weiter munter durch den Schulalltag. Nur beim toughen Lehrer Mr. Joseph (Doug Bowles) stößt er an seine Grenzen.","versions":[{"lang":1,"streams":[{"redirect":8831914,"hoster":"VOE"},{"redirect":8580017,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Jonah (Chris Lilley) und seine Bande bekommen mächtig Ärger, als sie Mitschüler in die Mangel nehmen und sich dabei filmen. Die Jungs müssen zum neuen Betreuer Kool Kris (Uli Latukefu), der es vor allem auf Jonah abgesehen hat: Er will den notorischen Rowdy um jeden Preis auf die rechte Bahn lenken.","versions":[]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Jonah (Chris Lilley) und seine Rowdy-Gang scheinen ihre Energien endlich in kreative Bahnen zu lenken: Zusammen mit ihrem Betreuer Kool Kris (Uli Latukefu) arbeiten sie an einem eigenen Song und einem Video für einen Musikwettbewerb.","versions":[{"lang":1,"streams":[{"redirect":8831913,"hoster":"VOE"},{"redirect":8580016,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Jonah und seine Gang mischen mit einer Machete bewaffnet eine Bowling-Bahn auf – denn Jonah will sich die goldene Bowling-Kugel schnappen, um an Geld zu kommen. Stattdessen landen er und seine Jungs im Jugendknast – dabei steht doch ihr großer Auftritt bei einem Musikwettbewerb an.","versions":[]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Jonah kommt im Jugendarrest gut zurecht: Schnell wird er zum Anführer einer Gruppe von Mitinsassen und baut eine enge Beziehung zur Wärterin Therese auf, die ihn an seine verstorbene Mutter erinnert. Doch als Therese versetzt werden soll, ruft Jonah zu einem Gefängnisaufstand auf.","versions":[]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Jonah darf endlich aus dem Jugendknast und stürmt direkt auf die Bühne, um mit seiner Band beim lang ersehnten Musikwettbewerb den Song \"Don’t Be A Bully\" zu performen. Als die Gruppe ausscheidet, ist Jonah am Boden zerstört. Doch der größte Schock erwartet ihn bei seiner Rückkehr nach Hause: Seine Schwester ist mittlerweile die Freundin von Jonahs Erzfeind.","versions":[]}]}]}