{"seriesId":"jordskott-die-rache-des-waldes","name":"Jordskott – Die Rache des Waldes","descr":"Eva Thörnblad, die für das Sondereinsatzkommando der Stockholmer Polizei arbeitet, wird bei einem ihrer Einsätze schwer verletzt. Damit sie sich in Ruhe erholen kann, wird sie vorübergehend vom aktiven Dienst beurlaubt. Als sie vom Selbstmord ihres Vaters Johan erfährt, beschließt sie, in ihren alten Heimatort Silverhöjd zu reisen, in dem vor sieben Jahren ihre Tochter Josefine spurlos verschwunden ist. Eva ist davon überzeugt, dass ihre Tochter das Opfer einer Entführung wurde. Da sie über Jahre keinerlei Kontakt mehr zu ihrem Vater hatte, ist dessen Beerdigung nicht der wahre Grund ihrer Reise. Einige Tage zuvor ist in Silverhöjd ein weiteres Kind verschwunden, und Eva will auf eigene Faust Nachforschungen anstellen. In Silverhöjd trifft Eva auf Göran Wass, einen Beamten der Reichskriminalpolizei. Wass ist abgestellt worden, um Tom Aronsson, dem lokalen Ermittler, unter die Arme zu greifen. Gustaf Borén, ein Kollege ihres Vaters, empfängt Eva in der Firma, die Evas Vater aufgebaut hat und deren Eigentümer er war. Eigentlich soll sie dort das Testament verlesen bekommen, das sie zur Alleinerbin seiner Firmenanteile macht. Doch wider Erwarten ist der Tresor leer und weit und breit kein Testament zu finden. Daraufhin stürzt sich Eva wieder in ihre Ermittlungen und hat dabei immer wieder Erscheinungen, bei denen ihre Tochter wie aus dem Nichts auftaucht, nur um kurz darauf wieder zu verschwinden. Eines Nachts fährt Eva durch den Wald. Im letzten Moment kann sie einer jungen Frau ausweichen, die traumatisiert durch den Wald irrt. Eva erkennt an der jungen Frau den Ohrring, den ihre Tochter bei ihrem Verschwinden getragen hat. Hat Eva ihre Tochter wiedergefunden?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Eva Thörnblad, die für das Sondereinsatzkommando der Stockholmer Polizei arbeitet, wird bei einem ihrer Einsätze schwer verletzt. Damit sie sich in Ruhe erholen kann, wird sie vorübergehend vom aktiven Dienst beurlaubt. Als sie vom Selbstmord ihres Vaters Johan erfährt, beschließt sie, in ihren alten Heimatort Silverhöjd zu reisen, in dem vor sieben Jahren ihre Tochter Josefine spurlos verschwunden ist. Eva ist davon überzeugt, dass ihre Tochter das Opfer einer Entführung wurde. Da sie über Jahre keinerlei Kontakt mehr zu ihrem Vater hatte, ist dessen Beerdigung nicht der wahre Grund ihrer Reise. Einige Tage zuvor ist in Silverhöjd ein weiteres Kind verschwunden, und Eva will auf eigene Faust Nachforschungen anstellen. In Silverhöjd trifft Eva auf Göran Wass, einen Beamten der Reichskriminalpolizei. Wass ist abgestellt worden, um Tom Aronsson, dem lokalen Ermittler, unter die Arme zu greifen. Gustaf Borén, ein Kollege ihres Vaters, empfängt Eva in der Firma, die Evas Vater aufgebaut hat und deren Eigentümer er war. Eigentlich soll sie dort das Testament verlesen bekommen, das sie zur Alleinerbin seiner Firmenanteile macht. Doch wider Erwarten ist der Tresor leer und weit und breit kein Testament zu finden. Daraufhin stürzt sich Eva wieder in ihre Ermittlungen und hat dabei immer wieder Erscheinungen, bei denen ihre Tochter wie aus dem Nichts auftaucht, nur um kurz darauf wieder zu verschwinden. Eines Nachts fährt Eva durch den Wald. Im letzten Moment kann sie einer jungen Frau ausweichen, die traumatisiert durch den Wald irrt. Eva erkennt an der jungen Frau den Ohrring, den ihre Tochter bei ihrem Verschwinden getragen hat. Hat Eva ihre Tochter wiedergefunden?","versions":[{"lang":1,"streams":[{"redirect":13095088,"hoster":"VOE"},{"redirect":8580083,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Der kleine Junge Anton Leander ist noch immer spurlos verschwunden. Ein plötzliches Geräusch an der Tür des Hauses lässt die Mutter und den kleinen Bruder aufmerksam werden, doch da ist niemand – nur Antons Stofftier liegt jetzt vor der Tür. Als die Polizei vor Ort eintrifft und Fragen stellt, geben sich die Eltern jedoch verschlossen und wenig hilfsbereit. Eva Thörnblad entdeckt auf dem Landgut ihres Vaters eine Reihe von Videokassetten. Auf den Kassetten hat ihr Vater sein Videotagebuch aufgezeichnet, mit dem er seinen körperlichen Verfall dokumentierte. Eva ist entsetzt. Außerdem findet sie im Nachlass ihres Vaters einen Zettel mit Runen. Dieselben Runen hat sie bereits im Notizbuch des angeblich verrückten, pensionierten Kollegen Gran gesehen, das er bei seiner Flucht aus der Bibliothek verloren hat. Sie beschließt, Gran aufzusuchen, und besticht den Taxifahrer Jeppe, der ihn aus der Bibliothek nach Hause gefahren hat. Dieser verrät ihr Grans Aufenthaltsort. Kurz darauf wird Jeppe mit durchschnittener Kehle in seinem Taxi aufgefunden. Das Gespräch mit Olof Gran bringt Eva nicht weiter. Gran verspricht ihr allerdings, dass er die Runen für sie entziffert. Als Eva sein Haus verlässt und in den Abendstunden mit der Fähre über den Fluss setzt, wird sie von hinten niedergeschlagen. Eva stürzt ins Wasser","versions":[{"lang":1,"streams":[{"redirect":13101336,"hoster":"VOE"},{"redirect":8580080,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Brüder Eddie und Jörgen Olsson schießen gemeinsam mit dem zurückgebliebenen Nicklas Gunnarsson im Wald auf Blechbüchsen. Eine der Büchsen fliegt ans Ufer eines Baches. Als Jörgen sie holen will, zwingt ihn ein greller, ohrenbetäubender Ton zu Boden. Auch seinen zur Hilfe eilenden Bruder hält es nicht auf den Beinen. Doch es kommt noch schlimmer: Jörgen fällt ins Wasser und eine bleiche Hand greift nach ihm. Ein seltsames Wesen treibt im Wasser. Nicklas läuft auf die Brüder zu und schlägt mit dem Gewehrkolben nach dem Wesen. Es kommt zum Kampf. Eva Thörnblad arbeitet inzwischen gemeinsam mit Göran Wass für die Reichskriminalpolizei. Bei dem täglichen Briefing auf dem Polizeirevier darf Eva erstmals ihre Theorie ausbreiten: Sie ist der Ansicht, dass die Entführung Antons direkt mit der Entführung von Josefine in Verbindung steht, und dass der Fahrer eines weißen Pick-ups mit Smiley-Aufklebern dringend tatverdächtig ist. Dann stellt sich heraus, dass der weiße Pick-up die Kennzeichen eines blauen Toyota verwendet, der auf demselben Schrottplatz verschrottet wurde wie Jeppes Taxi. Auf dem Schrottplatz angekommen, bietet sich dem Sondereinsatzkommando der Polizei ein schrecklicher Anblick: In einem der Schredder stecken die Überreste einer Leiche.","versions":[{"lang":1,"streams":[{"redirect":13101338,"hoster":"VOE"},{"redirect":8580078,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Obwohl die DNA-Analyse dagegen spricht, ist Eva Thörnblad weiterhin davon überzeugt, dass das Mädchen aus dem Wald ihre vor sieben Jahren verschwundene Tochter Josefine ist. Seitdem das Mädchen überraschend im Herrenhaus von Evas Vater aufgetaucht ist, regt es sich kaum noch. Es verweigert die Nahrungsaufnahme und Eva weiß sich fast nicht mehr zu helfen. Wie von Zauberhand steht plötzlich eine Flasche mit einer schwarzen Tinktur auf der Küchenanrichte. Eva informiert die Kollegen, woraufhin Göran Wass das ganze Haus auf Einbruchsspuren durchsuchen möchte. Dies würde unweigerlich zur Entdeckung des stummen Mädchens aus dem Wald führen. Eva hat Glück, denn es kommt nicht zu der Hausdurchsuchung. Doch dann wird Wass in ein Seniorenheim abberufen, wo ein alter Mann brutal ermordet wurde. Alles deutet darauf hin, dass es derselbe Täter ist, der bereits den Taxifahrer Jeppe auf dem Gewissen hat. Aus dem Videotagebuch ihres todkranken Vaters erfährt Eva, was es mit der geheimnisvollen Tinktur auf sich hat. Derweil hat der zurückgebliebene Nicklas, der bei seiner alleinerziehenden Mutter Gerda lebt, große Probleme mit den Olsson-Brüdern. Da er den Vorfall mit dem mysteriösen Geschöpf im Bach der Polizei gemeldet hat, wollen sie ihn verprügeln. In seiner Verzweiflung flieht der junge Mann zu seinem Vater Gustaf, dem Chef von Thörnblad Cellulosa, der seine Vaterschaft vor der eigenen Familie verheimlicht","versions":[{"lang":1,"streams":[{"redirect":8831961,"hoster":"VOE"},{"redirect":8580084,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Während einer Party passiert ein weiterer Mord in Silverhöjd: Eddie Olsson, der mit seinem Bruder Jörgen und dem zurückgebliebenen Nicklas die Begegnung mit dem seltsamen Wasserwesen hatte, wird die Kehle durchgeschnitten. Blutüberströmt stürzt er aus einem Fenster. Die einzige Person, die den Mord gesehen haben könnte, ein junges Mädchen namens Esmeralda, bleibt für Göran Wass und Tom Aronsson unauffindbar. Eva sucht erneut Olof Gran auf. Er hat mittlerweile die geheimnisvolle Nachricht entziffert, die Eva in ihrem Keller gefunden hat. Es ist eine Art Anleitung für einen Tauschhandel: Eva könnte ein gesundes Mädchen \"liefern\", um Josefine wiederzubekommen. Gran weigert sich, Details zu nennen, und gibt erst nach, als Eva ihm schwört, nicht auf den Handel einzugehen. Dennoch zeigt Eva großes Interesse an einem kleinen Mädchen, das vielleicht als Tauschobjekt dienen könnte. Gustaf Borén will unterdessen mit allen Mitteln die Rodung des Waldes vorantreiben. Als die Maschinen von Thörnblad Cellulosa sabotiert werden, beschließt er, mit aller Macht zurückzuschlagen, und schwört seinen Aufsichtsrat auf einen harten Kampf ein. Selbst ein negatives Gutachten des Geologen, der im Fall von Sprengungen vor einer Katastrophe warnt, kann Gustaf nicht von seinem Vorhaben abbringen. Währenddessen kämpft Gerda Gunnarsson, Boréns Mitarbeiterin, um ihren geliebten Sohn Nicklas. Sie will ihn auf jeden Fall bei sich behalten. Doch die Ärzte drängen darauf, dass der Junge nach seinem Gewaltausbruch im Gefängnis wieder in die Psychiatrie eingewiesen wird. Er sei eine Gefahr für sich und andere. Gerda ist außer sich. In ihrer Not wendet sie sich an Gustaf Borén, der Nicklas’ Vater ist – und der all die Jahre sein außereheliches Kind vor seiner Familie verheimlicht hat. Unterdessen hat sich in ganz Silverhöjd die Trinkwasserqualität so verschlechtert, dass offiziell vor dessen Gebrauch gewarnt wird.","versions":[{"lang":1,"streams":[{"redirect":9593313,"hoster":"VOE"},{"redirect":8580079,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Eben hatte Jeanette Eriksson, Vorstandsmitglied bei Thörnblad Cellulosa, ihrer kleinen Tochter Emma noch beim Schaukeln im Garten zugesehen. Sekunden später ist sie weg, spurlos verschwunden. In heller Aufregung errichtet die Polizei Straßensperren und ruft sogar die Landwehr zu Hilfe. Doch von Emma fehlt jede Spur. Als Göran Wass am Tatort eintrifft, wird ihm schnell klar, dass Eva hinter der Entführung stecken muss. Sie ist wild entschlossen, das Leben ihrer Tochter Josefine zu retten, und schreckt offenbar nicht einmal davor zurück, im Gegenzug das Leben der kleinen Emma aufs Spiel zu setzen. Wass versucht, mit Eva Kontakt aufzunehmen, doch sie reagiert nicht auf seine Anrufe. Tom Aronsson ist es inzwischen gelungen, Esmeralda ausfindig zu machen. Sie ist die einzige Person, die Eddies Mörder gesehen haben könnte – oder hat sie den Mord selbst begangen? Eddies Vater und Bruder jedenfalls sind fest davon überzeugt. Esmeralda erzählt eine ganz andere Geschichte: Sie behauptet, Eddie habe sie mitgenommen, um ihr etwas zu zeigen. Dann sei ihr schrecklich schlecht geworden und sie könne sich an nichts mehr erinnern, man müsse ihr Drogen gegeben haben. Sie habe das Messer nicht angefasst und schon gar nicht Eddie den Hals damit aufgeschlitzt. Nachdem Tom Esmeralda zu Anfang noch glaubt, wecken die Ergebnisse von Esmeraldas Blutproben und andere Spuren erhebliche Zweifel an ihrer Version. Ein weiteres Verhör bringt Tom in eine lebensgefährliche Lage. Unterdessen drängt Gustaf Borén Eva dazu, ihm ihr Erbe, das Aktienpaket ihres Vaters, zu verkaufen. Doch Eva hat im Moment ganz andere Probleme","versions":[{"lang":1,"streams":[{"redirect":8831967,"hoster":"VOE"},{"redirect":8580081,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Göran Wass findet Eva schwerverletzt auf dem Landgut. Sie wurde durch ein Fenster hindurch angeschossen und hat bereits sehr viel Blut verloren. Der Weg zum nächsten Krankenhaus ist zu weit, also fährt Wass mit Eva zu Ylvas Haus. Mit deren Hilfe kann er die Kugel entfernen, die Eva getroffen hat, doch ihr Zustand bleibt weiterhin äußerst kritisch. Wass trifft einen folgenschweren Entschluss: Er flößt Eva einen Parasiten ein, der Jordskott genannt wird. Er kann selbst schwere Verletzungen seines Wirtes heilen, doch lässt er sich nie wieder aus dessen Körper entfernen. Wenn der Parasit nicht ausreichend ernährt wird, beginnt er, den eigenen Wirt von innen heraus aufzufressen. Stirbt der Parasit, stirbt auch sein Wirt. Eva beginnt zu begreifen, was mit ihrem Vater passiert ist – und mit Josefine. Sie schickt Wass los, um Josefine vom Landgut zu Ylva zu holen – doch Josefine ist verschwunden. Tom wacht nach der Attacke durch Esmeralda im Krankenhaus auf, wo bereits seine Chefin Martina Sigvardsson neben seinem Bett sitzt. Obwohl Tom sehr geschwächt ist und schreckliche Träume hat, will er auf keinen Fall im Krankenhaus bleiben und sich ausruhen. Kaum ist Martina gegangen, verlässt er auf eigene Faust das Krankenhaus, um die Ermittlungen fortzusetzen. Aber auch Harry Storm macht Jagd auf Esmeralda. Während Wass weiterhin nach Josefine sucht, klärt Ylva Eva über die Verbrechen von Thörnblad Cellulosa auf. Die Firma scheint skrupellos zu sein, was auch Gustaf unter Beweis stellt, als er gegen den Rat des Geologen und gegen den Willen einiger Vorstandsmitglieder eine Sprengung im Wald durchführen lässt. Dabei kommt es zu einer folgenschweren Katastrophe","versions":[{"lang":1,"streams":[{"redirect":9582428,"hoster":"VOE"},{"redirect":8580082,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Nach allem, was Eva über die verheerenden Folgen der Geschäftspolitik von Thörnblad Cellulosa erfahren hat, entscheidet sie sich, die Aktien ihres Vaters auf sich übertragen zu lassen. Rechtsanwalt Hedman versucht, sie von einem lukrativen Verkauf an Gustav Borén zu überzeugen, Eva lehnt jedoch ab. Bei einem Treffen mit Jeanette und Thomas Leander konfrontiert sie die beiden mit dem, was sie erfahren hat, und gibt zu erkennen, dass sie von dem mysteriösen Wesen im Silverhöjdwald weiß. Gustaf Borén beruft siegessicher eine Versammlung der Vorstandsmitglieder von Thörnblad Cellulosa ein. Er glaubt sich im Besitz der Aktienmehrheit – doch zu Gustafs großer Überraschung erscheint auch Eva. Sie gibt bekannt, dass sie nicht nur über die Aktien ihres Vaters verfügt, sondern auch die Anteile von Jeanette und Thomas bekommen hat. Sie verkündet den Stopp aller Sprengungen und Rodungen im Silverhöjdwald. Tom wird von Halluzinationen geplagt, in denen ihm Esmeralda erscheint. Seine Suche nach ihr nimmt mittlerweile wahnhafte Züge an. Als die Polizei zur Silverhöjdschule gerufen wird, wo der Hausmeister Blut und Spuren eines Kampfes gefunden hat, entdeckt Tom Brotdosen mit dem Namen von Esmeraldas Jugendheim darauf. Ihm wird sofort klar, dass Linus Esmeralda geholfen haben muss. Gegen den anfänglichen Widerstand seiner Kollegen greift Tom wieder aktiv in die Ermittlungen ein. Wass hat mittlerweile eine Vermutung, was hinter den Vorgängen um Esmeralda stecken könnte. Ohne seine Kollegen darüber zu informieren, geht er auf eigene Faust los und sucht die direkte Konfrontation mit ihr.","versions":[{"lang":1,"streams":[{"redirect":13104606,"hoster":"VOE"},{"redirect":8580085,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Eva Thörnblad und Göran Wass analysieren die letzte Aufzeichnung des Videotagebuchs von Evas Vater Johan. Dabei wird ihnen klar, dass Johan Thörnblad nicht Selbstmord begangen haben kann, sondern ermordet wurde. Eva vermutet, dass der Auftrag für den Mord aus den Reihen des Vorstands von Thörnblad Cellulosa erteilt wurde, weil ihr Vater das Unternehmen in den Ruin treiben wollte, um den Wald zu schützen. Wass zeigt Eva die Internetseite eines Mannes, der sich Storm nennt. Er scheint eine Art Fanatiker zu sein, der den Wesen des Waldes nachstellt. Könnte dieser Storm der Mann mit dem Pick-up sein? Unterdessen stellt auf der Kinderstation des Krankenhauses eine Krankenschwester fest, dass fünf kleine Patienten fehlen. Wie Josefine sind sie über Nacht verschwunden. Daraufhin fordert Martina Sigvardsson personelle Verstärkung von der Reichskriminalpolizei in Stockholm an. Tom will Göran Wass die Jacke der kleinen Emma zeigen, die er bei Eva auf dem Landgut entdeckt hat. Er ahnt nicht, dass Wass längst Bescheid weiß und unbedingt verhindern will, dass Tom falsche Schlüsse zieht. Deshalb schickt er Eva in Toms Büro, wo sie die Jacke finden und verschwinden lassen soll. Wass redet Tom ein, dass er sich die Sache mit der Jacke nur eingebildet habe, und rät ihm, sich ein paar Tage auszuruhen. Doch Tom bemerkt die Spuren von Evas Einbruch. Nun fällt sein Verdacht auch auf Wass: Er durchsucht auf eigene Faust dessen Haus und findet dort eine ganze Sammlung gestohlener Beweisstücke. Gerda setzt Josefine als Druckmittel ein, um Eva zu erpressen. Sie verlangt, dass Eva sämtliche Anteile ihres Vaters an sie überschreibt. Gerda ist wild entschlossen, das Silbervorkommen auszubeuten.","versions":[{"lang":1,"streams":[{"redirect":9593314,"hoster":"VOE"},{"redirect":8580086,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Im Wald ist es zu einer schweren Konfrontation zwischen Göran Wass und Harry Storm gekommen. Göran Wass ist nicht mehr aufzufinden und reagiert auf keinen Anruf. Jakob Reisner von der Reichskriminalpolizei erscheint mit seinen Männern in Silverhöjd, um die Leitung der Ermittlungen zu übernehmen: Er entzieht Tom den Fall und entlässt Eva kurzerhand aus dem Dienst. Tom kommt das ganz gelegen, da er sich Sorgen um seine Tochter Ida macht, die auch plötzlich vermisst wird. Er macht sich in den unterirdischen Stollen des Waldes auf die Suche nach ihr und den anderen verschwundenen Kindern. Gerda hat Eva befohlen, Silverhöjd zu verlassen und nie mehr zurückzukommen, sonst würde sie Josefine töten. Aber Eva kann und will ihre Tochter und die entführten Kinder nicht im Stich lassen. Mit der Waffe, die Tom ihr überlassen hat, geht Eva erneut auf den Hof von Gerda. Dort wird sie niedergeschlagen und erwacht entwaffnet und gefesselt. Der schwer verletzte Storm sucht Hilfe bei Jörgen Olsson. Göran Wass hat die Konfrontation überlebt und möchte mit der Hilfe Esmeraldas herausfinden, wo Storm sich aufhält. Esmeralda sieht in einer Vision, dass Storm um sein Leben kämpft und immer mehr Jordskott schluckt, den er bei Ylva gestohlen hat. Das hat verheerende Auswirkungen. Währenddessen gibt Gerda, die nun die Mehrheitsanteile von Thörnblad Cellulosa besitzt, den Befehl, die Sprengungen im Wald fortzuführen. Um die Zukunft ihres Sohnes Nicklas zu sichern, ist sie zu allem bereit...","versions":[{"lang":1,"streams":[{"redirect":13101339,"hoster":"VOE"},{"redirect":8580096,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Wieder wird Eva Thörnblad in eine geheimnisvolle Welt hineingezogen, die sie eigentlich hinter sich lassen wollte. Eva hat Silverhöjd verlassen. Dort hat sie ihre Tochter Josefine an den Parasiten Jordskott verloren, der gleichzeitig Eva selbst das Leben gerettet hat und den sie nun für immer in sich tragen muss. Die besonderen Fähigkeiten, die der Jordskott ihr gibt, unterdrückt sie, weil sie viel zu viel von dem Elixier trinkt, das die Balance zwischen ihr und dem Jordskott aufrechterhalten soll – und gerade damit macht sie den Parasiten immer stärker, ihr Verhalten wird immer unberechenbarer. Sie hat ihren Job bei der Kriminalpolizei wieder aufgenommen, lebt in einem kahlen Apartment in Stockholm und lässt sich von ihrer Arbeit völlig vereinnahmen. Sie ist der absolut \"einsame Wolf\". Das merkt ihre neue, kluge Partnerin bei der Kripo, Bahar, sehr schnell. Eigentlich arbeiten die beiden an Fällen, die mit Menschenhandel zu tun haben, doch nun werden sie in die Untersuchung eines höchst mysteriösen Falles hineingezogen: Ein Mann, kaum noch am Leben, taucht in einem Kanal mitten in Stockholm auf. Er scheint an einer seltsamen Krankheit zu leiden, die seine Haut aussehen lässt wie Stein, sein Körper ist nahezu blutleer. Die einzige Person, mit der die \"Mumie\", wie die Presse ihn nennt, Kontakt aufnimmt, ist Eva. Doch bevor sie begreift, dass der Mann eine Verbindung zu ihr und ihrer Vergangenheit hat, verschwindet er plötzlich aus dem Krankenhaus","versions":[{"lang":1,"streams":[{"redirect":8831965,"hoster":"VOE"},{"redirect":8580087,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Ärzte können sich weder die Existenz noch die Krankheit des geheimnisvollen Mannes erklären. Eva verfolgt einen Mann, der sich am Bett der \"Mumie\" als Arzt ausgegeben hat, und findet heraus, dass auch das Verschwinden eines jungen Mädchens – Robin – aus dem Versteck eines Menschenhändlerrings etwas mit diesem Mann zu tun haben muss. Kurz darauf taucht auch Göran Wass, Evas früherer Partner, plötzlich wieder auf. Er hat von der Organisation, die \"die Anderen\" schützt, den Auftrag bekommen, alle Spuren des \"Übernatürlichen\" zu verwischen. Unterdessen fasst Esmeralda, die junge Hexe aus Silverhöjd, den Entschluss, sich nicht mehr zu verstecken. Im Wald findet sie jemanden, der ihre Hilfe braucht.","versions":[{"lang":1,"streams":[{"redirect":13101337,"hoster":"VOE"},{"redirect":8580089,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Suche nach Robin, dem vermissten Mädchen, geht weiter. Unerwartet muss Eva sich auch noch um Kalem, einen jungen Flüchtling und Freund von Robin, kümmern. Wass und Eva, die viele gemeinsame Geheimnisse haben, schließen sich bei den Ermittlungen immer enger zusammen, was schließlich Evas neue Partnerin, Bahar, sehr misstrauisch macht. Die beiden finden etwas, das früher einmal Evas Mutter Agneta gehört hat, die seit langem in einem Heim für psychisch Kranke lebt und sich ihrer Tochter gegenüber extrem feindselig verhält. Alle Spuren, die Wass und Eva finden, deuten darauf hin, dass sie es mit einer Person zu tun haben, die schon oft getötet hat. Und Tom Aronsson bekommt es in Silverhöjd mit einem außergewöhnlichen Todesfall zu tun, der großes Interesse erregt.","versions":[{"lang":1,"streams":[{"redirect":8831971,"hoster":"VOE"},{"redirect":8580088,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Eva und ihr Kollege Wass folgen einer Spur, die sie in ein altes, verlassenes Krankenhaus führt. Dort finden sie schockierende Beweise, die zeigen, dass Kinder in großer Gefahr sind. Der Jordskott beeinflusst immer mehr Evas Persönlichkeit und ihr Handeln. Evas Teamkollegin Bahar wird klar, dass sie Eva nicht trauen kann, sie entdeckt immer mehr Ungereimtheiten. Daraufhin beginnt Bahar ihre eigene, geheime Untersuchung. Unterdessen hat der von Evas und Wass’ Geheimniskrämerei ebenfalls enttäuschte Tom Aronsson ein Angebot bekommen, das sein Verhältnis zu den beiden entscheidend verändern kann. Esmeralda und ihre Freundin Maja, die von ihren Mitschülern schwer gemobbt wurde, sind inzwischen auf dem Weg nach Stockholm. Dort muss sich Eva ihrer größten Angst stellen und wird immer tiefer in die Dunkelheit hineingezogen.","versions":[{"lang":1,"streams":[{"redirect":9593315,"hoster":"VOE"},{"redirect":8580090,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Als Eva wieder zu sich kommt, ist sie auf Gut Thörnblad in Silverhöjd, doch diese Rückkehr ist anders, als sie es sich vorgestellt hat. Ihre Mutter Agneta, der es unerklärlicherweise besser geht, hat sie dorthin gebracht. Dr. Koljonen, der bereits Evas Vater behandelt hatte, macht eine verstörende Entdeckung. Und Evas Kollegin Bahar, die vergeblich versucht, Eva zu erreichen, ist inzwischen so wütend, dass sie ihrem Vorgesetzten von Wass’ und Evas Lügen erzählen will. Die Freundschaft zwischen Maja und Esmeralda wird enger, die beiden verstehen sich sehr gut. Doch Jörgen Olsson, der davon überzeugt ist, dass Esmeralda am Tod seines Bruders Eddie Schuld hat, ist den Mädchen gefolgt – und er wird von jemandem begleitet, der keine Gnade kennt. In Silverhöjd bittet Eva die alte Ylva um Hilfe und erfährt von ihr eine erschreckende Wahrheit.","versions":[{"lang":1,"streams":[{"redirect":9593317,"hoster":"VOE"},{"redirect":8580095,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Evas Kollegin Bahar ist davon überzeugt, dass Eva etwas mit dem Tod von Majas Mutter Desirée zu tun hat und findet einen Beweis, der ihr letztlich doch nichts nützt. Maja gerät in große Gefahr, und auch Esmeralda muss um ihr Leben kämpfen. Eva ist dank Ylvas Hilfe wieder auf dem Weg der Besserung und findet immer mehr Details über ihre Mutter heraus, damit bessert sich auch Agnetas Zustand. Tom Aronsson trifft eine irreversible Entscheidung, während Kalem mit Toms Tochter Ida heimlich weiter nach der vermissten Robin sucht. Die beiden gehen bei ihrer Suche große Risiken ein. Wass muss etwas tun, was er nicht tun will, um eine Katastrophe zu vermeiden?","versions":[{"lang":1,"streams":[{"redirect":8831973,"hoster":"VOE"},{"redirect":8580091,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Eva Thörnblad will nach ihren jüngsten Entdeckungen nichts mehr mit Göran Wass zu tun haben. Dennoch haben die beiden keine Wahl, sie müssen weiterhin zusammenarbeiten. Der Gesundheitszustand von Agneta, Evas Mutter, bessert sich immer mehr. Ihre Erinnerungen an früher liefern Eva neue Spuren und Zusammenhänge. Als Eva glaubt, das Geheimnis herausgefunden zu haben, bleibt nichts wie es war. Toms Tochter Ida kommt mit Kalem der Lösung \"ihres\" Falls immer näher – und gerät in immer größere Gefahr. Tom versucht weiter alles, um die verschwundenen Mädchen endlich zu finden, und leitet die Befragung \"Dr. Parkers\". Dann trifft er aber eine Entscheidung, die fatale Folgen hat. Esmeralda, die wieder in Silverhöjd ist, sucht Ylva, um den sterbenden Jörgen Olsson zu retten – bis auch sie eine schreckliche Entdeckung macht …","versions":[{"lang":1,"streams":[{"redirect":13101341,"hoster":"VOE"},{"redirect":8580092,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Tom tut weiter alles, um die verschwundenen Mädchen Robin und Maja endlich zu finden, und hat eine Entscheidung mit fatalen Konsequenzen getroffen. Als dann seine Tochter Ida verschwindet, die mit Kalem der Lösung \"ihres\" Falls näher gekommen war, ist er außer sich vor Angst um sie. Dadurch ist Tom sogar wieder bereit, eng mit Wass zusammenzuarbeiten. Bald finden die beiden heraus, dass sie der Organisation der \"Anderen\", die sie beim Kampf mit dem Jordskott unterstützt, zu leichtsinnig vertraut haben. Bahar kündigt bei der Kripo, sie will nichts mehr mit Evas und Wass’ versteckten Ermittlungen zu tun haben. Aber die Resultate ihrer bisherigen Untersuchungen führen Eva schließlich auf eine neue, unerwartete Spur. Dabei gerät sie in eine lebensgefährliche Situation, in der nicht einmal der Jordskott ihr noch helfen kann.","versions":[{"lang":1,"streams":[{"redirect":8831978,"hoster":"VOE"},{"redirect":8580094,"hoster":"Streamtape"}]}]}]}]}