{"seriesId":"jormungand","name":"Jormungand","descr":"Koko Hekmatyar ist eine junge Waffenhändlerin, die für das Waffenunternehmen HCLI arbeitet. Ihre Tätigkeit ist jedoch inoffiziell, denn ihre Aufgabe ist es, die Waffen unter Umgehung und Missachtung lokaler und internationaler Bestimmungen illegal an verschiedenste Gruppierungen in den unterschiedlichsten Ländern zu verkaufen. Ihr zur Seite steht ein Team aus Bodyguards, das sich zum Großteil aus Militärveteranen zusammensetzt. Der letzte Neuzugang hebt sich jedoch von den anderen ab. Es handelt sich dabei um Jonah, einen scheinbar emotionslosen Kindersoldaten mit großen Kampffähigkeiten, der ironischerweise einen tiefen Hass gegen Waffenhändlern hegt. Er tritt Kokos Team nur bei, um so den Waffenhändler zu finden, der für den Tod seiner Familie verantwortlich ist. Hierzu begleitet er nun Koko und ihre Crew auf deren weltweiten Unternehmungen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gun Metal - Calico Road","epNo":1,"alt":"Calico Gunmetal Load","descr":"Koko Hekmatyar ist eine junge Waffenhändlerin, die für das Waffenunternehmen HCLI arbeitet. Ihre Tätigkeit ist jedoch inoffiziell, denn ihre Aufgabe ist es, die Waffen unter Umgehung und Missachtung lokaler und internationaler Bestimmungen illegal an verschiedenste Gruppierungen in den unterschiedlichsten Ländern zu verkaufen. Ihr zur Seite steht ein Team aus Bodyguards, das sich zum Großteil aus Militärveteranen zusammensetzt. Der letzte Neuzugang hebt sich jedoch von den anderen ab. Es handelt sich dabei um Jonah, einen scheinbar emotionslosen Kindersoldaten mit großen Kampffähigkeiten, der ironischerweise einen tiefen Hass gegen Waffenhändler hegt. Er tritt Kokos Team nur bei, um so den Waffenhändler zu finden, der für den Tod seiner Familie verantwortlich ist. Hierzu begleitet er nun Koko und ihre Crew auf deren weltweiten Unternehmungen.","versions":[{"lang":1,"streams":[{"redirect":8831980,"hoster":"VOE"},{"redirect":8580097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11312499,"hoster":"VOE"},{"redirect":10124475,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pulsar","epNo":2,"alt":"Pulsar","descr":"Kokos Transport wird in einem abgelegenen Grenzgebiet aufgehalten, in dem beide Seiten um eine Öl-Pipeline kämpfen. Major Polck, Kommandant des örtlichen Militärs, will Waffen-Nachschub ordern, doch Koko zögert, sich in den noch lokal begrenzten Konflikt hineinziehen zu lassen. Bis alte Bekanntschaften auftauchen …","versions":[{"lang":1,"streams":[{"redirect":8831977,"hoster":"VOE"},{"redirect":8580093,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Musica ex Machina Phase.1","epNo":3,"alt":"Musica Ex Machina Phase.1","descr":"Koko ist nicht überrascht, ihren Namen auf der \"Zu erledigen\"-Liste zahlreicher Auftragskiller zu finden – unter ihnen das berüchtigte Team \"Orchestra\". In Dubai fühlt sie sich dennoch sicher genug, um Bodyguard Jonah im Hotel zu lassen, während Koko mit Valmet in der Stadt bummelt. Natürlich werden die beiden ausgerechnet jetzt von den Killern gestellt und unter Beschuss genommen.","versions":[{"lang":1,"streams":[{"redirect":8831979,"hoster":"VOE"},{"redirect":8580102,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10228768,"hoster":"VOE"},{"redirect":10124477,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Musica ex Machina Phase.2","epNo":4,"alt":"Musica Ex Machina Phase.2","descr":"Mit \"Orchestra\" dicht auf den Fersen müssen Koko und Jonah um ihr Leben rennen. Und das musikalische Killerduo ist nicht mehr als Einzige hinter ihnen her! Mit \"Scarecrow\" tritt ein neuer Gegenspieler auf den Plan. Wird Koko Chinatsus Frage nach dem Warum beantworten? Und Chinatsu das Geheimnis ihrer (nichtvorhandenen) Unterwäsche lüften?","versions":[{"lang":1,"streams":[{"redirect":8831983,"hoster":"VOE"},{"redirect":8580098,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10124499,"hoster":"VOE"},{"redirect":10124478,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vein","epNo":5,"alt":"Vein","descr":"Auf dem Seeweg nach Amerika kommt es zu einer unerwarteten Begegnung mit Kokos Bruder Kasper Hekmatyar, die bei Jonah bittere Erinnerungen weckt. Denn es nicht das erste Mal, dass er und Kasper aufeinander treffen – uns Kasper Hekmatyar trägt ein gerüttelt Maß Verantwortung für Jonah\u0027s Hass auf Waffenhändler.","versions":[{"lang":1,"streams":[{"redirect":8831987,"hoster":"VOE"},{"redirect":8580100,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10715917,"hoster":"VOE"},{"redirect":10124479,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"African Golden Butterlies Phase.1","epNo":6,"alt":"African Golden Butterflies Phase.1","descr":"In Südafrika will Koko ihre Freundin, die Robotik-Expertin Dr. Miami treffen. Doch die Erfinderin hat sich auf eine Expedition begeben, um eine seltene Schmetterlingsart zu finden. Auch der mysteriöse Geschäftsmann Guoming Chen sucht nach ihr und schickt seine Leibwächterin Karen Lo auf ihre Fährte. Diese jedoch hat eigene Pläne – und für Valmet erwacht ein Trauma aus ihrer Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8831985,"hoster":"VOE"},{"redirect":8580099,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10124482,"hoster":"VOE"},{"redirect":10124480,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"African Golden Butterlies Phase.2","epNo":7,"alt":"African Golden Butterflies Phase.2","descr":"Kokos geplantes Treffen mit ihrer alten Freundin Dr. Miami fällt ins Wasser – die exzentrische Ingenieurin ist spontan zu einer Expedition aufgebrochen, um seltene Schmetterlinge zu finden. Valmet und die anderen setzen sich auf ihre Fährte, doch sie sind nicht die Einzigen. Und die andere Seite hat keine guten Absichten …","versions":[{"lang":1,"streams":[{"redirect":12917138,"hoster":"VOE"},{"redirect":8580101,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10124484,"hoster":"VOE"},{"redirect":10124486,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mondo Grosso","epNo":8,"alt":"Mondo Grosso","descr":"Beim Treffen des Komitees für UAV (Unbemannte Luftfahrt) in London hofft Koko, amerikanische Predatoren-Drohnen für HCLI an den Mann zu bringen. Doch die rivalisierende EURO-Group, vertreten durch die raffinierte Amalia Trochovsky, schnappt ihr einen Auftrag nach dem anderen vor der Nase weg. Es sieht ganz so aus, als hätte Koko diesmal das Nachsehen.","versions":[{"lang":1,"streams":[{"redirect":8831984,"hoster":"VOE"},{"redirect":8580104,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Dragon Shooter Phase. 1","epNo":9,"alt":"Dragon Shooter Phase.1","descr":"Ein Team \"Ärzte für Menschenrechte\" soll in eine krisengeschüttelte Balkan-Region geschmuggelt werden. Vorbei an Kokos anderen Kunde, dem örtlichen Militär. Und vor allem vorbei an der die Gegend beherrschenden Miliz der \"Balkan-Drachen\" (BALDRA) und deren Anführer Niolavic, der ebenfalls Baldra genannt wird. Doch die haben bereits von dem Transport erfahren …","versions":[{"lang":1,"streams":[{"redirect":8831981,"hoster":"VOE"},{"redirect":8580103,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dragon Shooter Phase. 2","epNo":10,"alt":"Dragon Shooter Phase.2","descr":"Die BALDRA-Miliz droht die Transportmaschine von HCLI abzuschießen, sobald diese den Flughafen verlässt. Zudem ist auch noch der Oberarzt der \"Ärzte für Menschenrechte\" in Baldras Gewalt. Es sieht ganz und gar nicht gut aus für die Balken-Drachen und ihren Boss.","versions":[{"lang":1,"streams":[{"redirect":8831986,"hoster":"VOE"},{"redirect":8580107,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Berg des Ruins Phase. 1","epNo":11,"alt":"Hill of Destruction Phase.1","descr":"Die Spur zum Mörder ihrer Kameraden, auf die Valmet in Südafrika gestoßen ist, lässt sie nicht los. Als Koko und ihre Crew einen Auftrag in Alexandria ausführen, setzt sie sich ab, um endlich den Dämon ihrer Vergangenheit zu konfrontieren. Doch das tut sie nicht allein: Jonah folgt ihr heimlich. Ausgerechnet jetzt setzt sich ein weiteres Killer-Team auf die Versen der Waffenhändlerin.","versions":[{"lang":1,"streams":[{"redirect":8832001,"hoster":"VOE"},{"redirect":8580105,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Berg des Ruins Phase. 2","epNo":12,"alt":"Hill of Destruction Phase.2","descr":"Valmet ist es gelungen, Jonah abzuschütteln und in die Firmenräume der Daxinghai Company vorzudringen. Doch nicht nur mit Chens Bodyguard Lee hat sie einen tötlichchen Gegner – auch der alte Geschäftsmann selbst ist nicht das, was er zu sein scheint. Und dann ist da ja auch noch Karen Lo, die ihrerseits schwer an der Niederlage gegen Valmet zu kauen hat.","versions":[{"lang":1,"streams":[{"redirect":8831996,"hoster":"VOE"},{"redirect":8580115,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"The Snake that Admires the Heavens","epNo":1,"alt":"The Snake that Admires the Heavens","descr":"Anlässlich eines Raketenstarts treffen Koko und ihre unberechenbare Freundin, Dr. Minami Amada, endlich zusammen. Doch die Wissenschaftlerin hat eine unerwartete Überraschung im Gepäck: Valmets Widersacherin Karen Lo! Auch Koko steht ein Wiedersehen mit einer alten Feindin bevor. Beim CIA hat noch jemand eine alte Rechnung zu begleichen.","versions":[{"lang":1,"streams":[{"redirect":8831988,"hoster":"VOE"},{"redirect":8580106,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dance with Undershaft Phase.1","epNo":2,"alt":"Dance with Undershaft Phase.1","descr":"Seit ihr Verlobter bei den Anschlägen vom 11. September 2011 umkam, ist die frühere Elite-Soldatin und jetzige CIA-Agentin Hex eine fanatische Jägerin von Terroristen und Staatsfeinden. Dazu zählt sie auch Waffenhändler wie Koko Hekmatyar. Bereits vor zwei Jahren sind Hex und ihre Leute mit Koko und ihren Bodyguards aneinandergeraten – mit schmerzhaften Verlusten auf beiden Seiten.","versions":[{"lang":1,"streams":[{"redirect":8831990,"hoster":"VOE"},{"redirect":8580109,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13515970,"hoster":"VOE"},{"redirect":10124487,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Dance with Undershaft Phase.2","epNo":3,"alt":"Dance with Undershaft Phase.2","descr":"Als sich die Wege von R und Bookman zum ersten Mal kreuzten, war R noch bei den Bersaglieri und hatte von Kokos Truppe noch nicht einmal gehört. Jetzt nutzt er seine alten Kontakte, um herauszufinden, wer hinter den Anschlägen auf Koko steckt. Und was er herausfindet, gefällt ihm gar nicht …","versions":[{"lang":1,"streams":[{"redirect":8831992,"hoster":"VOE"},{"redirect":8580108,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13515972,"hoster":"VOE"},{"redirect":10124488,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kasper und Jonah","epNo":4,"alt":"Kasper and Jonah","descr":"Ein unsichtbarer Rivale macht HCLI in Ostasien das Leben schwer und durchkreuzt wieder und wieder Kaspers Pläne. Die Hekmatyar-Geschwister tun sich zusammen, um hinter das Geheimnis des \"Phantoms\" zu kommen. Doch das bedeutet zwangsläufig ein erneutes Aufeinandertreffen von Kasper und Jonah. Ob das eine gute Idee ist, nachdem die letzte Begegnung der beiden um ein Haar blutig endete … ?","versions":[{"lang":1,"streams":[{"redirect":8831991,"hoster":"VOE"},{"redirect":8580110,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Castle of Lies Phase 1","epNo":5,"alt":"Castle of Lies Phase.1","descr":"Nachdem Tojo Kaspers Verdacht bestätigt hat, dass es sich be idem \"Phantom\" um seine frühere Einheit, die SR-Gruppe, handelt, liegt die Lösung für Kokos Bruder auf der Hand: Den Gegner vernichten. Koko ist skeptisch aber bereit, ihren Bruder zu unterstützen. Die Hekmatyar-Geschwister bereiten sich darauf vor, in Aktion zu treten. Doch die SR-Gruppe kommt ihnen zuvor …","versions":[{"lang":1,"streams":[{"redirect":8831989,"hoster":"VOE"},{"redirect":8580111,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Castle of Lies Phase 2","epNo":6,"alt":"Castle of Lies Phase.2","descr":"Um über eine Aufteilung des umstrittenen Gebietes zu verhandeln, soll Kasper eine Vertreterin von Gambir Trading – der Firmenfassade der SR-Gruppe – in Jakarta treffen und Koko zeitgleich den Firmenchef und Anführer Hinoki auf der künstlichen Insel Umihotaru in der Bucht von Tokio.","versions":[{"lang":1,"streams":[{"redirect":8831993,"hoster":"VOE"},{"redirect":8580112,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pazuzu","epNo":7,"alt":"Pazuzu","descr":"Ein Transport durch die Wüste des Irak weckt in Wiley die Erinnerung an seine Zeit beim US-Militär, denn sein erster Einsatz mit der Delta Force – bei dem er Lehm und Echo kennen lernte – fand genau hier statt, zur Zeit des Golfkriegs. Sprengstoffexperte Wiley war schon damals ein Ass darin, Bomben aufzuspüren, zu entschärfen – und zu legen.","versions":[{"lang":1,"streams":[{"redirect":8831999,"hoster":"VOE"},{"redirect":8580113,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"NEW WORLD Phase 1","epNo":8,"alt":"New World Phase.1","descr":"Kokos Anwesenheit bei der Eröffnung einer zweiten Produktionsstätte der Spielzeugfirma \"Märchen\", für die Dr. Amada arbeitet, zieht die Aufmerksamkeit nicht nur des CIA auf sich. Es ist offensichtlich, dass Koko und Miami etwas zusammen aushecken – aber was?","versions":[{"lang":1,"streams":[{"redirect":8831994,"hoster":"VOE"},{"redirect":8580114,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"NEW WORLD Phase 2","epNo":9,"alt":"New World Phase.2","descr":"Die Entführung einer Top-Wissenschaftlerin gibt nicht nur dem CIA neue Rätsel auf, denn die Spur führt zu Koko Hekmatyar. Bookman vermutet, ihr nächstes Ziel könnte der in einem geheimen Lager in Guantanamo Bay festgehaltene Whistleblower und Informatiker \"Hasenpfote\" sein. Doch er ist nicht der Einzige, der zu diesem Schluss kommt und ein neuer Spieler betritt das Feld.","versions":[{"lang":1,"streams":[{"redirect":8831995,"hoster":"VOE"},{"redirect":8580117,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"NEW WORLD Phase 3","epNo":10,"alt":"New World Phase.3","descr":"Um die Entführung von Hasenpfote aus Camp No zu verhindern, hat Tory Plame eine Sondereinheit der Navy Seals abkommandiert: Die Night Nine. Kokos Truppe trifft mit ihnen auf ernstzunehmende Gegner. Doch wie immer hat sie noch ein unerwartetes Ass im Ärmel …","versions":[{"lang":1,"streams":[{"redirect":8832000,"hoster":"VOE"},{"redirect":8580118,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Warmonger","epNo":11,"alt":"Warmonger","descr":"Endlich eröffnet Koko ihren Mitstreitern, was sie und Miami vorhaben und lüftet das Geheimnis von \"Jormungand\". Doch der Preis, den ihr Vorhaben kosten wird, ist hoch und nicht jeder ist bereit, ihn zu bezahlen – oder andere bezahlen zu lassen …","versions":[{"lang":1,"streams":[{"redirect":8831997,"hoster":"VOE"},{"redirect":8580123,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Century of Shame","epNo":12,"alt":"Century of Shame","descr":"Zwei Jahre später hängen Kokos Pläne immer noch wie ein Damoklesschwert über der Welt. Doch \"Jormungand\" ist nicht die einzige Bedrohung. Überall herrschen Krisen, stehen Kriege – wenn nicht gar der Dritte Weltkrieg – kurz vor dem Ausbruch. Und Jonah muss sich entscheiden, wohin sein Weg ihn führen soll.","versions":[{"lang":1,"streams":[{"redirect":8831998,"hoster":"VOE"},{"redirect":8580116,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13515971,"hoster":"VOE"},{"redirect":10124491,"hoster":"Streamtape"}]}]}]}]}