{"path":"/serie/stream/journeyman-der-zeitspringer","name":"Journeyman – Der Zeitspringer","descr":"Dan Vasser (Kevin McKidd) ist Reporter bei der Tageszeitung \"San Francisco Register\". Er führt ein glückliches Familienleben mit seiner Frau Katie (Gretchen Egolf) und seinem siebenjährigen Sohn Zack (Charles Henry Wyson), bis er völlig unerwartet zu einem Zeitreisenden wird. Ohne Kontrolle über Zeitpunkt und Dauer seiner Zeitreisen, springt er immer wieder zurück in die Vergangenheit. Verwirrt und ratlos stolpert er zunächst durch die Straßen von San Francisco und versucht herauszufinden, was mit ihm passiert ist. Erst nach einiger Zeit wird ihm klar, dass ihm bestimmte Menschen immer wieder begegnen und er offensichtlich den Auftrag hat, deren Schicksal zum Positiven zu wenden. Er muss Verbrechen bekämpfen und Katastrophen verhindern, um so den Lauf der Geschichte und damit die Zukunft zu verändern …","seasons":[{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-1","name":"Die Erste Reise","epNo":1,"alt":"A Love of A Lifetime","descr":"Zeitungsreporter Dan Vasser und seine Frau Katie haben Hochzeitstag und planen, dies bei einem gemeinsamen Abendessen zu feiern. Auf der Taxifahrt zum Restaurant wird Dan von einem heftigen Kopfschmerz überfallen und befindet sich, nachdem er wieder zu sich gekommen ist, 20 Jahre in der Vergangenheit. Während er durch die Straßen von San Francisco stolpert und herauszufinden versucht, was mit ihm passiert ist, beobachtet er wie ein Mann sich offensichtlich das Leben nehmen und vor einen Bus werfen will. In letzter Sekunde kann er den Mann retten. Sein Name ist Neil Gaines. Nach dem Zwischenfall macht sich Dan auf den Weg nach Hause und befindet sich, dort angekommen, plötzlich wieder in der Gegenwart. Allerdings sind seit seinem Verschwinden zwei Tage vergangen, und seine Familie erwartet von ihm eine Erklärung. Seine Ausrede wollen jedoch weder Katie noch sein Bruder Jack glauben. Kurze Zeit später verschwindet Dan erneut, trifft in der Vergangenheit wieder auf Neil Gaines und erlebt zudem eine weitere Überraschung, denn er begegnet seiner totgeglaubten Ex-Verlobten Livia. Dan ist überzeugt davon, dass es einen Zusammenhang zwischen seiner Zeitreise und diesem Mann und Livia gibt und beginnt nachzuforschen. Er findet heraus, dass Neils Frau und Kind ums Leben gekommen sind. Nun will er der Sache vollends auf den Grund gehen, wird aber auf seiner Suche nach einer Erklärung immer wieder zurück in Gegenwart katapultiert, um dort auf seine immer misstrauischer werdendes privates Umfeld zu treffen. Katie, Jack und Hugh, der Chefredakteur des \"San Francisco Register\" sind sich sicher, dass Dans Verhalten auf Spielsucht oder Drogen zurückzuführen ist, schaffen es aber nicht an ihn heranzukommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965218","hoster":"VOE"},{"path":"/redirect/8965220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-2","name":"Sinn des Lebens","epNo":2,"alt":"Friendly Skies","descr":"Dan landet bei einem Zeitsprung im Flugzeug in den 70er-Jahren. Hoch über den Wolken muss er der hochschwangeren Diana bei der Entbindung helfen. Weitere Zeitsprünge machen Dan klar, dass er als eine Art Schutzengel für Dianas Tochter Tana fungiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965222","hoster":"VOE"},{"path":"/redirect/12482437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-3","name":"Erdbeben","epNo":3,"alt":"Game Three","descr":"Dans Reise führt ihn zurück ins Jahr 1989 – kurz bevor das große Erdbeben Teile von San Francisco in Schutt und Asche legen wird. Er trifft auf Alan Pratt, einen Anwalt, der sein gesamtes Vermögen verspielt und keinen Lebenswillen mehr hat. Da Dan selbst unter Spielsucht litt und dadurch den Zusammenhalt seiner Familie auf eine harte Probe gestellt hatte, versucht er Alan wieder auf den rechten Weg zu bringen. Wieder in der Gegenwart findet Dan heraus, dass Hughs Schwester Charlotte durch das Beben ums Leben kam. Für Dan stellt sich nun die quälende Frage, was der eigentliche Grund für diese Mission ist. Soll er die Stadt retten, Alan Pratt oder Hughs Schwester? Dan wird auch diesmal von Livia begleitet, die ihm eröffnet, dass sie schon lange bevor sie sich kennenlernten durch die Zeit gereist ist. Auf Dans Frage, ob die Fähigkeit durch die Zeit reisen zu können einem weit höheren Sinn dienen soll, bleibt sie jedoch eine Antwort schuldig. In der Gegenwart wird es für Dan derweil immer problematischer, seinen Job, seine Familie und die Zeitreisen unter einen Hut zu bringen. Katie hat die Tatsache akzeptiert, dass ihr Mann ein Zeitreisender ist und dass ein stabiles Familienleben nur mit großem Vertrauen zueinander aufrecht zu erhalten ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965214","hoster":"VOE"},{"path":"/redirect/8965212","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-4","name":"Notwehr","epNo":4,"alt":"The Year of the Rabbit","descr":"Dan reist in die 90er-Jahre, um den aktenkundigen Mord an der jungen Unternehmerin Melissa Waters zu verhindern. Seine Mission ist von Erfolg gekrönt. Durch Dans Eingriff verändert sich der Lauf der Dinge. So gerät Melissa in eine Situation, in der sie ihren potentiellen Mörder selbst aus Notwehr erschießt. Ihr Ex-Freund, ein Polizist, kann den Vorfall bezeugen und mit Dans Hilfe dafür sorgen, dass Melissa für die Tat nicht zur Verantwortung gezogen wird. In der Gegenwart beginnt Dan, sich über Tachyonen zu informieren, Elementarteilchen, die sich schneller bewegen als das Licht. Er hofft, durch seine Recherchen mehr über Zeitreisen herausfinden zu können. Der Wissenschafts-Redakteur seiner Zeitung stellt für ihn den Kontakt zu dem Physiker Dr. Elliot Langley her, der sich wenig später mit Dan in Verbindung setzt. Zuhause versucht Katie einen Wasserschaden im Haus zu beheben. Viel schlimmer als die häuslichen Missstände ist allerdings ihre Befürchtung, dass Dan sie nicht zu einer Spendengala begleiten könnte, deren Organisation sie übernommen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336397","hoster":"VOE"},{"path":"/redirect/8965210","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-5","name":"Die Legende von Dylan McCleen","epNo":5,"alt":"The Legend of Dylan McCleen","descr":"Während einer Einkaufstour über den Wochenmarkt mit seiner Familie verschwindet Dan plötzlich für eine Zeitreise und lässt seinen Sohn Zack ohne Aufsicht zurück. Dan macht hierbei die schmerzliche Erfahrung, dass er seiner Verantwortung als Vater nicht mehr gerecht werden kann und befürchtet, dass sich Zack von ihm abwenden könnte. In der Vergangenheit zur Zeit des US-Militäreinsatzes in Vietman, Kambodscha und Laos begegnet er dem berüchtigten Dylan McCleen, ein Soldat, der ein Flugzeug entführte und mit einem Koffer voller Lösegeld über dem Dschungel mit dem Fallschirm abgesprungen war. Seit dieser Zeit wird McCleen als Schwerverbrecher gesucht, konnte aber nie gefunden werden. Dan berichtet Hugh, der großes Interesse an dieser Geschichte zeigt, dass er das Geheimnis um die Person Dylan McCleen und seine wahre Identität möglicherweise aufdecken könnte und verschafft sich so Freiraum für seine Zeitreisen. Um McCleen in der Vergangenheit wieder aufspüren zu können macht Livia Dan einen gewagten Vorschlag: Der einzige Mensch, der einen Anhaltspunkt über den Verbleib von Dylan McCleen haben könnte, ist Dans Vater, der seinerzeit ebenfalls als Reporter beim \"Register\" arbeitete …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965204","hoster":"VOE"},{"path":"/redirect/8965205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-6","name":"Brüder","epNo":6,"alt":"Keepers","descr":"Dans Reise führt ihn diesmal in das Jahr 1986, wo er auf zwei Brüder trifft, die sich heftig streiten. Der jüngere Steven versucht seinen älteren Bruder Michael davon abzuhalten, eine selbstgebaute Rakete zu zünden. Dan kann das Schlimmste verhindern und erfährt von ihrer schweren Kindheit und den Misshandlungen durch ihren Vater. Dan erkennt aber auch die herausragenden Talente der beiden, die sie allerdings völlig unterschiedlich einsetzen. Im Laufe der Jahre entwickelt sich Michael zu einem hervorragenden Automechaniker, während Steven seine Fähigkeiten als Chemiker für kriminelle Zwecke einsetzt und zu einem Bombenleger wird, der Menschenleben auf dem Gewissen hat. Mit Hilfe von Michael kann Dan ein Attentat verhindern und Steven auf den rechten Weg zurückführen. In der Gegenwart entschließt sich Katie zu einer Rückkehr ins Berufsleben als Moderatorin und nimmt ohne Dans Wissen ein Bewerbungsband auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965208","hoster":"VOE"},{"path":"/redirect/8965207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-7","name":"Beziehungshilfe","epNo":7,"alt":"Double Down","descr":"Dan sieht Katies Vorhaben, wieder als Fernsehjournalistin zu arbeiten, mit gemischten Gefühlen entgegen. Sein Wunsch nach einem zweiten Kind würde so nämlich in noch weitere Ferne rücken. Andererseits weiß Dan, dass Katie einen Ausgleich braucht, um Kraft und Selbstbewusstsein zu tanken. Katie und Dan müssen wegen eines Korrespondenten-Dinners außer Haus und bitten Jack auf Zack aufzupassen. Die beiden verbringen einen Spieleabend und wollen währenddessen Pizza besorgen. Jack bemerkt, dass er nicht genügend Bargeld hat, woraufhin Zack ihm die Geldtasche mit dem \"Spielgeld\" seines Vaters, bzw. dem Lösegeld von Dylan McCleen zeigt. Jack überzeugt seinen Neffen, dass man mit dem \"Spielgeld\" keine Pizza bezahlen könne, nimmt aber einen Schein an sich, um ihn untersuchen zu lassen. Die Überprüfung der Seriennummer ergibt, dass dieser Schein aus McCleens Lösegeld stammt, woraufhin sich Jack vor dem FBI verantworten muss. Wenig später reist Dan zurück ins Jahr 1999, wo er während eines Handgemenges seinen Presseausweis verliert. Nachdem einer der Verbrecher den Ausweis findet, gerät sein eigenes Leben in höchste Gefahr. Dan und Livia müssen dafür sorgen, dass Dans früherem Ich nichts geschieht, denn andernfalls würde er zu diesem Zeitpunkt nicht mit Katie zusammenkommen und hätte als Folge dessen in der Gegenwart keine Familie mehr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12279639","hoster":"VOE"},{"path":"/redirect/8965201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-8","name":"Richtungswechsel","epNo":8,"alt":"Winterland","descr":"Dan und Livia landen auf einer Swingerparty in den 70er-Jahren und werden Zeuge, wie die junge Abby ihre Mutter mit einem fremden Mann im Bett erwischt. Abby wird dadurch traumatisiert, sie wurde nach diesem Ereignis nie wieder gesehen und ist vermutlich umgekommen. Dan setzt alles daran, sie zu retten. Dan bewahrt sie vor dem Schicksal, zu sterben. Dadurch lernt Abby aber einige junge Leute kennen, mit denen sie einen Schnapsladen ausrauben will, was sie für 30 Jahre ins Gefängnis bringen würde. Zurück in der Gegenwart versucht Katie, wieder in ihren alten Job beim Fernsehen zurückzukommen. Garrity vom FBI untersucht in der Zwischenzeit die Zusammenhänge im Dylan-McCleen-Fall und versucht, Dan eine Beteiligung anzuhängen … (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965198","hoster":"VOE"},{"path":"/redirect/8965197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-9","name":"Emily","epNo":9,"alt":"Emily (Part 1 of 2)","descr":"Dan findet sich plötzlich auf einer Party Anfang der 90er-Jahre wieder und entdeckt hinter einer Steinmauer ein entführtes Kind, Emily Kelso. Sie ist ein Pflegekind, das entführt wurde und nie wieder aufgetaucht ist. Allerdings kommt der Entführer davon, als Dan in die Gegenwart zurückspringt. Doch Dan gibt nicht auf: Bei seinen Recherchen stellt er fest, dass der Kidnapper, ein gewisser Aeden Bennett, später ein weiteres Kind entführt hat. Dan beschließt, die Vergangenheit zu ändern, indem er auch das andere Mädchen rettet und Bennett hinter Gitter bringt. Livia ist davon alles andere als begeistert – sie weiß, dass solche Versuche meist in einem Desaster enden, weil Eingriffe in die Vergangenheit oft unerwartete Konsequenzen in der Gegenwart haben. Und das bekommt auch Dan zu spüren, als er sich trotz Livias eindringlicher Warnungen auf die Jagd nach Bennett begibt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965195","hoster":"VOE"},{"path":"/redirect/8965194","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-10","name":"Kindheitstrauma","epNo":10,"alt":"Blowback (Part 2 of 2)","descr":"Dan wird in seinem Haus von Aeden Bennett angeschossen – dem Mann, den er wegen Kindesentführung sechs Jahre hinter Gitter gebracht hatte. Bevor Bennett seine Tat vollenden kann, verschwindet Dan auf unerklärliche Weise – er hat erneut eine Reise in die Vergangenheit angetreten. Im Jahr 1983 wird er wegen seiner Schussverletzung erst einmal ins Krankenhaus eingeliefert, und auch die Polizei interessiert sich deswegen für Dan. Zum Glück kann ihm Livia, die sich als seine Frau ausgibt, noch einmal aus der Patsche helfen. Zu Dans Verblüffung ist sein Ziel diesmal Aeden Bennett, der 1983 noch ein kleiner Junge ist. Dan findet heraus, dass Aeden von seinem Vater misshandelt wird, was seine Entwicklung zum Kindesentführer verursacht haben könnte. Aber kann es dem Zeitreisenden gelingen, Aedens Wandlung zum Verbrecher zu verhindern?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965191","hoster":"VOE"},{"path":"/redirect/8965190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-11","name":"Von Vätern und Söhnen","epNo":11,"alt":"Home by Another Way","descr":"Weihnachten steht vor der Tür. Dans Mutter Barbara hat ihren Besuch angekündigt. Eigentlich hätte Jack lieber seine Ruhe, denn Kathy scheint die Geiselnahme immer noch nicht verarbeitet zu haben und kompensiert ihr Trauma mit Plätzchen backen und andern Vorbereitungen auf das Fest. Dan plagen ganz andere Probleme: Ihm und einem Viertel der Redaktionsbelegschaft soll gekündigt werden. Plötzlich wird er wieder in die Vergangenheit gerissen: Weihnachten 1979 trifft er seinen Vater Frank, der an diesem Tag seine Familie verlassen will. In dieser Nacht stirbt auch der Seniorchef der Redaktion Merritt Almbacher. Dan findet heraus, dass dessen Sohn Dennis darin verwickelt ist und von der damaligen Bürohilfe Nancy Stokes gedeckt wird. Brisant an dieser Erkenntnis ist, dass Nancy auch in der Gegenwart noch als Reporterin beim Register arbeitet. Dan kann die Kündigung mit Hilfe von Nancy verhindern. Am gemeinsamen Heiligabend eröffnet Theresa Jack, dass sie schwanger ist und Dan erfährt von Jack die Umstände des Verschwindens seines Vaters …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965188","hoster":"VOE"},{"path":"/redirect/14223661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-12","name":"Schmetterlingseffekt","epNo":12,"alt":"The Hanged Man (Part 1 of 2)","descr":"Nachdem Dan in die Vergangenheit katapultiert wird, landet er auf seiner Reise in einem Wohnmobil, das eine Klippe herunter zu stürzen droht. Bei der Rettungsaktion von Sandra und ihrem Sohn Christopher verliert Dan seine Digitalkamera. Dadurch verändert er natürlich grundlegend die Zukunft. Die Technologie ist zehn Jahre fortgeschritten und Dan hat statt Zack eine Tochter Caroline. Kathies Schwester Annette ist zu Besuch und hält die Familie mit ihrer unverblümten Art auf Trapp. Sie hat eine Kartenleserin organisiert, um Kathie zu helfen, etwas mehr Klarheit in ihr Leben zu bringen. Überraschender Weise kann Georgina Dan aber Tipps geben, seinen Sohn Zack zurückzubekommen. Derweil ist Livia in der Vergangenheit mitten in den Hochzeitsvorbereitungen. Sie steht Dan aber zur Seite, als er fieberhaft versucht, seine Digitalkamera wiederzubeschaffen, aber das Forschungsinstitut sie nicht mehr herausrücken will. Gemeinsam gelingt es ihnen, die Kamera zurückzu ekommen und Dan findet zu Hause wieder alles so vor, wie es sein soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965184","hoster":"VOE"},{"path":"/redirect/8965187","hoster":"Streamtape"}]}]},{"path":"/serie/stream/journeyman-der-zeitspringer/staffel-1/episode-13","name":"Perfidia","epNo":13,"alt":"Perfidia (Part 2 of 2)","descr":"Dan landet in einer psychiatrischen Anstalt und trifft dort auf Evan Pattison, der behauptet, auch ein Zeitreisender zu sein. Gemeinsam gelingt ihnen die Flucht und zusammen mit Livia versuchen sie Evans große Liebe Lauren zu finden. Lauren kann sich aber nicht mehr an die Ehe mit Evan erinnern, da er nach ihrem Tod immer wider die Zukunft verändert hat, um sie zu retten. Wenig später stellt Jack Elliot Langley zur Rede, um mehr über die Macher und Hintergründe der Zeitreisenden zu erfahren. Doch Langley will davon nichts wissen, da er die Gefahr erkennt. Derweil versucht Annette Kathie dazu zu überreden, ein neues Haus zu kaufen, da sich Kathie nach der Geiselnahme nicht mehr sicher fühlt. Anderswo bescheren Dan und Livia Evan und Lauren einen letzten Tanz. Bei diesem stirbt Evan aber, weil es für ihn so vorherbestimmt ist. Dan erkennt, dass der Todestag von Evan der Beginn seiner Zeitreisen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8965182","hoster":"VOE"},{"path":"/redirect/8965181","hoster":"Streamtape"}]}]}]}]}