{"path":"/serie/stream/junjou-romantica","name":"Junjou Romantica","descr":"Misaki lebt nach dem Tod seiner Eltern gemeinsam mit seinem Bruder Takahiro zusammen. Takahiro kümmert sich um ihn und gibt dafür auch sein Studium auf, weswegen Misaki unbedingt an seiner Stelle studieren will. Um das zu erreichen, soll ihm Takahiros Freund und erfolgreicher Romanautor Akihiko, Nachhilfe geben. Bald entdeckt Misaki, dass Akihiko in seinen Bruder verliebt ist, jedoch heiratet dieser bald und Misaki bedauert Akihiko dafür...","seasons":[{"path":"/serie/stream/junjou-romantica/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/junjou-romantica/filme/film-1","name":"","epNo":1,"alt":"OVA","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725266","hoster":"VOE"},{"path":"/redirect/11725264","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/junjou-romantica/staffel-1/episode-1","name":"Wahrheit ist stärker als Erdichtung","epNo":1,"alt":"Truth Is Stranger Than Fiction","descr":"\"Die Wahrheit ist seltsamer als die Fiktion\" - das sind Misaki, eine durchschnittliche Oberschülerin, und Akihiko, ein berühmter Schriftsteller. Die beiden treffen sich zufällig, als Misaki Akihiko dabei erwischt, wie er seinen Bruder umarmt, für den Akihiko Gefühle hegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13741357","hoster":"VOE"},{"path":"/redirect/13615637","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11724915","hoster":"VOE"},{"path":"/redirect/11724904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-2","name":"Es hat keinen Sinn über verschüttete Milch zu weinen","epNo":2,"alt":"There`s No Use Crying over Spilt Milk","descr":"\"Es hat keinen Sinn, über verschüttete Milch zu weinen\" --- Ein Monat ist vergangen und Misaki wurde an der Fakultät für Wirtschaftswissenschaften der Mitsuhashi Universität angenommen. Seit dem zweiten Schultag verhalten sich alle Misaki gegenüber seltsam und meiden ihn. Sein neuer Freund Sumi Keiichi erzählt ihm, dass sich alle fragen, woher er Akihiko Usami, den berühmten Schriftsteller, kennt. Usami ist eifersüchtig auf Misakis neuen Freund, und Misaki fragt sich, ob Usami ihn nur als Ersatz für seinen Bruder mag. Sie streiten sich, Usami gibt zu, dass er eifersüchtig war, und dann schlafen sie miteinander. Usami merkt, dass er sich in Misaki verliebt und Misaki spürt, dass sich auch in ihm etwas verändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863145","hoster":"VOE"},{"path":"/redirect/13615641","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12923822","hoster":"VOE"},{"path":"/redirect/11724907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-3","name":"Klopf und es wird dir geöffnet","epNo":3,"alt":"Knock, and It Shall Be Opened to You","descr":"\"Hiroki Kamijou sitzt in einem Park und erinnert sich an seine erfolglose Beziehung mit seinem Jugendfreund und Schwarm Akihiko Usami. Seine Gedanken werden jäh gestört, als Nowaki Kusama eine Spielzeugrakete abschießt und ihn fast trifft. Nowaki sieht ihn weinen und zerrt ihn zu einer Gruppe von Männern, die die Rakete beobachten. Hiroki erfährt, dass Nowaki ein Findelkind ist. Später besteht Nowaki darauf, dass Hiroki sein Nachhilfelehrer wird, um ihm bei der Prüfung für die Oberstufe zu helfen. Akihiko stattet Hiroki einen Überraschungsbesuch ab, aber Nowaki unterbricht ihn und gesteht ihm seine Liebe zu Hiroki, indem er sagt, er habe sich in dem Moment verliebt, als er ihn sah. Hiroki fordert ihn auf, zu gehen und nie wiederzukommen. Hiroki kann jedoch nicht aufhören, an Nowaki zu denken und spioniert ihm schließlich nach. Nowaki kehrt zurück, um Hiroki zu konfrontieren, sie gestehen sich ihre Liebe und schlafen miteinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13858516","hoster":"VOE"},{"path":"/redirect/13615644","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11724919","hoster":"VOE"},{"path":"/redirect/11724916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-4","name":"Die Angst ist oft größer als die Gefahr selbst","epNo":4,"alt":"The Fear Is Often Greater Than the Danger Itself","descr":"Akihiko schreibt nicht nur Liebesromane für Jungs, sondern auch Mainstream-Bücher, die mehrere Preise gewonnen haben und ihn in ganz Japan bekannt gemacht haben. Daher hat er eine sehr enge Beziehung zu seiner Lektorin, die sogar einen Schlüssel zu seiner Wohnung hat. Misaki findet das sehr seltsam ... könnte da mehr zwischen den beiden sein, als es den Anschein hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857037","hoster":"VOE"},{"path":"/redirect/13615647","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11724923","hoster":"VOE"},{"path":"/redirect/11724927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-5","name":"Kennenlernen ist der Anfang vom Abschied","epNo":5,"alt":"Meeting Is the Beginning of Parting","descr":"Fünf Jahre nachdem Hiroki und Nowaki sich kennengelernt hatten, verschwand Nowaki spurlos. Ein Jahr lang war er verschwunden, und Hiroki dachte, er würde Nowaki vielleicht nie wiedersehen. Doch dann kam eine einfache Postkarte mit der Post: \"Es ist schon eine Weile her. Ich werde am 30. Mai ins Land zurückkehren.\" Hiroki wird wieder mitgerissen und kämpft zwischen Liebe und Hass für den unberechenbaren, unwiderstehlichen Nowaki.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13858489","hoster":"VOE"},{"path":"/redirect/13619618","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11724949","hoster":"VOE"},{"path":"/redirect/11724937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-6","name":"Aus Unglück kann auch gutes werden","epNo":6,"alt":"Turning a Misfortune into a Blessing","descr":"Nowaki, der sich in seiner Beziehung unsicher fühlt und nach einer Möglichkeit sucht, eine Verbindung herzustellen, fragt Hiroki, ob er ihn mit demselben freundlichen Spitznamen anreden darf, den alle anderen auch haben. Als Hiroki dies rundheraus ablehnt, sind Nowakis Gefühle verletzt. Kann er einen anderen Weg finden, die Kluft zwischen ihnen zu überbrücken, oder führt ihre Beziehung ins Leere?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13856675","hoster":"VOE"},{"path":"/redirect/13615648","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11724950","hoster":"VOE"},{"path":"/redirect/11724943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-7","name":"","epNo":7,"alt":"Spare the Rod and Spoil the Child","descr":"Misaki denkt über eine wichtige Frage nach... gehen er und Akihiko tatsächlich \"aus\"? Sie leben zusammen, essen zusammen und werden ziemlich intim miteinander, aber es scheint nicht die Art von Liebesbeziehung zu sein, die Paare normalerweise haben. Also löst Akihiko das Problem schnell, indem er erklärt, dass sie ein Date haben werden!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13918080","hoster":"VOE"},{"path":"/redirect/11724951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-8","name":"","epNo":8,"alt":"Travelers Have No Need for Shame","descr":"Usagi sagt Misaki, dass er wieder mit Takahiro zusammenleben wird. Misaki ist der Meinung, dass er Usagi zur Last gefallen ist, und lehnt daher nicht ab. Er fährt zu seinem Bruder nach Osaka. Im Haus seines Bruders stellt er fest, dass dies eine normale Familie sein sollte, aber er wird wütend, als Takahiro Usagi kritisiert. Misaki beginnt zu merken, dass er sich einsam fühlt. Usagi ist zu Hause und denkt ständig an Misaki. Es stellt sich heraus, dass er Misaki gehen ließ, weil Takahiro sagte, dass Misaki sich die Schuld am Tod ihrer Eltern gibt. Misaki ruft Usagi vom Bahnhof aus an, und als dieser sich aufregt, sagt er Misaki, sie solle dort auf ihn warten. Als er ankommt, zerrt er Misaki in einen anderen Zug und sagt ihm, dass er ihn nie wieder gehen lassen wird. Usagi bittet ihn, bei ihm zu bleiben, und Misaki sagt ja. Sie verbringen die Nacht zusammen in einem privaten Schlafwagen. Sie kommen in Sapporo an; ein Geburtstagsgeschenk von Usagi für Misaki. Usagi offenbart seine Besessenheit von Marimo.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11724982","hoster":"VOE"},{"path":"/redirect/11724960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-9","name":"","epNo":9,"alt":"Tenderness Is Not Just for the Sake of Others","descr":"Aikawa, der verzweifelt versucht, Akihikos neueste Arbeit fertigzustellen, bittet Misaki, ihm beizubringen, wie eine \"richtige Verabredung\" für eine Studentin aussieht. Die Verabredung wird noch viel komplizierter, als ein Geschenk von Akihikos Vater für Misaki eintrifft, das Akihiko in schlechte Laune versetzt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11724991","hoster":"VOE"},{"path":"/redirect/11724973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-10","name":"","epNo":10,"alt":"Young Men, Be Bold","descr":"\"Jungs, seid ehrgeizig\" --- Der Teenager Takatsuki Shinobu macht seinem Ex-Schwager Miyagi Yo ein Liebesgeständnis. Drei Jahre zuvor versuchten zwei Schläger, Shinobu zu überfallen, und Miyagi verjagte sie. Sie landeten beide auf demselben Heiratsvermittlungs-Treffen für Miyagi und Shinobus Schwester Risako. Jetzt stellt sich heraus, dass Miyagi von Risako geschieden ist, und Shinobu ist gerade von einem Auslandsstudium in Australien zurückgekehrt, als er die Nachricht hört. Als Miyagi gebeten wird, Shinobu bei sich aufzunehmen, entwickelt sich zwischen den beiden eine unangenehme Beziehung. Miyagi fordert Shinobus ernsthafte Liebeserklärung mit einem sexuellen Annäherungsversuch heraus, doch der Plan geht nach hinten los, als er merkt, dass der jüngere Mann es ernst meint. Er zieht sich in sein Büro zurück, aber Shinobu findet ihn. Schließlich rät Miyagi Shinobu, sich in der Schule anzustrengen, denn Menschen, die es nicht ernst meinen, interessieren ihn nicht. Shinobu lässt jedoch nicht von seinem Glauben ab, dass das Schicksal sie von Anfang an zusammengeführt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11724974","hoster":"VOE"},{"path":"/redirect/11724976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-11","name":"","epNo":11,"alt":"You Tend to Do Well at the Things You Enjoy","descr":"\"Alle Dinge sind leicht, die aus freien Stücken getan werden\" - Miyagis und Shinobus Geschichte geht weiter. Als Miyagi zu seinem Auto geht, kommt Risako an, um einen letzten Gegenstand zu holen, und bemerkt, dass Miyagi ihrer Meinung nach ehrlicher zu ihr hätte sein sollen, was seine Gefühle angeht. Als sie geht, hat er einen Rückblick auf seinen Aufenthalt am Krankenbett und einen leeren Rollstuhl. Seine Grübeleien werden durch Shinobus Ankunft zu Hause unterbrochen. Miyagi versucht, überstürzt zu gehen, und lässt dabei ein Foto fallen, das er sich angesehen hat. Shinobu drängt ihn zu Einzelheiten, aber Miyagi sagt ihm, er solle sich um seine eigenen Angelegenheiten kümmern. Shinobu erklärt noch einmal seine Gefühle, aber Miyagi weist sie zurück. Shinobu fordert Miyagi daraufhin auf, mit ihm zu schlafen, um zu zeigen, wie ernst er es meint. Miyagi macht einen aggressiven Vorstoß auf Shinobu, hört aber auf, als Shinobu zu weinen beginnt. Shinobu geht kurz darauf. Als er von der Arbeit nach Hause fährt, erinnert er sich an eine Lehrerin, die er geliebt hat, die Frau auf dem Bild. Zu Hause trifft er auf Shinobu, die gerade geht. Sie unterhalten sich und Shinobu offenbart, dass er Miyagi schon geliebt hat, bevor sie sich während des Angriffs begegneten. Am nächsten Tag ruft Shinobus Vater an, und während des Gesprächs stellt sich heraus, dass Shinobu nach Australien zurückkehren will. Miyagi eilt herbei, um ihn aufzuhalten, und kommt gerade noch rechtzeitig an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11724988","hoster":"VOE"},{"path":"/redirect/11724985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-1/episode-12","name":"","epNo":12,"alt":"There`s No Such Thing as a Chance Encounter","descr":"\"Um Takahiro davon zu überzeugen, Misaki bei sich wohnen zu lassen, hat Usami haarsträubende Lügen erzählt, die Takahiro allesamt glaubt. Am nächsten Tag bittet Keiichi Misaki, Usami zum Gewinn des Kikukawa-Preises zu gratulieren, aber Misaki macht sich plötzlich Sorgen, dass es für eines der expliziten BL-Bücher sein könnte. Als er nach Hause kommt, sprechen Usami, Isaka und Aikawa über die Vorbereitungen für eine Feier. Der Manager erwähnt, dass Haruhiko, Usamis älterer Bruder, anwesend sein wird, was Usami beunruhigt. Die beiden Erwachsenen eilen mit Usami zur Pressekonferenz und Misaki fühlt sich ein wenig verletzt, was er nicht wusste. Er beschließt, etwas für Usami zu tun, als er von einer Blumenlieferung von Usamis Bruder unterbrochen wird. Später am Abend kommt Usami zurück und Misaki drückt seine Traurigkeit darüber aus, dass er ausgeschlossen wurde. Usami findet das charmant und beschließt, mit Misaki ins Bett zu gehen. Die Dinge ändern sich ein wenig, als Misaki versucht, die Initiative zu ergreifen, aber es ist ihm zu peinlich. Er war auf die Idee gekommen, weil Usami zuvor gesagt hatte, dass seine BL-Bücher eine Mischung aus Hobby, Profit und Fantasie seien. Das bringt Usami auf Ideen und er gibt Misaki den Rest der BL-Sammlung und sagt ihm, er solle sie studieren, was ihn noch mehr in Verlegenheit bringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11724910","hoster":"VOE"},{"path":"/redirect/11724900","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/junjou-romantica/staffel-2/episode-1","name":"","epNo":1,"alt":"What Happens Once Will Happen Twice","descr":"Akihiko hasst Firmenfeiern, und als er sich weigert, an einer ihm zu Ehren veranstalteten Party teilzunehmen, spart Isaki nicht mit schmutzigen Tricks. Er bringt Misaki dazu, dorthin zu gehen, um Akihiko dazu zu bewegen. Auf dem Weg zur Party hilft Misaki einem Mann, der sich am Bahnhof verirrt zu haben scheint, aber die größte Überraschung des Abends wird sein, dass Misaki herausfindet, wer dieser mysteriöse Mann ist!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725035","hoster":"VOE"},{"path":"/redirect/11725014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-2","name":"","epNo":2,"alt":"What Happens Twice Will Happen Thrice","descr":"Als Haruhiko Misaki Blumen schickt, wird Akihiko eifersüchtig, weil Misaki sich weigert, ihm seine Liebe zu gestehen. Als Isaki Misaki unter Druck setzt, sich von Akihiko fernzuhalten, um sein öffentliches Image zu schützen, beginnt Misaki selbst, ihre Beziehung in Frage zu stellen. Wo genau stehen sie?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725025","hoster":"VOE"},{"path":"/redirect/11725038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-3","name":"","epNo":3,"alt":"Third Time`s the Charm","descr":"Da Masaki täglich Geschenke von Haruhiko erhält, versucht er, ihn zu bitten, damit aufzuhören, aber Haruhiko scheint nicht zuzuhören. Stattdessen entführt er Masaki in die riesige Familienvilla - ein absolutes Luxusdomizil. Wird Haruhiko Masaki überreden können, Akihiko zu verlassen, wenn er ihm anbietet, in der Familienvilla zu leben?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725039","hoster":"VOE"},{"path":"/redirect/11725036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-4","name":"","epNo":4,"alt":"Casual Words Can Invite Terrible Misfortune","descr":"Nowaki fühlt sich in seiner Beziehung zu Hiro unsicher und möchte, dass Hiro mehr Eigeninitiative zeigt. Er ist sich nicht einmal sicher, ob Hiro gerne mit ihm zusammenlebt. Zufälligerweise ruft Hiro an und bittet Nowaki, ihm einige Materialien zur Universität zu bringen. An der Pforte taucht Miyagi auf und neckt Hiro, indem er ihn Hiroki nennt, was Hiro ärgert, Nowaki aber verwirrt. Er fragt Hiro, ob er ihn Hiroki nennen darf, und Hiro sagt nein. Hiro trifft Nowaki am nächsten Morgen bei der Arbeit, und Akihiko nennt Hiro im Vorbeigehen \"Hiroki\", was Niwaki verärgert, der Hiro daraufhin wegschleift. Später in ihrer Wohnung stellt sich heraus, dass Nowaki sich immer noch unsicher fühlt wegen der Kluft zwischen den beiden. Hiro sagt, dass das keine Rolle spiele und er Nowaki wegen seines Stolzes sowieso nie an sich heranlassen könne. Hiro sagt Nowaki auch, dass er ihn liebt. Während sie sich versöhnen, stellt Nowaki fest, dass der Grund, warum Hiro ihre Beziehung nicht offensiver gestaltet hat, darin liegt, dass er schüchtern ist. Hiro weist auch darauf hin, dass er einen ganz besonderen Namen hat, den nur eine Person zu ihm sagt: Hiro-san.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725051","hoster":"VOE"},{"path":"/redirect/11725044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-5","name":"","epNo":5,"alt":"Many a True Word Is Spoken...","descr":"Misaki braucht ein wenig Abstand und möchte sich mit seinem Schulfreund Sumi treffen, aber Akihiko ist strikt dagegen. Handelt es sich dabei um unangemessene Eifersucht von Akihiko oder hat Sumi wirklich mehr im Kopf als nur die Freundschaft mit Masaki?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725052","hoster":"VOE"},{"path":"/redirect/11725057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-6","name":"","epNo":6,"alt":"A Picture Is Worth a Thousand Words","descr":"Als Hiroki Nowaki und Tsumori in einer kompromittierenden Stellung entdeckt, ist er sich nicht sicher, was er davon halten soll. Nowaki versucht zu erklären, aber Tsumori scheint die Angelegenheit nicht aufklären zu wollen. Als Tsumori beiläufig erwähnt, dass Nowaki darüber nachdenkt, auszuziehen, ist Hiroki irritiert. Wird Nowaki ihn verlassen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725081","hoster":"VOE"},{"path":"/redirect/11725072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-7","name":"","epNo":7,"alt":"Into Each Life Some Rain Must Fall","descr":"Akihiko verhält sich in letzter Zeit sehr seltsam und hat sogar vorgeschlagen, dass Misaki ausziehen soll.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725080","hoster":"VOE"},{"path":"/redirect/11725067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-8","name":"","epNo":8,"alt":"Love Is Irrational","descr":"Das plötzliche Verschwinden von Shinobu aus Miyagis Leben hat ihn völlig verwirrt. Warum hat er aufgehört, sich zu zeigen? Ein einziges Bild ist der Schlüssel zu allem, aber kann Miyagi sich mit seiner Vergangenheit abfinden, um weiterzukommen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725079","hoster":"VOE"},{"path":"/redirect/11725082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-9","name":"","epNo":9,"alt":"If It`s Not One Thing It`s Another","descr":"Kurz nachdem das Fernsehen berichtet hat, dass Haruhiko heiratet, steht seine Verlobte vor Akihikos Tür und bittet ihn, sie stattdessen zu heiraten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725088","hoster":"VOE"},{"path":"/redirect/11725084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-10","name":"","epNo":10,"alt":"Marriages Are Made in Heaven","descr":"Kurz nachdem das Fernsehen berichtet, dass Haruhiko heiratet, steht seine Verlobte vor Akihikos Tür und bittet ihn, sie stattdessen zu heiraten! Als ob die Dinge nicht schon kompliziert genug wären, taucht auch noch Akihiko auf und es scheint, dass es sich um eine arrangierte Ehe handelt und er sie auch nicht heiraten will, weil er immer noch Augen für Misaki hat!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725094","hoster":"VOE"},{"path":"/redirect/11725095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-11","name":"","epNo":11,"alt":"Hate the Sin, Not the Sinner","descr":"Ein Aufruf zu einem Familientreffen scheint Akihiko zu verärgern, aber trotz seiner zahlreichen Versuche, sich davor zu drücken, geht er schließlich doch hin. Danach gehen Misaki und Akihiko zu einer heißen Quelle, um sich zu entspannen, treffen aber stattdessen auf Akihikos Vater.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379793","hoster":"VOE"},{"path":"/redirect/12980347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-2/episode-12","name":"","epNo":12,"alt":"All`s Well That Ends Well","descr":"Akihiko und Misaki fahren zum Verlag, um Akihikos neuestes Manuskript abzuliefern. Als die beiden geschäftlich auseinandergerissen werden, wird Misaki von Haruhiko in die Enge getrieben, der immer noch entschlossen ist, Misaki für sich zu beanspruchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725033","hoster":"VOE"},{"path":"/redirect/11725017","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/junjou-romantica/staffel-3/episode-1","name":"","epNo":1,"alt":"All Good Things Must Come to an End","descr":"Misaki Takahashi lebt seit drei Jahren mit seinem heimlichen Freund, dem reichen und berühmten Boys-Love-Autor Akihiko Usami (Usagi), zusammen. Er glaubt, dass sich in dieser Zeit nichts zwischen ihnen oder in seinem Herzen verändert hat, aber macht er sich nur etwas vor? Sein älterer Bruder (Takahiro) besucht ihn und sagt ihm, dass er Usagi bald verlassen muss. Misaki lernt an der Universität einen Jungen namens Todo kennen, der wie Misaki Ijuuins Werk liebt: den Kan. Usagi offenbart, dass er bereit ist, Takahiro von Misaki und seiner Beziehung zu erzählen, weil er ihn nicht verlieren will. Akihikos Cousin kommt aus Amerika zu Besuch und hasst Misaki auf den ersten Blick.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923825","hoster":"VOE"},{"path":"/redirect/11725118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-2","name":"","epNo":2,"alt":"Failing to Plan Is Planning to Fail","descr":"Misaki hat Schwierigkeiten, sich für einen Beruf zu entscheiden, und Usagi fühlt sich vielleicht nur ein klitzekleines bisschen unsicher, was die Zukunft angeht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725127","hoster":"VOE"},{"path":"/redirect/11725131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-3","name":"","epNo":3,"alt":"Finding Hen`s Teeth","descr":"Misaki und Todo bekommen Autogramme von ihrem Idol. Ijuuin sagt Misaki, sie solle Todo mitnehmen und ihn mal besuchen kommen. Kaoruko und Mizuki reden sich ihre Gefühle von der Seele und fliegen nach Hause. Usagi bekommt vor allem eine Vorahnung von Unheil.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725138","hoster":"VOE"},{"path":"/redirect/11725139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-4","name":"","epNo":4,"alt":"Where There`s a Will, There`s a Way","descr":"Als Shinobu von seinen Freunden erfährt, dass es langweilig sein kann, wenn ein Liebhaber immer das gleiche Gericht zubereitet, beschließt er, von Kohl auf Kürbisse umzusteigen, gerät aber in Schwierigkeiten. Er erhält unerwartete Hilfe von seiner Schwester Risako, die Miyagi einige DVDs zurückbringen will. Shinobu wundert sich über Miyagis wahre Gefühle und seinen ständigen Hinweis auf ihren Altersunterschied. Shinobu erfährt von der kürzlichen Trennung seiner Schwester von ihrem neuesten Freund und ihren Überlegungen, sich mit Miyagi zu versöhnen, was ihn frustriert. Als Miyagi zurückkehrt, zwingt Shinobu Risako zu gehen und beschuldigt Miyagi, ihm einen Virus verabreicht zu haben, der ihn dazu brachte, sich in ihn zu verlieben, und bittet um das Heilmittel. Miyagi entgegnet jedoch, dass er es zwar hat, es aber nicht herausgeben wird, da er für all die Liebe, die er erhalten hat, sehr dankbar ist. Miyagi versucht, Shinobu zu einer Verabredung auszuführen, aber er wird krank. Schließlich stellt er fest, dass Shinobu überall hingehen möchte, solange sie zusammen sind, und lädt ihn ein, bei ihm einzuziehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725143","hoster":"VOE"},{"path":"/redirect/11725147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-5","name":"","epNo":5,"alt":"Even the Longest Journey Begins with a Single Step","descr":"\"Senri no Michi mo Ippo Kara\" -- Nachdem er sich um seine Bewerbungen gekümmert hat, muss sich Misaki nun dem gefürchteten Bewerbungsprozess stellen. Usagi gibt zu, dass er noch nie bei einem Test durchgefallen ist, sehr zu Misakis humorvoller Verzweiflung. Nach einem angespannten Scheininterview mit Usagi und einem Gespräch mit Aiko führt Misaki ein Interview mit Marukawa Books. Er glaubt, dass er schlecht abgeschnitten hat und denkt darüber nach, sich nach anderen Jobs umzusehen. Nachdem er einige verletzende Dinge zu Usagi gesagt hat, entschuldigt sich Misaki, und Usagi versichert ihm, dass er ihn für sein unvollkommenes wahres Ich liebt. Später erhält er einen Brief von Marukawa Books, in dem steht, dass er den Job bekommen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725167","hoster":"VOE"},{"path":"/redirect/11725151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-6","name":"","epNo":6,"alt":"A Bolt from the Blue","descr":"\"Seiten no Hekireki\" - Misakis Telefon klingelt unaufhörlich, denn die Leute gratulieren ihm zu seiner Einstellung. Sogar sein Idol und Lieblingsautor, Herr Ijuin, ruft an, was Misaki in Bezug auf Usagi einige Sorgen bereitet. Usagi scheint jedoch ruhig und rational damit umzugehen. Misaki ist nervös wegen einer bestimmten Klasse, die die Schüler zu brechen oder zu machen scheint. Usagi macht Misaki betrunken, indem sie ihn Wein trinken lässt, und \u0027entführt\u0027 ihn in eines der vielen Usami-Ferienhäuser, das keinen Handyempfang hat. Big Brother Usagi taucht auf und führt Misaki aus, um ihn zu verwöhnen, bevor er ihm sagt, dass er ihn immer noch liebt. Usagi zeigt Misaki seinen speziellen Platz, und Misaki sagt schließlich ganz offen, dass er mit Usagi zusammen sein will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725177","hoster":"VOE"},{"path":"/redirect/11725161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-7","name":"","epNo":7,"alt":"The Darkest Place Is Under the Candlestick","descr":"\"Toudai Moto Kurashi\" - Ryuichiro Isaka, der Präsident von Marukawa Books, ist mit Kaoru Asahina zusammen, seit sie jung waren. Aber in letzter Zeit verhält sich Asahina anders und weigert sich hartnäckig, mit ihm zusammenzuziehen. Isaka folgt Asahina, um ihn mit einer Affäre zu konfrontieren, die er vermutet. Er bekommt jedoch einen Strauß rosa Rosen geschenkt. Es stellt sich heraus, dass es ihr 10-jähriges Jubiläum ist. Später informiert Asahina Isaka über ein mögliches Matchmaking/Geschäftsabkommen, dem beide negativ gegenüberstehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725173","hoster":"VOE"},{"path":"/redirect/11725174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-8","name":"","epNo":8,"alt":"A Jealousy Too Hot May Burn a Man","descr":"Misaki führt ein Gespräch, bei dem er sowohl seine eigenen Worte als auch die des Gegenübers völlig missversteht. Usagi hingegen versteht es nur zu gut, als er es herausfindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725185","hoster":"VOE"},{"path":"/redirect/11725179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-9","name":"","epNo":9,"alt":"A Battle of Irreconcilable Enemies","descr":"Usagi und Herr Ijuin haben ein privates Gespräch, das sehr gut verläuft. Später wird Misaki gezwungen, eine unangenehme Wahrheit über sich selbst zu erfahren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725186","hoster":"VOE"},{"path":"/redirect/11725184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-10","name":"","epNo":10,"alt":"Hours Are Like Days to Lovers Parted","descr":"Als Nowaki so sehr mit der Arbeit beschäftigt ist, dass er an seinem eigenen Geburtstag nicht nach Hause kommen kann, beginnen er und Kamijou, ihre Erwartungen aneinander zu hinterfragen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725196","hoster":"VOE"},{"path":"/redirect/11725191","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-11","name":"","epNo":11,"alt":"Labor for Love","descr":"Koi ni wa Mi wo Yatsuse Usagi verhält sich seit dem Gespräch mit Herrn Ijuin seltsam, aber Misaki kann ihn nicht dazu bringen, zu sagen, was er wirklich auf dem Herzen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11725214","hoster":"VOE"},{"path":"/redirect/11725198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/junjou-romantica/staffel-3/episode-12","name":"","epNo":12,"alt":"True Love Is Fate","descr":"Usagi davon zu überzeugen, an seiner eigenen Preisverleihung teilzunehmen, ist ein harter Kampf, denn er ist viel mehr daran interessiert, Misakis Geburtstag zu feiern. Leider gilt das auch für Kyo Ijuin...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923827","hoster":"VOE"},{"path":"/redirect/11725106","hoster":"Streamtape"}]}]}]}]}