{"seriesId":"justified","name":"Justified","descr":"Die US-amerikanische Krimi-Drama-Serie Justified erzählt von U.S. Marshal Raylan Givens (Timothy Olyphant). Dieser arbeitete einst in Miami. Als er dort jedoch einen Auftragskiller des lokalen Drogensyndikats provozierte, sodass dieser seine Waffe zog, erschoss er diesen kaltblütig. Als Konsequenz dieser Handlung wurde Raylan in seine Heimatstadt versetzt: Lexington, Kentucky. Dort erwartet ihn sein ehemaliger Mentor Art Mullen (Nick Searcy), der unterdessen Leiter des Marshal-Büros in Lexington geworden ist. Fortan fungiert er als Raylans Vorgesetzter, der seiner Aufgabe mit tüchtigem Engagement begegnet. Raylan hingegen interpretiert seine Rolle als Sheriff der Stadt jedoch auf etwas unkonventionelle Weise. Er sieht sich als moderner Cowboy (mit Stetson und Stiefeln) und neigt daher gerne dazu, die vorgeschriebenen Grenzen des Gesetzten zu übertreten. Angetrieben von seinem unerbittlichem Gerechtigkeitssinn sowie einer inneren Wut, die aus seiner verheerenden Beziehung zu seinem Vater resultiert, heizt er nun den Gangstern der Stadt ordentlich ein. Schnell muss er jedoch feststellen, dass das Leben als rechtschaffender Cowboy kein einfaches im 21. Jahrhundert ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Brand im Stollen","epNo":1,"alt":"Fire in the Hole","descr":"Weil U.S. Marshal Raylan Givens in Miami auf offener Straße einen Waffendealer erschießt, wird er zur Strafe nach Lexington und damit in seine alte Heimat Kentucky versetzt. Dort hat der moderne Cowboy auch gleich alle Hände voll zu tun: Boyd Crowder, ein Jugendfreund Raylans und stadtbekannter Verbrecher, jagt die Kirche eines jamaikanischen Pastors in die Luft. Und Raylans Collegeschwarm Ava hat gerade ihren gewalttätigen Ehemann Bowman erschossen … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066432,"hoster":"VOE"},{"redirect":10883734,"hoster":"Vidoza"},{"redirect":14080143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684375,"hoster":"VOE"},{"redirect":8684374,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Riverbrook","epNo":2,"alt":"Riverbrook","descr":"Als der Gefängnisinsasse Douglas Cooper entkommt, stehen die Marshals vor einem Rätsel: \"Coop\" hatte nur noch wenige Wochen seiner Strafe abzusitzen. Also sucht Raylan bei dessen Exfrau Shirley nach Anhaltspunkten. Wie sich herausstellt, hat Coops Flucht mit einer aktuellen Serie von seltsamen Hauseinbrüchen in der Gegend zu tun. Vor seiner Haft hatte der Ausbrecher auf einem Baugrundstück seine Beute versteckt … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038601,"hoster":"VOE"},{"redirect":14080141,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684383,"hoster":"VOE"},{"redirect":8684376,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Showdown","epNo":3,"alt":"Fixer","descr":"Raylan erhält einen heißen Tipp von seinem Unterwelt-Informanten Arnold Pinter. Als er ihm den Lohn für seinen Hinweis überbringen will, ist Pinter plötzlich verschwunden. Der Marshal forscht nach und findet heraus, dass Pinter wegen seiner Nebentätigkeit als zwielichtiger Buchmacher ganz schön in der Klemme steckt. Ein paar Gangster halten ihn in seinem eigenen Haus fest. Als Raylan dort eintrifft, kommt es zum Showdown … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066424,"hoster":"VOE"},{"redirect":14080144,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684378,"hoster":"VOE"},{"redirect":8684384,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kojoten","epNo":4,"alt":"Long in the Tooth","descr":"Raylan muss die Verfolgung eines alten Bekannten aufnehmen: Roland Pike musste Jahre zuvor wegen seiner Verbindungen zu einem Drogenkartell untertauchen. Doch anstatt sich ins Zeugenschutzprogramm aufnehmen zu lassen, entwischte er Raylan und begann auf eigene Faust ein neues Leben. Ein dummer Zufall ließ nun seine Deckung auffliegen. Der Marshal muss den Flüchtigen finden, bevor er von seiner Vergangenheit eingeholt wird … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038768,"hoster":"VOE"},{"redirect":14080145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684392,"hoster":"VOE"},{"redirect":8684394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mein ist die Rache","epNo":5,"alt":"The Lord of War and Thunder","descr":"Widerwillig lässt sich Raylan von seiner Tante Helen überreden, seinen ungeliebten Vater Arlo aus dem Gefängnis in Harlan zu holen. Der behauptet, er hätte die Wohnung des umtriebigen Geschäftsmanns Stan Perkins nur wegen dessen Mietschulden verwüstet. Doch Raylan kennt seinen Vater, der früher ein Berufskrimineller war, zu gut. Er spürt sofort, dass viel mehr hinter der Sache steckt … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038632,"hoster":"VOE"},{"redirect":14080146,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379802,"hoster":"VOE"},{"redirect":8684395,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Sammlung","epNo":6,"alt":"The Collection","descr":"Raylan trifft den Anlagebetrüger Owen Carnes auf seiner Pferderanch. Vor einigen Jahren hatte er seine Kunden um mehrere Millionen Dollar erleichtert. Nun soll sein Vermögen beschlagnahmt werden. Darunter fallen auch einige von Adolf Hitler stammende Gemälde, die von einem anwesenden Galeristen allerdings sofort als Fälschungen enttarnt werden. Owen und seine toughe Frau Caryn sind außer sich. Am nächsten Tag ist der Ranchbesitzer tot … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038655,"hoster":"VOE"},{"redirect":14080147,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684402,"hoster":"VOE"},{"redirect":8684396,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bewegliche Ziele","epNo":7,"alt":"Blind Spot","descr":"Eines Nachts stürmt ein Bewaffneter das Schlafzimmer von Raylans Geliebter Ava. Der anwesende Marshal kann das Attentat verhindern und den flüchtenden Einbrecher verletzen. Für alle steht fest, dass der Crowder-Clan dahinterstecken muss. Auch der ermittelnde Sheriff Hunter Mosley möchte das nur zu gerne glauben, denn er hat noch eine Rechnung mit den Crowders offen. Nur Raylan hat seine Zweifel … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066427,"hoster":"VOE"},{"redirect":14080149,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684407,"hoster":"VOE"},{"redirect":8684408,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Nichts zu verlieren","epNo":8,"alt":"Blowback","descr":"Ein hochgefährlicher Häftling kann in der Dienststelle der U.S. Marshals in Lexington zwei Geiseln in seine Gewalt bringen. Dummerweise will er ausschließlich mit Raylan verhandeln. Zwar gibt ihm sein Vorgesetzter Art die Anweisung, den Sträfling bei der ersten Gelegenheit zu erschießen. Doch Raylan versucht lieber, die schwierige Situation mit ungewöhnlichen Methoden unblutig zu beenden … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066641,"hoster":"VOE"},{"redirect":14080148,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684410,"hoster":"VOE"},{"redirect":8684412,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ohne Hut","epNo":9,"alt":"Hatless","descr":"Wegen seiner Affäre mit Ava wird Raylan in den Urlaub geschickt. Doch auch in seiner freien Zeit kann er dem Ärger nicht aus dem Weg gehen: Auf Wunsch seiner Ex-Frau Winona soll Raylan herausfinden, in welche Sache ihr Mann Gary verwickelt ist. Wie sich herausstellt, hat sich dieser für ein Bauprojekt mehrere Zehntausend Dollar in der Unterwelt geliehen. Da Gary das Geld nicht zurückzahlen kann, schweben er und Winona in höchster Gefahr … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066517,"hoster":"VOE"},{"redirect":14080150,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684426,"hoster":"VOE"},{"redirect":8684421,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mike der Hammer","epNo":10,"alt":"The Hammer","descr":"Nach einem missglückten Mordanschlag muss Raylan den Richter Mike \"The Hammer\" Reardon beschützen. Berüchtigt für seine harten Urteile, hat dieser natürlich viele Feinde. Doch der Job als Bodyguard ist nicht einfach: Der ehrenwerte Richter treibt sich vorzugsweise im Rotlichtmilieu herum. Außerdem gibt es neuen Ärger mit Boyd: Als er mit seinen \"Jüngern\" ein Drogenlabor in die Luft jagt, tötet er unbeabsichtigt einen Informanten der Behörden … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038614,"hoster":"VOE"},{"redirect":14080151,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684423,"hoster":"VOE"},{"redirect":8684425,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Veteranen","epNo":11,"alt":"Veterans","descr":"Vom inhaftierten Sheriff Hunter Mosley erfährt Raylan interessante Neuigkeiten: Während der örtliche Crime-Lord Bo Crowder in Haft saß, kümmerte sich Raylans Vater Arlo um dessen Schutzgeld-Geschäfte. Dummerweise vermasselte Arlo die Sache gehörig und steht nun bei Bo tief in der Kreide. Doch obwohl ihm nun handfeste Probleme mit dem Crowder-Clan ins Haus stehen, schlägt Arlo die Hilfe seines Sohnes aus … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066431,"hoster":"VOE"},{"redirect":14080152,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684428,"hoster":"VOE"},{"redirect":8684435,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Väter und Söhne","epNo":12,"alt":"Fathers and Sons","descr":"Bo macht in Florida einen Millionen-Deal mit dem Drogen-Baron Gio Reyes. Dieser will nicht nur das Rauschgiftgeschäft abschließen, er will sich auch bei einem alten Widersacher rächen: Raylan Givens. Dieser hatte sowohl seinen Geschäftspartner Tommy Bucks als auch diverse \"Angestellte\" zur Strecke gebracht. Bo verspricht ihm, dieses Problem aus der Welt zu schaffen. Doch er rechnet nicht damit, dass ihm sein Sohn Boyd einen gewaltigen Strich durch die Rechnung macht … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038642,"hoster":"VOE"},{"redirect":14080154,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252277,"hoster":"VOE"},{"redirect":8684431,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bulletville","epNo":13,"alt":"Bulletville","descr":"In Harlan gibt es mächtig Ärger: Nachdem Boyd Crowder eine Drogenlieferung an seinen Vater Bo in die Luft gejagt hat, rächt sich dieser brutal an seinem Sohn und dessen Männern. Bo hat bereits eine passende Entschädigung für Kartell-Boss Gio parat: Er will ihm seinen Todfeind Raylan auf dem Silbertablett präsentieren. Dafür muss er ihn allerdings zunächst in dem Nest Bulletville in eine tödliche Falle locken … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066516,"hoster":"VOE"},{"redirect":14080156,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684443,"hoster":"VOE"},{"redirect":8684445,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schwarzbrenner","epNo":1,"alt":"The Moonshine War","descr":"Raylan Givens ist zurück in der Stadt: In Miami hat er noch eine Rechnung mit der Mafia offen. Als er das Angebot bekommt, seinen alten Job bei den Miami Marshals wieder aufzunehmen, lehnt er jedoch dankend ab. Wieder in Harlan soll er einen Kinderschänder finden, der die 14-jährige Loretta in seine Gewalt gebracht hat. Doch er legt sich nicht nur mit dem Sexualstraftäter an, sondern auch mit dem Bennett-Clan, der den Marihuana-Anbau im Staat kontrolliert. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066522,"hoster":"VOE"},{"redirect":14080155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684442,"hoster":"VOE"},{"redirect":8684448,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Innenleben","epNo":2,"alt":"The Life Inside","descr":"Mags Bennett nimmt die kleine Loretta bei sich auf – dass ihr Vater tot ist, verheimlicht sie ihr jedoch. Stattdessen horcht sie das Mädchen nach deren Entführung aus. Raylan muss derweil mit Tim die schwangere Gefangene Jamie Berglund zum Arzt begleiten. Doch die Untersuchung ist ein Ablenkungsmanöver: Die junge Frau wird von zwei Männern befreit. Auf der Suche nach dem Trio finden Raylan und seine Kollegen heraus, dass Jamie von einem Gefängniswärter schwanger ist … (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038698,"hoster":"VOE"},{"redirect":14080153,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684457,"hoster":"VOE"},{"redirect":8684453,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auge des Sturms","epNo":3,"alt":"The I of the Storm","descr":"In Harlan wird ein Bus überfallen, der neben Passagieren auch eine Ladung Drogen an Bord hatte – als die Polizei ihn findet, ist er bis auf eine Leiche leer. Boyd ist einer der ersten Verdächtigen – und nicht nur Raylan nimmt ihn in die Mangel: Auch Dewey, der während des Überfall im Bus saß, ist überzeugt, dass Boyd dahinter steckt. Um die Wahrheit zu erfahren und die Drogen zurück zu bekommen, verkleidet er sich als Raylan und mischt Boyds Handlanger auf. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066428,"hoster":"VOE"},{"redirect":14080157,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684462,"hoster":"VOE"},{"redirect":8684459,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Offener Vollzug","epNo":4,"alt":"For Blood or Money","descr":"Raylan trifft sich mit den Bennetts: Er gibt dem Drogen-Clan zu verstehen, dass er weiß, dass sie eine größere Sache planen und warnt sie, dass die Mafia sie ebenfalls im Visier hat. Sein Besuch zeigt Wirkung … Derweil ist Rachels Schwager Clinton in Schwierigkeiten: Er flieht aus dem offenen Vollzug, weil er unbedingt zum Geburtstag seines Sohnes will. Doch draußen trifft er zunächst einen alten Freund – als der dem Getürmten kein Geld leihen will, schießt er auf ihn. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066512,"hoster":"VOE"},{"redirect":14080158,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684464,"hoster":"VOE"},{"redirect":8684469,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sprengstoff","epNo":5,"alt":"Cottonmouth","descr":"Raylan ermittelt weiter auf eigene Faust im Fall Bennett: Von Dewey bekommt er eine vage Information über deren Machenschaften. Er kommt einem illegalen Handel mit Schecks und gefälschten Papieren auf die Spur und macht den Clan damit nervös. Derweil lässt sich Boyd auf Kyles Plan ein, einen Überfall auf die Mine durchzuführen – obwohl er weiß, dass er der Truppe nicht trauen kann. Er bittet Ava um Hilfe, doch die verlangt eine Erklärung für sein geheimnisvolles Treiben. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038637,"hoster":"VOE"},{"redirect":14080159,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684472,"hoster":"VOE"},{"redirect":8684470,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Glanz und Gloria","epNo":6,"alt":"Blaze of Glory","descr":"Nachdem er wegen seiner schweren Erkrankung vorzeitig aus dem Gefängnis entlassen wurde, dreht Frank Reasoner sein nächstes Ding. Der in die Jahre gekommene Bankräuber überfällt mit seinen Komplizen ausgerechnet die Filiale, in der sich auch Winona befindet. Sie wollte Geld dorthin bringen, das sie zuvor aus der Asservatenkammer der Polizei entwendet hatte – nun ist er in den Händen der Verbrecher. Raylan muss ihnen auf die Spur kommen, um auch Winonas Diebstahl zu vertuschen. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038617,"hoster":"VOE"},{"redirect":14080160,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684477,"hoster":"VOE"},{"redirect":8684481,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Retter","epNo":7,"alt":"Save My Love","descr":"Winona stellt fest, dass der 100-Dollar-Schein, der Raylan den Bankräubern abgenommen hat, nicht derjenige ist, den sie aus der Asservatenkammer gestohlen hatte. Raylan bemüht sich, die Banknote zu finden, doch seine Kollegen werden misstrauisch. Schließlich muss Winona ihrem Ex-Mann beichten, dass sie nicht nur die eine Banknote entwendet hatte, sondern das ganze Geld. Die beiden versuchen, es heimlich zurück zu bringen, doch der Polizei ist der Verlust bereits aufgefallen. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066518,"hoster":"VOE"},{"redirect":14080162,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684480,"hoster":"VOE"},{"redirect":8684482,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abraum","epNo":8,"alt":"The Spoil","descr":"Art stellt Raylan als Carol Johnsons Bodyguard ab. Die PR-Beauftragte von Black Pike Mining ist in der Stadt, um in Harlan Grundstücke anzukaufen, auf denen Kohle gefördert werden soll. Das kostet sie jedoch einiges an Überzeugungskraft, denn die Bennetts machen kräftig Stimmung gegen die Maßnahme. Mehr noch: Mags schickt ihre Jungs los, um die Bewohner der Stadt einzuschüchtern. Boyd stattet derweil Raylans Eltern einen Besuch ab – er will sie überreden, ihr Land zu verkaufen. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038621,"hoster":"VOE"},{"redirect":14080163,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684486,"hoster":"VOE"},{"redirect":8684485,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hüte deinen Bruder","epNo":9,"alt":"Brother\u0027s Keeper","descr":"Carol Johnsons hat noch nicht aufgegeben: Noch immer versucht sie, die Einwohner von Harlan dazu zu bringen, Black Pine Mining ihre Grundstücke zu veräußern. Doch die PR-Frau hat nicht mit der Gegenwehr der Bennetts gerechnet. Auf einem Gemeindefest versucht Carol noch einmal auf Matriarchin Mags einzuwirken. Loretta findet unterdessen heraus, dass die Bennetts ihren Vater getötet haben. Coover erwischt sie, als sie Raylan informiert – nun ist auch ihr Leben in Gefahr. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038713,"hoster":"VOE"},{"redirect":14080161,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684489,"hoster":"VOE"},{"redirect":8684490,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blutsverwandtschaft","epNo":10,"alt":"Debts and Accounts","descr":"Nachdem Raylan Coover Bennett erschossen hat, verteilt Mags die Rollen im Clan neu: Dickie soll sich nun um das Gras kümmern. Sein erster Weg führt ihn zu Boyd, dem Mags als Belohnung für seine Hilfe beim Black-Pine-Deal einen Anteil an den Drogengeschäften versprochen hat – damit ist Dickie ganz und gar nicht einverstanden. Doch Boyd hat bereits seinen Cousin Johnny angeheuert … Raylan denkt derweil darüber nach, mit Winona die Stadt zu verlassen. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038603,"hoster":"VOE"},{"redirect":14080165,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684498,"hoster":"VOE"},{"redirect":8684497,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Anschläge","epNo":11,"alt":"Full Commitment","descr":"Nachdem zwei Auftragskiller auf Winona und Raylan geschossen haben, werden die beiden rund um die Uhr überwacht. Während Rachel auf Winona aufpasst, soll Tim Raylan nicht von der Seite weichen – das hält den gerissenen U.S. Marshal jedoch nicht davon ab, auf eigene Faust Ermittlungen anzustellen. Bald bringt er in Erfahrung, dass Wynn Duff hinter dem Überfall steckt … Dickie legt sich derweil mit Boyd und Arlo an: Er will das Grasgeschäft nicht so einfach aus den Händen geben. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14038606,"hoster":"VOE"},{"redirect":14236389,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336411,"hoster":"VOE"},{"redirect":8684499,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tag der Abrechnung","epNo":12,"alt":"Reckoning","descr":"Helen Givens ist tot. Schnell ist allen Beteiligten klar, dass Dickie Bennett sie erschossen hat – Raylan und Arlo sinnen auf Rache, doch Raylan traut seinem Vater nicht über den Weg. Er lässt ihn in vorrübergehend in Gewahrsam nehmen und macht sich allein auf die Suche nach Dickie. Seine erste Anlaufstelle ist die Prostituierte Ellen May. Sie gibt ihm den Tipp, Dickies Kumpel Jed ausfindig zu machen … Unterdessen sucht auch Mags ihren Sohn auf – doch der bleibt uneinsichtig. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066438,"hoster":"VOE"},{"redirect":14080166,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684506,"hoster":"VOE"},{"redirect":8684509,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bloody Harlan","epNo":13,"alt":"Bloody Harlan","descr":"Raylan erfährt, dass Winona schwanger ist. Die beiden wollen gemeinsam die Stadt verlassen, doch vorerst hält ein blutiger Showdown sie in Harlan: Boyd will mit den Bennetts verhandeln. Er und Arlo treffen sich mit Mags und Doyle in einer Kirche. Doch die Unterredung ist schlagartig vorbei, als Boyd erfährt, dass Dickie auf Ava geschossen hat. Auch andere Bewohner der Stadt entschließen sich, reinen Tisch zu machen: Loretta will den töten, der ihren Vater auf dem Gewissen hat. (Text: kabel eins)","versions":[{"lang":1,"streams":[{"redirect":14066437,"hoster":"VOE"},{"redirect":14080169,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684513,"hoster":"VOE"},{"redirect":8684511,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Harte Zeiten","epNo":1,"alt":"The Gunfighter","descr":"Nach Mags Bennetts Tod findet U.S. Marshal Raylan Givens wieder zu sich und will das Geld und die Drogen finden, die nach dem Untergang von Bennetts Familie verschwunden sind. Und als Boyd Crowder die Überreste der Marihuana-Plantage verkaufen will, schmiedet er einen Plan, sich am inhaftierten Dickie Bennett zu rächen.","versions":[{"lang":1,"streams":[{"redirect":14066515,"hoster":"VOE"},{"redirect":14080167,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684518,"hoster":"VOE"},{"redirect":8684515,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zeugenschutz","epNo":2,"alt":"Cut Ties","descr":"Der sich noch erholende Raylan versucht, Boyd Crowders Plan zu untergraben, den Mord an seiner Schwägerin zu rächen. Er trifft auf einen alten Vorgesetzten, als er den Mord an einem U.S. Marshal untersucht, der die Klienten des landesweiten Zeugenschutzprogramms betreute.","versions":[{"lang":1,"streams":[{"redirect":14038716,"hoster":"VOE"},{"redirect":14080168,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684525,"hoster":"VOE"},{"redirect":8684527,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Harlan Roulette","epNo":3,"alt":"Harlan Roulette","descr":"Als Boyd mit dem Geld, das Mags Bennett zurückließ, versucht, die Kontrolle über die Unterwelt von Harlan County zu gewinnen, trifft er auf eine große kriminelle Organisation, die das Gleiche vorhat. Raylan befindet sich im Fadenkreuz der Detroiter Mafia, während sich zwei Wachen mittels Dickie Bennett Zugang zum kriminellen Vermögen seiner Familie verschaffen wollen.","versions":[{"lang":1,"streams":[{"redirect":14066642,"hoster":"VOE"},{"redirect":14080170,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684534,"hoster":"VOE"},{"redirect":8684530,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ausbruch","epNo":4,"alt":"The Devil You Know","descr":"Nach einem genialen Gefängnisausbruch sucht Dickie Bennett die Millionen, die seine verstorbene Mutter hinterlassen hat. Während Raylan und Rachel unterdessen das Familienvermögen der Bennetts abfangen wollen, hintergeht ein Detroiter Gangsterboss Boyd, indem er einen Handlanger abwirbt.","versions":[{"lang":1,"streams":[{"redirect":14038640,"hoster":"VOE"},{"redirect":14080171,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174294,"hoster":"VOE"},{"redirect":8684539,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Organhandel","epNo":5,"alt":"Thick as Mud","descr":"Als sich Boyd gegen den Versuch eines schweren Gangsterbosses wehrt, Harlan County zu übernehmen, deckt Raylan ein grauenhaftes Geschäft mit menschlichen Organen auf, während er versucht, Dewey Crowes verzweifelte Serie von Verbrechen zu beenden.","versions":[{"lang":1,"streams":[{"redirect":14066638,"hoster":"VOE"},{"redirect":14080172,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684546,"hoster":"VOE"},{"redirect":8684545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Waffen sprechen","epNo":6,"alt":"When the Guns Come Out","descr":"Als ein Raubüberfall und dreifacher Mord in Crowders Drogenklinik Boyd mit seinen gierigen Rivalen konfrontiert sieht, führen die Ermittlungen Raylan in eine vielleicht tödliche Falle. Als Winona verschwindet, verdächtigt Raylan sie, Geld vom Beweismaterial entwendet zu haben, um ihre Flucht zu finanzieren.","versions":[{"lang":1,"streams":[{"redirect":14066521,"hoster":"VOE"},{"redirect":14080174,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684553,"hoster":"VOE"},{"redirect":8684544,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hinter den Kulissen","epNo":7,"alt":"The Man Behind the Curtain","descr":"Gangsterboss Robert Quarles will den Crowders die Kontrolle über die Unterwelt von Harlan abnehmen. Als er versucht, durch Bestechung an die Macht zu kommen, bemüht er jemanden aus Raylans Vergangenheit, um die Ermittlungen aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":14066429,"hoster":"VOE"},{"redirect":14080173,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684554,"hoster":"VOE"},{"redirect":8684556,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unter Beobachtung","epNo":8,"alt":"Watching the Detectives","descr":"Winonas entfremdeter Ehemann wird zum Spielball in einem tödlichen Versuch, Raylan zu diskreditieren, indem man ihm einen Mord anhängt, wodurch er zum Ziel der FBI-Ermittlungen wegen Korruption im Büro des U.S. Marshals wird. Unterdessen wird Ellstin Limehouse zu einer gesuchten Partnerin im Kampf über die Kontrolle von Harlan County.","versions":[{"lang":1,"streams":[{"redirect":14066513,"hoster":"VOE"},{"redirect":14080175,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684562,"hoster":"VOE"},{"redirect":8684560,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Geballte Ladung","epNo":9,"alt":"Loose Ends","descr":"Als Boyd versucht zu erreichen, dass ihm die Explosion des Wagens des Sheriffs nicht angehängt wird, erhöht Raylan den Druck auf einen Mafiaboss, der Harlan County beherrschen will. Unterdessen ist Ava durch einen misslungenen Überfall in der Lage, ihre eigenen kriminellen Geschäfte in Harlan zu kontrollieren.","versions":[{"lang":1,"streams":[{"redirect":14066433,"hoster":"VOE"},{"redirect":14080176,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684564,"hoster":"VOE"},{"redirect":8684567,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Harter Wahlkampf","epNo":10,"alt":"Guy Walks Into a Bar","descr":"Als Boyd versucht, die Wahl des Sheriffs von Harlan zu manipulieren, kämpft Raylan darum, dass Dickie Bennett hinter Gittern bleibt. Und als Robert Quarles daran gehindert wird, die Unterwelt von Harlan zu kontrollieren, macht er Raylan zu seinem nächsten Ziel.","versions":[{"lang":1,"streams":[{"redirect":14038689,"hoster":"VOE"},{"redirect":14080177,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684577,"hoster":"VOE"},{"redirect":8684572,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Besuch aus Detroit","epNo":11,"alt":"Measures","descr":"Die Ankunft von Auftragsmördern aus Detroit zwingt Raylan dazu, seine Bemühungen, Robert Quarles (Stargast Neal McDonough) zu finden, zu verdoppeln. Und als Boyd sich auf die unvermeidbare Machtprobe vorbereitet, sucht Dickie Bennett noch intensiver nach den verlorenen Millionen seiner Familie.","versions":[{"lang":1,"streams":[{"redirect":14066523,"hoster":"VOE"},{"redirect":14080178,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684581,"hoster":"VOE"},{"redirect":8688411,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Zwei Fliegen","epNo":12,"alt":"Coalition","descr":"Als Raylan den mörderischen Robert Quarles verfolgt, plant Boyd, wie er Dickie Bennett loswird und das Geld findet, das seine verstorbene Mutter zurückgelassen hat – aber er erkennt nicht, dass er in eine Fall tappt.","versions":[{"lang":1,"streams":[{"redirect":14038710,"hoster":"VOE"},{"redirect":14080179,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684586,"hoster":"VOE"},{"redirect":8684582,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Schlachthaus","epNo":13,"alt":"Slaughterhouse","descr":"Nach einem Anschlag, bei dem State Trooper ums Leben kamen, wird Raylan auf der Suche nach dem Mörder in den blutigen, entscheidenden Kampf um die Macht über Harlan County gezogen.","versions":[{"lang":1,"streams":[{"redirect":14038718,"hoster":"VOE"},{"redirect":14080180,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684589,"hoster":"VOE"},{"redirect":8684587,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Vom Himmel gefallen","epNo":1,"alt":"Hole in the Wall","descr":"Während Raylan (Timothy Olyphant) einen Raubüberfall untersucht, wobei im Haus seines inhaftierten Vaters das Gepäck eines diplomatischen Kuriers auftaucht, kommt die Gemeinde eines neuen Pastors Boyd\u0027s Drogengeschäften in die Quere.","versions":[{"lang":1,"streams":[{"redirect":14038646,"hoster":"VOE"},{"redirect":14080183,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379804,"hoster":"VOE"},{"redirect":8684593,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo ist Waldo?","epNo":2,"alt":"Where\u0027s Waldo?","descr":"Nach dem Mord an einem inhaftierten Dixie-Mafia-Soldaten sucht Raylan nach einem jahrelang Flüchtigen, dessen Ausweis sich im Diplomatengepäck befand, das in Arlos Haus versteckt war. Währenddessen vermutet Boyd, dass sowohl ein alter Erzfeind als auch ein neuer Prediger sein Drogengeschäft untergraben.","versions":[{"lang":1,"streams":[{"redirect":14066524,"hoster":"VOE"},{"redirect":14080182,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684602,"hoster":"VOE"},{"redirect":8684597,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bittere Wahrheiten","epNo":3,"alt":"Truth and Consequences","descr":"Während Raylan beunruhigende Tatsachen über seine Freundin Lindsey (Gastauftritt Jenn Lyon) und ihren gewalttätigen Ex-Mann erfährt, will Boyd einen Schlangen-hantierenden Pastor und seine Schwester davon überzeugen, Harlan zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":14038647,"hoster":"VOE"},{"redirect":14080181,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684608,"hoster":"VOE"},{"redirect":8684610,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ausgeflogen","epNo":4,"alt":"The Bird Has Flown","descr":"Raylan bezieht Rachel (Erica Tazel) in seine Nachforschungen über Lindsey und ihren eifersüchtigen Ex-Mann (Gastauftritt Robert Baker) mit ein. Boyd versichert sich, dass Ellen May (Abby Miller) niemals über die Verbrechen sprechen wird, derer sie Zeugin war.","versions":[{"lang":1,"streams":[{"redirect":14066508,"hoster":"VOE"},{"redirect":14080184,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684613,"hoster":"VOE"},{"redirect":8684611,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In den Hügeln","epNo":5,"alt":"Kin","descr":"Im Wettlauf darum, wer als Erster einen seit langem vermissten Drogenkurier findet, geraten Raylan und Boyd in Schwierigkeiten mit einem gefährlichen Harlan-Country-Clan.","versions":[{"lang":1,"streams":[{"redirect":14038702,"hoster":"VOE"},{"redirect":14080185,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684619,"hoster":"VOE"},{"redirect":8684615,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Mann ohne Fuß","epNo":6,"alt":"Foot Chase","descr":"In einem Wettlauf gegen die Zeit sucht Raylan einen schwerverletzten Mann, den er für einen seit langem vermissten Drogenkurier hält, während Ava (Joelle Carter) und Boyd in einem Quartier der gehobenen Klasse auf eine Untergrund-Sexparty stoßen.","versions":[{"lang":1,"streams":[{"redirect":14066511,"hoster":"VOE"},{"redirect":14080187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684623,"hoster":"VOE"},{"redirect":8684621,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Spiele der Reichen","epNo":7,"alt":"Money Trap","descr":"Während Boyd und Ava auf der Suche nach einem vermissten Drogenpiloten an einer Sexparty teilnehmen, wird Raylan von einem flüchtigen Mörder zu einem Showdown herausgefordert.","versions":[{"lang":1,"streams":[{"redirect":14038769,"hoster":"VOE"},{"redirect":14080186,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684630,"hoster":"VOE"},{"redirect":8684627,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Geächtete","epNo":8,"alt":"Outlaw","descr":"Während Boyd den Vertrag zwischen der Mafia in Detroit und Drew Thompson nutzt, um seinen eigenen Feinden zu schaden, bringt Raylans Suche nach dem vermissten Drogenkurier ihn dazu, den inhaftierten ehemaligen Sheriff Harlans zu befragen.","versions":[{"lang":1,"streams":[{"redirect":14038704,"hoster":"VOE"},{"redirect":14080191,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684633,"hoster":"VOE"},{"redirect":8684632,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das Kriegsbeil","epNo":9,"alt":"The Hatchet Tour","descr":"Obsessionen prallen aufeinander, als Raylan auf der Suche nach Drew Thompson den Gefangenen befragt, der Arlo getötet hat. Währenddessen veranlasst Colts Geständnis Boyd dazu, nach Ellen May zu suchen.","versions":[{"lang":1,"streams":[{"redirect":14038770,"hoster":"VOE"},{"redirect":14080189,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684639,"hoster":"VOE"},{"redirect":8684638,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schnappt Drew","epNo":10,"alt":"Get Drew","descr":"Nachdem seine Identität aufgedeckt wurde, ist Drew Thompson (Jim Beaver) auf der Flucht vor Raylans Fangnetz der Justiz und Boyds Plan, ihn der Mafia Detroits auszuliefern.","versions":[{"lang":1,"streams":[{"redirect":14038771,"hoster":"VOE"},{"redirect":14080188,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684644,"hoster":"VOE"},{"redirect":8684642,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Reingelegt","epNo":11,"alt":"Decoy","descr":"Nachdem er den flüchtigen Drogenpiloten Drew Thompson in Arlos Haus gefasst hat, muss Raylan einen Weg finden, ihn an Boyd und den Handlangern der Mafia Detroits vorbeizuschleusen, die ihn aufhalten wollen.","versions":[{"lang":1,"streams":[{"redirect":14066434,"hoster":"VOE"},{"redirect":14080190,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684648,"hoster":"VOE"},{"redirect":8684649,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Seelenfrieden","epNo":12,"alt":"Peace of Mind","descr":"Während Boyd erfährt, dass sein eifersüchtiger Cousin das kriminelle Crowder-Imperium übernehmen will, versucht Raylan, Drew Thompson dadurch am Reden zu halten, dass er ihn mit Ellen May","versions":[{"lang":1,"streams":[{"redirect":14038705,"hoster":"VOE"},{"redirect":14080192,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684652,"hoster":"VOE"},{"redirect":8684654,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Geister, die ich rief","epNo":13,"alt":"Ghosts","descr":"Während der Mafioso Nicky Augustine (Gastauftritt Mike O\u0027Malley) Winona (Natalie Zea) ins Visier nimmt, um Raylan zu überzeugen, ihm Drew Thompson auszuliefern, planen Boyd und Ava eine List, um die Leiche loszuwerden, welche sie mit einem Mord in Verbindung bringt.","versions":[{"lang":1,"streams":[{"redirect":14038636,"hoster":"VOE"},{"redirect":14080193,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684661,"hoster":"VOE"},{"redirect":8684666,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Ein Crowe kommt selten allein","epNo":1,"alt":"A Murder of Crowes","descr":"Raylan wird von Art nach Florida geschickt, um den Kollegen dort bei den Ermittlungen in einem Vermisstenfall zu helfen. Dabei trifft er alte Bekannte aus der Familie Crowe wieder. Boyd ist in Detroit, um nach einer Lieferung Dope zu suchen, bei der es Schwierigkeiten gegeben hat.","versions":[{"lang":1,"streams":[{"redirect":14038635,"hoster":"VOE"},{"redirect":14080194,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14427651,"hoster":"VOE"},{"redirect":8684668,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Probleme mit den Kids","epNo":2,"alt":"The Kids Aren\u0027t All Right","descr":"Loretta und Derrick haben Rodney \"Hot Rod\" Dunham bei einem Deal über’s Ohr gehauen und sich damit einen mächtigen Feind gemacht. Als Derrick verschwindet, macht sich Raylan auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":14038711,"hoster":"VOE"},{"redirect":14080196,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684675,"hoster":"VOE"},{"redirect":8684679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Und führe mich nicht in Versuchung","epNo":3,"alt":"Good Intentions","descr":"Boyds Ware aus Kanada ist verschwunden und nun muss er sich auf die Suche nach dem Heroin Räuber machen. Unterdessen flirten Raylan und die Sozialarbeiterin Alison miteinander und verbringen einen Abend zusammen in der Villa. Boyd besucht Ava im Gefängnis, doch sie zweifelt immer stärker daran, ob Boyd ihr wirklich helfen kann.","versions":[{"lang":1,"streams":[{"redirect":14066637,"hoster":"VOE"},{"redirect":14080195,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8688420,"hoster":"VOE"},{"redirect":8684678,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Dewey allein im Wald","epNo":4,"alt":"Over the Mountain","descr":"Ava wird im Gefängnis fast von einem Wärter vergewaltigt Raylan erfährt von Art und Vasquez, dass Wade Messer ein V-Mann ist. Deweys Versuch Wade Messer umzubringen, geht ziemlich in die Hose, und Dewey verirrt sich im Wald auf der Suche nach dem schwer verletzten Wade. Als Wade schließlich, mit mehr oder weniger unfreiwilliger Hilfe von Boyd, tot aufgefunden wird, hat Raylan gleich die Crowes in Verdacht.","versions":[{"lang":1,"streams":[{"redirect":14038634,"hoster":"VOE"},{"redirect":14080197,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684685,"hoster":"VOE"},{"redirect":8684688,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Offene Rechnungen","epNo":5,"alt":"Shot All to Hell","descr":"Art stolpert über Elias Markos, Theo Tonins rechte Hand, während er in Detroit den Tod von Nicky Augustine untersucht. Boyd begleicht mit Lee Paxton, Sheriff Mooney und seinem Cousin Johnny ein paar offene Rechnungen. Raylan versucht mit allen Mitteln, die Crowes aus Harlan zu vertreiben.","versions":[{"lang":1,"streams":[{"redirect":14038772,"hoster":"VOE"},{"redirect":14080198,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684693,"hoster":"VOE"},{"redirect":8684687,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Allianzen","epNo":6,"alt":"Shoot the Messenger","descr":"Nach einem Besuch bei den Crowes wird Alison von Danny Crow mit seinem Truck von der Straße abgedrängt. Raylan gefällt das natürlich gar nicht, und er möchte Danny das heimzahlen. Rachel begleitet ihn zu den Crowes, um ihn im Notfall zurückhalten zu können. Boyd bemüht alte Verbindungen, um Schutz für Ava im Gefängnis zu arrangieren, was leider nicht ganz so läuft wie erhofft. (","versions":[{"lang":1,"streams":[{"redirect":14066519,"hoster":"VOE"},{"redirect":14080199,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8718989,"hoster":"VOE"},{"redirect":8684692,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Deal ist ein Deal","epNo":7,"alt":"Raw Deal","descr":"Raylan wurde, ohne dass er es zunächst weiß, von Art dazu verdonnert im Büro Anzeigen aufzunehmen. Dabei muss er sich mit einem Computer-Hacker rumschlagen, der einem Online- Backgammon Spieler eine Menge Geld abgenommen hat. Johnny versucht Boyd zuvorzukommen, und einen Deal mit dem mexikanischen Kartell abzuschließen, und Ava macht sich neue Verbündete im Gefängnis.","versions":[{"lang":1,"streams":[{"redirect":14066430,"hoster":"VOE"},{"redirect":14080200,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684697,"hoster":"VOE"},{"redirect":8684695,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Transportprobleme","epNo":8,"alt":"Whistle Past the Graveyard","descr":"Raylan, der eigentlich mit Alison nach Florida in Urlaub fliegen wollte, hilft stattdessen Wendy Kendal aufzuspüren, nachdem der mit einem \"Onkel\", verschwunden ist. Währenddessen versuchen Boyd und der Rest der Familie Crowe, die Drogen und Leichen zurück über die mexikanische Grenze zu bekommen, was einige Schwierigkeiten bereitet.","versions":[{"lang":1,"streams":[{"redirect":14038600,"hoster":"VOE"},{"redirect":14080201,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684699,"hoster":"VOE"},{"redirect":8684701,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Völlig verfahren","epNo":9,"alt":"Wrong Roads","descr":"Raylan fliegt nach Memphis, um mit Hot Rod zu sprechen, nachdem dessen Männer in Mexiko tot aufgefunden wurden. Die Situation in Harlan ist angespannt, während Boyd und Darryl auf ihre Drogenlieferung warten, die in zwei Schrottautos versteckt ist. Boyd und Ava lassen sich auf einen Deal ein, um ihre Drogen ins Gefängnis schmuggeln zu können, aber es ergeben sich Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":14038638,"hoster":"VOE"},{"redirect":14080203,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684704,"hoster":"VOE"},{"redirect":8684702,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Blutsbrüder","epNo":10,"alt":"Weight","descr":"Dewey versucht den Teil des Heroins, den er sich unter den Nagel gerissen hat, in ein Ticket raus aus Harlan zu verwandeln. Ava beschließt, aus eigener Kraft im Gefängnis zu überleben. Raylan folgt dem Weg von Boyds Heroin zu den Crowes und macht Bekanntschaft mit der 21-Fuß-Regel.","versions":[{"lang":1,"streams":[{"redirect":14066436,"hoster":"VOE"},{"redirect":14080202,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684709,"hoster":"VOE"},{"redirect":8684707,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tribut","epNo":11,"alt":"The Toll","descr":"Als Art angeschossen wird, geht man zunächst von den üblichen Verdächtigen aus, bis sich jemand dazu bekennt, mit dem keiner gerechnet hat. Unterdessen bereitet Ava sich auf die Folgen für das Töten von Judith vor und Boyd versucht, einen neuen Deal mit Duffy zu machen.","versions":[{"lang":1,"streams":[{"redirect":14066514,"hoster":"VOE"},{"redirect":14080204,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684715,"hoster":"VOE"},{"redirect":8684716,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Fisch am Haken","epNo":12,"alt":"Starvation","descr":"Raylan ist Darryl Crowe auf der Spur, nachdem Art angeschossen wurde. Boyd spielt seinen Trumpf aus und kooperiert mit dem Marshals Service, um so Darryl loszuwerden. Nur hat keiner mit Dewey gerechnet, der sein eigenes Süppchen kocht … .","versions":[{"lang":1,"streams":[{"redirect":14038639,"hoster":"VOE"},{"redirect":14080205,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684714,"hoster":"VOE"},{"redirect":8684711,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wieder Quit","epNo":13,"alt":"Restitution","descr":"Nach der Festnahme von Darryl Crowe jr. wird es schwierig, ihm etwas nachzuweisen. Nur Wendy kann beweisen, dass Darryl auf Art geschossen hat. Doch das ist gefährlich … Ava kommt aus dem Gefängnis frei, nachdem Raylan ihr einen Deal angeboten hat. Wie wird Boyd mit der neuen Situation umgehen?","versions":[{"lang":1,"streams":[{"redirect":14066639,"hoster":"VOE"},{"redirect":14080206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684728,"hoster":"VOE"},{"redirect":8684729,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Die guten alten Zeiten","epNo":1,"alt":"Fate\u0027s Right Hand","descr":"Während Winona in Florida auf die Rückkehr von Raylan wartet, feilt der weiter an seinem Plan, Boyd Crowder zu. Dieser bereitet in der Zwischenzeit ahnunglos einen Banküberfall vor. Ava wird von Raylan unter Druck gesetzt, endlich Informationen über Boyds Pläne herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":14038534,"hoster":"VOE"},{"redirect":14080210,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684740,"hoster":"VOE"},{"redirect":8684738,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Suche nach dem Geld","epNo":2,"alt":"Cash Game","descr":"Ava findet die Unterlagen, die Boyd bei dem Banküberfall hat mitgehen lassen. Wütend gibt sie die Sachen an Raylan weiter. Ava gibt Boyd letztlich den entscheidenden Tipp, wo das Geld sein könnte: Das Pizza Portal war früher eine Bank!","versions":[{"lang":1,"streams":[{"redirect":14066640,"hoster":"VOE"},{"redirect":14080207,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336405,"hoster":"VOE"},{"redirect":8684734,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Adel verpflichtet","epNo":3,"alt":"Noblesse Oblige","descr":"Raylan und Rachel Brooks finden heraus, dass Boyd den Sprengstoff für den Banküberfall von Luther, dem Sprengstoffmeister der Mine herbekommen haben muss. Boyd und seine Jungs machen in der Zwischenzeit Bekanntschaft mit Walker, wobei Boyd realisiert, dass es Walkers Tresor ist, den er versucht hat auszurauben.","versions":[{"lang":1,"streams":[{"redirect":14038542,"hoster":"VOE"},{"redirect":14080208,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684742,"hoster":"VOE"},{"redirect":8684745,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Kaninchen vor der Schlange","epNo":4,"alt":"Trash And The Snake","descr":"Raylan und Tim finden heraus, welche Grundstücke Calhoun sich unter den Nagel reißen will und welche Besitzer sich weigern, an ihn zu verkaufen. Darunter war auch Raylans alte Englischlehrerin und ihr Mann. Beide sterben kurz darauf unter mysteriösen Umständen. Boyd und Wynn treffen sich unterdessen mit dem Sprengstoffexperten, um den Tresor in der Pizzeria zu knacken.","versions":[{"lang":1,"streams":[{"redirect":14066510,"hoster":"VOE"},{"redirect":14080209,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379803,"hoster":"VOE"},{"redirect":8684747,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alte Freundschaften","epNo":5,"alt":"Sounding","descr":"Ava entschließt sich kurzerhand, aus Harlan und vor Boyd und ihren Problemen zu flüchten. Boyd sucht derweil Avas Onkel Zachariah auf, um mit ihm und Sprengstoff aus einer stillgelegten Mine den Tresor von Markham zu knacken.","versions":[{"lang":1,"streams":[{"redirect":14066435,"hoster":"VOE"},{"redirect":14080211,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684754,"hoster":"VOE"},{"redirect":8684751,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödliche Miene","epNo":6,"alt":"Alive Day","descr":"Boyd kommt nach Hause und findet Raylan und Ava zusammen in der Küche. Raylan wird des Mordes an Calhoun verdächtigt. Boyd wird Ava gegenüber zunehmend misstrauisch. Boyd kommt bei Arbeiten in der Miene beinahe ums Leben. Im Pizza Portal kommt es zum Showdown zwischen Choo-Choo und Raylan.","versions":[{"lang":1,"streams":[{"redirect":14066643,"hoster":"VOE"},{"redirect":14080212,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12923837,"hoster":"VOE"},{"redirect":8684759,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Jagd","epNo":7,"alt":"The Hunt","descr":"Winona stattet Raylan einen Besuch ab und hat ihre gemeinsame Tochter Willa im Schlepptau. Rachel hat hierfür wenig Verständnis. Boyd nimmt Ava auf einen Jagdtrip in die Berge mit. Könnte dieser Trip für Ava ohne Rückfahrkarte sein?","versions":[{"lang":1,"streams":[{"redirect":14066425,"hoster":"VOE"},{"redirect":14080213,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684758,"hoster":"VOE"},{"redirect":8684757,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Dunkle Vergangenheit","epNo":8,"alt":"Dark As a Dungeon","descr":"Raylan stellt sich seiner Vergangenheit und dem Haus seines Vaters. Bevor er Harlan aber für immer den Rücken kehrt, will er Boyd dingfest machen.","versions":[{"lang":1,"streams":[{"redirect":14038624,"hoster":"VOE"},{"redirect":14080215,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684762,"hoster":"VOE"},{"redirect":8684768,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verbrannte Erde","epNo":9,"alt":"Burned","descr":"Trotz ihres jungen Alters ist Loretta McCready Markham gewachsen und durchkreuzt seine Pläne, die Kontrolle über Harlan zu gewinnen. Boyd begeht mit der Sprengung des Tresors einen folgeschweren Fehler.","versions":[{"lang":1,"streams":[{"redirect":14066426,"hoster":"VOE"},{"redirect":14080214,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336403,"hoster":"VOE"},{"redirect":8684769,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vertrauen","epNo":10,"alt":"Trust","descr":"Katherine wird von Boyd entführt und zwingt Avery zu einer Geldübergabe im Wald. Als sich Boyd nach der Übergabe mit Ava trifft, fällt ein Schuss …","versions":[{"lang":1,"streams":[{"redirect":14038633,"hoster":"VOE"},{"redirect":14080216,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684774,"hoster":"VOE"},{"redirect":8684775,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verdächtige Nummer Eins ","epNo":11,"alt":"Fugitive Number One","descr":"Ava ist mit Zachariah und den 10 Millionen auf der Flucht. Derweil veranlasst Markham einen Anschlag auf den im Krankenhaus liegenden Boyd.","versions":[{"lang":1,"streams":[{"redirect":14066520,"hoster":"VOE"},{"redirect":14080217,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12379808,"hoster":"VOE"},{"redirect":8684781,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kollateralschaden","epNo":12,"alt":"Collateral","descr":"Raylan trifft bei seiner Suche nach Boyd in den Bergen auf Cope und seine Männer. Ava und Zachariah sitzen immer noch in Grubes Hütte und belauschen den Polizeifunk nach Hinweisen auf Boyd.","versions":[{"lang":1,"streams":[{"redirect":14066509,"hoster":"VOE"},{"redirect":14080219,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684783,"hoster":"VOE"},{"redirect":8684782,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Versprechen","epNo":13,"alt":"The Promise","descr":"Während Boyd versucht, seine Verfolger abzuschütteln, befindet sich Ava in der Gewalt von Markham. Es kommt zum Shodown zwischen Raylan, Boyd und Ava.","versions":[{"lang":1,"streams":[{"redirect":14038687,"hoster":"VOE"},{"redirect":14080221,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8684787,"hoster":"VOE"},{"redirect":8684789,"hoster":"Streamtape"}]}]}]}]}