{"path":"/serie/stream/juuou-mujin-no-fafnir","name":"Juuou Mujin no Fafnir","descr":"Mit dem plötzlichen Auftauchen der Drachen genannten Monster, veränderte sich die Welt vollkommen. Schon bald wurden unter den Menschen übernatürliche Mädchen, genannt mit den Kräften der Drachen geboren. Der einzige männliche Mononobe Yuu, dessen Existenz eigentlich geheim war, wird gewaltsam zu der Schule Midgar gebracht, wo sich die Mädchen gesammelt haben. Dort sieht er nicht nur Iris, eine der Schülerinnen, nackt, sondern er trifft auch seine verschollene Schwester Mitsuki wieder.","seasons":[{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-1","name":"","epNo":1,"alt":"Midgar of Ryuuen","descr":"25 Jahre vor dem Start der Serie tauchten auf der ganzen Welt riesige Kreaturen auf, die als Drachen bekannt waren, und verursachten vor ihrem Verschwinden eine weitgehende Zerstörung. Kurz darauf wurden Menschen mit ähnlichen Kräften wie die der Drachen geboren und wurden unter dem Namen D bekannt. Derzeit wird der weltweit einzige männliche D, Yuu Mononobe, nach Midgard versetzt und trifft am Strand auf ein nacktes Mädchen, Iris Freyja . Iris hält ihn für einen Eindringling und versucht erfolglos, ihn anzugreifen, verliert dann aber das Bewusstsein aufgrund ihrer Attacke nach hinten und wird von ihm gerettet. Während sich die beiden unterhalten, wird Yuu von seiner Schwester Mitsuki Mononobe angesprochen, die ihm mitteilt, dass er künftig ein Midgard-Student sein wird. Am nächsten Tag wird Yuu in die Brynhildr-Klasse eingewiesen, wo er sich der Opposition der Mädchen gegenübersieht und gezwungen wird, die Dunkle Materie zu transformieren, um seinen Status als D zu beweisen wird informiert, dass Drachen Ds als ihre Gefährten suchen und dass das Drachenzeichen eines D seine Farbe ändert, wenn er von einem Drachen angegriffen wird, und sich bei Kontakt in dieselbe Art von Drachen verwandelt. Nach dem Misserfolg von Iris bei der Transmutation unterhält sich Yuu mit ihr und erklärt ihm ihren Grund für den Kampf gegen Drachen. Ihre Diskussion wird jedoch unterbrochen, als ein Notfallalarm ertönt, der die Annäherung von \u0027White\u0027 Leviathan ankündigt, während gleichzeitig die Farbe von Iris \u0027Drachenzeichen wechselt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312527","hoster":"VOE"},{"path":"/redirect/10124496","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-2","name":"","epNo":2,"alt":"White Leviathan","descr":"Yuu wird von seinem früheren Vorgesetzten in der NIFL, Major Loki Jotunheim, kontaktiert, der Yuu auffordert, das von Leviathan ins Visier genommene D zu töten, um eine Zunahme der Drachen zu verhindern. Iris hat Angst, sich in einen Drachen zu verwandeln und alle zu verletzen, aber Yuu versichert ihr, dass er sie selbst töten wird, wenn es darauf ankommt. Der Rest der Mädchen bereitet sich auf den Kampf vor, als Leviathan sich der Insel nähert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312526","hoster":"VOE"},{"path":"/redirect/10124497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-3","name":"","epNo":3,"alt":"Howling Fafnir","descr":"Während die Mädchen gegen Leviathan kämpfen, greifen NIFL-Soldaten Iris an, um sie zu töten, bevor sie sich in einen Drachen verwandelt. Yuu beschützt Iris, indem sie die Soldaten besiegt, und lässt sie ihre neu entdeckte Explosionskraft einsetzen, um Leviathans abstoßendes Feld zu umgehen und es direkt anzugreifen, was jedoch nicht ausreicht, um es zu besiegen. In diesem Moment macht Yuu einen weiteren Deal mit Yggdrasil und opfert einen Teil seiner Erinnerungen, um Pläne für eine neue Waffe, die Babel-Kanone, herunterzuladen. Yuu leiht sich dunkle Materie von Iris aus und benutzt sie, um Leviathan mit Hilfe der anderen Mädchen zu zerstören. Nach dem Ende der Schlacht wird Yuu von Iris an den Strand gerufen, die ihn als Zeichen ihrer Dankbarkeit für alles küsst, was er für sie getan hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379806","hoster":"VOE"},{"path":"/redirect/10124498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-4","name":"","epNo":4,"alt":"Tear the Dragonkind","descr":"Ein junger D, Tear Lightning, meldet sich bei Midgard an und behauptet, dass Yuu ihr Ehemann ist, da er die Person war, die ihr Leben vor einer kriminellen Gruppe gerettet hat. Tears Verhalten und die feste Überzeugung, dass sie eine Drache ist, erschweren die Sache jedoch. Schließlich überredet Yuu sie, sich ihren Klassenkameraden zu öffnen, und sie wird sozialer. Als Lisa jedoch versucht, Tear beizubringen, wie man eine fiktive Rüstung herstellt, lässt sie sich aufgrund ihrer tief verwurzelten Überzeugung, dass sie ein Drache ist, in eine riesige, drachenförmige fiktive Rüstung einschließen, die wütend wird und anfängt zu toben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312528","hoster":"VOE"},{"path":"/redirect/10124501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-5","name":"","epNo":5,"alt":"Muspelheim of the Flames","descr":"Tears drachenförmige fiktionale Bewaffnung materialisiert sich vollständig und wird wütend. Lisa gelingt es, den Drachen zu zerstören und Tear wieder zu normalisieren, obwohl Tear vor Erschöpfung in Ohnmacht fällt. Nachdem Yuu Tear auf die Krankenstation gebracht hat, unterhält er sich freundlich mit Honoka und wird anschließend von Major Loki kontaktiert. Loki warnt Yuu, dass von Drachenkultisten erwartet wird, dass sie eine Operation durchführen, um Tear zu retten, und dass ihr Anführer, Kili Surtr Muspelheim, ebenfalls Maßnahmen ergreifen wird. Als Tear das Bewusstsein wiedererlangt, bringt Yuu sie zum Strand und erklärt, was während des Trainings passiert ist. Nachdem Yuu darum gebeten hat, dass Tear sich von nun an als Mensch betrachtet, schlägt Tear laut, bricht aber schließlich in Tränen aus, wenn sie sich daran erinnert, was mit ihren Eltern passiert ist. Yuu nimmt dann Tear mit, um sich beim Rest der Klasse zu entschuldigen. Iris schlägt vor, dass sie am nächsten Tag am Strand abhängen sollen. Zu Brynhildr Class gesellen sich auch Charlotte und Mica zu ihrem Strandausflug. In derselben Nacht taucht jedoch plötzlich Hekatonkheir aus dem Nichts auf und greift Midgard an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312531","hoster":"VOE"},{"path":"/redirect/10124500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-6","name":"","epNo":6,"alt":"Red-Winged Tiamat","descr":"Nach dem plötzlichen Erscheinen von Hekatonkheir ist Midgard in höchster Alarmbereitschaft. Mitsuki koordiniert die Mitglieder des Counter-Dragon Squad bei der Übernahme von Positionen und überlässt Tear Lisas Obhut. Die beiden werden jedoch von Kili Surtr Muspelheim angegriffen, der beabsichtigt, Tear inmitten des Chaos zurückzuholen. Obwohl Lisa versucht, sie abzuwehren, erweist sich Kili als zu mächtig und zwingt Lisa, mit Tear davonzulaufen. Kili holt sie ein, schlägt Lisa aus und fängt Tear ein. Yuu gelingt es jedoch, Kili abzufangen. Obwohl er zuerst von ihr übertroffen wird, dreht Yuu den Spieß um, indem er ein abstoßendes Feld erzeugt, das dem von \u0027White\u0027 Leviathan ähnelt, um Kili von sich zu drängen. Bevor die beiden ihren Kampf wieder aufnehmen können, beginnt Hekatonkheir sich zu bewegen und zerschmettert das Büro des Direktors.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312529","hoster":"VOE"},{"path":"/redirect/10124503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-7","name":"","epNo":7,"alt":"Scarlet Innocent","descr":"Nachdem Hekatonkheir aktiv wird, zieht sich Kili vom Schlachtfeld zurück. Bevor sie geht, fragt Yuu sie, was für ein Wesen sie ist. Kili bittet ihn zu entscheiden, was sie ist, bevor er verschwindet. Obwohl Yuu versucht, Tear in Sicherheit zu bringen, besteht sie darauf, mit den anderen zu kämpfen, was Mitsuki erlaubt. Die Counter-Dragon-Truppe versucht, Hekatonkheir ins Wasser zu schieben, aber ihre Versuche sind erfolglos, ebenso wie Tears Angriff mit ihren Drachenflügeln. In diesem Moment kontaktiert \u0027Green\u0027 Yggdrasil Yuu und gewährt ihm Zugang zu \u0027White\u0027 Leviathan\u0027s Authority, Antigravity, um Hekatonkheir zu schweben. Auf diese Weise kann der Counter-Dragon-Trupp Hekatonkheir ins Meer stoßen und Yuu kann den Drachen zerstören, indem er eine Antidrachen-Bewaffnung mit der dunklen Materie von Tear herstellt. Nach dem Angriff werden Charlotte, Mica und Haruka als okay eingestuft und Lisa wacht auf der Krankenstation auf. Später erklärt Tear ihre Absicht, Yuu zu heiraten, und küsst ihn auf die Wange als Zeichen ihrer Verlobung, was einen Streit zwischen ihr und Iris auslöst, der von Mitsuki unterbrochen wird. In dieser Nacht, während einer Diskussion mit Mitsuki über ihre Vergangenheit, ist Yuu schockiert zu entdecken, dass er mehr Erinnerungen verloren hat, als er glaubte. Als Mitsuki erklärt, dass sie weiter gegen die Drachen kämpfen wird, um für ihre Sünden zu büßen, erklärt Yuu, dass er alles tun wird, um ihren Kampf zu beenden und ihr Glück nicht aufzugeben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312532","hoster":"VOE"},{"path":"/redirect/10124502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-8","name":"","epNo":8,"alt":"Basilisk Attacks","descr":"Nachdem Midgard von der bevorstehenden Annäherung des \"roten\" Basilisken erfahren hat, werden Brynhildr Class und Honoka abgesetzt, um ihn auf eine verlassene Insel zu locken und zu zerstören. Auf dem Weg zur Insel erleben Yuu und Ariella eine Auseinandersetzung zwischen Lisa und Mitsuki wegen des Todes von Miyako Shinomiya. Später an diesem Tag wird Yuu von Firill besucht, der ihm erklärt, dass Lisa Mitsuki überhaupt nicht hasst. Nachts bittet Yuu Mitsuki, ihm zu erzählen, was vor zwei Jahren passiert ist. Mitsuki erklärt sich einverstanden und erzählt, wie sie Miyako getroffen hat. Die Einzelheiten des Kampfes gegen \u0027Purple\u0027 Kraken und Miyakos Tod liegen in ihren Händen. Nachdem Yuu die ganze Geschichte gehört hat, bittet er Mitsuki, Lisa zu bitten, ihr zu vergeben, was sie schließlich zustimmt. Am nächsten Tag konfrontiert Lisa Yuu damit, dass sie sich in diese Angelegenheit einmischt, und erklärt, dass sie an eine sehr schwierige Situation denken wird, unter der Mitsuki ihre Vergebung verdient.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312533","hoster":"VOE"},{"path":"/redirect/10124504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-9","name":"","epNo":9,"alt":"Front Line in Distant Waters","descr":"Am NIFL trifft sich Major Loki mit Generalmajor Dylan und die beiden inspizieren die Anti-Basilisk-Waffe Mistilteinn, von der sie überzeugt sind, dass sie den Drachen zerstören wird. In der Zwischenzeit erreicht die Counter-Dragon-Truppe endlich die Vulkaninsel, die zum Schauplatz ihres Kampfes gegen Basilisk wird. Beim Ausschiffen gibt Firill Yuu eine Tageskarte für die ausschließliche Nutzung der heißen Quellen der Insel, um ihm für seine Hilfe in der Angelegenheit zwischen Lisa und Mitsuki zu danken. Yuu besucht die heißen Quellen in derselben Nacht, ist aber schockiert, als der Rest der Mädchen ebenfalls hereinkommt und ihn zwingt, sich zu verstecken. Firill entdeckt ihn und erklärt, dass sie ihn weiter belohnen wollte, indem sie ihm erlaubte, die nackten Körper von Mädchen zu sehen. Yuu wird fast entdeckt, aber durch einen rechtzeitigen Notruf gerettet. Mitsuki informiert dann alle, dass die Operation des NIFL gegen Basilisk morgen beginnen wird. Am nächsten Morgen versammeln sich alle im Besprechungsraum, wo Generalmajor Dylan die Fähigkeit von Basilisk und den Plan der NIFL erklärt, ihn zu zerstören, indem eine mithrilbeschichtete Bombe, Mistilteinn, darauf abgeworfen wird. Der Plan wird in derselben Nacht in die Tat umgesetzt, und Basilisk scheint zunächst nicht in der Lage zu sein, die Bombe mit ihrer Katastrophe zu zerstören. Basilisk zündet jedoch eine noch stärkere Version der Katastrophe aus einem dritten Auge, das sich im Rücken versteckt und Mistilteinn verdunstet. Zur gleichen Zeit heizt sich Tears Drachenabdruck auf, wodurch sie vor Schmerzen zusammenbricht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312539","hoster":"VOE"},{"path":"/redirect/10124508","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-10","name":"","epNo":10,"alt":"Red Catastrophe","descr":"Nach dem Scheitern der Operation der NIFL gegen den \u0027Roten\u0027 Basilisken bricht Tear vor Schmerz zusammen und wird auf die Krankenstation geschickt. Nach dieser Entwicklung plant der Counter-Dragon-Trupp seine eigene Operation gegen den Drachen und beabsichtigt, ihn anzugreifen, indem er die Vulkaninsel und die Horizontlinie als Deckung verwendet. Während Yuu seine Anti-Schwerkraft-Fähigkeiten übt, die er durch \u0027White\u0027 Leviathan erlangt hat, stößt er auf Iris, die ebenfalls trainiert. Obwohl er versucht, ihre Beziehung zu klären, bittet Iris ihn zu warten, bis der Kampf gegen Basilisk beendet ist, um ihre Bemühungen auf den Schutz von Tear zu konzentrieren. Einige Zeit später nimmt der Counter-Dragon Squad hinter dem Vulkan der Insel Stellung und bereitet sich auf den Angriff auf Basilisk vor. Doch gerade als sie ihre Angriffe starten, fängt Basilisk sie mit der verstärkten Katastrophe ab, nachdem er ihre Aktionen vorhergesehen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312536","hoster":"VOE"},{"path":"/redirect/10124506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-11","name":"","epNo":11,"alt":"Mistilteinn Falls","descr":"Die Counter-Dragon-Truppe entzieht sich dank Honokas schnellen Aktionen und Yuus Antigravitation kaum Basilisks verstärkter Katastrophe und muss sich anschließend zurückziehen. Nachdem Yuu die Kampfdaten der Operationen gegen Basilisk studiert hatte, überlegte er, wie er den Drachen besiegen könnte, und bat um Major Lokis Hilfe, um Mistilteinn zu sichern. Obwohl Loki neugierig ist, erklärt er sich bereit zu helfen. Bei der Zusammenstellung des Gegendrachentrupps erklärt Yuu seinen Plan, der darin besteht, dunkle Materie umzuwandeln, um genug Mithril zu erzeugen, damit Mistilteinn die verstärkte Katastrophe für die Dauer von fünf Sekunden aushalten kann. Obwohl alle von dem neuen Plan begeistert sind, konfrontiert Honoka Yuu privat mit der Aussage, dass sie glaubt, Basilisk könne in die Zukunft sehen. Bevor sie näher darauf eingehen kann, wird Yuu von Iris weggeschleppt, um einen Streit zwischen Lisa und Mitsuki beizulegen, der darauf zurückzuführen ist, dass Mitsuki mit Mistilteinn absteigen möchte, um seine Flugbahn zu kontrollieren. Als sich alle anderen freiwillig melden, gibt Lisa bekannt, dass sie darüber nachgedacht hat, was Mitsuki tun soll, um Miyakos Tod wieder gut zu machen. Sie fordert Mitsuki auf, alle in die Operation einzubeziehen und sich einen Plan auszudenken, der es allen ermöglicht, lebend zurückzukehren. Nachdem er sich mit Mitsuki unterhalten hat, geht Yuu auf die Krankenstation, um herauszufinden, dass jemand Tear genommen hat. Er findet bald heraus, dass Honoka die Verantwortliche ist, die offenbart, dass ihre wahre Identität Kili Surtr Muspelheim ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312540","hoster":"VOE"},{"path":"/redirect/10124507","hoster":"Streamtape"}]}]},{"path":"/serie/stream/juuou-mujin-no-fafnir/staffel-1/episode-12","name":"","epNo":12,"alt":"Unlimited Fafnir","descr":"Die Counter-Dragon-Truppe entzieht sich dank Honokas schnellen Aktionen und Yuus Antigravitation kaum Basilisken verstärkter Katastrophe und muss sich anschließend zurückziehen. Nachdem Sie die Kampfdaten der Operationen gegen Basilisk studiert hatten, überlegten Sie, wie Sie den Drachen besiegen konnten, und bat um Major Lokis Hilfe, um Mistilteinn zu sichern. Obwohl Loki neugierig ist, erklärt er sich bereit zu helfen. In the together position of the period of the duration of five seconds.aushalten können, müssen Sie den Plan, der darin besteht, dunkle Materie umzuwandeln, um genug Mithril zu erzeugen, damit Mistilteinn the verstärkte Katastrophe. Obwohl alle von dem neuen Plan begeistert sind, konfrontiert Honoka Yuu privat mit der Aussage, dass sie glaubt, Basilisk könnten in the Future see. Bevor sie näher darauf eingehen können, werden Sie von Iris weggeschleppt, um einen Streit zwischen Lisa und Mitsuki beizutragen, der darauf folgt, dass Mitsuki mit Mistilteinn absteigen möchte, um seine Flugbahn zu kontrollieren. Isa isa isa isa isa isa isa isa isa isa isa isa isa isa isa isa isa isa isa Sie fordert Mitsuki auf, all in the Operation einzubeziehen und sich einen Plan auszudenken, der es allen ermöglicht, lebend zurückzukehren. Nachdem er sich mit Mitsuki unterhalten hat, geht er auf die Krankenstation, um herauszufinden, dass jemand Tear taken hat. Er findet bald heraus, dass Honoka die Verantwortliche ist, dass ihre wahre Identität Kili Surtr Muspelheim ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11312537","hoster":"VOE"},{"path":"/redirect/10124505","hoster":"Streamtape"}]}]}]}]}