{"seriesId":"kafka","name":"Kafka","descr":"Die sechsteilige Miniserie zeigt das Leben von Franz Kafka (Joel Basman) in verschiedenen Facetten. Vorgestellt werden das schwierige Verhältnis zu seinem herrischen Vater Hermann (Nicholas Ofczarek), die tiefe Freundschaft zu Max Brod (David Kross) und seine verschiedenen Liebschaften, unter anderem mit Milena Jesenská (Liv Lisa Fries).","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Kafka und ich","epNo":1,"alt":"","descr":"Die Dokumentation \"Kafka und ich\" erzählt Geschichte und Werk des Schriftstellers auf neuartige Weise: durch die Augen eines Hundes gesehen, genauer gesagt Franz Kafkas Hündin, gesprochen von Schauspielerin Anna Thalbach. 100 Jahre nach dem Tod ihres Herrchens und Schöpfers will die Hündin verstehen, warum der Schriftsteller heute immer noch relevant ist und sogar gefeiert wird: Wer war Franz Kafka? Warum sind seine Texte so aktuell? Und was verbindet sie mit dem Leben im 21. Jahrhundert? Schriftsteller Daniel Kehlmann, Literaturwissenschaftler und Philosoph Rüdiger Safranski sowie Kafka-Fan und Journalist Thilo Mischke schildern ihre Sicht auf Kafka und warum es so lohnend ist, sich immer wieder neu mit ihm zu beschäftigen.","versions":[{"lang":1,"streams":[{"redirect":13880112,"hoster":"VOE"},{"redirect":13880116,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Max","epNo":1,"alt":"Episode 1","descr":"Zum 100. Todestag eines der faszinierendsten und bekanntesten Schriftsteller deutscher Sprache wird Kafkas Leben in sechs Episoden aus unterschiedlichen Perspektiven und in innovativer Bildsprache erzählt. Die erste Episode handelt von Kafkas Freund Max Brod. Er ist ein anerkannter Schriftsteller, voller Energie und Ideen, aber sein größtes Projekt ist es, Ruhm für seinen Freund Franz zu erlangen. Dies ist eine Art umgekehrte Amadeus-Konstellation: Mit aller Macht versucht Brod, seinem schwierigen Freund zu helfen, der seinem treuesten Förderer jedoch nie künstlerische Anerkennung oder Unterstützung zurückgibt. Brod ist ein manischer Womanizer, immer in mehrere Affären verwickelt. Er ist eine warmherzige Person und das Energie- und Kraftzentrum der Geschichte. Leider ist er kein guter Schriftsteller – eine Tatsache, die Kafka durchaus bewusst ist.","versions":[{"lang":1,"streams":[{"redirect":13874653,"hoster":"VOE"},{"redirect":13874657,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Felice","epNo":2,"alt":"Episode 2","descr":"Im Mittelpunkt der zweiten Episode steht Kafkas langjährige Verlobte Felice Bauer. Sie ist Max Brods Cousine, die Kafka nur oberflächlich kennenlernt, aber dann wochen-, monate- und jahrelang mit Briefen überhäuft. Ohne sich wirklich zu kennen, verloben sie sich. Die Beziehung ist lang, kompliziert und quälend; die Verlobung wird abgebrochen, erneuert, nur um wieder beendet zu werden.","versions":[{"lang":1,"streams":[{"redirect":13874655,"hoster":"VOE"},{"redirect":13874654,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familie","epNo":3,"alt":"Episode 3","descr":"Die dritte Episode konzentriert sich auf Kafkas despotischen und herrschsüchtigen Vater Hermann, an den sein Sohn einen gnadenlosen Anklagebrief von mehr als 100 Seiten schreibt, den er letztendlich nie abschickt. Nach und nach verschiebt sich der Fokus auf Kafkas Beziehung zum Zionismus und seine Freundschaft mit Yitzhak Löwy, einem Schauspieler einer traditionellen jiddischen Theatertruppe. Die Konfrontation zwischen seinem Vater und seinem Freund Löwy veranlasst Kafka, \"Die Verwandlung\" zu schreiben, die Geschichte eines Mannes, der sich in ein Insekt verwandelt, wohl das einflussreichste literarische Werk des 20. Jahrhunderts.","versions":[{"lang":1,"streams":[{"redirect":13874658,"hoster":"VOE"},{"redirect":13874660,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Büro","epNo":4,"alt":"Episode 4","descr":"Die vierte Episode zeigt Kafka in seiner Berufswelt als Versicherungsanwalt. Er ist ein namhafter Experte auf diesem Gebiet, gewinnt fast jeden Gerichtsfall im Namen der Versicherung und wird von seinen Vorgesetzten hochgeschätzt – eine Ehre, die er nicht erwidert. Für ihn ist der eher komfortable Arbeitsplatz eine lebende Hölle, aus der er nur entkommen möchte. Auf dem Höhepunkt des Ersten Weltkriegs gehen seine Vorgesetzten so weit, Kafkas Leben zu retten, indem sie ihn offiziell als unverzichtbar erklären und ihn so vor einer Einberufung bewahren. Diese Episode unterstreicht die Umkehrung von Kafkas albtraumhafter Angst vor einer übermächtigen bürokratischen Kraft, die er in seinen Werken so gut hervorhebt, denn Kafkas Vorgesetzte sind keineswegs unerreichbar: Sie sind freundlich und hilfsbereit – eine Tatsache, die Kafka niemals anerkennt oder zugibt.","versions":[{"lang":1,"streams":[{"redirect":13874662,"hoster":"VOE"},{"redirect":13874663,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Milena","epNo":5,"alt":"Episode 5","descr":"Die fünfte Episode handelt von Kafkas kurzer, aber intensiver Beziehung zu der Schriftstellerin Milena Jesenská, die sein Genie auf eine Weise erkennt wie bisher nur Max Brod. Während eines langen Nachmittags in den Wiener Wäldern durchleben sie alle Phasen einer leidenschaftlichen Liebesaffäre – bis sie sich schließlich trennen.","versions":[{"lang":1,"streams":[{"redirect":13874667,"hoster":"VOE"},{"redirect":13874668,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dora","epNo":6,"alt":"Episode 6","descr":"Die erste Hälfte der letzten Episode fokussiert sich auf den Urlaub des bereits schwer an Tuberkulose erkrankten Kafka im Kurort Spindlermühle im Riesengebirge, der in seiner Vorstellung in das dunkle und mythische Dorf seines letzten und berühmtesten Romans \"Das Schloss\" verwandelt wird. Doch er trifft auch seine letzte große Liebe, Dora Diamant. Nachdem er schließlich dem verhassten Büro entkommen ist, leben die beiden einige Monate lang in Berlin und verbringen seine letzten Tage gemeinsam in einem Sanatorium außerhalb Wiens.","versions":[{"lang":1,"streams":[{"redirect":13874665,"hoster":"VOE"},{"redirect":13874666,"hoster":"Streamtape"}]}]}]}]}