{"seriesId":"kageki-shoujo","name":"Kageki Shoujo!!","descr":"[Kageki Shojo!!] Wie die populäre Theatergruppe Takarazuka Revue spielen die jungen Frauen, die an die Kouka Kageki Kunstakademie gehen, alle Rollen in einem Theaterstück – ob weiblich oder männlich. Narada Ai ist ein ehemaliges Idol, das vor allem Frauenrollen spielt.Ihre Mitbewohnerin Watanabe Sarasa, ein Mädchen vom Lande, übernimmt währenddessen die Männerrollen. Ob Schule oder Bühne – es gibt keine Herausforderung, der sich diese jungen Frauen mit ihrer Leidenschaft für Bühnenaufführungen nicht stellen könnten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Beneath the Cherry Tree in a Rain of Petals","descr":"Nachdem Ai Narata die beliebte Idolgruppe JPX48 verlassen hat, beginnt eine neue Reise in die Welt der Kouka Revue, einer rein weiblichen Musiktheatertruppe. Dort trifft sie Sarasa Watanabe, eine große, halb widerliche Draufgängerin mit großen Träumen.","versions":[{"lang":3,"streams":[{"redirect":8832617,"hoster":"VOE"},{"redirect":8832620,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Those Who Long to Cross the Silver Bridge","descr":"Es ist der erste Unterrichtstag, an dem die Erstsemester ihren Studienberatern im zweiten Jahr vorgestellt werden und wenn die Schüler versuchen, sich abzuheben. Die Erstsemester können auch die Backstage des Kouka-Theaters besuchen. Während der Tour stieß Sarasa zufällig auf eine offen gelassene Tür. Ihr Lehrer sagt ihr, sie solle nicht eintreten, aber es war zu spät – Sarasa trat durch eine Tür ein, die direkt zum Bühnenbereich führt. Als sie die Bühne betritt, ist Ai von Sarasas Bühnenpräsenz geblendet, besonders als das Lichtteam sie für einen Mitarbeiter hält und sie ins Rampenlicht stellt. Inzwischen ist Ais Stalker in Kobe angekommen.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Teddy Bear","descr":"Diese Episode geht Ais Hass auf Männer auf den Grund. Inzwischen ist ihr Stalker am Hanamichi Way angekommen, was bedeutet, dass er sich in der Nähe von Ais Aufenthaltsort befindet.","versions":[{"lang":3,"streams":[{"redirect":8832615,"hoster":"VOE"},{"redirect":8832623,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Tears Overwritten","descr":"Ai bekommt eine Panikattacke und flieht vom Tatort, was Sarasa mit dem \"Stalker\" Mikiya Kitaouji allein lässt. Aber als Mikiya es satt hat, Sarasa Ais Tasche zu übergeben, bricht sie zusammen und schluchzt. Er sagt, dass er nicht da ist, um sie zu belästigen, sondern sich zu entschuldigen und die Verantwortung für Ais Ausschluss aus JPX zu übernehmen. Taichi-sensei tauchte aus dem Nichts auf und hörte, was der \"Stalker\" zu sagen hat, und sagte ihnen, dass Ai der Grund sei, warum er aus seinem NEET-Lebensstil herausgekommen sei. Aber während eines Meet-and-Greet-Events hielt er Ais Hand etwas länger fest, was dazu führte, dass sie ihn einen Kriecher nannte, was ihn wirklich verletzte. Er wusste nur später, dass Ai aufgrund dessen, was passiert war, gezwungen war, ohne viel Aufhebens zu graduieren (gelesen als \"rausgeschmissen\"). Taichi hat ein paar Dinge über Ai klargestellt, erstens, dass sie Mikiya nicht besonders hasst; und zweitens, dass sie überhaupt nicht an JPX gebunden war. Währenddessen fühlt sich Ai schuldig, Sarasa mit dem \"Stalker\" allein zu lassen, also macht sie sich auf die Suche nach ihr. Als sie sie an derselben Stelle findet, werden ihre Sorgen durch Hass ersetzt, als sie sie zusammen tanzen sieht. Ai geriet am nächsten Abend mit Sarasa in Streit und schwänzte am nächsten Tag den Unterricht. Auch an diesem Tag wird Sarasa von ihren Oberklassenmitgliedern mit einem Foto konfrontiert (von Hijiri zufällig aufgenommen) von ihr mit einem Mann, der in den sozialen Medien kursiert, da ihre Schulregeln streng sind. Als sie bestreitet, dass er ihr Freund ist und erwähnt, dass Taichi-sensei bei ihnen war, eilt sie hinaus, da sie endlich weiß, wo sie ist. Mikiya zitiert seine Referenzen und leitet daraus ab, dass sie sich wie üblich in der Nähe des Ozeans befinden könnte, und das bedeutet, dass sie sich in der Nähe des Hafens befinden könnte. Und gerade noch rechtzeitig – zwei Männer belästigten sie, und Mikiya kam, um zu retten. Taichi und Sarasa kamen später an und sie schrie den lautesten Schrei, den sie konnte, und erregte die Aufmerksamkeit zweier Polizisten in der Nähe. Es verscheuchte die Belästiger. Ai ging zu Mikiya, dankte ihm und entschuldigte sich. Er geht mit einem kleinen Souvenir von Ai und sagt, dass er eines Tages darauf warten wird, sie auf der Bühne von Kouka zu sehen. Auf dem Weg zum Wohnheim fragt Ai Sarasa, wie sie etwas vergessen kann, was sie nicht kann. Da Sarasa ihr den Rücken zugekehrt ist, kennt sie ihre Gefühle zu diesem Zeitpunkt nicht, aber sie hört von ihr, dass sie sie nur mit weiteren guten Erinnerungen bedecken würde. Da sie die doppelte Menge an morgendlicher Reinigung von ihren Oberklassenmitgliedern zu bewältigen hatten, nähert sich Yamadas \"Diät\" der Grenze zur Bulimie.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Chosen Maidens","descr":"Ai versucht sich mit Sarasa zu versöhnen, aber diese ignoriert sie anscheinend. Später sehen sie im Kouka-Theater eine Wintertruppe-Vorstellung von Romeo und Julia, wo Ai von der Begleiterin einer der Kouka-Schauspielerinnen bemerkt wird, die vorbeigeht. Nach dem Stück scheint Sarasa gezeigt zu haben, dass sie sich Zeilen merken kann, indem sie sie nur einmal hört, als sie einige von Romeos Zeilen genau so ausspricht, wie sie im Stück gezeigt werden, und überrascht ihre Freunde und Oberschichtmitglieder, die dachten, sie wüsste nur Rose von Versailles . Dies bewegte Ai, und ohne es zu merken, greift sie nach Sarasas Hand und versöhnt sich schließlich mit ihr. Währenddessen holt Ayakos Essattacken und Erbrechen ihre Ausdauer ein, und Ai, Sarasa und ihr Stimmlehrer bemerken es. Onodera-sensei konfrontiert und tadelt auch Tachibana-sensei, die ebenfalls ihren Mangel an Ausdauer bemerkt und sie um eine Liste der Lebensmittel bittet, die sie zur Überprüfung isst, weil sie Ayako als \"fettig\" bezeichnet. Onodera-sensei bringt sie ins Krankenhaus, als Ayako während eines seiner Gesangskurse zusammenbricht. Ayako steht kurz davor, die Schule und ihren Traum zu verlassen, aber eine kleine Aufmunterung von Onodera-sensei bringt sie anscheinend wieder auf den richtigen Weg, denn er erkennt ihre Talente, insbesondere ihre Stimme, da er einer von denen war, die sie für die Schulaufnahme vorgesprochen haben . Ayako kehrt nach ein paar Tagen Ruhe zum Unterricht zurück und verblüfft ihre Klassenkameraden, als sie ein erstaunliches Solo liefert. Ayako entschuldigt sich später bei Ai, die eines Nachts ihren Zustand bemerkte, dafür, dass sie sie anschnauzte. Die Ereignisse bestärken Ai darin, noch härter zu arbeiten, um eine Kouka-Schauspielerin zu werden.","versions":[{"lang":3,"streams":[{"redirect":8324436,"hoster":"VOE"},{"redirect":8324435,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Glimpse of Stardom","descr":"Zur Abwechslung machte die Klasse Probeschauspiel, und das fragliche Stück ist Romeo und Julia. Die Klasse wird in Vierergruppen eingeteilt und hat zwei Wochen Zeit, um eine Aufführung zu erarbeiten. Ai überwand ihr Problem mit dem Kanji-Lesen und entging Andou-senseis gründlicher Kritik mit wenig Schaden, da sie die erste \"nicht lächelnde\" Juliet war, die er je gesehen hatte. Chika hat vielleicht ihre Zeilen verwischt, aber es gelang ihr, sich zu erholen, und Kaoru wird gesagt, sie solle ihre Gedanken nicht abschweifen lassen und vorerst so handeln, wie sie es möchte. Trotz ihres guten Eindrucks von Tybalt sagt Andou-sensei Sarasa, dass sie kein Topstar werden wird, wenn sie sich nicht ändert. Gerade als sie 16 wurde.","versions":[{"lang":3,"streams":[{"redirect":8429863,"hoster":"VOE"},{"redirect":8429860,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Hanamichi and the Silver Bridge","descr":"Sarasa und Ai kehren für die Sommerferien nach Tokio zurück. Kabuki-Schauspieler und Sarasas Freund Akiya Shirakawa denkt über seine Kindheit mit Sarasa und ihre Erinnerungen an Kabuki nach.","versions":[{"lang":3,"streams":[{"redirect":8493725,"hoster":"VOE"},{"redirect":8704205,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Kaoru\u0027s Summer","descr":"Kaoru blickt auf ihren letzten Sommer zurück, bevor sie Kouka besuchte, wo sie bei ihrem vierten und letzten Versuch, für die berühmte Schule vorzusprechen, mit falschen Annahmen über sie zu kämpfen hatte.","versions":[{"lang":3,"streams":[{"redirect":8546840,"hoster":"VOE"},{"redirect":8546837,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Two Juliets","descr":"Die Erstklässler erfährt, dass sie am einmal im Jahrzehnt stattfindenden Kouka Grand Sports Festival teilnehmen werden. Ein Funken Eifersucht und tiefsitzender Groll reißen eine Kluft zwischen Chika und Chiaki.","versions":[{"lang":3,"streams":[{"redirect":8626262,"hoster":"VOE"},{"redirect":8626258,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Once-in-a-Century Autumn","descr":"Sarasa wird als Ersatz für das Staffelrennen der Spring Troupe ausgewählt, unter der Führung ihres Topstars Shiina. Dies brachte Sarasa mehr Neid ein, besonders unter den Zweitklässlern; und wurde das Ziel von Hijiris Mobbing, was sie nervös machte, als sie zum Sportfestival ging - es erschreckte sie so sehr, dass sie während ihrer Präsentation überhaupt nicht auf der Blockflöte spielte.","versions":[{"lang":3,"streams":[{"redirect":8710566,"hoster":"VOE"},{"redirect":8710567,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"4/40","descr":"Die Erstklässler bekommen eine weitere Gelegenheit zu agieren, diesmal vor Publikum beim Kulturfest. Allerdings gibt es nur vier Rollen und vierzig Schüler, was nur eines bedeutet: Vorsprechen.","versions":[{"lang":3,"streams":[{"redirect":13918092,"hoster":"VOE"},{"redirect":8765798,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Surely Someone","descr":"Das Vorsprechen von Romeo und Julia beginnt ernsthaft. Yamada blickt auf ihre Jahre vor Kouka zurück, während sie sich in ihrer Rolle zurechtfindet. Sarasa geht noch einmal auf ein Gespräch zwischen Kouzaburou und Akiya zurück, das sie belauscht hat.","versions":[{"lang":3,"streams":[{"redirect":12252279,"hoster":"VOE"},{"redirect":8849211,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Kageki Shojo!!","descr":"Sarasa betritt die Bühne als Tybalt. Sugimoto kämpft mit einer Selbstwertkrise. Die Besetzungsliste für die Aufführung des Kulturfestivals wird veröffentlicht.","versions":[{"lang":3,"streams":[{"redirect":8883426,"hoster":"VOE"},{"redirect":8883437,"hoster":"Streamtape"}]}]}]}]}