{"seriesId":"kaii-to-otome-to-kamikakushi","name":"Kaii to Otome to Kamikakushi","descr":"[Mysterious Disappearances] Sumireko hat einen verführerischen Körper und kann sich vor Verehrern kaum retten, doch statt alledem strebt sie eine Karriere als Schriftstellerin an. Zusammen mit dem jungen und mysteriösen Jungen Adashino arbeitet sie in einer Buchhandlung und liebt es Rätsel zu lösen. Nachdem ein seltsames Buch im Laden abgegeben wird, verändert sich ihr Leben von diesem Tage an schlagartig.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Cursed Book, the Maiden and the Birthday","descr":"Sumireko Ogawa arbeitet mit ihrem spitzzüngigen jüngeren Kollegen Ren Adashino in einer Buchhandlung und träumt davon, noch einmal Autorin zu werden. Ihr Schreibtalent ist eingestaubt, wie ihr Erstlingswerk aus ihrer Jugend im Regal. Doch als sie zu ihrem 28. Geburtstag das Buch eines \"umgekehrten Ladendiebstahls\" in die Finger bekommt, nimmt ihr Leben eine mysteriöse Wendung.","versions":[{"lang":3,"streams":[{"redirect":13929451,"hoster":"VOE"},{"redirect":13929450,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Schoolhouse, Drool, and an Apartment Wife","descr":"Ren und seine Schwester Oto brauchen mehr Mysterien, um sie gegen Tickets in ihre alte Welt eintauschen zu können. Just zu diesem Zeitpunkt kommt es an Otos Schule zu unerklärlichen Phänomenen. Da es eine reine Mädchenschule ist, bittet Ren Sumireko, sich an Otos Seite dort einzuschmuggeln und zu ermitteln, was sich hinter diesen Ereignissen verbirgt.","versions":[{"lang":3,"streams":[{"redirect":13951841,"hoster":"VOE"},{"redirect":13951842,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Horns, Bullying, and a Hair Ornament","descr":"Seit Sumirekos Undercover-Mission ist für Ren eins klar: In Otos Schule gibt es ein Mysterium! Und es scheint immer dort zuzuschlagen, wo jemand gemobbt wird. Also inszenieren er und Sumireko einen Mobbing-Fall, damit sie dem Auslöser der unerklärlichen Vorfälle endlich auf die Schliche kommen … und dabei erleben sie eine gefährliche Überraschung!","versions":[{"lang":3,"streams":[{"redirect":14049407,"hoster":"VOE"},{"redirect":14049411,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"A Bath, Cleaning and a Surprise","descr":"","versions":[{"lang":3,"streams":[{"redirect":14049418,"hoster":"VOE"},{"redirect":14049420,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Underwear, Snacks, and Scarlet Clothes","descr":"Der Schulalltag mit Oto wird für Sumireko aka Wakazukuri zu einer vergnüglichen Zeit! Am Abend geht es dann erneut ins Badehaus, wo Sumireko und Oto Frau Uname treffen. Noch ahnen sie nicht, dass ihnen eine unheimliche Regennacht bevorsteht …!","versions":[{"lang":3,"streams":[{"redirect":14049425,"hoster":"VOE"},{"redirect":14049426,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Curiosity, a Maid, and a Cultured Young Lady","descr":"Oto möchte Shizuku bei der Suche nach der verschollenen Tomoko helfen, doch Ren verbietet es ihr. Oto sieht das aber überhaupt nicht ein und macht sich schließlich auf eigene Faust auf die Suche! Auch Ren und Sumireko stellen ihre eigenen Ermittlungen an.","versions":[{"lang":3,"streams":[{"redirect":14049434,"hoster":"VOE"},{"redirect":14049437,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"A Station, Scissors and a Haircut","descr":"Ren hat das Geheimnis hinter dem Mädchen in Rot entschlüsselt! Oto und Shizuku sind in großer Gefahr, denn wenn sie die Tür öffnen, könnte ihnen Schreckliches passieren. Kann Sumireko sie rechtzeitig warnen? Und gibt es einen Weg, Tomoko zurückzuholen?","versions":[{"lang":3,"streams":[{"redirect":14097423,"hoster":"VOE"},{"redirect":14097436,"hoster":"Doodstream"},{"redirect":14097421,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"A Book, An Affair \u0026 A Mermaid","descr":"Der Grund, warum Sumireko in der Buchhandlung arbeitet, ist, dass sie auf der Suche nach einigen Büchern aus ihrer Kindheit ist. Doch bis heute kann sie sich nicht genau an sie erinnern. Sie weiß nur, dass sie richtig gut waren. Was hat es mit diesen mysteriösen Büchern auf sich?","versions":[{"lang":3,"streams":[{"redirect":14097426,"hoster":"VOE"},{"redirect":14097440,"hoster":"Doodstream"},{"redirect":14097428,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dreams, Dance \u0026 A Tsukumogami","descr":"Nodoka liebt das Singen und Tanzen und würde am liebsten ein Idol werden. Doch ihre Eltern haben ganz andere Zukunftspläne für sie. Dafür muss sie viel lernen. Anstatt nachts zu schlafen, verbringt sie nun ihre gesamte Zeit damit, der Meerjungfrauen-V-Tuberin Yorumun Himeu zuzuschauen.","versions":[{"lang":3,"streams":[{"redirect":14097435,"hoster":"VOE"},{"redirect":14097445,"hoster":"Doodstream"},{"redirect":14097434,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Live Performance, a Curse, and the Person Inside","descr":"Erst die mysteriösen Ohnmachtsfälle unter Yorumuns Fans und jetzt hijackt Yorumun auch noch die Streams anderer U-Tuber! Doch als Sumireko und Ren \"die da drin\", die Sprecherin von Yorumun, kennenlernen, hat Ren eine Ahnung, um welche Art Mysterium es sich hier tatsächlich handeln könnte.","versions":[{"lang":3,"streams":[{"redirect":14115526,"hoster":"VOE"},{"redirect":14115570,"hoster":"Doodstream"},{"redirect":14115523,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Cats, Swimsuits, and a Black Aeonium","descr":"Wieder ist ein Mysterium gelöst. Doch ob der neue Fluchgegenstand ausreicht, um das Ticket für die Heimreise von Oto und Ren zu erlangen? Und dann taucht da noch die merkwürdige Katze auf, die Ren und Sumireko angreift.","versions":[{"lang":3,"streams":[{"redirect":14164329,"hoster":"VOE"},{"redirect":14164343,"hoster":"Doodstream"},{"redirect":14164336,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"A Ticket, a Video, and Mysterious Disappearances","descr":"Die Heimreise steht kurz bevor – und somit auch der Abschied von Sumireko und den anderen. Während Oto sich wehmütig darauf vorbereitet, erfährt sie ein Geheimnis über ihren Bruder Ren, von dem sie nichts ahnte.","versions":[{"lang":3,"streams":[{"redirect":14164340,"hoster":"VOE"},{"redirect":14164355,"hoster":"Doodstream"},{"redirect":14164342,"hoster":"Streamtape"}]}]}]}]}