{"seriesId":"kaiko-sareta-ankoku-heishi-30-dai-no-slow-na-second-life","name":"Kaiko Sareta Ankoku Heishi (30-dai) no Slow na Second Life ","descr":"[Chillin` in My 30s After Getting Fired from the Demon King`s Army] Dariel ist ein Dunkler Soldat in der Armee des Dämonenkönigs, der keine Magie anwenden kann. Trotz dessen hat er sein Können unter Beweis gestellt und ist dank seines Talents und seiner Energie zum Assistenten der Vier Generäle aufgestiegen. Doch alsbald die Generäle ersetzt wurden, wurde auch Dariel aus der Armee entlassen. Am Boden zerstört erreicht er ein menschliches Dorf und stellt fest, dass seine Fähigkeiten, die für Dämonen eigentlich nutzlose sind, aufgeblüht sind. Dariel beschließt, sein weiteres Leben in diesem Dorf zu fristen und die Arbeitsaufträge kommen in Strömen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Dariel Gets Fired.","descr":"Dariel wird aus der Armee des Dämonenkönigs entlassen, weil er nicht mehr den neuen Anforderungen gerecht werden kann. Da er aber die 32 Jahre seines Lebens bislang immer im Dienste des Dämonenkönigs stand, weiß er nun nicht so recht, was er mit sich anfangen soll. Und so beginnt sein neues Leben als frischgebackener Arbeitsloser.","versions":[{"lang":3,"streams":[{"redirect":11956753,"hoster":"VOE"},{"redirect":11956747,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Dariel Works His First Assignment as an Adventurer","descr":"","versions":[{"lang":3,"streams":[{"redirect":12112851,"hoster":"VOE"},{"redirect":12112857,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Dariel Goes to His Old Workplace","descr":"","versions":[{"lang":3,"streams":[{"redirect":12112855,"hoster":"VOE"},{"redirect":12112861,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Dariel Negotiates.","descr":"Nach der Eroberung der Mithril-Mine kehrt wieder Leben in Lux ein. Doch zusammen mit mehr Menschen kommen auch mehr Probleme ins Dorf.","versions":[{"lang":3,"streams":[{"redirect":12149276,"hoster":"VOE"},{"redirect":12149282,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Dariel Fights in a Duel.","descr":"Die Schmiede wird von den Abenteurern aus dem Campbell-Bezirk rundum Fitbittan besetzt. Somit kann Dariel die Schmiede nicht wie ihm aufgetragen für Lux reaktivieren.","versions":[{"lang":3,"streams":[{"redirect":12250730,"hoster":"VOE"},{"redirect":12250731,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Dariel, Enveloped by Steam","descr":"Dariel sitzt entspannt in der Sauna und dann kommt ausgerechnet Malika herein. Ausgerechnet jetzt muss seine Hand ein Eigenleben entwickeln, das tödlich enden könnte.","versions":[{"lang":3,"streams":[{"redirect":12250732,"hoster":"VOE"},{"redirect":12250735,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Dariel Uses That One Skill","descr":"Die Heldin Laidy ist mit ihren beiden Gefährten Satome und Sessha aus zwei Gründen in das Dorf Lux gereist. Das sorgt für viel Aufregung in dem kleinen, beschaulichen Dorf.","versions":[{"lang":3,"streams":[{"redirect":12250750,"hoster":"VOE"},{"redirect":12250749,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Dariel Tends to Many Matters.","descr":"Ganz unverhofft steht Dariel weiterer Besuch im Haus: Die Windgeneralin Zebiantes schaut höchstpersönlich vorbei. Zum Glück sind Laidy und ihr Gefolge gerade nicht im Dorf, doch irgendwann kehren sie zurück und bis dahin muss die freche Dämonin wieder weg sein! Ansonsten droht Krieg!","versions":[{"lang":3,"streams":[{"redirect":12286585,"hoster":"VOE"},{"redirect":12286589,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dariel Has a Reunion.","descr":"Als der vormalige Held Arantzil vor Dariels Tür steht, läuten bei ihm sämtliche Alarmglocken! Oberste Priorität hat es, irgendwie die verfressene Zebiantes aus dem Dorf zu schaffen.","versions":[{"lang":3,"streams":[{"redirect":12322341,"hoster":"VOE"},{"redirect":12322339,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Dariel, Showered in Sparks.","descr":"Dariel steht vor dem Dilemma, dass sein Ziehvater und sein leiblicher Vater sich direkt gegenüberstehen. Eine handgreifliche Auseinandersetzung scheint unvermeidlich.","versions":[{"lang":3,"streams":[{"redirect":12354493,"hoster":"VOE"},{"redirect":12354495,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Dariel Has a Showdown.","descr":"Dariel und die anderen eilen zur Mythril-Mine, um sie zu retten, aber die Magische Feuerbestie Salamandra stellt sich ihnen in den Weg. Dariel treibt ihre Rettungsbemühungen voran, aber Bashbarza, der enorme Macht erlangt hat, hat andere Vorstellungen.","versions":[{"lang":3,"streams":[{"redirect":12391895,"hoster":"VOE"},{"redirect":12391888,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Dariel Reaches Out His Hand.","descr":"Menschen und Dämonen treten an, um zu schützen, was ihnen lieb und teuer ist. Während des Kampfes kommt Dariel in Kontakt mit Bashbarzas Erinnerungen und die Gefühle der beiden Männer prallen aufeinander. Wie wird ihre Zukunft aussehen, und wie die Zukunft von Lux Village?","versions":[{"lang":3,"streams":[{"redirect":12422387,"hoster":"VOE"},{"redirect":12422385,"hoster":"Streamtape"}]}]}]}]}