{"path":"/serie/stream/kaisermuehlen-blues","name":"Kaisermühlen Blues","descr":"Ein hinreißend dezenter Blues, komponiert von Andreas Radovan, führte am Anfang jeder Folge direkt ins atmosphärische Herz des Arbeiterbezirks Kaisermühlen in Wien. Genauer: Zur 10er Stiege eines dortigen Gemeindebaus. Zwischen den riesigen Bauten der UNO-City und dem bescheidenen, \"Gänsehäufl\" genannten Badestrand an der Alten Donau hatten Autor Ernst Hinterberger und Regisseur Reinhard Schwabenitzky die schrulligen, eigensinnigen und nicht zu knapp originellen Bewohner ihrer neuen gemeinsamen Serie angesiedelt.","seasons":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-1/episode-1","name":"Zentrum der Welt","epNo":1,"alt":"","descr":"Dieses Zentrum der Welt ist natürlich Kaisermühlen. Auf der Zehner-Stiege im Gemeindebau ziehen neue Mieter ein: Lena Mayerhofer und ihr geistig behinderter Bruder Franzi, der sich einbildet, eine Straßenbahn zu sein. Die Bezirksräte Gneisser und Schoitl sind natürlich gleich zur Stelle, um die Neuankömmlinge zu begrüßen. Gitti Schimek hat große Schwierigkeiten: Sie muss operiert werden und verliert ihren Arbeitsplatz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312581","hoster":"VOE"},{"path":"/redirect/10124576","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-1/episode-2","name":"Nette Männer","epNo":2,"alt":"","descr":"Erwin Schoitl und sein Schwager Walter kommen mit dem Abbruchhaus in der Nähe der geplanten Fußgängerzone nicht recht weiter: Renate Schoitl hat zwar für einige Schmiergelder gesorgt und so gehört es jetzt den Schoitls. Aber was nun? Durch die Unterbringung von Asylanten wäre die Renovierung vielleicht finanzierbar, doch da legt sich der ‚Alternative‘ Jurdits quer. Und wer will schon Asylanten im Bezirk?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312579","hoster":"VOE"},{"path":"/redirect/10124577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-1/episode-3","name":"Der Muttertag","epNo":3,"alt":"","descr":"Heute ist Gitti Schimeks erster Arbeitstag. Sie hat viel zu tun, denn das Gasthaus gilt als Geheimtipp für gute Wiener Küche. Bezirksrat Gneißer ist es gelungen, den ‚Fünfer‘ im Stadtgartenamt unterzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11317950","hoster":"VOE"},{"path":"/redirect/10124575","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-1/episode-4","name":"Verrückt","epNo":4,"alt":"","descr":"Weil die Köchin erkrankt ist, kocht Gitti Schimek zum ersten Mal im Gasthaus ihre Spezialität Krautfleckerl. Einer der Gäste, UNO-Diplomat Dr. Ogbonna, ist von Gittis Kochkunst hellauf begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11317951","hoster":"VOE"},{"path":"/redirect/10124578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-1/episode-5","name":"Hof-Konzert","epNo":5,"alt":"","descr":"August glaubt immer noch, dass die Beziehung seiner Mutter Gitti zu Josephus Okonkwo seine Versetzung zur Staatspolizei verhindert habe. Renate hat es geschafft, den ‚Fünfer‘ aus der Klinik herauszubekommen. Josephus Okonkwo trifft im Eissalon Kudrnac. Er will mit ihm einen Ausflug einfädeln, um endlich wieder mit Gitti zusammenzutreffen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312586","hoster":"VOE"},{"path":"/redirect/10124579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-1/episode-6","name":"Der Abschied","epNo":6,"alt":"","descr":"Später am Abend komt Okonkwo mit einem Strauß Rosen, um Gitti zu einem Spaziergang einzuladen. Auf der Donauinsel kommt es endlich zum ersten Kuss. Sabine Leitner hat es geschafft. Die Volkshochschule eröffnet eine Ausstellung mit ausgewählten Stücken ihrer Töpferkunst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312588","hoster":"VOE"},{"path":"/redirect/10124581","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-2/episode-1","name":"Der erste Kaisermühlner","epNo":1,"alt":"","descr":"Kaisermühlen ist in heller Aufregung – bei Bauarbeiten wird ein menschliches Skelett gefunden. Bezirksrat Gneisser träumt von einem Kaisermühlner ‚Ötzi‘ – und blamiert sich heftig. Frau Schoitl ist wieder da, sie will abnehmen und joggt mit dem Burschi. Worauf der sich gleich Hoffnungen macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312587","hoster":"VOE"},{"path":"/redirect/10124582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-2/episode-2","name":"Drunter und drüber","epNo":2,"alt":"","descr":"Lena wird überfallen und Rene rettet sie. Zwischen den beiden bahnt sich etwas an. Gitti Schimeks und Josephus Glück wird heftig getrübt Skinheads schlagen ihn, der eben Arbeit als Chauffeur gefunden hat, zusammen – worauf er seine Stellung wieder verliert. Die Bezirksräte haben eine Königsidee, Kurdrnac soll ein Grätzl-Museum aufbauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312591","hoster":"VOE"},{"path":"/redirect/10124580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-2/episode-3","name":"Saure Wiesen","epNo":3,"alt":"","descr":"Schoitl und Gneisser in Hochform: Sie wetteifern, wer der Gitti Schimek als erster eine Trafik zuschanzen kann. Kudrnacs Bemühungen um das Grätzl-Museum gehen weiter, ebenso die Renes um Lena, die Probleme mit ihrem behinderten Bruder hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312592","hoster":"VOE"},{"path":"/redirect/10124586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-2/episode-4","name":"Die Trafik","epNo":4,"alt":"","descr":"Gitti Schimek hat ihre Trafik bekommen und sieht die Zukunft nur noch rosarot – auch der um den Aufbau des Grätzl-Museums bemühte Kudrnac wittert die Erfüllung eines Traumes, eine ‚Hüttn‘ an der Alten Donau. Die Turecek versucht die Koziber in die höheren Weihen des Hausmeisterdaseins einzuführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312589","hoster":"VOE"},{"path":"/redirect/10124583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-2/episode-5","name":"Das Glück ist ein Vogerl","epNo":5,"alt":"","descr":"Gitti und Lena, die ihr in der Trafik hilft, machen den Führerschein, da sich Okonkwo, der eine neue Stellung bei der UNO hat, immer rarer macht. Er kann dem Burschi, der als Bademeister gefeuert worden ist, Arbeit als ‚manual worker‘ bei der UNO verschaffen. Kudrnac bricht in seinem Garten zusammen – als er vom Krankenhaus wieder zurückkommt, bereitet ihm Kaisermühlen einen großartigen Empfang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312590","hoster":"VOE"},{"path":"/redirect/10124584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-2/episode-6","name":"Kein Baum wächst in den Himmel","epNo":6,"alt":"","descr":"Jetzt kann Kaisermühlen doch noch zu einer Attraktion kommen: Dem Plan des unermüdlichen Duos Gneisser/Schoitl, den hölzernen Polizeisteg durch eine Aluminiumbrücke zu ersetzen, wurde im Bezirksrat zugestimmt. Die beiden Bezirksräte haben dabei allerdings nicht an die Durchsetzungskraft der Kaisermühlener Frauen, allen voran ihrer eigenen, gedacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312593","hoster":"VOE"},{"path":"/redirect/10124589","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-1","name":"Der Held von Kaisermühlen","epNo":1,"alt":"","descr":"Helle Aufregung in Kaisermühlen. Banküberfall auf die Filiale in der Schüttaustraße. Der Täter ist schwer bewaffnet und hat etliche Geiseln in seiner Gewalt. Im Auflauf der Schaulustigen wird diskutiert: Stürmen oder verhandeln? Franzi (Bim bim) überlegt nicht lange. Mit lautem Geschrei läuft er in den Schalterraum der Bank und überwältigt den verblüfften Räuber. Ganz Kaisermühlen feiert Franzi als Helden. Auch einen Neuzugang verzeichnet Kaisermühlen: Joschi. Er möchte Kaisermühlen mit einem Fitnesscenter beglücken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312598","hoster":"VOE"},{"path":"/redirect/10124585","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-2","name":"Bis dass der Tod Euch scheidet","epNo":2,"alt":"","descr":"Mutter Schoitl sieht gar nicht gerne, dass ihr Sohn auf Freiers Füßen wandelt, noch dazu, wenn die Auserwählte ausgerechnet die Turecek ist. Gitti Schimek wird von Sohn August und Schwiegertochter Nancy besucht, die ihr mitteilen, dass jetzt raschest geheiratet werden muss. Das Kind eines Polizisten soll schließlich in ordentlichen Verhältnissen zur Welt kommen. Geordnete Verhältnisse verlangt auch Mama Schoitl bei ihrem Enkel Pepi, der mit Claudia schon seit einiger Zeit in ‚wilder‘ Ehe zusammenlebt. Ganz für sich allein entscheiden auch Lena und Rene zu heiraten. So finden sich am selben Tag zur selben Zeit drei Brautpaare vor der Pfarrkirche in Kaisermühlen ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174299","hoster":"VOE"},{"path":"/redirect/10124588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-3","name":"Wie aus dem Gesicht geschnitten","epNo":3,"alt":"","descr":"Gitti Schimek ist Großmutter geworden. August ist völlig überdreht, einen Sohn bekommen zu haben. Er sieht ihn schon als strammen Polizeioffizier. Joschi hat endlich in einem Abbruchhaus Räume für seinen geplanten Fitnessclub gefunden. Sebesta soll sein Barkeeper werden. Ines, die Tochter von Gitti Schimek, lässt sich wieder einmal anschauen. Seit kurzem ist sie mit Abdul, einem ägyptischen Studenten liiert. Lena erleidet eine Fehlgeburt, als sie mit Gitti in der Trafik Zeitungen ordnet. Möglicherweise wird sie nie wieder ein Kind bekommen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312595","hoster":"VOE"},{"path":"/redirect/10124587","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-4","name":"Partnerschaften","epNo":4,"alt":"","descr":"Helle Aufregung in Kaisermühlen. Eine Delegation aus Berlin ist mit Kudrnac unterwegs um Tafeln mit der Aufschrift: ‚Partnergemeinde von Kreuzberg‘ aufzustellen. Als sich in den Streit der Bezirksräte Schoitl und Gneiser mit Kudrnac, der eigenmächtig gehandelt hat, ‚F‘ Bezirksrat Vysloczil einmischt, kommt es zum Eklat. Joschi Täubler hat andere Probleme. Er versucht den Filialleiter der Bank davon zu überzeugen, dass er ein seriöser Geschäftsmann und ein Fitness-Center ein lukratives Geschäft ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312596","hoster":"VOE"},{"path":"/redirect/10124590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-5","name":"Es kann der Frömmste nicht in Frieden leben","epNo":5,"alt":"","descr":"In Gitti Schimeks Trafik ist eingebrochen worden. Dazu kommt aufgeregt Franzi der im Bus als Idiot beschimpft wurde und nicht mehr zur Arbeit fahren will. Schoitl ist froh, dass seine Mutter für einige Wochen auf Kur fährt und somit der ewige Streit wegen der Turecek Pause hat. Der Tod seines Hundes stürzt Kudrnac in eine schwere Krise, die dieser mittels Alkohol zu lösen versucht. Franzi bekommt einen Platz in einer Gemeinschaftswohnung für Behinderte und ist wieder glücklich. Wenig Grund zum glücklich sein hat Gitti. Sie erfährt, dass das Haus, in dem die Trafik untergebracht ist, abgerissen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312597","hoster":"VOE"},{"path":"/redirect/12165206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-6","name":"Fasching","epNo":6,"alt":"","descr":"Joschi Täubler ist verzweifelt weil sein Fitness-Center gar nicht läuft. Die Koziber findet einen Weg, ihn zu trösten. Verzweifelt ist auch Gneißer, der erfahren muss, dass seine Frau einen Liebhaber hat. Dass sein Nebenbuhler ein hohes Tier in der Partei und er von dessen Wohlwollen abhängig ist, setzt dem ganzen die Krone auf. Die Turecek setzt Schoitl zu, weil sie auf den Opernball gehen will – als Debütant. Ihr Auftritt schließlich wird für die Turecek gar nicht so wie sie es sich vorgestellt hat. Und auch der Maskenball im Schutzhaus, wo alle anderen Kaisermühlner Fasching feiern, ist heuer besonders lähmend.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312602","hoster":"VOE"},{"path":"/redirect/10124592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-7","name":"Voll daneben","epNo":7,"alt":"","descr":"Die Bezirksräte Schoitl und Gneisser machen einen Karrieresprung. Gneisser wird Abgeordneter im Rathaus, Schoitl wird in die Wirtschaftskammer berufen. In ihren neuen Funktionen begleiten sie eine Delegation nach Budapest. Euphorisch reisen sie ab. Ein Schweizer Fernsehteam kommt nach Kaisermühlen, um eine Dokumentation über den Bezirk zu machen. Rasch merken die Kaisermühlener, dass sie verunglimpft werden sollen. In Budapest fallen Schoitl und Gneisser zwei Prostituierten in die Hände, die sie betäuben und berauben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312601","hoster":"VOE"},{"path":"/redirect/10124595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-8","name":"Träume sind Schäume","epNo":8,"alt":"","descr":"Bei Gitti Schimek herrscht Weltuntergangsstimmung. Sie hat den Räumungsbefehl für ihre Trafik bekommen. Weltuntergangsstimmung auch bei Gneisser. Seine Frau zieht aus, seinen Job im Gartenbauamt ist er los, sein neues Wirkungsgebiet soll die Feuerhalle des Krematoriums werden. Auch Joschi Täublers neuer Versuch als Geschäftsmann, ein fahrbarer Eisstand, schlägt fehl. Gitti Schimeks erstes privates Treffen mit Gruppeninspektor Trautmann lässt wieder Hoffnung aufkeimen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312613","hoster":"VOE"},{"path":"/redirect/10124594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-9","name":"Freud und Leid","epNo":9,"alt":"","descr":"Fürbitte der Turecek erhält Schoitl einen kleinen Posten in der Wirtschaftskammer. Aufregung im Hause Schimek: Die Eltern des Verlobten von Tochter Ines haben ihren Besuch angesagt. Bruder August schafft es, diesen zum Fiasko werden zu lassen. Kudrnac findet im Tierheim einen Hund, der seinem ‚Bezirksrat‘ aufs Haar gleicht. Gitti Schimek erfährt, dass sie eine neue Trafik bekommen soll und Joschi kann seinen Freund Sebesta nur schwer von der Idee ein Partnerinstitut zu eröffnen, überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312609","hoster":"VOE"},{"path":"/redirect/10124593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-3/episode-10","name":"Die Kittelfalte","epNo":10,"alt":"","descr":"Trautmann macht Gitti einen Heiratsantrag. Sie bittet um Bedenkzeit. Gneisser passt Frau Vesely ab, um zu ihr privaten Kontakt zu finden. Sie weist ihn zurück. Helga und Wilma sind die ersten Kundinnen im Partnerinstitut von Joschi. In Ermangelung anderer Männer müssen er und Sebesta selbst herhalten. Das heimlich organisierte Geburtstagsfest wird für Gitti Schimek zur gro0en Überraschung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312606","hoster":"VOE"},{"path":"/redirect/10124596","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-1","name":"Wie im ewigen Leben","epNo":1,"alt":"","descr":"Neuzugang auf Stiege 10: Robert Henker, Sport- und Mathematiklehrer, zieht ein. Schoitls Mutter wirft Schwiegertochter Claudia aus ihrer Wohnung. Gneisser ist nicht besonders glücklich, dass seine Tochter jetzt wieder bei ihm wohnt, denn Aranka, die ungarische Prostituierte aus Budapest hat sich bei ihm einquartiert. Zu guter Letzt brennt auch noch der Chinese ab. Tschu kommt in den Flammen um, Sebesta wird gerettet und nach Steinhof eingeliefert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312610","hoster":"VOE"},{"path":"/redirect/10124598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-2","name":"Las Molinas Imperiales","epNo":2,"alt":"","descr":"Schoitl weiht Gneisser in seine große Vision ein: Kaisermühlen soll zu einem überdimensionalen Freizeitpark gemacht werden, dem las Molinas Imperiales. Auch Joschi Täubler ist nach der Exekution seines Heiratsvermittlungsbüros wieder auf eine neue Idee angewiesen: Er gewinnt beim Pokern einen heruntergekommenen Autoplatz. Frau Kaiser versucht diesmal der Vesely Schwierigkeiten zu machen und schickt ihr die Fürsorge ins Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312608","hoster":"VOE"},{"path":"/redirect/10124597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-3","name":"Schön wär’s auf einer Insel","epNo":3,"alt":"","descr":"Die Affäre Wilma Gneissers mit Sektionschef Spengler endet für Wilma auf eine sehr unangenehme Weise. Rudi Gneisser’s Verhältnis mit Aranka nimmt ebenfalls unangenehme Formen an, da auch Aranka’s Freundin Ilona und ihr Zuhälter bei ihm einziehen. Franzi will Sabine heiraten und Robert Henker macht sich an Irene Vesely heran. Bei einer Messerstecherei wird Trautmann verletzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312612","hoster":"VOE"},{"path":"/redirect/10124600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-4","name":"Keiner ist mit Nichts zufrieden","epNo":4,"alt":"","descr":"Kudrnac will eine Kaisermühlen-Chronik schreiben und bittet Robert Henker um Mitarbeit. Erwin Schoitl ist nicht nur arbeitslos, sondern völlig pleite und erhofft sich von einem reichen Schulfreund in Kärnten finanzielle Hilfe. Geld erwartet sich auch Joschi Täubler von der Versicherung, nachdem er gleich in eine Reihe von Unfällen verwickelt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174300","hoster":"VOE"},{"path":"/redirect/10124599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-5","name":"Der Traumurlaub","epNo":5,"alt":"","descr":"Gitti, Trautmann, Nancy und der kleine Gusti fahren nach Bibione auf Urlaub. Die Kaiser erpresst Joschi und zwingt ihn, sie nach Italien zu fahren. Dort beobachtet sie, wie sich ein Italiener an Nancy heranmacht. Zufällig erhält Gustl einen anonymen Anruf und fährt sofort nach Bibione, um Nancy zur Rede zu stellen. Vysloczil verführt Ines und auch Mutter Schoitl blüht zu neuem Leben auf, als sie Hofrat Gampernig kennen lernt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312614","hoster":"VOE"},{"path":"/redirect/10124601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-6","name":"Turbulenzen","epNo":6,"alt":"","descr":"oschi Täublers mysteriöse Unfallserie geht weiter. Als er allerdings mit Gustl einen Unfall provoziert, landet er im Kommissariat. Die Turecek nimmt eine Hypothek auf das Haus von Mutter Schoitl auf, um ein Restaurant zu eröffnen. Frau Kaiser schreibt einen anonymen Brief an Gitti und Claudia Gneisser rutscht immer mehr in die Drogenszene ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312624","hoster":"VOE"},{"path":"/redirect/10124603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-7","name":"Leben und leben lassen","epNo":7,"alt":"","descr":"Für Ines bricht eine Welt zusammen als sie erfährt, dass Vysloczil verheiratet ist. Gitti und Frau Koziber kommen Frau Kaiser, die als Madame Enigma die Zukunft voraussagt, auf die Schliche. Joschi bekommt eine Anzeige wegen Versicherungsbetrug. Als er seine Sachen packt, um nach Amerika auszuwandern, kann er gerade noch zwei Dealer abhalten Claudia Gneisser zu vergewaltigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312616","hoster":"VOE"},{"path":"/redirect/10124605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-8","name":"Wer hoch steigt..","epNo":8,"alt":"","descr":"Joschi ist der Held von Kaisermühlen, nachdem er Claudia gerettet hat. Gneisser verschafft ihm einen Job am Zentralfriedhof, Trautmann regelt seine Strafanzeige und zu guter Letzt tritt er sogar in der TV-Sendung ‚Vera‘ auf. Kudrnac wird beim Bezirksvorsteher vorgeladen. Franzi zieht aus der Gemeinschaftswohnung aus und will auch nicht mehr in der Fabrik arbeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312617","hoster":"VOE"},{"path":"/redirect/10124604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-9","name":"Ein Stern wird geboren","epNo":9,"alt":"","descr":"Als Gitti und Trautmann Essen gehen, treffen sie zufällig auf Gustl, der mit einer Chinesin im selben Lokal fröhlich zu Abend isst. Frau Kaiser bekommt einen Gewerbeschein als anerkannte Wahrsagerin und Mama Schoitl heiratet ihren Hofrat Gampernig, was Erwin Schoitl’s Chancen auf ein Erbe verringert. Franzi wird gefunden und nach Steinhof gebracht und Joschi verspricht René eine große Sängerkarriere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312620","hoster":"VOE"},{"path":"/redirect/10124602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-4/episode-10","name":"Das Drittel-Millennium","epNo":10,"alt":"","descr":"Kudrnac arbeitet recht widerwillig an seiner Chronik über Kaisermühlen, bis er das ‚Drittel-Millennium‘ entdeckt und eine 325 Jahrfeier initiiert. Rudi Gneisser beginnt seine neue Tätigkeit als Vordenker in der Zukunftswerkstatt des Rathauses. Claudia wird aus der Entzugsanstalt entlassen. Frau Koziber heiratet und Ines geht als Serviererin nach Tirol. René startet seine Karriere als Sänger. Sein Auftritt beim Jahrhundertfest wird zu einem vollen Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312629","hoster":"VOE"},{"path":"/redirect/10124606","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-1","name":"Das Amulett","epNo":1,"alt":"","descr":"Eine indische Familie zieht in den Gemeindebau ein, was für einige Unruhe unter den Mitbewohnern sorgt. Unruhe herrscht auch im Hause Schoitl, als Pepi und Claudia, gegen Tureceks Willen einziehen. Joschi Täubler verschafft René, alias Ray the Voice, einen Auftritt, der gewaltig in die Hose geht. Gitti Schimek muss sich einer Blinddarmoperation unterziehen und Bärli-Bär Schoitl heiratet seine Turecek.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312626","hoster":"VOE"},{"path":"/redirect/10124609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-2","name":"Guter Hoffnung","epNo":2,"alt":"","descr":"Gitti’s Mutterliebe ist einmal mehr auf die Probe gestellt, als Ines mitten in der Nacht aus Tirol heimkehrt und eröffnete, dass sie schwanger ist. Robert Henker schafft es endlich um Sabines Hand anzuhalten und obwohl Erwin Schoitl und Leopoldine Turecek seit kurzem im Hafen der Ehe gelandet sind, segeln beide einem folgenschweren Seitensprung entgegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312631","hoster":"VOE"},{"path":"/redirect/10124607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-3","name":"Gottes Mühlen","epNo":3,"alt":"","descr":"Mit Trautmanns Unterstützung und Fürsorge lässt sich Ines das Kind abtreiben. Auch Pepi und Claudia haben eine schwere Zeit: Sie sind beide ohne Arbeit und im Hause Schoitl mehr oder weniger geduldet. Als Erwin Schoitl vom Verhältnis seiner Mausi-Maus erfährt, rastet er völlig aus und ist knapp daran sein Haus inklusive seiner Mausi-Maus den Flammen zu opfern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953182","hoster":"VOE"},{"path":"/redirect/10124608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-4","name":"Neue Verhältnisse","epNo":4,"alt":"","descr":"Leopoldine Turecek schöpft Verdacht, dass ihr Bärli-Bär sie nach Strich und Faden betrügt. Sie engagiert Reini Pospisil, der so zu seinem ersten Fall in seiner Karriere als Privatdetektiv kommt. Sebesta wird aus seinem geliebten Steinhof entlassen und Gitti gründet einen Frauenclub.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312663","hoster":"VOE"},{"path":"/redirect/10124613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-5","name":"Der Fremde","epNo":5,"alt":"","descr":"Ein fremdes Gesicht taucht in Kaisermühlen auf. Als August und Trautmann in einem Bordell eine Ausweiskontrolle durchführen, stellt sich die Identität und der Aufenthaltsgrund des Mannes heraus: François Bachmann, Fremdenlegionär und auf der Suche nach seiner Tochter Brigitte Schimek.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953183","hoster":"VOE"},{"path":"/redirect/10124611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-6","name":"Das 4. Gebot","epNo":6,"alt":"","descr":"Rudi Gneisser wird von der Zukunftswerkstatt nach Györ geschickt, um die dortigen Behörden mit dem österreichischen Vordenkertum vertraut zu machen. Joschi eröffnet unter nobler Adresse seine Künstleragentur Alcatraz und Pepi kündigt bei Vysloczil’s Immobilienbüro. Sebesta ist ziemlich unglücklich und versucht alles, um wieder nach Steinhof zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312659","hoster":"VOE"},{"path":"/redirect/10124612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-7","name":"Wer will mich","epNo":7,"alt":"","descr":"Vysloczil hat eine Anfechtung der vergangenen Bezirkswahlen durchgebracht, und so muss die Wahl auf Grund eines Formalfehlers in Kaisermühlen wiederholt werden. So stürzen sich die Vertreter sämtlicher Parteien in einen heißen Wahlkampf und selbst Kudrnac kandidiert mit seiner ‚Liste Kudrnac und Freunde‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312650","hoster":"VOE"},{"path":"/redirect/10124610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-8","name":"Alles Walzer","epNo":8,"alt":"","descr":"Das Großereignis ist ein Publikumstanz auf dem Schiff Donauwalzer, wo die Kaiser mit ihrem Tanzmeister unter dem Pseudonym Emily und Ernesto auftritt. Franzi verwechselt eine junge Frau im Rollstuhl mit seiner Freundin Hilde aus der Gemeinschaftswohnung und hat in Sandra eine neue Freundin gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312666","hoster":"VOE"},{"path":"/redirect/10124614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-9","name":"Undank ist der Welten Lohn","epNo":9,"alt":"","descr":"Kudrnacs Chronik ist endlich von einem Verlag angenommen worden und wird im Bezirksmuseum präsentiert. Als Trautmann ein Hehlertreffen hochgehen lässt, stellt sich heraus, dass Bachmann mit zu den Köpfen der Bande gehört. Er wird in Schubhaft genommen und nach Frankreich abgeschoben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312665","hoster":"VOE"},{"path":"/redirect/10124615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-10","name":"Es wär’ so schön gewesen","epNo":10,"alt":"","descr":"Schoitl und Gneisser haben endlich eine ihrer Visionen durchgesetzt: Am Schüttauplatz Ecke Moissigasse wird der Verkehr in Zukunft durch eine Ampel geregelt werden. Die Freude hält nicht lange an, denn die Ampel wird falsch montiert. Als sich herausstellt, dass Gneisser für die Planung verantwortlich, wird er aus der Zukunftswerkstatt gefeuert und in die Zentrale der Wasserwerke versetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312668","hoster":"VOE"},{"path":"/redirect/10124616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-11","name":"Aufsteiger","epNo":11,"alt":"","descr":"Schoitl bekommt auf Intervention seiner Mutter einen Job bei der katholischen Filmkommission, wo er vorwiegend Pornofilme auf ihren unsittlichen Inhalt prüfen muss. Franzi stiftet Verwirrung, indem er behauptet einen Doppelgänger zu besitzen. René erhält einen Brief von Vysloczil, der ihm das Schutzhaus zur Pacht anbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312664","hoster":"VOE"},{"path":"/redirect/10124621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-12","name":"Schlussakkord","epNo":12,"alt":"","descr":"Nach einem Zwischenfall im Wasserwerk erhält Gneisser eine allerletzte Chance als Abgeordneter im Bundesrat. Schoitl erhält einen Professorentitel und einen Korb von seiner Mausi-Maus. Leopoldine Turecek hat nämlich genug von Kaisermühlen und tritt eine ausgedehnte Reise an. Trautmann wird befördert und als Abteilungsleiter ins Sicherheitsbüro versetzt. Überglücklich ist Gustl Schimek, denn seine Nancy ist wieder schwanger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312667","hoster":"VOE"},{"path":"/redirect/10124617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-5/episode-13","name":"Die heilige Johanna","epNo":13,"alt":"","descr":"Joschi Täubler wird aus der Haft entlassen und muss sich künftig mit einem Bewährungshelfer herumschlagen. Bezirksrat Gneisser hält Einzug in den Bundesrat und seinem Kollegen Schoitl steht mit der Putzfrau Johanna Suntil eine neue Frau ins Haus, die bald in jeder Beziehung den Platz der Turecek einnimmt. Im Hause Schimek bringt die Geburt eines zweiten Enkelkindes Unruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312669","hoster":"VOE"},{"path":"/redirect/10124619","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-1","name":"Lebenslügen","epNo":1,"alt":"","descr":"Pepi Schoitl kauf sich das Doktorat einer russischen Universität. August Schimek lässt sich von Vysloczil ein winziges, desolates Häuschen in einem verwilderten Schrebergarten zu überhöhten Preis andrehen. Gitti Schimek und Trautmann besuchen Ines und ihren neuen Lover im Wohnmobil am Plattensee. Alle versuchen sich das Glück auf ihre Weise einzureden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312673","hoster":"VOE"},{"path":"/redirect/10124620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-2","name":"Auf krummen Linien","epNo":2,"alt":"","descr":"Reinhard, der Privatdetektiv, soll im Auftrag von Mutter Schoitl herausfinden, wie weit die Beziehung ihres Sohnes zu der Putzfrau Suntil geht. Sandras Tante aus Tirol kommt und verdreht Kudrnac den Kopf. August zeigt seiner Familie stolz das erworbene Haus und löst allgemeines Entsetzen aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312674","hoster":"VOE"},{"path":"/redirect/10124618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-3","name":"Immer die Asiaten","epNo":3,"alt":"","descr":"Gneisser wird als Bundesrat die ehrenvolle Aufgabe zuteil, einer südkoreanischen Politikergruppe Wien zu zeigen. Er führt die ausländischen Gäste nach Kaisermühlen, wo überall nordkoreanische Fahnen prangen. Es kommt zum Eklat. Auch August hat Probleme mit den Asiaten, als er von der chinesischen Kellnerin Mai Ling um Hilfe gebeten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312672","hoster":"VOE"},{"path":"/redirect/10124622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-4","name":"Der Lauschangriff","epNo":4,"alt":"","descr":"Trautmann wird verdächtigt, Informationen an die Unterwelt weitergegeben zu haben und wurde vom Dienst suspendiert. In einem Brief fordert die Turecek zwei Millionen für die Scheidung von Schoitl ansonsten geht sie vor Gericht und das kann ihn dann fünf Millionen Kosten. Und der Herr Schebesta unternimmt größte Anstrengung um wieder nach Steinhof zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11317956","hoster":"VOE"},{"path":"/redirect/10124623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-5","name":"Tiroler Gröstl","epNo":5,"alt":"","descr":"Kudrnac und Franzi ‚Fünfer‘ besuchen Sandra und ihre Tante in Tirol. Joschi eröffnet an der Alten Donau einen Bootsverleih. Er hat von Vysloczil das ehemalige ‚Schnitzlplatzl‘ gepachtet. Und der suspendierte Trautmann ergibt sich dem Suff. Gneissers Tochter Claudia kommt mit einem schwarzen Waisenkind aus Afrika zurück und sorgt damit für Unruhe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312678","hoster":"VOE"},{"path":"/redirect/10124624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-6","name":"Der schwarze Engel","epNo":6,"alt":"","descr":"Claudia möchte Maurice, das afrikanische Waisenkind, das sie aus Mosambik mitgebracht hat, adoptieren. Doch sie erleidet auf dem Jugendamt eine empfindliche Niederlage: Ihr Adoptionsantrag wird – obwohl von Bundesrat Gneisser unterstützt – abgelehnt. Bei einem Besuch von Claudia und Maurice im Schutzhaus verliebt sich die Wirtin Lena so heftig in den Kleinen, dass sie mit Einwilligung Claudias beschließt, ihn selbst zu adoptieren. René sträubt sich zuerst dagegen, doch sehr bald ist auch er einverstanden. Doch als Franzi von der Adoption erfährt, stürzt er sich aus Eifersucht auf den kleinen Maurice in die Donau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312680","hoster":"VOE"},{"path":"/redirect/10124625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-7","name":"Missverständnisse","epNo":7,"alt":"","descr":"In Kaisermühlen sorgt die Adoption des kleinen Maurice, den Claudia aus Mosambik mitgebracht hat, weiterhin für Aufregung. Maurice lebt sich prächtig im Schutzhaus ein und wird vor allem von \"Onkel\" Franzi verwöhnt. Die Kaiser hingegen fühlt sich bemüßigt, die Gstettners wegen Verwahrlosung des Kindes beim Jugendamt anzuzeigen. Der Monsignore legt Schoitl nahe, sein Verhältnis zu Johanna wenigstens durch eine Verlobung offiziell zu machen. Bei der Verlobungsfeier im Schutzhaus betrinkt sich Schoitl maßlos und wettert gegen die Kirche. Ein anwesender Reporter schreibt fein säuberlich mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312681","hoster":"VOE"},{"path":"/redirect/10124626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-8","name":"Provokationen","epNo":8,"alt":"","descr":"Sekretärin Olga versucht, ihren Chef Bezirksrat Gneisser im Büro zu verführen, wird jedoch von ihm beleidigt. Als bald darauf der Parteisekretär auftaucht, rächt sie sich, indem sie behauptet, von Gneisser sexuell belästigt worden zu sein. Das führt zu einer Abberufung Gneissers als Bundesrat und zu einem weiteren Zerwürfnis mit seiner Frau. Pepi versucht, den gekauften Doktortitel in seine Papiere eintragen zu lassen, erfährt aber, dass dies nur mit der Beglaubigung einer hiesigen Universität möglich ist. Beim Gang zum Meldeamt trifft er die dort angestellte Ines und überredet sie, ihm \"behilflich\" zu sein. Dafür lädt er sie zum Abendessen ein. Der schüchterne und mit Frauen unerfahrene Sozialhelfer Kuchenbäcker wird von Joschi mit der Damenwelt in Kontakt gebracht. Seine besondere Aufmerksamkeit erregt die Branntweinerin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953185","hoster":"VOE"},{"path":"/redirect/10124627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-6/episode-9","name":"Die Liebe höret nimmer auf","epNo":9,"alt":"","descr":"Kudrnac ist so sehr in Sandras Tante verliebt, dass er nach Tirol will, um sie zu heiraten. Kuchenbäcker hat sich inzwischen unsterblich in die Branntweinerin verliebt und auch schon das Aufgebot bestellt. Trauzeuge spielt Joschi, der das Paar im Chevy auf Hochzeitsreise – natürlich mit Hindernissen – fährt. Gneisser wurde zum Bezirksrat degradiert und versucht, seine Frau wieder freundlich zu stimmen. Hassan, der Koch, verlässt das Schutzhaus, um sich mit einem Würstchenstand selbstständig zu machen. Und Joschi will gar das Land verlassen, weil sein Automaten-Abenteuer ein unrühmliches Ende findet. Auf Schoitl und Gneisser wartet ein neuer Job: Sie teilen sich in bester Koalitionsmanier die Direktorenstelle im Bezirksmuseum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312683","hoster":"VOE"},{"path":"/redirect/10124628","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-1","name":"Zarte Bande","epNo":1,"alt":"","descr":"Neuigkeiten in Kaisermühlen: Reini verlässt die Koziber und zieht zur Geisterbahnchefin in den Prater, Kuchenbäcker betreut einen frisch entlassenen Taschendieb namens Xandi, Rene tritt ein Engagement auf einem Kreuzfahrtschiff an und Pepi und Ines eröffnen einen Computer-Laden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312682","hoster":"VOE"},{"path":"/redirect/10124629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-2","name":"Es tut sich was","epNo":2,"alt":"","descr":"Von einem Makler erfahren August und Nancy, dass der Kauf ihres Gartenhauses null und nichtig ist, da die Immobilie gar nicht im Besitz von Vysloczil war. Claudia besucht mit ihrem Freund – der zur großen Erleichterung Gneissers ein Weißer ist – ihre Eltern. Eine Schiffsmühlenausstellung im Bezirksmuseum wird – zumindest offiziell – ein großer Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312684","hoster":"VOE"},{"path":"/redirect/10124630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-3","name":"Die Quereinsteigerin","epNo":3,"alt":"","descr":"Gneisser verliert sein Bezirksrats-Mandat; seine Nachfolgerin wird Gitti Schimek. August bekommt von Pipsi ein unmoralisches Angebot: Für Tipps an die Unterwelt gibt’s Cash. Und Gneisser will die letzte Ausstellung des Museums übertrumpfen, nimmt Kontakt mit dem Künstler Prof. Nitsch auf und wird in Prinzendorf Zeuge einer kleinen Muster-Aktion des Meisters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312688","hoster":"VOE"},{"path":"/redirect/12233942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-4","name":"Die Wallfahrt","epNo":4,"alt":"","descr":"Mutter Schoitl knüpft an eine finanzielle Unterstützung des neuen Computer-Geschäftsinhabers Pepi die Bedingung, zuerst eine Art Familienwallfahrt mit Ines und Johanna nach St. Koloman zu machen. Die Busreise gestaltet sich ziemlich chaotisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312687","hoster":"VOE"},{"path":"/redirect/10124632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-5","name":"Gewalt im Gemeindebau","epNo":5,"alt":"","descr":"Eine neue Partei zieht in den Gemeindebau: Frau Haydn. Sie und die Koziber geraten sich ziemlich rasch und allzu wörtlich in die Haare. Und auch bei Gneisser und Vilma hängt der Haussegen schief: Sie hat ihn – wie so oft – wieder auf Abwegen erwischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312689","hoster":"VOE"},{"path":"/redirect/10124645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-6","name":"Schatten","epNo":6,"alt":"","descr":"Der Deal zwischen Pipsi und August wird Trautmann hinterbracht, der durchsetzt, dass sich sein junger Kollege wieder zur Verkehrspolizei rückversetzen lässt. Für Franzi wird ein pompöses Geburtstagsfest arrangiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312690","hoster":"VOE"},{"path":"/redirect/14175751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-7","name":"Neue Perspektiven","epNo":7,"alt":"","descr":"Bei einem Unfall mit der Liliputbahn kommt die Chefin ums Leben und der gänzlich überraschte Reini wird Alleinerbe. Henker wird wegen einer Ohrfeige vom Dienst suspendiert, Xandi stiehlt beim Juwelier eine Perlenkette und die Koziber fühlt sich zum jetzt reichen Praterunternehmer Reini doch wieder hingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312692","hoster":"VOE"},{"path":"/redirect/10124634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-8","name":"Venedig in Wien","epNo":8,"alt":"","descr":"Im Bezirksmuseum findet eine EU-Tagung unter Beteiligung des italienischen Kulturministers statt. Gneisser hat die grandiose Idee, die Alte Donau mit zu Gondeln umgebauten Zillen in ein ‚Venedig in Wien‘ zu verwandeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312693","hoster":"VOE"},{"path":"/redirect/10124635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-9","name":"Wenn einer eine Reise tut","epNo":9,"alt":"","descr":"Koziber’s laden Gitti und Trautmann zu einem Tunesien-Urlaub ein: Reini hat nämlich auf einem Foto im Katalog Joschi dort als Animateur entdeckt. Im Hotel gibt’s dann eine weitere Überraschung: Der mit Bart und Glatze fas unkenntlich gemachte Vysloczil hat sich hierher geflüchtet. Man macht Jagd auf ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312696","hoster":"VOE"},{"path":"/redirect/10124637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kaisermuehlen-blues/staffel-7/episode-10","name":"Kaisermühlen wird immer sein","epNo":10,"alt":"","descr":"Zur 75-Jahr-Feier des Schüttau-Hofes sind fast alle unsere Kaisermühlner zusammengekommen. Gitti Schimek feiert auf ihre Weise: Sie legt ihr Bezirksratsmandat wieder in die Hände des glücklichen Gneisser zurück, der selig den Schluss seines selbstverfassten Festgedichtes rezitiert: ‚Welten kommen und vergehen, Kaisermühlen bleibt bestehen … .‘","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312697","hoster":"VOE"},{"path":"/redirect/10124636","hoster":"Streamtape"}]}]}]}]}