{"path":"/serie/stream/kakkou-no-iinazuke","name":"Kakkou no Iinazuke","descr":"[A Couple of Cuckoos] Als der sechzehnjährige Musterschüler Nagi Umino herausfindet, dass er nach seiner Geburt im Krankenhaus vertauscht wurde, beschließt er, seine leiblichen Eltern kennenzulernen. Auf dem Weg zu einem vereinbarten Abendessen mit ihnen, trifft er zufällig auf Erika Amano. Mit ihrer aufdringlichen Art versucht sie Nagi zu überreden, so zu tun, als seien sie ein Paar, damit ihre Eltern von der Idee ablassen, sie mit einem wildfremden Kerl verheiraten zu wollen.Nagi weiß zunächst nicht so recht, was er davon halten soll, doch als er am verabredeten Treffpunkt ankommt, stellt er fest, dass Erikas Eltern tatsächlich seine leiblichen Eltern sind! Und die haben es sich in den Kopf gesetzt, die Verwechslung im Krankenhaus vor all den Jahren dadurch wiedergutzumachen, dass Erika und Nagi heiraten ...","seasons":[{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-1","name":"Sei mein fester Freund!","epNo":1,"alt":"You`re Going to Be My Boyfriend","descr":"Umino Nagi wurde kurz nach seiner Geburt vertauscht und lebt bei einer anderen Familie. Nach 16 Jahren soll er endlich seine leiblichen Eltern kennenlernen. Genau am Tag dieses Treffens begegnet er der verzweifelten Erika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269980","hoster":"VOE"},{"path":"/redirect/13619705","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12923855","hoster":"VOE"},{"path":"/redirect/10318815","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-2","name":"Ich werde sicher nicht heiraten.","epNo":2,"alt":"I Won\u0027t Marry You","descr":"Erika möchte Nagi und seine Familie besuchen. Nagi will die Gelegenheit nutzen, um Erika zu sagen, dass er sie auf keinen Fall heiraten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269771","hoster":"VOE"},{"path":"/redirect/13619708","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10363995","hoster":"VOE"},{"path":"/redirect/10363991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-3","name":"Ich werde auf keinen Fall verlieren!","epNo":3,"alt":"You aren`t going to beat me!!!!","descr":"Nagi beschließt, die zwei Wochen damit zu verbringen, für seine nächste Prüfung zu lernen, um Hiro zu besiegen. Er hört Erika schreien und stürmt ins Badezimmer, findet sie völlig nackt vor, nachdem sie von einer harmlosen Eidechse aufgeschreckt wurde. Nagi ist gezwungen, sich Erikas Lernmaterialien auszuleihen, um dafür Fotos für soziale Medien zu machen. Aus Versehen machen sie mehrere Fotos, die sie wie ein Paar aussehen lassen. Nagi erklärt, dass er vom Lernen besessen ist, damit er seine Eltern unterstützen kann, wenn sie in Rente gehen, während Erika soziale Medien mag, weil sie hofft, dass jemand, den sie gesucht hat, sie kontaktieren wird, wenn sie berühmt wird. Nagi entdeckt, dass er Hiro tatsächlich in der Prüfung besiegt hat und Hiro bittet darum, ihn allein zu treffen. Nagi erwartet, dass sie gesteht, dass er bewiesen hat, dass er klug genug für sie ist, aber stattdessen erklärt sie, dass sie nur verloren hat, weil sie die Prüfung aufgrund einer Familienbeerdigung verpasst hat. und sie wird ihn bei der nächsten Prüfung schlagen. Ihre Konkurrenzfähigkeit lässt Nagi sie noch mehr bewundern. Nagi erkältet sich und wird ohnmächtig, während er versucht zu lernen. Erika kümmert sich um ihn und gibt zu, dass seine Hingabe zum Lernen sie beeindruckt hat, was Nagi überrascht, da alle anderen ihm immer wieder sagen, dass er zu viel lernt. Es wird gezeigt, dass Hiro sich noch mehr anstrengt, damit sie Nagi besiegen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278314","hoster":"VOE"},{"path":"/redirect/13619709","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10447433","hoster":"VOE"},{"path":"/redirect/10447428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-4","name":"Willst du meine Freundin sein?","epNo":4,"alt":"Would You Please Go Out with Me...?","descr":"Hiro fragt Nagi, warum er sich so sehr bemüht hat, sie zu schlagen. Er erklärt, dass sie wusste, dass sie nur mit jemandem ausgehen würde, der schlauer ist als sie. Hiro erinnert ihn daran, dass dies nur die erste Prüfung war, in der er sie geschlagen hat, während sie ihn in zehn geschlagen hat, sie gibt auch zu, dass sie bereits verlobt ist. Erika erinnert Nagi daran, dass es seine letzte Nacht ist, in der er bei ihr lebt, und sie stimmen zu, ihren Eltern zu sagen, dass sie diese Erfahrung hassen. Nagi erfährt jedoch, dass seine Familie nach einem Rohrbruch in ihrem Haus in ein Hotel gezogen ist, was ihn dazu zwingt, weiterhin bei Erika zu leben. Sachi ist verärgert, dass Nagi nicht nach Hause kommen wird und beschließt, ihn zu besuchen. Erika gerät in Panik, da Sachi technisch gesehen ihre echte Schwester ist. Das erste Treffen ist unangenehm, und um das Eis zu brechen, besteht Nagi darauf, dass sie gemeinsam Abendessen kochen. Erika hat noch nie gekocht und kennt die Grundlagen nicht, während Sachi mit den teuren Geräten in Erikas Küche nicht vertraut ist. Also kocht Nagi am Ende. Während des Abendessens weist er darauf hin, dass Erika und Sachi sich in ihrem Verhalten eigentlich ziemlich ähnlich sind. Erika gibt Sachi etwas von ihr angezogen, nachdem sie erfahren hat, dass sie nur ihre Schuluniform und Nagis heruntergekommene Jungenkleidung besitzt. Sie lässt Sachi auch wissen, dass sie und Nagi nicht die Absicht haben, die Ehe durchzuziehen. Bevor sie geht, macht Sachi ein Foto mit Erika.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863168","hoster":"VOE"},{"path":"/redirect/13619711","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10569350","hoster":"VOE"},{"path":"/redirect/10569348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-5","name":"Können wir morgens zusammen lernen?","epNo":5,"alt":"Can We Do Our Morning Study Sessions Together...?","descr":"Nagi versucht Hiiro auszuweichen, ist aber überrascht, als Hiiro auf ihn zukommt und ihn darum bittet, gemeinsam zu lernen, was ihm Hoffnung gibt, dass sie ihn ihrem Verlobten vorzieht. Sie erkennen, dass die beiden Gedenk- Shinto-Schreine sammelnBriefmarken, also konkurrieren sie darum, die meisten Briefmarken zu sammeln. Hiiro fragt, ob sie jeden Morgen zusammen lernen können und Nagi erwägt, ihr zu sagen, dass er verlobt ist. Erika wechselt in seine Klasse und erklärt, dass sie versehentlich eines ihrer gefälschten Paarbilder ins Internet hochgeladen hat. Ihre reine Mädchenschule verlangte, dass sie an einem Disziplinartreffen teilnahm, aber sie übersprang es, weil sie sich während seiner Erkältung um Nagi kümmerte, also brachte ihr Vater sie auf Nagis Schule. Sie verbietet Nagi, jemandem in der Schule zu sagen, dass sie verlobt sind. Als Klassensprecher Hiiro Erika die Schule zeigt und Nagi Angst hat, was passieren könnte, wenn sein Verlobter und sein Schwarm Freunde werden. Er entscheidet schließlich, dass Erika im Gegensatz zu den oberflächlichen Mädchen an ihrer vorherigen Schule einen echten Freund braucht, und hilft ihr, wofür Erika dankbar ist. Hiiro ist misstrauisch, dass Nagi so viel über Erika weiß, also behauptet Erika, er sei auch ihr Fan, was zu einem weiteren Konkurrenzkampf zwischen ihnen führt. Hiiro lädt Erika ein, an ihren und Nagis Lernsitzungen teilzunehmen, was Nagi noch mehr verlegen macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14325171","hoster":"VOE"},{"path":"/redirect/13619712","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10569357","hoster":"VOE"},{"path":"/redirect/10569359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-6","name":"Du wohnst doch allein, oder?","epNo":6,"alt":"I Thought You Live by Yourself.","descr":"Nagi gibt zu, dass er Hiiro gestanden hat und Erika beschließt, ihm zu helfen. Bei ihrer ersten Lernsitzung verkleidet sich Erika buchstäblich als Amor, aber ihre Bemühungen scheitern. Die Art und Weise, wie sie argumentieren, macht Hiro misstrauisch, da nur Menschen, die ihm nahe stehen, so argumentieren können. Hiro fragt, ob sie Erika zu Hause besuchen kann, um zu lernen. Nagi fordert Erika auf, Hiro zu ihrer ursprünglichen Villa zu bringen, nur damit Erika und Hiro am Haus ankommen, während ihre Villa umgebaut wird. Durch Textkommunikation verbirgt Nagi alle Beweise dafür, dass sie zusammenleben, bevor er sich in seinem Zimmer versteckt. Leider verprügelten die obsessiven Fans Nagi, als er Erika zum ersten Mal traf, fanden das Haus und brachen in den Garten ein, was Nagi zwang, sein Zimmer zu verlassen, um sie erneut zu verprügeln. Hiro geht schließlich und lädt sie am nächsten Tag zu sich nach Hause ein, um zu lernen. Die Enthüllung, dass ihre Familie den örtlichen Schrein verwaltet, in dem Nagi ihren Schreinstempel sammeln kann. Sie treffen Hiros Mutter, die alles andere als glücklich über Nagis Anwesenheit ist. Während Erika weg ist, gibt Hiro zu, dass sie, als sie sagte, sie sei verlobt, eigentlich meinte, dass sie eines Tages den Schrein erben würde, aber es so formulierte, dass es klang, als hätte sie einen Verlobten, um Nagi davon abzuhalten, ihr nachzujagen. Sie vermutete, dass er seine zukünftigen Pläne, den Schrein mit ihr zu leiten, wahrscheinlich aufgeben würde, und wollte ihm diese Last nicht aufbürden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14449477","hoster":"VOE"},{"path":"/redirect/13619713","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10569363","hoster":"VOE"},{"path":"/redirect/10569371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-7","name":"Vielleicht verändert sich das Schicksal?","epNo":7,"alt":"Is My Fate Going to Change?","descr":"Insgeheim beschließt Nagi, dass er den Schrein leiten kann und mehr über Hiros Familie erfahren muss. Eine Exkursion nach Kamakuranähert sich und während Erika sich weigert zu gehen, manipuliert sie Nagi zum Gehen, indem sie ihm hilft, eine Gruppe mit Hiro zu bilden. Hiro besteht darauf, dass ihr Gruppenprojekt ein Wettbewerb ist, um die meisten Schreinmarken zu sammeln. Als er nach ihrer Antwort auf sein Geständnis fragt, gibt Hiro zu, dass ihre Eltern sie zwingen, den Schrein zu erben, was sie nicht will, und möchte, dass Nagi ihr Schicksal ändert. Erika enthüllt, dass einer ihrer Fans aus der Klasse namens Shion sich in Nagis Gruppe eingeschlichen hat, nachdem er fälschlicherweise angenommen hatte, dass Erika in der Gruppe sein würde, also stimmt sie zu, zu gehen, um zu verhindern, dass er Nagi und Hiro belästigt. Shion entpuppt sich als nerviger Superfan, hilft Erika aber dabei, hervorragende Fotos zu machen. Nagi beobachtet sie ständig, so sehr, dass er vergisst, Zeit mit Hiro zu verbringen, der alleine Briefmarken sammelt. Nagi beschließt, Erika zu helfen, ein weiteres Foto zu machen, aber sie streiten sich so sehr darüber, dass sie versehentlich ein weiteres perfektes Paarfoto machen, obwohl es am Ende Erikas Favorit ist. Nagi fragt nach der mysteriösen Person, nach der Erika gesucht hat, und sie warnt ihn, dass das Wissen um die Person seine Zukunft verändern würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14273836","hoster":"VOE"},{"path":"/redirect/13619714","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10714735","hoster":"VOE"},{"path":"/redirect/10714737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-8","name":"Wird er einfach so heiraten?","epNo":8,"alt":"Are You Going to Marry Him?","descr":"Am nächsten Tag erledigt Erika Besorgungen und während ihrer Abwesenheit besucht Sachi sie. Aufgrund seiner Einstellung beschuldigt sie Nagi, mit Erika zu kämpfen, bis er sein Dilemma zugibt und beschließt, Erika zu fragen, wen sie sucht. Sachi beschließt, bei Nagi und Erika zu leben, da die Forderung nach dem gemieteten Zimmer, das sie mit ihren Eltern teilt, das Lernen erschwert. Nagi versucht, streng mit ihr zu sein, bekommt aber keine Unterstützung von Erika, die froh ist, Sachi zu sehen. Einmal allein fragt Erika Sachis wahres Motiv und Sachi gibt zu, dass sie seit Erikas Erscheinen Angst hatte, dass sie und Nagi heiraten und ihn nie wieder sehen werden. Als Nagi dies hört, beschließt er, sie bleiben zu lassen, bereut es aber sofort, als Sachi sein Zimmer nimmt. Gezwungen, für Sachi das Nötigste einkaufen zu gehen Nagi erkennt, dass Sachi bei den Leuten beliebt ist. Erika besteht darauf, neue Familienfotos zu machen, einschließlich Sachi, und bringt sie in ihr Schlafzimmer, um zu lernen, wie Sachi im Schlaf spricht. Nagi spricht schließlich mit Erika und gibt zu, dass er noch nicht bereit ist, seine Zukunft zu ändern, aber sobald er es ist, würde er gerne wissen, nach wem sie sucht. Erika ist amüsiert, dass er sich Sorgen gemacht hat, willigt aber ein, es ihm zu sagen, sobald er bereit ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14266251","hoster":"VOE"},{"path":"/redirect/13619716","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10714742","hoster":"VOE"},{"path":"/redirect/10714740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-9","name":"Der Japanstrom ruft nach mir","epNo":9,"alt":"The Kuroshio currents beckon to me","descr":"Hiro bittet Nagi um ein Date in einem Vergnügungspark, aber er ist enttäuscht, als sie zugibt, dass sie ihn für den Zwei-Personen-Rabatt brauchte. Sie entschuldigt sich dafür, ihn während der Reise nach Kamakura verlassen zu haben, da sie sich verlaufen hatte. Während er ein Spiegellabyrinth erkundet, glaubt Nagi, dass er Hiro versehentlich geküsst hat, was sie amüsiert, da er tatsächlich einen Spiegel geküsst hat. Sachi ist in schlechter Stimmung, von der sie behauptet, dass sie dadurch verursacht wird, dass Nagi auf einem Date ist, obwohl sie Erikas Verlobte ist. Sie bringt Erika zu einem Baseballzentrum und dann zu einem öffentlichen Bad, wo Erika zugibt, dass sie froh ist, dass Sachi ihre Schwester ist, aber Sachi ist immer noch verärgert, dass sich alles ändert. Als Sachi von seinem Date zurückkehrt, stellt er sicher, dass er Nagi deswegen quält; Inzwischen beschließt Erika, ihre Mutter ins Badehaus einzuladen. Nagi und Sachis Vater Yohei scheint sie alle zum Angeln mitzunehmen, was Nagi wegen Seekrankheit verachtet. weil er Zeit mit all seinen Kindern verbringen möchte. Als er sich daran erinnert, dass Yohei sagte, er würde ihn nicht mehr zum Fischen mitnehmen, wenn er einen größeren Fisch fangen würde als er, nimmt Nagi das Fischen sehr ernst, fängt aber immer noch nur die kleinsten Fische. Am Ende der Reise erkennt Nagi, dass Yohei ihn immer nur zum Angeln geschleppt hat, wenn er gestresst war, was Nagi hilft, sich von dem Problem abzulenken, und dankt Yohei für seine Hilfe. Erika fragt sich, was für eine Person sie geworden wäre, wenn sie in ihrer leiblichen Familie aufgewachsen wäre. hilft Nagi, sich von dem Problem abzulenken, also dankt er Yohei für seine Hilfe. Erika fragt sich, was für eine Person sie geworden wäre, wenn sie in ihrer leiblichen Familie aufgewachsen wäre. hilft Nagi, sich von dem Problem abzulenken, also dankt er Yohei für seine Hilfe. Erika fragt sich, was für eine Person sie geworden wäre, wenn sie in ihrer leiblichen Familie aufgewachsen wäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14269370","hoster":"VOE"},{"path":"/redirect/13619717","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10714743","hoster":"VOE"},{"path":"/redirect/10714734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-10","name":"Behandle mich nicht wie deine Schwester","epNo":10,"alt":"Don\u0027t Treat Me Like a Little Sister","descr":"Sachi und Nagi wollen gemeinsam ein Geschenk für ihre Mutter zum Muttertag kaufen. Sie denken die ganze Zeit darüber nach, was sie ihr schenken können und dabei kommen alte Erinnerungen aus ihrer Kindheit hoch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271509","hoster":"VOE"},{"path":"/redirect/13619719","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10783154","hoster":"VOE"},{"path":"/redirect/10783155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-11","name":"Ich kann nicht so tun, als wäre das nicht passiert","epNo":11,"alt":"You can\u0027t just pretend it didn\u0027t happen","descr":"Sachi arbeitet wieder im Diner ihrer Eltern, weigert sich aber immer noch, nach Hause zurückzukehren. Blitze unterbrechen die Stromversorgung der Stadt und lassen Nagi und Erika im Dunkeln. Erika fragt, ob Nagi gerne mit ihr lebt, da sie jeden Tag genossen hat, seit sie Nagi und Sachi getroffen hat. Nagi gibt zu, dass er sich auch amüsiert hat. Im Dunkeln stößt Nagi auf Erika und küsst sie, nur damit die Lichter wieder angehen und zeigen, dass er tatsächlich Sachi geküsst hat, der gerade nach Hause gekommen war. Sachi ist verlegen, wird aber wütend, als Nagi darauf hinweist, dass er dachte, sie sei Erika und sollte den Kuss einfach vergessen. Am nächsten Tag behandelt Sachi Nagi kalt, aber als ihre Freunde in der Schule über eine Fernsehsendung sprechen, in der sich Geschwister verlieben, beginnt sie sich zu fragen, ob sie Nagi liebt. Erika bemerkt die angespannte Atmosphäre und weist darauf hin, wie sehr er es vermasselt hat, als Nagi von dem versehentlichen Kuss erzählt. Er mag Sachi als seine kleine Schwester betrachten, aber Sachi ist fast eine erwachsene Frau und nicht einmal seine Blutsverwandte. Nagi ist sich nicht sicher, wie er sich entschuldigen soll, aber nach einer aufmunternden Ansprache von Hiro gelingt es ihm, sich bei Sachi zu entschuldigen und zu versprechen, sie nicht mehr als Kind, sondern als Frau zu betrachten. Sachi vergibt ihm und beginnt sich viel glücklicher zu verhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14271400","hoster":"VOE"},{"path":"/redirect/13619718","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10806757","hoster":"VOE"},{"path":"/redirect/10806756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-12","name":"Ich liebe dich nicht, noch nicht","epNo":12,"alt":"I Don\u0027t Like It, Yet","descr":"Nagi startet erneut einen Versuch, um Hiro näherzukommen. Er lädt sie zum gemeinsamen Lernen ein, aber als sie in der Bibliothek sitzen, merkt er, dass dort keine Unterhaltungen erlaubt sind. Die beiden finden jedoch einen Weg, um zu kommunizieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13844359","hoster":"VOE"},{"path":"/redirect/13619720","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10852608","hoster":"VOE"},{"path":"/redirect/10852606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-13","name":"Irgendwie will das nicht richtig klappen.","epNo":13,"alt":"Things Aren`t Quite Working Out, Are They?","descr":"Nagi bekommt das Resultat von seinem letzten Test zu Gesicht und ist gar nicht erfreut darüber. Erika versucht ihn mit unkonventionellen Methoden aufzumuntern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270613","hoster":"VOE"},{"path":"/redirect/13619721","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10937080","hoster":"VOE"},{"path":"/redirect/10937079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-14","name":"Mauern sind da, um überwunden zu werden!","epNo":14,"alt":"Walls Exist to Be Overcome!!","descr":"Erika bitte Nagi, ihr beim Lernen zu helfen, weil sie beim Wiederholungstest unbedingt gut abschneiden muss. Wenn sie nicht besteht, möchte ihr Vater, dass sie zurück nach Hause kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13858115","hoster":"VOE"},{"path":"/redirect/13619722","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10969536","hoster":"VOE"},{"path":"/redirect/10969535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-15","name":"Wir müssen ihr unser Geheimnis preisgeben!","epNo":15,"alt":"We Have to Tell Her... About Our Secret!","descr":"Nagi und Erika landen alleine auf dem Festival. Erika zieht die Aufmerksamkeit ihrer Fans auf sich, also kauft Nagi eine Maske. Nagi trifft mit ihren Freunden auf Sachi und hört, wie sie Sachi über ihren Bruderkomplex aufziehen. Erika wird plötzlich von den Fans umschwärmt, die versucht haben, in ihr Haus einzubrechen, von denen einer seine Muskeln für seinen Rückkampf mit Nagi trainiert hat. Nagi und Erika wollen keine Szene machen und fliehen. Erika entscheidet, dass dieser Sommer ihr liebster war, selbst im Vergleich zu den Sommern, die sie mit ihren Eltern in den Ferien im Ausland verbrachte. Sie sehen sich das Feuerwerk zusammen an und sowohl Sachi als auch Hiro sind enttäuscht, dass sie es nicht mit Nagi gesehen haben. Hiro holt sie ein und fragt schließlich, wie sie verwandt sind, da sie beide behaupten, Sachi sei ihre Schwester. Nagi fühlt sich schuldig, also erzählen sie Hiro endlich, dass er bei der Geburt vertauscht und jetzt verlobt war. Hiro akzeptiert die Erklärung und Erika hofft, dass sie jetzt bessere Freunde werden. Da sie ein Geschenk für Sachi kaufen muss, bleibt Eria auf dem Festival, während Nagi Hiro nach Hause bringt. Hiro lässt Nagi versprechen, nie wieder ein Geheimnis zu bewahren, und er stimmt zu, obwohl ihre Interaktion von Sachi gesehen wird. Nagi kehrt glücklicher denn je nach Hause zurück, während Sachi Erika nach Hiro fragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270968","hoster":"VOE"},{"path":"/redirect/13619723","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11009485","hoster":"VOE"},{"path":"/redirect/11009488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-16","name":"Ich möchte, dass ihr jetzt eine Unterhaltung führt.","epNo":16,"alt":"I Want to Talk About It Now.","descr":"Erika und Sachi verbringen den ganzen Tag damit, Hiro zu folgen, finden aber nichts Verdächtiges an ihr. Sachi kündigt an, dass sie die gleiche High School wie Nagi besuchen will und beginnt fleißig zu lernen. Nagi teilt Erika mit, wie er das Gefühl hat, dass Sachi sich seltsam verhält und sich immer weniger wie eine Schwester fühlt. Sachi besucht mit Hiro als Führer einen Tag der offenen Tür in der Schule. Sachi fragt Hiro, was sie über Nagi denkt. Hiro wiederholt ihre Behauptung, sie sei verlobt, gibt aber zu, dass sie von Nagi fasziniert ist. Nagi beeilt sich, um zu hören, was sie sagen, stellt aber fest, dass Sachi und Hiro irgendwie Freunde geworden sind. Zu Hause hat Sachi weiter gelernt, aber Nagi ist weiterhin besorgt, da ihre Schule eine private Akademie mit jährlichen Gebühren ist und ihre Eltern bereits Schwierigkeiten haben, nur für ihn zu bezahlen. Ihre Eltern entscheiden jedoch, ob Sachi angenommen wird, dass sie ihr Restaurant verkaufen, um die Gebühren zu bezahlen. Sachi weigert sich, dies zuzulassen und zwischen Sachi und Namie bricht ein Willenskampf aus, wobei Nagi und Yohei verängstigt und machtlos sind, sie aufzuhalten, bis Erika eingreift, um alle zu beruhigen. Als sie nach Hause zurückkehren, nennt Sachi Erika zum ersten Mal Schwester und lässt Nagi enttäuscht zurück, dass sie ihn nicht Bruder genannt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270436","hoster":"VOE"},{"path":"/redirect/13619724","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12923857","hoster":"VOE"},{"path":"/redirect/11036521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-17","name":"Es wäre nicht abwegig, wenn irgendetwas geschieht","epNo":17,"alt":"Episode 17","descr":"Erika, Hiro, Nagi und Sachi wollen ein Lerncamp veranstalten und zum Ferienhaus von Erikas Eltern nach Karuizawa fahren. Leider läuft nicht alles nach Plan und die Gruppe kann nicht zu viert losfahren, da Sachi mit hohem Fieber im Bett liegt. Jedoch steht schon ein gewisser Jemand in den Startlöchern, der ihren Platz einnehmen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278318","hoster":"VOE"},{"path":"/redirect/13619725","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11114246","hoster":"VOE"},{"path":"/redirect/11114244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-18","name":"Wer ist diese Person?","epNo":18,"alt":"Episode 18","descr":"Nagi, Erika, Hiro und Shion sind zusammen zum Ferienhaus von Erikas Eltern nach Karuizawa gefahren. Dort machen sie am Abend eine Mutprobe. Das ist der perfekte Zeitpunkt für Nagi, Zeit allein mit Hiro zu verbringen. Jedoch will Erika mit ihm die Mutprobe antreten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270688","hoster":"VOE"},{"path":"/redirect/13619726","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11182387","hoster":"VOE"},{"path":"/redirect/11182381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-19","name":"Sicher hast du es bereits bemerkt, oder?","epNo":19,"alt":"Episode 19","descr":"Erika verrät Nagi, wen sie mit ihren Inusta-Posts erreichen möchte. Daraufhin möchte Nagi Erikas Vater zur Rede stellen und herausfinden, was es mit dem Foto, das Erika ihm gezeigt hat, auf sich hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278319","hoster":"VOE"},{"path":"/redirect/13619727","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11182245","hoster":"VOE"},{"path":"/redirect/11182254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-20","name":"Ich möchte schnell erwachsen werden!","epNo":20,"alt":"Episode 20","descr":"Hiro lädt Nagi wieder auf ein Date ein, um ihn aufzumuntern und seine Sorgen zu zerstreuen. Dieses Mal machen sie eine gemeinsame Fahrradtour. In der Zwischenzeit überlegt Nagi, wie er Sosuke finden kann, nachdem Erikas Vater ihm keine Informationen über seinen Aufenthalt gegeben hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270764","hoster":"VOE"},{"path":"/redirect/13619729","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11245825","hoster":"VOE"},{"path":"/redirect/11245822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-21","name":"Das ist alleine unser Geheimnis.","epNo":21,"alt":"It`s a Secret Between You and Me.","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278322","hoster":"VOE"},{"path":"/redirect/13619728","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11444943","hoster":"VOE"},{"path":"/redirect/11444948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-22","name":"Ich bin bei dir, wenn du ihn wiedersiehst!","epNo":22,"alt":"I`ll Be with You When You Meet Him.","descr":"Hiro erwähnt Nagi gegenüber, dass es den Anschein erweckt, Sachi könnte in ihn verliebt sein. Als Sachi davon erfährt, stellt sie Hiro zur Rede. Das Verhältnis der beiden verschlechtert sich. Sachi hat keine Ahnung, was Hiro damit bezwecken will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14278320","hoster":"VOE"},{"path":"/redirect/13619730","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11444945","hoster":"VOE"},{"path":"/redirect/11444946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-23","name":"Was sollen wir jetzt tun?","epNo":23,"alt":"What Should We Do Now?","descr":"Der Sommerferienurlaub von Nagi, Erika, Hiro und Sachi ist vorbei. Kurz vor der Heimreise machen Nagi und Hiro noch einen kleinen Abstecher zu einem lokalen Schrein. Hiro ist wieder auf der Jagd nach Schreinstempeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270961","hoster":"VOE"},{"path":"/redirect/13619731","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11938765","hoster":"VOE"},{"path":"/redirect/11938789","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakkou-no-iinazuke/staffel-1/episode-24","name":"Das Wichtigste ist, dass ihr beide euer Glück findet.","epNo":24,"alt":"All That Matters Is That You Two Are Happy","descr":"Papa Yoheis Geburtstag steht vor der Tür und er hat Nagi, Sachi und Erika eingeladen, ihn zusammen mit ihm im Restaurant zu feiern. Erika ist erstaunt, was für einen Aufwand er betreibt, um seine Geburtstagsfeier abzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14270139","hoster":"VOE"},{"path":"/redirect/13619732","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/11938801","hoster":"VOE"},{"path":"/redirect/11938786","hoster":"Streamtape"}]}]}]}]}