{"path":"/serie/stream/kakuriyo-no-yadomeshi","name":"Kakuriyo no Yadomeshi","descr":"[Ger Sub] Kakuriyo no Yadomeshi folgt der Studentin Aoi, die von ihrem bereits verstorbenen Großvater die Fähigkeit Geister zu sehen geerbt hat. Überzeugt von ihren Kochkünsten, entschließt sie sich eines Tages einige Naturgeister zu füttern, doch in dem Moment erscheint vor ihr plötzlich ein Gott, der zugleich auch der Meister des \"Tenshinya\" (dt.: \"Himmlische Herberge\") ist. Dieser entführt sie kurzerhand und erklärt ihr, dass sie ihn aufgrund der Schulden ihres Großvaters heiraten müsse. Doch Aoi, die an dieser Idee überhaupt keinen Gefallen finden kann, entschließt sich, die Schulden zu begleichen, indem sie in der \"Himmlischen Herberge\" zu arbeiten beginnt …","seasons":[{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-1","name":"","epNo":1,"alt":"I`m Marrying into an Inn for Spirits.","descr":"Auf ihrem Schulweg begegnet Aoi, die Ayakashi sehen kann, einem Ayakashi, den sie noch nie gesehen hat, und wird nach Tenjin-ya, einem Gasthaus im verborgenen Reich, entführt. Dort erfährt sie, dass ihr Großvater versprochen hat, den Gastwirt zu heiraten, um seine Schulden zu begleichen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207908","hoster":"VOE"},{"path":"/redirect/9207891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-2","name":"","epNo":2,"alt":"I`ve Found a Job at the Inn for Spirits.","descr":"Ginji, der junge Meister von Tenjin-ya, schlug Aoi vor, ein Restaurant zu eröffnen. Doch bevor sie überhaupt darüber nachdenken kann, gerät sie in einen Tumult, der von den Tengu-Gästen verursacht wird. Wird sie jemals einen Job bei Tenjin-ya finden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12917162","hoster":"VOE"},{"path":"/redirect/12980356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-3","name":"","epNo":3,"alt":"I Took a Trip to the Capital of the Hidden Realm.","descr":"Die Welt der Ayakashi wird von acht großen Yokai, den Hachiyo, regiert. Nachdem es Aoi gelungen ist, Matsuba, einer der Hachiyo, Gastfreundschaft anzubieten, führt der Gastwirt sie als Belohnung für ihre Leistung in die Hauptstadt des verborgenen Reiches.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9208851","hoster":"VOE"},{"path":"/redirect/9208857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-4","name":"","epNo":4,"alt":"I Looked After a Snow Woman and an Earth-Spider.","descr":"Nachdem sie nach Tenjin-ya zurückgekehrt sind, bricht die Schneefrau O-Ryo vor Fieber zusammen und Aoi kümmert sich schließlich mit ihrem Kochen um sie. Dann bricht ein Kampf zwischen Suzuran aus, die in das scheinbare Reich gehen will, und Akatsuki, die gegen sie ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923856","hoster":"VOE"},{"path":"/redirect/9208834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-5","name":"","epNo":5,"alt":"I Should Not Forget My Promise to the Ayakashi.","descr":"Nach einem großen Streit mit seiner jüngeren Schwester bleibt Akatsuki in Form einer Spinne und isst nicht einmal das Essen, das Aoi gekocht hat. Da Aoi denkt, dass es zu traurig wäre, wenn sie getrennte Wege gehen würden, ohne sich zu versöhnen, beschließt Aoi, etwas dagegen zu tun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9208845","hoster":"VOE"},{"path":"/redirect/9208878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-6","name":"","epNo":6,"alt":"I`m Opening up an Eatery in an Ayakashi Inn.","descr":"Endlich ist der Tag gekommen, an dem Aois Restaurant eröffnet wird. Mit dem Namen Moonflower von Matsuba eröffnet sie es in bester Stimmung; An diesem unglücklichsten Ort im Nordosten scheint es jedoch nicht so gut zu laufen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13015951","hoster":"VOE"},{"path":"/redirect/9208880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-7","name":"","epNo":7,"alt":"Taking a Walk with the Master in the Rain.","descr":"Als Aoi von Byakuya, dem Chef der Buchhaltung, gerufen wird, weist er darauf hin, dass sie noch keine Verkäufe getätigt hat. Er sagt ihr auch, dass Moonflower geschlossen wird, wenn sie keine Ergebnisse erzielen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9208865","hoster":"VOE"},{"path":"/redirect/9208868","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-8","name":"","epNo":8,"alt":"Shopping with the Nine-Tailed Young Master.","descr":"Nachdem Aoi eine Anfrage vom kaiserlichen Hof erhalten hat, für Nuinoin und seine Frau Jubiläumsgerichte zu kochen, besucht Aoi das östliche Land, wo ein ausländischer Delikatessenmarkt stattfindet, um die Zutaten zu beschaffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207749","hoster":"VOE"},{"path":"/redirect/9207781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-9","name":"","epNo":9,"alt":"An Elderly Ayakashi Couple\u0027s Wedding Anniversary.","descr":"An dem dunklen Ort, an dem Aoi eingesperrt ist, erinnert sie das Geräusch von Regen und Donner an den Tag, an dem ihre Mutter sie verlassen hat. Als sie das Bewusstsein verliert, wird sie vom Meister gerettet; Als sie jedoch aufwacht, ist bereits der Jahrestag des Königspaares.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207777","hoster":"VOE"},{"path":"/redirect/9207782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-10","name":"","epNo":10,"alt":"A Rival Has Arrived at the Ayakashi Inn.","descr":"In Vorbereitung auf das Tanabata-Festival werden die Stadt und Tenjin-ya ziemlich lebendig. Bei Moonflower besucht Ritsuko Aoi, die sich ebenfalls auf Tanabata vorbereitet, und erzählt ihr Geschichten über ihre und Nuinoins Vergangenheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207768","hoster":"VOE"},{"path":"/redirect/9207766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-11","name":"","epNo":11,"alt":"The Nure-Onna Bath Caretaker and Her Shiranui Teacher.","descr":"Während der Meister weg ist, tauchen Hatori und Tokihiko, die Rezeptionsleiterin und Bademeisterin von Tenjin-yas rivalisierendem Gasthaus Orio-ya plötzlich in Tenjin-ya auf. Obwohl sie angeblich als Gäste gekommen sind, herrscht unter den Mitarbeitern eine angespannte Stimmung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207771","hoster":"VOE"},{"path":"/redirect/9207942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-12","name":"","epNo":12,"alt":"There\u0027s a Secret in the Basement at Tenjin-ya.","descr":"Akatsuki und Ginji benehmen sich seit Hatoris Ankunft ein wenig seltsam. Inzwischen werden die Kinder einer der Familien in Tenjin-ya vermisst. Um mit Akatsuki nach ihnen zu suchen, geht Aoi zum ersten Mal in Tenjin-yas Keller.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207948","hoster":"VOE"},{"path":"/redirect/9207950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-13","name":"","epNo":13,"alt":"A Grand Banquet at an Ayakashi Inn.","descr":"Nachdem Aoi den Vorfall mit den vermissten Kindern gelöst hat, kehrt er zu Moonflower zurück und findet einen zusammengebrochenen Ginji in seiner Fuchsjunges-Form vor. Während sie sich um ihn kümmert, erinnert sie sich an den weißmaskierten Ayakashi, der sie als Kind gerettet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207927","hoster":"VOE"},{"path":"/redirect/9207929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-14","name":"","epNo":14,"alt":"A Black Ship Arrives from the Southern Land.","descr":"Aoi erkennt, dass sie in Tenjin-ya einen Platz gefunden hat, zu dem sie gehören kann. Dann taucht plötzlich Orio-yas Luftschiff mit einem langhaarigen Ayakashi an Bord auf, der eine weiße Maske trägt, die sie an die Ayakashi aus ihrer Kindheitserinnerung erinnert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207932","hoster":"VOE"},{"path":"/redirect/9207987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-15","name":"","epNo":15,"alt":"I Was Abducted from an Ayakashi Inn.","descr":"Nachdem sie in Orio-ya, Tenjin-yas rivalisierendes Gasthaus, gebracht wurde, wird Aoi in einen Arrestraum gesperrt. Obwohl sie ganz allein an einem fremden Ort ist, beschließt sie zu fliehen, um herauszufinden, wer der Ayakashi war, den sie als Kind kennengelernt hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207999","hoster":"VOE"},{"path":"/redirect/9207974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-16","name":"","epNo":16,"alt":"The Twin Chefs and a Rain Woman from a Rich Family.","descr":"Auf Ginjis Vorschlag hin kocht Aoi nun das Frühstück für Matsuba, der im Orio-ya wohnt, und erhält die Erlaubnis, die Küche im alten Gebäude zu benutzen. Währenddessen geht bei Moonflower das Licht an, während Aoi und Ginji weg sind.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207966","hoster":"VOE"},{"path":"/redirect/9207971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-17","name":"","epNo":17,"alt":"The Secret of the Ceremony in the Southern Land.","descr":"Auf Wunsch des Tsuru-douji beschließt Aoi, Yodoko, eine verwöhnte Tochter einer reichen Familie, die ein interessantes Essen essen möchte, mit Monjayaki zu unterhalten. Obwohl Yodoko zunächst verwirrt erscheint, wird sie fasziniert, als das Essen vor ihr gekocht wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207875","hoster":"VOE"},{"path":"/redirect/9207873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-18","name":"","epNo":18,"alt":"A Big Fight Between a Tengu Father and His Son.","descr":"Nachdem sie die Explosion von Orio-ya gehört hat, eilt Aoi zurück, nur um einen wütenden Matsuba und einen verprügelten Hatori vorzufinden. Matsubas Wut wurde dadurch ausgelöst, dass Hatori ihn direkt nach etwas von dem geheimen Schnaps des Tengus fragte, einem der Gegenstände, die für die Zeremonie benötigt werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207885","hoster":"VOE"},{"path":"/redirect/9207850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-19","name":"","epNo":19,"alt":"A Silver Beast on a Moonlit Night.","descr":"Nachdem Aoi dem Tengu-Vater und -Sohn geholfen hat, sich zu versöhnen, interessiert sich Raiju, ein Adliger aus der Hauptstadt, für Aoi. Währenddessen folgt Aoi Nobunaga in den hinteren Teil des Pinienhains, nur um dort ein großes silbernes Biest vor einem zerfallenden Schrein zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9207860","hoster":"VOE"},{"path":"/redirect/9207861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-20","name":"","epNo":20,"alt":"Traces of a Dream in the Dragon Palace. ***(Gersub in VOE bei  \"cc\" )","descr":"Aoi muss die Meerjungfrauenschuppe finden, also geht sie mit dem Meister zu den Ruinen des Drachenpalastes, einem Ort mit einem starken Fluch. Aoi und der Meister sind von dem Miasma nicht betroffen, aber sie werden getrennt, als sie eine Stimme hört, die ihren Namen ruft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12953184","hoster":"VOE"},{"path":"/redirect/11925880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-21","name":"","epNo":21,"alt":"Orio-ya`s Young Hostess and Young Master.","descr":"O-Ryo, die ehemalige junge Gastgeberin von Tenjin-ya, kommt als Gast in Orio-ya vorbei. Die Orio-ya-Angestellten werden durch die Ankunft des rivalisierenden Gasthausangestellten alarmiert. Nene, Orio-yas junge Gastgeberin, scheint von O-Ryos Besuch besonders beunruhigt zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9743833","hoster":"VOE"},{"path":"/redirect/9743829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-22","name":"","epNo":22,"alt":"Raiju`s Warning.","descr":"Während Aoi über das Geschirr für die Zeremonie nachdenkt, erscheint plötzlich Raiju, ein Adliger aus Youto, vor ihr. Obwohl sie herumrennt und versucht, ihm zu entkommen, folgt er ihr misstrauisch und richtet seine bösartige Absicht auf sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9743856","hoster":"VOE"},{"path":"/redirect/9743857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-23","name":"","epNo":23,"alt":"The Sealed Power and the Opening Heart.","descr":"Nachdem Aoi den geheimen Schnaps des Tengu getrunken hat, bricht er plötzlich zusammen. Als sie aufwacht, stellt sie fest, dass sie nicht nur ihre Stimme, sondern auch ihren Geschmackssinn verloren hat, und so wurde entschieden, dass sie die Gerichte aus Meeresschätzen nicht kochen würde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9743699","hoster":"VOE"},{"path":"/redirect/9743706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-24","name":"","epNo":24,"alt":"Life-or-Death Hunt for the Gem Branch.","descr":"Es stellte sich heraus, dass einer der Edelsteinzweige der Hourai in einem Tuschepinselgemälde, das Nuinoin und seiner Frau gehörte, in dem umschlossenen Raum aufbewahrt worden war. Mit Byakuyas Hilfe betritt Aoi mit Ginji, Ranmaru und Chibi die Welt der Tintenpinselmalerei.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9743727","hoster":"VOE"},{"path":"/redirect/9743725","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-25","name":"","epNo":25,"alt":"A Fireworks Event with Ayakashi.","descr":"After coming back from the world of the ink brush painting, Aoi decides to cook the dishes made of ocean treasure for the second time. On the day of the fireworks event, when Orio-ya is swarming with guests, Tenjin-ya\u0027s air ships arrive as well.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9743762","hoster":"VOE"},{"path":"/redirect/9743757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kakuriyo-no-yadomeshi/staffel-1/episode-26","name":"","epNo":26,"alt":"Delicious Dishes Are Served at the Inn for Spirits.","descr":"Die Kagura-Halle ist erleuchtet und die Zeremonie hat begonnen. Vom Gurkengeruch angelockt, geht Chibi in den Bildschirm. Nachdem Aoi seinen Schrei gehört hat, zieht sie den Bildschirm hoch, nur um herauszufinden, dass die Umi-Bouzu dieselben Gefühle hat wie in der Vergangenheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9743800","hoster":"VOE"},{"path":"/redirect/9743796","hoster":"Streamtape"}]}]}]}]}