{"seriesId":"kalifat","name":"Kalifat","descr":"Die Geheimdienst-Agentin Fatima bekommt einen Tipp über einen geplanten Terrorangriff in Schweden. Zeitgleich öffnen sich der Teenagerin Sulle die Augen für ihren Schulbegleiter Ibbe, der ihr die Türen zu einer faszinierenden neuen Welt öffnet – den \"wahren Weg\".\"Kalifat\" handelt von fünf jungen Frauen, deren Schicksale sich in einer erschütternden Geschichte von religiösem Fundamentalismus verflechten, der verführt und vernichtet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Pervin steht nach dem Umzug mit ihrem Mann – einem IS-Mitglied – nach Raqqa vor einem Dilemma. Sie hat Angst um ihr Leben und findet das ihr Kind dort nicht aufwachsen kann. Deswegen Telefoniert Pervin heimlich mit Fatima und erzählt ihr von einem Terroranschlag der in Schweden geplant wird. Pervan bittet sie auch noch sie da rauszuholen.Die SÄPO-Beamtin Fatima sieht darin eine Aufstiegschance. Deswegen erklärt ihr Fatima sie bräuchte noch mehr Informationen vom Anschlag erst wann sie ihr was Konkretes liefern kann, kann Fatima ihr helfen und sie dort rausholen.","versions":[{"lang":1,"streams":[{"redirect":8832778,"hoster":"VOE"},{"redirect":8580646,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Ibbe will Kerima, Sulle und Miryam in die Falle locken. Fatima drängt Pervin dazu, Husams Notizbuch nach Einzelheiten über den Anschlag zu durchsuchen.","versions":[{"lang":1,"streams":[{"redirect":12336441,"hoster":"VOE"},{"redirect":8580648,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Pervin muss nach einer verhängnisvollen Bluttat ihre Spuren verwischen. Fatima stößt auf einen Hinweis den sie dank Pervin erhalten hat. Doch Fatimas Vorgesetze ist der Meinung das Fatimas Quelle ihr nur etwas vormacht was das Unterfangen Pervin dort rauszuholen sehr unwahrscheinlich aussehenlässt .Ibbe macht Sulle und Kerima mit einem überzeugenden Lockvogel bekannt, und sie ist gut sie zeigt ihnen Bilder und schwärmt ihnen vor wie schön es doch sei dort zu leben.","versions":[{"lang":1,"streams":[{"redirect":8832772,"hoster":"VOE"},{"redirect":8580647,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Miryam bringt Ibbes Plan ins Rollen. Fatimas Ermittlungen stoßen auf ein Hindernis. Dolores macht eine schockierende Entdeckung, als versteckte Absichten zutage treten.","versions":[{"lang":1,"streams":[{"redirect":8832773,"hoster":"VOE"},{"redirect":8580651,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Calle trifft sich mit Suleiman und Tuba. Fatima arrangiert Pervins Flucht aus Raqqa. Kerima überreicht Sulle eine Überraschung von Ibbe.","versions":[{"lang":1,"streams":[{"redirect":8832775,"hoster":"VOE"},{"redirect":8580653,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Fatima spürt einen Mann auf, der wichtige Hinweise liefern könnte. Doch er ist ihr einen Schritt voraus. Suleiman steuert mit Calle auf die türkisch-syrische Grenze zu.","versions":[{"lang":1,"streams":[{"redirect":8832776,"hoster":"VOE"},{"redirect":8580655,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Da Lishas Schicksal nun in ihren Händen liegt, bittet Pervin Husam unter einem Vorwand um Hilfe. Fatima beschattet Jakob und Emil und geht zu ihrer Ultima Ratio über.","versions":[{"lang":1,"streams":[{"redirect":8832777,"hoster":"VOE"},{"redirect":12514372,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Nadir enthüllt eine überraschende Tatsache. Kerima rüstet sich für den endgültigen Schlag. Die Einhaltung von Fatimas Abmachung mit Pervin hat ihren Preis.","versions":[{"lang":1,"streams":[{"redirect":8832782,"hoster":"VOE"},{"redirect":8580650,"hoster":"Streamtape"}]}]}]}]}