{"seriesId":"kalkofes-mattscheibe-rekalked","name":"Kalkofes Mattscheibe - Rekalked","descr":"Für einen kurzen Moment hält man es für ganz normales Fernsehen – aber dann friert das Bild ein oder läuft in einer Dauerschleife und ein verblüffend präzise kostümiertes Double eines Darstellers tritt ins Bild und parodiert mit beißendem Spott den gerade gezeigten Ausschnitt. Kalkofe als Solounterhalter und scharfer Kritiker schreckt vor nichts zurück und wird nicht müde immer wieder die Nervensägen, C-Promis und Castingkatastrophen zu karikieren. Gerichtsshows, Talkshows, TV-Legenden, Shopping-Kanäle, Esoterikgurus, Dauerwerbesendungen und -immer wieder- Schlager finden sich im Zentrum seiner Kritik.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Alltagsgeschichten","epNo":1,"alt":"","descr":"Der \"Medienterminator\" kennt keine Gnade, die Fernsehmacher aber auch nicht: Oliver Kalkofe attackiert in seinem satirischen Rundumschlag einen kochenden Lothar Matthäus, eine halluzinierende Astrologin und ein hungriges Schleckermäulchen, das vor laufenden TV-Kameras im Müll nach Lebensmittelresten kramt.Auch ein kreativer Liedermacher, der mit versauten Party-Texten seine werte Gattin vor den Kopf stößt, wird unter Beschuss genommen. Oder um es mit dem Künstler selbst zu sagen: \"Typisch Weiber: Scheiß Geschmack, immer nüchtern und nie zufrieden\" (Text: Tele 5)","versions":[{"lang":1,"streams":[{"redirect":11312706,"hoster":"VOE"},{"redirect":10124818,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Liebesdienste","epNo":2,"alt":"","descr":"\"Da, wo andere ein Herz haben, haben wir eine Toilette, in die wir unser Gewissen gespült haben\": Medien-Rambo Oliver Kalkofe nimmt eine voyeuristische Verkupplungs-Show unter Beschuss, die Männer-Restposten aus Deutschland an willige blinde Frauen aus dem Ausland verscherbelt. Dabei machen die werbelustigen Teutonen ihrer baldigen Braut mit selbstgemachten Kastanienmännchen sowie Plastik-Gockeln aus Kinderarbeit den Hof. Außerdem schlüpft Kalkofe in die Haut von Bettina Wulff, um intimste Geheimnisse aus ihrem Privatleben auszuplaudern. Das alles gibt’s wie immer kalk-frisch und herrlich ungefiltert. (Text: Tele 5)","versions":[{"lang":1,"streams":[{"redirect":11312707,"hoster":"VOE"},{"redirect":10124816,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Supertalente","epNo":3,"alt":"","descr":"Michelle Hunziker rockt mit zwei blondierten Show-Reptilien die neue \"Supertalent\"-Staffel, in der ein Amerikaner \"Cheri Cheri Lady\" mit den Händen furzt. Ein bayerisches Trachten-Trio bei der Fernseh-Gymnastik übt sich nach dem Biergenuss im Maßkrug-Stemmen. Und TV-Astrologin Hilly will die Zukunft voraussagen, doch kein Schwein ruft sie an: Schwere Fälle für Oliver Kalkofe, der wieder zum Kettensägen-Massaker im Müll-Dickicht der TV-Verblödung ausholt. Dabei bekommen auch \"verklemmte Fummel-Fetischisten mit S/M-Ecke im Hobbykeller\" ihr Fett ab. \"Ganz großes Aufklärungskino!\", urteilt die TELE 5-Redaktion. (Text: Tele 5)","versions":[{"lang":1,"streams":[{"redirect":11312711,"hoster":"VOE"},{"redirect":10124817,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Frühlingsgefühle","epNo":4,"alt":"","descr":"\"Monogamie ist Hartz IV für den Lümmel – da schläft dir der Wurm in der Hose ein\": Oliver Kalkofe torpediert mit seinen Verbal-Attacken die \"Villa Germania\", eine Dokusoap aus der Schmiede von Deutschlands Primaten-Kanal Nummer Eins. In dem \"Pimper-Paradies für rüstige Rammel-Rentner\" – so O-Ton Kalkofe – verbraten deutsche Touristen in einer thailändischen Betonhölle ihre Rente, indem sie sich von liebeswilligen Frauen die \"Murmel fluten\" lassen. Auch flauschige Bettdecken, Laber-Drohnen mit Wattehirn und magische Mittsommernachtsprodukte aus dem Teleshop-Laden bekommen vom Medienterminator Himself die volle Dröhnung. (Text: Tele 5)","versions":[{"lang":1,"streams":[{"redirect":11312708,"hoster":"VOE"},{"redirect":10124819,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fett verarscht!","epNo":5,"alt":"","descr":"Wie Pfundskerle ihre Würde und Programm-Macher ihre Seele verkaufen: Medienterminator Oliver Kalkofe kennt keine Gnade, wenn er bei seiner Attacke auf den schlechten Geschmack ‚Schwer verliebt‘ unter Beschuss nimmt. In der gnadenlos voyeuristischen Verkupplungsshow werden moppelige Junggesellen mit bizarren Vorlieben auf der Suche nach einer süßen Braut vorgeführt. Aber auch die verlogene Promiwelt und Lothar Matthäus, der sich in seiner eigenen Dokusoap an Austern mit Ketchup und Tabasco ergötzt, bekommen von TV-Satiriker Kalkofe ihr Fett ab. (Text: Tele 5)","versions":[{"lang":1,"streams":[{"redirect":11312709,"hoster":"VOE"},{"redirect":10124820,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Teufelsaustreibungen","epNo":6,"alt":"","descr":"Oliver Kalkofe widmet sich diesmal der ‚Popstars‘-Band Melouria, deren Name \"ein Mix aus Melanom und Tropenkrankheit\" sei. Auch der murmelköpfige Möchtegern-Manager \"Mr. Jazz\" gerät dem \"Medien-Terminator\" dabei vor die Verbal-Flinte. Lothar Matthäus stellt unter Beweis, wie man als  Star seinen Gästen subtil die Toilette zeigt. Außerdem karikiert Kalkofe den wahnsinnigen Moderator einer italienisch angehauchten ‚Schlagerreise‘ mit ganz viel Amore, Mare und Rigatoni sowie \"zwei Lichtgestalten mit Schatten\", die im TV eine magische Rabenkugel verkaufen wollen.","versions":[{"lang":1,"streams":[{"redirect":11312719,"hoster":"VOE"},{"redirect":10124821,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alpträume","epNo":7,"alt":"","descr":"Diese Woche mit extra viel Loddar, den neuesten genialen Astro-Abzock-Schnäppchen und anderen genialen – äääh – Haushaltsartikeln! Befriedigung garantiert, also mit der Sendung. Das Gelbe vom Ei! Mindestens! Wenn Sie’s uns nicht glauben fragen Sie Loddars Freundin. Wobei… Nein! Die hat’s ja nicht so mit Stilbrüchen! Fragen Sie niemanden! Entscheiden Sie selbst! Sie können das! Wir glauben an Sie! Danke.","versions":[{"lang":1,"streams":[{"redirect":11312716,"hoster":"VOE"},{"redirect":10124823,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Let Me Penetrate You!","epNo":8,"alt":"","descr":"\"Ärsche, Titten, leere Köppe – so schön kann Fernsehen sein!\" Oliver Kalkofe seziert die Besauf- und Beischlaf-Show ‚We Love Lloret‘. Das Konzept der Sendung: Eine Villa, in der ein Rudel rammel-williger Jungpupser dem Alkohol, Drogen und Frischfleisch frönt. Dabei schlüpft der \"Medienterminator\" wieder in die unterschiedlichsten Rollen, von der alkoholgeschwängerten Ruhrpott-Schnecke bis zum prolligen Lustmolch. Nebenbei enttarnt der TV-Satiriker eine CD mit den schönsten Lobpreis-Liedern als kriecherische Schleimgesänge beim lieben Gott.","versions":[]},{"epId":"episode-9","name":"Frohe Botschaften","epNo":9,"alt":"","descr":"Von den Werbe-Ratschlägen der aktuellen Hypochonder-Zeitschrift \"Apotheken-Umschau\" über Generationen verbindende ‚Musikantenstadl‘-Hits bis hin zum Unterschichtenfernsehen mit der Aufklärungsreihe ‚Pures Leben – Mitten in Deutschland‘: Der Kalkinator schaltet den Schmerz ab, wandelt die Sünden der TV-Macher mit brachialem Humor zur Zwerchfell-Attacke um. So lästert er gegen Kirchen-Fernsehen, in dem der liebe Gott beim Brettspiel beschissen wird, gegen Proletariats-Familien, die Hamster-Geburtstage feiern und gegen die Stimme eines Engels, der Zuschauer in der Seele berühren will, aber Würganfälle hervorruft.","versions":[{"lang":1,"streams":[{"redirect":11312718,"hoster":"VOE"},{"redirect":10124824,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Katzen-Berger-Glocken-Show","epNo":10,"alt":"","descr":"Oliver Kalkofe widmet sich diesmal Daniela Katzenberger, die ihre Brüste in Gips verewigen will. \"Sie ist das gelebte Argument gegen die Frauenquote in Führungspositionen\" sagt der Medienterminator. Und weil auch andere Glocken und Bergers im Fernsehen ihr Unwesen treiben, enthüllt Kalkofe auch, warum der \"durchgewischte Pulver-Papst\" Helmut bei der Lanzstrecken-Waffe des Zweiten Programms mit seiner neuen Frisur Gassi geht und der Rinderwahn bei einer Kuhschellenschüttlerin in ‚Sag die Wahrheit!‘ ausbricht. Außerdem warnt der TV-Aufklärer der Nation vor Handys und Gesangseinlagen, die zum Kotzen sind.","versions":[{"lang":1,"streams":[{"redirect":12174301,"hoster":"VOE"},{"redirect":10124822,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Stein, Schmalz und Segen","epNo":11,"alt":"","descr":"Ist Markus Lanz wirklich der beste Moderator für ‚Wetten dass…?‘ Dieser Frage geht Oliver Kalkofe in nach, wo er einen Konkurrenten aus dem Bibelfernsehen vorstellt: \"Pfarrer Hans Buschor – ein Crazy-Kirchenmix aus Gottschalk, Katzenberger und ‚The Walking Dead‘ – die ultimative Entertainmentwaffe, um die Jugend zurück in die Glaubensgemeinschaft der kauzigen Katholiken zu holen\". Zudem schlüpft der Medienterminator wieder in die Haut ganz realer Gaga-Helden aus dem deutschen Fernsehen wie einem sächselnden Steinschlag-Versicherer, einem Tiroler Geigenopa und dem zappelnden Botox-Guru Harald Glööckler","versions":[{"lang":1,"streams":[{"redirect":11312720,"hoster":"VOE"},{"redirect":10124825,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Jahresrückblick: Fresse 2012!","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312723,"hoster":"VOE"},{"redirect":10124828,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Best of the Worst I","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312721,"hoster":"VOE"},{"redirect":10124826,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Best of the Worst II","epNo":14,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312722,"hoster":"VOE"},{"redirect":10124827,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ganz grosser Käse!","epNo":15,"alt":"","descr":"Käsesucht! Gibt es diese Krankheit wirklich oder wird sie lediglich in einer Gehirnzellen zersetzenden Sendung thematisiert? Oliver Kalkofe klärt auf, indem er sich wieder durch den TV-Schrott wühlt und ordentlich austeilt. Dabei kommen ihm Silikon-Schlampen aus dem Medienpuff und weichgekloppte Homeshopping-Moderatoren in die Quere. Auch eine Reportage über romantische Nackt-Camper hat Kalkofe im Gepäck: \"Manchmal wünscht man sich direkt, dass eine solche Sendung nur ausgedacht ist – oder mit Handpuppen gespielt\".","versions":[{"lang":1,"streams":[{"redirect":11312725,"hoster":"VOE"},{"redirect":10124831,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Mörderhupen und Stimmungskanonen","epNo":16,"alt":"","descr":"Esoterische Gesänge aus dem Astro-TV, Stimmungskanonen in der Küche und lüsterne Löschfahrzeug-Lümmel: Bei Oliver Kalkofe geht’s wieder mächtig rund, wenn er die schlimmsten Krisenherde im deutschen Fernsehen bekämpft. Neben \"ostzonalen Chippendales\" heizt der Medienterminator auch \"Costa Concordia, dem größten Exportschlager Griechenlands\" mächtig ein. Explosiv wird es in der Frage, ob man mit zwei großen Brüsten einen Menschen ersticken kann.","versions":[{"lang":1,"streams":[{"redirect":11312726,"hoster":"VOE"},{"redirect":10124830,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Speed, Sex, Style","epNo":17,"alt":"","descr":"Von Schlager- bis Schlampen-TV: Oliver Kalkofe zieht wieder voller Inbrunst über die Schlechtigkeit des deutschen Fernsehens her. Dabei macht er weder vor zickigen Konsumschnepfen aus der High Society noch vor Mutter Beimer als Boxenluder Halt. Darüber hinaus schlüpft der Medien-Terminator wieder in die unterschiedlichsten Rollen: Als Harald Glööckler erklärt er, warum sein Goldfisch Billy Blubb ein Schuppenshampoo herausbringen möchte, und in der Haut von Schlagerkönig Michael Wendler, wieso der ein Egomanie-Monster ist: \"Wäre ich eine Frau, ich könnte mich den ganzen Tag durchnageln\".","versions":[{"lang":1,"streams":[{"redirect":11312729,"hoster":"VOE"},{"redirect":10124829,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ich bin der Kalk - holt mich hier raus!","epNo":18,"alt":"","descr":"Dschungelcamp Special als extra lange Folge mit 21 Minuten: Das konnte er sich nicht nehmen lassen – das Dschungelcamp musste dran glauben. Der Bauch von Katzenbergers Mutter, der Arsch von Klaus Baumgart, Patrick Nuos Pornosucht – ein gefundenes Fressen für den Medienterminator…","versions":[{"lang":1,"streams":[{"redirect":11312724,"hoster":"VOE"},{"redirect":10124833,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Liebesgrüsse vom Bachelor","epNo":19,"alt":"","descr":"Das \"All You can Fuck\"-Buffet ist feierlich eröffnet: Oliver Kalkofe feuert heute gegen den ‚Bachelor‘, der vor der schwierigen Entscheidung steht, \"welche nudelbaren Knatterhühner in der Begattungshütte bleiben dürfen\". Seitenhiebe erteilt der Medienterminator dabei vor allem gegen besonders einfallsreiche Superbräute, die dem Junggesellen großzügig Bergkristalle leihen oder ihm hausgemachte Würste schenken.","versions":[{"lang":1,"streams":[{"redirect":11317957,"hoster":"VOE"},{"redirect":10124834,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Galoppierender Schwachsinn","epNo":20,"alt":"","descr":"Von Matrosen in Lederhosen über klingelnde Sänger bis hin zu Frau Holle aus der Hölle: Kalkofe schlägt sich mit viel Sarkasmus im Gepäck querbeet durch das Brech-TV. Er stellt ‚The Voice of Germany‘ an den Pranger und schlüpft dabei in die Haut von Nena, der wörtlich \"alles auf den Sack geht\". Die Sendung selbst bezeichnet Kalkofe als \"einzige Vorjodel-Castingshow, in der die Kandidaten nicht von irgendwelchen Bohlens und anderer Bewertungs-B-Ware beleidigt werden, sondern von echten Abwrack-Popstars, denen einen Furz quersitzt\". Auch Fernsehredakteure, die eine Dompteusen-Domina bei tierischen Rollenspielen zeigen, bekommen ihr Fett ab.","versions":[{"lang":1,"streams":[{"redirect":11312728,"hoster":"VOE"},{"redirect":10124832,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Nackter Wahnsinn","epNo":21,"alt":"","descr":"Medienterminator Oliver Kalkofe rätselt über mysteriöse Werbespots und parodiert hirntote Sendungen: Von Bobby Rossos weinerlichen Jammergesängen gegen die Menschlichkeit über eine \"gesungene Schleimspur\" auf ‚Traumschiff‘-Produzent Wolfgang Rademann bis hin zu einer TV-Astrologin, die vor den Augen des Heilands Zwiebelkuchen isst. Außerdem widmet sich Kalkofe einem Nacktmaler, der offenbar eine Marklücke entdeckt hat: \"Schwartenmalerei nach Schlagermusik, gemalt mit Body ‚n‘ Soul und Naturpinsel.","versions":[{"lang":1,"streams":[{"redirect":11312727,"hoster":"VOE"},{"redirect":10124835,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Saugstarke Psychos","epNo":22,"alt":"","descr":"Oliver Kalkofe ist wieder allerhand TV-Wahnsinn untergekommen. Diesmal wettert der Medien-Terminator u. a. gegen eine \"Doofen-Doku-Soap für Freunde absurd inszenierter Alltagsbanalitäten, denen die Katzenberger-Geschichten zu kompliziert und die Geißens zu anspruchsvoll sind\". Gemeint ist eine Sendung mit dem schwäbischen Staubsauger-Vertreter Michael Hausenblas, der seinen Raumreiniger \"Milbi\" mit in den Urlaub nimmt und dort sogar die Wüste wegsaugen will. Neben diesem \"Norman Bates der Drücker-Kolonnen\" (Kalkofe) bekommen auch die Jacob-Sisters und ein verrückter Fernsehprediger ihr Fett ab.","versions":[]},{"epId":"episode-23","name":"Best of the Worst III","epNo":23,"alt":"","descr":"Erlebt noch einmal den größten Scheiß, der Oliver Kalkofe im deutschen TV-Dschungel unter kam! Egal ob krass geile Werbesongs, waghalsige Titten-Tester oder das sympathische Wunderkind Hilli – sie alle machen diese Sendung erst möglich! Oliver Kalkofe at his best!","versions":[]},{"epId":"episode-24","name":"Best of the Worst IV","epNo":24,"alt":"","descr":"Das \"Best of the Worst\" geht in die vierte Runde und führt euch nochmal vor Augen, welche TV-Verbrechen sich das deutsche Fernsehen Tag für Tag leistet! Egal ob die verrückten Rabenkugel-Fanatiker Lorelai und Luke, smarte Lösungen für hormonfreie Verhütungsfreunde oder schlagfertigen CSU-Generalsekretären – Oliver Kalkofe hat kein Erbarmen mit ihnen!","versions":[]},{"epId":"episode-25","name":"Schatzis, Plunder, Nazi-Gold","epNo":25,"alt":"","descr":"Bilder, die man selbst mit therapeutischer Hilfe nicht mehr aus dem Kopf bekommt! Beinahe unersetzbare Masken, die aus einer ostdeutschen Töpferei gestohlen wurden! Eine Firma, die Gold zu Geld macht und alles einschmilzt, was sie in die Finger bekommt – selbst die Oma mit Zahngold! Den unsäglichsten Schrott im deutschen Fernsehen – \"Prädikat: wertlos\" – kommentiert Medienterminator Oliver Kalkofe wieder mit unverhohlenem Sarkasmus.","versions":[]},{"epId":"episode-26","name":"Schweine, Schwerter, Schmusesänger","epNo":26,"alt":"","descr":"Er meldet Flauschviecher mit Tourette-Syndrom dem Tierheim, parodiert Bierbauch-geschädigte Bingo-Bushidos und predigt die Weiterverbreitung christlicher Nächstenliebe im Fernsehen mit dem Schwert: Oliver Kalkofe klärt die schlimmsten TV-Verbrechen auf. Nebenbei entlarvt der Medienterminator ‚Die Flippers‘ als \"bumsfidele Bagger-Barden mit den ewig gleichen Liedern über Liebe, Lust und Sextourismus\".","versions":[]},{"epId":"episode-27","name":"Die Schönen, die Schlauen und der Schwachsinn","epNo":27,"alt":"","descr":"\"Kann man vom Simsen schwanger werden? Kommt man nur mit langem Pimmel später in den Himmel? Warum werde ich durch diese Nummer schlauer, meine Eltern aber immer ärmer?\" Oliver Kalkofe stellt wichtige Fragen, die Werbespots lieber vermeiden. Außerdem entlarvt er das angebliche Sozialexperiment ‚Beauty \u0026amp","versions":[]},{"epId":"episode-28","name":"Gehirnwäsche, Gesichts-Kittung und Gebühren","epNo":28,"alt":"","descr":"Ob Brust, Gesicht oder Überwicht: Die Schönheitschirurgie kann jedem helfen. Dagegen hilft bei Gehirnverkalkung durch Fernsehkonsum nur Oliver Kalkofe. Der Medienterminator macht sich heute über Werbespots für Schippel-Discounter und Diätprodukte mit Star-Friseur Udo Walz lustig. Außerdem demaskiert er eine Service-Sendung über Rundfunkgebühren als \"schleimige Lobpreisung der eigenen Herrlichkeit\". Schließlich liefert er den Beweis, wie man gute Lieder böswillig kaputt singt. In den Hauptrollen von \"Drei Engel für Gröni\" sind Birgit Schrowange, Andrea Berg und Simone Thomalla zu sehen.","versions":[]},{"epId":"episode-29","name":"Superstars und Jury-Wichser","epNo":29,"alt":"","descr":"Mit satirischem Biss eliminiert der Kalk den gröbsten Schmutz von der Mattscheibe und wühlt sich diesmal durch besonders dreckige Darbietungen bei ‚Deutschland sucht den Superstar!‘. Darunter fallen grenzdebile Party-Tiere, jammernde Ex-Knackis und Leipziger Heulbojen. Auch mit der Show-Jury, die über die Glocken einer schönen Kölnerin fachsimpelt, geht der Medienterminator hart ins Gericht: \"Schön zu sehen, wie man sich hier zur aktuellen Sexismus-Debatte seine Gedanken gemacht hat … dazu ein paar peinlich primitive Chauvi-Sprüche von Bumsi Bohlen, den Kaulitz-Quappen und dem sprechenden Überraschungs-Ei – fertig ist der Titten-Talk der Jury-Wichser.\"","versions":[]},{"epId":"episode-30","name":"Sex-Azubis in Hardcore Country","epNo":30,"alt":"","descr":"Einsame Jungfrauen in den Krallen des Privatfernsehens! Konservative Christen und pflegebedürftige Pantoffel-Helden auf der Jagd nach dem großen Stich! Sex-Azubis in der Senderhölle! Oliver Kalkofe stellt ein moralgeschwängertes Format des \"keuschesten aller deutschen Edelsender\" an den Pranger: ‚Jungfrau sucht die große Liebe‘. Hier sollen unberührte Pflänzchen gepflückt und aufgekratzte Freaks zum Abschuss freigegen werden. Das Urteil des Medienterminators: \"Da schämt sich selbst der Straßenstrich!\"","versions":[]},{"epId":"episode-31","name":"Volle Kanne","epNo":31,"alt":"","descr":"Oliver Kalkofe geht \"Volle Kanne\" ab, wenn er Judith und Mel vorstellt, \"ein Paar frisch ausgewickelter Mümmel-Mumien, die beim ZDF am Frühstückstisch sitzen und wie zwei abgeschlaffte Zombie-Handpuppen den Käse wellig singen.\" Außerdem nimmt der Kämpfer gegen das TV-Verbrechen Kein-Ei-Tiger auseinander und zieht über Saxophon spielende Karibik-Primaten her, die für eine CD werben. \"Klasse, was mit ein paar Second-Hand-Saxophonen und japanischen Keyboards aus dem Elektrogroßhandel für tolle Musik machen kann\", urteilt Kalkofe.","versions":[]},{"epId":"episode-32","name":"Fernseher an, Gehirn aus","epNo":32,"alt":"","descr":"Mit gewohntem Biss geht der Kalkinator wieder gegen die TV-Verbrechen in der deutschen Fernsehlandschaft vor! Dieses Mal muss insbesondere Heidis \"Gehirnabschalt-Schmiede\" mit dem Decknamen Germany’s Next Top Model bluten. Denn wem ist nicht bekannt: \"Intelligenz macht bei Frauen nur Pickel und ’nen fetten Arsch!\" Wie man mit Jesus als Bodyguard lebt, erklärt uns Michael Stahl – seine Eltern: Chuck Norris und Bud Spencer! Und wer noch nicht genug hat, kann sich gleich auch noch den \"Ahh Bra\" als Möpsenbändiger besorgen – wie wunderbra!","versions":[]},{"epId":"episode-33","name":"Na dann Prost!","epNo":33,"alt":"","descr":"Oliver Kalkofe entlarvt die fiesen Methoden dauergrinsender Werbe-Protagonisten, die im Auftrag einer ominösen Telefon-Firma Kunden über den Tisch ziehen. Auch Hansi Hinterseer schaut er beim \"Twisten auf den Pisten\" über die Schulter. \"Der weiß trotz Arthrose im Gebälk noch immer, wie man die Hasen auf der Alm zum Rammeln bringt\", urteilt der Medien-Terminator über den \"Hausfrauenflüsterer\" des Ersten Programms. Schließlich nimmt Kalkofe im TV-Check die Erdbeere als Frucht der Sinnlichkeit unter die Lupe und schenkt sich das himmlische Füllhorn des Glückes ein.","versions":[]},{"epId":"episode-34","name":"Powerprogramm der Superpflaumen","epNo":34,"alt":"","descr":"Solarium verbrutzelte Gesichtsbaracken singen sich in dunkle Bergtäler. Glückliche Hühner liegen beim flippigen Fernsehkoch Steffen Henssler tot im Bratschlauch. Und muskulöse Muschis riskieren eine dicke Scham-Lippe: Oliver Kalkofe zappt sich durch das Schlimmste, was das deutsche Fernsehen zu bieten hat. Dabei macht der Medienterminator auch vor irrlichternden Hellsehern nicht Halt, schlüpft dazu in die Rollen der schleimig lächelnden Lorelei und des ewig nuschelnden Luke.","versions":[]},{"epId":"episode-35","name":"Teuflische Energien und göttlicher Segen","epNo":35,"alt":"","descr":"Oliver Kalkofe treibt den Teufel aus dem TV-Programm: Er rügt Seelenklempner Domian, der unfair zu einem Anrufer ist und erklärt, wie uns Verkäuferinnen aus dem Astro-Shop einen Energie-Bären aufbinden. Außerdem schlüpft er in die Rolle eines Fernsehpfarrers, der sehr anschaulich von der göttlichen Ordnung im Hausmeister-Büro erzählt. Im besten Sinne diabolisch wird es, als der Medien-Terminator in Graf Draculas Gewand durch das transsilvanische Irrenhaus des Privatfernsehens streift und gegen hirntote Redakteure einer Scripted Reality lästert.","versions":[]},{"epId":"episode-36","name":"Too Hot For Primetime","epNo":36,"alt":"","descr":"Oliver Kalkofe stellt in einer sexy Spezialausgabe die schmutzigsten TV-Verbrechen des Spätprogramms an den Pranger und sendet aus Respekt vor dem Jugendschutz erst um 22.05 Uhr – dafür unzensiert und mit gut zwanzig Minuten auch extra lang! Dabei zieht der Kämpfer gegen das erigierte Verbrechen ordentlich vom Leder: Micaela Schäfers Brüste, sündige Früchte, Masturbationshilfen, Seitensprung-Portale, ein internationaler Penis-Längenvergleich und Burn-Out in der ‚Sesamstraße‘ sind Ziel seines beißenden Spotts.","versions":[]},{"epId":"episode-37","name":"Aufmarsch der Pappkameraden","epNo":37,"alt":"","descr":"Ein standhafter Bundeswehr-Nussknacker, Gottes beste Facebook-Freundin und ein Mops-Fideler Barde mit zweideutigen Gesangseinlagen: Oliver Kalkofe schlüpft wieder in verschiedenste Rollen, um gegen das Schlechteste im Fernsehen zu wettern. Dabei macht er weder vor Channel-Medium Silvia Kost noch vor einem Schlagerduo halt, dessen ganze Lebensgeschichte auf einen Bierdeckel passt. Auch der kontrollsüchtige Buchstabensuppen-Kasper einer Dokusoap wird vom TV-Rächer Kalkofe ins Tischgebet genommen.","versions":[]},{"epId":"episode-38","name":"Comedy-Folter-Keller","epNo":38,"alt":"","descr":"Hereinspaziert in den Comedy-Folter-Keller des Schreckens! Der Kalkinator jagt irren TV-Verbrechern hinterher und lässt keine Gnade walten. Egal ob Schutzengelkreis-Beauftragte, die den Zuschauern ein Beschiss-Power-Abo andrehen wollen, die Ex von Lothar Matthäus, die uns in ihr Endloswissen über das menschliche Verdauungssystem einführt oder ein Pumuckl auf Extasy – Oliver Kalkofe setzt da an, wo deutsche Fernsehmacher ihr Gehirn ausschalten.","versions":[]},{"epId":"episode-39","name":"Mitten aus dem Müllcontainer","epNo":39,"alt":"","descr":"Oliver Kalkofe hat sich wieder durch allerhand TV-Müll gewühlt und so manches Schmuckstück zurück ans Tageslicht geholt. Gnadenlos wie eh und je berichtet er von der Goldgrube Altkleidercontainer, dem ABC-sicheren Gesangsduo zum Schönsaufen oder dem trällernden Känguru in IQ-freier Umgebung. Und als Verkaufstalent Gernot preist Kalkofe das Armband des \"Tischers\" im Wahn der Einmaligkeit an. Der Medienterminator at his best!","versions":[]},{"epId":"episode-40","name":"Happy Hour","epNo":40,"alt":"","descr":"Oliver Kalkofe is back! Der Medienterminator zeigt uns heute in einer xxl-Ausgabe seiner ‚Mattscheibe‘ die schlimmsten TV-Sünden, die Fernsehdeutschland zu bieten hat und hat auch ein Gegenmittel.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Egozentriker und Existenz-Exhibitionisten","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312730,"hoster":"VOE"},{"redirect":10124836,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Braindead Promis bei Big Brother","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312737,"hoster":"VOE"},{"redirect":10124839,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Busenbomber in der Wildnis","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312733,"hoster":"VOE"},{"redirect":10124837,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hitverdächtig","epNo":4,"alt":"","descr":"\"Kalkofes Mattscheibe Rekalked\" steht heute ganz im Zeichen des Dschungelcamps, wo diesmal Jochen Bendel, Winfried Glatzeder und Michael Wendler durch die Ekel-Hölle gehen. Über die anderen unbekannten \"Camper\" sagt Kalkofe: \"Die Leute, die heute als Promis in irgendwelche TV-Folter-Camps eingeliefert werden, kann keiner wirklich kennen. Möchte man auch gar nicht.\"","versions":[{"lang":1,"streams":[{"redirect":11312734,"hoster":"VOE"},{"redirect":10124841,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Poesie für Fortgeschrittene","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312735,"hoster":"VOE"},{"redirect":10124838,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leichter leben","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312732,"hoster":"VOE"},{"redirect":10124840,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Alliterations-Ohnmacht","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312739,"hoster":"VOE"},{"redirect":10124842,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Und der Speck ist weg","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312736,"hoster":"VOE"},{"redirect":10124843,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Zur Adoption freigegeben","epNo":9,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312738,"hoster":"VOE"},{"redirect":10124844,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lange und beschwerliche Reise","epNo":10,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312745,"hoster":"VOE"},{"redirect":10124845,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Liebe deinen Nächsten","epNo":11,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312743,"hoster":"VOE"},{"redirect":10124847,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kalkofes Mattscheibe XL","epNo":12,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312742,"hoster":"VOE"},{"redirect":10124846,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312744,"hoster":"VOE"},{"redirect":10124848,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"","descr":"","versions":[]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 52","epNo":1,"alt":"","descr":"Und darauf dürfen sich die Zuschauer heute freuen: Ein Selbstgespräch mit der Blase, christliche Jammergesänge aus den Schweizer Bergen und eine Panne beim N3-Bingo. Außerdem präsentieren die \"Ursprung Buam\" ihre größten Hits und enthüllen ihre alkoholische Geheimwaffe, bevor die öffentlich-rechtlichen \"Ghostbusters\" vom ZDF sich auf die Suche nach einem eingemauerten Kind machen. Spooky!","versions":[]},{"epId":"episode-2","name":"Folge 53","epNo":2,"alt":"","descr":"Es geht auch in 2015 weiter mit \"Kalkofes Mattscheibe Rekalked\"! Bevor Oliver Kalkofe neue furchtbare TV-Sünden pärsentiert, die Fernsehdeutschland zu bieten hat, zeigt TELE 5 den Medienterminator noch einmal in sechs Folgen aus seinem Jahresrückblick sowie ein Best of.","versions":[]},{"epId":"episode-3","name":"Folge 54","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312748,"hoster":"VOE"},{"redirect":10124849,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Folge 55","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312695,"hoster":"VOE"},{"redirect":10124805,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Folge 56","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312694,"hoster":"VOE"},{"redirect":10124804,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Folge 57","descr":"","versions":[{"lang":2,"streams":[{"redirect":13015955,"hoster":"VOE"},{"redirect":10124808,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Folge 58","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312699,"hoster":"VOE"},{"redirect":10124810,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Folge 59","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312698,"hoster":"VOE"},{"redirect":10124809,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Folge 60","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312700,"hoster":"VOE"},{"redirect":10124811,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Folge 61","descr":"","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Folge 62","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312712,"hoster":"VOE"},{"redirect":10124812,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Folge 63","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312701,"hoster":"VOE"},{"redirect":10124813,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Folge 64","descr":"","versions":[{"lang":2,"streams":[{"redirect":13992960,"hoster":"VOE"},{"redirect":10124814,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Folge 65","descr":"","versions":[{"lang":2,"streams":[{"redirect":11312704,"hoster":"VOE"},{"redirect":10124815,"hoster":"Streamtape"}]}]}]}]}