{"path":"/serie/stream/kamen-no-maid-guy","name":"Kamen no Maid Guy","descr":"[Masked Maid Guy] Fumiwara Naeka ist die Enkelin eines Billionärs und die Erbin seines Vermögens. Sie wird jedoch von Leuten verfolgt, die selbst scharf auf ihr Erbe sind. Um sie zu beschützen, wird der Agent Kogarashi losgeschickt. Seine Dienstuniform ist dabei die einer Magd.Kogarashi gibt im Alltag sein bestes Naeka zu bedienen und zu beschützen. Sein lauter und aufdringlicher Dienst führen jedoch zu vielen interessanten und schwierigen Situationen.","seasons":[{"path":"/serie/stream/kamen-no-maid-guy/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/kamen-no-maid-guy/filme/film-1","name":"","epNo":1,"alt":"This Summer, Plenty of Breasts","descr":"Naeka, Kosuke, Eiko, Miwa, Kogarashi und Fubuki machen Urlaub auf einer einsamen Strandinsel, um sich zu entspannen, aber Entspannung ist das Letzte, was sie bekommen, wenn sie den uralten unsterblichen Geist eines Fischers erwecken, der von Brüsten besessen ist und es vorhat Entführen Sie Naeka, Eiko, Miwa und Fubuki, um sie zu hypnotisieren und in seine vollbusigen Sklaven zu verwandeln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221938","hoster":"VOE"},{"path":"/redirect/9221940","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-1","name":"","epNo":1,"alt":"Nice to Meet You, Master!","descr":"Naeka ist ein siebzehnjähriges Mädchen, das ein großes Vermögen erben wird, wenn sie achtzehn wird. Da jedoch viele Leute versuchen könnten, sie zu ermorden und das Vermögen an sich zu reißen, schickt ihr reicher Großvater zwei Dienstmädchen, Kogarashi und Fubuki, als Leibwächter für sie und ihren Bruder.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221911","hoster":"VOE"},{"path":"/redirect/9221907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-2","name":"","epNo":2,"alt":"The Expert on Beloved Huge Breasts","descr":"Als Naeka herausfindet, dass sie in Mathe durchfällt, weil ihre riesigen Brüste ihrem Gehirn Nährstoffe entziehen, versuchen sie, ihr Bruder, Fubuki und Kogarashi, verschiedene Möglichkeiten zu finden, um ihre Brust flacher zu machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221917","hoster":"VOE"},{"path":"/redirect/9221921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-3","name":"","epNo":3,"alt":"The Romantic Won`t Stop?","descr":"Als Naeka einen Liebesbrief erhält, kümmert sie sich nicht darum. Schon bald finden ihre Freunde und ihre Familie heraus, dass sie nicht an der Liebe interessiert ist, weil ihr erster Schwarm sie hasst, weil sie ihn fast vergiftet hätte. Also beschließen ihre Freunde und ihre Familie, ihr zu helfen, diesen Vorfall zu überwinden, indem sie ihr das Kochen beibringen. In der Zwischenzeit bereitet Kogarashi eine romantische Umgebung für sie und die andere Person vor, die er mit aphrodisierendem Gas füllt, um sicherzustellen, dass alles gut geht. Als Naeka zu dem Ort geht, an dem sie die Person treffen soll, stellt sie fest, dass es ein Mädchen ist! Kogarashi, der immer noch glaubt, dass sein Plan gut ist, sperrt beide dort ein. So haben sie etwas Zeit für sich. Das einsame Mädchen steigt auf Naeka und spielt mit ihren Brüsten. Obwohl Naeka versucht, sich zu wehren, kann sie schließlich dem aphrodisierenden Gas nicht widerstehen und hat Sex mit dem Mädchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221928","hoster":"VOE"},{"path":"/redirect/9221932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-4","name":"","epNo":4,"alt":"Thongs and Big Breasts","descr":"Als eine Gruppe von Unterwäschedieben Naekas Höschen stiehlt, ist es an Kogarashi, sie zurückzuholen. In der Zwischenzeit kommt ein neues Mädchen, Elizabeth K. Strawberryfield, in Naekas Klasse und versucht, Naeka in allem zu schlagen, was sie tut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221803","hoster":"VOE"},{"path":"/redirect/9221812","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-5","name":"","epNo":5,"alt":"Maid Ninja Arts, High School Girl`s Technique","descr":"Naeka und Elizabeth konkurrieren ständig in allem. Kogarashi und Fubuki entdecken mehrere Wanzen und Spionagekameras, die im Haus platziert wurden, und müssen herausfinden, wer sie platziert hat, und versuchen, sie daran zu hindern, weitere zu platzieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221817","hoster":"VOE"},{"path":"/redirect/9221826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-6","name":"","epNo":6,"alt":"The Clumsy Maid Won`t Turn Around","descr":"Nachdem Kogarashi, dem es an moralischem Geschick mangelt, Fubuki wegen ihrer geringen, aber stetigen Gewichtszunahme geärgert hat, rastet Fubuki aus und beginnt eine extreme Diät, in die sie auch Naeka mit hineinzieht. Doch schon bald laufen Fubukis Diätmethoden aus dem Ruder.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221838","hoster":"VOE"},{"path":"/redirect/9221842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-7","name":"","epNo":7,"alt":"Naeka`s Sword, Kuramayama Training Chapter","descr":"Naeka bereitet sich auf das bevorstehende Kendo-Turnier vor und wird beim Training von ihrem Bruder, Fubuki und Kogarashi unterstützt. Allerdings stehen die Chancen gegen sie, als sie auf einen großen Gegner trifft und Elizabeth versucht, ihre Kämpfe zu sabotieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221866","hoster":"VOE"},{"path":"/redirect/9221853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-8","name":"","epNo":8,"alt":"His Name Is Wonder Man! Strawberry Mask","descr":"Elizabeths Bruder Hendrick, der die Fähigkeit besitzt, Frauen zu hypnotisieren, wenn sie ihm in die Augen schauen, will Naeka wegen ihres Reichtums und ihrer großen Brüste heiraten. Elizabeth, die nicht will, dass ihr Bruder ihren Erzfeind heiratet, verkleidet sich als Erdbeermaske (obwohl die Leute wissen, wer sie ist), um Hendrick davon abzuhalten, Naeka in ihn zu verlieben, weil sie ihn eigentlich für sich selbst will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221864","hoster":"VOE"},{"path":"/redirect/9221867","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-9","name":"","epNo":9,"alt":"Sweet Service In the Cleavage","descr":"Naekas Freundinnen Eiko und Miwa bitten Kogarashi, für die Konditorei, in der sie arbeiten, Kuchen zu backen, da ihr deprimierter Koch nicht mehr kochen kann. Eiko und Miwa bitten auch Naeka und Fubuki, die D-Körbchen-Brüste haben, die Konkurrenz ihrer Konditorei zu infiltrieren, die schreckliche Torten hat, aber alle Kellnerinnen haben riesige D-Körbchen-Brüste. Fubuki, die nicht die freizügige Uniform der Konditorei tragen will, flieht und versucht, sich vor Naeka zu verstecken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221876","hoster":"VOE"},{"path":"/redirect/9221874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-10","name":"","epNo":10,"alt":"Aim For \"Fine\"!","descr":"Um einen Mathe-Test zu bestehen, reisen Naeka und die Hausmädchen zu einem Tempel, in dem ein Gott denjenigen Wünsche erfüllt, die ihm gefallen. Dort stellt sie fest, dass nur Frauen Zutritt haben und dass dieser Gott auch ein Perverser ist, der Brüste und Höschen mag, und ein Hellseher (er enthüllt, dass Fubuki sich auszieht, wenn sie betrunken ist, und dass Elizabeth ins Bett macht, wenn sie Albträume von Krähen hat). Sein Prophet lässt Naeka und Fubuki gegen Elizabeth und den bärenähnlichen Kendo-Gegner, den Fujiwara zuvor gedemütigt hat, in einem Tennisturnier antreten, bei dem der Gewinnerin ihr Wunsch erfüllt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221880","hoster":"VOE"},{"path":"/redirect/9221885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-11","name":"","epNo":11,"alt":"A Midsummer Night`s Breast","descr":"Als der Präsident des Naeka\u0027s Boob-Fanclubs aufgrund eines massiven Kopftraumas (versehentlich von Naeka verursacht) sein Gedächtnis verliert, kann er sich nur noch in der Nähe ihrer Brüste an Dinge erinnern. Kogarashi und Naekas Freunde schmieden einen Plan, um die beiden auf ein Date zu schicken, damit er sein Gedächtnis zurückgewinnt, indem er mehr in ihrer Nähe ist. Naeka ist natürlich unglücklich darüber und muss sich zurückhalten, ihn bei ihrem Date nicht gewaltsam zu verletzen. Doch mit der Zeit kann sie nicht anders, als etwas für ihn zu empfinden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221888","hoster":"VOE"},{"path":"/redirect/9221894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamen-no-maid-guy/staffel-1/episode-12","name":"","epNo":12,"alt":"Farewell Dear Maid Guy","descr":"Kogarashi und Fubuki kämpfen gegen ein weibliches, maskiertes Dienstmädchen mit Haifischzähnen und Kräften, die mit denen von Kogarashi konkurrieren, das angeheuert wurde, um Naeka zu ermorden. Dieses Dienstmädchen, das von einem reichen Mann angeheuert wurde, der an der 70. Geburtstagsfeier von Naekas Großvater teilnimmt, scheint demselben Clan anzugehören wie Kogarashi und entlarvt ihn als Hunderte von Jahren alt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9221898","hoster":"VOE"},{"path":"/redirect/9221897","hoster":"Streamtape"}]}]}]}]}