{"path":"/serie/stream/kamigami-no-asobi","name":"Kamigami no Asobi","descr":"[Ger Sub] Yui Kusanagi ist die Tochter eines Shinto-Priesters. Als sie eines Tages ein mysteriöses Schwert entdeckt, wird sie in eine andere Welt transportiert. Dort trifft sie auf den griechischen Gott Zeus, der sie einlädt eine von ihm geschaffene Schule zu besuchen, die dazu gedacht ist, dass junge Götter unterschiedlicher Kulturkreise die Bedeutung von Liebe erlernen, um damit dem Schwächer werdendes Bandes zwischen den Menschen und den Göttern entgegenzuwirken.","seasons":[{"path":"/serie/stream/kamigami-no-asobi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-1","name":"","epNo":1,"alt":"The Forbidden Academy","descr":"Das normale High-School-Mädchen Yui Kusanagi führt mit ihren Eltern und Brüdern ein normales Leben im Schrein, bis sie im Ladenschuppen auf ein seltsam leuchtendes Schwert stößt. Durch Berühren wird sie in eine andere Parallelwelt versetzt, in Form einer Schule, umgeben von wunderschönen Gärten, das Schwert als Anhänger miniaturisiert um ihren Hals. Zeus, der König der Götter und Schöpfer dieses Universums, sagt ihr, dass die einst intime Bindung zwischen Göttern und Menschen zu schwächen beginnt, was in der Zukunft nur noch zu einer Katastrophe führen wird. Um eine schreckliche Zukunft zu vermeiden, beauftragt Zeus Yui, den 8 hier in dieser Schule versammelten Göttern das menschliche Herz beizubringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11312764","hoster":"VOE"},{"path":"/redirect/10124863","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832770","hoster":"VOE"},{"path":"/redirect/8580654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-2","name":"","epNo":2,"alt":"Beautiful Shackles","descr":"Yui trifft die 8 Götter: The GriechGod of the Sun Apollon Agana Belea, The Greek God of the Underworld Hades Aidoneus, Greek God of Wein and Merrymaking Dionysus Thyrsos, Japanese God of the Moon Tsukito Gotsuka, Der nordische Gott des Lichts Balder Hringhorni, der nordische Gott des Feuers Loki Laevatein und der nordische Gott des Donners Thor Megingjard. Einige von ihnen sind nett und freundlich zu ihr, während andere feindselig sind. In der Halle versammelt, erklärt Zeus ihnen allen die Situation und verfügt, dass sie dieses Universum nicht verlassen können, bis sie ihren Abschluss gemacht haben, was nur unter zwei Bedingungen möglich ist: Der Behälter auf dem Kronleuchter ist gefüllt, um ihr Wissen anzuzeigen, und der Schmuck Fesseln, die die Macht der Götter binden, lösen sich von selbst auf. Mit der Ernennung von Thoth Caduceus, dem ägyptischen Gott des Wissens, zu ihrem Lehrer beginnt die Schule offiziell mit der Aufnahmezeremonie.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516141","hoster":"VOE"},{"path":"/redirect/10124869","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12336429","hoster":"VOE"},{"path":"/redirect/8580652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-3","name":"","epNo":3,"alt":"Sea Breeze Conflict","descr":"Thot kündigt plötzlich an, dass morgen Sommerferien sind, gemäß der Entscheidung von Zeus, die Saison zu ändern. Obwohl mehrere Götter schwänzen, schaffen es die anderen, ihr Interesse an der Schule zu wecken, indem sie eine Schule am Meer gründen, in der Hoffnung, ihnen die lustige Seite der Schule zu zeigen. Der Wechsel der Jahreszeiten - diesmal in den Herbst - zwingt sie stattdessen, sich in einem nahegelegenen Haus aufzuwärmen. Als Apollon versucht, die Schule am Meer auch im Herbst zum Vergnügen zu machen, beschließen Thor und Loki zu gehen und behaupten, er habe kein Recht, sie herumzukommandieren, da er auch ein Schüler ist. Dies veranlasst Yui, ihm den Titel \"Student Council President\" zu geben. Apollon, erfreut, findet einen Weg, die Schule am Meer zum Spaß zu machen, indem er die Nacht mit einem Feuerwerk aus dem Schulladen beendet, der alles und alles verkauft.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516145","hoster":"VOE"},{"path":"/redirect/10124871","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832779","hoster":"VOE"},{"path":"/redirect/8580656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-4","name":"","epNo":4,"alt":"The Curse of Hades","descr":"Yui beschließt, im Einklang mit Zeus\u0027 Versuch, die Schule nach menschlichen Schulen zu modellieren, Clubaktivitäten einzuführen, die Thoth ebenfalls zur Pflicht machen will. Während alle aufgeregt und interessiert sind, weigert sich Hades, an Gruppenaktivitäten teilzunehmen. Yui findet später heraus, dass Hades zwar ständig düster und introvertiert ist, aber es genießt, Sterne zu beobachten. Trotz seiner Behauptung, dass ihr Unglück widerfahren wird, wenn sie ihr zu nahe kommt, weigert sich Yui, ihn in Ruhe zu lassen, besonders nachdem er sie vor dem Ertrinken gerettet hat. Von Apollon und Dionysos macht sie Hades\u0027 Lieblings-Erdbeer-Reiskuchen, um ihn aufzuheitern, was ihn dazu veranlasst, ein abscheuliches Tattoo auf seiner oberen Brust zu enthüllen, das aus dem Groll vieler stammt, die ihren Tod bedauern – die Ursache des Unglücks. Als er sie ein weiteres Mal abweist, glaubt Yui, dass er für alle da ist, indem er sich isoliert, und beschließt, ihn glücklich zu machen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516146","hoster":"VOE"},{"path":"/redirect/10124870","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832780","hoster":"VOE"},{"path":"/redirect/8580657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-5","name":"","epNo":5,"alt":"The Unforgivable Heart","descr":"Thot befiehlt Yui, Takeru, der noch keinem Club beigetreten ist, dazu zu bringen, dies zu tun. Dies erweist sich mit seiner groben Haltung und seinem feindseligen Temperament als schwierig, bis er bemerkt, dass sie Schwertkampf übt. Takeru, der behauptet, dass Yui nur möchte, dass er einem Club beitritt, damit sie ihren Abschluss machen und gehen kann, beschließt, einen Deal mit ihr zu machen: Wenn sie gewinnen kann, wird er freiwillig einem Club beitreten. Yui verliert das Duell, von dem Takeru glaubt, dass es daran liegt, dass sie im Training schwach ist, im Gegensatz zu ihm, der jeden Morgen arbeitet. Sie beschließt, ihm bei seinen morgendlichen Läufen zu folgen, um zu trainieren und ihn hoffentlich besser zu verstehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10124868","hoster":"VOE"},{"path":"/redirect/10124872","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832781","hoster":"VOE"},{"path":"/redirect/8580658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-6","name":"","epNo":6,"alt":"The Moonlight\u0027s Feelings","descr":"Tsukito wurde als Disziplinarmitglied ausgewählt, aber wegen seines Eifers, seine Verantwortung zu erfüllen, verliert er den Schlaf und wird ohnmächtig. Tsukito droht ihm, dass er suspendiert wird, wenn er so etwas noch einmal tut, was Tsukito extrem deprimiert und entschlossen ist, den Grund für seine Fehler herauszufinden. Als Antwort gibt Loki Tsukito und Yui schelmisch ein Paar Liebesringe, die ihre Hände zusammenkleben und nicht entfernt werden können, bis sie ein tiefes Verständnis für die Herzen des anderen erlangen. Beide verbinden sich über die Vorbereitung eines Moon-Viewing-Festivals, bei dem Tsukito offenbart, dass er nur seine Pflichten erfüllt und nie etwas genießt, sehr zu Yuis Entsetzen. Die Ringe brechen schließlich ab, als Tsukito zugibt, dass es ihm Spaß gemacht hat, Dinge mit ihr vorzubereiten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516149","hoster":"VOE"},{"path":"/redirect/10124873","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832786","hoster":"VOE"},{"path":"/redirect/8580659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-7","name":"","epNo":7,"alt":"Promise of the Frozen Wastes","descr":"Balder wächst mehr an Yui aufgrund ihrer Einzigartigkeit, nicht von seinem natürlichen Charisma als der nordische Gott des Lichts beeinflusst zu werden. Als die Jahreszeit wieder in den Winter wechselt, beschließen Yui und die Götter, ein kulturelles Festival zu veranstalten, das auf Weihnachten basiert und sich je nach ihrer Herkunft in Gruppen aufteilt. Da Yui Japanerin ist, muss sie mit den japanischen Göttern zusammenarbeiten, sehr zu Balders Eifersucht. Er zieht sie überall mit sich herum, bis Loki absolut frustriert ist und seinen Freund mit einem Versprechen konfrontiert, das sie als Kinder gemacht haben, immer zusammen zu bleiben, egal was passiert, und glaubt, dass Yui zwischen ihre Freundschaft kommt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10124876","hoster":"VOE"},{"path":"/redirect/10124874","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832783","hoster":"VOE"},{"path":"/redirect/8580660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-8","name":"","epNo":8,"alt":"The Solitude of Light","descr":"Yui hat versucht, Balder und Loki nach ihrem Streit auszuweichen. Obwohl Loki ihr sagt, sie solle sich zu ihrer eigenen Sicherheit von Balder fernhalten, nimmt dieser sie erfolgreich mit und versucht, sie zu verführen. Als Loki sie findet und Balder tobt. Da er weiß, dass es vor Yui nicht zu verbergen ist, erklärt er, wie Balder eine angeborene Kraft als Gott der Zerstörung besitzt, die freigesetzt wird, wenn seine Emotionen instabil werden, was ihn dazu bringt, sich anders zu verhalten, obwohl er danach ohne Erinnerungen daran aufwacht. Als der Rest der Götter Laternen in den Himmel entlässt, sagt Loki Thor, dass er Balder töten wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516150","hoster":"VOE"},{"path":"/redirect/10124879","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832785","hoster":"VOE"},{"path":"/redirect/8580661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-9","name":"","epNo":9,"alt":"Dark Prison of Scattered Flowers","descr":"6 Monate sind vergangen, und eines schönen Tages erklärt Thoth plötzlich, dass die Zwischenprüfungen in 3 Tagen anstehen, was Yui schockiert. Sie versuchen, zusammen mit Tsukitos perfekten Notizen zu lernen, aber ein Yui hat seltsame Träume von Apollons Vergangenheit, während Apollon ebenfalls den Schlaf verliert. Aus den Träumen erfährt Yui von einer Frau namens Cassandra, die Apollon so sehr liebte, dass er ihr einen Teil seiner göttlichen Macht gab, um die Zukunft zu sehen, bis sie zu seinem Leid Selbstmord beging. Hades, der weiß, dass Cassandras Geist nie die Unterwelt betreten hat, macht sich Sorgen, dass sie Apollon nachtragen und in der Menschenwelt umherirrt, um ihn zu verfolgen. Dies erweist sich jedoch als das Gegenteil, da Cassandra Yuis Körper besitzt, um Apollon ihre wahren Gefühle zu vermitteln, ihn von seiner langjährigen Trauer zu befreien und seine Fesseln zu brechen, was ihm ermöglicht, seinen Abschluss zu machen. Jeder vergisst seine Prüfungen, bis Tsukito sie daran erinnert, an die sie nichts gelernt haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516152","hoster":"VOE"},{"path":"/redirect/10124880","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832784","hoster":"VOE"},{"path":"/redirect/8580663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-10","name":"","epNo":10,"alt":"Lovely and Ephemeral","descr":"Obwohl sie nicht gelernt haben, haben die Götter und Yui ihre Prüfungen ziemlich gut bestanden, also gibt ihnen Zeus die \"Ehre\", ein Theaterstück für den Rest der Schüler aufzuführen, die von ihm beschworene Geister sind. Laut Yuis Vorschlag beschließen sie, das Märchen von Aschenputtel zu spielen, bei dem alle um den männlichen Hauptteil des Prinzen konkurrieren, bis sie das Los ziehen. Das Stück läuft glatt, bis Loki versucht, einen Staatsstreich zu inszenieren und Anubis Ma\u0027at, der ägyptische Gott der Toten, etwas von Dionysos selbstgemachtem Saft stiehlt und auf die Bühne kracht. Trotz des zerstörten Chaos scheinen alle Schüler das Stück genossen zu haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516151","hoster":"VOE"},{"path":"/redirect/12516981","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832787","hoster":"VOE"},{"path":"/redirect/8724697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-11","name":"","epNo":11,"alt":"Chains of Fate","descr":"Balder bricht nach dem Spiel plötzlich zusammen. Als Apollon und Yui ihn in der Krankenstation besuchen, hören sie, wie Loki Thor erzählt, dass er Balder töten wird, sehr zu ihrem Schock. Loki erklärt, dass immer, wenn es Licht gibt, auch Dunkelheit sein wird, die als angeborene Kraft in Balder als dem Gott der Zerstörung ruht. Als Balder erwacht, erkennt er Lokis Ziele und akzeptiert seinen Tod als gefährliches Wesen. Loki kann dies jedoch nicht, was Balder dazu veranlasst, stattdessen von einer Klippe zu springen und Selbstmord zu begehen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13534991","hoster":"VOE"},{"path":"/redirect/10124882","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832788","hoster":"VOE"},{"path":"/redirect/8580664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kamigami-no-asobi/staffel-1/episode-12","name":"","epNo":12,"alt":"Eternal Separation","descr":"Balder erwacht als der Gott der Zerstörung und das Universum beginnt mit der Unermesslichkeit der Macht zusammenzubrechen. Den verbleibenden Göttern werden ihre Fesseln durch menschliche Gefühlshandlungen inmitten des Chaos gebrochen und sie verwandeln sich, um ihren Freund zu retten. Zeus löst die Geisterschüler auf, während er versucht, seine Macht zu nutzen, um das Universum intakt zu halten. Yui, der helfen möchte, benutzt das Schwert, um das Wissen und die Gefühle zu absorbieren, die in dem Behälter des Kronleuchters enthalten sind, der jetzt voll ist, und gibt ihn Loki. Während Balder gerettet wird, beginnt das Universum zu kollabieren, obwohl Zeus Energie hineinkanalisiert. Die 8 Götter treffen eine Entscheidung, ihre verbleibende Macht zu nutzen, um Yui in ihr Universum zurückzubringen, jeder dankt ihr dafür, dass sie sie unterrichtet hat, und Apollon gesteht ihr seine Liebe zu ihr. Yui kehrt im selben Moment in ihre Zeit zurück, in der sie sie verlassen hat, und kann jetzt nur noch auf die Erinnerungen blicken, die ihre neuen Freunde ihr gegeben haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516158","hoster":"VOE"},{"path":"/redirect/10124884","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832789","hoster":"VOE"},{"path":"/redirect/8580662","hoster":"Streamtape"}]}]}]}]}