{"path":"/serie/stream/kampf-gegen-die-mafia","name":"Kampf gegen die Mafia","descr":"Vincent Terranova (Ken Wahl) ist Undercover Agent bei der O.C.B. Bei Familie und Freunden gilt er als Verbrecher, nur sein Bruder, ein Priester, kennt die volle Wahrheit, nämlich daß Vinnie auf geschickte Art und Weise die gefährlichsten Verbrecherorganisationen der USA unterwandert. Sein erster Auftrag als \"Maulwurf\" in dieser Serie gilt den Mafia-Brüdern Steelgrave, deren Imperium er zu Fall bringt. Im zweiten Teil der Serie trifft er auf das Geschwisterpaar Profitt, hier sehen wir einen brillanten Kevin Spacey als psychopatischen Mafia-Boss mit inzestösem Verhältnis zu seiner Schwester in einer seiner ersten Rollen. Spannende Action-Serie mit toller Besetzung, die allein durch die packenden Storys und ohne große Effekte auskommt!","seasons":[{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-1","name":"Der Maulwurf","epNo":1,"alt":"Pilot – Part 1","descr":"Vinnie hat zur Kommunikation mit dem FBI eine getarnte Anlaufstelle, die von einem Rollstuhlfahrer mit Namen \"Lifeguard\" gemanagt wird. Vinnies Ausbilder und väterlicher Freund Stan Dermot wird in einen Hinterhalt gelockt und von Dave Steelgrave erschossen. Um sich für Stans Tod zu rächen, lässt sich Vinnie in die Organisation der Steelgraves, einer Mafia-Familie in Atlantic City einschleusen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258667","hoster":"VOE"},{"path":"/redirect/12258670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-2","name":"Der Maulwurf","epNo":2,"alt":"Pilot – Part 2","descr":"Vinnie wird schnell Vertrauter von Sonny Steelgrave, dem Bruder von Dave. Bei einem Waffengeschäft mit Reynoldo Sykes geraten Vinnie und die Steelgraves in einen Hinterhalt, den Tony Greco, die rechte Hand von Sonny, gelegt hat. Dave wird dabei erschossen und Sonny schwer verletzt. Es gelingt Vinnie, Sonny von Tonys Schuld zu überzeugen und kann seinen Einfluss vergrößern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258671","hoster":"VOE"},{"path":"/redirect/12258673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-3","name":"Das Spiel beginnt","epNo":3,"alt":"New Blood","descr":"Nach dem Tod von Dave Steelgrave beginnen die Ermittlungen gegen das organisierte Verbrechen in Atlantic City. Sonny gerät unter Druck und es werden ihm aus den eigenen Reihen Sid Royce und Harry Schanstra als Aufpasser geschickt, die auch Vinnie kontrollieren. Als Sonny einem Anschlag entkommt, wird klar, dass er sich auch gegen die eigenen Leute wehren muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258675","hoster":"VOE"},{"path":"/redirect/12258678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-4","name":"Auf eigene Faust","epNo":4,"alt":"Loose cannon","descr":"Vinnie hat sich mit Gina angefreundet. Sonny erwartet die Ankunft seines Neffen Lorenzo aus Palermo, der jedoch Sonny nur ausbremsen will. Lorenzo versucht auf eigene Faust mit Cecil Demont Geschäfte zu machen. Doch Vinnie und Sonny durchschauen ihn und schmeißen ihn raus. Lorenzo vergeht sich daraufhin an Gina. Vinnies Rache fällt tödlich aus! (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258680","hoster":"VOE"},{"path":"/redirect/12258681","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-5","name":"Tödliche Überraschung","epNo":5,"alt":"Birthday surprise","descr":"Vinnies Cousin Danny Tessio, ein Amateurboxer, überrascht den jungen Boxer Leon Perez bei der Einnahme von Heroin. Daraufhin verpasst der Drogendealer Kikki Vanno Danny gewaltsam den goldenen Schuss. Vinnie sinnt auf Rache und stößt bei seinen Ermittlungen auf die Gebrüder Zaratzo, die versuchen mit Sonny Steelgrave ins Geschäft zu kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258683","hoster":"VOE"},{"path":"/redirect/12258685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-6","name":"Einer zu viel","epNo":6,"alt":"One and One","descr":"Mafiaboss Sonny Steelgrave versteht die Welt nicht mehr. Seine kriminellen Geschäfte laufen unerklärlicherweise zusehends aus dem Ruder. Vinnie wurde zwar undercover eingeschleust, aber seine Tarnung droht aufzufliegen. Deshalb lenkt er den Verdacht auf Karen Leland, die auch für McPike in geheimer Mission tätig ist. Damit bringt Vinnie sie in Gefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258689","hoster":"VOE"},{"path":"/redirect/12258690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-7","name":"Familiensache","epNo":7,"alt":"Prodigal Son","descr":"Vinnies Mutter Carlotta wird die Handtasche gestohlen, sie landet deshalb mit einem Herzinfarkt im Hospital. Am Krankenbett will Vinnie ihr seine wahre Identität preisgeben. Erst McPike gelingt die Versöhnung zwischen Mutter und Sohn. Sonny versucht, Carlotta kompromittierende Infos über Vinnie mit einem heimlich installierten Mikro zu entlocken. Wird der \"Lifeguard\" alles erfahren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258691","hoster":"VOE"},{"path":"/redirect/12258693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-8","name":"Teuflischer Handel","epNo":8,"alt":"A Deal is a Deal","descr":"Rocksänger Joey Romanowski will aus dem Vertrag mit Sonny Steelgrave. Der aber mag den erfolgreichen Musiker nicht freilassen und verleiht seinem Anliegen Nachdruck, indem er Schläger auf den Star hetzt. Fatalerweise wird Joey beim Kampf der Kehlkopf derart lädiert, dass er nicht mehr auftreten kann. Vinnie schaltet sich sofort undercover ein, erlebt aber eine böse Überraschung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258695","hoster":"VOE"},{"path":"/redirect/12258697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-9","name":"Die Ehre der Steelgraves","epNo":9,"alt":"The Marriage of Heaven and Hell","descr":"Patrice ist panisch. Die Steelgraves könnten durch die Hochzeit von Sonny Steelgrave und Theresa Baglia noch mächtiger werden. Daher will er Sonny durch Vinnie am Hochzeitstag eliminieren lassen. McPike will ebenso auf der Feier zuschlagen. Vinnie steckt in der Krise. Soll er gegenüber McPike oder Sonny loyal sein? Doch der Zugriff verläuft völlig anders als geplant","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258701","hoster":"VOE"},{"path":"/redirect/12258702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-10","name":"In der Falle","epNo":10,"alt":"No One Gets Out of Here Alive","descr":"Nach Johnnys Mord an Paul Patrice wirft Sonny Vinnie Verrat vor. Indes leitet Frank McPike mit dem OCB den großangelegten Coup gegen Steelgrave, Mabony und Baglia ein. Der aber kann Sonny noch warnen, Vinnie und Sonny flüchten sofort. Das OCB verhaftet Mabony, Bagia und seine Bande. Aber Sonny wählt lieber den Freitod als das Zuchthaus. Undercover-Vinnie wird zum Schein abgeführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258703","hoster":"VOE"},{"path":"/redirect/12258705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-11","name":"Das Beichtgeheimnis","epNo":11,"alt":"Last Rites For Lucci","descr":"Vinnie macht sich schwere Vorwürfe, weil er Sonny ans OCB verriet. McPike delegiert ihn deshalb in eine heimische Therapiegruppe. Dort aber berichtet ihm sein Bruder, Priester Pete Terranova, von einer Schmiergeldaffäre. Zudem sei auf seinen alten Freund Nick ein Kopfgeld ausgesetzt. Vinnie kann zwar den Mord gerade noch vereiteln, da steht auch schon Pete auf der Todesliste","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258707","hoster":"VOE"},{"path":"/redirect/12258709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-12","name":"Der Waffenexperte","epNo":12,"alt":"Independent Operator","descr":"Vinnie soll in Kalifornien einen Kriminellen namens Roger Lococco und dessen Auftraggeber ausfindig machen. Um ihn undercover bei Lococco einschleusen zu können, täuscht der OCB-Agent Kenny Cassuska Verhandlungen über einen Waffendeal mit Vinnie vor. Der gewinnt zwar Loccos Vertrauen, bewegt sich aber stets auf dünnem Eis. Eine Enttarnung wäre für den Cop tödlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258711","hoster":"VOE"},{"path":"/redirect/12258714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-13","name":"Der Machtkampf","epNo":13,"alt":"Fascination Fort He Flame","descr":"Vinnie arbeitet mit Roger Lococco als Bodyguard für die Waffendealer Mel und Susan: Mel hatte Hochzeit seines Mittelsmannes Paco Bazos verhindert; der lässt daraufhin Susan kidnappen, um Mels Organisation zu übernehmen. Nach einer wilden Ballerei befreien Lococco und Vinnie Susan. Wie wird Bazos darauf antworten? Angst macht sich breit!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258716","hoster":"VOE"},{"path":"/redirect/12258717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-14","name":"Die Meuterei","epNo":14,"alt":"Smokey Mountain Requiem","descr":"Gangsterboss Mel Profitt beauftragt Vinnie und Lococco, die Kokain-Gewinne bei Tennessee zu kontrollieren. Ebenso will er den Farmer Haynes zur Zusammenarbeit erpressen, indem er dessen Sohn Russel zu einer langen Freiheitsstrafe verdonnern lässt. Bei einer \"guten Zusammenarbeit\" stellt Mel Haynes die Freiheit seines Sohnes in Aussicht. Vinnie aber kann Russel vorher befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258721","hoster":"VOE"},{"path":"/redirect/12258723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-15","name":"Spiel mit dem Feuer","epNo":15,"alt":"Player To Be Named Now","descr":"Lococco und Vinnie finden es gar nicht witzig, als Mel sie mit einer Bombenattrappe überrascht. Mel will unbedingt ein Baseball-Team kaufen und treibt den Besitzer Eddie van Platt in den Ruin. Der hatte ihn bei einem früheren Drogendeal betrogen. Als überdies Mels Ex-Freundin Jacqueline van Vries reumütig zu ihm zurückkehrt, fasst Mel einen perfiden Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258725","hoster":"VOE"},{"path":"/redirect/12258726","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-16","name":"Kriegsgewinner","epNo":16,"alt":"The Merchant of The Death","descr":"Mel Profitt will sein Waffengeschäft expandieren. Ein französischer Minister, der über das Konsulat von Vancouver Waffen verschiebt, kommt ihm dabei zupass. Mel muss den korrupten Politiker nur noch von der Zusammenarbeit \"überzeugen\". Die nötigen Druckmittel kann Vinnie beschaffen. Der steckt aber mit seiner gefährlichen Beziehung zu Susan Profitt in der Klemme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258727","hoster":"VOE"},{"path":"/redirect/12258729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-17","name":"Das Attentat","epNo":17,"alt":"Not For Nothing","descr":"Mel Profitts Partygäste leben äußerst gefährlich. Sie werden plötzlich beschossen und Vinnie dabei von zwei Kugeln lebensgefährlich verletzt. Lococco glaubt fest, die Schüsse galten nicht Mel, sondern Vinnie. Wer aber hat anstatt des VIPs einen Bodyguard im Visier? Lococco macht sich darauf seinen eigenen Reim.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14080244","hoster":"VOE"},{"path":"/redirect/12258733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-18","name":"Neue Partner","epNo":18,"alt":"The Squees","descr":"Mel Profitt will wieder massiver ins Drogengeschäft einsteigen. Seine Mafia soll dabei die eingeschmuggelten Drogen vertreiben. Deshalb soll Vinnie seine alten Kontakte zum Syndikat wieder auftauen. Bald darauf trifft sich Mel mit dem allmächtigen Don Aiuppo. Die beiden können sich zwar einigen, doch kurz darauf fliegt Mel als Undercover-Agent der CIA auf!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258735","hoster":"VOE"},{"path":"/redirect/12258737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-19","name":"Verflucht","epNo":19,"alt":"Blood Dance","descr":"Vinnie will den von Cabra initiierten Putsch auf der Karibik-Insel Isle Pavot und den Mord an Lemanja Maurer verhindern. Deshalb warnt er eindringlich vor den üblen Machenschaften Cabras. Dabei entgehen sie knapp einem tödlichen Attentat. Vinnie sucht darauf Cabra auf und entdeckt, dass dieser ein fanatischer Voodoo-Anhänger ist. Kann Vinnie dieser üblen Nummer entrinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258740","hoster":"VOE"},{"path":"/redirect/12258741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-20","name":"Unaufhaltsam","epNo":20,"alt":"Phantom pain","descr":"Susan Profitt wird verhaftet. Sie soll ihrem Bruder Mel eine tödliche Injektion verabreicht haben. Vinnie, der Mels Schwester Susan schützen und die Tatwaffe aus ihrem Haus entfernen will, wird ebenso festgenommen. Als klar wird, dass Susan wahnsinnig geworden ist, will Roger Lococco Mels Millionen kassieren. Das Geld aber wird dringend für die \"Übernahme\" der Isle Pavot benötigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258743","hoster":"VOE"},{"path":"/redirect/12258745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-21","name":"Der Putschversuch","epNo":21,"alt":"Dirty Little Wars","descr":"McPike will den mysteriösen Fall des verstorbenen Waffenhändlers Mel Profitt und dessen Geschäfte zum Söldner Roger Lococco endlich aufklären. Vince ist jedoch überzeugt, dass Lococcos Auftrag noch längst nicht beendet ist. Vince liegt völlig richtig, denn plötzlich wird klar: Lococco will mithilfe des Oppositionsführers Henri Lalonde die Staatsgewalt über Pavot zurückerobern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258747","hoster":"VOE"},{"path":"/redirect/12258750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-1/episode-22","name":"Falsche Helden","epNo":22,"alt":"Date With an Angel","descr":"Roger Lococco, der angeblich die üblen Putsch-Absichten Henri Lalondes noch rechtzeitig erkannte, ist willig, sich dem Senatsausschuss zu stellen. Vince will zwar Lococco durch seine Aussage unterstützen, doch dafür müsste er sich als OCB-Agent zu erkennen geben. Seine Vorgesetzten raten ihm dringend davon ab. Wie wird Vince reagieren? Er bewegt sich dabei auf sehr dünnem Eis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258662","hoster":"VOE"},{"path":"/redirect/12258664","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-1","name":"Ein neuer Anfang","epNo":1,"alt":"Going Home","descr":"Washington befördert Daryl Elias und Frank McPike. Der wahre Held Vinnie will seine Undercover-Mission aufgeben, zumal die Unterwelt ihn schon als Kriminellen sieht. Es dauert nicht lange, da treten seine Freunde Tony und Richie einer rechtsradikalen Gruppe bei, und sein Bruder Pater Pete wird nach einem Anschlag auf eine Synagoge überfahren. Vinnie schaltet sich ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258543","hoster":"VOE"},{"path":"/redirect/12258545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-2","name":"Verhetzt","epNo":2,"alt":"School of Hard Knox","descr":"Vinnies Kampf gegen die Organisation \"Pilgrims of Promise\" eskaliert, wähnt er doch die Mörder seines Bruders Pete unter ihnen. Anführer der skrupellosen Bande ist Dr. Knox Pooley, der mit allen Mitteln verhindert, dass Vinnies Freund Richie Stramm austritt. McPike will die Nazi-Organisation zerschlagen, doch Richie befindet sich längst in deren Gewalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258548","hoster":"VOE"},{"path":"/redirect/12258549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-3","name":"Die Spur des Todes","epNo":3,"alt":"Revenge of the Mud People","descr":"Vinnie kann es nicht lassen. Um die Mörder seines Bruders Pete zu finden, hat er sich undercover bei den \"Pilgrims of Promise\" als Waffendealer eingeschlichen. Insbesondere Knox Pooley, Boss der Nazis, steht in seinem Visier. Zudem stellt Vinnie fest, dass Neonazi Stanley Corker Pete mutwillig überfuhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336432","hoster":"VOE"},{"path":"/redirect/12258553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-4","name":"Kein Rauch ohne Feuer","epNo":4,"alt":"The Last of the true Believers","descr":"Der Mörder seines Bruders ist gefasst, doch den Anführer der rassistischen \"Pilgrims of Promise\" gilt es in Vinnies Augen nach wie vor zur Rechenschaft zu ziehen. Vinnies Informant bei der Gruppierung hält jedoch Calvin Hollis für den bösen Geist unter den Mitgliedern. Knox Pooley hingegen hält er für die hehre Vaterfigur in weißer Weste. Es zeigt sich, dass beide Unrecht haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258555","hoster":"VOE"},{"path":"/redirect/12258557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-5","name":"Die Braut des Gangsters","epNo":5,"alt":"Aria for Don Aiuppo","descr":"Zwischen Vinnies Mutter Carlotta Terranova und Don Aiuppo hat es mächtig gefunkt, kennen sie sich doch seit frühester Jugend. Deshalb liegt Vinnie mit dem OCB nun wegen Don Aiuppos krimineller Vita über Kreuz: Mit einem geschickten Trick aber können Don Aiuppo und sein Bruder Tito der Ausweisung aus den USA entgehen und Don Aiuppo seiner Hochzeit mit Carlotta entgegenfiebern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258560","hoster":"VOE"},{"path":"/redirect/12258561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-6","name":"Der Firmenhai","epNo":6,"alt":"7th Avenue Freeze out","descr":"David Sternberg benötigt satte zwei Millionen Dollar für einen neuen Deal. Sein Vater Eli will sich Bares beim Kredithai Rick Pinzolo borgen, David fragt Carole, die kann jedoch nur 250 000 Dollar lockermachen. Epstein delegiert David zu Vinnie, der als Security in die Firma Elrose eingeschleust wird. Indes geraten David und Eli unter immer massiveren Druck ihrer Gläubiger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258564","hoster":"VOE"},{"path":"/redirect/12258565","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-7","name":"Böse Überraschung","epNo":7,"alt":"Next of Kin","descr":"Vinnie landet nach einem Autounfall im Krankenhaus. Seine Undercover-Tätigkeit bei Elrose übernimmt John Henry Raglin. John soll als Doppelagent bei Pinzolo fungieren. David fliegt inzwischen nach Sri Lanka, übersteht einen Bombenanschlag und tätigt seine Geschäfte. McPike nimmt Pinzolo schwer in die Mangel und verhaftet einen von Pinzolos Bande, den Chef der Hafenpolizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258568","hoster":"VOE"},{"path":"/redirect/12258569","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-8","name":"Eine neue Schlacht","epNo":8,"alt":"All or Nothing","descr":"Glück für David Sternberg. Bei der Präsentation der Madiche Moden schließt er einen lukrativen Auftrag ab. John Raglin soll laut Kredithai Pinzolo den sicheren Transport der Ware leiten. Diverse Betriebe werden aber bestreikt, Streik-Führerin ist Maxine Tzu. Beim Treffen zwischen ihr und Raglin knistert es gewaltig, und fortan arbeitet sie als Spitzel für den OCB. Mit fatalen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258572","hoster":"VOE"},{"path":"/redirect/12258573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-9","name":"Der Sturz","epNo":9,"alt":"Where is the Money","descr":"Pinzolo will sich Elrose-Moden einverleiben und jubelt Eli Sternberg einen hochbrennbaren Stoff unter. Den verarbeitet sie zu Kleidern für die Discounterkette Ritewear. Durch einen Unfall wird flugs klar, das Material ist nicht zugelassen. Eli wird angeklagt: Carole Bartin macht gemeinsame Sache mit Pinzolo. David erpresst 10.000 Dollar von Pinzolo; kurz darauf fallen Schüsse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258575","hoster":"VOE"},{"path":"/redirect/12258577","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-10","name":"Die Abrechnung","epNo":10,"alt":"Postcard from Morocco","descr":"Die Ritewear-Aktien stürzen in den Keller, Eli Sternbergs Firma steht vor dem Bankrott, wohingegen Pinzolo mit Verkäufen von Ritewear-Aktien 20 Millionen Dollar kassiert hat. OCB-Agent John Raglin will Carole als Zeugin gegen Pinzolo sichern. Um nicht gesiebte Luft zu atmen, plant Pinzolo die Flucht nach Marokko, aber Eli Sternberg sinnt auf Rache. Da wird Carole tot aufgefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258580","hoster":"VOE"},{"path":"/redirect/12258582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-11","name":"Der Zweck heiligt die Mittel","epNo":11,"alt":"Stairway to Heaven","descr":"McPikes alkoholkranke Frau Jenny leidet an Leberzirrhose im Endstadium; nur eine Lebertransplantation kann sie noch retten. McPike fehlt aber das Geld für die lebensrettende OP. Vinnie hilft ihm mit 1 ¼ Mio. Dollar aus. Er behauptet, es sei seine Rücklage für Notfälle. Tatsächlich stammt die Summe aber von Roger Lococco. Wie wird McPike darauf reagieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258584","hoster":"VOE"},{"path":"/redirect/12258586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-12","name":"Ein Alptraum","epNo":12,"alt":"White Noise","descr":"McPike wird von seiner Frau aus dem Haus geworfen und schlüpft bei Vinnie unter. Der wird nach seinem Autounfall von Bachstead in eine Klinik verfrachtet, weil er sonst nicht mehr für das OCB arbeiten darf. Vinnie wird zwar gut versorgt, landet aber anschließend in der Psychiatrie. Der Psychiater Dr. Habsberg glaubt ihm nicht, dass er Agent ist und setzt ihn unter halluzinogene Drogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258591","hoster":"VOE"},{"path":"/redirect/12258593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-13","name":"Neue Töne","epNo":13,"alt":"Dead Dog Lives","descr":"Das Plattenlabel ‚Dead Dog Records‘ wird bei einer Drogenrazzia auf Eis gelegt. Es gibt zwar neue Interessenten, doch keiner von ihnen ist lupenrein. So fungiert Vinnie als neuer Besitzer. Dabei lernt er Robert Travis von ‚True Heart Records‘ kennen. Travis und Vinnie wollen dem Ex-Star Diana zum Comeback verhelfen, das OCB ist von den hohen Produktionskosten jedoch wenig begeistert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258600","hoster":"VOE"},{"path":"/redirect/12258603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-14","name":"Der große Bluff","epNo":14,"alt":"And it Comes Out Here","descr":"Als Labelbesitzer von ‚Dead Dog Records‘ hat Vinnie Einblicke in die korrupte Plattenindustrie. Nun soll seine Firma verkauft werden. Unter den Interessenten befinden sich auch die kriminellen Winston Newquay und Isaac Twine. Newquay stellt die Bedingung, dass er die Firma nur dann kauft, wenn Elliot dort unter Vertrag ist. Vinnie sträubt sich jedoch, mit fatalen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258607","hoster":"VOE"},{"path":"/redirect/12258609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-15","name":"Ein guter Fang","epNo":15,"alt":"The Rip-Off Stick","descr":"OCB-Agent Vinnie ist nun Teilhaber des Labels ‚Dead Dog Records‘ und kann somit verdeckt gegen Branchen-Korruption ermitteln. Sogleich sieht er, dass Isaac Twine trotz mieser Bilanzen seine beträchtlichen Spielschulden begleicht. Vinnie versucht nebenbei, das Comeback von Diana Price zu pushen und rekrutiert dafür sogar den Songschreiber Monroe aus dem Knast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258614","hoster":"VOE"},{"path":"/redirect/12258616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-16","name":"Verspielt","epNo":16,"alt":"High Dollar Bop","descr":"Isaac Twine von ‚Shakala Records‘ will unbedingt Eddie Tempest von ‚Radiance Records‘ abwerben. Als Anreiz dafür hat Twine den Songwriter Monroe sowie einen erfolgreichen Produzenten unter Vertrag. Vinnie erhofft sich aus diesem Coup Einsicht in Newquays obskures Geschäftsgebaren. Als der jedoch von dem Manöver erfährt, hetzt er Eddie brutale Schläger auf den Hals.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258622","hoster":"VOE"},{"path":"/redirect/12258626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-17","name":"Sing oder stirb","epNo":17,"alt":"Hip Hop on the Gravy Train","descr":"Isaac Twine trauert seinem verzockten Plattenlabel hinterher. Zudem verpfeift ihn sein Ex-Partner Cushman beim FBI. Daher lässt sich Twine auf einen Händel mit OCB-Chef McPike ein. Vinnie und Travis engagieren derweil den verprügelten Rockstar Eddie, um ihn gegen den kriminellen Plattenboss Newquay aufzuwiegeln. Die Folge ist, dass Eddies Liaison zu Claudia für sie tödlich endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258629","hoster":"VOE"},{"path":"/redirect/12258632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-18","name":"Die letzte Chance","epNo":18,"alt":"The One that Got Away","descr":"Labelboss Newquay ist nicht sehr erfreut, dass er Vinnie und Travis bei ‚Shakala Records‘ mit im Gepäck hat, wird aber per einstweiliger Verfügung dazu gezwungen. Travis entdeckt, dass Vinnie als Agent arbeitet und ist bereit, mit ihm gegen Newquay vorzugehen. Als Lohn winkt die Aussicht, endlich wieder Chef von ‚Dead Dog Records‘ zu sein. Können die beiden Newquay fassen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258638","hoster":"VOE"},{"path":"/redirect/12258640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-19","name":"Tanz auf dem Vulkan","epNo":19,"alt":"Living and Dying in 4/​4 Time","descr":"Newquay hatte Isaac zu kriminellen Geschäften verleitet, die über McPike liefen. Die gerichtliche Anhörung ist für Newquay erfolgreich, da Isaac noch während des Prozesses einem Herzinfarkt erliegt. Travis macht Newquay jedoch die Künstler abspenstig. Newquay steht daher vor dem Ruin und wird im wahrsten Sinne des Wortes wahnsinnig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258647","hoster":"VOE"},{"path":"/redirect/12258649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-20","name":"Die Männerrunde","epNo":20,"alt":"Call it Casaba","descr":"Arme Amber. Sie ist einsam und fühlt sich nach Isaacs Tod sehr zu Vinnie hingezogen. Der ist zwar nicht abgeneigt, aber dennoch froh, beim Angelwochenende mit McPike und Lifeguard darüber nachdenken zu dürfen. Es stellt sich heraus, dass alle drei Männer immense private Sorgen mit sich herumtragen. Diese gemeinsame Freizeit wird das Leben des Trios entscheidend verändern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258653","hoster":"VOE"},{"path":"/redirect/12258654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-21","name":"Die Schöne und der Bulle, Teil 1","epNo":21,"alt":"The Four-Letter Word (1)","descr":"Amber ist nun Isaacs Erbin und somit Besitzerin der Plattenfirma ‚Shakala‘. Ihr Anwalt, Roger Totland drängt sie vehement, die Firma zu veräußern und intrigiert gleichzeitig gegen Vinnie. Der jedoch verhindert den Verkauf, und Amber wird klar, dass Roger sie nur ausnutzen wollte. Vinnie schafft es endlich, Amber seine Liebe zu gestehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258658","hoster":"VOE"},{"path":"/redirect/12258659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-2/episode-22","name":"Die Schöne und der Bulle, Teil 2","epNo":22,"alt":"Le Lacrime de Amore (2)","descr":"Vinnie’s Mutter Charlotte kehrt flugs mit Don Aiuppo zurück, als sie erfährt, dass Vinnie mit Amber liiert ist. Das erste Zusammentreffen ist alles andere als harmonisch, da Charlotte Amber nur mit einem Handtuch umhüllt überrascht. Charlotte verunsichert auch Vinnie. Sie ermahnt ihn, Amber seine wahre Identität preiszugeben. Wie wird Vinnie handeln?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258540","hoster":"VOE"},{"path":"/redirect/12258541","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-1","name":"Krieg der Familien","epNo":1,"alt":"A Rightful Place","descr":"Nach dem Attentat an Don Aiuppo wird Albert Cerrico verdächtigt, da er den größten Nutzen aus Dons Tod zieht. Albert bemüht sich indes weiter um Vinnies Freundschaft. Auch er befürchtet, Opfer des intriganten Machtkampfes im Syndikat zu werden. Um seine Position zu sichern, will er Vinnie in die Organisation aufnehmen lassen. Für den wird die Wahl zum lebensgefährlichen Kraftakt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14080243","hoster":"VOE"},{"path":"/redirect/12258461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-2","name":"Battle of the Barge","epNo":2,"alt":"Battle of the Barge","descr":"Vinnies Mutter Charlotte verlangt von ihrem Gatten Aiuppo, Vinnie zur Sicherheit aus seiner Familie auszugrenzen. Denn Aiuppos ermordeter Partner Ziffo hatte Anteile seiner Transportfirma an den Chinesen Chin verkauft. Cerrico, der Chinatown als sein Revier wähnt, wehrt sich vehement und lässt dies Chin mit aller Härte spüren. Chin schaltet Cerrico daraufhin gnadenlos aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258462","hoster":"VOE"},{"path":"/redirect/12258464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-3","name":"Stallgeruch","epNo":3,"alt":"Sins of the Father","descr":"Ex-Staatsanwalt Altatorre wirbt im Wahlkampf um den Gouverneursposten in New York für die Zerstörung der landesweiten Mafia. Als Altatorre vom Einfluss Don Aiuppos und Vinnies Beteiligung an der New Yorker Mafia erfährt, hat er sie als Sündenböcke im Visier. McPike kann ihn jedoch im letzten Moment über Vinnies wahre Identität aufklären und ihn aus der Schusslinie ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917166","hoster":"VOE"},{"path":"/redirect/12258468","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-4","name":"Teuflische Gier","epNo":4,"alt":"Heir to the Throne","descr":"Grosset hat seinen Cousin Spoletta gezwungen, dessen Schwiegervater Tony Ziffo zu ermorden. Nun ist klar, dass der Müllkahn als lukratives Rauschgiftdepot dient. Nun will Grosset Vinnie, Aiuppo und Cerrico beseitigen, doch stattdessen landet er selbst im Knast. Dort überredet Grosset Gina, den Vorsitz für Cerrico und sich in der Kommission zu fordern. Doch Vinnie und McPike hören mit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258470","hoster":"VOE"},{"path":"/redirect/12258471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-5","name":"Neue Perspektiven","epNo":5,"alt":"Sleepwalk","descr":"Mike und McPike wollen, dass Vinnie sich aus dem gefährlichen Undercover-Job zurückzieht, doch Vinnie lehnt wieder ab. Ungemach droht Vinnie ebenso von Amber, nachdem er ihre Party gestürmt hat. Guter Rat ist teuer, und so konsultieren sie eine Psychotherapeutin. Doch die Probleme sind so gravierend, dass die Trennung ins Haus steht. Ob Vinnies Heiratsantrag noch alles retten kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258475","hoster":"VOE"},{"path":"/redirect/12258476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-6","name":"Die verborgene Wahrheit","epNo":6,"alt":"How Will They Remember Me?","descr":"Vinnie bekommt vom Referenten der Gemeinde einen Koffer überreicht. Den hatte sein Bruder Pete in der Kirche abgestellt, bevor er ermordet wurde. Vinnie entdeckt darin ein Tagebuch, in dem minutiös die Umstände beschrieben werden, die zum geheimnisvollen Tod von Vinnies Vater John Terranova führten. Wird Vinnie nun die wahren Mörder finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258478","hoster":"VOE"},{"path":"/redirect/12258480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-7","name":"„Opa Mike“","epNo":7,"alt":"People Do it All the Time","descr":"Lifeguard ist verärgert über die Liaison seiner Tochter Lauren mit dem Bildhauer Steven. Beim Dinner kommt es zum Eklat. Lifeguard ist vor allem unglücklich wegen Stevens unsicherer Existenz. Der nimmt daraufhin einen Job als Bauarbeiter an. Dort stellt Steven groben Pfusch am Bau fest und alarmiert Lifeguard und McPike.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923869","hoster":"VOE"},{"path":"/redirect/12258485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-8","name":"Das Klassentreffen","epNo":8,"alt":"Reunion","descr":"Vinnie Terranova wird von Denise Denelle, einer Ex-Klassenkameradin, eingeladen. Sie ist nun Cop beim New York Police Department, teilt aber seine Wiedersehensfreude nicht, weil Vinnie zu oft in ihren Akten auftaucht. Caccatori bekniet daher Vinnie, sich von der Polizistin fernzuhalten. Denise trifft sich mit dem Agenten, lässt aber heimlich Wanzen in seiner Wohnung installieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258486","hoster":"VOE"},{"path":"/redirect/12258488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-9","name":"Der unsichtbare Krieg","epNo":9,"alt":"Day One","descr":"Vinnie soll nach Washington reisen, um befördert zu werden. Doch statt Ruhm und Ehre wird Vinnie schamlos ausgenutzt. Masters will die japanische Wirtschaft durch Nachdrucken von falschen Yen inflationieren. Unter dem Vorwand, die Drahtzieher zu fassen, schickt er die Druckplatte weiter. Terranovas Mission besteht darin, die vermeintlichen Hintermänner zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258490","hoster":"VOE"},{"path":"/redirect/12258492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-10","name":"Die Offensive","epNo":10,"alt":"Day Four","descr":"Vinnie ist überzeugt, dass der Wissenschaftler Valenti ermordet wurde. Der hatte ein für die Japaner wichtiges Dokument verfasst, das Tenzer, Kurzman und Lloyd belastet. Bei einer Hausdurchsuchung werden weitere Akten über Prescot Wilson, sowie ein Papier über ‚verdeckte Destabilisation‘ von A. Valenti und belastende Scheck-Kopien konfisziert. Wer steckt hinter diesem Komplott?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923868","hoster":"VOE"},{"path":"/redirect/12258497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-11","name":"Verfangen","epNo":11,"alt":"Day Seven","descr":"Vinnie Terranova entdeckt, dass in einem Flugzeug Blüten gedruckt werden, um die japanische Wirtschaft massiv zu schädigen. Dies würde zudem einen Wirtschaftskrieg mit den USA entfachen. Vinnie verdächtigt dabei Milliardär Wilson. Masters und Strichen schieben indes Vinnie und Kay Gallagher gefälschtes Beweismaterial unter, um beide ins Gefängnis zu verfrachten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258500","hoster":"VOE"},{"path":"/redirect/12258501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-12","name":"Entscheidungsschlag","epNo":12,"alt":"Day Nine","descr":"Der Staatsanwalt ordnet an, dass McPike Vinnie inhaftieren muss. Kay Gallagher nimmt sich vor der Anhörung das Leben, weil der korrupte General Masters Vinnie und Kay schwer belastet. Vinnie gelingt es jedoch, die wahren Hintergründe zu erhellen. Trotzdem wird er schuldig gesprochen! Kann er dem Zuchthaus entrinnen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258505","hoster":"VOE"},{"path":"/redirect/12258506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-13","name":"Big Mike McPike","epNo":13,"alt":"Meet Mike McPike","descr":"McPikes Vater segelt aus dem Seniorenheim, so dass der Sohn den alten Herrn zu Hause aufnehmen muss. Mike ist ebenso in Nöten. Er will die Ehe seines Sohnes mit Jenny retten. McPike arrangiert deshalb ein Diner mit seiner Frau, das Mike Harmonie vorgaukeln soll. Doch das harmonische Treffen endet in einer wüsten Schlägerei, so dass Mike das theatralische Laienspiel der beiden durchschaut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258507","hoster":"VOE"},{"path":"/redirect/12258509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-14","name":"Elvis aus Bettendorf","epNo":14,"alt":"To Die in Bettendorf","descr":"Sid Royce, der Ex-Mafia-Buchhalter, belastete einst seine Organisation und bekam dafür von McPike eine neue Identität. Nun ist er als Elvis Pringle stolzer Schuhladen-Besitzer. Seine Frau Allison findet das neue Leben gar nicht prickelnd und verschwindet heimlich. Sid beschuldigt deswegen McPike und verschleppt dessen Ex-Frau Jenny! Ein tödliches Rennen gegen die Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056799","hoster":"VOE"},{"path":"/redirect/12258513","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-15","name":"Wozu hat man Freunde","epNo":15,"alt":"Romp","descr":"Vinnie bekommt Besuch von seinem Freund Mike, der ihn zum Junggesellenabend seines Freundes Jimmy mitschleift. Das fröhliche Beieinander wird jäh durch den Kredithai Ray gesprengt, der 2000 Dollar von Jimmy sofort einfordert. Jimmys Firma ist pleite, und so steht handfester Krach bevor. Vinnie aber hat die rettende Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258516","hoster":"VOE"},{"path":"/redirect/12258517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-16","name":"Der Alleinherrscher","epNo":16,"alt":"A One Horse Town","descr":"Redakteur Corbridge hat eine heiße Story über die Stadt Lynchboro, die vom Despoten Volchek mittelalterlich beherrscht wird. McPike greift ein, als er vom Viertelmilliarden-Dollarvermögen des Tyrannen erfährt. Flugs wird Vinnie wird als Undercover-Trucker eingeschleust. OCB-Männer aber konfiszieren das Gefährt, weil Vinnie der Bank Geld schulde. Vinnie wird Opfer eines Komplotts.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258520","hoster":"VOE"},{"path":"/redirect/12258521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-17","name":"Der Untertan","epNo":17,"alt":"His Master’s Voice","descr":"In Lynchboro wird Donny bei einer Schlägerei fast totgeprügelt. Vinnie greift ein, doch Donny gebärdet sich sonderbar. Stem kollabiert beim Anblick seiner toten Kollegen. Volchek überträgt daher Vinnie die Ermittlungen. Bald ist klar, dass ausgerechnet Stem 41 Morde begangen hat! Vor aller Augen legt er sich ein tödliches Strom-Kabel um den Hals …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258526","hoster":"VOE"},{"path":"/redirect/12258525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-18","name":"Der „Neue“","epNo":18,"alt":"Hello Buckwheat","descr":"Vinnie hat Lynchboro nach Stems Selbstmord desillusioniert verlassen und wird schockiert: McPike bringt Volchek dazu, Lococco zum neuen Sheriff zu küren. Volchek tätigt seine Korruptionsgeschäfte munter weiter. Durch den ominösen Krankenhausbau will er Lynchboro als ‚Bilderbuchstadt Amerikas‘ präsentieren. Eine Ermittlungskommission überprüft daher seine Zurechnungsfähigkeit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258527","hoster":"VOE"},{"path":"/redirect/12258528","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-19","name":"Die Krönung","epNo":19,"alt":"Let Them Eat Cake","descr":"Vinnie ist wieder undercover! Als Müllfahrer ermittelt er, dass hochgiftiger Krankenhausabfall in die Kanalisation gelangt. In Lynchboro will Helmut Zimbrick die Baugenehmigungen für das neue Hospital an Volchek unter der Hand verhökern. Um beide endlich zu überführen, lässt McPike Wanzen in Volcheks Haus installieren. Die Situation eskaliert dramatisch, denn Volchek dreht durch","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258531","hoster":"VOE"},{"path":"/redirect/12258533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-20","name":"Rollentausch","epNo":20,"alt":"Meltdown","descr":"Vinnie wirft Kousakis vor, Krankenhausabfälle illegal entsorgt und somit schwere Erkrankungen vieler Kinder verschuldet zu haben. Kousakis zeigt dafür aber wenig Verständnis. Er verprügelt Vinnie und lässt sogar dessen Uhr mitgehen. Die soll flugs im Pfandhaus verhökert werden. Kousakis hetzt daraufhin dem Agenten einen brutalen Schläger auf den Hals. Vinnie aber wehrt sich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258536","hoster":"VOE"},{"path":"/redirect/12258537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-21","name":"Die Glocke","epNo":21,"alt":"Sanctuary","descr":"McPike und Lifeguard wollen den nun in Seattle abgetauchten Vinnie ausfindig machen und retten. Als sie den mittelosen Agenten endlich in einer Kirche entdecken, werden sie plötzlich von der Müllmafia attackiert. Vinnies neuer Boss Kousakis schießt sogar auf McPike! Es ist so aus, als habe dessen letztes Stündlein geschlagen. Doch es kommt alles anders als erwartet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12258457","hoster":"VOE"},{"path":"/redirect/12258459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kampf-gegen-die-mafia/staffel-3/episode-22","name":"Auf Leben und Tod","epNo":22,"alt":"Brrump-Bump","descr":"Kousakis wird endlich für seine kriminelle Giftmüllentsorgung von der Polizei gesucht. Der irre Verbrecher ermordet auf seiner Flucht Harriet Weiss. Auch McPike liegt nach Kousakis Schüssen noch immer im Koma. Vinnie betet für ihn. In der Kirche stößt er dabei auf den Gangster und der finale Schuss fällt: Kousakis hat sich selbst gerichtet!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12279858","hoster":"VOE"},{"path":"/redirect/12279857","hoster":"Streamtape"}]}]}]}]}