{"seriesId":"kannazuki-no-miko","name":"Kannazuki no Miko","descr":"Himemiya Chikane kommt aus einer wohlhabenen Familie und ist einfach gut in allem was sie anfängt. Beliebt bei den anderen Schülern und bewundert für ihr Talent ist sie aber doch recht einsam. Ihre einzige Freundin ist Kurusugawa Himeko, doch da sie, unscheinbar wie sie ist, an der Schule einem anderen Stand angehört, halten die Mädchen diese Freundschaft geheim. Wenn sie heimlich ihre Mittagspausen miteinander verbringen, vergessen beide ihren Alltag. Der Zufall will, dass sie ihren Geburtstag teilen und der fällt in diesem Jahr besonders aus, denn tags zuvor bricht eine Sonnenfinsternis über der Stadt Mahoroba herein. Der gottlose Monat hat begonnen und die sieben sogenannten Orochi werden erweckt um die Welt ins Dunkel zu stürzen. Einzig die beiden Priesterinnen der Sonne und des Mondes können gegen sie antreten und das sind Chikane und Himeko.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Land of Eternity","descr":"Chikane und Himeko haben einen bald bevorstehenden Geburtstag. An ihrem Geburtstag erwachen die Orochi und Sōma greift Himeko (die Sonnenpriesterin) an. Er kommt zur Besinnung und kämpft gegen den zweiten Kopf, Schwester Miyako. Chikane und Himeko küssen sich.","versions":[{"lang":2,"streams":[{"redirect":13523968,"hoster":"VOE"},{"redirect":10124912,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832845,"hoster":"VOE"},{"redirect":8580709,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Overlapping Sun \u0026 Moon","descr":"Die Geschichte der Orochi und der Priesterinnen wird den ahnungslosen Sonnen- und Mondpriesterinnen offenbart. Himeko erwägt, die Stadt zu verlassen, aber zwischen den Priesterinnen und dem dritten Oberhaupt der Orochi, Girochi, kommt es zu einem Kampf. Sōma kommt den Priesterinnen zu Hilfe.","versions":[{"lang":2,"streams":[{"redirect":13516195,"hoster":"VOE"},{"redirect":10124917,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12336439,"hoster":"VOE"},{"redirect":8580711,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Secret Love Shell","descr":"Himeko hat nirgendwo anders zu leben und Chikane lädt sie in ihre Villa ein. Kazuki Ōgami enthüllt mehr über die Vergangenheit der Priesterinnen und was sie tun müssen, um die Welt vor den Orochi zu schützen. Der sechste Kopf der Orochi, Nekoko, greift die Priesterinnen an.","versions":[{"lang":2,"streams":[{"redirect":13599429,"hoster":"VOE"},{"redirect":10124921,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832851,"hoster":"VOE"},{"redirect":8580719,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Direction of Affection","descr":"Sōma bittet Himeko um ein Date in einem Vergnügungspark und Chikane hilft ihr bei der Vorbereitung. An ihrem Date greift Tsubasa (der erste Kopf der Orochi) sie an; Sōma versucht sein Bestes, um Himeko zu beschützen.","versions":[{"lang":2,"streams":[{"redirect":13516200,"hoster":"VOE"},{"redirect":10124919,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832853,"hoster":"VOE"},{"redirect":8580712,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Over the Darkness of Night","descr":"Sōma wird in ihrem ersten Kampf von Tsubasa (seinem leiblichen älteren Bruder, der die Rückkehr verspricht) besiegt und beginnt mit dem Krafttraining.","versions":[{"lang":2,"streams":[{"redirect":13516202,"hoster":"VOE"},{"redirect":10124920,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832854,"hoster":"VOE"},{"redirect":8580713,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"You who is the Sun","descr":"Chikane und Himekos erste Begegnung und wachsende Freundschaft werden beschrieben. Sie setzen ihr Krafttraining trotz Rückschlägen fort. Himeko hat ein zweites Date mit Sōma.","versions":[{"lang":2,"streams":[{"redirect":13516206,"hoster":"VOE"},{"redirect":10124924,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832856,"hoster":"VOE"},{"redirect":8580718,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Falling Rain in the Hell of Love","descr":"Als Sōma und Himeko ihr Date haben, beginnt es zu regnen und sie suchen Schutz in einem verlassenen Lagerhaus. Chikane trifft den zweiten Kopf der Orochi, der ihre Eifersucht auf Sōma anspricht. Der dritte, vierte, fünfte und sechste Kopf der Orochi greifen Sōma bei seiner Verabredung mit Himeko an; nach dem Kampf küsst Sōma sie.","versions":[{"lang":2,"streams":[{"redirect":13516207,"hoster":"VOE"},{"redirect":10124925,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832855,"hoster":"VOE"},{"redirect":8580715,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Storm of Silver Moon","descr":"Während eines weiteren Ausflugs mit Sōma sucht Himeko nach einem Geschenk für Chikane, um sie aufzuheitern. Als sie zu Chikanes Villa zurückkehrt, stellt sie schockiert fest, dass sich die Mondpriesterin als achtes Oberhaupt den Orochi angeschlossen hat; Chikane belästigt sie sexuell.","versions":[{"lang":2,"streams":[{"redirect":14080239,"hoster":"VOE"},{"redirect":10124926,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832858,"hoster":"VOE"},{"redirect":8580716,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"To Hell","descr":"Nach der letzten Nacht ist Himeko immer noch erschüttert von dem, was zwischen ihr und Chikane passiert ist. Ihr Freund Makoto Saotome kehrt zur Schule zurück und ihre Meinungsverschiedenheiten werden beigelegt. Chikane besiegt die Orochi einen nach dem anderen, bis nur noch Sōma übrig ist.","versions":[{"lang":2,"streams":[{"redirect":13516211,"hoster":"VOE"},{"redirect":10124930,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832857,"hoster":"VOE"},{"redirect":8580720,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Invitation of Love and Death","descr":"Während Himeko alleine ein Ritual durchführt, belebt er Ame no Murakumo schließlich wieder. Chikane kehrt nach Hause zurück und die Priesterinnen verbringen wie zuvor Zeit miteinander. Es ist jedoch eine List; Chikane warnt Himeko, dass sie sie sehr bald töten wird.","versions":[{"lang":2,"streams":[{"redirect":13534992,"hoster":"VOE"},{"redirect":10124931,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13104629,"hoster":"VOE"},{"redirect":8580722,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Dance of Blades","descr":"Himeko und Sōma schließen sich dem letzten Kampf mit den Orochi an, der Himeko dazu bringt, Sōma zu verlassen, um nach Chikane zu suchen. Die beiden Priesterinnen kämpfen gegen das Schicksal der Welt.","versions":[{"lang":2,"streams":[{"redirect":13516208,"hoster":"VOE"},{"redirect":10124932,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832860,"hoster":"VOE"},{"redirect":8580721,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Priestesses of a Godless Moon","descr":"Als Himeko mit ihrem Schwert auf Chikanes Brust schlägt, teilen sie einen zärtlichen Moment, in dem ihre unangenehmen vergangenen Leben offenbart werden; Chikane gab vor, Himeko töten zu wollen, um Wiedergutmachung zu leisten. Die Orochi sind besiegt; Das Leben kehrt zur Normalität zurück, aber zu einem hohen Preis für die Priesterinnen. Zu Himekos Geburtstag wird die Zeit umgekehrt, aber in ihrem Leben ist alles anders, wie zum Beispiel Corona in der Musikindustrie erfolgreich ist, Reiko wieder schreibt, Nekoko ein normales Kind ist, Tsubasa noch auf der Flucht ist, während Miyuki mit Hilfe von Girochi . ihre Missionsarbeit fortsetzt . Soma bittet Himeko unterdessen um eine Verabredung, aber sie lehnt sein Angebot ab. Später sehen sie und Makoto ihr Fotoalbum mit Chikane, außer dass sie (Chikane) von ihnen gelöscht wird. Die Serie endet damit, dass Himeko sagt, dass sich ihre Gefühle (für Chikane) nie ändern werden, obwohl sich viele Dinge ändern könnten.In der Post-Credits-Szene wird ein älterer Himeko mit Chikane in der Stadt wiedervereint, mit dem Versprechen von Ame no Murakumo, dass sie sich wieder verlieben werden.","versions":[{"lang":2,"streams":[{"redirect":13516213,"hoster":"VOE"},{"redirect":10124938,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832862,"hoster":"VOE"},{"redirect":8580724,"hoster":"Streamtape"}]}]}]}]}