{"seriesId":"kanojo-okarishimasu","name":"Kanojo, Okarishimasu","descr":"In \"Rent-A-Girlfriend\" versucht der vor kurzem von seiner Freundin verlassene Student Kazuya Kinoshita, sein gebrochenes Herz durch eine neue Freundin zu heilen, die er über eine Smartphone-App mietet. Nach seinem ersten Date mit Chizuru Mizuhara hat Kazuya jedoch gemischte Gefühle. Zwar erfüllt sie mit ihrem guten Aussehen und ihrem fürsorglichen Charakter alles, was er sich jemals hätte erträumen können, doch einige negative Bewertungen in Chizurus Profil lassen Kazuya skeptisch werden und so gelangt er zu der Annahme, sie könnte möglicherweise nur mit den Gefühlen der Männer spielen und verpasst ihr eine negative Bewertung.Verärgert über das respektlose Verhalten enthüllt Chizuru auch prompt ihren wahren temperamentvollen Charakter. Als Kazuya genau in diesem Moment eine Nachricht vom Zusammenbruch seiner Großmutter erhält, sieht er sich dennoch dazu gezwungen, diese gemeinsam mit Chizuru im Krankenhaus zu besuchen. Kazuyas Großmutter ist von der frohen Botschaft, dass er endlich eine feste Freundin gefunden hat, begeistert. Und so fühlen sich Kazuya und Chizuru in die Situation hineingezwungen, nach außen hin vortäuschen zu müssen ein Liebespaar zu sein!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rent-a-Girlfriend","epNo":1,"alt":"Rent-a-Girlfriend","descr":"Kazuya Kinoshita ist ein College-Student, der nach einem Monat Dating von seiner Freundin verlassen wird. Um seine Depression zu heilen, mietet er eine Freundin namens Chizuru Mizuhara, ist jedoch unzufrieden damit, wie unecht sie sich verhält. Ihr zweites Date besteht darin, dass er sie herausruft, was dazu führt, dass sie ihr wahres Gesicht enthüllt. Kazuya wird dann ins Krankenhaus gerufen, weil seine Großmutter erneut ins Krankenhaus eingeliefert wird, und Kazuyas Familie ist schockiert, seine neue \"Freundin\" bei seinem Besuch zu sehen. Als Kazuyas Großmutter beschließt, es den anderen älteren Frauen zu erzählen, gerät Chizuru in Panik, da eine von ihnen ihre eigene Großmutter ist. Nachdem er das Krankenhaus verlassen hat, ist Kazuya bereit, sein Liebesleben fortzusetzen, aber das wird unterbrochen, als er und Chizuru herausfinden, dass sie dasselbe College besuchen.","versions":[{"lang":1,"streams":[{"redirect":14233140,"hoster":"VOE"},{"redirect":14147862,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615303,"hoster":"VOE"},{"redirect":8271260,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ex-Freundin und Freundin","epNo":2,"alt":"Ex-Girlfriend and Girlfriend","descr":"Chizuru rennt weg, nachdem sie und Kazuya aufeinandertreffen. Sobald die Küste klar ist, sagt sie ihm, dass er nichts sagen soll. Am nächsten Morgen erfahren sie, dass sie in ihrer Wohnung nebenan wohnen. Nachdem Kazuya einen Anruf von seiner Großmutter erhält, der ihn darüber informiert, dass sie zu Besuch kommt, bittet er Chizuru, ihm zu helfen, aber sie weigert sich. Als Kazuyas Großmutter vorbeikommt, ist sie enttäuscht, dass Chizuru nicht aufgetaucht ist. Als Chizuru ihr Gespräch hört, kommt sie mit einer gekochten Mahlzeit in Kazuyas Wohnung an. Danach stimmt Chizuru zu, jeden Mittwoch für eine Stunde Kazuyas \"Freundin\" zu sein. Eine Woche später begegnet Kazuya Mami zum ersten Mal seit ihrer Trennung wieder. Kazuya geht dann mit Chizuru, um seine Großmutter zu treffen. Nachdem sie sie besucht haben, werden sie von seinen Freunden entdeckt. Als er ihnen sagt, dass sie sich verabreden,sie werden zu einer Trinkgelage eingeladen. Bei der Sitzung bemerkt Kazuya, dass auch Mami da ist, und sie fährt fort, ihn zu beleidigen. Chizuru ruft wütend nach Mami, aber Kazuya steht für Mami ein. Als die Sitzung vorbei ist, geht Kazuya alleine nach Hause, als Mami ihn fragt, ob er zu ihr gehen möchte.","versions":[{"lang":1,"streams":[{"redirect":14266625,"hoster":"VOE"},{"redirect":14147866,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615304,"hoster":"VOE"},{"redirect":8271265,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Strand und Freundin","epNo":3,"alt":"Beach and Girlfriend","descr":"Als Kazuya Mami nach ihrem neuen Freund fragt, behauptet sie, sie habe gelogen, weil er Chizuru mitgebracht habe. Sie behauptet dann, dass ihr Bruder bei ihr ist, also können sie nicht dorthin gehen. Als Mami Chizuru jedoch beleidigt, verteidigt Kazuya Chizuru, bevor er davonläuft. Als er in seiner Wohnung ankommt, entschuldigt sich Kazuya bei Chizuru für das, was zuvor passiert ist. Sie sagt ihm, dass es in Ordnung ist und wenn er sie braucht, wird sie für ihn da sein. Einige Zeit später fahren Kazuya und seine Freunde zum Strand auf der Halbinsel Izu. Während sie allein ist, wird gezeigt, dass Mami sehr eifersüchtig auf die Beziehung zwischen Kazuya und Chizuru ist. Später versucht Mami, all die guten Zeiten zu erzählen, die sie und Kazuya hatten, als sie sich verabredeten, als Chizuru in ihrer Universitätskleidung auftaucht. Während eines Einkaufsbummels geraten Kazuya und Chizuru in einen Streit, der Mamis Aufmerksamkeit auf sich zieht. Chizuru ändert sich schnell und tut so, als ob sie und Kazuya ein Date hätten, sehr zu Mamis Ärger. Chizuru versucht zu gehen, aber sie ist gezwungen zu bleiben, was Kazuya dazu bringt, vor seinen Freunden damit zu prahlen, wie sie sich kennengelernt haben. Wenn er schwimmen geht, küsst ihn Mami.","versions":[{"lang":1,"streams":[{"redirect":14278324,"hoster":"VOE"},{"redirect":14147867,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615307,"hoster":"VOE"},{"redirect":8271270,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Freund und Freundin","epNo":4,"alt":"Friend and Girlfriend","descr":"Während Mami Kazuya küsst, erinnert er sich an ihre erste Begegnung. Als sie zur Gruppe zurückkehren, erhält Kazuya einen Anruf von seiner Großmutter, der ihn darüber informiert, dass sie aus dem Krankenhaus entlassen wird. Nachdem Kazuya den Anruf entgegengenommen hat, kündigt er an, dass er und Chizuru sich trennen werden, was zu einem Streit zwischen ihm und Kibe führt. Kibe fordert dann Mami wegen ihres Verhaltens heraus. Danach sagt Chizuru Kazuya, dass er nichts falsch gemacht hat. Später holt Kibe Chizuru ein und sie unterhalten sich über Kazuya. Er sagt ihr, dass er Kazuya seit ihrer Kindheit kennt und trotz seiner Fehler ist Kazuya im Herzen ein guter Kerl. Dann gibt er ihr ein paar Fährtickets, die er gekauft hat. Auf der Fähre erhält Kazuya einen Anruf von Mami. Während er telefoniert, fällt ein wahnsinniger Chizuru über Bord. Nachdem er von den anderen Passagieren gehört hat, was passiert ist,Kazuya geht ihr sofort nach.","versions":[{"lang":1,"streams":[{"redirect":14266459,"hoster":"VOE"},{"redirect":14147870,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12379828,"hoster":"VOE"},{"redirect":8271279,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Onsen und Freundin","epNo":5,"alt":"Hot Springs and Girlfriend","descr":"Während Kazuya Chizuru retten kann, endet er in einem schlechten Zustand, nachdem sie an die Oberfläche zurückgekehrt sind. Ein verzweifelter Chizuru rettet dann sein Leben, indem er CPR . durchführt. Als er aus dem Krankenhaus entlassen wird, bringen ihn seine Freunde nach Hause. In ihrer Wohnung sagt Kazuya Chizuru, dass er bereits eine Vereinbarung für nächste Woche getroffen hat und er die Zahlung in ihren Briefkasten werfen wird. Er entschuldigt sich auch noch einmal bei ihr für alles, was passiert ist. In seiner Wohnung erkennt Kazuya, dass er romantische Gefühle gegenüber Chizuru entwickelt hat. Einige Zeit später begeben sich Kazuya und seine Familie in ein Thermalbad. Dort angekommen erfährt Kazuya, dass auch Chizurus Großmutter im Resort wohnt. Kazuya und Chizuru finden dann dank ihrer Großmütter heraus, dass sie das gleiche Zimmer teilen. Nachdem sie ihre Großmütter konfrontiert haben, beschließt Chizuru, dass sie die Situation genauso gut genießen kann. Als sie ein Bad nimmt, trifft sie Kazuyas Großmutter.die erklärt, dass es der Todestag ihres Mannes ist. Als sie in ihr Zimmer zurückkehrt, amüsiert sich Chizuru und sie erlaubt Kazuya, bei ihr zu bleiben.","versions":[{"lang":1,"streams":[{"redirect":14266261,"hoster":"VOE"},{"redirect":14157689,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615305,"hoster":"VOE"},{"redirect":8271290,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Freundin und Freundin","epNo":6,"alt":"Girlfriend and Girlfriend","descr":"Während sie sich hinlegen, sagt Kazuya Chizuru, dass er sie weiterhin mieten möchte, obwohl er glaubt, ein problematischer Kunde zu sein. Chizuru antwortet, dass er sie noch eine Weile mieten kann. Ein paar Tage später verkündet Kazuya seinen Freunden, dass er und Chizuru immer noch zusammen sind. Nach einem Date treffen Kazuya und Chizuru auf Kuribayashi, der behauptet, eine Freundin zu haben. Dann vereinbart er ein Doppeldate. Während er allein ist, trifft Kazuya auf ein Mädchen. Am folgenden Samstag stellt Kuribayashi in einer Freikletterhalle seine Freundin Ruka Sarashina vor, das gleiche Mädchen, dem Kazuya zuvor begegnet ist. Später lädt Ruka Chizuru nach oben ein. Während sie allein sind, fragt Ruka Chizuru, ob sie eine Mietfreundin ist. Als Kuribayashi auf die Toilette geht, bittet Ruka Kazuya und Chizuru, sich zu küssen. Chizuru gibt vor, Kazuya zu küssen, aber Ruka ist nicht überzeugt.Kazuya tut dann so, als müsste Chizuru gehen, um ihre Großmutter zu besuchen. Danach folgt Kazuya Kuribayashi und Ruka. Als Kuribayashi Ruka absetzt, ist Kazuya immer noch besorgt, dass sie Kuribayashi die Wahrheit enthüllen könnte, also folgt er ihr in die Station. Als er das tut, konfrontiert sie ihn.","versions":[{"lang":1,"streams":[{"redirect":14506233,"hoster":"VOE"},{"redirect":14157690,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615308,"hoster":"VOE"},{"redirect":8271296,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mietfreundin und Freundin","epNo":7,"alt":"Provisional Girlfriend and Girlfriend","descr":"Nach der Konfrontation folgt Kazuya Ruka weiter. Gerade als sie eine Treppe hinunterstolpern will, packt Kazuya sie, um ihren Sturz abzufangen. Als er Ruka bittet, nichts zu sagen, verrät sie, dass sie auch eine Mietfreundin ist. Kazuya erzählt Chizuru dies später, sehr zu ihrem Ärger. Auf dem Campus taucht Ruka auf, während Kazuya auf Kuribayashi wartet. Als sie sich verstecken, überprüft Ruka ihr Telefon. Als sie von Kuribayashi entdeckt werden, enthüllt Ruka die Wahrheit über ihre Beziehung, sehr zu Kuribayashis Verdruß. Als Kazuya Chizuru erzählt, was passiert ist, taucht Ruka auf. Sie verspricht, nichts zu sagen, solange sie ausgehen. Dann verrät sie, dass sie ihn mag. Ein in Konflikt geratener Kazuya bringt Chizuru dazu, Ruka abzulenken, damit er gehen kann, um Kuribayashi die Wahrheit über die Situation zu sagen. Als Ruka ihn einholt,sie wird mutlos. Chizuru sagt dann Kazuya, dass er mit Ruka ausgehen soll. Es stellt sich heraus, dass Ruka eine niedrige Herzfrequenz hat und Kazuya die erste Person ist, die sie erhöht. Kazuya stimmt zu, mit Ruka für eine Probezeit auszugehen.","versions":[{"lang":1,"streams":[{"redirect":14270993,"hoster":"VOE"},{"redirect":14147868,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615310,"hoster":"VOE"},{"redirect":8271301,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Weihnachten und Freundin","epNo":8,"alt":"Christmas and Girlfriend","descr":"Kazuya ist erschöpft von Rukas Anhänglichkeit. Er beschließt, Chizuru für Heiligabend zu buchen , aber ihr Terminkalender ist als voll markiert. An Heiligabend sieht er sie zufällig mit einem attraktiven Typen namens Umi und verfolgt sie, während er exponentiell wütender wird. Später in der Nacht wird Kazuya endlich von Chizuru entdeckt, die enthüllt, dass sie als Leihfreundin arbeitet, um Schauspiel zu üben und die Missverständnisse, die er über sie und Umi hat, aufzuklären. Dann schenkt sie Kazuya zu Weihnachten eine Handyhülle.","versions":[{"lang":1,"streams":[{"redirect":14278325,"hoster":"VOE"},{"redirect":14157692,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615309,"hoster":"VOE"},{"redirect":8271311,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Lügen und Freundin","epNo":9,"alt":"Lies and Girlfriend","descr":"Kazuya arbeitet Teilzeit in einer Karaoke-Bar. Dann wird enthüllt, was nach Heiligabend passiert ist. Während eines Dates mit Chizuru fragt sie ihn unverblümt, ob er Gefühle für sie hat, was er widerstrebend bestreitet. Danach treffen sie Ruka, die mit Kazuya geht. Als Ruka bemerkt, wie abgelenkt Kazuya ist, nimmt er ihn mit in ein Liebeshotel. Drinnen erzählt er ihr die Wahrheit über die Situation mit Chizuru. Als Ruka versucht, ihn zu verführen, geht eine nervöse Kazuya auf die Toilette. Ruka schaut in seiner Abwesenheit auf sein Handy. Am Neujahrstag machen Kazuya und Chizuru einen Ausflug mit seiner Familie, als Ruka auftaucht. Als seine Großmutter ihn konfrontiert, überzeugt er sie irgendwie, dass Ruka eine pathologische Lügnerin ist. In einem Restaurant bemerkt Ruka das Unbehagen am Tisch. An einem Schrein versucht Ruka, Kazuya die Wahrheit über Chizuru zu enthüllen.s Großmutter, während sie allein sind, aber sie kann es nicht. Dann sagt sie Kazuya, dass sie ihren Versuch, seine Freundin zu sein, nicht aufgeben wird. Danach wird bekannt, dass Ruka in derselben Karaoke-Bar wie Kazuya arbeiten wird.","versions":[{"lang":1,"streams":[{"redirect":14506218,"hoster":"VOE"},{"redirect":14147869,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13015963,"hoster":"VOE"},{"redirect":8271315,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Des Freundes Freundin","epNo":10,"alt":"Friend`s Girlfriend","descr":"In \"Kanojo, Okarishimasu\" versucht der vor kurzem von seiner Freundin verlassene Student Kazuya Kinoshita, sein gebrochenes Herz durch eine neue Freundin zu heilen, die er über eine Smartphone-App mietet. Nach seinem ersten Date mit Chizuru Mizuhara hat Kazuya jedoch gemischte Gefühle. Zwar erfüllt sie mit ihrem guten Aussehen und ihrem fürsorglichen Charakter alles, was er sich jemals hätte erträumen können, doch einige negative Bewertungen in Chizurus Profil lassen Kazuya skeptisch werden und so gelangt er zu der Annahme, sie könnte möglicherweise nur mit den Gefühlen der Männer spielen und verpasst ihr eine negative Bewertung. Verärgert über das respektlose Verhalten enthüllt Chizuru auch prompt ihren wahren temperamentvollen Charakter. Als Kazuya genau in diesem Moment eine Nachricht vom Zusammenbruch seiner Großmutter erhält, sieht er sich dennoch dazu gezwungen, diese gemeinsam mit Chizuru im Krankenhaus zu besuchen. Kazuyas Großmutter ist von der frohen Botschaft, dass er endlich eine feste Freundin gefunden hat, begeistert. Und so fühlen sich Kazuya und Chizuru in die Situation hineingezwungen, nach außen hin vortäuschen zu müssen ein Liebespaar zu sein!","versions":[{"lang":1,"streams":[{"redirect":14266455,"hoster":"VOE"},{"redirect":14157693,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615311,"hoster":"VOE"},{"redirect":8271327,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wahrheit und Freundin","epNo":11,"alt":"Truth and Girlfriend","descr":"Sumi stellt sich vor, indem sie ihren Tagesablauf erklärt. Am Bahnhof trifft Kazuya auf Sumi. Beim Gehen entdeckt Mami sie. Kazuya sieht selbst, wie schüchtern Sumi wirklich ist. Als er fragt, warum sie eine Mietfreundin ist, gibt sie ihre Antwort mit Handzeichen preis. Sumi dankt Kazuya, nachdem er sie davon abgehalten hat, belästigt zu werden. Dann stellt sich heraus, dass Mami sie beobachtet hat. Als Kazuya aus dem Badezimmer zurückkehrt, sieht er, dass Mami an ihrem Tisch sitzt. Während sie allein sind, sagt Mami ihm, dass er eher ein Damenmann ist, als sie dachte. Sobald das Date vorbei ist, lobt Kazuya Sumi. In ihrem Haus findet eine eifersüchtige Mami heraus, dass Sumi eine Mietfreundin ist. Einige Zeit später hängt Kazuya mit seinen Freunden ab, als er Chizuru entdeckt. Diese Nacht,Kazuya und Chizuru unterhalten sich auf dem Balkon, wo sie ihm dafür dankt, Sumi geholfen zu haben. Dann verrät sie, dass sie eine Rolle in einem Theaterstück bekommen hat. Am nächsten Tag wartet Chizuru auf ihre Kundin, als Mami auftaucht.","versions":[{"lang":1,"streams":[{"redirect":14266626,"hoster":"VOE"},{"redirect":14157694,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13918104,"hoster":"VOE"},{"redirect":8271326,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Geständnis und Freundin","epNo":12,"alt":"Confession and Girlfriend","descr":"Kazuya stimmt einem Date mit Ruka zu. Später bei ihrer Arbeit, gerade als er sie bitten will, seine Freundin zu sein, sieht er Mami und Chizuru, die in einen der Räume gehen. Mami versucht, Chizuru zu bezahlen, aber sie weigert sich. Mami verrät dann, wie lange sie von Chizurus Beruf weiß. Als Chizuru sich fragt, warum Mami das tut, ignoriert sie sie einfach. Unterdessen findet Kazuya heraus, dass Mami die wahre Natur seiner und Chizurus Beziehung kennt. Sobald sie gehen, täuscht er eine Krankheit vor, damit er ihnen folgen kann. Als er sie findet, hört Kazuya, wie Chizuru einer skeptischen Mami sagt, dass er ihr Freund ist. Dann fragt sie Mami, ob sie jemals gedacht hat, dass er wirklich die Liebe ihres Lebens ist. Mami gibt jedoch eine vage Antwort. Nachts dankt Kazuya Chizuru dafür, dass er sich für ihn ausgesprochen hat. Als sie sich bei ihm entschuldigt, dass er ihm keine Freundin geschenkt hat,er gesteht, dass er sie will. Auf Nachfrage sagt er widerwillig, dass er es als Mietfreundin meinte. In ihrer Wohnung wird Chizuru nervös. Am nächsten Morgen macht jeder sein eigenes Ding.","versions":[{"lang":1,"streams":[{"redirect":14266156,"hoster":"VOE"},{"redirect":14147876,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615316,"hoster":"VOE"},{"redirect":12985758,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Traum und Freundin","epNo":1,"alt":"Dream and Girlfriend (Episode 13)","descr":"Nach Chizurus Offenbarung, dass sie den Mietfreundin-Job an den Nagel hängen und sich der Schauspielerei widmen will, sitzt Kazuya zu Hause und überlegt, wie er seinem Umfeld mitteilen will, dass Chizuru und er sich getrennt haben. Nach einigem Hin und Her beschließt er, sich inkognito das Stück anzuschauen, in dem sie auftritt und das das Ende ihrer Beziehung bedeuten könnte.","versions":[{"lang":1,"streams":[{"redirect":14270223,"hoster":"VOE"},{"redirect":14147872,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10806988,"hoster":"VOE"},{"redirect":10806990,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die alltägliche Freundin","epNo":2,"alt":"The Usual Girlfriend (Episode 14)","descr":"Kazuya ist fest entschlossen, Chizuru wöchentlich zu mieten, um sie bei ihrem Traum, der Schauspielerei, zu unterstützen. Doch dabei gibt es nicht nur die beiden zu bedenken, sondern zusätzlich Mami, die wollte, dass die beiden sich nicht mehr sehen und Ruka, die den beiden dieses Arrangement zwar erlauben mag, doch mit Vorbehalten.","versions":[{"lang":1,"streams":[{"redirect":14269293,"hoster":"VOE"},{"redirect":14147874,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10847641,"hoster":"VOE"},{"redirect":10847640,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die wiederkehrende Freundin","epNo":3,"alt":"The Return of the Girlfriend (Episode 15)","descr":"Zurück zu Hause nach einem ereignisreichen Tag klingelt es bei Kazuya an der Tür und keine Geringere als Chizuru steht vor der Tür. Sie eröffnet ihm, dass sie ihren Schlüssel verloren hat, doch was bedeutet das? Will sie tatsächlich bei ihm übernachten? Zu allem Übel klingelt es noch einmal an der Tür, nachdem Kazuya den ersten Schreck überwunden hat. Und wer diesmal vor der Tür steht, bringt ihn noch viel mehr aus der Fassung.","versions":[{"lang":1,"streams":[{"redirect":14278327,"hoster":"VOE"},{"redirect":14147873,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10892915,"hoster":"VOE"},{"redirect":10892913,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nacht und Freundin","epNo":4,"alt":"Night and Girlfriend (Episode 16)","descr":"Mami fragt Kazuya, ob sie dafür verantwortlich ist, dass er Chizuru gemietet hat, was er unbeholfen bestreitet. Sie sagt ihm dann, dass er sich eine richtige Freundin zulegen soll. Sobald sich ihre Wege trennen, beleidigt Mami Kazuya, weil sie sie angelogen hat, bevor sie sich Kibe im Flur nähert. Nach der Arbeit beschließt Ruka, in seiner Wohnung eine Mahlzeit für Kazuya zu kochen. Später erfahren sie, dass ein Taifun die Gegend getroffen hat. Wegen des Wetters bleibt Ruka für den Rest der Nacht. Während sie zusammen sind, bemerkt Kazuya, wie süß Ruka ist, bis sie versehentlich ein Kondom herauszieht. Als er versucht einzuschlafen, kuschelt sie sich an ihn. Als Ruka sich selbst dafür kritisiert, dass sie lästig ist, gibt Kazuya zu, dass sie ihm, obwohl er hocherfreut ist, gesagt hat, dass sie ihn mag, er es ablehnt, Sex mit ihr zu haben. Am nächsten Morgen verlässt Ruka Kazuyas Wohnung und dankt ihm lautstark für die letzte Nacht. Kazuya ist erleichtert, als er glaubt, dass Chizuru noch schläft. Ohne sein Wissen hörte sie die ganze Sache.","versions":[{"lang":1,"streams":[{"redirect":14449586,"hoster":"VOE"},{"redirect":14157695,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10934736,"hoster":"VOE"},{"redirect":10934734,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geburtstag und Freundin","epNo":5,"alt":"Birthday and Girlfriend (Episode 17)","descr":"Drei Tage später treffen Kazuya und Chizuru draußen aufeinander, wo Kazuya bemerkt, dass Chizuru sich distanziert verhält. Als er in seine Wohnung zurückkehrt, erfährt er, dass Chizurus Geburtstag in vier Tagen ist. An Chizurus Geburtstag beschließt Kazuya, Sumi zu mieten. Während des Ausflugs fragt er sie um Rat, was Chizuru als Geburtstagsgeschenk möchte. Sumi bringt Kazuya schließlich auf das Dach eines Kaufhauses. Dort wird bekannt, dass Chizuru in einer Heldenshow auftritt. Kurz bevor sie sich trennen, fragt Sumi Kazuya, wann er Geburtstag hat, was er ihr sagt. Später in dieser Nacht kehrt Chizuru nach Hause zurück, wo sie Kazuyas Geschenk findet, eine Schachtel Umeboshi , die sie genießt. Währenddessen fragt sich Kazuya, ob er die richtige Wahl getroffen hat.","versions":[{"lang":1,"streams":[{"redirect":14266641,"hoster":"VOE"},{"redirect":14157696,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10959185,"hoster":"VOE"},{"redirect":10959182,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Alkohol und Freundin","epNo":6,"alt":"Booze and Girlfriend (Episode 18)","descr":"Kazuya wird von seinen Kommolitonen zum Trinken eingeladen. In der Bar angekommen muss er mit Schrecken feststellen, dass Chizuru, als Ichinose Chizuru, ebenfalls dort ist. Nun gilt es, Ruhe zu bewahren und unter allen Umständen zu verhindern, dass jemand bemerkt, dass Ichinose Chizuru seine \"Freundin\", Mizuhara Chizuru ist. Was einfacher gesagt ist als getan, insbesondere bei steigendem Alkoholspiegel.","versions":[{"lang":1,"streams":[{"redirect":14266284,"hoster":"VOE"},{"redirect":14157698,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10998367,"hoster":"VOE"},{"redirect":10998366,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Exfreundin und Freundin","epNo":7,"alt":"Ex and Girlfriend (Episode 19)","descr":"Nach dem Saufgelage wacht Kazuya mit der Mutter aller Kater und einem gewaltigen Filmriss auf. Doch es hilft alles nichts, er muss trotzdem zur Uni und arbeiten. Auf der Arbeit überrascht ihn niemand Geringeres als seine Ex, Mami. Somit beginnt für ihn ein weitere Drahtseilakt. Es gilt zu verhindern, dass Mami dahinterkommt, dass Ruka, mit der er arbeitet, seine aktuelle Freundin ist und dass Ruka dahinterkommt, dass Mami seine Ex ist.","versions":[{"lang":1,"streams":[{"redirect":14271349,"hoster":"VOE"},{"redirect":14157699,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11404030,"hoster":"VOE"},{"redirect":11064084,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jugend und Freundin","epNo":8,"alt":"Youth and Girlfriend (Episode 20)","descr":"Nachdem er sie jetzt lange nicht gesehen hat, freut sich Kazuya schon auf das nächste Date mit Chizuru. Als er allerdings auf die Page der Agentur schaut, fällt ihm auf, dass Chizuru aufgestiegen ist und neuerdings 1.000 Yen pro Stunde mehr kostet. Bedeutet das womöglich, dass er als Kunde auch mehr verlangen darf für den Tausender mehr die Stunde? So fasst er den Entschluss, sich sein Date seiner Träume mit ihr zu gönnen.","versions":[{"lang":1,"streams":[{"redirect":14278329,"hoster":"VOE"},{"redirect":14157697,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11395933,"hoster":"VOE"},{"redirect":11404038,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kuss und Freundin","epNo":9,"alt":"Kiss and Girlfriend (Episode 21)","descr":"Es ist Kazuyas Geburtstag und wie jedes Jahr organisiert seine Familie eine Geburtstagsparty für ihn. Als seine Oma jedoch erfährt, dass Chizuru ebenfalls kürzlich Geburtstag hatte, wird die Party kurzerhand zu einer Geburtstagsparty für Chizuru umgewandelt. Jetzt gilt es nur noch Chizuru zu fragen, ob sie überhaupt einverstanden wäre, ihn zu begleiten. Allerdings hat Kazuya die Rechnung ohne Ruka gemacht, denn am fraglichen Tag ist sie es, die vor seiner Tür steht und ihn zur Party begleitet.","versions":[{"lang":1,"streams":[{"redirect":14266203,"hoster":"VOE"},{"redirect":14147878,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11142913,"hoster":"VOE"},{"redirect":11142911,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ring und Freundin","epNo":10,"alt":"Ring and Girlfriend  (Episode 22)","descr":"Kazuya kann Rukas Handeln kaum verarbeiten, als Nagomi beschließt, eine weitere Bombe auf die Gruppe zu werfen.","versions":[{"lang":1,"streams":[{"redirect":14266154,"hoster":"VOE"},{"redirect":14147875,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":11245915,"hoster":"VOE"},{"redirect":11245913,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Guide and Girlfriend   (Episode 23)","descr":"Kazuya zerbricht sich den Kopf, was er tun könnte, um Mizuhara zu helfen. Diese gibt sich zwar unbeirrt, doch die Verschlechterung des Zustandes ihrer Oma lässt sie natürlich nicht unberührt. Als sie Kazuya darüber informiert, dass Sumi sie gebeten hat, ihn zu fragen, ob er zu einem weiteren Probedate bereit wäre, sagt er natürlich zu, auch um ihr zu helfen. Er staunt jedoch nicht schlecht, als Sumi ihm auf diesem Date auf einmal in Schulmädchenuniform gegenübersteht.","versions":[{"lang":3,"streams":[{"redirect":11245885,"hoster":"VOE"},{"redirect":11245891,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Girlfriend and Me  (Episode 24)","descr":"Chizuru läuft die Zeit davon. Ihr innigster Wunsch ist es, dass ihre Oma sie vor ihrem Ableben noch auf einer Leinwand in einem Film sehen kann, doch sie kassiert eine Absage nach der anderen. Als sie beginnt, ihren Mut zu verlieren und es immer deutlicher wird, dass sie es nicht rechtzeitig schaffen wird, klingelt Kazuya an ihrer Tür mit einem Vorschlag, wie ihr Wunsch eventuell doch noch in Erfüllung gehen könnte.","versions":[{"lang":3,"streams":[{"redirect":11404053,"hoster":"VOE"},{"redirect":11404059,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Home Cooking and Girlfriend","descr":"Kazuya beginnt mit der Planung des Filmprojektes für Chizuru, ihm wird jedoch schnell bewusst, dass selbst die Crowdfunding-Page noch einiges an Arbeit erfordern wird. Zudem werden sie, als die beiden sich eines Abends wie gewohnt auf dem Balkon darüber unterhalten, von einer offenbar frisch eingezogenen Nachbarin schroff unterbrochen. Mini, die neue Nachbarin, weist sie darauf hin, dass diese Treffen die Nachbarn stören, also brauchen sie nun auch einen neuen Platz für ihre Meetings.","versions":[{"lang":3,"streams":[{"redirect":12773763,"hoster":"VOE"},{"redirect":12773762,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Girlfriend Next Door","descr":"Als Kazuya und Chizuru mit ihrem Meeting zum Film fertig sind und sie die Tür öffnen, steht vor ihr Ruka, die natürlich an die Decke geht, als sie Chizuru aus der Wohnung ihres Freundes kommen sieht. Also bleibt Kazuya und Chizuru nur eins, um sie zu beruhigen: sie in ihr Filmprojekt einzuweihen. Doch die Situation soll noch ein Nachspiel haben, denn ihre neue Nachbarin bekommt den ganzen Streit vor der Tür mit.","versions":[{"lang":3,"streams":[{"redirect":12796374,"hoster":"VOE"},{"redirect":12796376,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Expert and Girlfriend","descr":"Kazuya stößt auf ein Szenario, von dem er begeistert ist und schlägt es Chizuru vor. Derweil gerät jedoch die Crowdfunding-Kampagne für den Film ins Stocken und Kazuya hat keinen Schimmer, wir er sie wieder ins Rollen bringen kann. Doch glücklicherweise ist seine andere Nachbarin eine wahre Expertin in Sachen Internet und bietet ihm an, ihm unter die Arme zu greifen.","versions":[{"lang":3,"streams":[{"redirect":12844927,"hoster":"VOE"},{"redirect":12844929,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"D-Day and Girlfriend","descr":"Die Crowdfundingkampagne für Chizurus Film befindet sich auf der Zielgeraden und Kazuya, Chizuru, Ruka und Mini versuchen ihr Bestes, damit sie ihr Ziel erreichen. Chizuru bittet ihren Schauspielkollegen Umi um Hilfe, der über ein riesiges Twitter-Following verügt. Als dieser sie jedoch ausgerechnet für den letzten Tag der Kampagne auf einen Theaterbesuch einlädt, gerät sie in eine Zwickmühle.","versions":[{"lang":3,"streams":[{"redirect":12891091,"hoster":"VOE"},{"redirect":12891097,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Filming and Girlfriend","descr":"Nachdem die Crowdfundingkampagne im letzten Moment doch noch ein Erfolg wurde, beginnt nun der Dreh des Filmes mit Chizuru in der Hauptrolle. Doch je länger er sie als Schauspielerin beobachtet, umso mehr wird Kazuya klar, dass ihn und Chizuru Welten trennen. Als nur noch die letzte Szene des Filmes fehlt, stehen sie zudem vor einem neuen Problem: Das Filmteam beginnt mit den Arbeiten an ihrem eigentlichen Projekt und kann ihnen nicht mehr helfen. Also werden sie diese alleine drehen müssen.","versions":[{"lang":3,"streams":[{"redirect":12883050,"hoster":"VOE"},{"redirect":12883052,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Final Scene and Girlfriend","descr":"Da sich Tabuse und sein Team ihrem eigenen Filmprojekt widmen, müssen Kazuya und Chizuru die letzte Szene des Films alleine drehen. Dazu fahren sie, Mini sei Dank, zu zweit in die Berge und übernachten gemeinsam in einem Ferienhotel. Chizuru scheint derweil etwas auf dem Herzen zu liegen und sie scheint mit sich zu ringen, ob sie es Kazuya erzählen soll.","versions":[{"lang":3,"streams":[{"redirect":12953784,"hoster":"VOE"},{"redirect":12953785,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kazuya and Girlfriend","descr":"Es ist der 26. August, Rukas Geburtstag und prompt steht sie bei Kazuya auf der Matte für ihr Geburtstagsdate. Während sich Kazuya immer noch fragt, was es sein könnte, worum sie ihn bitten wird, ist bereits der erste Ort, an den sie ihn mitnimmt, zu viel für Kazuyas Nerven. Chizuru stattet unterdessen ihrer Oma einen Besuch ab und wird dabei zufällig von Sumi gesehen.","versions":[{"lang":3,"streams":[{"redirect":12974475,"hoster":"VOE"},{"redirect":12974479,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Family and Girlfriend","descr":"Mini klingelt an Kazuyas Tür, um seinen Abschied vom Jungfrauendasein zu feiern und muss mit Schrecken feststellen, dass auf dem Ausflug nichts zwischen ihrem Meister und Mizuhara gelaufen ist. Dafür ist der Film nahezu fertig, aber vor der ersten Vorführung steht noch eine Besichtigung des Kinos an, in der er laufen wird, an die Oma Sayuri die beiden begleitet.","versions":[{"lang":3,"streams":[{"redirect":13032211,"hoster":"VOE"},{"redirect":13032212,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Parting and Girlfriend","descr":"Nachdem Oma Sayuri zusammengebrochen ist, steht es sehr schlecht um sie. Chizuru verbringt die Nacht im Krankenhaus an ihrem Bett. Kazuya stürmt derweil nach einem Geistesblitz davon. Allerdings schwebt nun die große Frage im Raum, ob Chizuru ihrer Oma beichten soll, dass sie und Kazuya gar kein Paar sind, bevor ihre Oma verstirbt.","versions":[{"lang":3,"streams":[{"redirect":13054172,"hoster":"VOE"},{"redirect":13054170,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Spontaneous Trip and Girlfriend","descr":"Kazuya sucht Rat bei Sumi, die ihn tatenfreudig wie sie ist prompt wortlos auf einen Spontanausflug mitschleppt. Doch wird ein Ausflug Kazuya tatsächlich helfen, einen Weg zu finden, um Chizuru aufzumuntern? Außerdem erzählt er Ruka, dass Chizurus Großmutter verstorben ist und Ruka hätte sofort eine Idee, wie man sie aufmuntern könnte, wenn sie in Chizurus Lage wäre.","versions":[{"lang":3,"streams":[{"redirect":13140388,"hoster":"VOE"},{"redirect":13140390,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Girlfriend and Boyfriend","descr":"Es ist so weit, Zeit für Kazuya seinen Plan für ein perfektes Aufmunterungs-Date für Mizuhara in die Tat umzusetzen. Erster Halt: Shoppen. Doch braucht Mizuhara seine Hilfe überhaupt? Denn sie lässt sich nach wie vor nicht anmerken, dass der Tod ihrer Oma sie sonderlich mitnehmen würde. Ungeachtet dessen ist Kazuya fest entschlossen, alles für sie zu tun, was in seiner Macht steht.","versions":[{"lang":3,"streams":[{"redirect":13127240,"hoster":"VOE"},{"redirect":13127249,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Ideal Girlfriend and Girlfriend","descr":"Kazuyas Date, um Chizuru aufzumuntern, nähert sich dem Ende und Kazuya ist sich nach wie vor nicht sicher, ob er mit der ganzen Aktion Chizuru in irgendeiner Weise etwas Gutes tun konnte. Einer Sache ist er sich nun jedoch sicherer als zuvor und zwar, dass er Chizuru liebt. Während ihm ihre Gefühle jedoch nach wie vor ein Rätsel bleiben. Kurz darauf findet die Vorführung des Filmes statt, den sie gemeinsam gedreht haben.","versions":[{"lang":3,"streams":[{"redirect":13140385,"hoster":"VOE"},{"redirect":13140384,"hoster":"Streamtape"}]}]}]}]}