{"path":"/serie/stream/kanon-2006","name":"Kanon (2006)","descr":"Yuuichi Aizawa kehrt erstmals nach sieben Jahren in die namenlose Stadt zurück, in der er als Kind stets seine Ferien verbrachte. Doch ein traumatisches Ereignis aus dieser Zeit verhindert, dass er sich an die Vergangenheit erinnert. Neben seiner Cousine Nayuki, trifft er auf einige mysteriöse Mädchen: Ayu, die etwas Wichtiges verloren hat. Makoto, die Yuuichi auf den ersten Blick nicht zu mögen scheint. Mai, die gegen Dämonen kämpft. Und Shiori, die trotz einer Krankheit immer wieder auf dem Schulhof erscheint. Während Yuuichi den Mädchen näherkommt, muss er feststellen, dass seine verlorenen Erinnerungen eng mit ihrem Schicksal verbunden sind.","seasons":[{"path":"/serie/stream/kanon-2006/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kanon-2006/staffel-1/episode-1","name":"Annäherungsversuch Silber ~Annäherungsversuch~","epNo":1,"alt":"Silver Overture","descr":"Yuichi Aizawa kehrt in die verschneite Stadt zurück, in der er vor sieben Jahren als Kind gewohnt hatte, unter dem Dach seiner Cousine Nayuki Minase und ihrer Mutter Akiko Minase. Nayuki führt Yuichi wieder in seine Umgebung ein, wobei andere Charaktere den meisten der Hauptdarsteller, wenn auch nur im Vorbeigehen, vorgestellt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13856594","hoster":"VOE"},{"path":"/redirect/13619760","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832875","hoster":"VOE"},{"path":"/redirect/8580737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-2","name":"Singen im Schnee ~Einführung~","epNo":2,"alt":"Introit in the Snow","descr":"Heute ist Yuichis erster Tag an der örtlichen High School und wird in Nayukis Klasse aufgenommen. Als Yuichi nach Hause geht, um Essen für das Abendessen zu kaufen, trifft er in genau der gleichen Situation auf Ayu Tsukimiya, das Mädchen vom Vortag. Auf dem Heimweg treffen sie auf einen stillen Erstsemester. Als er Lebensmittel einkaufen geht, greift ihn ein mysteriöses Mädchen an, ist aber vor Hunger erschöpft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13857658","hoster":"VOE"},{"path":"/redirect/13619762","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832879","hoster":"VOE"},{"path":"/redirect/8580738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-3","name":"Vergessener Anzug ~partita~","epNo":3,"alt":"A Forgotten Partita","descr":"Als Yuichi das Mädchen, das ihn angegriffen hat, nach Hause bringt, findet sie heraus, dass sie Amnesie hat und es wird schnell klar, dass sie sich nur daran erinnern kann, dass sie einen Groll gegen ihn hegt. Obwohl Yuichi sie der Polizei ausliefern will, lässt Akiko das Mädchen bleiben, und als sie länger bleibt, erinnert sie sich daran, dass sie Makoto Sawatari heißt. In der Schule sieht Yuichi denselben Erstklässler vom Vortag im Hof ​​stehen; sie stellt sich als Shiori vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13858305","hoster":"VOE"},{"path":"/redirect/13619761","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832876","hoster":"VOE"},{"path":"/redirect/8580739","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-4","name":"Capriccio über die Ferien ~caprice~","epNo":4,"alt":"Holiday Caprice","descr":"Yuichi erinnert sich an die Geschehnisse der letzten sieben Jahre bezüglich seiner ersten Begegnung mit Ayu. Nayuki lässt Yuichi zur Schule zurückkehren, um ihre Schulnotizen wiederzubekommen, die sie ihm geliehen hat, und als er das Gelände verlässt, trifft er auf eine Schülerin im dritten Jahr, Mai Kawasumi, die ein Schwert schwingt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427653","hoster":"VOE"},{"path":"/redirect/13619763","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832877","hoster":"VOE"},{"path":"/redirect/8580742","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-5","name":"Dämonische Nachtmusik","epNo":5,"alt":"Demons\u0027 Serenade","descr":"Yuichi trifft Mai und ihre Freundin Sayuri Kurata, die ihn zum Mittagessen einlädt. Als Makoto Essen für Akiko kaufen geht, verwendet sie das Geld, um Mangas und Nikuman zu kaufen. Während Yuichi Makoto ausschimpfen will, damit sie ihre Lektion lernt, beschließt Akiko einfach, Makoto ihr eigenes Taschengeld zu geben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13856248","hoster":"VOE"},{"path":"/redirect/13619764","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832880","hoster":"VOE"},{"path":"/redirect/8580740","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-6","name":"Divertimento voller Mysterien","epNo":6,"alt":"A Myserious Divertimento","descr":"uichi möchte, dass Makoto einen Job bekommt, um ein sozialer Mensch zu werden, der mehr gesunden Menschenverstand hat. Am selben Tag wie ihr Interview geht Yuichi mit Ayu aus, um einen Gruselfilm zu sehen, obwohl Ayu völlige Angst vor Horrorfilmen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13863184","hoster":"VOE"},{"path":"/redirect/13619765","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8832878","hoster":"VOE"},{"path":"/redirect/8580741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-7","name":"  ","epNo":7,"alt":"The Runaway and the Kitten\u0027s Fugue","descr":"Makoto beginnt ihren Job in einer örtlichen Gärtnerei, und als sie mit Yuichi nach Hause gehen, finden sie ein kleines, streunendes Kätzchen, das Makoto sehr anhänglich ist. Während er auf einer Brücke spricht, lässt Makoto die Katze auf den Gegenverkehr fallen, aber sie überlebt. Yuichi wird deswegen wütend auf Makoto, was dazu führt, dass Makoto vorübergehend von zu Hause wegläuft.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8474564","hoster":"VOE"},{"path":"/redirect/8580743","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-8","name":"  ","epNo":8,"alt":"The Fantasia of Reminiscence","descr":"Yuichi verbringt immer mehr Zeit mit Makoto und sie kommen sich näher. Ein Mädchen namens Mishio Amano gibt ihm jedoch eine ominöse Warnung vor Makoto und Yuichis Erinnerungen an ihre wahre Identität tauchen wieder auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832882","hoster":"VOE"},{"path":"/redirect/8580745","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-9","name":"  ","epNo":9,"alt":"The Berceuse of the Baby Fox","descr":"Makotos Stärke beginnt sich zu verschlechtern, als Yuichi sich endlich an alles über sie erinnert. Als sich ihr Zustand verschlechtert, beginnt Yuichi, den Unterricht zu schwänzen, um mehr Zeit mit ihr zu verbringen, in der Hoffnung, ihr mehr Zeit zu verschaffen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832881","hoster":"VOE"},{"path":"/redirect/8580744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-10","name":"  ","epNo":10,"alt":"Requiem Atop the Hill","descr":"Makotos Geschichte kommt endlich zu einer Lösung, während sie ihre letzten Momente damit verbringt, sich mit ihrer neu gefundenen Familie zu verbinden und all ihre Wünsche wahr werden zu lassen. Yuichi bringt sie an den Ort, an den sie einst gehörte und führt eine tiefe und persönliche Zeremonie für die beiden durch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018687","hoster":"VOE"},{"path":"/redirect/8580746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-11","name":"  ","epNo":11,"alt":"Intermezzo of Light and Shadow","descr":"Mai wird ins Schulbüro gerufen, unter dem Verdacht, eines der Fenster der Schule zerbrochen zu haben. Yuichi kommt zu dem Schluss, dass Mai, wenn sie beliebter wäre, nicht so oft in Schwierigkeiten geraten würde und lädt sie zum bevorstehenden Tanzfestival ein. Ayu taucht auf und wird angeboten, im Haushalt der Minase zu bleiben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13101360","hoster":"VOE"},{"path":"/redirect/8580753","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-12","name":"  ","epNo":12,"alt":"A Strange-Looking Waltz","descr":"Yuichi erinnert sich mehr an seine Begegnungen mit Ayu vor sieben Jahren und an die Zeit, als er ihr ein Geschenk machte, das er ihr drei Wünsche erfüllen wird. In der Schule entdeckt Yuichi schließlich, dass Shioris Nachname der gleiche ist wie Kaori Misaka, einer seiner Klassenkameraden. Er vermutet, dass es sich um Geschwister handelt, obwohl Kaori eine solche Behauptung bestreitet. Da das Tanzfestival reibungslos beginnt, dauert es nicht lange, bis ein Dämon angreift.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832884","hoster":"VOE"},{"path":"/redirect/8580754","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-13","name":"  ","epNo":13,"alt":"A Dangerous Trio","descr":"Nach dem, was beim Tanz passiert ist, versucht die Präsidentin des Studentenrats, Kuze, Mai auszuweisen und Yuichi versucht, sie aus der Situation zu befreien. Zur gleichen Zeit ist Yuichi nicht damit zufrieden, einfach nur daneben zu stehen und zuzusehen, wie Mai gegen die Dämonen kämpft, und beschließt, ihr zu helfen, so gut er kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832886","hoster":"VOE"},{"path":"/redirect/8580748","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-14","name":"  ","epNo":14,"alt":"A Cracked Concerto","descr":"Sayuri macht sich zunehmend Sorgen um Mai und Yuichi, was dazu führt, dass Mai versucht, sie zu vertreiben, um sie zu beschützen. An Mais Geburtstag trifft sich Sayuri mit Yuichi in der Stadt und erzählt mehr über ihre Familiensituation, bevor sie Mai traf. Später in der Nacht geht Sayuri zur Schule, um Mai zu überraschen, aber dort wird Sayuri plötzlich von den Kreaturen überfallen, die das Schulgelände durchstreifen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832885","hoster":"VOE"},{"path":"/redirect/8580747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-15","name":"  ","epNo":15,"alt":"Sonatina of Hide-and-Go-Seek","descr":"Yuichi und Mai kämpfen weiter gegen die Monster, und als Yuichi angegriffen wird, wird ihm etwas gezeigt, das er vor Jahren nicht hätte vergessen dürfen, nämlich die Erinnerungen zwischen ihm und Mai, die eine mysteriöse Macht hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832887","hoster":"VOE"},{"path":"/redirect/8580749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-16","name":"  ","epNo":16,"alt":"Midnight Oratorio","descr":"Yuichi hält sein Versprechen gegenüber Shiori ein und bietet ihr an, sie für einen Tag durch die Stadt zu einigen von Shioris Lieblingsplätzen zu führen. In der Nacht trifft sich Shioris ältere Schwester Kaori mit Yuichi und erklärt, warum sie ihre Geschwisterbeziehung leugnet und das Geheimnis hinter Shioris Krankheit erklärt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832889","hoster":"VOE"},{"path":"/redirect/8580751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-17","name":"  ","epNo":17,"alt":"Lieder ohne Worte of an Elder Sister and a Younger Sister","descr":"Da Shioris Geburtstag bevorsteht, beschließt Yuichi, dass er versuchen wird, so viel wie möglich für sie zu tun, solange sie noch Zeit hat. Eine Woche vor ihrem Geburtstag bekommt Shiori von ihrem Arzt die Erlaubnis, für die verbleibende Woche die Schule zu besuchen, wie eine normale Schülerin. Unterdessen besteht Kaori immer noch darauf, sie zu meiden und warnt Yuichi, dass Shiori möglicherweise nicht lange überlebt, nachdem ihr Geburtstag vorbei ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832888","hoster":"VOE"},{"path":"/redirect/8580752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-18","name":"  ","epNo":18,"alt":"The Disappearing Adagio","descr":"Shioris Geburtstag ist nur noch wenige Tage entfernt und Yuichi möchte ihr eine Geburtstagsparty in einem örtlichen Café schmeißen. Er lädt viele Schüler und Klassenkameraden aus der Schule ein, zusammen mit Nayuki, Ayu und versucht sogar, Kaori einzuladen, die ungern teilnehmen möchte. Als die Minuten an ihrem Geburtstag bis Mitternacht herunterzählen, verbringen Yuichi und Shiori ihre möglicherweise letzten Momente zusammen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379827","hoster":"VOE"},{"path":"/redirect/8580750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-19","name":"  ","epNo":19,"alt":"The Etude of Contact","descr":"Das jährliche Track-Meet-Turnier steht an und Nayuki kämpft zusammen mit dem Rest ihrer Teamkollegen um den Sieg. Ein paar Tage später hilft Yuichi Ayu erneut, das zu finden, wonach sie gesucht hat, aber sie können es immer noch nicht finden. Ihre gemeinsame Zeit in diesem Unterfangen bringt die beiden näher denn je.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832891","hoster":"VOE"},{"path":"/redirect/8580755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-20","name":"  ","epNo":20,"alt":"The Nocturne of Farewell","descr":"Als Yuichi und Ayu sich näher kommen, fühlt sich Nayuki von ihm vernachlässigt. Ayu führt Yuichi schließlich zu ihrer \"Schule\" im Wald, aber sie finden nur eine große Lichtung mit einem Baumstumpf in der Mitte. Die Erkenntnis ist zu viel für Ayu und das Unerwartete passiert kurz vor Yuichi, indem sie verschwindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832892","hoster":"VOE"},{"path":"/redirect/8580756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-21","name":"  ","epNo":21,"alt":"The Rondo Without You","descr":"Ayu ist immer noch nicht zurückgekommen und Yuichi sucht weiter nach ihr und ihrem verlorenen Gegenstand. In der Zwischenzeit versucht Nayuki, Yuichi aufzumuntern, während er versucht, seine Erinnerung an das, was vor sieben Jahren zwischen ihnen passiert ist, aufzufrischen. Akiko wird jedoch Opfer eines Autounfalls, der zu verheerenden Folgen führen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832893","hoster":"VOE"},{"path":"/redirect/8580757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-22","name":"  ","epNo":22,"alt":"Symphony of Recollections","descr":"Als Akiko auf der Intensivstation liegt, wird Nayuki zutiefst depressiv. Sie schließt sich in ihrem Schlafzimmer ein und weigert sich, zu gehen. Als sie aus Versehen ihre Tür unverschlossen lässt, nutzt Yuichi die Gelegenheit, um mit ihr zu reden, aber sie stößt ihn einfach weg. Als Yuichi versucht, es auszuschlafen, träumt er und entdeckt, was vor sieben Jahren mit Ayu passiert ist. Er verlässt während eines Schneesturms und macht sich auf den Weg in den Wald, bricht jedoch bald zusammen und Makoto erscheint. Als sie sich zu Yuichis bewusstlosem Körper hinkniet, scheint plötzlich ein helles Licht auf sie.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832895","hoster":"VOE"},{"path":"/redirect/8580759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-23","name":"  ","epNo":23,"alt":"The Scarlet Red Finale","descr":"Als Yuichi in einer Wohnung aufwacht, trifft er einen alten Bekannten namens Makoto Sawatari, den er als Kind bewundert hat. Zurück an ihrem versprochenen Platz sieht Yuichi Ayu wieder, und sie bittet um ihren dritten und letzten Wunsch, dass Yuichi sie vergisst, aber Yuichi ist nicht bereit, ihn zu erfüllen. Ayu macht dann einen anderen Wunsch und verschwindet kurz darauf in Yuichis Armen. Nayuki erwacht aus ihrer Depression und versucht, ihren Cousin aus seiner eigenen herauszuholen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8314509","hoster":"VOE"},{"path":"/redirect/8580760","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kanon-2006/staffel-1/episode-24","name":"  ","epNo":24,"alt":"Canon at the End of the Dream","descr":"Yuichi sucht immer noch nach Ayu. Akiko mag der Schlüssel zu ihrem Aufenthaltsort sein, aber wird Yuichi mit der Wahrheit über ihren aktuellen Zustand umgehen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8832894","hoster":"VOE"},{"path":"/redirect/8580758","hoster":"Streamtape"}]}]}]}]}