{"seriesId":"kanokon","name":"Kanokon","descr":"[Ger Sub] Die Geschichte dreht sich um Kouta Oyamada, einen jungen High School-Schüler, der vom Lande in die Stadt umgezogen ist und nun die Kunpo High School besucht. An seinem ersten Tag an seiner neuen Schule trifft er eine schöne Schülerin namens Chizuru Minamoto, die ihn fragt, ob er sie alleine im Musikraum treffen wolle. Als er ankommt, sagt sie ihm, dass sie in Wirklichkeit eine Fuchsdämonin ist und von diesem Tag an ist sie unsterblich verliebt in Kouta. Nozomu ist auch eine Schülerin an Koutas Schule und ebenfalls eine Wolfsdämonin und verliebt in Kouta. Es entsteht ein Konkurrenzkampf um den Jungen, doch wer wird diesen gewinnen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Doing It for the First Time?","descr":"Als Kouta Oyamada zur Schule geht, trifft er auf Chizuru Minamoto, die ihn fest umarmt, was ihm peinlich ist, weil ihre Brüste gegen ihn drücken und andere sehen können, was vor sich geht. Akane Asahina, der Klassenvertreter von Koutas Klasse, versucht sich einzumischen, kann aber Chizurus Beharrlichkeit nicht bekämpfen. In der Schule überreicht Chizuru Kouta einen Liebesbrief und bittet ihn, ins Musikzimmer zu kommen. Das erinnert ihn an früher im Schuljahr, wo eine ähnliche Veranstaltung stattfand. Im Musikzimmer gesteht Chizuru Kouta ihre Liebe und enthüllt dabei versehentlich, dass sie tatsächlich eine Kitsune ist. Chizurus jüngerer Bruder Tayura mischt sich bald ein und versucht ihnen zu sagen, dass ihre Beziehung gefährlich ist. Chizuru besitzt Kouta für eine Weile und Chizuru beschwört eine riesige Flamme, die Tayura nach draußen bläst und ein klaffendes Loch im Schulgebäude hinterlässt.","versions":[{"lang":2,"streams":[{"redirect":13534994,"hoster":"VOE"},{"redirect":10124933,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832861,"hoster":"VOE"},{"redirect":8580725,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Are We Becoming One?","descr":"Auf dem Heimweg von der Schule trifft Kouta ein Mädchen in seinem Alter, von dem er intuitiv spürt, dass es ein Geist wie Chizuru ist. Am nächsten Tag taucht das gleiche Mädchen in Koutas Klasse auf und überfällt ihn, sehr zum Ärger von Chizuru. Sie wird als Transferstudentin namens Nozomu Ezomori aus Hokkaido vorgestellt , obwohl Chizuru und Kouta bald enthüllt wird, dass sie von einem mächtigen Wolfsclan stammt. Nozomu steht Chizurus Plänen, Kouta nahe zu kommen, weiterhin im Weg, da sie selbst solche Wünsche für Kouta hat.","versions":[{"lang":2,"streams":[{"redirect":10588530,"hoster":"VOE"},{"redirect":10124937,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832865,"hoster":"VOE"},{"redirect":8580729,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Eat Deliciously?","descr":"Kouta ist der Preis auf einem Schlachtfeld, das zwischen Chizuru und Nozomu mit Essen umkämpft wird, aber keiner von ihnen kann gut kochen und Kouta ist derjenige, der leidet, da er gezwungen ist, schreckliche Essensexperimente zu essen, die von den beiden Mädchen durchgeführt wurden. Zu und Kouta später von Omi Kiriyama angegriffen, eine Sichel Wiesel, aber Kouta nimmt den Treffer für Chizuru und wird von Kiriyamas Schock bewusstlos geschlagen. Kiriyama fühlt sich schuldig und versucht, Kouta zu helfen, indem sie Mio Osakabe, einen Froschgeist, Krötenöl herstellen lässt (obwohl sie ein Froschgeist ist), und Chizuru kann nicht anders, als mit Kouta intimer zu werden, indem sie das Öl mit ihrem Körper einreibt Nozomu stimmt mit ein und Kouta gerät erneut in Panik. Zurück in der Schule bricht ein Kampf zwischen Chizuru und Nozomu aus, bei dem Kouta Chizuru anschreit und dann weint und davonläuft. Kouta folgt bald darauf und findet heraus, dass Chizuru es vortäuscht und dass sie auf sehr spielerische Weise nur etwas Zeit mit Kouta verbringen möchte.","versions":[{"lang":2,"streams":[{"redirect":13523979,"hoster":"VOE"},{"redirect":10124936,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832866,"hoster":"VOE"},{"redirect":8580730,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Can\u0027t Take It Off?","descr":"Um Kouta zu gewinnen und ihren Feind Nozomu zu besiegen, bricht Chizuru in einen verbotenen Versorgungsraum ein und stiehlt einen verfluchten Hasenmädchenanzug. Ihre Probleme beginnen, als sie den Anzug nicht ausziehen kann und gezwungen ist, darin zur Schule zu gehen, während alle Chizuru anstarren und hinter ihrem Rücken ihre Namen rufen. Es wird sich später heraus , dass der Anzug die Seele eines enthält Spinne Dämon , der aus dem Leben des Trägers Feeds. Der Anzug verwandelt dann alle Kleider der Studentinnen in klischeehafte Cosplay- Outfits und versucht, Chizuru zu töten, aber sie und Kouta verbinden sich, befreien Chizuru von dem bösen Anzug und zerstören ihn ein für alle Mal.","versions":[{"lang":2,"streams":[{"redirect":13516212,"hoster":"VOE"},{"redirect":10124940,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832863,"hoster":"VOE"},{"redirect":8580727,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"It Doesn\u0027t Work Anymore?","descr":"Saku Ezomori, Nozomus Bruder, legt Kouta ein Armband um, das starke Schmerzen verursacht, wenn er sexuell erregt wird, und Chizuru macht sich Sorgen, dass sie ihn schließlich töten könnte, wenn sie ihr normales Flirtverhalten versucht. Chizuru hält ihre Gefühle für ein paar Tage zurück, jedoch mit intensiver Selbstbeherrschung (bis zu dem Punkt, an dem sie Entzugserscheinungen bekommt). Währenddessen versuchen Tayura und Kiriyama, mit Nozomus Bruder zu verhandeln, um das Armband mit Gewalt abzunehmen, aber alles geht schief, als sie entdecken, dass er wirklich mächtig ist. Chizuru schließt sich später dem Kampf an, wird aber besiegt. In der Schule hört Nozomu das Siegesgeheul ihres Bruders und sagt Kouta, dass Chizuru in Gefahr ist. Am Schauplatz des Kampfes verbünden sich Kouta und Chizuru, um Nozomus Bruder schnell zu erledigen.","versions":[{"lang":2,"streams":[{"redirect":13516216,"hoster":"VOE"},{"redirect":10124942,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832864,"hoster":"VOE"},{"redirect":8580726,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Can I Ask This of You?","descr":"Japanische Neujahr ist gekommen, und während Kouta wird zunächst einen ruhigen Aufenthalt zu Hause allein zu genießen, Chizuru bald kommt und versucht , Dinge durch ablenkende ihn zu erwärmen , während er schreibt und Ausziehen ihr offenbaren Kimono Schule Badeanzug . Sie spielen schließlich ein Liebeswürfelspiel, bei dem die Spieler sich gegenseitig perverse Dinge antun. Nozomu taucht am Ende auf und stellt sich Chizuru in den Weg, und Kouta schlägt vor, dass sie an Hatsumōde teilnehmen . Am Schrein treffen sie sich mit Chizurus Bruder und anderen Schulfreunden. Am Ende des Tages am Schrein kehren sie alle zu Koutas Haus zurück.","versions":[{"lang":2,"streams":[{"redirect":13516214,"hoster":"VOE"},{"redirect":10124943,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832867,"hoster":"VOE"},{"redirect":8580728,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Won\u0027t You Warm Me Up?","descr":"Yukihana, eine Yuki- Ona aus Chizurus Familie, testet die Bindung zwischen Chizuru und Kouta, indem sie nur um die Schule einen mächtigen Schneesturm erzeugt. Während die Schüler versuchen, warm zu bleiben, versuchen Kouta, Chizuru, Nozomu und Tayura nach Yukihana zu suchen. Tayura wird von einer Gruppe Schneemänner mitgenommen und die anderen rennen in ein nahegelegenes Klassenzimmer, wo Chizuru und Nozomu ihre Körper benutzen, um Kouta aufzuwärmen. Yukihana erscheint schließlich und als Chizuru und Kouta versuchen zu fliehen, stoppt Yukihana sie. Chizuru und Kouta verbinden sich und zeigen, wie stark ihre Bindung ist, und so stoppt Yukihana den Schneesturm und informiert sie, dass Chizurus Mutter möchte, dass sie Kouta in ihre Heimatstadt zurückbringt.","versions":[{"lang":2,"streams":[{"redirect":13523985,"hoster":"VOE"},{"redirect":10124941,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13534998,"hoster":"VOE"},{"redirect":8580731,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Should We Enter Together?","descr":"Kouta, Chizuru, Nozomu, Tayura und ein paar Klassenkameraden ein Besuch Hot Spring Resort betrieben von Chizuru Mutter Tamamo, der enthüllt wird die Fuchs - Gottheit sein Tamamo-no-Mae . Die Verbindung zwischen Kouta und Chizuru stellt sie mit einem speziellen Getränk auf die Probe, das zwei Menschen ineinander verlieben lässt. Leider passiert dies zwischen Kouta und Nozomu, während Chizuru machtlos ist, etwas dagegen zu tun, was sie am Boden zerstört. Kouta schnappt sich schließlich daraus und schafft es, Chizuru wieder gut zu machen. Als die Truppe aufbricht, um in die Stadt zurückzukehren, vertraut Tamamo Kouta Chizuru an.","versions":[{"lang":2,"streams":[{"redirect":13523986,"hoster":"VOE"},{"redirect":10124946,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832871,"hoster":"VOE"},{"redirect":8580734,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Can You Feel It?","descr":"Ein kleines Mädchen namens Minori Mitama und ihr Geisterleibwächter Nue heuern die beiden Geisterjäger Ai und Ren an, um Chizurus Kräfte zu besiegeln. Sie bekommen ein Medikament, um dies zu erreichen, nur um herauszufinden, dass Chizurus Brüste dadurch verschwinden. Unter Schock über ihren Verlust versucht Chizuru verzweifelt, ein Heilmittel zu finden, um dies rückgängig zu machen, und wird dabei von Kouta, Nozomu und Tayura unterstützt. Unterdessen trifft Minori unheilvolle Vorbereitungen, um Kouta von Chizuru zu nehmen.","versions":[{"lang":2,"streams":[{"redirect":13881641,"hoster":"VOE"},{"redirect":10124949,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832870,"hoster":"VOE"},{"redirect":8580732,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Shall I Show Restraint?","descr":"Chizuru und Kouta verwöhnen Ai und Ren mit einer Mahlzeit. Da die beiden arm sind, hat dies große Auswirkungen auf sie und sie bedauern die ganze Tranksituation. Im Gegenzug bitten sie darum, von der Mission abgezogen zu werden und werden von Nue wiederholt durch einen Stromschlag getötet. Minori beschwört Dämonen, um die Schule anzugreifen, und während dieser Zeit wird ein schlafender Sand auf alle Menschen freigesetzt. Nue kommt herein und nimmt Nozomu zu Fall, und jagt Kouta und Chizuru nach unten. Als sie in die Enge getrieben werden, weigert sich Kouta, Chizuru in den Tod zu lassen und entdeckt seine Fuchskräfte. Kouta besitzt Chizuru und verwandelt sich in einen schwarzhaarigen fünfschwänzigen Fuchs. Er besiegt Nue und Minori, die einen Eid leisten, Kouta eines Tages zu ihrem eigenen zu machen. Chizurus Brüste und damit ihre spirituellen Kräfte werden wiederhergestellt.","versions":[{"lang":2,"streams":[{"redirect":13516217,"hoster":"VOE"},{"redirect":10124948,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832872,"hoster":"VOE"},{"redirect":12980357,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"I\u0027m Getting Wet Already?","descr":"Chizuru, Kouta, Tayura, Nozomu und ihre Freunde gehen an einen Strand, den nur Geister kennen. Nach einigen Mühen beim Umziehen (keine Umkleidekabinen und Nozomu in einem eher ungewöhnlichen Badeanzug) und einem Versuch, sich zu sonnen, entdecken sie in der Nähe ein Strandhaus namens Tama no Ya, das von niemand geringerem als Tamamo und Yukihana betrieben wird. Tamamo versucht erneut, Koutas Zuneigung zu gewinnen, sehr zu Chizurus Frustration. Zurück am Strand vergnügt sich die Gruppe mit Grillen und Feuerwerk, aber Chizuru stört sich daran, dass sie mit Kouta nicht allein sein kann. Akane gerät in Schwierigkeiten, als sie zu weit abdriftet und von Tayura gerettet wird, wodurch sie sich ein wenig für ihn aufwärmt. Chizuru bittet Kouta, mit ihr am Strand unter den Sternen spazieren zu gehen und fragt ihn schließlich, was er für sie empfindet.","versions":[{"lang":2,"streams":[{"redirect":13516218,"hoster":"VOE"},{"redirect":10124950,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832874,"hoster":"VOE"},{"redirect":8580736,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Can We Finally Do It?","descr":"Chizuru möchte, dass Kouta sagt, dass er sie liebt, aber er ist sehr zögerlich. Chizuru versucht mehrere Methoden, um ihn dazu zu bringen, es zu sagen, wird aber frustriert. Tayura bittet Akane um ein Date und sie akzeptiert, sagt aber, dass sie in eine Kunstgalerie gehen möchte, anstatt in die üblichen beliebten Treffpunkte wie einen Vergnügungspark. Kouta gibt zu, dass er Chizuru am Ende liebt, als er sie auf der Brücke, auf der sie sich zum ersten Mal trafen, im Regen weinen sieht. Kouta und Chizuru werden ein Liebespaar, und Nozomu sagt, dass sie ihre Beziehung akzeptiert und dass sie wiederum Koutas Geliebte sein wird, was Chizuru zu Koutas Entsetzen akzeptiert.","versions":[{"lang":2,"streams":[{"redirect":13516220,"hoster":"VOE"},{"redirect":10124951,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8832873,"hoster":"VOE"},{"redirect":8580733,"hoster":"Streamtape"}]}]}]}]}