{"path":"/serie/stream/kantai-collection-kancolle","name":"Kantai Collection: KanColle","descr":"Eines Tages tauchte eine mysteriöse Flotte aus monsterartigen, waffenbewehrten Wesen und Mädchen in den Weltmeeren auf, die von der Menschheit \"Abyssals\" getauft wurden. Sie verdrängten die Menschen aus den Meeren, bis sich zeigte, dass es eine Waffe gegen sie gab, nämlich Mädchen, in denen der Geist vergangener Kriegsschiffe wiedergeboren wurde und die nun entsprechend bewaffnet gegen die Abyssals ins Feld ziehen. Dies ist die Geschichte des frisch ihren Dienst angetretenen Mädchens Fubuki und ihrer Kameradinnen.","seasons":[{"path":"/serie/stream/kantai-collection-kancolle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-1","name":"Hallo Kommandant!","epNo":1,"alt":"Hello, Commander!","descr":"Fubuki kommt als Neuling zum dritten Torpedogeschwader am Marinestützpunkt an, wo sie von Mutsuki dem Rest ihres Geschwaders vorgestellt wird. Nach einem abrupten Treffen und einem Begrüßungsaustausch mit Akagi von der First Carrier Division während ihrer Flugübungen verbringt Fubuki Freizeit mit ihren neuen Teamkollegen. Währenddessen lokalisiert die Vierte Flotte die Basis der feindlichen Abgrundflotte, und der Admiral befiehlt einer Flotte, einen Angriff zu beginnen, während sich die Vierte Flotte zurückzieht. Die First Carrier Task Force, die Second Support Fleet und die Third Torpedo Squadron werden kurzerhand aussortiert, aber zum Entsetzen von Fubukis Staffel erfahren sie, dass Fubuki noch nie zuvor in eine Schlacht verwickelt war. Das Geschwader trifft auf eine Gruppe feindlicher Zerstörer und greift sie an, und gerade als Fubuki kurz davor steht, von einem vernichtet zu werden,die feindliche Gruppe wird von Flugzeugen der First Carrier Division zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243163","hoster":"VOE"},{"path":"/redirect/8271344","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483645","hoster":"VOE"},{"path":"/redirect/8271432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-2","name":"Ehrlich, stolz und keine Reue!","epNo":2,"alt":"Without Dissent, Without Shame, Without Resentment!","descr":"Fubuki hat beschlossen, so stark wie Akagi zu werden, damit sie in derselben Flotte wie sie kämpfen kann. Fubuki erhält dann eine Reihe von Trainingseinheiten von anderen kanmusu; einschließlich, aber nicht beschränkt auf; Balancieren, Zielübungen und Selbstvertrauen stärken. In der Zwischenzeit hat Akagi eine Trainingseinheit mit Zielscheiben unter der Aufsicht von Kaga. Während der Schulstunde bestraft Ashigara Yūdachi dafür, dass sie ihre Hausaufgaben nicht gemacht hat, indem sie ihr mehr Hausaufgaben gibt. Ashigara stellt dem Zerstörer dann eine Frage zu Typ-93-Torpedos, nur damit Fubuki die Antwort flüstern kann, um zu betrügen, aber Ashigara akzeptiert die Antwort trotzdem. Ashigara stellt Fubuki dann eine Frage zu Sauerstofftorpedos, da der Zerstörer sie richtig beantwortet. Nicht lange nach der Schule, nach vielen Versuchen des Gleichgewichtstrainings von Sendai, beschloss Fubuki, mit Akagi in den heißen Quellen zu sprechen, nur um stattdessen auf den kürzlich reparierten Atago zu stoßen. Fubuki versuchte später, mit Naka als ihrer Trainerin zu lächeln, sehr zu ihrer Verlegenheit.da sie später schlaflos war und am nächsten Tag schläfrig wurde. Fubuki würde später ihr Gleichgewichtstraining mit Sendai fortsetzen, wenn die Nacht hereinbricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243167","hoster":"VOE"},{"path":"/redirect/8243166","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13534999","hoster":"VOE"},{"path":"/redirect/8271436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-3","name":"Eroberung der W-Insel!","epNo":3,"alt":"West Island Capture Operation!","descr":"Fubukis Geschwader, das Dritte Torpedogeschwader und das Vierte Torpedogeschwader, bestehend aus Yūbari, Kuma, Tama, Mochizuki, Yayoi und Kisaragi, werden zu einer Operation geschickt, um ein feindliches Torpedogeschwader auf der Insel W zu besiegen, indem sie nachts herausgelockt werden. Fubuki wird wegen der Operation nervös, da sie sich ihrer Fähigkeiten noch nicht sicher ist. Ihre Freunde muntern sie jedoch auf und wünschen ihr viel Glück bei der Operation, und am Morgen trifft Fubuki Akagi beim morgendlichen Training. Akagi gibt Fubuki einige inspirierende Ratschläge als Kanmusu und lässt Fubuki mehr Selbstvertrauen gewinnen. Die dritte und vierte Torpedogeschwader werden tagsüber zur Operation geschickt, um die feindliche Flotte bis in die Nacht zu erkunden, um ihre Mission einzuleiten.Ihre Operation wird jedoch gestoppt, als zwei feindliche Leichtflugzeugträger der Nu-Klasse die Position von Fubukis Geschwader entdecken, was sie zum Rückzug und zur Flucht vor der feindlichen Torpedostaffel zwingen, die ihnen nachjagt, während sie mehreren Abyssal-feindlichen Flugzeugen gegenüberstehen. Durch die Bemühungen von Fubukis Geschwader, dem Vierten Torpedogeschwader, und dank der Verstärkung durch die Zweite Flotte bestehend aus Kongō, Hiei, Haruna und Kirishima, die nach einer Expedition eingetroffen war, muss sich das feindliche Torpedogeschwader zurückziehen und der Feind Leichtflugzeugträger der Nu-Klasse werden besiegt. Kisaragi wird jedoch von einem Bomber versenkt, während er alleine patrouilliert.während Sie mehreren Abyssal-feindlichen Flugzeugen gegenüberstehen. Durch die Bemühungen von Fubukis Geschwader, dem Vierten Torpedogeschwader, und dank der Verstärkung durch die Zweite Flotte bestehend aus Kongō, Hiei, Haruna und Kirishima, die nach einer Expedition eingetroffen war, ist das feindliche Torpedogeschwader zum Rückzug gezwungen und der Feind Leichtflugzeugträger der Nu-Klasse sind besiegt. Kisaragi wird jedoch von einem Bomber versenkt, während er alleine patrouilliert.während du mehreren Abyssal-feindlichen Flugzeugen gegenüberstehst. Durch die Bemühungen von Fubukis Geschwader, dem Vierten Torpedogeschwader, und dank der Verstärkung durch die Zweite Flotte bestehend aus Kongō, Hiei, Haruna und Kirishima, die nach einer Expedition eingetroffen war, ist das feindliche Torpedogeschwader zum Rückzug gezwungen und der Feind Leichtflugzeugträger der Nu-Klasse sind besiegt. Kisaragi wird jedoch von einem Bomber versenkt, während er alleine patrouilliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243170","hoster":"VOE"},{"path":"/redirect/8243176","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13507625","hoster":"VOE"},{"path":"/redirect/8271446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-4","name":"Wir sind dran! Folgt mir!","epNo":4,"alt":"Now It\u0027s Our Turn! Follow me!","descr":"Mutsuki, die Kisaragi lieb gewonnen hatte, verleugnet ihren Tod weiterhin und wartet weiter an den Docks auf ihre Rückkehr. Während sie sich fragt, wie sie ihr helfen soll, wird Fubuki zusammen mit dem Zerstörer Shimakaze auf eine Mission mit den vier Kongō-Schwestern geschickt. Kongō, Hiei, Haruna und Kirishima, um bei Regen gegen die abgrundtiefe Flotte zu kämpfen. Am Tag der Mission müssen Fubuki und die anderen einen Weg finden, Shimakaze herauszuholen, der schließlich von einer Teeparty angelockt wird. Während der Mission beginnen Fubukis Sorgen über Mutsuki sie zu überwältigen, aber Kongō rettet sie und beruhigt sie, bevor er die feindliche Flotte erledigt. Als sie nach Hause zurückkehrt, umarmt Fubuki Mutsuki und hält sie fest, bis sie all ihre Emotionen über Kisaragi auslässt und schließlich den Verlust akzeptiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243177","hoster":"VOE"},{"path":"/redirect/8243173","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13507627","hoster":"VOE"},{"path":"/redirect/8271455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-5","name":"Ich bin nicht wie LFL5!","epNo":5,"alt":"Don\u0027t Compare Me to the Girls in Carrier Group Five!","descr":"Der Admiral kündigt eine Reorganisation der Flotten an, so dass Fubuki und der Rest des Dritten Torpedogeschwaders ihre letzte Nacht zusammen verbringen, um ihren Geist in jeder Flotte fortzusetzen, in der sie landen. Fubuki landet zusammen mit Kongō, Kitakami, Ōi, Kaga und Zuikaku stellen schnell fest, dass die beiden letzteren nicht miteinander auskommen, da sie zu unterschiedlichen Trägergruppen gehören. Als Fubuki ihre Erfahrungen beklagt, erfährt sie von Akagi, dass die Spaltungen gemacht wurden, um die Mädchen auf einen Gegenangriff gegen den Abgrund vorzubereiten. Während die Einheit darüber streitet, wer das Flaggschiff sein soll, wechseln sich die Mädchen als Flaggschiffe ab, und jede entpuppt sich aufgrund ihres eigenen Egoismus als Versager. Gerade als Zuikaku erwägt, den Admiral zu bitten, die Gruppen neu zuzuweisen, startet die Einheit einen Angriff auf den Abgrund.Fubuki gibt ruhig Befehle, bevor er als Lockvogel fungiert und es der Einheit ermöglicht, den Feind zu besiegen. Beeindruckt von ihrer Fähigkeit, das Kommando zu übernehmen, nominiert die Einheit Fubuki einstimmig zum Flaggschiff und fängt an, besser miteinander auszukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243128","hoster":"VOE"},{"path":"/redirect/8243129","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13507626","hoster":"VOE"},{"path":"/redirect/8271465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-6","name":"Zerstörerische Curry-Ozean-Schlacht!","epNo":6,"alt":"Destroyer Division Six and the Battle of Curry Seas!","descr":"Der jährliche Curry-Wettbewerb wird angekündigt, wobei das Gewinner-Curry-Rezept auf der offiziellen Speisekarte verwendet wird. Die Sechste Zerstörer-Division, bestehend aus Akatsuki, Hibiki, Ikazuchi und Inazuma, hofft, den Wettbewerb zu gewinnen, um richtige Damen zu werden, aber keine von ihnen hat zuvor Curry gemacht. Trotz verschiedener Pannen bei ihren Versuchen, Curry erfolgreich zuzubereiten, bleibt die Gruppe dennoch entschlossen. Am Tag des Wettbewerbs schlagen sich die meisten der teilnehmenden Teams selbst aus und lassen nur Division Six gegen Ashigara und Haguro übrig, die sich als einschüchternde Gegner erweisen. Nach der Bewertung beider Einsendungen urteilt Nagato über das milde Curry von Division Six als Siegerin, da sie nicht mit scharfen Speisen zurechtkommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243133","hoster":"VOE"},{"path":"/redirect/8243132","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13507628","hoster":"VOE"},{"path":"/redirect/8271473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-7","name":"Ich hasse die LFL1!","epNo":7,"alt":"I Hate Carrier Group One","descr":"Während eines Gefechts gegen den Abgrund von Mobile Unit Five wird Kaga beschädigt, während er Zuikaku beschützt, der keinen Torpedo bemerkt, als er versucht, Kaga zu zeigen. Da am nächsten Tag eine wichtige Mission stattfindet und keine sofortigen Reparaturen verfügbar sind, weist Nagato Shōkaku zu, Kagas Platz einzunehmen, während sie sich den Reparaturen unterzieht, und teilt Fubuki einige Bedenken mit, die der Admiral bezüglich der Abyssal hatte. Während der Mission erfährt Fubuki, dass die Abyssal ihre Codes kennen könnte, und lässt Shōkaku und Zuikaku Aufklärungsflugzeuge aussenden, um ihren Verdacht zu erwecken, nachdem die Hauptflotte angegriffen wurde und ein Mädchen aufgrund versteckter Sturzkampfbomber trieb. Als Fubuki und die anderen eine Trägerflotte angreifen und zerstören, geraten Shōkaku und Zuikaku in einen Hinterhalt von einer anderen Trägergruppe, die auf der Lauer liegt.nicht in der Lage, zusätzliche Flugzeuge auszusenden oder die anderen zu kontaktieren, da Shōkaku schwer beschädigt ist. In Erinnerung an Kagas Worte setzt Zuikaku auf die geringe Chance auf Hoffnung, indem er sich in einer nahen Böe versteckt und es schafft, durchzuhalten, bis Fubuki und die anderen ihnen zu Hilfe kommen und den Feind abwehren, den Träger beschädigen und den Rest seiner Flotte versenken es, um sich in die Böe zurückzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174310","hoster":"VOE"},{"path":"/redirect/8243140","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483646","hoster":"VOE"},{"path":"/redirect/12514374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-8","name":"Das ist kein Hotel!","epNo":8,"alt":"I\u0027m not a Hotel","descr":"Nach ihrer Schlacht erreicht Fubukis Gruppe Truk Island, wo sich die Basis für Operation FS befindet, wo sie ein Schlachtschiff namens Yamato treffen, das noch nie auf See war. Fubuki erinnert sich daran, dass sie selbst nicht in die Schlacht durfte, als sie anfing, und versucht, Yamato dazu zu bringen, mit ihr schwimmen zu gehen, wird aber sofort von Nagato ausgeschaltet. Später in der Nacht führt Fubuki Yamato heimlich aus, aber sobald Yamato das Wasser betritt, wird sie unglaublich hungrig. Nagato erklärt später, dass der Grund, warum Yamato nicht losgeschickt wird, darin liegt, wie viel Treibstoff und Ressourcen sie verbraucht. Nachdem sie sich von Mutsuki und Yūdachi inspirieren lassen hat, baut Fubuki ein Floß, damit sie Yamato ohne ihre Ressourcen aufs Meer bringen können. Unterwegs stoßen sie auf einige in der Luft befindliche Abyssal,die Yamato mit ihren Waffen zerstören kann, was ein kleines Lob von Nagato einbringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243141","hoster":"VOE"},{"path":"/redirect/8243144","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483644","hoster":"VOE"},{"path":"/redirect/8271487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-9","name":"Anscheinend 2. Umbau?","epNo":9,"alt":"Second Remodel-poi?!","descr":"Yūdachi beginnt plötzlich ein seltsames Leuchten auszustrahlen und wird in die Fabrik gebracht. Als Fubuki und Mutsuki sie besuchen, entdecken sie, dass Yūdachi aufgrund ihrer Erfahrung in eine völlig andere Person mit neuer Ausrüstung \"umgebaut\" wurde. Später in der Nacht erfährt Yūdachi, dass sie zur Trägergruppe Eins versetzt wird, während Fubuki darüber informiert wird, dass die Mobileinheit Fünf aufgelöst und in den Marinebezirk zurückgeschickt wird. Sie ist verzweifelt, bis sie Yūdachi beim Training mit ihrer neuen Ausrüstung beobachtet und erfährt, dass die anderen Zerstörermädchen zu Fubuki als Vorbild aufblicken und ihnen den Antrieb geben, härter zu arbeiten. Während Fubuki und ihre Eskorten zum Marinebezirk segeln, schickt ein bekannter Träger der Wo-Klasse einen Angriffsgeschwader von Jägern/Bombern aus, um die Basis anzugreifen. Während bei dem Angriff keine Schiffe verloren gehen,Der Kommandant wird vermisst, da er zurückbleibt, um sicherzustellen, dass alle anderen in Sicherheit sind. Nachdem die Flottenmädchen zusammenarbeiten, um die Einrichtung wieder aufzubauen, kündigt Nagato an, dass Fubuki gemäß den letzten Befehlen des Admirals vor seinem Verschwinden umgebaut werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917170","hoster":"VOE"},{"path":"/redirect/8243149","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483647","hoster":"VOE"},{"path":"/redirect/8271498","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-10","name":"Wir geben uns Mühe","epNo":10,"alt":"Let\u0027s Do Our Best!","descr":"Als Nagato und die anderen Kommandomädchen versuchen, aus den Befehlen des Admirals herauszufinden, wo sich die Abyssal-Basis befindet, verbessert Fubuki ihre Ausbildung in der Hoffnung, die notwendigen Voraussetzungen für eine Umgestaltung zu schaffen, und lässt Mutsuki niedergeschlagen zurück, da sie weniger Zeit mit ihr verbringen kann. Als Fubuki und das reformierte Dritte Torpedogeschwader während einer Erkundungsmission auf den Abgrund treffen, eilt Fubuki herbei, in der Hoffnung, ihre Erfahrung zu erhöhen, während sie dabei schweren Schaden nimmt und es kaum lebend schafft. Als sie in den Docks aufwacht, wird sie von Mutstuki ausgeschimpft, der sie nicht wie Kisaragi verlieren will. Später in der Nacht findet Fubuki sie und entschuldigt sich, erzählt ihr von ihrem ersten Treffen mit dem Kommandanten und den Worten, die er ihr kurz nach ihrer Ankunft sagte, die sie dazu inspirierten, ihren eigenen Traum zu verfolgen, allen zu helfen, die von Akagi und Kaga bezeugt werden.Am nächsten Tag, als Akagi Fubuki bittet, sie während ihrer nächsten Mission zu begleiten, beschließt Kaga, Fubuki zu testen, um zu sehen, ob sie würdig ist, indem sie sie gegen ihre Flugzeuge ausspielt. Obwohl sie viel zu kämpfen hat und schweren Schaden nimmt, erhält Fubuki Ermutigung sowohl von Akagi als auch von Mutsuki und besteht den Test, wodurch sie das Recht erhält, umgestaltet zu werden, obwohl sich ihre Umgestaltung nicht allzu sehr von ihrer vorherigen unterscheidet (im Vergleich zu Yūdachi). Danach erklärt Nagato die MI-Basis zum nächsten Ziel für den Gegenangriff der Flotte.obwohl sich ihr Umbau nicht allzu sehr von ihrem vorherigen unterscheidet (im Vergleich zu Yūdachi). Danach erklärt Nagato die MI-Basis zum nächsten Ziel für den Gegenangriff der Flotte.obwohl sich ihr Umbau nicht allzu sehr von ihrem vorherigen unterscheidet (im Vergleich zu Yūdachi). Danach erklärt Nagato die MI-Basis zum nächsten Ziel für den Gegenangriff der Flotte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243151","hoster":"VOE"},{"path":"/redirect/8243152","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483653","hoster":"VOE"},{"path":"/redirect/8271502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-11","name":"Startet die Mission Mi!","epNo":11,"alt":"Operation MI Begins!","descr":"Nachdem Akagi einen Albtraum hat, in dem ihre Flotte während der Operation völlig besiegt wird, bittet sie Nagato, das Operationsprotokoll zu ändern, in der Hoffnung, die Katastrophe zu verhindern, die sie erwartet. Kurz darauf kündigt Nagato an, dass die Kampfflotte, einschließlich Carrier Group One und Two, Kongō und Hiei, Fubuki, Yūdachi und Kitakami, Yamato und andere Schiffe treffen wird, um MI mit einer zweiten Flotte anzugreifen, die eine Finte auf einer kleineren Basis macht. Fubuki, Yūdachi und Mutsuki treffen sich und versprechen, sicher zurückzukehren, während Mutsu versucht, Nagato zu trösten, der an der Mission zweifelt. Als die Mission beginnt, beschließt Akagi, Kongō und Fubuki zu verlassen, um auf die anderen zu warten, während die Träger den Angriff beginnen. Sie entdecken eine Flugplatzprinzessin und starten einen Überraschungsangriff, der sie schwer beschädigt, aber als sie sich auf die zweite Welle vorbereiten,Der einäugige Träger der Wo-Klasse startet seinen eigenen Überraschungsangriff mit zwei Trägern der Nu-Klasse, mehreren Zerstörern und einem Torpedo und einem leichten Kreuzer. Da ihr Bogen zerstört ist und ihre Teamkollegen schwer beschädigt werden, bleibt Akagi, die das Gefühl hat, dass sie es nicht geschafft hat, ihr Schicksal zu ändern, bewegungslos, als ein Bomber auf sie zusteuert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243157","hoster":"VOE"},{"path":"/redirect/8243156","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483658","hoster":"VOE"},{"path":"/redirect/8271514","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-1/episode-12","name":"Sturzflug!","epNo":12,"alt":"Enemy Plans Dive-Bombing From Above!","descr":"Fubuki kommt rechtzeitig an, um Akagi zu retten, kurz darauf gesellt sich Kongou, Yamatos Flotte und eine große Anzahl von Verstärkungen dazu, um der Flotte zu helfen, wieder in die Offensive zu kommen. Nachdem Akagi und Kaga zusätzliche Munition von Zuikaku und Shokaku erhalten und die Landebahn der Airfield Princess deaktiviert haben, nutzt Yamato ihre Feuerkraft, um sie zu besiegen und die Basis zu zerstören. Als eine weitere Abyssal-Flotte auftaucht, erklärt Yamato, dass es einige seltsame Kräfte gibt, die Ereignisse der Vergangenheit wiederholen, was deutlich wird, wenn die Airfield Princess sich regeneriert und stärker wird. Die Gruppe wird von der Ankunft von Nagato unterstützt, der mit der gesamten Flotte eintrifft, nachdem er die wahre Bedeutung der Pläne des Admirals ermittelt hat, aber immer noch nicht in der Lage ist, die Airfield Princess, jetzt die Midway Princess, an der Regeneration zu hindern. Jedoch,Zu ihnen gesellt sich der gepanzerte Träger Taihou, der vom sicher zurückgekehrten Admiral ausgesandt wurde, während Fubuki den verbleibenden Träger der Wo-Klasse besiegt, die Regeneration der Airfield Princess beendet und zu ihrer Niederlage führt. Nachdem alle Schiffe sicher in den Marinebezirk zurückkehren, wird Fubuki erneut vom Admiral begrüßt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8243161","hoster":"VOE"},{"path":"/redirect/8243160","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13483669","hoster":"VOE"},{"path":"/redirect/8271518","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kantai-collection-kancolle/staffel-2/episode-1","name":"","epNo":1,"alt":"Sortie Day","descr":"Die Flotte wurde neu eingeteilt und die Schiffe des Stoßtrupps treffen sich zum ersten Mal. Allerdings ist es um die Chemie in der Truppe nicht gerade gut bestimmt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12923875","hoster":"VOE"},{"path":"/redirect/11623634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-2/episode-2","name":"","epNo":2,"alt":"Into the Strait","descr":"Die Umsetzung von Plan 2 beginnt. Der Stoßtrupp bricht in See und es wird neue Ausrüstung verteilt. Die Schwere der Mission ist allerdings gleich zu Beginn spürbar.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11721257","hoster":"VOE"},{"path":"/redirect/11721259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-2/episode-3","name":"","epNo":3,"alt":"Night Battle in the Strait","descr":"Der Feind greift an. Einige Schiffe erleiden sofort schweren Schaden. Doch die Überraschungsangriffe lassen nicht nach. Ist Rettung noch zu erwarten?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11719879","hoster":"VOE"},{"path":"/redirect/11719660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-2/episode-4","name":"","epNo":4,"alt":"Sasebo","descr":"Der Trupp ist wieder zurück auf der Basis. Allerdings haben die schweren Kämpfe die Mädchen schwer mitgenommen und der Sieg erfordert einen großen Preis.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11888447","hoster":"VOE"},{"path":"/redirect/11888443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kantai-collection-kancolle/staffel-2/episode-5","name":"","epNo":5,"alt":"Torpedo Squadron 2","descr":"Die Flotte wurde neu organisiert und die Mädchen vom 2. Torpedotrupp versammeln sich. Um ihre Kampfkraft zu testen, wurde eine Übung anberaumt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11928579","hoster":"VOE"},{"path":"/redirect/11928567","hoster":"Streamtape"}]}]}]}]}