{"seriesId":"kanzlei-berger","name":"Kanzlei Berger","descr":"Als der Vater plötzlich mitten in einer wichtigen Verhandlung einen Herzinfarkt bekommt, muss die junge Anwältin Niki Berger (Nele Kiper) in der bayerischen Familienkanzlei in Landsberg am Lech einspringen und ihre Schwester Caro (Eva-Maria Reicher) unterstützen, bis Karl-Heinz Berger (Robert Giggenbach) wieder auf dem Posten ist. Schließlich geht es bei der Verhandlung um den wichtigsten Mandanten der Kanzlei. Die beiden Schwestern wuchsen ein Leben lang schon als Konkurrentinnen auf und geraten bei den Vorbereitungen auf den Fall sogleich aneinander. Wenn es jedoch hart auf hart kommt, können sich die sozial engagierte, rechtschaffene Caro und die toughe, geschäftstüchtige Niki aufeinander verlassen. Was jedoch niemand ahnt: Niki hat ihre Zulassung verloren und darf eigentlich nicht mehr als Anwältin arbeiten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Kollaps","epNo":1,"alt":"","descr":"Die ungleichen Schwestern Caro und Niki Berger sehen sich nach dem Zusammenbruch ihres Vaters gezwungen, zusammenzuarbeiten und seinen aktuellen Fall in Landsberg zu übernehmen. Waldo Hartmann, Anwalt Bergers wichtigster Mandant, möchte den Umgang mit seinem unehelichen Kind einklagen. Eigentlich kein schwerer Fall, aber Caro und Niki, ein Leben lang Konkurrentinnen, geraten schon bei den Vorbereitungen für den ersten Termin aneinander. Hartmann möchte nach neun Jahren seinen unehelichen Sohn Jonas kennenlernen, bevor dieser sich einer lebensgefährlichen Operation unterziehen muss. Doch Jonas’ Mutter Marie will jede Aufregung für ihren Sohn vermeiden und verbietet jeglichen Umgang. Caro versteht die Mutter, Niki hinterfragt den Wunsch des Mandanten nicht und glaubt, das Problem mit Geld lösen zu können. Währenddessen beschließt Angelika Berger, bis auf Weiteres zu Hause wohnen zu bleiben: Der Herzinfarkt ihres Mannes hat ihren Plan vereitelt, Karl-Heinz – hinter seinem Rücken – zu verlassen. Während Caro sich fragen muss, ob sie in diesem Fall wirklich auf der richtigen Seite steht oder ihn Niki überlassen soll, setzt diese alle Hebel in Bewegung, genau das zu verhindern – denn bisher weiß niemand aus der Familie, dass sie ihre Zulassung verloren hat.","versions":[{"lang":1,"streams":[{"redirect":8832899,"hoster":"VOE"},{"redirect":8580763,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Übergriffe","epNo":2,"alt":"","descr":"Caro Berger ist fassungslos: Ihre Schwester Niki hat tatsächlich ihre Anwaltslizenz verloren, und niemand außer ihr soll das erfahren? Glaubt Niki ernsthaft, das geheim halten zu können? Ihre neue Mandantin ist Manuela Riedmeier: Die Kellnerin beschuldigt ihren Chef, sie auf einer Betriebsfeier sexuell belästigt zu haben. Als Niki erfährt, dass Manuela einen entscheidenden Punkt verschweigt, trifft sie einen folgenschweren Entschluss. Während Karl-Heinz Berger sich in der Klinik von den Folgen des Herzinfarktes erholt, steht Angelika vor einem ganz anderen Problem: Der Zusammenbruch ihres Mannes hat ihren heimlichen Auszug vereitelt. Aber kann sie ihren Mann in der jetzigen Situation wirklich verlassen? Welche – auch gesundheitlichen – Folgen könnte es haben, wenn er erfährt, dass sie hinter seinem Rücken nicht nur eine eigene Wohnung angemietet und einen Job angenommen, sondern auch noch einen anderen Mann kennengelernt hat?","versions":[{"lang":1,"streams":[{"redirect":8832896,"hoster":"VOE"},{"redirect":8580764,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Ohrfeige","epNo":3,"alt":"","descr":"Frau Dörfler, eine ehemalige Lehrerin der Schwestern Berger, soll einen Schüler geohrfeigt haben. Da sie aber unschuldig sei, bittet sie die beiden, gegen die Suspendierung vorzugehen. Caro, die Niki wegen des Vertrauensbruchs aus der Kanzlei geworfen hatte, macht aus alter Verbundenheit gute Miene zum bösen Spiel und lässt sie noch einmal mitarbeiten. Ein Entschluss mit ungeahnten Folgen für einen Fall mit überraschendem Ausgang. Niki hat derweil noch ganz andere Probleme: Wie soll sie ihrem Vater sagen, dass die Anwaltskammer ihr die Lizenz entzogen hat? Und vor allem: wann? Um sich auf andere Gedanken zu bringen, lässt sie sich erneut auf ein Date mit Dr. Loibl ein und trifft sich mit ihm in seinem Bootshaus. Angelika Berger fasst sich ein Herz und offenbart ihrem Mann, dass sie arbeiten werde und einen Job als Maklerin angenommen habe. Karl-Heinz reagiert deutlich anders als erwartet.","versions":[{"lang":1,"streams":[{"redirect":8832902,"hoster":"VOE"},{"redirect":8580766,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Liebhaber","epNo":4,"alt":"","descr":"Caro und Niki sind fassungslos: Ihre Mutter bittet sie, das Mandat von Kapitän Lanzinger zu übernehmen – dem Mann, mit dem sie bis vor wenigen Tagen ein neues Leben anfangen wollte. Lanzinger wird vorgeworfen, bei einer Seenotrettung eines von zwei Mädchen verletzt zu haben. Beide bestreiten aber, überhaupt in Not gewesen zu sein. Niki und Caro stecken in dem Dilemma, ihrer Mutter einen Wunsch zu erfüllen, ohne ihren Vater zu hintergehen. Die Recherchen im Fall Lanzinger, für die Niki sogar Tayna, Caros Stieftochter, einsetzt, bringen zutage, dass nicht nur die Gegenseite, sondern auch Lanzinger selbst entscheidende Dinge verschweigt – ein Fakt, der das ohnehin angespannte Anwältinnen-Mandanten-Verhältnis zusätzlich belastet. Als Angelika endlich ihren Job im Maklerbüro von Erica Mukova antritt und Niki und Caro zum ersten Mal zusammenarbeiten, ohne zu streiten, scheint nach langer Zeit endlich Ruhe im Leben der Familie Berger einzukehren – wenn Karl-Heinz nicht auf die Idee käme, sich vorzeitig aus dem Krankenhaus zu entlassen und in die Kanzlei zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8832898,"hoster":"VOE"},{"redirect":8580769,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der freie Wille","epNo":5,"alt":"","descr":"Caro und Niki ärgern sich, dass ihr Vater sie in einer Kurzschlussreaktion rausgeworfen hat. Er meint, anstelle der Reha die Kanzlei lieber wieder allein führen zu müssen. Karl-Heinz hat auch schon einen neuen Fall auf dem Tisch: Das Ehepaar Wolters möchte die finanzielle Vormundschaft für ihre psychisch labile Tochter Emma übernehmen – zu groß ist die Sorge, dass sie ihre Ersparnisse einer sektenähnlichen Öko-Kommune überlassen wird. Emma bittet gleichzeitig Caro um Hilfe. Diese hat sie früher schon einmal anwaltlich vertreten. Emma ist enttäuscht, als sie erfährt, dass Caro nichts machen kann, da die Kanzlei bereits das Mandat ihrer Eltern übernommen hat. Niki versucht unterdessen, ihrem Vater – entgegen der Absprache mit ihrer Schwester – ein wenig zu helfen. Bei ihrem Undercover-Einsatz auf dem Bio-Hof macht sie allerdings eine erstaunliche Entdeckung. Angelika trifft auf ihren ersten Kunden: Cem Yilmaz sucht ein Haus für seine Frau und sich. Angelika ahnt allerdings nicht, dass sie gleich bei ihrem ersten Einsatz die Schattenseiten ihres Berufes kennenlernt. Unterdessen versucht Karl-Heinz mit allen Mitteln, niemanden in der Kanzlei merken zu lassen, dass es ihm schlechter geht, als er vorgibt.","versions":[{"lang":1,"streams":[{"redirect":8832900,"hoster":"VOE"},{"redirect":8580768,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Schuss","epNo":6,"alt":"","descr":"Niki kann nicht die Augen davor verschließen, dass sie – entgegen ihrer Prinzipien – in Martin Loibl verliebt ist. Allerdings ahnt sie nicht, dass er etwas Entscheidendes verschweigt. Caro wird unterdessen von Tobias Kern aufgesucht: Dem Berufssoldaten wurde von seinem Freund Daniel bei der Jagd versehentlich ins Knie geschossen; nun droht Berufsunfähigkeit. Eigentlich ein Routinefall – bis Daniel behauptet, von Tobias beauftragt worden zu sein! Ausgerechnet jetzt bekommt auch noch Lui, Caros Mann, Probleme: Nachdem er einen Betrunkenen wegen rassistischer Äußerungen aus seiner Bar geworfen hat, ist er wegen Körperverletzung angezeigt worden. Angelika Berger wiederum trifft im Maklerbüro auf einen überraschenden Kunden: Karl-Heinz wird vorstellig und behauptet, eine eigene Wohnung zu suchen. Angelika nimmt den Fehdehandschuh auf – mit überraschendem Ergebnis.","versions":[{"lang":1,"streams":[{"redirect":8832901,"hoster":"VOE"},{"redirect":8580767,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die ganze Wahrheit","epNo":7,"alt":"","descr":"Niki ist maßlos enttäuscht: Ihre Schwester Caro hat die Bombe platzen lassen und der gesamten Familie erzählt, dass Niki ihre Zulassung als Anwältin verloren hat. Caro hat ein schlechtes Gewissen, setzt sich aber zeitgleich mit ihrem neuen Mandanten auseinander: Frank Keil ist überzeugt, dass der Autounfall, bei dem seine Schwester als Beifahrerin starb, in Wirklichkeit ein Mord war – begangen vom Fahrer des Wagens. Karl-Heinz hat unterdessen eingesehen, dass er sich in den vergangenen Jahren seiner Frau gegenüber nicht ganz fair verhalten hat, und möchte sich versöhnen. Angelika ist aber gar nicht auf Versöhnung aus; zu sehr genießt sie ihre neue Freiheit und den Job. Niki spricht Martin auf seine gehbehinderte Frau an – und erfährt von einem interessanten Arrangement in der Ehe der Loibls. Umso erstaunter ist sie, als Martin sie mit einem gefassten Entschluss konfrontiert.","versions":[{"lang":1,"streams":[{"redirect":8832908,"hoster":"VOE"},{"redirect":8580777,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Doppelleben","epNo":8,"alt":"","descr":"Niki Berger merkt, dass Martin Loibls Entschluss, ihre Affäre zu beenden, ihr mehr zusetzt, als sie gedacht hätte. Sie ahnt allerdings nicht, was zu seiner Entscheidung geführt hat. Caro wird unterdessen von ihrer Schulfreundin Gitte aufgesucht, die ihren Lebensgefährten vermisst. Eigentlich kein Fall für die Kanzlei, aber Caro fragt trotzdem bei der Polizei nach – und erhält eine Nachricht, die Gitte an den Rand ihrer Existenz bringen könnte. Die Übernahme des Mandats führt die Berger-Schwestern nach München, wo sie als Anwalt der Gegenseite auf Nikis ehemaligen Chef treffen, Sven Winterfeld. Dieser macht Niki ein Angebot, das sie eigentlich nicht ablehnen kann, aber die Loyalität zu ihrer Familie auf den Prüfstand stellt. Sie ahnt dabei nicht, dass Winterfeld darüber hinaus noch ein Ass im Ärmel hat: Er kennt die Hintergründe, die wirklich zum Verlust von Nikis Anwaltslizenz geführt haben. Tayna hat inzwischen ein ganz anderes Problem: Hinter dem Rücken ihres Stiefgroßvaters geht sie seit geraumer Zeit nicht mehr ins Tennistraining, das von diesem weiterhin bezahlt wird – und Lui besteht darauf, dass sie Karl-Heinz endlich die Wahrheit sagt.","versions":[{"lang":1,"streams":[{"redirect":12336460,"hoster":"VOE"},{"redirect":8580770,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Raser","epNo":9,"alt":"","descr":"Benjamin, der Sohn von Landrat Lösch, sucht Hilfe bei den Bergers: Er habe zwar einen Unfall mit Fahrerflucht begangen, die Polizei ermittele aber wegen eines illegalen Autorennens. Niki sieht unterdessen eine letzte Chance, ihre Zulassung zurückzubekommen: Ihr Vater muss seinen Bestechungsversuch gestehen und sich selbst anzeigen. Karl-Heinz fürchtet allerdings um seine Reputation in Landsberg. Caro versucht, den Konflikt zwischen Niki und ihren Eltern zu entschärfen, und bietet ihr an, vorübergehend zu ihr und Lui zu ziehen. Dessen Tochter Tayna sieht hier die einmalige Gelegenheit, mithilfe ihrer Tante den schulischen Pflichten zu entgehen und stattdessen ein Konzert besuchen zu können. Isabell Loibl bleibt nicht verborgen, dass ihr Mann sich in Niki verliebt hat – und konfrontiert die beiden bei einem Dinner zu dritt mit einem überraschenden Angebot.","versions":[{"lang":1,"streams":[{"redirect":8832903,"hoster":"VOE"},{"redirect":8580780,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Mutterliebe","epNo":10,"alt":"","descr":"Caro Berger wird zu einem Tatort gerufen: Maria Buch sitzt traumatisiert neben ihrer toten Mutter – die Polizei hält anwaltliche Beratung für notwendig, da Maria schweigt. Caro schafft es nur langsam, Zugang zu der jungen Frau zu finden. Als Maria wegen Mordes angeklagt wird, fasst Caro einen überraschenden Entschluss und bittet einen Experten in Strafrecht um Hilfe: ihren Vater! Niki ist verwirrt: Hat Isabell Loibl es wirklich ernst gemeint, als sie vorgeschlagen hat, ihre Affäre mit Isabells Mann zu einer Ménage-à-trois auszubauen? Aufgewühlt sucht sie das Gespräch mit Martin – der sie mit einem unerwarteten Entschluss konfrontiert. Karl-Heinz scheint sich tatsächlich mit dem Gedanken anzufreunden, zumindest kürzerzutreten, da er in der Kanzlei nicht mehr gebraucht wird. Das kollidiert allerdings mit der Tatsache, dass Angelika mehr und mehr Freude an ihrem neuen Job findet. Niki, die zwischenzeitlich bei ihrer Schwester wohnt, torpediert in Luis Augen zunehmend die Erziehung seiner Tochter Tayna, was schließlich in einen Eklat mündet.","versions":[{"lang":1,"streams":[{"redirect":8832923,"hoster":"VOE"},{"redirect":8580776,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Privatsache","epNo":11,"alt":"","descr":"David Reichold, Erzieher im katholischen Kindergarten von Mario Angerbauers Sohn, sucht die Hilfe der Kanzlei Berger: Ihm wurde gekündigt – weil er sich scheiden lassen möchte. Caro Berger übernimmt das Mandat und ist sich sicher, dass der Gütetermin zugunsten ihres Mandanten enden wird. Das Blatt wendet sich allerdings, als sich herausstellt, dass die Scheidung nur ein vorgeschobener Grund ist: David Reichold soll homosexuell sein. Ihrer Nichte zuliebe verrät Niki ihrer Schwester nicht, dass sie bei Tayna Marihuana gefunden hat. Aber es beschleicht sie immer mehr das Gefühl, dass Taynas Schwarm Kevin keinen guten Einfluss auf die 14-Jährige hat. Angelika Berger, inzwischen erfolgreiche Maklerin, hat einen dicken Fisch an der Angel – mit einem positiven Abschluss dieses Geschäfts steht ihr sogar eine Umsatzbeteiligung bei Erica Mukova in Aussicht. Sie spannt Tayna ein, ihr zu helfen, das leer stehende Millionenobjekt herzurichten, die das wiederum stolz Kevin erzählt. Tayna ahnt allerdings nicht, dass Kevin gerade eine Party-Location sucht.","versions":[{"lang":1,"streams":[{"redirect":8832915,"hoster":"VOE"},{"redirect":8580781,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Verrat","epNo":12,"alt":"","descr":"Niki Berger ist fassungslos: Ihr ehemaliger Arbeitgeber, Kanzleichef Sven Winterfeld, hat sie wegen Mandantenverrats auf Schadensersatz in Höhe von 1,5 Millionen Euro verklagt. Falls er damit durchkäme, wäre Niki nicht nur arbeitslos, sondern auch noch hoch verschuldet. Niki fühlt sich von allen verlassen. Caro übernimmt Nikis Verteidigung und läuft bei dem Versuch, die Unschuld ihrer Schwester zu beweisen, zur Höchstform auf. Gemeinsam versuchen die Schwestern, Stück für Stück das Puzzle der für Niki schicksalhaften Nacht zusammenzusetzen – und kommen dabei zu einem Ergebnis, mit dem niemand gerechnet hätte. Während Angelika und Karl-Heinz ihren Töchtern beistehen, nutzt Tayna die Chance und baut sich mithilfe ihrer Freundin Anna eine Legende auf, die es ihr ermöglicht, von allen unbemerkt mit Kevin nach München zu fahren, um ein Konzert zu besuchen. Ein Ausflug, der in einer Katastrophe mündet. Letzte Folge der aktuellen Staffel \"Kanzlei Berger\".","versions":[{"lang":1,"streams":[{"redirect":8832921,"hoster":"VOE"},{"redirect":8580779,"hoster":"Streamtape"}]}]}]}]}