{"path":"/serie/stream/kapitn-tenkes","name":"Kapitän Tenkes","descr":"[A Tenkes kapitánya] Zu Anfang des 18 Jahrhunderts kämpft der ungarische Kapitän vom Tenkesberg gegen die Besetzung durch die Truppen der kaiserlich-österreicher Armee. Kapitän Tenkes steht auf der Seite der Bauern, Armen und Mittellosen und kämpft an ihrer Seite um ihre Rechte gegen die fremden Besetzer und Eindringlinge. Die Besetzter versuchen mit allen Mitteln ihren Gegener in die Hände zu bekommen, aber Kapitän Tenkes gelingt es immer wieder, mit den Bauern an seiner Seite gegen die feindlichen Truppen vorzugehen.","seasons":[{"path":"/serie/stream/kapitn-tenkes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-1","name":"Blutgeld","epNo":1,"alt":"","descr":"Im Militärrat herrscht Aufregung, da sich die Freiheitskämpfer gegen die österreichischen Eindringlinge zur Wehr setzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435822","hoster":"VOE"},{"path":"/redirect/11435823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-2","name":"Menschenjagd","epNo":2,"alt":"","descr":"Diesmal sind es die Labanzen – so nannte das ungarische Volk zu jener Zeit die kaiserlich-österreichischen Truppen – dem Kapitän Tenkes auf der Spur. Ja sie stöbern ihn sogar in seinem Versteck auf, ohne zu wissen, wen sie vor sich haben, aber der ungarische Wein schmeckt besser, als das Katz und Maus-Spiel mit dem Rebellenführer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435881","hoster":"VOE"},{"path":"/redirect/11435891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-3","name":"Jakob Buga","epNo":3,"alt":"","descr":"In einem Kampf wird Kaptän Tenkes verwundet, aber durch Jakob Buga in Sicherheit gebracht. Die Besatzer nehmen irrtümlich an, daß Kapitän Tenkes Tot ist, Eine Brieftaube wird mit der Nachricht daß Kapitän Tenkes noch lebt, wird losgeschickt. Doch es gelingt den Besatzern diese Brieftaube abzuschießen, da sie ausgerechnet über deren Burg fliegt. Die von Kapitän Tenkes zum Widerstand gegen die Österreicher aufgerufenen Bauern weigern sich, hohe Steuern an diese zu entrichten. Oberst Eberstein gibt Befehl, heimlich die Dörfer der Bauern zu umstellen und den bäuerlichen Besitz zu beschlagnahmen. Doch die Bauern lehnen sich auf. Unter ihnen ist Jakob Buga, ein braver ehrlicher Mann, dessen erste Begegnung mit den Soldaten der kaiserlich-österreichischen Arme über seinen Weg zu den Männern um Tenkes entscheidet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435874","hoster":"VOE"},{"path":"/redirect/11435865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-4","name":"Der Viehhändler","epNo":4,"alt":"","descr":"Die Bauern, die in der Umgebung vom Tenkesberg leben, sind in großer Sorge. Trotz vereinzelter Gegenwehr ist der teuflische Plan des Obersten von Eberstein gelungen und der ganze Viehbestand der Bauern ist gewaltsam auf die Burg gebracht worden. Die Rinder sollen mit Gewinn verkauft werden. Schon sind berittene Boten unterwegs, um die reichen Viehhändler von der bevorstehenden Versteigerung zu unterrichten. Die Rinder waren der einzig wertvolle Besitz der Bauern. Wie sollen sie ihn zurückbekommen? Die Herde wird ständig von Soldaten bewacht. Hier kann nur Kapitän Tenkes helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435863","hoster":"VOE"},{"path":"/redirect/11435866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-5","name":"Der Wunderdoktor","epNo":5,"alt":"","descr":"Oberst von Eberstein befindet sich in ständiger Geldnot. Kapitän Tenkes hat alle Pläne des Obersten zu Geld zu kommen, mit Mut und List vereitelt, und so bleibt dem Oberst nichts übrig, als den reichen Gastwirt Dudva immer wieder um Geld zu bitten. Diesmal aber hat der gerissene Dudva einen Gegenvorschlag: Er will für die Wasserentnahme aus dem kleinen Teich, dessen Heilwirkung berühmt ist, eine Steuer eintreiben. Die Idee scheint dem Oberst so interessant, daß er sofort beschließt zu der Wasserstelle zu reiten. Dort lernt er aber einen merkwürdigen Menschen kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435857","hoster":"VOE"},{"path":"/redirect/11435860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-6","name":"Der Markt","epNo":6,"alt":"","descr":"Wieder einmal hat der Gastwirt Dudva bei dem Oberst der kaiserlich-österreichischen Armee Egbert von Eberstein vorgesprochen, um ihn an der Rückzahlung der Schulden zu erinnern. Doch der Oberst hat kein einziges Geldstück, das er dem Gastwirt zurückgeben könnte. Und so ist er sehr froh, als ihm Dudva erneut einen Vorschlag macht, wie er ohne Mühe die Schulden tilgen könnte. Dudva hat es nämlich auf die hübsche Veronika, die Zofe der Frau Oberst, abgesehen und will auf alle Ansprüche verzichten, wenn er die Leibeigene des Obersten zur Frau bekommt. Der Hochzeit scheint nun nichts mehr im Wege zu stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435854","hoster":"VOE"},{"path":"/redirect/11435858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-7","name":"Veronika","epNo":7,"alt":"","descr":"Für Kapitän Tenkes und seine Braut Veronika ist eine glückliche Zeit gekommen. Die Hochzeit Veronikas mit dem geldgierigen Dudva ist verhindert worden, und Veronika lebt jetzt bei den aufständischen Bauern. Täglich ist sie mit Kapitän Tenkes zusammen, der sie darin unterrichtet, mit der Pistole und dem Messer umzugehen. Denn das Leben in den Bergen ist sehr gefährlich. Wie recht Kapitän Tenkes mit dieser Vorsichtsmaßnahme hat, soll sich bald herausstellen, denn dem Gastwirt Dudva ist es gelungen, den Aufenthaltsort von Veronika und Kapitän Tenkes herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535006","hoster":"VOE"},{"path":"/redirect/11435851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-8","name":"Der Scholar","epNo":8,"alt":"","descr":"In der Gastwirtschaft des reichen Dudvas ist ein junger Scholar abgestiegen. Er spielt vortrefflich Flöte und weiß auch mit der Trompete umzugehen. Als Oberst von Eberstein von diesem jungen Mann hört, schöpft er sofort Verdacht. Sollte dieser Scholar vielleicht Kontakt mit den aufständischen Bauern suchen? Er wird sich den Fremden einmal aus der Nähe ansehen. Aber auch unter den Bauern ist man auf ihn aufmerksam geworden. Ist er der schon lange erwartete Kurier?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435853","hoster":"VOE"},{"path":"/redirect/11435843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-9","name":"Schießpulver","epNo":9,"alt":"","descr":"Der Österreichische Festungskommandant Oberst von Eberstein erteilt seinem Hauptmann einen wichtigen Auftrag: Ein Schießpulvertransport soll gesichert werden: Der Oberst läßt keinen Zweifel daran, daß es den Kopf des Hauptmanns kosten wird, wenn dieser sich wieder von Kapitän Tenkes und seinen Männern verführen lassen sollte und das wertvolle Schießpulver nicht ordnungsgemäß abgeliefert wird. Um ganz sicher zu gehen, hat sich der Oberst etwas ganz Besonderes ausgedacht. Das Pulver soll in Mehlfässern transportiert werden, um die aufständischen Bauern zu täuschen. Wirklich kein übler Plan…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535005","hoster":"VOE"},{"path":"/redirect/11435841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-10","name":"Kriegsplan","epNo":10,"alt":"","descr":"Während die Offiziere zusammensitzen und den Angriffsplan beraten, dringt Kapitän Tenkes in die Burg ein und kann wichtige Teile dieses Planes belauschen. Aber er kennt nicht den ganzen Plan. Bis zur Wiener Regierung hat es sich herumgesprochen, daß dem Oberst Eberstein, bei dem Vorhaben, mit den Bauern, die unter der Führung von Kapitän Tenkes kämpfen, fertig zu werden, alles mißlingt. Der Kriegsrat überarbeitet einen Kriegsplan und schickt einen General mit diesem Plan nach Ungarn. Tenkes erfährt von diesem Plan und setzt alles daran, diesen Plan in seine Hände zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535004","hoster":"VOE"},{"path":"/redirect/11435840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-11","name":"Die Gefangenschaft","epNo":11,"alt":"","descr":"Die Besatzer überfallen die Dörfer, um die Steuern einzutreiben. Dabei kommt es zum Kampf mit den Bauern, die sich zur Wehr setzen und Kapitän Tenkes wird gefangen genommen. Die Bauern umstellen die Burg und gelangen über einen Tunnel, der zum Brunnen führt, in die Burg und es gelingt ihnen Kapitän Tenkes wieder zu befreien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13015971","hoster":"VOE"},{"path":"/redirect/11435834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-12","name":"Ohne Gnade","epNo":12,"alt":"","descr":"Die Falle des Obersten von Eberstein ist zugeschlagen und Kapitän Tenkes ist trotz tapferer Gegenwehr auf die Burg geschleppt und in den Kerker geworfen worden. Die Bauern aber zermartern sich den Kopf, wie sie dem Kapitän am besten helfen könnten. Ein Sturmangriff würde wenig nützen, denn sie sind im Augenblick nicht stark genug, um die wehrhafte Burg zu erobern. Wenn also Gewalt nicht möglich ist, dann muß List helfen. Aber es ist sehr schwer, einen guten Plan zu ersinnen, wenn man weiß wie wenig Zeit man noch hat und daß oben auf der Burg das Schafott bereits auf Kapitän Tenkes wartet. Man denkt an alle Möglichkeiten und verwirft sie wieder, bis plötzlich ein alter Kuruze auf den rettenden Einfall kommt. Allen ist klar, nur so kann man Kapitän Tenkes helfen, und die Männer hoffen bangen Herzens, daß man sich auch auf die Schilderungen des alten Mannes verlassen kann. Wenn dieser Plan fehlschlägt, ist alles verloren, denn die Österreicher kennen keine Gnade.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435829","hoster":"VOE"},{"path":"/redirect/11435830","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kapitn-tenkes/staffel-1/episode-13","name":"Mit Schwert und Peitsche","epNo":13,"alt":"","descr":"Oberst von Eberstein ist völlig verwirrt: Mitten auf der österreichischen Burg wurde ein General von den aufständischen Bauern gefangengenommen. Wenn er die Sache allerdings in Ruhe überdenkt, so sind für ihn mit dem Verschwinden des Generals eine Menge Probleme beseitigt. Schließlich wollte der General ihn vor ein Kriegsgericht bringen, und das kann er beim Stand der Dinge nun nicht mehr tun. Und einen weiteren Trumpf hat der Oberst noch in der Hand: Es war ihm gelungen, den legendären Kapitän Tenkes zu fangen und in den Kerker der Burg zu werfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11435825","hoster":"VOE"},{"path":"/redirect/11435835","hoster":"Streamtape"}]}]}]}]}