{"seriesId":"kara-ben-nemsi-effendi","name":"Kara Ben Nemsi Effendi","descr":"Beim Ritt durch die Wüste entdecken Kara Ben Nemsi und sein Diener Hadschi Halef Omar einen Ermordeten. Sie verzichten darauf, die vermeintlichen Täter den Behörden zu übergeben, um mehr über die Hintermänner zu erfahren. Mit diesem Vorfall beginnt für die beiden ein großes Abenteuer, das erste in der Serie von Karl May-Geschichten, die alle im Orient spielen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Tote im Wadi Tarfaui","epNo":1,"alt":"","descr":"Beim Ritt durch die Wüste entdecken Kara Ben Nemsi und sein Diener Hadschi Halef Omar einen Ermordeten. Sie verzichten darauf, die vermeintlichen Täter den Behörden zu übergeben, um mehr über die Hintermänner zu erfahren. Mit diesem Vorfall beginnt für die beiden ein großes Abenteuer …","versions":[{"lang":1,"streams":[{"redirect":8832905,"hoster":"VOE"},{"redirect":8580771,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Schwur im Schott","epNo":2,"alt":"","descr":"Kara Ben Nemsi und Hadschi Halef Omar verfolgen zwei Männer, die in der Wüste einen Europäer ermordet haben. Die Jagd führt auf ein gefährliches Salz-Schott. Als der Führer der Freunde getötet wird, sind sie hilflos. Da erscheint eine Figur am Horizont. Noch ist ungewiß: Naht ein Retter oder der Feind?","versions":[{"lang":1,"streams":[{"redirect":8832906,"hoster":"VOE"},{"redirect":8580775,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mekka","epNo":3,"alt":"","descr":"Hadschi Halef Omar soll zum Schein das Enkelkind des Scheichs heiraten: Denn die junge Hanneh kann auf keinen Fall ohne Ehemann nach Mekka reisen. Kara Ben Nemsi versucht, dem Freund aus dieser verzwickten Situation zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8832907,"hoster":"VOE"},{"redirect":8580778,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Festung","epNo":4,"alt":"","descr":"Der Mütessellim (Herbert Fleischmann) ist Kommandant der Felsfeste Amadije. Er hat alle Maßnahmen getroffen, um Fluchtversuche zu verhindern. Zu den Gefangenen zählt auch der Sohn des Scheichs der Haddedihn. Kara Ben Nemsi und Hadschi Halef Omar sollen ihn jetzt befreien.","versions":[{"lang":1,"streams":[{"redirect":8832904,"hoster":"VOE"},{"redirect":8580782,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Amat El Ghandur","epNo":5,"alt":"","descr":"Kara Ben Nemsi muß eine List anwenden, um mit dem Mütesselim, dem Kammandanten der Festung Amadije, fertig zu werden. Nur so hat er eine Chance, den Sohn des Haddedihn zu befreien. Wird das Unternehmen gelingen?","versions":[{"lang":1,"streams":[{"redirect":8832909,"hoster":"VOE"},{"redirect":8580783,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Flucht","epNo":6,"alt":"","descr":"Kara Ben Nemsi und Hadschi Halef Omar sind wieder Verbrechern auf der Spur. Räuberische Beduinen haben den Scheich der Haddedihn und seinen Sohn erneut gefangen. Sie halten ihr böses Spiel schon für gewonnen, doch Kara Ben Nemsi und sein Freund vereiteln ihren Plan.","versions":[{"lang":1,"streams":[{"redirect":8832912,"hoster":"VOE"},{"redirect":8580784,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abu en Nassr","epNo":7,"alt":"","descr":"Kara Ben Nemsi ist zusammen mit Hadschi Halef Omar in dem Haus des Großkaufmanns Maflei abgestiegen. Derwische erinnern die beiden Reisenden an die Aufgabe, die sie sich stellten. Durch neue Intrigen werden sie wieder auf die Organisation des Schut aufmerksam, die sie verfolgen wollen.","versions":[{"lang":1,"streams":[{"redirect":8832911,"hoster":"VOE"},{"redirect":8580786,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Barud el Amasat","epNo":8,"alt":"","descr":"Kara Ben Nemsi und Hadschi Halef Omar schmieden in der Villa des Kaufmanns Maflei Pläne für einen Vorstoß ins Landesinnere, um einen Freund des Hauses außer Gefahr zu bringen. Zuvor aber gilt es, den betörenden Netzen der schönen Senitza auszuweichen.","versions":[{"lang":1,"streams":[{"redirect":8832910,"hoster":"VOE"},{"redirect":8580785,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Falle","epNo":9,"alt":"","descr":"Wieder einmal kann sich Kara Ben Nemsi in Sicherheit bringen. Stolz erzählt er seinen Freunden Omar Ben Sadek (Will Danin) und Hulman (Peter Capell) davon. Bei der Verfolgung der Geheimbündler des Schut ist es ihm gelungen, Barud el Amasat vor den Kadi zu bringen. Doch Barud entkommt abermals.","versions":[{"lang":1,"streams":[{"redirect":8832913,"hoster":"VOE"},{"redirect":8580790,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Koptscha","epNo":10,"alt":"","descr":"Kara Ben Nemsi und Hadschi Halef Omar verfolgen den Schut und seine Bande von üblen Galgenvögeln.","versions":[{"lang":1,"streams":[{"redirect":8832914,"hoster":"VOE"},{"redirect":8580794,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Unter Paschern","epNo":11,"alt":"","descr":"Kara Ben Nemsi läßt sich von den scheinbar gutgemeinten Warnungen des Boschak (Willy Semmelrogge) prompt in eine Falle locken.","versions":[{"lang":1,"streams":[{"redirect":8832920,"hoster":"VOE"},{"redirect":8580787,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wieder auf der Spur","epNo":12,"alt":"","descr":"Kara Ben Nemsi und seine Gefährten Hadschi Halef Omar und Omar Ben Sadek sind unterwegs nach Melnik","versions":[{"lang":1,"streams":[{"redirect":8832917,"hoster":"VOE"},{"redirect":8580792,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Mübarek","epNo":13,"alt":"2","descr":"Kara Ben Nemsi und sein Gefährte Hadschi Halef Omar haben Melnik verlassen. Sie wollen die Bande des Schut endlich in Ostromdscha vernichten.","versions":[{"lang":1,"streams":[{"redirect":8832922,"hoster":"VOE"},{"redirect":14166773,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Entlarvung des Mübarek","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":8832916,"hoster":"VOE"},{"redirect":8580793,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Brüder Aladschy","epNo":2,"alt":"","descr":"Die Einwohner von Ostromdscha erleben ein Wunder: Drei Reisende erweisen sich bei einer in der Öffentlichkeit stattfindenden Probe als \"kugelfest\". Da es sich bei den drei Fremden aber um Kara Ben Nemsi und seine Gefährten Hadschi Halef Omar und Omar Ben Nemsi handelt, muß eine List im Spiel sein. Kara Ben Nemsi will mit dieser Demonstration seiner Unverwundbarkeit die Brüder Aladschy abschrecken, die ihn und seine Gefährten im Auftrag des Schut erledigen sollen.","versions":[{"lang":1,"streams":[{"redirect":8832918,"hoster":"VOE"},{"redirect":8580797,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Geheimnis der Schluchthütte","epNo":3,"alt":"","descr":"Dr. Marterstein (Günter Gräwert) behandelt den im Kampf verletzten Kara Ben Nemsi. Der Deutsche vermittelt ihm als Gegenleistung neue Erkenntnisse über die Anwendung von Gips. Kaum ist er genesen, nimmt Kara Ben Nemsi mit seinen Begleitern die Spur des Schut wieder auf. Ein Pferdehändler erbietet sich, die drei in den Schlupfwinkel des Verbrechers zu führen.","versions":[{"lang":1,"streams":[{"redirect":8832919,"hoster":"VOE"},{"redirect":8580795,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Knapp am Tode vorbei","epNo":4,"alt":"","descr":"Kara Ben Nemsi und Hadschi Halef Omar sind in der Schlucht in eine schreckliche Falle geraten. Ben Nemsi schießt einen Fluchtweg frei. Es kommt zu einem erbitterten Kampf, bei dem Mübarek schwer verwundet wird. Aber die Feinde entkommen noch einmal.","versions":[{"lang":1,"streams":[{"redirect":8832924,"hoster":"VOE"},{"redirect":8580799,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Tschakan des Skipetaren","epNo":5,"alt":"","descr":"Der armeslige Schneider Afrit beitet sich Kara Ben Nemsi und Hadschi Halef Omar als ortskundiger Führer zum geheimen Schlupfwinkel des Schut an. Der Deutsche und sein treuer Diener nehmen das Angebot an. Sie ahnen nicht, daß sie einem Vertrauten des Verbrechers auf den Leim gegangen sind. Zu allem Unglück hat Hajdar dem Effendi auch noch Blutrache geschworen. Sie wird nach Landessitte nur dann aufgehoben, wenn der Bluträcher seinem Todfeind das Leben verdankt.","versions":[{"lang":1,"streams":[{"redirect":13101358,"hoster":"VOE"},{"redirect":8580798,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Turm der alten Mutter","epNo":6,"alt":"","descr":"Kara Ben Nemsi und Hadschi Halef Omar sind von dem beflissen-hilfbereiten Araber Afrit zu einem alten Schloß geführt worden, wo sie übernachten sollen. Afrit, in Wahrheit ein Komplize des Schut, will sie damit natürlich nur in einen Hinterhalt locken. Doch der geplante Anschlag mißlingt. Hadschis Wachsamkeit rettet ihnen im letzten Moment das Leben. Aber die Gegner geben nicht auf. Ein neuer Plan wird geschmiedet, der nun endgültig das Ende des verhaßten Effendi und seines Begleiters bedeuten muß.","versions":[{"lang":1,"streams":[{"redirect":8832925,"hoster":"VOE"},{"redirect":8580800,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Überfall","epNo":7,"alt":"","descr":"Hadschi Halef Omar ist in seinem Übereifer den Banditen in die Hände gelaufen, die nach einem Überfall von Kara Ben Nemsi und seinen Gefährten verfolgt werden. Die Schurken drohen, ihm die Zunge abzuschneiden, wenn er nicht sagt, wie er auf ihre Spur kam. Hadschi Halef Omar zeigt ihnen, was sein Mundwerk leistet, solange es heil ist: Er schwatzt den Räubern ein tolles Märchen auf.","versions":[{"lang":1,"streams":[{"redirect":8832927,"hoster":"VOE"},{"redirect":8580801,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Tod des Mübarek","epNo":8,"alt":"","descr":"Noch immer ist Kara Ben Nemsi auf der Jagd nach dem Schut. Als Führer hat sich ihm der zwielichtige Dschemal angeboten, dem der Effendi und dessen Gefährten mißtrauen. Kara Ben Nemsi ist jedoch der Meinung: Ein Schurke, den man durchschaut hat, kann einem mehr nützen als schaden. Eine unverhoffte Überraschung bringt allerdings die Jagd auf einen Bären. Plötzlich steht der Effendi vor dem todkranken Mübarek, dessen Haß jedoch ungebrochen ist.","versions":[{"lang":1,"streams":[{"redirect":8832930,"hoster":"VOE"},{"redirect":8580804,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In der Teufelsschlucht","epNo":9,"alt":"","descr":"Omar Ben Sadek hat den Mörder seines Vaters, Barud el Amasat (Joachim Regelien) im Kampf besiegt und will Rache üben. Kara Ben Nemsi, der mit seinen Gefährten auf der Spur seiner Feinde in die Teufelsschlucht gekommen war, konnte dieses haßerfüllte Duell nicht verhindern. Inzwischen tauchen zwei neue Gegner auf, Scharka und Marko, enge Vertraute des Schut. Sie wollen mit List zu Ende bringen, was die anderen mit Gewalt nicht erreichen konnten. Von ihrem Erfolg sind die Schurken absolut überzeugt. Sie haben allerdings nicht mit Kara Ben Nemsi gerechnet.","versions":[{"lang":1,"streams":[{"redirect":8832928,"hoster":"VOE"},{"redirect":8580802,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Juwelenhöhle","epNo":10,"alt":"","descr":"Kara Ben Nemsi, Omar Ben Sadek und Hadschi Halef Omar überrumpeln die beiden Schurken Marko (Gerd Baltus) und Scharka (Hans-Helmut Dickow). Die Vertrauten des Schut merken zu spät, daß sie in eine Falle gegangen sind.","versions":[{"lang":1,"streams":[{"redirect":8832931,"hoster":"VOE"},{"redirect":8580806,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Vertaute des Schut","epNo":11,"alt":"","descr":"Hadschi Halef Omar findet in der Hütte von Scharka ein Waffenarsenal. Kara Ben Nemsi nimmt nun keine Rücksicht mehr. Scharka gesteht unter Druck die schrecklichsten Verbrechen, die ein Mensch begehen kann. Und immer wieder fällt in diesem Zusammenhang der Name des Schut. Kara Ben Nemsi weiß nun, wo er ihn finden kann. Sofort macht er sich mit seinen Gefährten auf den Weg.","versions":[{"lang":1,"streams":[{"redirect":8832929,"hoster":"VOE"},{"redirect":8580809,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Schut","epNo":12,"alt":"","descr":"Endlich ist Kara Ben Nemsi am Ziel: Er weiß nun, wer der Schut ist und wo er sich aufhält. In einem unterirdischen Versteck findet man auch seine Gefangenen. Noch bevor Kara Ben Nemsi sie befreien kann, erscheint plötzlich der Schut. Er flüchtet jedoch vor der Übermacht. Kara Ben Nemsi folgt ihm, und es kommt zum entscheidenen Kampf.","versions":[{"lang":1,"streams":[{"redirect":8832932,"hoster":"VOE"},{"redirect":8580805,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Rih","epNo":13,"alt":"","descr":"Kara Ben Nemsi und seine Freunde haben den Schut (Eduardo Fajardo) gefangengenommen. Da Kara Ben Nemsi weiß, daß er es mit einem gerissenen Gauner zu tun hat, entschließt er sich, in aller Öffentlichkeit den \"Han\" (das Wirtshaus) des Schut zu durchsuchen, um Beweise für dessen Untaten zu finden. Das Haus gleicht einer Festung. Dennoch betritt der Effendi mit seinen Gefährten die \"Höhle des Löwen\". Trotz ihrer Wachsamkeit gelingt es dem Schut zu entkommen. Kara Ben Nemsi nimmt sofort auf seinem pfeilschnellen Pferd die Verfolgung auf.","versions":[{"lang":1,"streams":[{"redirect":13101359,"hoster":"VOE"},{"redirect":8580807,"hoster":"Streamtape"}]}]}]}]}