{"path":"/serie/stream/katanagatari","name":"Katanagatari","descr":"[Ger Sub] Der legendäre Schwertschmied Shikizaki Kiki schuf in seiner Karriere 1000 Schwerter. Je mehr der Schwerter ein Staat besitzt, desto größer sind seine Erfolge in den Kriegen. Als der Shogun als Sieger hervorging, sammelte er 988 der Schwerter, doch diese waren nur die `Übungsstücke`. Die letzten zwölf Schwerter wären die Krönung seiner Karriere. Jedes von ihnen ist so mächtig, dass ein einzelner Mann damit eine kleine Armee besiegen kann.","seasons":[{"path":"/serie/stream/katanagatari/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/katanagatari/staffel-1/episode-1","name":"","epNo":1,"alt":"Kanna, the Cutting Sword","descr":"Der junge Stratege Togame kommt auf der Insel Fushou an und sucht das Oberhaupt der Yasuri-Familie, die vor vielen Jahren dort verbannt wurde. Sie lernt das derzeitige Familienoberhaupt Yasuri Shichika und seine Schwester Nanami kennen. Togame erklärt, wie sie auf der Suche nach den 12 mächtigsten Schwertern Japans ist, die von Kiki Shikizaki hergestellt wurden und seine Hilfe braucht. Shichika hat kein Interesse, ihr zu helfen, bis Togame ihm befiehlt, sich in sie zu verlieben und ihm einen Grund gibt. Plötzlich werden sie von einem Ninja des Maniwa Ninja Corps mit einem der 12 Schwerter, Zettō Kanna, angegriffen. Shichika besiegt den Ninja, nimmt sein Schwert und sie machen sich auf zu ihrer Reise durch Japan.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615348","hoster":"VOE"},{"path":"/redirect/8272053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-2","name":"","epNo":2,"alt":"Namakura, the Decapitation Sword","descr":"Als sie auf dem Festland ankommen, findet Shichika eine seltsame Welt voller Menschen vor und hat Schwierigkeiten, eine Person von einer anderen zu unterscheiden. Nach einem Monat auf Reisen erreichen Togame und Shichika Inaba auf ihrer Suche nach dem nächsten Schwert, Zantō Namakura. Inaba ist zu einer ständig wachsenden Sandwüste gewordenund schließlich erreichen sie die Gekoku-Burg, die im Sand versinkt. Draußen stolpern sie über die Leiche des \"umgekehrten\" Ninja Shirasagi Maniwa, der gerade von dem Ronin Uneri Ginkaku getötet wurde. Sie finden Ginkaku allein im Schloss lebend, in einem kleinen Raum mit nichts außer dem Schwert. Nachdem die Verhandlungen gescheitert sind und sie Zeuge von Ginkakus herausfordernder Geschwindigkeit werden, ziehen sich Togame und Shichika zurück, um einen Plan zu entwickeln. Nach einiger Überlegung fordert Shichika Ginkaku erneut heraus und besiegt ihn dieses Mal, was ihnen das zweite Schwert einbringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615350","hoster":"VOE"},{"path":"/redirect/8272057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-3","name":"","epNo":3,"alt":"Tsurugi, the Sword of Thousand","descr":"Im dritten Reisemonat erreicht das Duo den Sanzu-Schrein in der Provinz Izumowo der Ex-Banditenmeister, die junge Frau, die den Namen des ehemaligen Priesters Tsuruga Meisai angenommen hat, das dritte Schwert, Sentō Tsurugi, beschützt. Bevor Shichika Meisai um das Schwert bekämpfen kann, muss Togame das Originalschwert der tausend Schwerter finden, die unter den Schreinmädchen verteilt sind. Der Schrein ist ein Zufluchtsort für misshandelte Frauen und jede trägt eine der Klingen als Schutz. Während Togame in den nächsten Tagen sucht, verbindet sich Shichika mit Meisai und erfährt von ihrem Kampf, die Jungfrauen zu beschützen, und Shichika offenbart ihr, dass er seinen Vater getötet hat. Ein weiterer Ninja des Maniwa Corps, Kuizame von Sabaku, taucht auf und sucht Sentō Tsurugi. Er greift mit seinen sich drehenden Kettenklingen an, Nipou Uzugatana, trifft aber durch Meisais Hand einen schnellen Tod. Am nächsten Tag,Togame präsentiert Meisai das, was sie zu dem Schluss kommt, dass es das älteste Schwert ist und Meisai stimmt zu, gegen Shichika zu kämpfen. Meisai verwendet den Sentouryū-Stil, bei dem Sie Waffen einsetzen, sobald sie zur Hand sind, aber der Kampf endet mit Meisais Tod und dem dritten Schwert in Togames Händen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13922504","hoster":"VOE"},{"path":"/redirect/8272071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-4","name":"","epNo":4,"alt":"Hari, the Slender Sword","descr":"Im vierten Monat erreichen Togame und Shichika ein Dorf in der Nähe von Sou in der östlichen Präfektur Yamaguchi . Sie suchen Hakuhei Sabi, einen der stärksten Schwertkämpfer Japans, der das dünne und zerbrechliche Schwert Hakutō Hari besitzt. Sabi fordert Shichika heraus, sich auf der Insel Ganryū zu treffen und um ihre Schwerter zu duellieren. Währenddessen wird Shichikas Schwester Nanami von der Maniwa Ninja-Insektengruppe bei einem Entführungsversuch angegriffen. Ihre Feinde entdecken bald, dass Nanami aufgrund ihrer Fähigkeit, jede Technik, die sie sieht, nachzuahmen, tatsächlich die mächtigere der Yasuri-Geschwister ist, und sie kann sie leicht beseitigen. Auf der Insel Ganryū besiegt Shichika Hakuhei Sabi, obwohl er anscheinend viel stärker ist als die anderen Gegner. Shichika und Togame erhalten ihr viertes Schwert, obwohl weder Hakuhei noch der Kampf jemals gezeigt werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615349","hoster":"VOE"},{"path":"/redirect/8272077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-5","name":"","epNo":5,"alt":"Yoroi, the Rebel Sword","descr":"Im fünften Monat trifft das Duo auf die Piratin Kanara Azekura, die den kleinen Hafen von Satsuma regiert. Er besitzt eine der 12 abweichenden Klingen, Zokutō Yoroi, die zu einer Rüstung verarbeitet ist. Da Togame seiner verstorbenen jüngeren Schwester ähnelt, schließt Azekura einen Deal ab, dass er Togame als seine Frau nimmt, wenn er einen Kampf gewinnt. Schwerter im Austausch dafür, zwei von ihnen behalten zu können. Nach dem Verlust von 6 der Maniwa-Ninja bietet Hōō, Kommandant des Maniwa-Vogeltrupps, Togame einen Waffenstillstand bei der Suche nach den Schwertern an, um im Gegenzug zwei von ihnen selbst behalten zu können, und sie stimmt zu. Shichika und Azekura beginnen ihren Kampf, und nachdem sie festgestellt haben, dass er die Rüstung nicht durchdringen kann, besiegt Shichika Azekura, indem sie ihn in den Boden schlägt. Nach seiner NiederlageAzekura ändert boshaft den Kurs des Schiffes, das Togame und Shichika von ihrem nächsten Zielort aus transportiertProvinz Owari in die kalten nördlichen Länder von Enzo .","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615352","hoster":"VOE"},{"path":"/redirect/8272084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-6","name":"","epNo":6,"alt":"Kanazuchi, the Twin Swords","descr":"Auf dem Mt. Odori in der Ezo-Region verloren und frierend, werden Togame und Shichika von einem unglaublich starken 11-jährigen Mädchen namens Konayuki Itezora gerettet, das die letzte des Itezora-Clans ist, von dem sie sagt, dass sie alle in einer Lawine getötet wurden. Währenddessen gruppieren sich die verbleibenden Mitglieder der Maniwa-Ninja neu und bereiten sich darauf vor, gemeinsam abweichende Klingen zu sammeln, während sie Togame und Shichika ausweichen, aber Kyōken hebt nach Togame auf, um Rache zu suchen. Am Mt. Odori findet Konayuki das sechste Schwert, das unglaublich schwere Sōtō Kanazuchi. Sie befolgt die Anweisungen ihres Clans, das Schwert nur aufzugeben, wenn sie im Kampf besiegt wird. Sie kämpfen und Shichikas Arm wird durch einen unerwarteten Schlag gebrochen, den ersten Kampf verliert er. Während Shichika sich erholt, trifft die rachsüchtige Kyōken Maniwa ein und nutzt ihre Macht, um den Körper und das Gedächtnis des Konayuki zu übernehmen.Kyōken erkennt plötzlich, dass Konayukis Clan vernichtet wurde. Kyōken verwickelt Shichika dann in einen Kampf, aber dieses Mal kann Shichika die Bewegungen des erfahrenen Ninja vorhersagen. Er besiegt Kyōkens Geist und gibt Konayuki die Kontrolle über ihren eigenen Körper zurück. Hōō Maniwa kommt mit Kawauso an und entschuldigt sich für Kyōkens Verhalten und tötet Kawauso als Zeichen des guten Willens vor ihren Augen. Später gibt Konayuki das Schwert auf und verspricht, es auf ihrem Weg zum Sanzu-Schrein zum Festland zu bringen.tötet Kawauso vor ihren Augen. Später gibt Konayuki das Schwert auf und verspricht, es auf ihrem Weg zum Sanzu-Schrein zum Festland zu bringen.tötet Kawauso vor ihren Augen. Später gibt Konayuki das Schwert auf und verspricht, es auf ihrem Weg zum Sanzu-Schrein zum Festland zu bringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615354","hoster":"VOE"},{"path":"/redirect/8272092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-7","name":"","epNo":7,"alt":"Bita, the Evil Sword","descr":"Vor einiger Zeit auf der Insel ärgerte sich Nanami über den langsamen Fortschritt ihres Bruders und beschloss, die Schwerter selbst einzusammeln. Unterwegs vernichtete sie die Itezora und reiste dann nach Shireizan, wo sie die Bevölkerung auslöschte und eines der 12 Schwerter, Akutō Bita, in Besitz nahm. Jetzt in der Gegenwart konfrontiert Shichika Nanami im Seiryouin Gokenji Tempel auf dem Mt. Sayabashiri, Tosa, beobachtet von Togame und Prinzessin Hiteis Diener Sōda Emonzaemon. Nanami ist jetzt viel stärker, nachdem sie die Stärke der Itezora-Leute gewonnen hat, und erweist sich damit als mächtigerer Gegner als zuvor. Sie enthüllt, dass sie Akutō Bita in ihr Herz gestürzt hat, um ihre Erholungsfähigkeiten zu vergrößern. In Vorbereitung auf ein letztes Duell,Togame sagt Shichika, dass er einen Fehler in seiner Kombinationstechnik hat und ermutigt ihn, die Reihenfolge seiner Angriffe zu variieren. Shichika und Nanami treffen sich im Tempel zu einem Kampf auf Leben und Tod, doch gerade als sie beginnen, werden alle Kerzen gemäß Togames Plan gelöscht und liegen im Dunkeln. Shichika schlägt Nanami und entfernt Akutō Bita, aber Nanami schneidet Togames langes Haar ab und kämpft weiter und zwingt Shichika, sie zu töten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582440","hoster":"VOE"},{"path":"/redirect/8272100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-8","name":"","epNo":8,"alt":"Kanzashi, the Sword of Precision","descr":"Auf dem Rückweg nach Owari finden die beiden das nächste Schwert, das Biyorigō in eine mechanische Puppe eingebettet ist, die einen verlassenen See bewohnt. Währenddessen trifft Umigame Maniwa unterwegs auf Emonzaemon. Er enthüllt, dass die Maniwa seine Vorfahren, das Aioi-Ninja-Korps, ausgelöscht haben und tötet Umigame kurzerhand. Togame sammelt Informationen und versucht, die mechanische Puppe zu fangen, indem sie eine Falle stellt, die jedoch fehlschlägt. Shichika kämpft schließlich gegen die mechanische Puppe, aber er blockiert und weicht allen ihren Angriffen aus, bis ihr die Energie ausgeht und Shichika hereinstürzt, um sie einzufangen. Später schickt Togame die Puppe ohne Klingen zu Prinzessin Hitei, während sie dort bleiben, um die Werkstatt von Shichikais zu finden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615353","hoster":"VOE"},{"path":"/redirect/8272107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-9","name":"","epNo":9,"alt":"Nokogiri, the Sword of Kings","descr":"Togame und Shichika treffen nun Zanki Kiguchi, den Besitzer des Shinō Issō Dojos und des neunten Schwertes, Ōtō Nokogiri. Togame und Kiguchi spielen Shōgi für Nokogiri, aber Kiguchi verliert, also muss sie Shichika mit Bambusschwertern bekämpfen . Shichika verliert schwer, da das Erbe seiner Familie ihn einfach daran hindert, Schwerter zu führen, also beschließt Kiguchi, ihm die Kunst des Kendo . beizubringen. Währenddessen finden die drei verbliebenen Maniwa in einer Höhle das Schwert Dokutō Mekki. Zurück im Dojo erweist sich Shichika als ungeschickt und verursacht viele kompromittierende Situationen, die Togame ungemein eifersüchtig machen. Währenddessen befiehlt Prinzessin Hitei ihrem Diener Sōda Emonzaemon, Hōō Maniwa zu ermorden. Er findet das verbleibende Maniwa Ninja Corps, Hōō, Pengin und Oshidori, aber Hōō und Pengin entkommen und lassen Oshidori allein, um sich Emonzaemon zu stellen. Nach einem hart umkämpften Kampf erschießt Emonzaemon sie mit seinen Pistolen. Zurück im Shinō Issō Dojo küsst Togame Shichika, was ihn dazu bringt, sein Kendo-Training zu vergessen. Als Shichika endlich Kiguchi gegenübersteht, lenkt Togame sie während des Spiels mit Shōgi-Bewegungen ab. Nachdem Shichika Kiguchi mit einem völlig unvorhersehbaren Zug besiegt hat, übergibt sie den Ōtō Nokogiri.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615355","hoster":"VOE"},{"path":"/redirect/8272116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-10","name":"","epNo":10,"alt":"Hakari, the Sword of Truth","descr":"Togame und Shichika kommen in Togames verlassener Heimat Hyakkeijō in Ōshū an, wo sie den heiligen Mann Rinne Higaki treffen. Er erscheint Shichika in Form eines jungen Mädchens, während Togame ihn als ihren Vater sieht. Higaki erzählt Togame, dass er das Schwert Seitō Hakari 30 Meter unter der Erde vergraben hat und sie beginnt wütend zu graben. Higaki lässt Shichika und Togame mit unangenehmen Erinnerungen aus ihrer Vergangenheit konfrontiert werden: Shichika sieht diejenigen, die ihn besiegt haben, und den Tod seiner Schwester, während Togame ihren Vater von Mutsue Yasuri ermordet sieht. Die beiden verbleibenden Maniwa Ninja, Hōō und Pengin machen sich mit dem Schwert Dokutō Mekki auf den Weg nach Ōshū, während Prinzessin Hitei Emonzaemon schickt, um Togames wahre Identität herauszufinden. Higaki transportiert Shichika in eine illusionäre Welt, in der sie anfangen zu kämpfen, aber Higaki vermeidet Shichika\u0027s Angriffe und wirft Fragen auf, um Shichika dazu zu bringen, seinen wahren Grund für den Kampf zu erkennen. Shichika und rennt zurück zu Togame, der Higakis Absichten erkennt und sie mit der Erinnerung an die sterbenden Worte ihres Vaters belohnt wird. Seitō Hakari, die keine Klinge hat, holt sie sich leicht zurück. Später enthüllt Rinne, dass die Kyotōryū-Technik, kein physisches Schwert zu verwenden, tatsächlich Kiki Shikizakis vollständige und letzte Technik war und Shichika ihr Vehikel ist. Sie verlassen mit Seitō Hakari, machen sich auf den Weg nach Owari, finden jedoch Pengin Maniwa in einem kritischen Zustand vor und er bittet sie, Hōō zu retten.Rinne enthüllt, dass die Kyotōryū-Technik, kein physisches Schwert zu verwenden, tatsächlich Kiki Shikizakis vollständige und letzte Technik war und Shichika ihr Vehikel ist. Sie verlassen mit Seitō Hakari, machen sich auf den Weg nach Owari, finden jedoch Pengin Maniwa in einem kritischen Zustand vor und er bittet sie, Hōō zu retten.Rinne enthüllt, dass die Kyotōryū-Technik, kein physisches Schwert zu verwenden, tatsächlich Kiki Shikizakis vollständige und letzte Technik war und Shichika ihr Vehikel ist. Sie verlassen mit Seitō Hakari und machen sich auf den Weg nach Owari, finden jedoch Pengin Maniwa in einem kritischen Zustand vor und er bittet sie, Hōō zu retten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615356","hoster":"VOE"},{"path":"/redirect/8272122","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-11","name":"","epNo":11,"alt":"Mekki, the Poison Sword","descr":"In einer Rückblende in die Sengoku-Zeit Hunderte von Jahren zuvor bietet Kiki Shikizaki an, Yasuri Kazune zu helfen, seine Schwertkunst zu verbessern. In der Gegenwart besitzen Togame und Shichika nun zehn der abweichenden Klingen und Prinzessin Hitei erfährt Togames wahre Identität als Tochter von Takahito Hida. Vor einiger Zeit fand Emonzaemon Hōō und Pengin und verwickelte Hōō in einen Nahkampf. Als Pengin zusah, warf er Hōō das elfte Schwert, Dokutō Mekki, das Hōō die Macht gab, Emonzaemon zu verwunden, aber beeinflusst von dem Schwert, das er Pengin niederschlug. Als Togame und Shichika den blutenden Pengin finden, bringen sie ihn in ein Gasthaus. Sie schließen, dass er von Dokutō Mekki geschnitten wurde und beschließen, Hōō auf der Suche nach dem Schwert in Richtung Maniwa zu folgen.Togame schlägt vor, nach ihren ausgedehnten Reisen die erste vollständige Karte von Japan zu erstellen und vertraut Shichika als ihrem vertrauenswürdigen Partner an. Zurück im Gasthaus erscheint Emonzaemon mit dem letzten Schwert, den beiden Pistolen Entō Jū, und obwohl die Kugeln, die er abfeuert, zunächst von Pengins Spezialfähigkeiten abgewehrt werden, erschießt Emonzaemon Pengin tödlich aus nächster Nähe. Im verlassenen Dorf Iga finden Shichika und Togame Hōō, der Dokutō Mekki festhält. Er ist von Shikizakis Geist besessen, der seinen Plan offenbart, die Geschichte zu ändern. Shichika greift Shikizaki an, aber der Kampf endet schnell mit Shichika als Sieger. Endlich bei Sonnenuntergang über Owari angekommen, werden Togame und Shichika von Emonzaemon konfrontiert, der verrät, dass er Togames wahre Identität kennt. Schockiert,beide erstarren, als Emonzaemon Entō Jū herauszieht und Togame erschießt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615360","hoster":"VOE"},{"path":"/redirect/8272136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/katanagatari/staffel-1/episode-12","name":"","epNo":12,"alt":"Juu, the Flame Sword","descr":"Nachdem sie Togame tödlich erschossen hat, erklärt Emonzaemon, dass sie ihre Mission für das Shogunat erfüllt hat und geht weg. Shichika hält Togame fest, während sie verblutet, die Shichika erzählt, dass sie ihn für ihre eigenen Zwecke ausgebeutet hat. Sie befiehlt ihm, sie zu vergessen, was er ablehnt, und sie gesteht, dass sie es genossen hat, mit ihm zusammen zu sein, und dass er sie verändert hat. Mit ihren letzten Worten fragt sie, ob es in Ordnung sei, wenn sie sich auch in ihn verliebt. Im Schloss des Shoguns wird Prinzessin Hitei als Nachfahrin von Kiki Shikizaki entlarvt, als sie den Owari-Shogun Masatsuna Yinari trifft. Sie erzählt ihm von Shikizakis Vorhersage, dass das Land in hundert Jahren untergehen würde. Emonzaemon greift ein und sagt, dass die Kyotōryū die Burg betreten haben. Die Wachen können Shichika nicht aufhalten, also schickt der Shogun Emonzaemon und seine elf Gefolgsleute, die mit Shikizaki bewaffnet sind.s Abweichende Klingen, um mit ihm fertig zu werden. Shichika betritt das Gebäude, bricht die Klingen und tötet die Schwertkämpfer, während er sich jede Etage hinaufbewegt, und nutzt dabei effektiv die Kampferfahrung, die er auf Reisen mit Togame gesammelt hat. Er steht schließlich Emonzaemon gegenüber und offenbart, dass er bereit war zu sterben. Es gelingt ihm, Emonzaemon zu töten, obwohl er selbst schwer verletzt ist. Als Shichika im letzten Raum ankommt, erzählt Hitei dem Shogun, dass Shikizakis ursprünglicher Plan der Zusammenbruch des Owari-Shogunats war. Shichika verschont sie und tötet den Shogun, der Togame auf die selbstmörderische Mission geschickt hat, die Schwerter zu sammeln. In einem Epilog reist Shichika mit Hitei, während sie eine Zweckgemeinschaft auf seiner Reise bilden, um ganz Japan zu kartieren.Er bricht die Klingen und tötet die Schwertkämpfer, während er sich jede Etage hinaufbewegt, und nutzt dabei effektiv die Kampferfahrung, die er auf Reisen mit Togame gesammelt hat. Er steht schließlich Emonzaemon gegenüber und offenbart, dass er bereit war zu sterben. Es gelingt ihm, Emonzaemon zu töten, obwohl er selbst schwer verletzt ist. Als Shichika im letzten Raum ankommt, erzählt Hitei dem Shogun, dass Shikizakis ursprünglicher Plan der Zusammenbruch des Owari-Shogunats war. Shichika verschont sie und tötet den Shogun, der Togame auf die selbstmörderische Mission geschickt hat, die Schwerter zu sammeln. In einem Epilog reist Shichika mit Hitei, während sie eine Zweckgemeinschaft auf seiner Reise bilden, um ganz Japan zu kartieren.Er bricht die Klingen und tötet die Schwertkämpfer, während er sich jede Etage hinaufbewegt, und nutzt dabei effektiv die Kampferfahrung, die er auf Reisen mit Togame gesammelt hat. Er steht schließlich Emonzaemon gegenüber und offenbart, dass er bereit war zu sterben. Es gelingt ihm, Emonzaemon zu töten, obwohl er selbst schwer verletzt ist. Als Shichika im letzten Raum ankommt, erzählt Hitei dem Shogun, dass Shikizakis ursprünglicher Plan der Zusammenbruch des Owari-Shogunats war. Shichika verschont sie und tötet den Shogun, der Togame auf die selbstmörderische Mission geschickt hat, die Schwerter zu sammeln. In einem Epilog reist Shichika mit Hitei, während sie eine Zweckgemeinschaft auf seiner Reise bilden, um ganz Japan zu kartieren.Es gelingt ihm, Emonzaemon zu töten, obwohl er selbst schwer verletzt ist. Als Shichika im letzten Raum ankommt, erzählt Hitei dem Shogun, dass Shikizakis ursprünglicher Plan der Zusammenbruch des Owari-Shogunats war. Shichika verschont sie und tötet den Shogun, der Togame auf die selbstmörderische Mission geschickt hat, die Schwerter zu sammeln. In einem Epilog reist Shichika mit Hitei, während sie eine Zweckgemeinschaft auf seiner Reise bilden, um ganz Japan zu kartieren.Es gelingt ihm, Emonzaemon zu töten, obwohl er selbst schwer verletzt ist. Als Shichika im letzten Raum ankommt, erzählt Hitei dem Shogun, dass Shikizakis ursprünglicher Plan der Zusammenbruch des Owari-Shogunats war. Shichika verschont sie und tötet den Shogun, der Togame auf die selbstmörderische Mission geschickt hat, die Schwerter zu sammeln. In einem Epilog reist Shichika mit Hitei, während sie eine Zweckgemeinschaft auf seiner Reise bilden, um ganz Japan zu kartieren.Shichika reist mit Hitei, während sie auf seiner Reise zur Kartierung ganz Japans eine Zweckgemeinschaft bilden.Shichika reist mit Hitei, während sie auf seiner Reise zur Kartierung ganz Japans eine Zweckgemeinschaft bilden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615361","hoster":"VOE"},{"path":"/redirect/8272141","hoster":"Streamtape"}]}]}]}]}