{"seriesId":"katsute-kami-datta-kemono-tachi-e","name":"Katsute Kami Datta Kemono-tachi e","descr":"Katsute Kami Datta Kemono-tachi e, die Anime-Adaption zu Maybes gleichnamigem Manga, entführt uns in eine Welt, die von einem erbitterten Bürgerkrieg gebeutelt und zerrüttet wurde. Die brutalen Auseinander­setzungen zwischen dem Norden und dem Süden dauerten enorm lange an und als die Bewohner und Krieger des Nordens aufgrund der zahlenmäßigen Überlegenheit des Südens ihr Ende kommen sahen, wandten sie sich den dunklen Mächten zu ... In einem verbotenen Ritual der dunklen Magie erzeugten sie monsterartige Super-Soldaten, sogenannte \"Incarnates\". Doch nun, da der Krieg vorbei ist und die Welt wieder in Frieden lebt, müssen diese Super-Soldaten – genau wie normale Soldaten auch – einen Weg finden, sich wieder in eine friedliche Gesellschaft zu integrieren. Dass dies für Monster, die nur zu einem Zweck – für den Krieg – erschaffen wurden, nicht einfach ist, beweist auch die Existenz der \"Beast Hunters\". Diese sollen sich um diejenigen \"Incarnates\" kümmern, denen es nicht gelingt, sich in der Gesellschaft anzupassen und eines der Opfer der \"Beast Hunters\" war Nancy Schaal Bancrofts Vater.Für Nancy bedeutet das zu baldige Lebensende ihres Vaters jedoch nur eines: Rache an dem \"Beast Hunter\", der ihr ihren Vater nahm! So macht sie sich auf, um die Jäger selbst zu jagen, doch schon bald muss sie erkennen, dass das Leben der \"Incarnates\" weit mehr Geheimnisse bereithält als sie je vermutete ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"To the Abandoned Sacred Beasts","descr":"Die Northern Union versucht, eine befestigte Festung der Südlichen Konföderation im Bürgerkrieg von Patria anzugreifen. Nachdem der Norden schwere Verluste erlitten hat, setzt er seine Geheimwaffe frei: eine Einheit formverändernder Soldaten namens Inkarnate, die sich in mythische Bestien verwandeln und die feindliche Basis zerstören. Die Inkarnationen werden von Hank und seinen Freunden aus Kindertagen, Kain und Elaine, geführt. Elaine ist die menschliche Wissenschaftlerin, die die Inkarnate erschaffen hat. Die Inkarnationen helfen dem Norden, Sieg für Sieg zu erringen, aber jedes Mal, wenn sie sich in Bestien verwandeln, wird es etwas schwieriger, zum Menschen zurückzukehren. Schließlich schlägt eine Tragödie nach einem Kampf zu, wenn ein Inkarnierter wütend wird und Verbündete und Feinde wahllos angreift. Die Inkarnation wird von Unionstruppen getötet. Hank befiehlt seiner Einheit zu schwören, einen ihrer Kameraden niederzuschlagen, die ihre Menschlichkeit verlieren. Während sich die Inkarnaten auf einen endgültigen Schlag gegen die Hauptstadt des Südens vorbereiten, zieht Elaine Hank beiseite und teilt ihm mit, dass der Norden und der Süden bereits einen Friedensvertrag aushandeln. Sie schießt dann auf Hank mit einer speziellen \"Godkiller\" -Kugel, die dazu bestimmt ist, Inkarnate zu zerstören. Sie sagt, dass sie die Inkarnate nicht an Menschen zurückgeben kann und sie schließlich alle zu Bestien werden. Die einzige Möglichkeit, sie zu retten, besteht darin, sie zu töten, bevor dies geschieht. Sie gibt ihrem Mitverschwörer Cain eine Waffe, um ihr zu helfen, den Rest des Trupps zu eliminieren, bevor sie Selbstmord begeht, aber Cain erschießt sie stattdessen und will seine Kräfte nicht aufgeben. Zwei Monate später erwacht Hank aus einem Koma auf dem Territorium der Union, wo ein nordischer Geheimdienstagent namens Liza ihm erzählt, dass Kain und die überlebenden Inkarnate, die sich auf dem gesamten Kontinent ausbreiten, in ihren Bestienformen Chaos anrichten und Elaine \u0027 s Leiche wurde nie gefunden. Hank schwört, den Eid von vor zwei Monaten zu vollenden: Inkarnierte zu vernichten, die wütend geworden sind, und seine neue Mission als Bestienjäger zu beginnen.","versions":[{"lang":3,"streams":[{"redirect":7041180,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Dragon\u0027s Daughter","descr":"John William Bancroft betrieb mit seiner Tochter Schaal ein Waisenhaus in einem kleinen Dorf. Das Dorf und das Waisenhaus waren arm, teilweise wegen des Krieges mit der Konföderation. Eines Tages entwarfen Unionssoldaten Will, da er mit Elaines inkarnierter Forschung vereinbar war, und er ging bereitwillig, als die Regierung versprach, dem Waisenhaus und der Stadt Geld zu geben, das allen helfen würde. Schaal verspricht, dass sie hier sein wird, wenn er zurückkommt. Er tut es schließlich nach dem Krieg, ist aber in seiner inkarnierten Form gefangen, einem großen braunen Drachen, Nidhogg, obwohl sein Geist menschlich bleibt. Jeder akzeptiert ihren Vater sowieso zurück, die Dorfbewohner betrachten ihn als Kriegshelden. Nach einer Weile begann er mitten in der Nacht zu schreien, was die Dorfbewohner beunruhigte, und Kühe tauchten tot auf, zerrissen. Die Waisenkinder werden zu ihrer eigenen Sicherheit weggebracht. Schaal weigerte sich zu glauben, dass ihr Vater dahinter steckte, da ihn niemand gesehen hatte. In dieser Nacht wird sie von Schüssen geweckt und rennt darauf zu. Ihr Vater liegt im Sterben und Hank steht über ihm. Hank erschießt Will und tötet ihn, geht dann weg und lässt Schaal über den nicht provozierten Mord trauern. Sie schwört Rache, nimmt Wills Elefantenpistole und geht, um Hank aufzuspüren. Wenn sie ihn in einer Stadt einholt, erschießt sie ihn, aber eine normale Kugel kann ihn nicht töten. Hank fragt, wer sie ist und Schaal sagt ihm, dass sie Wills Tochter ist, was Hank traurig macht. Ein Inkarnierter, Danny, kehrt plötzlich in die Stadt zurück und Hank nähert sich, um ihn zu töten. Schaal verteidigt Danny, da es keinen Beweis dafür gibt, dass er etwas falsch gemacht hat, aber Danny gibt zu, dass er jeden getötet hat, den er findet, und sein blutbeflecktes Geld zurückgebracht hat, um der Stadt zu helfen, lächelnd zu gedeihen. Er greift dann Schaal an, aber Hank tötet ihn. Als Hank weggeht, fragt Schaal, ob er mehr seiner Kameraden töten wird. Er erzählt ihr vom Eid, weigert sich aber, mehr zu sagen. Schaal beschließt, dass sie Hank begleiten würde, um zu sehen, warum ihr Vater sterben musste, da ihr Vater starb, bevor sie etwas lernen konnte.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Minotaur\u0027s Fortress","descr":"Schaal und Hank erreichen Roguehill, wo ein anderer Mensch eine massive labyrinthische Festung errichtet hat. Liza, eine Freundin von Hank vom Militär, trifft sie. Sie erzählt ihnen, dass die Festung vom Minotaurus errichtet wurde, der nach der Rückkehr aus dem Krieg mit dem Bau begann und sie immer noch baut und die Stadt niederreißt, um dies zu tun. Schaal fragt, ob sie ihn töten werden, wenn der Minotaurus auf einen Balkon tritt und der Stadt erklärt, dass die Zeit für den Krieg nahe ist und er nicht akzeptieren kann, dass der Krieg vorbei ist. Liza bringt sie in ein Zeltflüchtlingslager, in dem die Menschen leben, die aufgrund seiner Festung ihr Zuhause verloren haben. In dieser Nacht betreten Hank und Schaal die Festung. Schaal hat Angst, als sie eine Vielzahl von Toten sieht, die von den Sprengfallen getötet wurden. Hank erinnert sich, wie Theo, der Minotaurus, Angst vor dem Sterben hatte, bis Hank ihn zum Kampf inspirierte. Hank gräbt Schaal erfolgreich, als er einen Fallgatter zwischen sie fallen lässt. Liza, die gefolgt war, kommt, um Schaal zurückzunehmen, da sie wahrscheinlich sterben wird, wenn sie weitermacht. Schaal weigert sich und Liza hilft ihr, die Barriere zu öffnen. Hank kommt im Herzen des Labyrinths an, wo Theo ihn begrüßt. Nachdem er drastisch paranoid geworden ist, wird er vom \"Feind\" getötet. Hank zwingt sich zu sagenEr ist Theos Feind und sie kämpfen. Hank ist verwundet, als er durch den Boden fällt. Schaal kommt, um Theo zu bitten, vergeblich anzuhalten. Theo schwingt seine Axt, aber Hank fängt sie auf. Liza erklärt, dass Hank nachts seine wahre Kraft offenbart, als er sich in einen Werwolf verwandelt. Theo sagt, dass seine Angst nicht endet, egal wie groß eine Festung ist, die er baut, also beendet Hank sie für ihn, indem er ihn mit seinen Krallen niederschlägt. Hank erschießt ihn und sagt, Theo könne sich endlich ausruhen, und Schaal fordert ihn nicht auf, aufzuhören. Captain Claude, Anführer des Inkarnierten Vernichtungstrupps Coup de Grace, zieht mit seiner Einheit durch die Straßen der Hauptstadt der Union. Eine tote Inkarnation liegt auf einem Wagen, den sie ziehen. Die Menschen jubeln ihnen zu, während der Präsident der Union zusieht. Cain wird mit einem weißhaarigen Mädchen gezeigt, das ein Bild von Hank und Schaal betrachtet.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"March of the Behemoth","descr":"Schaal und Hank fahren mit dem Zug nach Südpatrien. Sie nähern sich einer massiven Eisenbrücke, die Nord und Süd verbindet, ein Symbol des Friedens, dass der Krieg vorbei war. Liza hält den Zug an und sagt Hank, der Behemoth sei in der Nähe. Sie warnt ihn und Schaal Behemoth geht nach Osten zur Eisenbrücke und wird sie wahrscheinlich zerstören, wenn sie sie erreicht. Das Militär hat einen Plan von Hank erlassen, um Behemoth aufzuhalten, der einst ein ruhiger Mann namens Artie war, der gerne zeichnete. Während das Militär es fruchtlos mit Kanonenkugeln schlägt, greift Hank die Gelenke seines Beines an und bringt es herunter. Liza erzählt Schaal Behemoth, dass er niemanden verletzt hat, da er besiedelte Gebiete gemieden hat, also hat er wahrscheinlich noch etwas Menschlichkeit übrig. Der Eisenbahnpräsident kommt und will wissen, warum sie Behemoth nicht getötet haben. Er lehnt ihren Plan ab, Dynamit zu verwenden, um das Tal vor Behemoth zu füllen, und sagt, sie sollten das Dynamit für das Tier verwenden, und geht wütend. Während der Sprengstoff gesetzt wird, fragt Schaal, ob es einen Weg gibt, Behemoth zu helfen, an der Brücke vorbei zu kommen, wo er hin will, aber Hank sagt ihr, dass sie hier sind, um ihn zu töten. Er kann nicht zulassen, dass die Inkarnierten aus der Vergangenheit den gegenwärtigen Frieden zerstören. Schaal erzählt ihm, dass Behemoth auch in dieser Zeit versucht, friedlich zu leben. In dieser Nacht schlagen Männer von der Eisenbahn die Militärwachen aus und versuchen, Behemoth in die Luft zu jagen, obwohl seine verhärtete Haut unbeschädigt ist. Wütend tötet Behemoth sie und nähert sich der Brücke, obwohl Hank es schafft, sie umzuwerfen. Behemoth wird begraben, wenn ein Teil der Klippe gesprengt wird und dann Dynamit in den Trümmern explodiert. Die Kraft der Explosion hat keinen Fluchtweg und ist stärker und reißt Behemoths Brust auf. Behemoth macht weiter, auch wenn seine inneren Organe herausfallen, aber Schaal bittet ihn anzuhalten, auf der Brücke zu stehen und Hank tut dasselbe auf dem Boden. Eine Explosion hinter der Brücke bläst die Canyonwand aus und Behemoth kann den Ozean daran vorbei sehen. Tränen rinnen über Behemoths Augen, als er schließlich zusammenbricht. Hank hatte sich daran erinnert, wie Artie ihm gesagt hatte, er wolle den Ozean sehen, und dass Hank sagte, er könne es nach dem Krieg. Als sie ins Lager zurückkehren, erzählt Liza ihnen, dass sie einen Bericht erhalten hat, dass Cain in Whitechurch gefunden wurde. In Whitechurch nähern sich zwei Prostituierte Cain, aber er beißt eine und sie reißt der anderen Prostituierten die Kehle heraus. Behemoth macht weiter, auch wenn seine inneren Organe herausfallen, aber Schaal bittet ihn anzuhalten, auf der Brücke zu stehen und Hank tut dasselbe auf dem Boden. Eine Explosion hinter der Brücke bläst die Canyonwand aus und Behemoth kann den Ozean daran vorbei sehen. Tränen rinnen über Behemoths Augen, als er schließlich zusammenbricht. Hank hatte sich daran erinnert, wie Artie ihm gesagt hatte, er wolle den Ozean sehen, und dass Hank sagte, er könne es nach dem Krieg. Als sie ins Lager zurückkehren, erzählt Liza ihnen, dass sie einen Bericht erhalten hat, dass Cain in Whitechurch gefunden wurde. In Whitechurch nähern sich zwei Prostituierte Cain, aber er beißt eine und sie reißt der anderen Prostituierten die Kehle heraus. Behemoth macht weiter, auch wenn seine inneren Organe herausfallen, aber Schaal bittet ihn anzuhalten, auf der Brücke zu stehen und Hank tut dasselbe auf dem Boden. Eine Explosion hinter der Brücke bläst die Canyonwand aus und Behemoth kann den Ozean daran vorbei sehen. Tränen rinnen über Behemoths Augen, als er schließlich zusammenbricht. Hank hatte sich daran erinnert, wie Artie ihm gesagt hatte, er wolle den Ozean sehen, und dass Hank sagte, er könne es nach dem Krieg. Als sie ins Lager zurückkehren, erzählt Liza ihnen, dass sie einen Bericht erhalten hat, dass Cain in Whitechurch gefunden wurde. In Whitechurch nähern sich zwei Prostituierte Cain, aber er beißt eine und sie reißt der anderen Prostituierten die Kehle heraus. Tränen rinnen über Behemoths Augen, als er schließlich zusammenbricht. Hank hatte sich daran erinnert, wie Artie ihm gesagt hatte, er wolle den Ozean sehen, und dass Hank sagte, er könne es nach dem Krieg. Als sie ins Lager zurückkehren, erzählt Liza ihnen, dass sie einen Bericht erhalten hat, dass Cain in Whitechurch gefunden wurde. In Whitechurch nähern sich zwei Prostituierte Cain, aber er beißt eine und sie reißt der anderen Prostituierten die Kehle heraus. Tränen rinnen über Behemoths Augen, als er schließlich zusammenbricht. Hank hatte sich daran erinnert, wie Artie ihm gesagt hatte, er wolle den Ozean sehen, und dass Hank sagte, er könne es nach dem Krieg. Als sie ins Lager zurückkehren, erzählt Liza ihnen, dass sie einen Bericht erhalten hat, dass Cain in Whitechurch gefunden wurde. In Whitechurch nähern sich zwei Prostituierte Cain, aber er beißt eine und sie reißt der anderen Prostituierten die Kehle heraus.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Gargoyle\u0027s Judgment","descr":"Hank, Schaal und Liza kommen in Whitechurch an, einer meist gesetzlosen Slumstadt, aber niemand wird mit ihnen zusammenarbeiten, da sie Militär sind. In dieser Nacht repariert Schaal, als er sieht, dass Hanks Jacke immer noch ein Loch hat, von wo aus sie ihn erschossen hat, es und erinnert ihn daran, wie Elaine seine Kleidung in dem Waisenhaus repariert hat, in dem sie aufgewachsen sind. Am nächsten Tag bringt Liza sie zu einer Frau der über Nacht getötet und gekreuzigt wurde und Hank erkennt, dass sie von Topher, dem inkarnierten Gargoyle, und nicht von Kain getötet wurde. Ein kleiner Junge, Andy, der den Mord gesehen hat, bestätigt ihn. Hank erinnert sich, wie Tophers Gerechtigkeitssinn und sein grenzenloser Wille, die Konföderation zu besiegen, dazu beigetragen haben, den Rest der Einheit im Krieg am Laufen zu halten. Er rennt schließlich weg und Shcaal geht ihm nach. Lize geht, um andere Bestellungen abzuwickeln. Nachdem Schaal Andy erzählt hat, dass sie \u0027 Als Waise und sie denkt, dass die Inkarnierten immer noch Menschen sind, geht Andy weg und stiehlt einen Apfel. Nachdem Andy Narben an seinem Arm gesehen hat, als sie ihn am Ärmel packt, erzählt er ihr, dass Gargoyle seine Mutter getötet hat. Gargoyle erscheint plötzlich vor ihnen und sagt, Andy werde sein Verbrechen (Stehlen) mit seinem Leben bezahlen. Gargoyle springt auf die beiden zu und Schaal kann ihn nicht erschießen, obwohl Hank auftaucht und ihn angreift. Nachdem Gargoyle einen von Gargoyles Flügeln mit einer Godkiller-Kugel beschädigt hat, tritt er zurück und teilt seinem Captain mit, dass er die Gerechtigkeit durch den Kampf gegen ihn verraten hat und er in einer verlassenen Kirche auf ihn warten wird. Hank ist vom Gefecht verwundet. In dieser Nacht in der Kirche nähert sich Kain Gargoyle. Nachdem Kain ihn nicht versucht hat, einfach jeden Menschen in der Gegend zu töten, da er nur böse Menschen töten wird, gibt er ihm eine Godkiller-Kugel und geht. Nachdem Hank gegangen ist, stellt Schaal fest, dass ihr Gewehr weg ist und dass Andy es genommen haben muss, um Gargoyle selbst zu töten. Hank betritt die Kirche und schafft es, Gargoyle nach einem heftigen Kampf festzunageln. Gargoyle schießt ihm jedoch mit der Godkiller-Kugel in den Bauch. Andy kommt an, verfehlt aber seinen Schuss und wird beiseite geworfen. Schaal stellt sich zwischen Andy und Gargoyle und bittet Topher, vergeblich anzuhalten. Hank nutzt die Ablenkung, um die Kugel aus seinem Bauch zu ziehen und Gargoyle von hinten anzugreifen, wobei er seine Hand durch dessen Brust schiebt, bevor er ihn hinrichtet. Hank fällt von seinen Wunden auf die Knie und Schaal wird in Fäden der inkarnierten Spinne gefangen genommen, als sie versucht, zu ihm zu rennen. Sie wird dann vom Gift der Spinne niedergeschlagen. Cain kommt auf Hank zu und lädt ihn morgen Abend zu einer \"Party\" ein. Ich gebe Schaal zurück, wenn er kommt. Er verlässt. Hank ruft schwach nach Kain, bevor er bewusstlos wird. In der Post-Credit-Szene steht Lize mit Claude Withers und den Mitgliedern des Coup de Grace zusammen und schaut über Whitechurch.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"The King of the Beasts","descr":"Hank wacht im Hotel auf, anscheinend von Andy dorthin gebracht, und verspricht ihm, Schaal zu retten. Er folgt der Einladung zum Herrenhaus eines Adligen. Währenddessen untersucht Claude eine Reihe von Leichen, die von Gargoyle zurückgelassen wurden, identifiziert jedoch einen Adligen und seine Frau als von Kain getötet und begibt sich zu ihrem Herrenhaus. Im Herrenhaus gibt es eine große Anzahl gut gekleideter Menschen. Sie sind Adlige der Südlichen Konföderation, denen aufgrund des Krieges ihr Reichtum genommen wurde. Kain spricht die Gruppe von einer oberen Landung aus an und erklärt, dass die Inkarnate ebenfalls von sieggierigen Nordländern hergestellt und dann beiseite geworfen und ausgerottet wurden. Die Südstaatler begrüßen Kain und stimmen seinem Ideal zu, einen neuen Krieg zu beginnen - einen, den sie gewinnen werden. Eine große Gruppe von Inkarnaten kommt heraus, Aber fangen Sie an, die Gäste zu massakrieren, als Kain behauptet, er habe keine Verwendung mehr für die Menschen. Hank beginnt gegen sie zu kämpfen, bis Cain ihn anspricht. Er gibt an, dass die Inkarnierten ihre Menschlichkeit nicht verloren hatten und selbstsüchtige Menschen nichts zu schützen waren. Ihre Seelen mögen sich ändern, aber sie wurden nie verloren, und Kain beabsichtigt, die Hindernisse zu beseitigen, die die Inkarnationen aufhalten werden. Coup de Grace dringen in das Herrenhaus ein, während Hank kämpft und mehrere inkarnierte Menschen tötet oder verkrüppelt. Hank hilft ihnen. Claude konfrontiert Cain, der seinen jüngeren Bruder verspottet und sich fragt, ob er ihn tatsächlich töten kann. Die Inkarnierten springen zu Kains Verteidigung und Claude ist zahlenmäßig unterlegen und wird von Hank gerettet, der ebenfalls nicht in der Lage ist, Kain nahe zu kommen. Claude schießt Cain aus der Ferne und Hank kommt näher und spießt ihn mit seinem Speer auf, wobei der Sprengstoff darin explodiert. Die obere Hälfte von Kain \u0027 s Körper wird ausgeweidet, regeneriert sich aber Sekunden später aufgrund seiner inkarnierten Kräfte vollständig. Cain bittet Hank, sich ihm anzuschließen und bringt Schaal heraus, als Hank sich weigert. Er wird Schaal töten und wegnehmen, was Hank zurückhält. Hank kann nicht verhindern, dass sie erschossen wird, und sieht zu, wie sie fällt. Er erinnert sich, wie er auch Elaine im Stich gelassen hat. Er wird wütend und seine Werwolfform wächst und verwandelt sich in einen massiven Lumineszenzwolf, der groß genug ist, um andere Inkarnate unter den Füßen zu vernichten - seine wahre Form als König der Bestien. Er springt in die Stadt Whitechurch und landet inmitten der Gebäude. Danach wacht Claude in einem Militärkrankenhaus auf. Er nähert sich Whitechurch und ist schockiert zu sehen, dass mitten in der Stadt eine massive Schlucht von Hank abgeholzt wurde. Sowohl er als auch Kain sind verschwunden.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Trigger of Memories","descr":"Die Nachricht von Whitechurchs Zerstörung schockierte Patria. Zwei Wochen später erklärt Kain zusammen mit den Südstaatlern, die vom Kriegsende nicht erfreut sind, und vielen der verbleibenden Inkarnaten das Land westlich von Patria, das durch eine vom Mutterland unabhängige Bergkette getrennt ist - New Patria. Die Regierung war besorgt, dass die verbleibenden Inkarnierten sich mit den Rebellen verbünden würden, und alle wurden hingerichtet. Der Krieg rückte näher. Schaal kehrt nach Hause zurück. Sie erinnert sich daran, wie die Kugel, mit der sie erschossen wurde, größtenteils von einem aus inkarniertem Faden gewebten Kleid gestoppt wurde, aber sie weiß nicht, warum sie ein solches Kleid tragen musste. Sie wachte auf, um zu erfahren, dass Hank seines Ranges beraubt worden war und das Militär nach ihm suchte. Schaal geht in die Stadt, nachdem er ihren Vater besucht hat. s Grab und erfährt, dass Liza mit Coup de Grace hier ist, um eine Inkarnation zu eliminieren, die in den Bergen in der Nähe gesehen wurde. Schaal erhält die Erlaubnis, den Kader zu begleiten, da sie die Gegend kennt. In dieser Nacht schlagen sie ihr Lager auf und Claude entschuldigt sich, dass sie Schaal nicht davon abhalten konnten, erschossen zu werden. Schaal erfährt, dass er der Sohn von Patrias Präsident ist, kurz bevor die Inkarnation erscheint. Es stellt sich heraus, dass es Schaals Vater ist, dessen Fleisch verfault, während er vorbeigeht. Der Trupp ist verblüfft. Nidhogg ist aus dem Grab gestiegen. Seine Lebenskraft ist zu hartnäckig, um zu enden. Liza gibt Schaal am nächsten Tag eine Schachtel mit Godkiller-Kugeln, nur für alle Fälle. Nidhogg kehrt in dieser Nacht zurück, aber der Trupp kämpft darum, etwas zu töten, das bereits tot ist. Nidhogg fliegt in die Stadt. Er erreicht es, bevor die Menschen evakuiert werden und Schaal ihn konfrontiert. Ihr Vater ging zuerst, um die Stadt zu beschützen, aber er hatte seine Seele verloren und versuchte, seinem Haus Schaden zuzufügen. Als Schaal versteht, warum Hank die Inkarnierten tötet, schießt er mit den Godkiller-Kugeln auf ihn und leert das Magazin, bevor ihr Vater aufhört. In seinen letzten Augenblicken gewinnt ihr Vater seinen Verstand zurück und greift nach Schaal. Dann bröckelt sein Körper weg. Schaal ist froh, dass sie sich von ihrem Vater verabschieden durfte, fragte sich aber immer noch, ob die einzige Wahl darin bestand, sie auszuführen. Sie beschließt, Coup de Grace zu begleiten, um Hank etwas zu finden und zu erzählen, und Claude gibt ihr die Erlaubnis zu kommen. Ihr Vater findet wieder gesund und greift nach Schaal. Dann bröckelt sein Körper weg. Schaal ist froh, dass sie sich von ihrem Vater verabschieden durfte, fragte sich aber immer noch, ob die einzige Wahl darin bestand, sie auszuführen. Sie beschließt, Coup de Grace zu begleiten, um Hank etwas zu finden und zu erzählen, und Claude gibt ihr die Erlaubnis zu kommen. Ihr Vater findet wieder gesund und greift nach Schaal. Dann bröckelt sein Körper weg. Schaal ist froh, dass sie sich von ihrem Vater verabschieden durfte, fragte sich aber immer noch, ob die einzige Wahl darin bestand, sie auszuführen. Sie beschließt, Coup de Grace zu begleiten, um Hank etwas zu finden und zu erzählen, und Claude gibt ihr die Erlaubnis zu kommen.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Songstress of Sleep","descr":"Der Präsident befiehlt, alle Inkarnate innerhalb von drei Monaten auszurotten. Dies würde sein Image stärken und seinen Sohn Claude zu einem Nationalhelden machen. Coup de Grace ist am Strand und wartet auf Nachschub. Während Schaal am Strand steht, zieht sie eine singende Stimme zur inkarnierten Sirene Trice, die sich in einer Höhle versteckt. Ein Mann namens Charles befiehlt Schaal, mit vorgehaltener Waffe zu gehen, aber Trice fordert ihn auf, anzuhalten. Er beschimpft sie, weil sie gesungen hat, als die Stadtbewohner sie finden konnten. Schaal stellt sich vor und erzählt von ihrem Vater. Charles entschuldigt sich und sagt, dass sie Trice verstecken müssen, da ihr ein Kopfgeld auferlegt wurde. Trice erinnert sich an ihre Vergangenheit als Sängerin, aber mit dem Krieg änderte sich alles. Danach wollte niemand ein Monster singen hören. Schaal besucht sie weiterhin, bringt Geschenke und redet. Eines Tages auf dem Rückweg Caules warnt sie davor, alleine zu gehen, weil die Leute so ängstlich sind. Er wünscht, er könnte schon gehen und sagt, Schaal Cain sei sein älterer Bruder und er werde ihn niedermachen. Charles spielt alleine in seiner Taverne Klavier und erinnert sich daran, als Trice ein Sänger für ihn war, wird aber von mehreren Männern aus der Stadt mit Gewehren konfrontiert, die fragen, ob er Trice versteckt. Charles schlägt sie weg, entzündet versehentlich ein Feuer in der Taverne und flieht. Trice hört Charles eintreten und gibt an, dass sie die Stadt verlassen will, bis genug Zeit vergangen ist. Die Leute können sie wieder akzeptieren, nur um zu erkennen, dass er im Gefecht erschossen wurde. Er bittet Trice, dies nicht gegen die Stadtbewohner zu halten, da sie nur Angst haben. Er stirbt an der Wunde. Siren geht in die Stadt und versetzt die Menschen mit ihrem Gesang in einen tiefen Schlaf, damit sie nie wieder Angst haben müssen. Schaal erklärt, dass dies falsch ist und Trice zur Besinnung kommt, nur damit Claude sie erschießt. Er hat sein Bein mit seinem Messer gestochen, um sich von ihrem Lied zu befreien. Sie fliegt auf die Bühne in Charles \u0027Bar. Schaal kommt an. Sie betrachtet Trice nicht als Monster und bittet sie zu singen, was Trice zum Lächeln bringt. Coup de Grace-Männer schießen sie plötzlich nieder. Trice singt ihr Lied ein letztes Mal, bevor sie stirbt, und Schaal verspricht, dass es schön ist. Danach bereitet sich Coup de Grace auf den Auszug vor. Claude erzählt, dass Schaal Hanks Spuren gefunden wurden. Er fügt hinzu, dass er dachte, Schaal würde Trice erschießen, sie hätte es tun sollen, aber Schaal ist anderer Meinung. Sie wollte sie retten. Hank tötet eine Inkarnation auf einem schneebedeckten Berg, entschlossen, ihren Eid zu erfüllen. Er muss Sprengstoff verwenden, da er zu viel Angst hat, sich zu verwandeln, und sich an die Zerstörung erinnert, die er als König der Bestien angerichtet hat.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Hound of Hell\u0027s Gate","descr":"Hank bricht vor Erschöpfung im Schnee zusammen und hat einen Albtraum über die Teamkollegen, die er getötet hat. Er wacht auf und wird von Garm konfrontiert, der ihn schnell entwaffnet und verwundet und fragt, warum er Kain nicht hilft. Hank benutzt eine Granate als Deckung und flieht. Garm verfolgt und biegt Hank, der sich nicht in seine inkarnierte Form verwandelt und zusammenbricht. Die Sonne geht auf und da Hank seine inkarnierten Kräfte nur nachts einsetzen kann, beschließt Garm, ihn bis zum Sonnenuntergang zu verlassen, um seinen Kapitän daran zu erinnern, wer er wirklich war. Coup de Grace ist auch in den schneebedeckten Bergen und jagt Hank. Nachdem Claude an einem Fieber erkrankt ist, das dadurch verursacht wurde, dass er sich zu weit gedrängt hat, während er noch verwundet ist, hält der Trupp in einer verlassenen Festung an, um ihn zu behandeln. Als Claude später am Tag aufwacht, fragt er, warum Schaal die inkarnierten Waffen verteidigt. Sie gibt an, dass sie es nicht getan haben Ich frage nicht, was mit ihnen passiert ist und wäre besser gewesen, wenn sie Menschen hätten, die sie unterstützen könnten - so wie Trice es tat. Sie möchte einen Weg für die beiden, in Frieden zu leben. Gerald, Claudes zweiter, hat Kundschafter ausgesandt und erzählt nun, dass Claude Hank mit einem anderen nicht identifizierten Inkarnierten gefunden wurde, mit dem er gekämpft hat. Der Kader plant ausziehen, um beide zu eliminieren, aber Claude, der immer noch Fieber hat, bleibt zurück, während Schaal und die meisten anderen aufbrechen. Hank erwacht nach Einbruch der Dunkelheit, wo Garm auf ihn wartet. Garm fängt Hank und sagt ihm, dass sie inkarniert sind, keine Menschen. Er sticht seine Krallen in Hank und der Schmerz lässt ihn sich verwandeln. Garm und Werwolf reißen sich ineinander, bis der Anblick von Blut an seinen Händen dazu führt, dass Hank die Kontrolle wiedererlangt und zu seiner menschlichen Form zurückkehrt. Garm schlägt ihn, wütend macht er halt und tötet ihn fast bis zum Angriff von Coup de Grace. Die Kämpfe führen zu einem Teil der Klippe, auf dem Hank liegt, um abzubrechen, und er fällt in einen Spalt. Ruft Schaal Hank zu, als er in die Dunkelheit fällt.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Two Oaths","descr":"Garm erinnert sich an sein früheres menschliches Leben als Roy, ein Infanterist, der feindliche Stützpunkte angreift, und an das schmerzhafte Experimentieren, das dazu führte, dass er ein Inkarnierter wurde. Er arbeitete mit Hank zusammen, um gegen die Konföderierten zu kämpfen, stolz auf Hanks Vertrauen in ihn, als die Eckzähne Seite an Seite kämpften. In der heutigen Zeit beobachtet Garm, wie Hank über den Rand der Klippe fällt und flieht, während Coup de Grace auf ihn schießt. Der Rest des Trupps verfolgt Garm, der durch die wiederholten Kugeln verwundet wurde, als sie ihn mit einer neuen Nachtsichtbrille sehen. Garm wehrt sich und eliminiert die Hälfte des Trupps, bevor Verstärkungen aus der Festung herauskommen, darunter Liza und ein immer noch schwacher Claude. Hank träumt von Elaine und wacht mit Schaal in seiner Nähe auf. Er ist schockiert, dass sie lebt und erleichtert ist. Schaal erzählt ihm, wie ihr Vater vor ihr aus dem Grab zurückgekehrt ist und versucht hat, das Dorf anzugreifen, bis sie ihn erschossen hat. Sie glaubt zu verstehen, wie Hank sich fühlt, als er Nidhogg das erste Mal getötet hat. Hank kann nicht glauben, dass sie ihm vergeben wird und fragt sich, ob er sie wirklich rettet, da er immer noch seine Freunde getötet hat, die nur leben wollen. Er beginnt sich zu verlieren. Hank fragt Schaal, ob sie ihn jetzt töten wird, bevor er ein Biest wird, aber sie lehnt ab und er entschuldigt sich dafür, dass er gefragt hat. Garm zielt auf Gerald, der gerade befehligt, aber Gerald wusste, dass er es tun würde und Garm ist umzingelt. Gerald wird sterben, aber auch Garm, der durch Drähte durch seinen Körper festgehalten wird. Garm ist verwundet, aber nicht tödlich, und er greift Gerald nur an, damit Claude auftaucht und ihn mit einem Granatwerfer schlägt, wodurch er flieht. Claude kann ohne Lizas Hilfe nicht stehen und beschimpft Gerald für seinen Selbstmordplan. Garm humpelt neben einem Fluss, nachdem er zu viel Blut verloren hat, und Hank nähert sich von der anderen Seite des Flusses. Hank lässt Garm mit einer Granate in der Hand auf sich zukommen, um ihn und sich selbst zu töten, nur damit Schaal vor Hank rennt und Garm ins Knie schießt, wodurch er zusammenbricht. Schaal sagt ihm, dass er ein Mensch ist und verspricht, dass sie ihn töten wird, wenn er sich in ein Tier verwandelt, solange er noch ein Mensch ist. Sie leert ihre Waffe auf Garm und sagt Hank, dass er so lange wie möglich überleben muss. Er lässt die Granate fallen und verwandelt sich in seine Werwolfform, als er Garm angreift. Die beiden Eckzähne kämpfen, während Schaal zusieht. Coup de Grace nähert sich, aber Claude fordert seinen Trupp auf, zu warten, anstatt sie anzugreifen. Hank liefert einen tödlichen Schlag. Die beiden erinnern sich kurz, bevor Hank ihn erschießt. Hank erinnert sich, wie es Roy ging und sagt, dass er und Schaal in einem anderen Leben gute Freunde geworden sein könnten. Coup de Grace richtet ihre Waffen auf Hank und Claude spricht Hank an und sagt, dass sie endlich reden können.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Start of Troubles Ahead","descr":"Patria-Soldaten finden eine neu erbaute New Patria-Festung in Bold Creek, bevor sie von Miles, dem inkarnierten Zentauren, beschnüffelt werden. Eine Woche später findet in Patrias Hauptstadt ein Rat statt. Mit der Festung hat New Patria einen direkten Schuss über die zentralen Berge in die Hauptstadt. Die Armee ist versammelt, um die Festung niederzureißen. Claude verhört Hank, sicher, dass er mit Cain zusammen ist. Er will wissen, was Kain plant und was sein Bruder denkt, aber Hank weiß es nicht. Er steht kurz vor der Folter, als Schaal sagt, sie sollten für dasselbe Ziel zusammenarbeiten. Als der Präsident befiehlt, nach Bold Creek zu fahren, stimmt Claude zu, da sie ein dringlicheres Problem haben. Hank erhält eine Coup de Grace-Uniform, da sie verbergen müssen, dass er ein Inkarnierter vor den anderen Einheiten ist, mit denen sie arbeiten werden. Sie erreichen das gemeinsame Lager und treffen Oberst Martin Wall, der für die Operation verantwortlich ist. Hank organisiert einen Nachtangriff, da nicht einmal Miles im Dunkeln genau schnüffeln kann und daher in sich selbst angreifen wird, um die feindlichen Truppen zu erschrecken und zu zerstreuen. Hank zieht ihn in einen Coup de Grace-Hinterhalt und er wird niedergeschossen. Erstaunlicherweise steht Miles wieder auf, Wunden heilen und er sagt Hank, dass er viel stärker geworden ist, bis er unsterblich wird. Wall kommentiert am nächsten Tag, dass seine Männer dachten, sie hätten einen zweiten inkarnierten Kampf gegen Miles gesehen, lacht aber darüber, nachdem sie Claudes Unbehagen gesehen haben. Miles verbindet einen verwundeten Soldatenarm und wird von ihm gedankt. Cain, der zusieht, ist amüsiert und Miles zuckt die Achseln, dass er früher Arzt war. Er sieht das Problem auch jetzt nicht darin, Soldat zu sein. Ob er den Verwundeten hilft oder den Feind tötet, ihm wird gedankt, und es ist schneller, den Feind zu töten. Schaal und Hank unterhalten sich nachts um ein Feuer und Hank lacht und zeigt, wie sehr er sich geöffnet hat. Sie sagt ihm, er solle lebend zurückkommen. Patria greift am nächsten Tag die Festung New Patria an, wobei beide Seiten Opfer fordern. Bei Sonnenuntergang zeigt sich Mile und fügt schwere Verluste zu, bis ein Stolperdraht ihn zu Boden stößt und Hank seinen Arm mit seinem Speer in die Luft sprengt. Miles erinnert sich, ein Schlachtfeldchirurg zu sein. Er rettete verwundete Soldaten, nur um sie an die Front zurückzuschicken und zu töten, was ihn befürchten ließ, dass es keinen Sinn machte, was er tat. Als er den Inkarnaten zugeteilt wurde, tötete er feindliche Soldaten und die von ihm geretteten Nordtruppen dank ihm. Er kam zu dem Schluss, dass dies der richtige Kurs war. Miles \u0027Arm wächst nach und Hanks verwandelt sich, als die Sonne untergeht. Wenn die beiden Inkarnationen aufeinander treffen,","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Those Who Seek","descr":"Miglieglia lässt eine große Anzahl von Leichen von einem Friedhof für Kain wieder auferstehen. Während der Kampf zwischen Hank und Miles weitergeht, erkennt Wall Hanks wahre Identität. Hank steckt Miles mit seinem eigenen Speer fest und signalisiert der Armee, zu schießen, und Miles \u0027Körper beginnt sich aufzulösen. Hank erkennt, dass sie von Walls Geheimwaffe umgeben sind. Das Gift von Abi, der inkarnierten Hydra, verwandelte sich in einen giftigen Nebel namens Alphard, der auch Soldaten in der Nähe tötet. Es wurde vom Präsidenten geschickt, um die Inkarnierten zu töten, aber Claude kann die Verluste, die es verursacht, nicht unter sich akzeptieren. Miles stirbt an dem Gift und wird von Hank erschossen. Kain erscheint und beginnt, die Soldaten zu töten, die ebenfalls neue Fähigkeiten besitzen, und konfrontiert Wall und Claude. Walls Soldaten versuchen vergeblich, ihn zu töten, und der Aufruhr zieht Hank zurück. Kain tötet Wall, indem er Abis Gift schluckt. Claude wird gleich von Cain kontrolliert, als Hank auftaucht. Kain enthüllt, dass die Festung eine Ablenkung war, als er in die südliche Hauptstadt ging und dort die Führer tötete, die im Begriff waren, ein Abkommen mit dem Norden über den Kampf gegen Kain zu unterzeichnen. Er versucht Hank davon zu überzeugen, dass Menschen verrückte Wesen sind, die sich nur um sich selbst kümmern. Hank gibt zu, dass Menschen Fehler machen, aber sie versuchen sie zu korrigieren und er wird Elaines Wünsche erfüllen und seine Mission erfüllen. Hank und Cain fangen an zu kämpfen und Cains neue Fähigkeiten lassen ihn den Vorteil erlangen. Hank verliert seine Tierform, als die Sonne aufgeht. Cain gibt zu, dass er möchte, dass Hank als sein Freund überlebt, und bittet ihn, sich ihnen wieder anzuschließen. Hank rappelt sich auf und Schaal fängt ihn auf. Cain erinnert sich an seinen Neid gegenüber Elaine und versucht Schaal zu töten, aber Hank zwingt sich in eine Version seiner Werwolfform und schlägt Cain ins Gesicht. Kain schaut auf die Festung, die erobert wird und verschwindet. Kain kontrolliert jetzt den Westen und Süden von New Patria. Der Präsident fordert die Armee auf, in die Hauptstadt zurückzukehren. Als Hank und Schaal sich auf die Abreise vorbereiten, geben Claude und Gerald zu, dass sie Hank brauchen, um die Inkarnaten zu besiegen. Während sie gehen, erinnert sich Hank daran, wie sehr sich Schaal seit ihrer ersten Begegnung verändert hat, und Schaal erzählt ihm auch, wie sehr er sich verändert hat. Hank fragt sie erneut, ob sie diese Reise mit ihm fortsetzen möchte und sie versichert ihm, dass sie ihre eigenen Ziele hat und ihren Eid gegenüber ihm halten möchte. Am Ende spricht Cain mit Elaines Körper in einem Glasbehälter, als er die Ankunft einer neuen Welt behauptet.","versions":[]}]}]}