{"seriesId":"katsugeki-touken-ranbu","name":"Katsugeki: Touken Ranbu","descr":"Die unruhige Ära der Samurai neigt sich im Jahr 1863 dem Ende zu. Japan ist derzeit zweigeteilt. Der shogunfreundlich gesinnten Fraktion steht eine dem Shogunat feindlich gesinnte Gruppierung entgegen. Das Schicksal der Welt ist nun in Gefahr, denn aus der Zukunft erreicht eine Armee von Revisionisten die Tokugawa-Zeit. Diese Revisionisten sollen den Verlauf der Geschichte ändern. Saniwa (審神者, \"der Weise\") reist in die Vergangenheit, um die Revisionistenarmee aufzuhalten. Dafür bedient er sich seiner Fähigkeit, Geister aus Schwertern zu erwecken, welche als attraktive junge Männer materialisiert werden. Der mit Bedacht agierende Horikawa Kunihiro und der ungestüme, aber fähige Izuminokami Kanesada stellen sich mit Unterstützung weiterer Krieger der Revisionsarmee entgegen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Einsatz in Kap Kokuchou","epNo":1,"alt":"To the Frontlines","descr":"Kunihiro und Izuminokami Kanesada sind in die Vergangenheit gereist um den Lauf der Geschichte zu erhalten. Doch die Zeit umkehr Arme macht ihnen das Leben schwer. Als wäre das nicht schon genug bricht bei einer Mission in einem Dorf ein Feuer aus und Kunihiro möchte den Menschen helfen doch Izuminokami erklärt ihm das er das nicht könne weil er sonst das beschädigt was er zu beschützen versucht nämlich den lauf der Geschichte, und so muss er dem Feuer den Rücken kehren damit er die Vergangenheit und somit die Zukunft nicht verändert.","versions":[{"lang":1,"streams":[{"redirect":8272144,"hoster":"VOE"},{"redirect":8272150,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615357,"hoster":"VOE"},{"redirect":8272247,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Chef der Truppe","epNo":2,"alt":"Commander","descr":"Izuminokami und die Truppe haben einen Anschlag vereitelt, glauben sie zumindest. Nach der Abwehr wird Izuminokami zum Anführer des neu gebildeten Teams ernannt. Um so länger er darüber nachdenkt ist er sich sicher, dass der Angriff einem anderen Ziel gegolten hat.","versions":[{"lang":1,"streams":[{"redirect":8272152,"hoster":"VOE"},{"redirect":8272153,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615358,"hoster":"VOE"},{"redirect":8272253,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Befehl des Herrn","epNo":3,"alt":"Master\u0027s Orders","descr":"Während sich das Mysterium entfaltet, hat die Zweite Einheit jetzt Schwierigkeiten, sich zusammenzuhalten. Zwischen Kanesada und Mutsunokami kommt es zu einem kleinen Kampf. Kunihiro schlägt Kanesada vor, getrennt in zwei Teams zu arbeiten. Ist es ratsam, die Partei zu teilen?","versions":[{"lang":1,"streams":[{"redirect":12174316,"hoster":"VOE"},{"redirect":8272163,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507681,"hoster":"VOE"},{"redirect":8272262,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Was ich beschützen wollte","epNo":4,"alt":"What I Wanted to Protect","descr":"Izuminokami ist sich zu Anfangs noch immer nicht ganz sicher worauf es die Zeit umkehr Arme es angesehen hat und er ist nicht ganz sicher ob sie die Zeit nicht schon verändert haben. Denn es taucht ein leibwächter auf der zuvor noch nicht da war. Im Verlauf kommt Izuminokami aber dann doch drauf das es die Arme auf ein Schiff mit Kanonen abgesehen hat.","versions":[{"lang":1,"streams":[{"redirect":8272171,"hoster":"VOE"},{"redirect":8272176,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507682,"hoster":"VOE"},{"redirect":8272263,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Kampf um das Schiff","epNo":5,"alt":"The Fires of War","descr":"Eine mysteriöse Gestalt erscheint vor Yagen. Ist er Freund oder Feind? Ich denke, Yagen könnte überrascht sein. Während Horikawa und Tonbokiri weiterhin diese riesigen Ootachi abwehren, besteigen die anderen das Kriegsschiff, um sich Yagen anzuschließen. Werden sie den Plan der Time Retrograde Army rechtzeitig herausfinden, um sie am Erfolg zu hindern?","versions":[{"lang":1,"streams":[{"redirect":8833198,"hoster":"VOE"},{"redirect":8272186,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507684,"hoster":"VOE"},{"redirect":8272273,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"In der Zitadelle","epNo":6,"alt":"The Citadel","descr":"Während Kanesada Edo beobachtet, werden alle zurück zur Zitadelle teleportiert. Während sich die Zweite Einheit vorerst erholt, warten sie immer noch darauf, dass diese Person aufwacht. Zu diesem Zeitpunkt sucht Kanesada Hilfe beim exzentrischen und mysteriösen Captain der Ersten Einheit.","versions":[{"lang":1,"streams":[{"redirect":8272190,"hoster":"VOE"},{"redirect":8272189,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507683,"hoster":"VOE"},{"redirect":8486985,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kyoto in Angst","epNo":7,"alt":"The First Unit","descr":"Die Erste Einheit macht mobil! Wenn der alte Kapitän über dieses Duplikat eines neuen Kapitäns wacht, was für ein mächtiges Monster könnte auf sie warten? Als Honebami als neuestes Mitglied der First Unit beitritt, begegnet er einem Wesen aus seiner Vergangenheit...","versions":[{"lang":1,"streams":[{"redirect":8272195,"hoster":"VOE"},{"redirect":8272197,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507685,"hoster":"VOE"},{"redirect":8272288,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Speisung der Hinterbliebenen","epNo":8,"alt":"Protect History","descr":"Honebami glaubt, dass die Erste Einheit ihre Mission erfolgreich abgeschlossen hat, aber ihr Kapitän sagt ihnen, dass sie noch eine Mission haben. Währenddessen war Izuminokami in der Zitadelle immer noch in Aufruhr von seiner vorherigen Mission, aber Horikawa muntert ihn auf. Dann geht er zu jedem in seiner Einheit und stellt ihnen eine bestimmte Frage…","versions":[{"lang":1,"streams":[{"redirect":8272202,"hoster":"VOE"},{"redirect":8272204,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507686,"hoster":"VOE"},{"redirect":8272294,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der ehemalige Herr","epNo":9,"alt":"Former Master","descr":"Nie mehr Freizeitkleidung und Entspannung in der Zitadelle! Die Zweite Einheit mobilisiert mit einem Neuanfang und landet 1866 in Kyoto. Hier müssen sie einen der ehemaligen Meister des Touken Danshi beschützen. Aufgrund einer bestimmten Regel müssen sie jedoch nach Möglichkeit vermeiden, ihren ehemaligen Meister zu sehen. Werden sie ihn beschützen können, ohne mit ihm in Kontakt zu treten?","versions":[{"lang":1,"streams":[{"redirect":8272208,"hoster":"VOE"},{"redirect":8272212,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507687,"hoster":"VOE"},{"redirect":8272299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Pflaumenblüte","epNo":10,"alt":"Iron Law","descr":"Obwohl ihre Mission abgeschlossen ist, bittet Saniwa die Zweite Einheit, in dieser Ära zu bleiben. Während er weiterhin die Sicherheit von Sakamoto Ryouma überwacht, beginnt Horikawa sich zu fragen, warum die Touken Danshi ihren ehemaligen Meister nicht sehen können und wie er selbst reagieren würde, wenn er seinen ehemaligen Meister jemals wieder sieht ...","versions":[{"lang":1,"streams":[{"redirect":8272216,"hoster":"VOE"},{"redirect":8272219,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507689,"hoster":"VOE"},{"redirect":8272308,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Leben oder die Geschichte retten?","epNo":11,"alt":"Iron Law","descr":"Horikawa Kunihiro ist verschwunden. Die Zweite Einheit stellt fest, dass sie ihn seit dem Vorfall mit dem Pflaumenbaum nicht mehr gesehen haben. Izuminokami und Mutsunokami versuchen, nach ihm zu suchen, aber Izuminokami findet Kunihiro an den seltsamsten Orten...","versions":[{"lang":1,"streams":[{"redirect":8272226,"hoster":"VOE"},{"redirect":8272227,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507688,"hoster":"VOE"},{"redirect":12512195,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kanesadas Herzenswunsch","epNo":12,"alt":"Battle of Hakodate","descr":"Kunihiro hat beschlossen, seine eigene Loyalität zu verfolgen. Was könnte das überhaupt sein? Inmitten des Chaos fällt Saniwa auf Izuminokami und Mutsunokami herab. Nachdem er die Situation kurz besprochen hat, führt er sie in das Gebiet, in dem die Schlacht von Hakodate stattfindet. Was könnte Saniwa hier tun wollen?","versions":[{"lang":1,"streams":[{"redirect":12336467,"hoster":"VOE"},{"redirect":8272235,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507690,"hoster":"VOE"},{"redirect":8272319,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die letzte Schlacht","epNo":13,"alt":"Katsugeki","descr":"Der Abschluss der Schlacht von Hakodate und das Schicksal von Hijikata Toshizou entfalten sich. War Kunihiro in der Lage, seiner Loyalität nachzugehen? Konnte Izuminokami die Geschichte schützen? Die Saison geht zu Ende, als die Time Retrograde Army ihre 1.000 Mann auf Hakodate entfesselt!","versions":[{"lang":1,"streams":[{"redirect":8272242,"hoster":"VOE"},{"redirect":8272238,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13507691,"hoster":"VOE"},{"redirect":8272323,"hoster":"Streamtape"}]}]}]}]}