{"seriesId":"katy-keene","name":"Katy Keene","descr":"Spin-Off von \"Riverdale\": Die dortige Figur Josie McCoy – dargestellt von Ashleigh Murray – kommt einige Zeit nach der aktuellen Handlung in \"Riverdale\" in New York City an und träumt vom Durchbruch als Musikerin. Wie Josie suchen auch andere junge Menschen in der Metropole nach Erfolg und Lebensglück. Einerseits die hoffnungsvolle Modedesignerin Katy Keene (Lucy Hale), der Broadwayaspirant und Dragkünstler Jorge Lopez (Jonny Beauchamp) sowie die mysteriöse Pepper Smith (Julie Chan), die mit ihrem Geld junge Künstler fördert – doch woher ihr Geld kommt, weiß eigentlich keiner.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Es war einmal","epNo":1,"alt":"Chapter One: Once Upon a Time in New York","descr":"Katy Keene (Lucy Hale) kämpft mit dem Druck ihres täglichen Jobs in Lacy\u0027s Department Store und ihrer sehr anspruchsvollen Chefin Gloria (Katherine La Nasa), die eine legendäre Personal Shopperin ist. Zu Katys Glück hat sie die Unterstützung ihres langjährigen Freundes KO Kelly (Zane Holtz), der seinen eigenen Traum vom Profiboxen verfolgt und eine Überraschung, die Katy nicht erwartet hat. Katys Zimmergenosse und enger Freund Jorge (Jonny Beauchamp) spricht für ein Broadway-Stück vor, aber es läuft nicht wie geplant und er versucht einen anderen Weg, um möglicherweise bemerkt zu werden. Als Katy ihre neue Mitbewohnerin Josie (Ashleigh Murray) kennenlernt, weiß sie, dass sie schnell Freunde werden. Josie trifft den Plattenproduzenten Alexander Cabot (Lucien Laviscount), aber es scheint alles zu schön, um wahr zu sein, als dass Alexandra Cabot (Camille Hyde) sich darauf einlässt. Nach einem langen Tag trifft sich die Gruppe von Freunden, darunter auch \"It\"-Girl Pepper (Julia Chan), alle in ihrem Lieblingslokal, Molly\u0027s Crisis, um Jorge als sein Alter Ego, Ginger, auftreten zu sehen und um Katys neueste Modekreation zu sehen.","versions":[{"lang":1,"streams":[{"redirect":14489478,"hoster":"VOE"},{"redirect":12665957,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14357032,"hoster":"VOE"},{"redirect":14379044,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Heiratsantrag","epNo":2,"alt":"Chapter Two: You Can’t Hurry Love","descr":"Katys (Lucy Hale) Privatleben ist wie festgefahren, was sich schnell rumspricht, nachdem ein Newsblog über sie berichtet hat und sie aufgrunddessen selbst auf der Arbeit keine Ruhe hat. Josie (Ashleigh Murray) findet einen neuen Job, mit dem sie ihre Rechnungen bezahlen kann, doch das reicht nicht. Also geht sie noch einem Nebenjob in einem Plattenladen nach. Dieser Laden könnte aber schon bald schließen, woraufhin Josie die Idee bekommt, das Geschäft selbst am Laufen zu halten. Jorge (Jonny Beauchamp) hat derweil Probleme, von der Broadway-Community akzeptiert zu werden, nachdem er sich einen unschönen Wutausbruch geleistet hat. Ihm bietet sich noch eine letzte Chance, doch der Preis dafür ist hoch. Pepper (Julia Chan) plagen indes Geldsorgen, doch auch ihr tut sich eine spannende neue Möglichkeit auf, sich selbst zu verwirklichen.","versions":[{"lang":1,"streams":[{"redirect":14509093,"hoster":"VOE"},{"redirect":14387624,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507692,"hoster":"VOE"},{"redirect":14387620,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gebrochene Herzen","epNo":3,"alt":"Chapter Three: What Becomes of the Broken Hearted","descr":"Da zwischen Katy (Lucy Hale) und KO (Zane Holtz) alles ein wenig aus dem Ruder läuft, versucht Katy, einen perfekten Valentinstag vorzubereiten, damit sie verdrängen kann, was sie wirklich fühlt, einschließlich der Lüge, dass Gloria (Katherine La Nasa) ihre Arbeit macht. KO versucht, etwas Nettes für die Mitbewohner zu tun, aber es scheint die Dinge nur noch schlimmer zu machen. Josie (Ashleigh Murray) und Alexander (Lucien Laviscount) sind sich näher gekommen, aber nachdem sie einen anderen aufstrebenden Songschreiber kennengelernt hat, ist Josie im Zwiespalt. Jorge (Jonny Beauchamp) war in einer geheimen romantischen Beziehung, aber nachdem er nicht zu seinem Auftritt bei Molly\u0027s Crisis erschienen ist, wird Jorge klar, was er tun muss. Währenddessen wendet sich Pepper (Julia Chan) an eine alte Freundin, Frau Freesia, um ihr zu helfen, schnell an Geld zu kommen, ist aber nicht stolz darauf, wie sie es tut.","versions":[{"lang":1,"streams":[{"redirect":14489610,"hoster":"VOE"},{"redirect":12665962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13543475,"hoster":"VOE"},{"redirect":14379048,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eifersucht","epNo":4,"alt":"Chapter Four: Here Comes the Sun","descr":"Katy (Lucy Hale) beschließt, ihre ganze Energie in die Arbeit zu stecken, um ihr Privatleben zu vermeiden, aber auch bei der arbeit brodelt es. Entschlossen, die Dinge in Ordnung zu bringen, nimmt sie Peppers (Julia Chan) Hilfe in Anspruch, um den Designer ausfindig zu machen, der der Schlüssel zur Rettung ihres Jobs ist. Währenddessen stellt Jorge (Jonny Beauchamp) seine neue Beziehung in Frage, und Josie (Ashleigh Murray) stellt sich gegen Alexander (Lucien Laviscount) und Xandra (Camille Hyde), was ihr die Oberhand gibt.","versions":[{"lang":1,"streams":[{"redirect":14489487,"hoster":"VOE"},{"redirect":12665966,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501580,"hoster":"VOE"},{"redirect":14387621,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die große Kältefront","epNo":5,"alt":"Chapter Five: Song for a Winter’s Night","descr":"Da Katy versucht, auf die Modeschule zu kommen, weiß sie, dass sie ein Empfehlungsschreiben braucht, also wendet sie sich an Gloria, die sie auf die Probe stellt, indem sie ihr im Austausch das ultimative Kleid macht und damit Druck auf Katy ausübt.","versions":[{"lang":1,"streams":[{"redirect":14490537,"hoster":"VOE"},{"redirect":8896620,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13507694,"hoster":"VOE"},{"redirect":14379047,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Prinzessin für eine Nacht","epNo":6,"alt":"Chapter Six: Mama Said","descr":"Katy (Lucy Hale) versucht weiterzumachen und stürzt sich in ihre Arbeit. Das führt schnell zu einer verzwickten Situation mit ihren Klienten. Pepper (Julia Chan) muss erklären, was sie vorhat und wird von dem Angebot überrascht, das sie erhält. Jorge (Jonny Beauchamp) erfährt, dass er seinen sicheren Platz im Programm von Mollys Crisis an den Gewinner des Drag-Queen-Wettbewerbs verlieren könnte. Josie (Ashleigh Murray) ist nervös weil ihre Mutter zu Besuch in die Stadt kommen will um bei der Veröffentlichung ihrer Platte dabei zu sein und natürlich um Alexander (Lucien Laviscount) zu treffen.","versions":[{"lang":1,"streams":[{"redirect":14489530,"hoster":"VOE"},{"redirect":8892628,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501583,"hoster":"VOE"},{"redirect":8581062,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Kuss einer Spinnenfrau","epNo":7,"alt":"Chapter Seven: Kiss of the Spider Woman","descr":"Gloria Grandbilt (Katherine La Nasa) übt Druck auf Katy (Lucy Hale) aus um ein Hochzeitskleid zu designen, das zum Wendepunkt ihrer Karriere werden soll. Jorge (Jonny Beauchamp) will seine Karriere weiter vorantreiben, also entscheidet er sich, eine Show zu machen. Josie (Ashleigh Murray) ist frustriert, dass ihre EP-Party keine Erfolge zeigt. Unterdessen wendet sich Pepper Smith (Julia Taylor Ross) an Alexander (Lucien Laviscount) und Alexandra (Camille Hyde) mit einer Investitionsmöglichkeit.","versions":[{"lang":1,"streams":[{"redirect":8925557,"hoster":"VOE"},{"redirect":12514777,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501582,"hoster":"VOE"},{"redirect":8581063,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Praktikum","epNo":8,"alt":"Chapter Eight: It’s Alright, Ma (I’m Only Bleeding)","descr":"Jorge (Jonny Beauchamp) muss seinem Vater von Ginger erzählen. Katy (Lucy Hale) bemüht sich um ein wichtiges Praktikum, doch um es zu bekommen, muss sie die unmögliche Aufgabe erledigen, mit Alexandra (Camille Hyde) zu arbeiten. Die Gruppe will Peppers Geburtstag wie in den vergangenen Jahren feiern, doch dieses Jahr wird es etwas anders. Die Pläne werden von Ms. Freesia (Bernadette Peters) durchkreuzt. Josie (Ashleigh Murray) will ihre Musik in die Welt bringen, also dreht sie in Musikvideo hinter dem Rücken von Alexander (Lucien Laviscount).","versions":[{"lang":1,"streams":[{"redirect":14489531,"hoster":"VOE"},{"redirect":8939885,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13539614,"hoster":"VOE"},{"redirect":8581064,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wenn Wünsche wahr werden","epNo":9,"alt":"Chapter Nine: Wishin’ and Hopin","descr":"Katy (Lucy Hale) hat Schwierigkeiten, sich in ihrer neuen Position zurecht zu finden und verliert ihr Selbstbewusstsein. Sie wendet sich an Gloria (Katherine La Nasa), die ihr einen guten Ratschlag gibt. Alex (Camille Hyde) will The Pussycats wieder zusammenbringen doch die Visionen von seinem Vater und Josie (Ashleigh Murray) gehen auseinander, so dass ihm nichts anderes übrig bleibt als eine schwierige Entscheidung zu treffen. Jorge (Jonny Beauchamp) freut sich Zeit mit seinem neuen Freund und einem Exfreund, mit dem er inzwischen gut befreundet ist, verbringen zu können doch schließlich geht alles gehörig schief. Pepper (Julia Chan) trägt einen Streit online aus und ist mehr als erstaunt als sie erfährt, wer dahinter steckt.","versions":[{"lang":1,"streams":[{"redirect":14489566,"hoster":"VOE"},{"redirect":12665989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13539617,"hoster":"VOE"},{"redirect":8581068,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gloria","epNo":10,"alt":"Chapter Ten: Gloria","descr":"Anschuldigungen gegen Gloria werden laut. Katy (Lucy Hale) versucht der Rolle auf den Grund zu gehen doch stattdessen entdeckt sie etwas über ihre Mutter. Josie (Ashleigh Murray) und die neuen Pussycats haben einen Streit und Josies enger Freund Kevin Keller (Casey Cott) muss sie daran erinnern, dass sie nicht mehr diese Person sein muss. Jorge (Jonny Beauchamp) bietet Bernardo eine interessante Beziehung an um ihn nicht zu verlieren, doch es läuft nicht so, wie er sich erhofft hat. Unterdessen wird Pepper (Julia Chan) von ihrer Vergangenheit eingeholt und das könnte sie mehr kosten als nur Pepper Plant.","versions":[{"lang":1,"streams":[{"redirect":12665991,"hoster":"VOE"},{"redirect":12665993,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535040,"hoster":"VOE"},{"redirect":8581067,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die große Met-Gala","epNo":11,"alt":"Chapter Eleven: Who Can I Turn To?","descr":"Mit dem Druck der Meta Gala wird Katy zwischen ihre neuen Rollen gezogen. Katy geht alles durch und geht ein Design-Risiko für die Meta-Gala ein, von dem sie hofft, dass es sich auszahlt und alles abrundet, hört Katy von Parsons. Pepper tritt gegen ihren Feind an, indem er bei der Meta Gala für Furore sorgt, um Josie und die Pussycats und The Pepper Plant zu promoten, aber alles könnte schlecht enden, wenn ihr Feind Alex erreicht. Jorge beschließt, es selbst herauszufinden, aber sie erfährt einige überraschende Informationen über seine Eltern. Währenddessen bittet KO um Katys Hilfe und KO findet sich wieder","versions":[{"lang":1,"streams":[{"redirect":12665997,"hoster":"VOE"},{"redirect":12665998,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501586,"hoster":"VOE"},{"redirect":8581065,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Pepper fliegt auf","epNo":12,"alt":"Chapter Twelve: Chain of Fools","descr":"Pepper (Julia Chan) ist aufgeregt, ihr Pepper Plant endlich Katy (Lucy Hale), Josie (Ashleigh Murray) und Jorge (Jonny Beauchamp) zeigen zu können. Josie befürchtet, dass Pepper in Schwierigkeiten steckt und erzählt Katy und Jorge was los ist. Sie bemerken, dass die Dinge nicht richtig zusammenpassen. Katy findet beunruhigende Neuigkeiten über Guys (Luke Cook) Vergangenheit heraus und muss entschieden, wie sie mit der Situation umgeht. Jorge übernimmt einige Nebenjobs um seinen Eltern auszuhelfen.","versions":[{"lang":1,"streams":[{"redirect":14489289,"hoster":"VOE"},{"redirect":12666001,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13501589,"hoster":"VOE"},{"redirect":8581066,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Es lebe das Lacys","epNo":13,"alt":"Chapter Thirteen: Come Together","descr":"Katy (Lucy Hale) sieht die Dinge nun klarer und braucht Glorias (Katherine La Nasa) Hilfe um ihren Plan umzusetzen und das bringt ihr ganze neue Möglichkeiten.Pepper (Julia Chan) will alles bei Josie (Ashleigh Murray) und Jorge (Jonny Beauchamp) wieder gutmachen und muss dafür einige Leute aus ihrer Vergangenheit gehen lassen. Jorge will verhindert, dass das Haus seiner Eltern verkauft wird und hält eine Kundgebung ab. Doch er ahnt nicht, mit wem er sich eingelassen hat. Josie sorgt sich um Alexander (Lucien Laviscount) und wendet sich an jemand überraschenden um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14489565,"hoster":"VOE"},{"redirect":12665953,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13493563,"hoster":"VOE"},{"redirect":8581069,"hoster":"Streamtape"}]}]}]}]}