{"path":"/serie/stream/kawagoe-boys-sing-now-or-never","name":"Kawagoe Boys Sing: Now or Never","descr":"[Kawagoe Bōizu Shingu] Tenshi ist ein ehemaliger Chorknabe, der leidenschaftlich gerne singt. Unglücklicherweise fehlt ihm der Mut, vor einem Publikum aufzutreten. Ebendarum entscheidet er sich für ein ruhiges akademisches Leben, das jedoch eine unerwartete Wendung nimmt, als er auf Haruo trifft. Haruo ist ein ehemaliger Dirigent, der einen neuen Knabenchor gründen möchte, um seinen Ruf wiederherzustellen. Tenshi und andere Schüler treten dem Chor widerstrebend bei und trotz Haruos Eigenheiten entdecken sie die Liebe zum Performen vor Publikum.","seasons":[{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-1","name":"","epNo":1,"alt":"On the Set","descr":"Kapellmeister Haruo Hibiki ist aufgrund seiner sozial unbeholfenen Art vom Ruhm abgekommen. Von seiner Großmutter, der Direktorin der Privatschule Kawagoe, erhält er die Chance auf ein Comeback, falls er einen Knabenchor an ihrer Schule gründen und zur Nationalmeisterschaft führen sollte. Der publikumsscheue Tenshi Dei (Studiobox-kun) und seine Freunde Shuji Shiratori (Tori-chan) und Hiroshi Yazawa (Ei-chan) werden daraufhin widerwillig zu den ersten Mitgliedern der neuen AG ernannt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13182163","hoster":"VOE"},{"path":"/redirect/13182168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-2","name":"","epNo":2,"alt":"To a Brightly Shining Tomorrow","descr":"Durch chaotische Umstände werden Kaito Kobashi (IT-kun) – der selbsternannte, neureiche Rivale von Yazawa-kun – und Shizuo Barato (Mädel-kun) – ein muskelöser, aber sanfter Kerl – zu Chormitgliedern ernannt. Während Shizuo es schafft, vor allen zuzugeben, dass er lieber Süßigkeiten machen und singen möchte, als Gewichte zu heben, hat Kaito damit zu kämpfen, seine perfekte Singstimme noch nicht gefunden zu haben – unter anderem, weil er zu sehr versucht, Yazawa-kun zu imitieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13209791","hoster":"VOE"},{"path":"/redirect/13209796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-3","name":"","epNo":3,"alt":"Dreaming of Andalusia","descr":"Tenshi hat das Gefühl, beobachtet zu werden. Auf dem Nachhauseweg wird er von Rowdys überfallen, als ihm ein Mitschüler mit geschminktem Gesicht zur Hilfe eilt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13247012","hoster":"VOE"},{"path":"/redirect/13247009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-4","name":"","epNo":4,"alt":"Comparing Heights","descr":"Den Zwillingen Kō und Shin droht, nicht ins nächste Schuljahr versetzt zu werden, da sie den Musikunterricht mit ihren dauernden Streitigkeiten stören. Um ihre Fehlleistung zu kompensieren, bietet die Direktorin ihnen an, dem Knabenchor beizutreten. Zur Verwirrung aller anderen Mitglieder preist Herr Haruo sie als Paradebeispiel für \"unmotiviertes Singen” an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13281408","hoster":"VOE"},{"path":"/redirect/13281409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-5","name":"","epNo":5,"alt":"LA LA LA","descr":"Ein Video von Sängern, die beim Karaoke stets die volle Punktzahl erreichen, macht die Runde. Dabei soll es sich um Schüler der Kawagoe-Privatschule handeln. Haruo stiftet die Chormitglieder zu einer schweißtreibenden Verfolgungsjagd an …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13296460","hoster":"VOE"},{"path":"/redirect/13296451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-6","name":"","epNo":6,"alt":"Summer Blessing","descr":"Der Kawagoe-Chor beschließt, sich den Auftritt des Urawa-Akademie-Chors auf einem Sommerfest anzusehen, da er im kommenden Wettbewerb gegen ihn antreten wird. Dort hat Studiobox eine unangenehme Begegnung mit einem Sandkastenfreund. Später stoßen sie auf den Vater von Mädel-kun, der erstmals erfährt, dass sein Sohn ein Chormitglied ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13328511","hoster":"VOE"},{"path":"/redirect/13328510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-7","name":"","epNo":7,"alt":"Pinecones","descr":"Haruo ist mit seiner Rolle als Chorleiter zunehmend unzufrieden. Währenddessen suchen die anderen eine Person, die die Summmelodie von Mädel-kun arrangiert. Direktorin Hibiki schlägt einen Camping-Ausflug vor.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13369307","hoster":"VOE"},{"path":"/redirect/13369303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-8","name":"","epNo":8,"alt":"Getaway","descr":"Da die Klimaanlage im Musikzimmer ausgefallen ist, probt der Chor in der Stadthalle, um der Hitze des Sommers zu entgehen. Jedoch ahnen sie nichts im Geringsten, dass sie dort in einen Raubüberfall verwickelt werden …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13394783","hoster":"VOE"},{"path":"/redirect/13394785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-9","name":"","epNo":9,"alt":"Some Days I`m Sorry","descr":"IT-kun kommt seit einer Woche nicht zur Schule. Es stellt sich heraus, dass sein Vater der NewTuber ist, der die Geiselnahme gestreamt hat, wodurch er zur Zielscheibe eines riesigen Shitstorms wurde. Seitdem werden die beiden zu Hause von Gaffern belästigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13425219","hoster":"VOE"},{"path":"/redirect/13425218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-10","name":"","epNo":10,"alt":"Denen","descr":"Da das Turnier immer näher rückt, probt der Chor seit einiger Zeit bis spät in die Nacht. Dies löst bei einigen Eltern Sorge um die Schulleistung ihrer Kinder aus, insbesondere bei der Mutter von Yazawa-kun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13453077","hoster":"VOE"},{"path":"/redirect/13453071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-11","name":"","epNo":11,"alt":"Unknown Colors","descr":"Endlich ist der Tag gekommen, an dem der Knabenchor beim Kantō-Turnier antritt. Bei ihrem Auftritt packt Studiobox und Ei-chan jedoch unerwartet die Nervosität, wofür sich beide hinterher schwere Vorwürfe machen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13560282","hoster":"VOE"},{"path":"/redirect/13560283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kawagoe-boys-sing-now-or-never/staffel-1/episode-12","name":"","epNo":12,"alt":"Now or Never","descr":"Studiobox-kun spricht mit Jū-kun und seinen Chorfreunden über sein Lampenfieber. Auch Herr Haruo hat wieder eine ungewöhnliche Methode parat, um ihn zu seiner Bestleistung zu ermutigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13653956","hoster":"VOE"},{"path":"/redirect/13653955","hoster":"Streamtape"}]}]}]}]}