{"seriesId":"kawaii-dake-ja-nai-shikimori-san","name":"Kawaii Dake ja Nai Shikimori-san","descr":"[Shikimori`s Not Just a Cutie] Shikimori scheint die perfekte Freundin zu sein. Aber sie hat eine coole dunkle Seite, die unter den richtigen Umständen zum Vorschein kommt. Und ihr Freund Izumi liebt es, dabei zu sein, wenn das passiert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Meine Freundin ist richtig süß","epNo":1,"alt":"My Girlfriend Is Super Cute","descr":"Yū Izumi ist mit seiner Klassenkameradin Shikimori zusammen, die eigentlich richtig liebenswert und süß ist. Aber manchmal ist sie plötzlich nicht mehr ganz so süß.","versions":[{"lang":1,"streams":[{"redirect":10314805,"hoster":"VOE"},{"redirect":10317157,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10228222,"hoster":"VOE"},{"redirect":10228228,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ballsportfest bei Wind und Wolken!","epNo":2,"alt":"Wind and Clouds, Ball Sports Tournament!","descr":"In der Jahrgangsstufe von Izumi und Shikimori wird ein Ballsportfest veranstaltet, bei dem Izumi in der Fußballmannschaft landet und Shikimori beim Volleyball. Izumi will die Gelegenheit nutzen, um Shikimori seine coole Seit zu zeigen. Doch das ist leichter gesagt als getan.","versions":[{"lang":1,"streams":[{"redirect":10447416,"hoster":"VOE"},{"redirect":10447415,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12268516,"hoster":"VOE"},{"redirect":10276797,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erst Unglück, dann Sonnenschein","epNo":3,"alt":"Misfortune, Followed by Sunshine","descr":"Inuzuka hat zwei Freikarten fürs Kino bekommen und überlässt die Yū. Der will mit Shikimori ins Kino gehen und bereitet sich darauf vor, falls was schiefgehen sollte.","versions":[{"lang":1,"streams":[{"redirect":10576472,"hoster":"VOE"},{"redirect":10576460,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10314794,"hoster":"VOE"},{"redirect":10314792,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ihre Gedanken am Sommeranfang","epNo":4,"alt":"How They Each Feel at the Start of Summer","descr":"Yū und die anderen überlegen, in den Sommerferien irgendwohin zu fahren. Allerdings müssen sie erst noch die Prüfungsphase an der Schule überstehen.","versions":[{"lang":1,"streams":[{"redirect":10576475,"hoster":"VOE"},{"redirect":10576474,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10364308,"hoster":"VOE"},{"redirect":10364302,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fröhliches Baden am Fluss","epNo":5,"alt":"Jolly Times at the River!","descr":"Es ist Sommer und die Ferien haben begonnen! Also wollen Yū und die anderen ihren gemeinsamen Badeausflug an den Fluss umsetzen.","versions":[{"lang":1,"streams":[{"redirect":10576465,"hoster":"VOE"},{"redirect":10576467,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10406723,"hoster":"VOE"},{"redirect":10406720,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Sommer ist das Feuerwerk so fern.","epNo":6,"alt":"With Fireworks Comes Summer`s End","descr":"Izumi sieht die Neuigkeiten über das bevorstehende Feuerwerksfest und lädt Shikimori ein, mit ihm zu gehen. Während Motoko Izumi einen Yukata zum Anziehen gibt, lässt Shikimori ihr von ihrem Bruder helfen, ihren eigenen zu binden. Sie treffen sich am Eingang des Festivals und besuchen mehrere Stände, bevor sie Zuckerwatte essen . Izumi möchte Shikimori eine kaufen und fühlt sich immer noch niedergeschlagen, weil sie nichts für sie tun kann. Sie erklärt, dass es ihr genügt, ihn glücklich zu sehen. Sie gehen dann zu einem Ballerspiel, bei dem Shikimori ein Wolfs- Plüschtier gewinntmühelos und beeindruckt sowohl Izumi als auch den Bediener. Sie finden ihre Freunde und spielen in einem Goldfisch-Scooping-Spiel, bei dem Nekozaki verhindern muss, dass Shikimori zu konkurrenzfähig mit Inuzuka wird. Izumi enthüllt, dass sein Vater ihm von einem besonderen Ort erzählt hat, an dem er das Feuerwerk sehen kann. Aufgrund ihrer verletzten Füße bietet Izumi jedoch an, sie zu tragen. Oben auf einem Hang angekommen, gesteht Izumi, dass er Shikimori im Vorjahr ebenfalls einladen wollte, aber zu feige dazu war. Sie verrät, dass sie damals auf ihn gewartet hat, aber jetzt glücklich ist, sie mit ihm zu sehen. Als sie gehen wollen, stolpert Izumi, wird aber von Akisada gerettet, der verrät, dass er mit Motoko am Spot war.","versions":[{"lang":1,"streams":[{"redirect":10714481,"hoster":"VOE"},{"redirect":10714480,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10576457,"hoster":"VOE"},{"redirect":10576450,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Kulturfest I","epNo":7,"alt":"Cultural Festival I","descr":"Die Schule bereitet sich auf ihr Kulturfestival vor. Izumi lobt, wie süß Shikimori in ihrem Kostüm für ihr Tiercafé aussieht. Am ersten Tag ist Izumi mit seiner Arbeit überfordert und stolpert beinahe. Shikimori erwischt ihn jedoch rechtzeitig. Am nächsten Tag nimmt Izumi am Bibliotheksdienst teil und entdeckt, dass die einzige andere anwesende Person Kamiya ist. Als solcher erinnert er sich, als er sie kennenlernte, als sie im vergangenen Jahr für den Bibliotheksdienst zusammenkamen. Zurück in der Gegenwart fragt Kamiya Izumi aggressiv, wie er angefangen hat, sich mit Shikimori zu verabreden. Währenddessen wird Shikimori eifersüchtig, als sie sieht, dass sie im Couple Numbers Game, bei dem Schüler mit derselben Nummer Fotos machen, bevor sie sich verabreden, nicht dieselbe Nummer wie Izumi bekommen hat. Izumi spürt, dass Kamiya Shikimori mögen könnte und erzählt ihr ihre Geschichte. Während des letztjährigen Kulturfestivals Izumi und Shikimori haben die gleiche Nummer. Izumi verlor jedoch den Ausrutscher und wurde zunächst das Bild negiert. Nachdem er jedoch darauf bestand, wie sehr er es wollte, machte der Präsident für sie eine Ausnahme. Danach bat Izumi Shikimori um ein Date und sie begannen sich zu verabreden. Zurück in der Gegenwart zeigt sich, dass es Kamiya war, die die gleiche Nummer wie Izumi bekam.","versions":[{"lang":1,"streams":[{"redirect":10806775,"hoster":"VOE"},{"redirect":10806770,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10576452,"hoster":"VOE"},{"redirect":10576448,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kulturfest II","epNo":8,"alt":"Cultural Festival II","descr":"Kamiya visualisiert sich selbst als Prinzessin, die in einem Tanz keinen Zugang zu ihrer verbotenen Liebe Izumi hat. In Wirklichkeit ruft Nekozaki Kamiya draußen an, wo sie sich mit Shikimori trifft, die Kamiya bittet, die Nummer mit ihr zu tauschen, nachdem sie herausgefunden hat, dass sie Izumis Nummer hat. Kamiya stimmt zu und gibt ihr den Zettel. Shikimori bemerkt jedoch Kamiyas Trost in der Nähe von Izumi. Nachdem sie ihre Pflichten erledigt hat, denkt Kamiya auf dem Dach nach und will ihre Gefühle begraben. Shikimori kommt jedoch an und versucht, ihr den Ausrutscher zurückzugeben, als sie erklärt, dass sie erkannt hat, dass sie ihren Gefühlen gegenüber nicht unfair sein will. Kamiya weigert sich jedoch und verspricht, Izumi nicht wieder nahe zu kommen. Shikimori zerreißt das Papier und umarmt eine weinende Kamiya, sagt ihr, sie solle ihre Gefühle schätzen und dankt ihr dafür, dass sie so nett ist. Nachdem Shikimori gegangen ist, wünscht Kamiya ihnen Glück.Medaillon als Geschenk zum Geburtstag. Erfreut sagt Shikimori zu Izumi, er solle nie ändern, wie er ist. Izumi sagt ihr, dass sie ihn zum Besseren verändert hat und verspricht, immer stärker zu werden, damit sie entspannt sein kann, wenn sie zusammen sind. Shikimori bricht in Tränen aus und umarmt ihn mit dem Versprechen, niemals von seiner Seite zu weichen.","versions":[{"lang":1,"streams":[{"redirect":10806777,"hoster":"VOE"},{"redirect":10806772,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10714476,"hoster":"VOE"},{"redirect":10714478,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Arglosigkeit und Tollpatschigkeit","epNo":9,"alt":"Innocence and Clumsiness","descr":"Nachdem er krank wird, schreibt Izumi Inuzuka eine SMS und fragt ihn nach seinen Notizen, was Shikimori eifersüchtig macht. Dann fragt sie Inuzuka, ob sie ihm folgen darf. Nekozaki schickt jedoch Hachimitsu, um sich um sie zu kümmern. In einem Lebensmittelgeschäft bittet Shikimori Inuzuka, Medizin für Izumi auszuwählen, und bittet ihn, zwischen zwei Arten von Süßigkeiten zu wählen. Hachimitsu erscheint und sagt ihnen, dass sie, nachdem sie sie beobachtet hat, erkannt hat, dass Shikimori Inuzuka aufgrund ihrer Kälte gegenüber ihrem eigenen Bruder als älteren Bruder sieht. Shikimori wird es peinlich, was ihre Theorie bestätigt. Einige Zeit später finden Shikimori und Nekozaki Kamiya im Einkaufszentrum. Nekozaki bezweifelt zunächst, dass Kamiya mit ihnen abhängen wird, aber sie akzeptiert, und Nekozaki ist beeindruckt, wie verspielt und freundlich Kamiya Shikimori gegenüber ist. Sie treten dann gegen zwei andere Mädchen an, um einen Basketballplatz zu benutzen. Nachdem sie es geschafft haben, zu gewinnen, Alle machen ein Gruppenfoto. Nachdem Shikimori gegangen ist, erzählt Nekozaki Kamiya, dass sie immer Schmerzen zu haben schien und fragt sie, wer sie so zum Lächeln gebracht hat, wie sie es heute getan hat. Kamiya antwortet nicht, sagt Nekozaki aber, dass sie es ihr eines Tages sagen möchte. Als sie gehen, wünscht sich Nekozaki, dass Kamiya weiterhin lächelt und neue Gefühle entdeckt.","versions":[{"lang":1,"streams":[{"redirect":10868449,"hoster":"VOE"},{"redirect":10868447,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10714472,"hoster":"VOE"},{"redirect":10714473,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Gefühl, gewinnen zu wollen","epNo":10,"alt":"The Desire to Win","descr":"Obwohl sie kein Rennen fahren wollen, werden sowohl Izumi als auch Hachimitsu für ihre Klassenstaffel ausgewähltTeam für ihr bevorstehendes Sportfest. Dafür vervollständigen ihre Freunde das Team und beginnen nach der Schule mit dem Training. Sowohl Izumi als auch Hachimitsu kämpfen jedoch darum, sich zu verbessern, üben aber weiter, nachdem ihre Freunde gegangen sind. Während des Sportfestivals beeindruckt Hachimitsu ihre Freunde mit ihren Taschenwurffähigkeiten und schafft es, den zweiten Platz zu belegen. Nach dem Start des Hauptrennens bringt Nekozakis Geschwindigkeit sie leicht an die Spitze. Hachimitsu versucht dann, alles zu geben, stolpert aber und stürzt. Da Hachimitsu sich nie um den Sieg gekümmert hat, zwingt sie sich, aufzustehen und weiterzumachen, nachdem sie an das Lächeln ihrer Freunde gedacht hat, wenn sie das Unwahrscheinliche geschafft haben. Sie übergibt den Staffelstab an Izumi, der einen seiner Schuhe verliert. Er tritt jedoch seinen anderen Schuh aus und fährt fort. Nachdem sie es an Shikimori übergeben hat, gelingt es ihr, verlorenes Terrain zurückzugewinnen. und als Moderator schafft Inuzuka das Comeback, während ihre Klasse als Gewinner des Festivals hervorgeht. Hocherfreut bedankt sich Hachimitsu bei ihrem Team und erklärt, dass sie Spaß hatte, wenn sie daran denkt, wie stolz sie auf sie ist.","versions":[{"lang":1,"streams":[{"redirect":10910185,"hoster":"VOE"},{"redirect":10910184,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10806764,"hoster":"VOE"},{"redirect":10806762,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sie ist nicht nur süß","epNo":11,"alt":"Not Just a Cutie","descr":"Ein junger Izumi wird von seinen Freunden eingeladen, bei ihrer bevorstehenden Reise Teil ihrer Gruppe zu sein. Er weigerte sich jedoch zu gehen, nachdem sein Pech sie beinahe verletzt hätte. In der Gegenwart kauft Shikimori Kleidung für ein Date mit Izumi und ihrem Bruder Fuji ein. Ein Rückblick zeigt einen jüngeren Shikimori, der neben ihm ein Karate-Anwärter war. Eines Tages, nachdem Fuji ihr gesagt hatte, dass er das Karate verlassen würde, sagte er ihr, sie solle sie selbst sein und nicht versuchen, wie er oder ihre Mutter zu sein. Als solches nach dem Lesen eines romantischen MangasSie stimmte zu, mit dem Karate aufzuhören, ein süßes Mädchen zu werden und sich zu verlieben. Am Tag ihrer Aufnahmeprüfung für die High School sah sie Izumi zum ersten Mal. Sie holte seine Prüfungskarte von einem Baum, glaubte aber, einen schlechten ersten Eindruck auf ihn gemacht zu haben. An ihrem ersten Schultag traf sie sich jedoch wieder mit Izumi, der froh war, dass es ihr gut ging und seine Freude darüber zum Ausdruck brachte, sie zu sehen. Als solche verliebte sie sich in ihn. Zurück in der Gegenwart sieht Shikimori einen süßen Lippenstift , weigert sich aber, ihn zu kaufen, als sie seinen Preis sieht. Nachdem sie sich für Kleidung entschieden hat, überrascht Fuji Shikimori mit dem Lippenstift, den sie wollte, also geht sie zu ihrem Date, während Fuji sie stolz ansieht.","versions":[{"lang":1,"streams":[{"redirect":10937128,"hoster":"VOE"},{"redirect":10937129,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10806765,"hoster":"VOE"},{"redirect":10806763,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mehr als in jedem Traum","epNo":12,"alt":"More Than a Dream","descr":"Izumi und Shikimori sind endlich im Freizeit zu ihrem langersehnten Date. Ist das die Gelegenheit für die beiden sich näherzukommen?","versions":[{"lang":1,"streams":[{"redirect":11462010,"hoster":"VOE"},{"redirect":11461989,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10852641,"hoster":"VOE"},{"redirect":10852642,"hoster":"Streamtape"}]}]}]}]}