{"seriesId":"kaze-ga-tsuyoku-fuite-iru","name":"Kaze ga Tsuyoku Fuite Iru","descr":"Kakeru war einst einer der besten Läufer an seiner Schule. Nun findet er sich plötzlich beim Laufen auf der Flucht wieder – weil er Essen gestohlen hat! Ihm zur Hilfe kommt Haiji, Student der Kansei-Universität. Auch Haiji ist ein Läufer und so schafft er es, Kakeru davon zu überzeugen, in einem alten Appartement, genannt Chikuseisou, einzuziehen. Dort plant Haiji gemeinsam mit weiteren Bewohnern die Teilnahme am sogenannten Hakone-Ekiden-Marathon, einem der bekanntesten Universitätswettrennen in ganz Japan! Dieser findet alljährlich im Januar statt und verläuft von Tokio bis nach Hakone und wieder zurück, mit einer Gesamtstrecke von über 200 km. Doch Kakeru bemerkt schnell, dass neben ihm und Haiji die anderen Bewohner absolute Neulinge auf dem Gebiet des Marathon-Sports sind!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The 10th Man","descr":"Kurahara Kakeru läuft nachts durch die Straßen der Stadt. Ein einzelner Mann jagt ihm auf einem Fahrrad hinterher. Der Name dieses Mannes ist Kiyose Haiji. Als Haiji Kakeru einholt, stellt er ihm eine Frage: \"Hey, magst du Laufen?\" Angeführt von Haiji kommt Kakeru im Studentenwohnheim von Chikusei-so an. Er trifft die fremden Bewohner, die dort leben. Haiji verhält sich gebieterisch. Kakeru ist von der plötzlichen Entwicklung verwirrt. Niemand im Wohnheim weiß von Haijis Hintergedanken. In dieser Nacht veranstalten die Bewohner eine Willkommensparty für Kakeru. Auf der Party kommt aus Haijis Mund ein großartiger und rücksichtsloser Plan.","versions":[{"lang":3,"streams":[{"redirect":9615380,"hoster":"VOE"},{"redirect":8272400,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Ogre`s Arrival","descr":"Die Bewohner des Chikusei-so werden gemeinsam im Hakone Ekiden laufen. Kakeru reagiert stark auf Haijis überstürzten Vorschlag. Alle Bewohner sind Amateure, wenn es um Langstreckenlauf geht. Niemand nimmt Haijis Worte ernst. Die Bewohner versuchen, ihr College-Leben weiterzuführen, aber Haijis Schatten nähert sich. Von Haijis mysteriösem Druck bedroht, fallen mehrere auf tragische Weise in Haijis Hand. Kakeru versucht, das Chikusei-so zu verlassen, aber er trifft in der Stadt auf Nico-chan. Inzwischen bricht das Bad der Chikusei-so aus unbekannten Gründen und sie beschließen, stattdessen in das \"höllische\" öffentliche Bad zu gehen.","versions":[{"lang":3,"streams":[{"redirect":9615385,"hoster":"VOE"},{"redirect":8272406,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"A Single Flower","descr":"Als ihr Heißwasserwettbewerb unentschieden endet, nimmt Kakeru am morgendlichen Joggen des Wohnheims teil, während er weiter gegen Haiji rebelliert. Sein Plan ist es, die anderen Bewohner zum Aufgeben zu bewegen. Am nächsten Morgen beschließen mehrere Bewohner, das Joggen zu boykottieren. Ein junges Mädchen in Schuluniform läuft auf Kakeru und seine coole Art zu. Hana-chan wird dem Team vorgestellt. Kakerus alter Highschool-Teamkollege Sakaki taucht auf.","versions":[{"lang":3,"streams":[{"redirect":9582436,"hoster":"VOE"},{"redirect":8272409,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Shadows That Don`t Fade","descr":"\"Es ist schon eine Weile her...\" Sakaki grinst furchtlos. Er und Kakeru sind alte Bekannte. Kakeru kann nicht verbergen, wie erschüttert er von ihrem unerwarteten Wiedersehen ist. In Kakeru wirbelte die Einsamkeit, die er als Highschool-Schüler aufgrund seiner Talente erlebte. Kakeru rennt, als ob er vor Schatten fliehen würde, als vor ihm \"der andere Kakeru\" auftaucht. Es ist der verzweifelte Mann, der er war, bevor er Haiji traf. Kakeru starrt seine Vergangenheit verärgert an. Gerade als er die Hoffnung in sich selbst verlieren will, streckt sich jemand mit einer freundlichen Stimme nach ihm aus. Es sind Prince und seine Freunde.","versions":[{"lang":3,"streams":[{"redirect":9615386,"hoster":"VOE"},{"redirect":8272417,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Ones Not Chosen","descr":"Nachdem sie von Sakaki von der Tokyo Sport University herausgefordert wurden, sind sich Kakeru und die anderen Bewohner von Chikusei-so näher zusammengerückt. Während sie die Erneuerung ihrer Entschlossenheit feiern, kommt King zur Abwechslung in einem Anzug nach Hause. Unterdessen äußert Kakeru seine Einwände gegen die baldige Teilnahme an einem Track-Meeting. Was bringt es, die dilettantischen Bewohner zur Realität zu zwingen? Als Antwort auf Kakeru stellt Haiji seine eigene Frage. Kakerus Zweifel bleiben ungelöst, als Haiji beginnt, die richtigen Praktiken einzuhalten. King weigert sich jedoch, mitzumachen, da er auf Jobsuche ist. Unter einer Wolke von Angst beginnt ihr richtiges Training.","versions":[{"lang":3,"streams":[{"redirect":9615383,"hoster":"VOE"},{"redirect":8272422,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Emperor`s New Clothes","descr":"König rebelliert gegen Haijis eskalierende Forderungen. Seine Jobsuche verläuft weiterhin schlecht, was dazu führt, dass er sich selbst Shindo gegenüber verschließt, der sich Sorgen um ihn macht. Schließlich beginnt King, unabhängig zu handeln. Auch die anderen Bewohner können ihre Verwirrung nicht verbergen, wenn ihnen gesagt wird, dass sie nicht arbeiten können. Währenddessen geht Kakeru zu Nico-chan, um seine Zweifel an Haiji zu zerstreuen, aber er findet keine endgültige Antwort. Währenddessen hat Shindo eine Idee und schlägt sie den anderen Bewohnern vor. Seine Beharrlichkeit inspiriert King dazu, es mit dem Laufen zu versuchen.","versions":[{"lang":3,"streams":[{"redirect":9615384,"hoster":"VOE"},{"redirect":8272426,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Bear Your Fangs at the Summit","descr":"Die Bewohner des Chikusei-so gehen zur Tokyo Sport University, um an ihrem ersten Track-Meeting teilzunehmen. Dort trifft Kakeru auf seinen alten Teamkollegen Sakaki Kosuke. Sakaki versucht beharrlich, Kakeru zu provozieren. Als Haiji versucht, sie aufzuhalten, ruft ihm ein Mann zu. Dieser Mann ist der Champion von Hakone und dem Ass der Rikudo-Universität, Fujioka Kazuma.","versions":[{"lang":3,"streams":[{"redirect":9615390,"hoster":"VOE"},{"redirect":8272435,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Dangerous Character","descr":"Die Bewohner des Chikusei-So erleben eine vernichtende Niederlage beim Streckentreffen. Als Kakeru sieht, wie sich seine Teamkollegen beschweren und sich gegenseitig für ihre Ohnmacht loben, explodiert er. Während er versucht, Kakeru zu beruhigen, offenbart Nico-chan seine Gefühle gegenüber dem Laufen, die er versteckt hat. Kakeru rät ihm, es so gut wie möglich zu versuchen. Am nächsten Morgen geben Kakeru und Nico-chan Haijis Coaching auf und beginnen alleine mit dem Training. Um die Comic-Lesezeit wiederzugewinnen, die ihm durch das Üben genommen wurde, plant Prince, sich einen bestimmten Gegenstand in die Wohnung liefern zu lassen.","versions":[{"lang":3,"streams":[{"redirect":9615389,"hoster":"VOE"},{"redirect":8272446,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Mismatched Runners","descr":"Kakeru bittet Prince, das Team abhängig von seiner Leistung beim nächsten Track-Meeting zu verlassen. Obwohl Haiji sagt, dass Kakerus Worte wirkungslos sind, fragt sich Prince, ob er einen offiziellen Rekord aufstellen kann. Aber noch etwas stört Haiji: Es bleibt eine Portion Essen übrig. Nico-chan versucht eine Diät zu machen.","versions":[{"lang":3,"streams":[{"redirect":9615388,"hoster":"VOE"},{"redirect":8272445,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Our Speed","descr":"Haiji wird plötzlich ohnmächtig. Die Bewohner erkennen, wie Haiji sie unterstützt, und Nico-chan ermutigt Kakeru und Prince, sich zu versöhnen. Die sturen Jungs weigern sich jedoch, die Lücke zu schließen. Am nächsten Tag schlägt Shindo vor, dass das Team einen vorübergehenden Kapitän auswählt. Als alle älteren Mitglieder sich weigern, stimmt Kakeru zu, den Job zu übernehmen. Verzweifelt, etwas gegen Prince zu unternehmen, folgt Kakeru ihm herum, während er ihn nörgelt. Als Reaktion darauf nimmt Princes Widerstand zu. Kakeru schafft es jedoch, Prince zu helfen, indem er lernt, die Dinge so zu sehen, wie er es tut. Da sich die Bewohner nicht einmal selbst ernähren können, kommt Hana, um zu helfen.","versions":[{"lang":3,"streams":[{"redirect":9615391,"hoster":"VOE"},{"redirect":8272456,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Overflowing Drops","descr":"Die Zwillinge und Musa erreichen offizielle Rekorde, und die Bewohner des Chikusei haben also Hoffnung für sie. Shindo und Yuki geraten jedoch in Panik, da sie ihre persönlichen Rekorde fast einen Monat lang nicht brechen. Haiji versucht, mit ihnen zu reden, aber Worte allein reichen nicht aus, um sie zu retten. Währenddessen dauern die starken Regenfälle an und behindern den Fortschritt der Bewohner. Die anderen Bewohner werden besorgt, während Shindo weiterhin hart an der Praxis und seinem Studium arbeitet. In einem Leichtathletik-Magazin punkten Kakeru und Haiji unterdessen mit Fujioka Kazuma. Die Episode endet mit einem mysteriösen Mann mit einer Kamera, der Kakeru zu erkennen scheint.","versions":[{"lang":3,"streams":[{"redirect":9615387,"hoster":"VOE"},{"redirect":8272460,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Summer Prank","descr":"Der Kampf der Kansei University um offizielle Rekorde beginnt offiziell. Musa, Jota und Joji haben bereits ihre offiziellen Rekorde aufgestellt und sehen sich das Rennen mit Hanako an. Kakeru schließt sich der Spitzengruppe an und konkurriert mit Austauschschülern von starken Schulen. Währenddessen nutzen die stagnierenden Shindo und Yuki ihre Stärken, um sich intensiv um eine offizielle Zeit zu bemühen. Während der letzten Runde durchdrangen Haijis Worte Kakerus Verstand. \"Magst du laufen?\" In diesem Moment öffnet sich etwas in ihm und Kakeru schlägt eine erstaunliche Zeit. Nach dem Rennen nähert sich ein einsamer Reporter Kakeru und der mysteriöse Mann mit der Kamera stellt sich den Jungs als Shuji Mochizuki von Shinjitsu Weekly vor. Herr Mochizuki scheint zu wissen, dass Kakeru Teil eines Leichtathletikteams einer angesehenen High School war.Haiji nimmt die ganze Gruppe mit zum Shirakaba-See zu einem Trainingslager. Zufällig ist auch die Tokyo Sport Uni dort. Haiji ermutigt Kakeru weiterhin mit Trainingsratschlägen. Nachdem er von Erinnerungen an die Vergangenheit provoziert wurde, wird Kakeru dazu gebracht, nach vorne zu stürmen, um seine Emotionen auf seinen ehemaligen Teamkollegen von der High School, Sakaki, zu entfesseln.","versions":[{"lang":3,"streams":[{"redirect":9615394,"hoster":"VOE"},{"redirect":8272462,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"And Then Start Running","descr":"Beim Nachdenken durch Rückblenden der High School erinnert sich Kakeru an die Isolation, der Liebling des Highschool-Trainers zu sein. Kakeru greift an seine Grenzen und packt Sakaki, aber seine Freunde kommen zwischen sie, bevor etwas passieren kann. Später beginnen sie ihr anstrengendes Training, aber Kakeru kann nicht aufhören, sich an schwere Erinnerungen aus seiner Highschool-Zeit zu erinnern: eine grausame Vergangenheit, die eine Gruppe von Elite-Läufern an ihre Grenzen brachte. Kakeru erinnert sich daran, wie er seine eigene Zerstörung gewählt hat, und quält sich über seine Vergangenheit. In dieser Nacht ist der Himmel voller Sterne. Haiji taucht neben Kakeru auf, während er alleine herumhängt. Kakeru erklärt die Hintergrundgeschichte von Sakakis Groll gegen ihn. Kakeru wird endlich ermutigt, sich seinen Teamkollegen zu öffnen, was ihre Freundschaft noch weiter stärkt.","versions":[{"lang":3,"streams":[{"redirect":9615393,"hoster":"VOE"},{"redirect":8272472,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"You`re Not Alone","descr":"Yuki zeigt mehr Interesse an den Zielen ihres Trainingsplans. Sie durchlaufen acht 5000-Meter-Läufe; Hanas Truck folgt den Jungs, um sie bei der Hitze mit Spritzwasser zu unterstützen. Nachts zündet das Team ein Feuerwerk an. Prince erkennt schließlich, dass er nicht allein ist, als er beschließt, seinen offiziellen Rekord mit der Unterstützung des Teams zu erhalten.","versions":[{"lang":3,"streams":[{"redirect":9615395,"hoster":"VOE"},{"redirect":8272477,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Place of Destiny","descr":"Das gesamte Team erreicht offizielle Rekorde. Obwohl sie noch viele Herausforderungen zu bewältigen haben, bevor sie die Qualifikation überstehen, nehmen die Ausnahmen aller um sie herum weiter zu. Sie erhalten sogar eine Interviewanfrage von einem Fernsehsender. Während die anderen aufgeregt sind, wirkt Yuki allein unglücklich. Das Rennen beginnt und schließlich schafft es Kakeru, in seinen Zonenzustand zu stürzen. Die anderen Mitglieder des Kansei-Teams werden von den Momenten motiviert, in denen ein schneller Kakeru vorbeikommt. Ein Läufer von einer anderen Schule fährt weg und fällt direkt vor Haiji.","versions":[{"lang":3,"streams":[{"redirect":9615392,"hoster":"VOE"},{"redirect":8272478,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Dreams and Reality","descr":"Glücklicherweise kann Haiji einen Zusammenstoß mit dem gestürzten Läufer vermeiden, aber er verlagert sein ganzes Gewicht auf sein rechtes Bein. Der Sturz sorgt für Aufregung an der Wasserstation. Der kalte Regen prasselt gnadenlos auf die Läufer und die über sie wachenden Fans nieder. Schließlich verlagert sich das Rennen in die Straßen der Stadt und der Wettlauf der Läufer ums Überleben beschleunigt sich. Nachdem alle ins Ziel gekommen sind, werden die Ergebnisse des Tokyo-Hakone Collegiate Ekiden Relay Race für alle bekannt gegeben. Nachdem sie die Ergebnisse betrachtet haben, fragen sich Taro und Jiro, warum sie alle laufen und zu welchem ​​​​Zweck.","versions":[{"lang":3,"streams":[{"redirect":9615396,"hoster":"VOE"},{"redirect":8272485,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Searching for the Answer","descr":"Das Team wird von Clubbewerbern und Interviewanfragen überschwemmt. Trotzdem konzentriert sich Haiji ruhig auf die Vorbereitung auf das Rennen. Jota und Joji beginnen jedoch plötzlich, sich ihm zu widersetzen. Haiji verrät, dass auch er versucht, den Grund für die Flucht zu finden.","versions":[{"lang":3,"streams":[{"redirect":9615397,"hoster":"VOE"},{"redirect":8272493,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"And Then, Morning","descr":"Auf dem Heimweg mit Musa traf Kakeru auf Fujioka Kazuma vom amtierenden Meister Rikudo. Als Kakeru die rücksichtslosen Bemerkungen einiger Passanten nicht loslassen kann, zeigt ihm Fujioka methodisch und ohne zu zögern die Antwort. Dann erzählt Fujioka ihnen von seiner gemeinsamen Geschichte mit Haiji, der Last, die Haiji allein getragen hat, und der Reaktion, die er Fujioka gegeben hat. In Fujiokas Worten beginnt Kakeru die Bedeutung der \"Stärke\" zu spüren, die Haiji ihm einmal beschrieben hat. Währenddessen ist Haiji bei seinem Arzt zu einer Konsultation. Seine Augen haften an der harten Realität, die sie sehen.","versions":[{"lang":3,"streams":[{"redirect":9615398,"hoster":"VOE"},{"redirect":8272496,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Moment of Release","descr":"Das Tokyo-Hakone Round-Trip College Ekiden Race beginnt endlich. Haiji hatte Recht, und Abschnitt 1 bewegt sich in einem langsamen Tempo, während die Teams versuchen, sich gegenseitig zu erfühlen. Prince, der die schwere Verantwortung für den Start des Rennens trägt, nimmt seine Position hinter den anderen Läufern ein und schont seine Kräfte. Es ist alles Teil von Haijis Plan, die Spitze zu erobern. Haiji schickt Prince auch über Tazaki im Wagen des Reisebusses eine Nachricht und fährt zur Tsurumi-Relaisstation, wo Musa wartet. Die Gruppe erhöht ihr Tempo. Prince hängt verzweifelt durch. Musa schafft es, während seines Teils des Rennens 7 Personen zu überholen.","versions":[{"lang":3,"streams":[{"redirect":9615399,"hoster":"VOE"},{"redirect":8272503,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Even If I Break","descr":"Hanako jubelt Jota an der Seitenlinie zu. Erinnerungen schwirren ihm durch den Kopf. Jota, der endlich seine romantischen Gefühle erkennt, beschleunigt und klettert in der Gesamtwertung. Gleichzeitig ist Joji, der über Hanakos Gefühle informiert ist, nicht ganz hier. Die plötzliche Hanako-Panik verunsichert auch die anderen Teammitglieder. Um das Rennen wieder in Gang zu bringen, bittet Kakeru Tazaki um eine Nachricht. Währenddessen ruft Haiji Shindo an, der an der Relaisstation angekommen ist. Ihre Zeit fühlt sich gleichzeitig zu lang und zu kurz an. Eine tragische Entschlossenheit breitet sich in Shindos brennendem, fiebrigem Körper aus.","versions":[{"lang":3,"streams":[{"redirect":9615402,"hoster":"VOE"},{"redirect":8272509,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Goodbye, Beautiful World","descr":"Seine Teamkollegen sahen sich dem Tod gegenüber, um die Schärpe weiterzugeben. Mit diesem Gewicht in Gedanken bereitet sich Yuki auf das Rennen vor. Shindo nähert sich ihm. Yuki verwandelt seine überbordenden Ängste und sein Bedauern in Stärke und wartet darauf, dass das Rennen beginnt. Er schafft es, 2 Sekunden vor dem Gewinn seines Segments ins Ziel zu kommen. Nico-chan hebt ihr Ranking weiter an und gibt die Schärpe an King weiter.","versions":[{"lang":3,"streams":[{"redirect":9615403,"hoster":"VOE"},{"redirect":8272514,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Embrace Your Loneliness","descr":"Sakakis Kampfgeist grenzt an Tragik. Wie von ihm mitgerissen, verliert King sein Tempo. Er denkt an ein Gespräch zurück, das er einmal mit Haiji geführt hatte. Die Worte, die er nicht sagen kann, der Realität kann er nicht entkommen. Kings Gedanken kommen schließlich an dem Tag an, an dem er in Chikusei-so ankam. Es war der Beginn einer einsamen, aber traumhaften Zeit. Diese kleine Entmutigung, dieser kleine Stolz. Tragen Sie alles beim Laufen bei sich. Die Männer kämpfen weiter, um sich selbst zu finden.","versions":[{"lang":3,"streams":[{"redirect":9615400,"hoster":"VOE"},{"redirect":8272520,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"In The Wind","descr":"Kakeru ist von dieser neuen Erfahrung verwirrt. Seine Geschwindigkeit übertrifft die anderen Konkurrenten. Rikudos Ass Fujioka bricht derweil wie versprochen den Streckenrekord und schiebt sein Team auf den 1. Platz. Schließlich beendet Kakeru seinen Abschnitt und schlägt Fujiokas neu aufgestellten Rekord um 1 Sekunde. Haiji beginnt den letzten Abschnitt des Hakone Ekiden. Damit die Kansei University die Top 10 erreichen kann, muss Haiji mit großem Vorsprung die Tokyo Sport University schlagen. Er kämpft während seines Laufs und spürt im letzten Abschnitt einen stechenden Schmerz von seinem verletzten Knie. Als er Kakeru an der Ziellinie sieht, drückt er sich durch und beendet ihn rechtzeitig für die Kansei University, um den 10. Platz zu erreichen, was ihnen einen Startschuss für das Rennen im nächsten Jahr gibt. Drei Jahre vergehen und jedes Mitglied hat seinen Weg gefunden.","versions":[{"lang":3,"streams":[{"redirect":9615401,"hoster":"VOE"},{"redirect":8272522,"hoster":"Streamtape"}]}]}]}]}