{"seriesId":"keeping-faith","name":"Keeping Faith","descr":"Im Zuge der Geburt ihres dritten Kindes ist die Rechtsanwältin Faith Howells (Eve Myles) im Mutterschaftsurlaub, ihr Ehemann Evan führt die gemeinsame Kanzlei derweil alleine weiter. Als er eines Mittwochs zur Arbeit aufbricht, aber nie dort ankommt, zerbröckelt Faiths Leben nach und nach.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Suche beginnt","epNo":1,"alt":"Episode 1","descr":"Faith (Eve Myles) lebt glücklich als Anwältin, Ehefrau und Mutter im ländlichen Wales. Doch ihr Leben wird auf den Kopf gestellt, als ihr Mann Evan (Bradley Freegard) spurlos verschwindet.","versions":[{"lang":1,"streams":[{"redirect":8833217,"hoster":"VOE"},{"redirect":8581072,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bohrende Fragen","epNo":2,"alt":"Episode 2","descr":"Faith gibt sich alle Mühe, ihr Familienleben in den gewohnten Bahnen weiterlaufen zu lassen - indes kommt sie immer mehr ins Kreuzfeuer ihrer selbsternannten Kritiker, die offenbar alle ganz genau wissen, wie sehr ihr Eheleben hinter allen Erwartungen zurückblieb und dass sie ganz allein Schuld an allen Heimlichkeiten ihres Mannes trägt. Sie hält Informationen zurück, weil sie immer noch zu ihrem Ehemann steht und davon ausgeht, dass er seine Gründe hatte, ihr gewisse Details vorzuenthalten - und sie ihm noch immer die Möglichkeit geben will, seine Angelegenheiten zu ordnen und wieder zurückzukehren, wobei sie selbst für die Ermittler immer verdächtiger erscheint.","versions":[{"lang":1,"streams":[{"redirect":8833218,"hoster":"VOE"},{"redirect":8581078,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Familiengeheimnis","epNo":3,"alt":"Episode 3","descr":"Faith (Eve Myles) wird von der Polizei verdächtigt, für das Verschwinden ihres Manns Evan (Bradley Freegard) verantwortlich zu sein. Doch was will Polizistin Susan Williams (Eiry Thomas) wirklich?","versions":[{"lang":1,"streams":[{"redirect":8833216,"hoster":"VOE"},{"redirect":8581076,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gefährliche Schulden","epNo":4,"alt":"Episode 4","descr":"Steve (Mark Lewis Jones) hat unerfreuliche Neuigkeiten für Faith (Eve Myles): Offenbar unterhielt der verschwundene Evan (Bradley Freegard) Verbindungen zu Drogenhändlern.","versions":[{"lang":1,"streams":[{"redirect":8833221,"hoster":"VOE"},{"redirect":8581079,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Riskante Nachforschungen","epNo":5,"alt":"Episode 5","descr":"Faith (Eve Myles) übernimmt den Fall eines alten Bauern (Phylip Hughes), der einen Rechtsstreit mit einem skrupellosen Großgrundbesitzer ausfechten muss.","versions":[{"lang":1,"streams":[{"redirect":8833220,"hoster":"VOE"},{"redirect":8581080,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unter Verdacht","epNo":6,"alt":"Episode 6","descr":"Evans (Bradley Freegard) Auto wird verlassen an den Docks gefunden. Erneut steht Faith (Eve Myles) unter dringendem Tatverdacht und muss der Polizei Rede und Antwort stehen.","versions":[{"lang":1,"streams":[{"redirect":8833219,"hoster":"VOE"},{"redirect":8581081,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Testament","epNo":7,"alt":"Episode 7","descr":"Detective Inspector Williams (Eiry Thomas) versucht, Faith (Eve Myles) die Schuld am Tod von Dr. Alpay (Pinar Ogun) anzuhängen.","versions":[{"lang":1,"streams":[{"redirect":8833224,"hoster":"VOE"},{"redirect":8581082,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Verzweifelte Taten","epNo":8,"alt":"Episode 8","descr":"Steve (Mark Lewis Jones) lässt sich auf einen riskanten Deal ein, um Faiths Schulden zu tilgen und Faith erfährt endlich, was wirklich hinter dem Verschwinden ihres Mannes steckt.","versions":[{"lang":1,"streams":[{"redirect":8833225,"hoster":"VOE"},{"redirect":8581083,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Evans Rückkehr","epNo":1,"alt":"Episode 1","descr":"Anwältin Faith Howells sagt der unter Mordverdacht stehenden Madlen Vaughan ihre Unterstützung zu. Privat hat Faith nach wie vor mit den Auswirkungen des Dramas um ihren Mann Evan zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8833229,"hoster":"VOE"},{"redirect":8581087,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Mordprozess","epNo":2,"alt":"Episode 2","descr":"Faith und Cerys übernehmen die Verteidigung im Mordprozess gegen die Landwirtin Madlen – sehr zum Ärger von Tom. Der Polizist DI Breeze hat die dubiosen Absprachen zwischen Faith und Gael im Visier.","versions":[{"lang":1,"streams":[{"redirect":8833241,"hoster":"VOE"},{"redirect":8581085,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Urteil","epNo":3,"alt":"Episode 3","descr":"Als die Verhandlungen ihren Höhepunkt erreichen, versucht Faith (Eve Myles) zu verhindern, dass Madlen (Aimee-Ffion Edwards) aussagen muss. Als das Urteil immer näher rückt, wird die Freundschaft von Faith und Cerys (Hannah Daniel) bis aufs Äusserste getestet.Steve (Mark Lewis Jones) versucht seine Gefühle für Faith zu kontrollieren. Neuigkeiten von Evan (Bradley Freegard) drohen, die Familie erneut durchzuschütteln.","versions":[{"lang":1,"streams":[{"redirect":8833226,"hoster":"VOE"},{"redirect":8581084,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Willkommen Zuhause, Evan","epNo":4,"alt":"Episode 4","descr":"Faith bereitet sich auf die bevorstehende Entlassung von Evan vor. Sie muss sich entscheiden, ob sie wieder mit ihm zusammenleben möchte. Dabei spielen auch ihre Gefühle für Steve eine Rolle.","versions":[{"lang":1,"streams":[{"redirect":8833227,"hoster":"VOE"},{"redirect":8581089,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lügen über Lügen","epNo":5,"alt":"Episode 5","descr":"Die Howells versuchen, sich nach Evans Freilassung wieder an den Alltag zu gewöhnen. Allerdings sitzt ihnen DI Breeze im Nacken. Faith ist zudem nach wie vor mit dem Mordfall um Madlen beschäftigt.","versions":[{"lang":1,"streams":[{"redirect":13101369,"hoster":"VOE"},{"redirect":8581086,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Geständnis","epNo":6,"alt":"Episode 6","descr":"Faith setzt alles daran, doch noch zu beweisen, dass Bäuerin Madlen ihren Mann Will nicht umgebracht hat. Steve will dafür sorgen, dass die Reardons für ihn und Faith keine Bedrohung mehr darstellen.","versions":[{"lang":1,"streams":[{"redirect":13015979,"hoster":"VOE"},{"redirect":8581090,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Das Sorgerecht","epNo":1,"alt":"Episode 1","descr":"Es sind 18 Monate vergangen seitdem wir die Abercorran das letzte Mal gesehen haben. Die Scheidung von Faith (Eve Myles) und Evan (Bradley Freegard) und der Sorgerechtsstreit sind immer furchtbarer geworden. Faith versucht optimistisch zu bleiben während sie ihren Pflichten als Mutter und Anwältin mit einem neuen Fall nachkommt. Jemand aus ihrer Vergangenheit taucht auf uns setzt ihre Zukunft aufs Spiel.","versions":[{"lang":1,"streams":[{"redirect":8833232,"hoster":"VOE"},{"redirect":8833235,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Friedensangebot","epNo":2,"alt":"Episode 2","descr":"Faith (Eve Myles) tut sich schwer damit, alles zusammen zu halten nachdem Rose überraschend in ihr Leben zurückgekehrt ist. Doch sie muss sich auf den Fall von Osian konzentrieren.","versions":[{"lang":1,"streams":[{"redirect":9803531,"hoster":"VOE"},{"redirect":8603671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8833223,"hoster":"VOE"},{"redirect":8833222,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Intrige","epNo":3,"alt":"Episode 3","descr":"Faith kämpft mit allen juristischen Mitteln für das Anrecht des jungen Osian auf eine lebensrettende Operation. Sie ahnt nicht, dass sie bald Opfer einer Intrige ihrer Mutter Rose werden könnte.","versions":[{"lang":1,"streams":[{"redirect":8833242,"hoster":"VOE"},{"redirect":8676098,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Plädoyer","epNo":4,"alt":"Episode 4","descr":"Faith muss vor dem Appellationsgericht in London das entscheidende Plädoyer im Fall Osian Taylor halten. Parallel dazu sammelt sie weiter Beweise gegen ihre Mutter Rose.","versions":[{"lang":1,"streams":[{"redirect":8204857,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Die Rache","epNo":5,"alt":"Episode 5","descr":"Faiths Mutter Rose treibt ihren Racheplan weiter voran und beschließt, Steve einen Mord anzuhängen. Osians Gesundheitszustand verschlechtert sich unterdessen rapide.","versions":[{"lang":1,"streams":[{"redirect":8833236,"hoster":"VOE"},{"redirect":8833240,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Roses Rache schaltet einen Gang höher und sorgt dafür das Faith um alles kämpfen muss was ihr lieb und teuer ist. Hat Rose mehr Mut als Faith ihr zugesteht?","versions":[{"lang":1,"streams":[{"redirect":8833237,"hoster":"VOE"},{"redirect":8833255,"hoster":"Streamtape"}]}]}]}]}