{"seriesId":"keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi","name":"Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi.","descr":"[Our Dating Story: Meine erfahrene Freundin und Ich / Our Dating Story: The Experienced You and The Inexperienced Me] Ryuuto Kashima sieht sich selber als den düsteren, unbeliebten Nobody seiner Klasse, der selbst in seinem eigenen Leben kaum mehr als eine Nebenrolle spielt. Durch eine schicksalhafte Begegnung im Klassenzimmer mit Luna Shirakawa, dem beliebtesten Mädchen der Schule, verliebt er sich in sie, obwohl er weiß, dass er bei ihr niemals eine Chance haben wird. Immerhin ist sie ständig von gutaussehenden Jungs umgeben und lässt sich immer wieder auf neue Beziehungen ein.Als Ryuuto dann eine Wette mit seinen ebenso unbeliebten Gamer-Freunden verliert, zwingen sie ihn, Luna seine Gefühle zu gestehen. Anstatt ihn jedoch rund heraus abzuweisen, erklärt Luna ihm überraschenderweise, dass sie gerne seine Freundin sein möchte. Und nicht nur das, sie lädt ihn direkt zu sich nach Hause ein, um mit ihm zu schlafen! Ryuuto geht das alles viel zu schnell, immerhin ist Luna seine erste richtige Freundin. Da Luna ebenfalls nichts dagegen hat, ihn besser kennenzulernen, beschließen sie, das soziale Gefüge ihrer Klasse endgültig durcheinander zu bringen und wie ein normales Pärchen auf Dates zu gehen, bevor sie den nächsten Schritt wagen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Our Confession Story: The Experienced You and the Inexperienced Me","descr":"Kashima Ryuto ist unsterblich in Shirakawa Runa verliebt. Als er eine Wette verliert, ist er gezwungen, ihr seine Liebe zu gestehen. Mit Runas Antwort jedoch hat Ryuto nicht gerechnet.","versions":[{"lang":3,"streams":[{"redirect":13164147,"hoster":"VOE"},{"redirect":13164149,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Our First Date Story: The Experienced You and the Inexperienced Me","descr":"Ryūto kann es immer noch nicht fassen, dass Runa seine Freundin geworden ist. Am nächsten Tag in der Schule kommt es dazu, dass sich die beiden zu einem Date verabreden.","versions":[{"lang":3,"streams":[{"redirect":13235862,"hoster":"VOE"},{"redirect":13235863,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"My Surprise for You Story: The Experienced You and the Inexperienced Me","descr":"Ryūto wird in der Schule von Nikoru abgefangen, die etwas mit ihm zu besprechen hat. Runas Geburtstag steht vor der Tür und sie möchte, dass Ryūto seiner Freundin eine unvergessliche Freude bereitet.","versions":[{"lang":3,"streams":[{"redirect":13235868,"hoster":"VOE"},{"redirect":13235867,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Our Jealousy Story: The Inexperienced You Gets Jealous of the Experienced You","descr":"Nachdem die Klasse weiß, dass Ryūto und Runa ein Liebespaar sind, lösen sich die üblen Gerüchte über Runa in Rauch auf. Daraufhin stellt Ryūto Maria zur Rede, die diese Gerüchte in die Welt gesetzt hat.","versions":[{"lang":3,"streams":[{"redirect":13296466,"hoster":"VOE"},{"redirect":13296474,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Our Dating Story: The Inexperienced Me Spends the Night with the Experienced You","descr":"Ryūto und Runa sind bereits einen Monat zusammen. Zu diesem Anlass unternehmen sie einen Ausflug zum Strand. Dort werden sie von einem Taifun überrascht, weshalb sie sich eine Unterkunft suchen müssen. Ihre erste gemeinsame Übernachtung steht bevor.","versions":[{"lang":3,"streams":[{"redirect":13296470,"hoster":"VOE"},{"redirect":13296471,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Our Cheating Story: The Experienced You Cheats with an Experienced Someone Else?","descr":"Maria verkleidet sich als Runa und versucht, Ryūto zu überreden, es mit ihr zu tun. Doch Ryūto bemerkt, dass irgendetwas nicht stimmt. Er stellt sie zur Rede.","versions":[{"lang":3,"streams":[{"redirect":13345401,"hoster":"VOE"},{"redirect":13345403,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Our Festival Story: The Experienced You and The Inexperienced Me Go to a Summer Festival","descr":"Ryūto verbringt den Sommer mit Runa bei ihren Verwandten. Zusammen arbeiten sie im Strandhaus ihres Onkels. Ryūto kann sein Glück kaum fassen, den Sommer mit seiner Freundin zu verbringen. Gemeinsam genießen sie eine schöne Zeit auf dem Sommerfest.","versions":[{"lang":3,"streams":[{"redirect":13345405,"hoster":"VOE"},{"redirect":13345406,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Our Survival Story: The Experienced You and the Inexperienced Us Play Survival Games.","descr":"Ryūto lädt Icchi und Nisshi ein, mit ihm und den Mädchen zum Airsoft zu gehen. Seine Freunde können ihr Glück kaum fassen, einen Tag mit den Mädchen zu verbringen. Beim Airsoft später geht es heiß her und Nikoru stiehlt allen die Show.","versions":[{"lang":3,"streams":[{"redirect":13443976,"hoster":"VOE"},{"redirect":13443980,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Our Running Story: The Experienced You and the Inexperienced Me Run Together.","descr":"Da Maria bei den Vorbereitungen für das Kulturfest mithelfen möchte, meldet sich auch Runa freiwillig. Sie möchte mehr Zeit mit Maria verbringen und eine freundschaftliche Beziehung zu ihr aufbauen.","versions":[{"lang":3,"streams":[{"redirect":13443984,"hoster":"VOE"},{"redirect":13443983,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Our Different Story: The Experienced You and the Inexperienced Me Go Different Ways.","descr":"Nachdem sich Ryūto bei der Broschüre für die Version von Maria entschieden hat, ist sich Runa nicht mehr sicher, ob die beiden so gut zueinanderpassen. Auf dem Heimweg spricht Runa mit Ryūto darüber.","versions":[{"lang":3,"streams":[{"redirect":13443977,"hoster":"VOE"},{"redirect":13443972,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Our Breakup Story: The Experienced You and the Inexperienced Me Break Up","descr":"Für Maria, Runa und Ryuto ändert sich alles, als ein schockierender Vorfall zu einer Entdeckung führt.","versions":[{"lang":3,"streams":[{"redirect":13503325,"hoster":"VOE"},{"redirect":13503326,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Our Experience Story: The Experienced You and the Inexperienced Me Get Experienced.","descr":"Nachdem Runa ihre Beziehung zu Maria wieder aufgebaut hat, wollen die beiden auch ihre Eltern zusammenbringen, damit sie wieder eine Familie sein können. Runa bittet Ryūto um seine Unterstützung.","versions":[{"lang":3,"streams":[{"redirect":13560301,"hoster":"VOE"},{"redirect":13560299,"hoster":"Streamtape"}]}]}]}]}