{"seriesId":"kemono-jihen","name":"Kemono Jihen","descr":"Seit alten Zeiten verstecken sie sich im Schatten der Welt. Diese Wesen, die unter den Menschen leben und sich nicht zu erkennen geben, werden \"Bestien\" genannt. Viele von ihnen haben sich an die Welt der Menschen angepasst und sich unter ihre Gesellschaft gemischt. Jedoch vermehren sich in der Gegenwart Fälle, bei denen sie sich mehr als eigentlich nötig in die Leben der Menschen einmischen. Inugami, der ein Detektivbüro leitet, verfolgt einen mysteriösen Fall, der von einer Bestie verursacht wurde. Dabei verschlägt es ihn in ein abgeschiedenes Dorf. Dort trifft er auf den Jungen namens Kabane.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Kabane","descr":"Kohachi Inugami, ein okkulter Detektiv aus Tokio, kommt in ein ländliches Dorf, um ihre verrottenden Leichen zu untersuchen. Während seines Aufenthalts in einem Gasthaus interessiert er sich für Kabane Kusaka, einen Jungen mit dem Spitznamen \"Dorotabo\" für sein ständig schmutziges Aussehen und seinen Gestank, der vom Rest des Gasthauses, einschließlich des Wirts und ihres Sohnes Yataro, verachtet wird. Während Kabane auf den Feldern trainiert, erfährt Inugami, dass die Tiere, hauptsächlich Hühner, ihre Organe gekaut haben und diese Vorfälle jedes Mal während des Vollmonds regelmäßig aufgetreten sind. Inugami erkennt dann den Anhänger um Kabanes Hals als \"Lebensstein\" - eine Art kostbares Juwel - und bestätigt, dass er kein verlassenes Kind war, wie er dachte. Während sie sich darauf vorbereiten, den Täter zu fangen, wird Kabane mit Yataro konfrontiert, der eifersüchtig auf die Aufmerksamkeit, die Inugami ihm widmet, seine Halskette stiehlt und Kabanes Verwandlung in einen Ghul auslöst, der ihn abschreckt. Inugami erklärt einem verängstigten Kabane, dass er ein Hanyo, ein Kind eines Menschen und eines Ghuls ist, und versichert ihm, dass er auch kein Mensch, sondern ein Bakedanuki ist. Kabane ist das Ergebnis der Vermischung von Mensch und Kemono, während der Lebensstil die ganze Zeit daran gearbeitet hat, Kabanes Transformation zu verhindern. Der Täter ist ein Hirschghul, den Kabane mit überraschender Geschicklichkeit tötet. Inugami enthüllt plötzlich, dass seine wahre Mission darin bestand, Kabane zu töten, dessen Identität der Wirt kennt, und erschießt ihn. Da Kabane jedoch ein Ghul ist, wacht er später auf und findet sich in Tokio wieder. Inugami heißt ihn in seinem Detektivbüro willkommen.","versions":[{"lang":3,"streams":[{"redirect":8272928,"hoster":"VOE"},{"redirect":8272934,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Kemonoist","descr":"Inugami stellt sich wieder als \"der Kemonoist\" vor, jemand, der sich um Probleme kümmert, die zwischen Kemono und der Menschheit entstehen, um das Zusammenleben aufrechtzuerhalten. Kabane wird zwei weiteren Mitgliedern der Inugami Strangeness Consulting Agency vorgestellt: einem brüsken Hanyo-Jungen namens Shiki Tademaru und einem weiblichen Jungen namens Akira. Wie Kabane fließt Kemono-Blut durch sie, wobei Shiki die Teil-Arachne und Akira ein Snow Kemono oder Yukionna-Nachkomme, ein Yukionoko, ist. Kabane wird bei ihnen angestellt, wo ein Sanshichu-Befall fast das Leben einer Mutter, eines Kindes und eines Hazmat-Beamten gefordert hat, die versucht haben, den Raum zu betreten. Normalerweise sind diese Käfer harmlos, aber wenn sie über ihre Lieblingsspeisen schwärmen, werden sie schwer zu handhaben. Shikis Spinnenfaden schlägt fehl und Kabane beschließt, in den Kampf einzutreten. Als teilunsterblicher Ghul empfindet Kabane auch keinen Schmerz, und Inugami merkt an, dass er zwar Angst und Abscheu empfunden hat, sie aber wahrscheinlich alle von dem Wirt unterdrückt wurden, der ihn als harte Arbeit missbraucht hat. Die Ursache des Befalls ist ein Paar teurer Schuhe, die wahrscheinlich gestohlen wurden, da Sanshichu sich gerne an \"Schuldgefühlen\" erfreuen. Als Kabane beobachtet, wie die Familie sicher wiedervereinigt wird, fragt er sich, wie es wäre, auch Eltern zu haben. Inugamis Worte haben ihm Hoffnung gegeben. Er drückt die gleiche Hoffnung aus, dass auch Shikis Eltern am Leben sein könnten. Währenddessen berichtet Inugami einer mysteriösen Frau über Kabanes Ankunft und seinen Lebensstil und fragt sich, ob er eine Bedrohung oder eine Hoffnung sein könnte.","versions":[{"lang":3,"streams":[{"redirect":8272937,"hoster":"VOE"},{"redirect":8272939,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Foxes","descr":"Inugami schickt Kabane, Shiki und Akira zu Superintendent Yokō Inari, einer Kitsune-Dame, die auch Mitglied der Shinjuku-Polizei ist und mit dem Detektivbüro zusammenarbeitet. Bevor Inugami geht, gibt er Kabane einen Glücksbringer. Von einem Kitsune-Mädchen namens Kon geführt, wird Kabane zu Inari gebracht, der ihn dazu bringt, seinen Lebensstil zu übergeben - das kann Kemonos Durst nach menschlichen Energien verhindern - und ihn enthauptet. Kon wird dann geschickt, um sich um Shiki und Akira zu kümmern, aber als ihre Verkleidung als Kabane versagt, setzt sie das Gebäude mit ihrem Schwanz in Brand. Sie enthüllt, dass alle Mitarbeiter hier von Inaris Pheromonen und Illusionen fasziniert waren und so wie sinnlose Puppen sind, die nicht einmal Schmerzen fühlen können. Mit seinem Faden stiehlt Shiki Kon die Aktentasche mit Kabanes enthauptetem Kopf und wirft sie auf sie, sodass Kabane sich fast die Schulter abbeißen und sie bewusstlos schlagen kann. Kabane, dessen Kopf jetzt im offenen Raum ist, wächst seinen Körper nach und Shiki erkennt ihn offiziell als seinen Kumpel. Zusammen mit einem ohnmächtigen Akira treffen sie Inugami vor dem Bahnhof, der alles vorhergesagt hatte. Später, als Inari plant, den Lebensstil in Massen zu produzieren und freundschaftliche Beziehungen zu Menschen abzubauen, entpuppt es sich als Tanuki-Zauber, stattdessen mit einem Illusionszauber, den Inugami auf ihn gewirkt hat. Wütend tötet Inari ihren Fahrer. Nach dem Abendessen stürmt Kon in das Hauptquartier der Agentur, um Kabanes Kopf trotz ihres Hungers und ihrer Verletzungen zu nehmen, aber Inugami unterwirft sie. Plötzlich kommt ein Mensch herein und bringt den Geruch von Kemono mit.","versions":[{"lang":3,"streams":[{"redirect":8272944,"hoster":"VOE"},{"redirect":8272943,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Mission","descr":"Ein Mann kommt mit einem Problem herein und Mr. Inugami beauftragt Kabane und Kon, sich damit zu befassen. Sie entdecken bald, dass das Problem Nekomata betrifft.","versions":[{"lang":3,"streams":[{"redirect":8272949,"hoster":"VOE"},{"redirect":8272947,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Intrusion","descr":"Das Trio entdeckt ein anderes Mitglied der Gruppe, das die ganze Zeit in einem geheimen Raum gelebt hat. Er ist ein Vampir namens Mihai.","versions":[{"lang":3,"streams":[{"redirect":8272951,"hoster":"VOE"},{"redirect":8272952,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Awakening","descr":"In der Firma Bugbite Electronics wird Shiki hinterrücks von einer der Kanonba-Schwestern angegriffen. Er ist wie gelähmt und kann überhaupt nichts gegen seine Gegnerin ausrichten. Letztlich hilft ihm Mihai aus der Patsche.","versions":[{"lang":3,"streams":[{"redirect":8272959,"hoster":"VOE"},{"redirect":8272961,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Home","descr":"Kabane und die Kemono-Agentur fahren in Shikis Heimat. Dort trifft Shiki seinen Onkel wieder, der ihm vom Tod seiner Eltern erzählen will.","versions":[{"lang":3,"streams":[{"redirect":8272969,"hoster":"VOE"},{"redirect":8272966,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Warheit","epNo":8,"alt":"Episode 8","descr":"Die Wahrheit über den Tod von Shikis Mutter ist ans Licht gekommen. Daraufhin will er den Mann zur Rechenschaft ziehen, der das seiner Mutter angetan hat.","versions":[{"lang":3,"streams":[{"redirect":8833382,"hoster":"VOE"},{"redirect":8833385,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Family","descr":"Kabane und Kemono-Agentur konnten Shikis Mutter erfolgreich mit nach Tokyo nehmen. Sie lassen sie dort von Großmütterchen Ohana untersuchen, damit sie schnell wieder auf die Beine kommt.","versions":[{"lang":3,"streams":[{"redirect":8833380,"hoster":"VOE"},{"redirect":8833384,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Twins","descr":"Als Akira von der Agentur wegläuft, begegnet er zufällig seinem Bruder Yui. Jedoch benimmt er sich merkwürdig. Was hat es mit seinem Benehmen auf sich?","versions":[{"lang":3,"streams":[{"redirect":8833381,"hoster":"VOE"},{"redirect":8833387,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Memories","descr":"Yui hat Akiras Freunde eingefroren. Mit Hilfe seines neuen großen Bruders versucht er sie wieder aufzutauen, aber es will ihm einfach nicht gelingen. Dann geschieht jedoch ein Wunder.","versions":[{"lang":3,"streams":[{"redirect":8833383,"hoster":"VOE"},{"redirect":8833386,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Kemono Incidents","descr":"Nobimaru hat den Kampf gegen Yui aufgenommen. Auf Befehl von Lady Inari soll er ihm den Nullstein entreißen und zu ihr bringen. Wie wird sich der Kampf entwickeln?","versions":[{"lang":3,"streams":[{"redirect":8833388,"hoster":"VOE"},{"redirect":8833391,"hoster":"Streamtape"}]}]}]}]}