{"seriesId":"kemono-friends","name":"Kemono Friends","descr":"In dem Japari-Park, einem riesigen Zoo, beginnen sich die Tiere auf einmal durch eine mysteriöse \"Sand Star\"-Substanz in menschenähnliche Wesen zu verwandeln und werden fortan als \"Tier-Mädchen\" bezeichnet. Obwohl der Park gut besucht ist, geht eines Tages ein Kind verloren und macht sich auf die Suche nach dem Heimweg. Dabei trifft es auf viele Tier-Mädchen, wodurch sich der Heimweg unerwartet in ein aufregendes Abenteuer entwickelt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Savanna Area","descr":"Eines schönen Tages erwacht ein Tier im Japari Park, das nicht so recht weiß, was es ist. Ein Glück findet es bald ein anderes wildes, aber liebes Tier, das ihm den Weg zur Bibliothek leiten will, wo man wohl rausfinden könne, was die Spezies wohl sein könnte …","versions":[{"lang":3,"streams":[{"redirect":8272782,"hoster":"VOE"},{"redirect":8272785,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Jungle Area","descr":"Mit Lucky Beast durchstreifen Serval und Täschchen das Dschungel-Areal, um zur Bibliothek zu gelangen. Doch weil der Weg so weit ist, beschließen sie, doch eher den Bus zu nehmen. Doch diesen erst mal finden …","versions":[{"lang":3,"streams":[{"redirect":8272787,"hoster":"VOE"},{"redirect":8713217,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Mountain","descr":"Täschen und ihre Freunde müssen die Batterie für den Bus laden und dafür zu dem Café, das auf der Spitze eines hohen Berges liegt. Doch erst mal da hochkommen …","versions":[{"lang":3,"streams":[{"redirect":8272796,"hoster":"VOE"},{"redirect":8272793,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Desert Area","descr":"Mit dem Bus durchstreifen unsere Freunde nun das Wüsten-Areal, um endlich zur Bibliothek zu kommen. Aber ein großer Sandsturm verhindert das Fortkommen …","versions":[{"lang":3,"streams":[{"redirect":8272803,"hoster":"VOE"},{"redirect":8272801,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Lake Shore","descr":"Serval und Täschchen fahren mit dem Bus, bis sie an einen See kommen. Dort finden sie das Bibermädchen, das Probleme hat, seinen Damm zu bauen …","versions":[{"lang":3,"streams":[{"redirect":8272807,"hoster":"VOE"},{"redirect":8272809,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Plains","descr":"Täschchen und Serval kommen auf der weiten Ebene an. Doch bevor sie den Weg zur Bibliothek nehmen können, werden sie festgenommen. Denn es herrscht eine verbitterte Fehde zwischen den Friends um Elch herum und denen unter der Fittiche des Löwen.","versions":[{"lang":3,"streams":[{"redirect":8272814,"hoster":"VOE"},{"redirect":8272815,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Japari Library","descr":"Endlich kommen Täschchen und Serval bei der Bibliothek an, doch zuvor müssen sie noch ein Labyrinth durchqueren. Und die Professoren geben die Informationen auch nicht ohne Gegenleitung heraus.","versions":[{"lang":3,"streams":[{"redirect":8272818,"hoster":"VOE"},{"redirect":8272826,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"PPP Live","descr":"Endlich ist es so weit: Der erste große Auftritt von Pepapu, den Pinguin-Idos, steht bevor. Doch ohne entsprechende Vorbereitung und Lampenfieber kann man nicht auf die Bühne …","versions":[{"lang":3,"streams":[{"redirect":8272825,"hoster":"VOE"},{"redirect":8272828,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Snowy Mountains Area","descr":"Auf ihrem Weg zum Hafen müssen Kaban und Serval durch die Berge. Dort ist es bitterlich kalt - aber inmitten eines Schneesturms treffen sie auch auf die beiden Freunde Rot- und Silberfuchs.","versions":[{"lang":3,"streams":[{"redirect":8272832,"hoster":"VOE"},{"redirect":8272834,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Lodge","descr":"Die Freunde übernachten heute in einer Hütte mit vielen verschiedenen Zimmern. Dort treffen sie Frau Grauwolf, eine Romanautorin, die gerne Gruselgeschichten erzählt. Natürlich macht sie nur Spaß, doch plötzlich taucht wirklich eine mysteriöse Gestalt auf …","versions":[{"lang":3,"streams":[{"redirect":8272839,"hoster":"VOE"},{"redirect":8272843,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Cerulean","descr":"Kaban, Serval und ihre Freunde erreichen endlich den Hafen. Doch ein großes Cerulean ist aufgetaucht - und bevor Kaban in See stechen kann, müssen sie sich erst darum kümmern.","versions":[{"lang":3,"streams":[{"redirect":13483687,"hoster":"VOE"},{"redirect":8272847,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Amusement Park","descr":"Im Kampf gegen den großen Cerulean wurde Kaban von diesem verschluckt. Doch die Gefahr ist dadurch nicht gebannt. Die Friends müssen nun alles tun, um nicht nur die Bedrohung abzuwenden, sondern auch Kaban zu retten.","versions":[{"lang":3,"streams":[{"redirect":12379851,"hoster":"VOE"},{"redirect":8272858,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Beyond Memories","descr":"Serval und Caracal begegnen im Wald einem seltsamen Friend ohne Erinnerungen. Kyululu-chan sucht ihr Zuhause, aber wie sollen die Freunde es ohne Anhaltspunkte nur finden?","versions":[{"lang":3,"streams":[{"redirect":9615423,"hoster":"VOE"},{"redirect":8272856,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Panda and Panda","descr":"Kyululu, Serval und Caracal suchen Kyululus Zuhause. Aber ein Friend, die den Ort auf dem Bild kennt, schläft einfach ein!","versions":[{"lang":3,"streams":[{"redirect":9615422,"hoster":"VOE"},{"redirect":8272865,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Creatures of the Sea","descr":"Kyululu, Serval und Caracal treffen auf der Suche nach Kyululus Zuhause auf Delfin und Seelöwe. Doch die wollen für alles eine Belohnung haben! Wird dieser Drang den Freunden auf hoher See zum Verhängnis?","versions":[{"lang":3,"streams":[{"redirect":13507739,"hoster":"VOE"},{"redirect":8272872,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Different Kinds of Houses","descr":"Endlich scheint ein guter Hinweis gefunden, mit dem Kyululu ihr Zuhause finden kann. Und unterwegs dorthin treffen sie sogar einen Immobilienmakler, der sich mit Nestern auskennt. Aber ob das reicht, um den Ort auf Kyululus Bild zu finden?","versions":[{"lang":3,"streams":[{"redirect":9582442,"hoster":"VOE"},{"redirect":8272876,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Power of Humans","descr":"Im Dschungel treffen Kyululu und die anderen auf Friends, die einen Beweis haben wollen, dass Kyululu ein Mensch ist. Menschen gefährliche Lebewesen, sagen sie – mindestens so stark wie ihr Boss. Wie können Kyululu und die anderen die Dschungelbewohner überzeugen?","versions":[{"lang":3,"streams":[{"redirect":9615424,"hoster":"VOE"},{"redirect":9235329,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Beyond Speed","descr":"Nach der Rettung vor dem aggressiven Friend sind Serval, Caracal und Kyululu auf der Flucht … und treffen eine alte Bekannte.","versions":[{"lang":3,"streams":[{"redirect":9615426,"hoster":"VOE"},{"redirect":8272889,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Beyond Speed","descr":"Eigentlich wollten sie nur nach dem Weg fragen, aber die Verwicklung in ein Wettrennen zwischen Gepard und Gabelbock passiert schneller als gedacht. Wie können die drei sich da heraus winden?","versions":[{"lang":3,"streams":[{"redirect":13507740,"hoster":"VOE"},{"redirect":8272894,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"New Song in Concert","descr":"Die berühmte Band Pepapu gibt ein Konzert. Aber ob Margay, die Managerin Kyululu wirklich weiterhelfen kann?","versions":[{"lang":3,"streams":[{"redirect":13507741,"hoster":"VOE"},{"redirect":8272901,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Go Back Home","descr":"Entführt von Alma und Sen-chan wird Kyululu dem geheimnisvollen Kunden der Detektive vorgeführt, doch der ist anders als erwartet …","versions":[{"lang":3,"streams":[{"redirect":13507742,"hoster":"VOE"},{"redirect":8748899,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Check-in","descr":"Kaban, Serval und die anderen besuchen ein Hotel mitten im Meer. In der Zwischenzeit findet der Professor eine heiße Fährte, die erklären könnte, was es mit den Doppelgänger-Ceruleans auf sich hat.","versions":[{"lang":3,"streams":[{"redirect":13507743,"hoster":"VOE"},{"redirect":8272912,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Ocean\u0027s Mood","descr":"Die Ursache der Doppelgänger-Ceruleans ist geklärt, doch jetzt tauchen immer mehr von ihnen auf. Außerdem hat Kyululu im Hotel noch ein Bild hinterlassen, das äußerst gefährlich werden könnte …","versions":[{"lang":3,"streams":[{"redirect":13507744,"hoster":"VOE"},{"redirect":8272919,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"I\u0027m Home","descr":"Das Problem mit den Ceruleans spitzt sich zu und Kaban taucht auf und warnt die anderen, dass das Hotel bald im Meer versinken wird. Nun müssen alle zusammenhalten, um gegen die Bedrohung zu bestehen. Während all des Trubels macht sich Kyululu einige Gedanken über die Zukunft …","versions":[{"lang":3,"streams":[{"redirect":9615430,"hoster":"VOE"},{"redirect":8272925,"hoster":"Streamtape"}]}]}]}]}