{"seriesId":"ken-en-ken-aoki-kagayaki","name":"Ken En Ken: Aoki Kagayaki","descr":"Die Kindheitsfreunde Yu, Ning und Zhou werden bei einem Angriff der Taibai-Armee auf ihr Dorf voneinander getrennt. Yu und Ning verdingen sich mit Darbietungen ihrer Schwertkunst, doch Zhou ist als Kupfer- und Holzsklave im Dienste der Taibai geendet. Während die beiden Schwestern Yu und Ning durchs Land ziehen und in Kontakt mit den Rebellen treten, arbeitet sich Zhou im System der Taibai nach oben. Werden sich die alten Freunde schon bald als Feinde gegenüberstehen?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Beginning","descr":"Yu und ihre kleine Schwester reisen von Dorf zu Dorf, um sich mit ihrer Darbietung über Wasser zu halten. In der Zwischenzeit macht der Sklave Zhou eine folgenschwere Begegnung mit einem ungewöhnlichen Mädchen.","versions":[{"lang":3,"streams":[{"redirect":9615439,"hoster":"VOE"},{"redirect":8273046,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Work of Memory","descr":"Yin träumt von der Zeit, bevor die drei Kinder getrennt wurden. Außerdem wird die Intrige um die Ermordung des alten Königs aufgedeckt.","versions":[{"lang":3,"streams":[{"redirect":9615436,"hoster":"VOE"},{"redirect":8273049,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Sword of Sorrow","descr":"Aus der Schriftrolle erscheint Yun, die den beiden Schwestern neue Kräfte verleiht. Doch diese Kräfte können ein zweischneidiges Schwert sein.","versions":[{"lang":3,"streams":[{"redirect":9615438,"hoster":"VOE"},{"redirect":8486561,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Fate`s Jest","descr":"Kaiserin Long Cheng erntet für das Versagen von Zhaos Daoche gegen die Rebellen Kritik von ihren Ministern. Doch sie möchte weiterhin an Zhaos Talent festhalten. Yin fällt in ein tiefes Loch, da sie mit ihrer neugewonnenen Kraft nicht nur Menschen beschützt, sondern auch getötet hat.","versions":[{"lang":3,"streams":[{"redirect":9615441,"hoster":"VOE"},{"redirect":8273061,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Courage to Set Out","descr":"Yin und Ning haben sich den Rebellen angeschlossen und reisen gemeinsam mit Can und Tuoba durchs Land. Auch Zhao reist durch die Provinzen und inspiziert auf Geheiß der Kaiserin das Land.","versions":[{"lang":3,"streams":[{"redirect":9615440,"hoster":"VOE"},{"redirect":8273067,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Their Bond","descr":"Zwischen Yin und Ning kommt es zum Streit, ob sie sich nun den Rebellen anschließen wollen oder nicht. Zhao hingegen erfährt von der Kaiserin ein großes Geheimnis. Wird ihm diese Gunst eines Tages zum Verhängnis?","versions":[{"lang":3,"streams":[{"redirect":9615442,"hoster":"VOE"},{"redirect":8273075,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Complicated Feelings","descr":"Bei einem Scharmützel treffen nach langer Zeit Zhao, Yin und Ning wieder aufeinander. Können sich die ehemaligen Kindheitsfreunde nun bis aufs Blut bekämpfen oder wird einer die Seiten wechseln?","versions":[{"lang":3,"streams":[{"redirect":9615443,"hoster":"VOE"},{"redirect":8273076,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Black Fire Armor","descr":"Yin schließt sich nun den Rebellen an, nachdem ihre Schwester Ning mit Zhao gegangen ist. Bei den Rebellen trifft sie auf Zhaos größten Rivalen Mo Heng, der an einer Schwarzflammenrüstung experimentiert.","versions":[{"lang":3,"streams":[{"redirect":9615445,"hoster":"VOE"},{"redirect":8273079,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Palace of Strategy","descr":"Ning befindet sich nun in Zhaos Obhut. Doch nach der anfänglichen Freude über den Luxus, der ihr in seinem Anwesen zuteil wird, wird sie immer missmutiger. Zhao hat nur Augen für seine Arbeit und nicht für sie. Für sein Versagen wird Meng Ji von der Kaiserin degradiert, was eine große Intrige gegen Zhao und die Kaiserin ins Rollen bringt.","versions":[{"lang":3,"streams":[{"redirect":9615446,"hoster":"VOE"},{"redirect":8273090,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Drops of Interrogation","descr":"Zhao und Ning geraten nach Mengs Intrige in Gefangenschaft. Dort müssen sie sich vor der Kaiserin rechtfertigen. Diese ist allerdings zutiefst enttäuscht und so erbost, dass der Ausgang dieses Verhörs für beide unschön werden könnte.","versions":[{"lang":3,"streams":[{"redirect":9615444,"hoster":"VOE"},{"redirect":8273095,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Blade of Love and Hate","descr":"Die Kaiserin vernachlässigt immer weiter ihre Pflichten. Kommandant Heng nutzt diesen Umstand aus, um seine Intrigen zu Hofe immer weiterzuspinnen. Doch dann findet die Kaiserin großes Interesse an Ning, die sich eisern an ihren letzten Rest Verstand klammert.","versions":[{"lang":3,"streams":[{"redirect":9615449,"hoster":"VOE"},{"redirect":8273098,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Guilt of Forgetfulness","descr":"Die Kaiserin befindet sich in einem Gewissenskonflikt, während Zhao noch immer versucht, Ning zu befreien. Für Yin steht fest, dass sie die Taibai aufhalten muss, um ihre Liebsten zu retten, und so plant sie mit den Rebellen einen Angriff auf eine geheime Forschungseinrichtung der Taibai.","versions":[{"lang":3,"streams":[{"redirect":9615447,"hoster":"VOE"},{"redirect":8273105,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Sky Fortress","descr":"Yin greift mit ihren Verbündeten von den Rebellen den Zhengtian an, kurz nachdem Meng das Kommando über das gigantische Konstrukt übernommen hat. Dieser möchte sich seinen Staatsstreich nun perfekt machen.","versions":[{"lang":3,"streams":[{"redirect":9615448,"hoster":"VOE"},{"redirect":8273112,"hoster":"Streamtape"}]}]}]}]}