{"seriesId":"kenan","name":"Kenan","descr":"Nachdem Kenan (Kenan Thompson) seine Ehefrau begraben musste, ist er mehr denn je gewillt, seinen beiden kleinen Zwillings-Töchtern alles zu geben und sie das Fehlen einer Mutter nicht spüren zu lassen. Zeitgleich drängt sich aber auch sein dickköpfiger Schwiegervater (Don Johnson) in das Leben der Familie.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Kenan (Kenan Thompson) glaubt zwar, dass er sich an das Leben eines vielbeschäftigten Alleinerziehenden gewöhnt hat doch nachdem alle zu glauben scheinen, dass er seine Trauer ausblendet, erkennt er, dass er einige Veränderungen vornehmen muss. Gary (Chris Redd) glaubt, dass Rick (Don Johnson) so langsam ausziehen sollte.","versions":[{"lang":2,"streams":[{"redirect":9430517,"hoster":"VOE"},{"redirect":9430516,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Hard News","descr":"Kenan (Kenan Thompson), Rick (Don Johnson) und Gary (Chris Redd) tun alles dafür, um zu erfahren, welches angeblich dunkle Geheimnis Cori (Niccole Thurman) versteckt hat. Mika (Kimrie Lewis-Davis) denkt, dass die Morgenshow über wichtigere Storys berichten sollte.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Fourth Hour","descr":"Kenans (Kenan Thompson) Job wird stressiger als \"Wake Up With Kenan\" um eine weitere Stunde verlängert wird. Rick (Don Johnson) ermutigt Kenan, öfter mal nein zu sagen. Gary (Chris Redd) vermutet, dass Tami es auf Kenans Job abgesehen hat und nimmt die Sache in die Hand.","versions":[{"lang":2,"streams":[{"redirect":8833389,"hoster":"VOE"},{"redirect":8581227,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"You Go, Squirrel!","descr":"Mit Garys (Chris Redd) Ermutigung willigt Kenan (Kenan Thompson) ein, sich wieder zu verabreden, will jedoch langsam über das Flirten einsteigen. Rick (Don Johnson) bringt Aubrey (Dani Lane) und Birdie in ein Spa und geht einfach selbst mit hinein.","versions":[{"lang":2,"streams":[{"redirect":13507755,"hoster":"VOE"},{"redirect":9430519,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Flipp\u0027d","descr":"Als Kenans (Kenan Thompson) früherer Bandkollege, der inzwischen ein Megastar ist, in die Stadt kommt, beginnt Kenan an Garys (Chris Redd) Fähigkeiten als Manager zu zweifeln und denkt über eine Veränderung nach. Mika (Kimrie Lewis) gibt Aubrey (Dani Lane) und Birdie Nachhilfe in Feminismus.","versions":[{"lang":2,"streams":[{"redirect":9430522,"hoster":"VOE"},{"redirect":9430523,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"You Go, Squirrel!","descr":"Kenan (Kenan Thompson) hat merkwürdige Begegnungen mit einem Eichhörnchen, von dem er glaubt, dass es Coris Geist sein könnte.Rick (Don Johnson) und Gary (Chris Redd) glauben, sie hätten Kenans Geburtstag verpasst und versuchen eine spontane Überraschungsparty zu organisieren.","versions":[{"lang":2,"streams":[{"redirect":13507754,"hoster":"VOE"},{"redirect":9430527,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Kenan\u0027s Mom","descr":"Kenans (Kenan Thompson) Mutter Bobbi kommt zu Besuch und als klar wird, dass sie eine neue Unabhängigkeit genießt, buhlt Kenan um ihre Aufmerksamkeit.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Wednesday\u0027s Gal","descr":"Kenan (Kenan Thompson) denkt über seine romantische Zukunft vor.","versions":[{"lang":2,"streams":[{"redirect":13507757,"hoster":"VOE"},{"redirect":9430533,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Teachers\u0027 Strike","descr":"Als die Lehrer streiken müssen alle helfen, die Kinder zu beschäftigen.Rick (Don Johnson) baut im Konferenzraum der Show ein einzigartiges Klassenzimmer auf.","versions":[{"lang":2,"streams":[{"redirect":13493564,"hoster":"VOE"},{"redirect":8833393,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Hair Show","descr":"Kenan, Rick, Gary und Mika bereiten die Mädchen auf die jährliche Atlanta Hair Show vor aber Kenan fühlt sich unter Druck gesetzt weil es eine von Coris Lieblingsveranstaltungen war; Coris Mutter kommt zu Besuch...","versions":[{"lang":2,"streams":[{"redirect":13493565,"hoster":"VOE"},{"redirect":8581228,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Dating App","descr":"Mit Garys Hilfe meldet sich Kenan bei einer Dating-App an, für die er möglicherweise noch nicht bereit ist, während Rick selbst ein interessantes Date hat. Mika und Pam planen, Tami zu helfen, als sie von einem Boulevardfotografen in eine wenig schmeichelhafte Situation geraten.","versions":[{"lang":2,"streams":[{"redirect":13507759,"hoster":"VOE"},{"redirect":9548409,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Work Friends","descr":"Kenan beleidigt Tami, als er verrät, dass er sie nur als Kollegin und nicht als Freundin sieht. Gary und Rick ermutigen Birdie, TikTok zu benutzen, bevor sie bereit ist, was sie in der Schule in echte Schwierigkeiten bringt.","versions":[{"lang":2,"streams":[{"redirect":13507763,"hoster":"VOE"},{"redirect":9548405,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Those Chops Pop","descr":"Kenan fällt es schwer, seine persönliche und berufliche Beziehung zu Mika zu definieren. Rick sucht nach seiner Leidenschaft und macht sich einen unerwarteten Feind.","versions":[{"lang":2,"streams":[{"redirect":13507762,"hoster":"VOE"},{"redirect":9603543,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ghosts of Boyfriends Past","descr":"Kenan glaubt, er sollte Mika bei den Problemen ihres Freundes helfen, ob sie es braucht oder nicht. Pam und Gary sind in dieselbe Frau verknallt und riskieren ihre Freundschaft, um mit ihr zusammen zu sein.","versions":[{"lang":2,"streams":[{"redirect":13507760,"hoster":"VOE"},{"redirect":9603545,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Hustle And Flow","descr":"Kenan und Aubrey geraten aneinander, als er sich weigert zu sehen, dass sie erwachsen wird; Während Gary in den sozialen Medien einer umstrittenen Einnahmequelle nachgeht, sind Mika, Tami und Pam inspiriert, ihm die Kehrseite aufzuzeigen.","versions":[{"lang":2,"streams":[{"redirect":13516522,"hoster":"VOE"},{"redirect":9656392,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Workaholic","descr":"Mika gerät mit Kenan, Pam und Tami aneinander, als diese ihr vorwerfen ein Workaholic zu sein. Gary lernt ungewollt eine Frau kennen die er wirklich mag und weiß nicht wie er es ihr sagen soll.","versions":[{"lang":2,"streams":[{"redirect":13516527,"hoster":"VOE"},{"redirect":9709140,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Whole Enchilada","descr":"Kenan hat Zweifel ob er seine heimliche Freundin Janay seiner Familie vorstellen soll. Pam sucht nach einer neuen Geschäftsmöglichkeit mit Gary, aber ihr Konkurrenzdenken steht ihrem eigenen Erfolg im Weg.","versions":[{"lang":2,"streams":[{"redirect":13516528,"hoster":"VOE"},{"redirect":9709142,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Moving Violation","descr":"Als ihre Mutter Bobbi beschließt, das Haus der Familie zu verkaufen, müssen Kenan und Gary den Keller von ihren Kindheitserinnerungen befreien, was Gary dazu veranlasst, seine Ziele im Leben zu überdenken.","versions":[{"lang":2,"streams":[{"redirect":14080292,"hoster":"VOE"},{"redirect":9750585,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Destroying Miami","descr":"","versions":[{"lang":2,"streams":[{"redirect":13516529,"hoster":"VOE"},{"redirect":9750579,"hoster":"Streamtape"}]}]}]}]}