{"seriesId":"kenja-no-mago","name":"Kenja no Mago","descr":"Ein junger Mann, der im modernen Japan lebt, stirbt infolge eines Autounfalls und wird dann als Baby in einer anderen Welt wiedergeboren. Dort nimmt ihn ein Mann bei sich auf, der als \"Weiser\" bezeichnet wird, und gibt ihm den Namen Shin. Er zieht ihn wie seinen eigenen Enkel auf und unterrichtet ihn in Magie. Die Erinnerungen, die er noch aus seinem früheren Leben besitzt, machen ihn zusammen mit den Lehren des Weisen zu einem herausragend mächtigen Magier. Nach fünfzehn Jahren merkt der Weise jedoch, dass er vergaß, ihm eine bestimmte Sache beizubringen: Gesunden Menschenverstand. Shin hat sich immer nur auf Magie konzentriert und hat keine Ahnung von der Welt, in der er lebt. Um dieses Problem zu lösen und Freundschaften zu schließen, geht Shin auf die Magieakademie. Jeder bewundert ihn für seine Magie- und Schwertkampfkünste, sowie für sein unkonventionelles Wissen. Entdeckt das fantasievolle Leben eines einmaligen Helden!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Unschuldigen in der königlichen Hauptstadt","epNo":1,"alt":"A Babe in the Woods Goes to the Capital","descr":"Ein junger Mann der in Japan lebt stibt und wird in einer neuen Welt als Baby wiedergeboren. Dort wird er von einm alten Mann aufgezogen und Shin genannt. Shin lernt Magie, Magiewerkzeuge und die Schwertkunst. Alles beherrscht er außergewöhnlich gut. An seinem 15 Geburtstag entscheidet er sich auf die Maigeakademie zu gehen. Shin zieht mit seinem Großvater Merlin und seiner Großmutter Melida in die Hauptstadt. Bei einem kleinen Stadtbummel kommt er 2 hübschen Mädchen zu Hilfe.","versions":[{"lang":1,"streams":[{"redirect":14273839,"hoster":"VOE"},{"redirect":13673291,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615494,"hoster":"VOE"},{"redirect":8273516,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der unkonventionelle neue Student","epNo":2,"alt":"The Unconventional New Student","descr":"Shin erfährt dass die beiden Mädchen, Maria und Sizilien auch auf die Magieakademie gehen möchten. Bei der Aufnahmeprüfung trifft Shin den Prinzen August und freundet sich mit ihm an. Shin wird zum Meisteradepten ernannt. Sizilien hat Probleme mit einem Verehrer und Shin schreitet ein.Er lädt seine neuen Freunde zu sich nach Hause ein. Dort möchte er die Uniform von Sizilien neu verzaubern.","versions":[{"lang":1,"streams":[{"redirect":14271564,"hoster":"VOE"},{"redirect":13673285,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12953187,"hoster":"VOE"},{"redirect":8273522,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Notsituation","epNo":3,"alt":"An Emergency Arises!","descr":"Shin holt Sizilien von zu Hause ab. Kurt bekommt von seinem Vater ärger und benimmt sich seltsam. Seine Eltern rufen Kurt\u0027s alten Magielehrer Hr. Schtrom zu Hilfe. In der Akademie machen die Freunde einen Rundgang durch die Schule und erfahren etwas über Forschungsgruppen. Shin wird überstimmt eine Forschungsgruppe zu gründen. Später taucht Kurt in der Akademie auf. Seine Aura ist voller Hass und Mordlust gegen Shin. Kurt verwandelt sich in einen Teufel und Shin kämpft gegen ihn.","versions":[{"lang":1,"streams":[{"redirect":14271536,"hoster":"VOE"},{"redirect":13673286,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615490,"hoster":"VOE"},{"redirect":8273527,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Name des Anstifters","epNo":4,"alt":"The Name of the Instigator","descr":"Die Nachricht von Shins Heldentaten kann nicht unter Verschluss gehalten werden, und viele weitere Bewerber möchten der Studiengruppe beitreten. Der König ordnet eine gemeinsame Untersuchung des Auftretens des neuen Dämonen an. Die Studiengruppe gewinnt zwei neue Mitglieder.","versions":[{"lang":1,"streams":[{"redirect":14278334,"hoster":"VOE"},{"redirect":13673287,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615512,"hoster":"VOE"},{"redirect":8273539,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein neuer einzigartiger Held","epNo":5,"alt":"A Pioneering New Hero","descr":"Mark nimmt Shin und die anderen mit zu seiner familiengeführten Schmiede, wo Shin ein neues Schwert in Auftrag gibt und ein Geschenk für Sizilien kauft. Das Blusfia-Imperium bereitet sich auf den Krieg vor. Shin wird für seine heldenhaften Taten offiziell ausgezeichnet.","versions":[{"lang":1,"streams":[{"redirect":14270936,"hoster":"VOE"},{"redirect":13673293,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615510,"hoster":"VOE"},{"redirect":8273543,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kriegsausbruch und gemeinsames Training","epNo":6,"alt":"Outbreak of War and a Joint Training Exercise","descr":"Während der Teufel das Imperium übernommen hat geht Shin mit seinen Freunden und einer Gruppe junger Ritter auf Dämonensuche im Wald. Als sie im Wald angekommen sind muss Shin dem Knappen helfen einen Wildschweindämon zu besiegen. Kurz darauf kommt eine riesige Horde mit über  100 Dämonen auf sie zu, welche von einem der stärksten Dämonen gejagt wird, einem Löwendämon dieser gehört zum Kathastrophentyp. Shin fegt daraufhin alle mit einem Angriff weg.","versions":[{"lang":1,"streams":[{"redirect":13869361,"hoster":"VOE"},{"redirect":13673289,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615518,"hoster":"VOE"},{"redirect":8273548,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lass uns ins Trainingslager gehen","epNo":7,"alt":"Let`s Go to Camp!","descr":"Die Mitglieder der Zauberakademie genießen beim Training mit ihren Ritterschulkollegen gemischte Ergebnisse. Da die dämonische Bedrohung über ihnen droht, beschließt Shin, in den Sommerferien ein magisches Trainingslager für die Gruppe abzuhalten.","versions":[{"lang":1,"streams":[{"redirect":14270847,"hoster":"VOE"},{"redirect":13673294,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615521,"hoster":"VOE"},{"redirect":8273554,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein sternenhelles Versprechen","epNo":8,"alt":"A Starlit Pledge","descr":"Während Shins Trainingslager weitergeht, verbessern sich die Fähigkeiten der Gruppenmitglieder. Augs Verlobte und seine jüngere Schwester bitten darum, im Lager zu bleiben, und ihre Anwesenheit zwingt Shin und Sizilien, sich mit ihren Gefühlen füreinander abzufinden.","versions":[{"lang":1,"streams":[{"redirect":13868752,"hoster":"VOE"},{"redirect":13673295,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615514,"hoster":"VOE"},{"redirect":8273559,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Enkel, Magiewerkzeuge und Verlobungsbekanntgabe","epNo":9,"alt":"The Grandchild, the Magic Gear, and the Engagement Party","descr":"Bevor Sizilien zulässt, dass Shin mit ihr ausgeht, besteht sie darauf, dass er ihre Eltern um ihren Segen bittet. Shin experimentiert mit einer neuen Form der Magie und glaubt, dass die Ultimate Magic Study Group bereit ist, ihr Training auf ein höheres Niveau zu bringen.","versions":[{"lang":1,"streams":[{"redirect":14278336,"hoster":"VOE"},{"redirect":13673304,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615519,"hoster":"VOE"},{"redirect":8273569,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Imperium am Rande der Auslöschung","epNo":10,"alt":"The Fall of the Empire","descr":"Schtrom erzählt von seiner Vergangenheit, währenddessen bereitet sich Aug auf die bevorstehende Krönungszeremonie zum Kronprinzen vor. Als die Krönung beginnt wird sie augenblicklich von einem Soldaten unterbrochen und hat schlechte Neuigkeiten zu verkünden....","versions":[{"lang":1,"streams":[{"redirect":14271124,"hoster":"VOE"},{"redirect":13673298,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615520,"hoster":"VOE"},{"redirect":8273571,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die stärkste Magiegarde in der Geschichte","epNo":11,"alt":"The Mightiest Corps of Magicians Ever","descr":"Shin und seine Kameraden sind auf dem Weg zum Königreich Sweed um dort die einmarschierenden Teufel aus zu löschen. Aber als Shin und seine Kameraden so gut wie alle aus gelöscht haben taucht ein noch stärkerer Teufel auf, schafft es Shin ihn zu besiegen.....?","versions":[{"lang":1,"streams":[{"redirect":14269593,"hoster":"VOE"},{"redirect":13673312,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615522,"hoster":"VOE"},{"redirect":8273579,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Und nun hinaus in die Welt…","epNo":12,"alt":"And So, Off into the World...","descr":"Sizilien hat alle Hände voll zu tun mit der Triage in der Verpflegungsstation, während Shin und die anderen mit Mirias außergewöhnlichen Kampfkünsten beschäftigt sind. Sobald sich der Staub gelegt hat, schlägt Aug King Sweed einen Plan vor, der die ganze Welt verändern könnte.","versions":[{"lang":1,"streams":[{"redirect":14269731,"hoster":"VOE"},{"redirect":13673297,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9615523,"hoster":"VOE"},{"redirect":8273586,"hoster":"Streamtape"}]}]}]}]}