{"seriesId":"kenja-no-deshi-o-nanoru-kenja","name":"Kenja no Deshi o Nanoru Kenja","descr":"[She Professed Herself Pupil of the Wise Man] Sakimori Kagami erwacht in einer neuen Welt namens Arch Earth Online – ein VRMMORPG, das er seit langer Zeit intensiv spielt. Der Haken an der Sache? Er hat beim letzten Einloggen einige Änderungen an seinem Charakter vorgenommen, von welchen er dachte, er habe sie nicht abgespeichert. Sein Körper ist nun nicht mehr der eines alten, bärtigen Zauberers, sondern der einer jungen Frau! Jetzt muss er die Menschen dieser Welt davon überzeugen, dass er – sie – ein Schüler des weisen Mannes ist, der vor dreißig Jahren spurlos verschwunden ist.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ich bin süß...","epNo":1,"alt":"I Am Cute...","descr":"Ark Earth Online ist ein revolutionäres VRMMORPG, das Spielern völlige Freiheit gibt. Solomon wurde König und Danblf wurde ein berühmter Magier. Beide genossen das immersive Rollenspiel, bis sich eines Tages alles änderte.","versions":[{"lang":1,"streams":[{"redirect":9822513,"hoster":"VOE"},{"redirect":9822511,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9631129,"hoster":"VOE"},{"redirect":9631126,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ich habe dich angelogen ...","epNo":2,"alt":"I Lied...","descr":"Danblf kann sich nicht aus dem Spiel ausloggen und steckt fest, nicht in seinem alten Danblf kann sich nicht aus dem Spiel ausloggen und steckt fest, nicht in seinem alten, verdorrten Körper, sondern im Körper eines platinblonden Mädchens. Jetzt muss er einen Weg finden, es zum Laufen zu bringen und seinem Freund Solomon zu helfen.","versions":[{"lang":1,"streams":[{"redirect":9822518,"hoster":"VOE"},{"redirect":9822516,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9673238,"hoster":"VOE"},{"redirect":9673239,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mit so etwas komme ich gar nicht klar","epNo":3,"alt":"\"I\u0027m... A Big Softie When It Comes to These Things\"","descr":"Mira bricht auf Solomons Bitte hin zu einer neuen Mission auf. Auf dem Weg nach Nebrapolis trifft Mira auf einen Jungen, der sie bittet, sie nach Nebrapolis zu begleiten, damit sie mit ihren vermissten Eltern sprechen kann.","versions":[{"lang":1,"streams":[{"redirect":13922501,"hoster":"VOE"},{"redirect":9822507,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9709560,"hoster":"VOE"},{"redirect":12980365,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ich halt\u0026#039;s nicht mehr aus!","epNo":4,"alt":"I`m at My Limit","descr":"Auf ihrer Suche nach Soul Howl, einem der Neun Weisen, dringt Mira mit ihren neu gefundenen Freunden tiefer in den Kerker von Nebrapolis vor.","versions":[{"lang":1,"streams":[{"redirect":12923921,"hoster":"VOE"},{"redirect":9867843,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9765277,"hoster":"VOE"},{"redirect":9765275,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ich habe mein Comeback","epNo":5,"alt":"I Am Reborn!","descr":"Als Mira und ihre Gruppe in die Stadt zurückkehren, finden sie den Ort voller Zombies. Und später trifft Mira auf einen anderen Spieler, der im Spiel steckt.","versions":[{"lang":1,"streams":[{"redirect":9976726,"hoster":"VOE"},{"redirect":9976728,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9822117,"hoster":"VOE"},{"redirect":9822118,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ich kann mich selbst umziehen","epNo":6,"alt":"I`m a Dress-Up Doll!","descr":"Ein Shikigami, eine Kreatur, die Wahrsagern dient, taucht auf der Straße auf und stoppt unterwegs Miras Streitwagen. Bei der Ankunft im Schloss berichtet Mira Solomon über die neuesten Entwicklungen.","versions":[{"lang":1,"streams":[{"redirect":9976729,"hoster":"VOE"},{"redirect":9976727,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9867839,"hoster":"VOE"},{"redirect":9867838,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ich bin die Stärkste","epNo":7,"alt":"I Am the Strongest","descr":"Mira setzt ihre Suche nach Soul Howl fort und begibt sich zur Alcait Academy. Dort stellt sie fest, dass die Beschwörungsmagie, mit der sie Geister beschwört, nicht mehr so ​​respektiert wird wie früher.","versions":[{"lang":1,"streams":[{"redirect":10060748,"hoster":"VOE"},{"redirect":10060741,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9907141,"hoster":"VOE"},{"redirect":9907137,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ich bin Danblf","epNo":8,"alt":"I Am Danblf","descr":"Mira, Cleos und Hinata suchen in einem Kerker nach den Informationen, die sie brauchen. Mira merkt, wie sehr ihre 30-jährige Abwesenheit einige belastet hat.","versions":[{"lang":1,"streams":[{"redirect":10060747,"hoster":"VOE"},{"redirect":10060742,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9976774,"hoster":"VOE"},{"redirect":9976775,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Diese Entwicklung gefällt Mir","epNo":9,"alt":"I Do Not Dislike This Sort of Turn of Events","descr":"Solomon schickt Mira zum Child of Prayer Forest, wo sich eine Baumwurzelzutat für den Gral befindet, in der Hoffnung auf Beweise für Soul Howl. Außerdem bittet er Mira, den nahe gelegenen Urwald zu besuchen, um nützliche Zutaten zu erhalten. Mira hält an einer alten Festung an und bemerkt einen Baumeister, Tomoki, der sich mit außergewöhnlicher Geschwindigkeit bewegen kann. Der Soldat Ratri enthüllt, dass sie ständig von einem riesigen Monster angegriffen werden, das Massenverluste verursacht hat. Eine Patientin, Melissa, diagnostiziert Mira als vergiftet durch ein Toxin, das auf diesem Kontinent nicht gefunden wird. Mira heilt Melissa. Die Soldaten sind so beeindruckt, dass sie sich freiwillig melden, um Mira bei der Jagd auf das Monster zu helfen. Mira lockt das Monster, einen Tyrant Spikeback Gorilla, in eine Falle. Mit Miras Hilfe töten die Soldaten den Spikeback. Miras Beschwörungsmagie wird als unglaublich gefeiert. Mira erfährt, dass Tomoki auch ein Spieler ist, obwohl seine Fähigkeiten handwerklich sind, nicht kampfbasiert. Tomoki glaubt, dass die Monster ihre Lebensräume nur mit menschlicher Hilfe hätten verlassen können. Mira erreicht den notwendigen Baum, wo Baumgötter bestätigen, dass Soul Howl die Wurzel gesammelt hat, aber sie können nicht sagen, ob es vor kurzem oder vor langer Zeit war. Mira bietet Süßigkeiten als Bezahlung an, ist aber aufgrund der unterschiedlichen Ernährungspräferenzen von pflanzlichen Wesen entsetzt, als sie fragen, ob sie stattdessen auf ihre Wurzeln urinieren wird.","versions":[{"lang":1,"streams":[{"redirect":10060869,"hoster":"VOE"},{"redirect":10061121,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10009939,"hoster":"VOE"},{"redirect":10009937,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ich bin nackt","epNo":10,"alt":"I Get Naked!","descr":"Im Urwald sucht Mira in einer Höhle nach Vorfahrensamen und verbringt Stunden damit, die zehn Samen zu finden, die sie benötigt. Sie findet auch eine Schatzkiste mit einem Holzfragment des Weltenbaums, den sie für Luminaria nehmen möchte. Als der Höhlenausgang flussabwärts ist, zieht sich Mira nackt aus, um ihre Kleidung nicht zu beschmutzen, und reitet den Fluss nach draußen. Sie wird von einem Mann angesprochen, der sie für einen Geist hielt, weil sie nackt aus dem Wasser auftaucht, aber geht, nachdem er erkannt hat, dass sie ein Mensch ist. Ihm folgend wird Mira Zeuge, wie der Mann versucht, einen anderen Geist anzugreifen, nur damit er von einem anderen Mann aufgehalten wird, einem Benutzer von Wahrsagermagie aus der Isuzu-Liga, der bestätigt, dass der namenlose Angreifer von Chimera Clausen stammt. Mira greift ein, um den Wahrsager zu retten, besiegt den Angreifer und nimmt ihn gefangen. Der Wahrsager Blue und sein Partner White danken ihr und nehmen den Angreifer in Gewahrsam.","versions":[{"lang":1,"streams":[{"redirect":10118580,"hoster":"VOE"},{"redirect":10118598,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10036431,"hoster":"VOE"},{"redirect":10036420,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Werde ich nicht gelobt?","epNo":11,"alt":"Did... None of the Praise Come My Way?","descr":"Später beschließt Mira, die Isuzu zu besuchen, und trifft auf Asval und sein Team, die Sicherheit für eine Handelskarawane bieten. Sie geben Neuigkeiten über den Schwarzen Helden weiter, der zehn Jahre zuvor eine Dämonenarmee besiegt hatte, bevor er verschwand. Mira erkennt darin Wiseman Valentin, einen sozial unbeholfenen Dämonenexperten. Die Karawane wird von Monstern angegriffen und ein Frachtstück, ein großer Stein, gestohlen. Die Monster werden von den legendären Bestien Silber- und Goldlöwen angeführt, die Mira und Asval besiegen. Der Stein entpuppt sich als eine Dämonentafel. Als Mira es berührt, wird sie wegtransportiert und trifft auf eine Gruppe von Männern in Weiß, deren Anführer erklären, dass ihre Seele in einen Zeitbruch geraten ist, der sie in die Vergangenheit gebracht hat. Als Mira dabei ist, in die Gegenwart zurückzukehren, enthüllt der Anführer, dass sein Volk Dämonen genannt wird und auf dem Weg zum Auferstehungstor ist, wo sie hoffen, als Engel wiedergeboren zu werden. Mira ist besorgt über ein zweites Tor in der Nähe, kehrt aber in die Gegenwart zurück, nachdem der Anführer sicher ist, dass sie sich in ihrer Zukunft ein zweites Mal treffen werden. In der Gegenwart hat Mira keine Erinnerung an das, was gerade passiert ist. Als Mira nach Hause zurückkehrt, stellt sie fest, dass die Stadt von einer massiven Dämonenarmee angegriffen wird und Garret versucht, eine Verteidigung zu organisieren. Sie beschließt, sich mit der Armee zu befassen, bevor sie Solomon findet. Als Mira nach Hause zurückkehrt, stellt sie fest, dass die Stadt von einer massiven Dämonenarmee angegriffen wird und Garret versucht, eine Verteidigung zu organisieren. Sie beschließt, sich mit der Armee zu befassen, bevor sie Solomon findet. Als Mira nach Hause zurückkehrt, stellt sie fest, dass die Stadt von einer massiven Dämonenarmee angegriffen wird und Garret versucht, eine Verteidigung zu organisieren. Sie beschließt, sich mit der Armee zu befassen, bevor sie Solomon findet.","versions":[{"lang":1,"streams":[{"redirect":10257810,"hoster":"VOE"},{"redirect":10257808,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10060734,"hoster":"VOE"},{"redirect":10060732,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hier bin Ich!","epNo":12,"alt":"I Have Arrived!","descr":"Mira, Solomon und Luminaria müssen das Königreich vor den Horden von Monstern schützen, die in seinen Grenzen aufgetaucht sind.","versions":[{"lang":1,"streams":[{"redirect":10273017,"hoster":"VOE"},{"redirect":10273016,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10157284,"hoster":"VOE"},{"redirect":10157282,"hoster":"Streamtape"}]}]}]}]}