{"path":"/serie/stream/kenny-vs-spenny","name":"Kenny vs. Spenny","descr":"Kenny (Kenny Hotz) und Spenny (Spencer Rice) sind \u0026amp;amp;#039;Beste Freunde\u0026amp;amp;#039;. Sie wohnen zusammen in einem Haus in Kanada und tragen immer Wettkämpfe gegeneinander aus. Während ein Wettkampf abläuft, werden sie von ihrem jeweils eigenen Kamerateam gefilmt, mit dem sie sich auch die meiste Zeit privat austauschen. Während Kenny - der alberne der Beiden - die meiste Zeit am Schummeln ist, versucht Spenny die Wettkämpfe auf ehrliche Art und Weise zu gewinnen. Derjenige, der einen Wettkampf verliert, muss sich vom Gewinner demütigen lassen.","seasons":[{"path":"/serie/stream/kenny-vs-spenny/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-1","name":"Wer ist der bessere Modedesigner?","epNo":1,"alt":"Who Is the Best Fashion Designer?","descr":"Kenny und Spenny wollen herausfinden, wer der bessere Modedesigner ist. Spenny entscheidet sich für eine politische Modenschau und macht eine Kollektion für Männer. Seine Kleidungsstücke stellt er aus Flaggen her. Kennys Motto ist: Sex Sells. Wird die Jury sich für eine politische Männerkollektion oder lieber für Bademode entscheiden? (Text: VIVA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833410","hoster":"VOE"},{"path":"/redirect/8581244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-2","name":"Wer kann länger ohne Schlaf auskommen?","epNo":2,"alt":"Who Can Stay Awake the Longest?","descr":"Kenny und Spenny duellieren sich diesmal mit Schlafentzug. Mehr als 4 Tage versuchen sie mit verschiedensten Methoden wach zu bleiben. Während Kenny sich an allerlei Aufputschmitteln bedient, versucht Spenny auf ganz natürliche Art und Weise gegen die Müdigkeit anzukämpfen. Zum Schluss gibt einer der Beiden nach und wird ziemlich \u0027in die Scheiße geritten\u0027.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14100871","hoster":"VOE"},{"path":"/redirect/14100873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-3","name":"Wer ist der bessere Koch?","epNo":3,"alt":"Who Is the Better Chef?","descr":"Kenny und Spenny wetten, wer der bessere Koch ist. Kenny ist siegessicher und geht die Tage vor dem Wettstreit in der Stadt umsonst Essen, weil er vorgibt eine Kochshow zu moderieren. Spenny, der nicht kochen kann, beschließt ausnahmsweise zu betrügen und holt sich Hilfe bei einem Chefkoch. Welches Essen wird leckerer sein? (Text: VIVA)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593347","hoster":"VOE"},{"path":"/redirect/8581247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-4","name":"Wer kann länger stehen?","epNo":4,"alt":"Who Can Stand Up the Longest?","descr":"In dieser Folge geht es darum, wer länger stehen kann. Allerdings ergibt sich nach kurzer Zeit das Problem, dass nie richtig definiert wurde, was Stehen eigentlich ist. Darf man sich zur Unterstützung anlehnen, kann man sich aufhängen? Spenny nörgelt so lange rum, bis sie sich auf ein Unentschieden geeinigt haben und am Ende ein Stand-Off durchziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833420","hoster":"VOE"},{"path":"/redirect/8581245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-5","name":"Wer kann länger auf einer Kuh sitzen?","epNo":5,"alt":"Who Can Sit on a Cow the Longest?","descr":"Kenny und Spenny wetten, wer am längsten auf einer Kuh reiten kann. Beide versuchen sich auf einem Bauernhof mit den Kühen anzufreunden, jedoch hat Kenny weniger Ekel und Angst vor den Tieren. Bei dem Wettkampf hat er für seine Kuh Futter dabei, damit sie abgelenkt ist und nicht wegläuft. Außerdem hat er eine Überraschung für Spennys Kuh.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833418","hoster":"VOE"},{"path":"/redirect/8581242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-6","name":"Wer ist der geistig Gesündere?","epNo":6,"alt":"Who Is the Sanest?","descr":"In dieser Folge lassen sich Kenny und Spenny von verschiedenen Ärzten untersuchen, um festzustellen, wer von Beiden geistig gesünder ist. Sie gehen zu einem Psychologen, einem Esoteriker und einem Ganzheitstherapeuten. Zum Abschluss gehen sie noch zu einem Psychiater, der einen speziellen, auf sie zugeschnittenen Test vorbereitet hat. Da Kenny bei diesem Wettkampf kaum betrügen kann, herrscht Ausgeglichenheit und Spenny scheint tatsächlich die Möglichkeit zu haben, zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833414","hoster":"VOE"},{"path":"/redirect/8581246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-7","name":"Wer kann in 3 Tagen mehr Geld verdienen?","epNo":7,"alt":"Who Can Earn the Most Money in Three Days?","descr":"Kenny und Spenny wetten, wer in 3 Tagen mehr Geld verdienen kann. Spenny konzentriert sich auf körperliche Arbeit und Kunst. Kenny sammelt Spenden in Spennys Namen und verkauft dann Sendezeit der Show. Spenny verdient nur wenig und gibt mehr aus als er verdient. Am Ende setzt er sein Geld beim Pferderennen ein und gewinnt. Kenny muss feststellen, dass Spenny rechtlich die Hälfte davon zusteht und verliert. Kenny muss als Demütigung aus Spennys Unterhose einen Kaffee kochen und ihn trinken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833421","hoster":"VOE"},{"path":"/redirect/8581250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-8","name":"Wen mag sie lieber?","epNo":8,"alt":"Who Does She Like Better?","descr":"Um gegen Spenny zu gewinnen organisiert Kenny ein falsches Date, damit Spennys Mühen die Frau zu überzeugen, umsonst sind. Während Spenny mit der falschen Frau unterwegs ist, hat Kenny seinen Freund und Schauspieler Kevin damit beauftragt sich mit dem richtigen Date zu treffen, um bei ihr einen schlechten Eindruck zu hinterlassen. Wird Spenny rausfinden was vor sich geht, bevor es zu spät ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312815","hoster":"VOE"},{"path":"/redirect/10125285","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-9","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":9,"alt":"Who Can Stay Blindfolded the Longest?","descr":"In dieser Folge geht es darum, wer länger blind sein kann. Dafür sollen sich eigentlich beide eine Augenbinde überziehen, allerdings spielt Kenny wieder mit gezinkten Karten und nimmt sich gleich die Binde wieder ab. In der darauf folgenden Zeit, macht Kenny Spenny dermaßen das Leben zur Hölle, dass es schon nahezu an Folter grenzt.","versions":[]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-10","name":"Wer kann einen Schönheitswettbewerb gewinnen?","epNo":10,"alt":"Who Can Win a Beauty Pageant?","descr":"In dieser Folge geht es darum, wer von beiden hübscher ist. Um das herauszufinden nehmen die zwei an einem extra für sie ausgerichteten Schönheitswettbewerb teil. In diesem müssen sie sich in Badehosen und formeller Kleidung präsentieren, sowie ein besonderes Talent zur Schau stellen. Kenny versucht es mit Singen, merkt jedoch relativ schnell das er wenig Begabung hat und beschließt, ein Gedicht vorzutragen. Spenny wendet sich dem Stepptanz zu, er geht extra zu einer Lehrerin und versucht innerhalb von drei Tagen ein passables Programm auf die Beine zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336477","hoster":"VOE"},{"path":"/redirect/12980367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-11","name":"Wer gewinnt die meisten Miniwettbewerbe?","epNo":11,"alt":"Who Can Win a Series of Mini-competitions?","descr":"Kenny und Spenny werden statt eines großen Wettkampfs, viele kleine Wettkämpfe austragen, wie z.B. Kopfstand machen, Buchstabieren, Treppensteigen, Bowlen, Wrestling, Sprinten, Samenspenden und Luftanhalten. Kenny betrügt, wo er nur kann und bricht sich beim Wrestling eine Rippe.Wer wird am Ende die Nase vorn haben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833419","hoster":"VOE"},{"path":"/redirect/8581251","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-12","name":"Wer kann am meisten Gewicht verlieren?","epNo":12,"alt":"Who Can Lose the Most Weight?","descr":"In dieser Folge geht es darum, wer am schnellsten abnimmt. Während Spenny es auf die traditionelle Weise versucht, spielt Kenny mal wieder nicht ganz fair und greift auf einige hinterlistige Mittelchen zurück. Spenny treibt sich im Fitnessstudio bis zum Äußersten, während Kenny Abführmittel trinkt, auf dem Klo Videospiele spielt und sich einen Einlauf verpassen lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252292","hoster":"VOE"},{"path":"/redirect/8581249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-13","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":13,"alt":"Who Can Stay Handcuffed the Longest?","descr":"Kenny und Spenny wetten wer es länger aushält, mit Handschellen an den anderen gekettet zu sein. Spenny gibt sich resolut und will es aushalten. Kenny versucht es erst mit Gestank und Ekel, dann lädt er Spennys Erzfeind ein. Wird Kenny ihn austricksen können?","versions":[]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-14","name":"Wer kann das bessere Konzert auf die Beine stellen","epNo":14,"alt":"Who Can Put on the Best Concert?","descr":"In dieser Folge geht es darum, wer das bessere Konzert veranstalten kann. Spenny versucht sich seinen Traum als Leadsänger einer Band zu erfüllen und mietet ein paar Profimusiker. Er schreibt einen Song und komponiert mit ihnen die Musik dazu. Kenny sieht sich im Nachteil, weil er weder ein Instrument spielen noch singen kann. Deswegen schreibt er den oberflächlichsten und kitschigsten Song aller Zeiten und lässt ihn von einem Kinderchor singen, um so Punkte bei der Jury zu sammeln. Das ist Kenny aber nicht genug und so hat er noch ein paar andere Tricks auf Lager.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593348","hoster":"VOE"},{"path":"/redirect/8581252","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-15","name":"Wer ist der bessere Elternteil?","epNo":15,"alt":"Who Is the Best Parent?","descr":"In dieser Folge geht es darum, wer der bessere Vater ist. Die beiden bekommen jeder ein Computerbaby, das auswertet, wie gut sie sich um es kümmern. Spenny gibt sein absolut Bestes, da er das Ganze auch als Test für eine echte Vaterschaft sieht. Kenny ist sein Baby ziemlich egal, da es eh nur aus Plastik ist und er nicht vorhat es zu behalten. Er tötet das Baby, aber vorher malträtiert und er das Baby nach allen Regeln der Kunst. Doch das alles tut er natürlich nicht ohne einen Plan in der Hinterhand zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9593351","hoster":"VOE"},{"path":"/redirect/8581253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-16","name":"Wer ist bei den Kindern beliebter?","epNo":16,"alt":"Who Do Kids Like Most?","descr":"In dieser Folge geht es darum, wen Kinder lieber mögen. Dank Spenny, hat Kenny sich dazu entschlossen die Kinder von vorne bis hinten zu verwöhnen und mit Süßigkeiten und Geschenken voll zu stopfen, um sich so ihre Zuneigung zu sichern. Spenny möchte den Kindern lieber eine Erfahrung bieten als einen Zuckerschock und deshalb hat er sich dazu entscheiden eine interaktive Schnitzeljagd mit den Kindern zu unternehmen. Allerdings weiß er nicht, dass Kenny den Kindern ein großes Geschenk versprochen hat, wenn sie sich für ihn entscheiden. Ob da eine Schnitzeljagd mithalten kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833423","hoster":"VOE"},{"path":"/redirect/8581256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-17","name":"Wer ist der Stärkere?","epNo":17,"alt":"Who Is the Strongest?","descr":"In dieser Folge geht es darum, wer stärker ist. Kenny hat Spenny dazu überredet, sich mit seiner Schwester im Bankdrücken zu messen. Wer mehr Gewichte heben kann, gewinnt. Da Spenny diesen Wettkampf unter normalen Bedingungen auf jeden Fall gewinnen würde, hat Kenny sich einen Plan ausgedacht, mit dem er Spenny trotzdem schlagen kann. Er will Spenny mit Hilfe seiner Schwester so lange verunsichern, bis er von alleine aufgibt und sich demütigen lassen muss. Spenny lässt sich davon zunächst nicht beeindrucken und trainiert wie ein wilder, damit er nicht von einer Frau fertig gemacht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833422","hoster":"VOE"},{"path":"/redirect/8581255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-18","name":"Wer ist überzeugender als Frau?","epNo":18,"alt":"Who Makes the Most Convincing Woman?","descr":"Staffel 1, Folge 18 (22 Min.)\u0026lt;br /\u0026gt;\rKenny und Spenny wetten, wer die überzeugendere Frau abgibt. Beide lassen sich von Spezialistinnen beraten. Entschieden wird das Ganze von fünf Frauen, für die sie zu Hause eine Party veranstalten. Wer wird die bessere Frau sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833425","hoster":"VOE"},{"path":"/redirect/8581258","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-19","name":"Wer ist der bessere Schauspieler?","epNo":19,"alt":"Who Is the Best Actor?","descr":"Kenny und Spenny wetten, wer der bessere Schauspieler ist. Spenny schreibt eine Szene über einen Preisboxer, der betrogen wurde und führt diese auf. Kenny lässt einen professionellen Mimen an seiner Stelle auftreten und sorgt dafür, dass Spenny zu spät zum Wettstreit kommt. Wer wird der bessere Schauspieler sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312818","hoster":"VOE"},{"path":"/redirect/10125286","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-20","name":"Wer ist der bessere Stripper?","epNo":20,"alt":"Who Is the Best Male Stripper?","descr":"In dieser Folge geht es darum, wer der bessere Stripper ist. Kenny bietet Spenny den Sieg an und versucht es auf die Mitleidstour. Er möchte, dass Spennys Stolz ihn dazu bringt, aufzugeben. Wird Spenny tanzen oder kneifen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833424","hoster":"VOE"},{"path":"/redirect/8581254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-21","name":"Wer ist der bessere Eiskunstläufer?","epNo":21,"alt":"Who Is the Best Figure Skater?","descr":"Es geht darum, wer der bessere Eiskunstläufer ist. Spenny ist im Vorteil, weil er Schlittschuh laufen kann, Kenny täuscht ein gebrochenes Bein vor und will sich so aus der Affäre ziehen. Wird Kenny es schaffen um die Demütigung rum zu kommen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833426","hoster":"VOE"},{"path":"/redirect/8581257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-22","name":"Wer kann länger im Wald überleben?","epNo":22,"alt":"Who Can Survive in the Woods the Longest?","descr":"Der Wettkampf in dieser Folge schreibt vor, dass sich beide der Jungs so lange wie möglich im Wald aufhalten müssen. Dabei ist es ihnen nicht gestattet jegliche Alltagsgegenstände zu nutzen, die Ihnen das Lagern im Wald vereinfachen könnten. Selbst das Anlegen eines über Nacht wärmenden Lagerfeuers ist mit den von der Natur gegebenen Mitteln zu erledigen. Die Jungs durchsuchen sich gegenseitig nach Gegenständen, die einem den Wettkampf vereinfachen könnten. Doch Kenny lässt einen Gegenstand mitgehen, der ihm das Feuer machen vereinfacht. Die beiden geraten während des Wettkampfes wortwörtlich aneinander, was allerdings dann eine spannende Wendung nimmmt. Dafür darf sich in dieser Folge das Kamerateam an einer sehr sonderbaren Demütigung erfreuen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833432","hoster":"VOE"},{"path":"/redirect/8581260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-23","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":23,"alt":"Who Will Use Their Arms First?","descr":"In dieser Folge geht es darum, wer am längsten seine Arme nicht benutzt. Nachdem sich die beiden auf der Couch auf die Regeln geeinigt haben, geht es auch schon los. Beide haben Vorkehrungen getroffen damit sie armlos durch den Alltag kommen. Spenny hat sich sein Essen in kleinen Portionen aufgeteilt und Wasserflaschen an die Wand geklebt, damit er mit einem Strohalm aus ihnen trinken kann. Kenny hat sich auch vorbereitet, aber Kenny wäre nicht Kenny, wenn er nicht noch einen besonderen Trumpf im Ärmel hätte.","versions":[]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-24","name":"Wer kann ein Gerichtsverfahren gewinnen?","epNo":24,"alt":"Who Can Win a Court Case?","descr":"Kenny verklagt Spenny, weil er ihm Geld geliehen oder vorgestreckt hat. Und das machen sie zum Wettstreit dieser Woche. Beide nehmen sich Anwälte und versuchen sich über die Rechtslage klar zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312814","hoster":"VOE"},{"path":"/redirect/10125288","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-25","name":"Wer kann länger in einem Van leben?","epNo":25,"alt":"Who Can Live in a Van the Longest?","descr":"In dieser Folge geht es darum, wer länger in einem Van bleiben kann. Spenny möchte nicht, dass Kenny fährt, deswegen entscheidet er sich für den vorderen Teil des Wagens. Kenny nutzt das natürlich gnadenlos aus und baut hemmungslos die hintere Hälfte zu einem Wohnzimmer um. Sein eigentlicher Plan dahinter ist, dass er Spenny so neidisch machen will, dass er ihm irgendwann freiwillig den Fahrersitz überlässt, und er ihn mit seinem wilden Fahrstil zur Aufgabe zwingt. Wird sein Plan aufgehen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312817","hoster":"VOE"},{"path":"/redirect/10125289","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-1/episode-26","name":"Wer ist der bessere Boxer?","epNo":26,"alt":"Who Is the Better Boxer?","descr":"Kenny und Spenny wollen als Wettstreit einen Boxkampf austragen. Spenny nimmt sich einen Kickboxtrainer. Kenny baut ein Gefängnis in der Wohnung, in dem er Spenny bis zum Boxkampf einsperren will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312819","hoster":"VOE"},{"path":"/redirect/10125290","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-1","name":"Wer kann mehr Bier trinken?","epNo":1,"alt":"Who Can Drink More Beer?","descr":"Diese Episode ist ein riesiges Trinkspiel. Jeder der beiden Jungs bekommt 3 Kästen Bier und muss daraufhin soviel trinken wie nur möglich. Kenny bedient sich jedoch eines total fiesen Tricks, der ihm den Wettkampf um einiges einfacher macht. Aber Spenny gibt sich trotzdem nicht so leicht geschlagen. Und auch in dieser Folge gibt es für den Verlierer wieder eine wunderschön dreckige Demütigung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833428","hoster":"VOE"},{"path":"/redirect/8581259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-2","name":"Wer kann länger nackt bleiben?","epNo":2,"alt":"Who Can Stay Naked the Longest?","descr":"Als Kenny und Spenny herausfinden wollen, wer es länger komplett nackt aushält, versucht Kenny rumzutricksen, in dem er nach draußen mit einem Regenschirm geht, der einen Vorhang installiert hat und sich Unterstützung von 3 Männern in Leder holt, die Spennys Verlegenheit und Unbehagen steigern sollen. Spenny beschließt sich daraufhin für den Rest des Wettkampfes im Keller zu verstecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833427","hoster":"VOE"},{"path":"/redirect/8581268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-3","name":"Wer ist mutiger?","epNo":3,"alt":"Who Has the Biggest Balls?","descr":"Um herauszufinden ob Kenny oder Spenny in einer Reihe von kleinen Wettbewerben der Bessere ist, versucht Kenny Spenny komplett zum Ausflippen zu bringen, in dem er dessen Zimmer verwüstet. Kenny setzt ihn unter Druck, in dem er zeigt, er sei der Mutigere, wenn er von einem Kliff ins Wasser springt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833429","hoster":"VOE"},{"path":"/redirect/8581265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-4","name":"Wer ist bei alten Menschen beliebter?","epNo":4,"alt":"Who Do Old People Like More?","descr":"Jeder der Jungs verbringt Zeit mit drei älteren Frauen, die anschließend wählen können, wen sie lieber mochten. Spenny bringt sie zu einem Finanzseminar und nimmt sie mit zu einem Fitnesskurs und Kenny bringt sie zur Manicüre und zu seiner eigenen Familie, zu der plötzlich ein weiteres Mitglied dazugehört, ein Mann mit Down Syndrom, der vorgibt Kennys Bruder zu sein. Ob das die Herzen der älteren Frauen berühren kann?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833430","hoster":"VOE"},{"path":"/redirect/8581264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-5","name":"Wer kann länger tanzen?","epNo":5,"alt":"Who Can Dance the Longest?","descr":"Die Jungs treten gegeneinander in einem Ausdauer Wettstreit an, in dem der erste, der aufhört zu tanzen, verliert. Nachdem Kenny unter Vorgabe seine Schuhe wechseln zu wollen erst einmal verschwindet, kann erst mehrere Stunden später mit dem Tanzen angefangen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833431","hoster":"VOE"},{"path":"/redirect/8581261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-6","name":"Wer zuerst redet, verliert.","epNo":6,"alt":"First One to Talk Loses.","descr":"Die Regeln sind einfach: Der Erste, der ein Wort sagt, verliert. Grunzen ist erlaubt. Spenny nutzt eine sogenannte Parabolantenne um Kenny zu belauschen und Kenny gebraucht einen computergesteuerten Sprachgenerator um zu kommunizieren. Damit Spenny vor Wut was sagt, geht Kenny mit dessen Cousine aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833434","hoster":"VOE"},{"path":"/redirect/8581262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-7","name":"Wer ist lustiger?","epNo":7,"alt":"Who Is the Funnier?","descr":"Kenny schreibt Spenny eine erfundene Mail vom Gesundheitsministerium, in der erklärt wird, dass Spenny möglicherweise Aids hat. Spenny versucht seine Stand-Up-Comedy Nummer vor der Jury, die aus Mark Breslin besteht, zu machen, ist aber noch durch die Mail sehr verunsichert. Als Kenny am Anfang seiner Nummer die Auflösung des Gags mit der Mail als Einstieg benutzt und Spenny klar wird, dass Kenny ihn reingelegt hat, wird dieser so wütend, dass er Kennys Klamotten komplett zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833433","hoster":"VOE"},{"path":"/redirect/8586183","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-8","name":"Wer kann mehr Frauen küssen?","epNo":8,"alt":"Who Can Kiss More Women?","descr":"Ein Mädchen, dass Spenny während des Wettbewerbs getroffen hat, versucht Spenny zu helfen mehr Frauen zu küssen und es scheint, als würden die beiden eine Beziehung anfangen. Langsam verdächtigt Spenny Kenny, das Mädchen angeheuert zu haben und macht mit ihr Schluss. Doch war sie wirklich unehrlich?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13015976","hoster":"VOE"},{"path":"/redirect/8586186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-9","name":"Wer gewinnt ein Rattenrennen?","epNo":9,"alt":"Who Can Win a Rat Race?","descr":"Kenny kidnappet Spennys Ratte, der sich an Kenny rächt, indem er seine Platten klaut. Das ärgert Kenny so sehr, dass er vorgibt Spennys Mutter zu entführen um sie gegen seine Platten zu tauschen. Kenny benutzt am Ende ein Wasserschwein und gibt vor, dass es eine \"Südamerikanische Dschungelratte\" wäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833436","hoster":"VOE"},{"path":"/redirect/8586189","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-10","name":"Wer ist der bessere Journalist?","epNo":10,"alt":"Who Is a Better Journalist?","descr":"Kenny tarnt offensichtlich gemeine Gesten als \"nett\", wie ein Papagei als Geschenk für Spenny, der ihn ordentlich nerven soll. Nachdem sie sich mehrfach darüber gestritten haben, was gemein ist und was nicht, beauftragen beide einen Richter, der das nun entscheiden soll. Spenny nimmt schließlich mehrfach Beruhigungsmittel ein, um nicht gemein zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833439","hoster":"VOE"},{"path":"/redirect/8586188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-11","name":"Wer kann mehr Bibeln verkaufen?","epNo":11,"alt":"Who Can Sell More Bibles?","descr":"Kenny trickst Spenny aus, indem er ihm weismacht, dass sein Kinderfilmdrehbuch von Hollywoodproduzenten gekauft wurde. Weil Spenny glaubt, dass das Angebot echt ist, kauft er Kenny 7 Bibeln ab, um zu zeigen, dass er mit der Sendung aufhören möchte. Er will ein Hollywood-Drehbuchautor werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833437","hoster":"VOE"},{"path":"/redirect/8586190","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-12","name":"Wer zuerst gemein wird, verliert.","epNo":12,"alt":"First One to Be Mean Loses.","descr":"Kenny versucht in dem Wettbewerb falsche News zu kreieren, indem er Double von Stars einsetzt. Am Ende kann er nicht zur Entscheidung des Wettbewerbs kommen, da er mit seiner falschen Beyoncé Knowles im Bett gelandet ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833440","hoster":"VOE"},{"path":"/redirect/8586195","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-2/episode-13","name":"Wer ist der bessere Rapper?","epNo":13,"alt":"Who Is the Better Rapper?","descr":"Kenny inszeniert eine Szene, die eine Gang Auseinandersetzung darstellt, mit dem Hintergrund, dass Spenny diese durch seine Bemerkungen über Gangs erzeugt haben soll. Doch Spenny kommt hinter das Schauspiel. Daraufhin gibt Spenny vor, aus Angst vor den Gangs in ein Hotel verschwinden zu wollen und lässt Kenny glauben, dass er nicht zu dem Wettstreit auftaucht. Doch das tut er.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917190","hoster":"VOE"},{"path":"/redirect/8586199","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-1","name":"Wer zuerst lacht verliert.","epNo":1,"alt":"First One to Laugh Loses.","descr":"Beide Spieler erklären sich einverstanden sich gegenseitig Aufmerksamkeit schenken zu müssen, wenn der jeweils andere versucht den anderen zum lachen zu bringen. Spenny beauftragt einen gemeinsamen Freund ihn vor Kenny zu demütigen. Am Ende wird per Videoaufzeichnung in Zeitlupe entschieden, wer zuerst gelacht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833441","hoster":"VOE"},{"path":"/redirect/8586196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-2","name":"Wer wird von Schwulen mehr gemocht?","epNo":2,"alt":"Who Do Gay Guys Like More?","descr":"Beide Jungs haben ein Date mit einem Schwulen. Vor einer schwulen Jury redet Spennys schwules Date über dessen anscheinend ehrliche Meinung und Erfahrungen mit Homosexualität. Kenny gibt vor schwul zu sein und geht dabei ziemlich weit auf seiner Verabredung. Außerdem beschuldigt er Spenny vor der Jury alles erlogen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833438","hoster":"VOE"},{"path":"/redirect/8586198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-3","name":"Wer kann länger einen toten Oktopus auf dem Kopf","epNo":3,"alt":"Who Can Wear a Dead Octopus on Their Head the Long","descr":"In diesem Wettstreit mogelt Kenny und nimmt den Oktopus von seinem Kopf und heftet nur noch die Tentakel an einen Hut, sodass es immer noch so aussieht, als würde er das Tier tragen. Außerdem gibt Kenny Spenny LSD, sodass Spenny glaubt den Oktopus in den See freilassen zu müssen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833442","hoster":"VOE"},{"path":"/redirect/8581263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-4","name":"Wer gewinnt ein 10-Meilen-Rennen?","epNo":4,"alt":"Who Can Win a Ten Mile Race?","descr":"Um Spenny von der Route des 10 Meilen-Rennens wegzulocken, gibt Kenny vor seine Mutter sei tot. Spenny geht auf die Beerdingung, die jedoch weit entfernt von der Route stattfindet. Schafft es Spenny rechtzeitig zurück zum Rennen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833443","hoster":"VOE"},{"path":"/redirect/8581266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-5","name":"Wer kann den besseren Porno machen?","epNo":5,"alt":"Who Can Make a Better Porno?","descr":"Kenny macht eine Reihe von lustigen Pornos um gegen Spennys normalen Porno zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833445","hoster":"VOE"},{"path":"/redirect/8581269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-6","name":"Wer kann mehr Gewicht mit seinem Genital heben?","epNo":6,"alt":"Who Can Lift More Weight with Their Genitals?","descr":"Kenny hebt 5 gefälschte Ziegelsteine mit seinen Genitalien an und Spenny glaubt ihm. Es kommt zum Disput, weil Spenny genug von den Wettkämpfen mit Kenny hat und aussteigen will. Ein Casting für Spennys Nachfolger wird von Kenny ins Leben gerufen. Kommt Spenny doch wieder zurück in die Show?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833452","hoster":"VOE"},{"path":"/redirect/8581267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-7","name":"Wer ist Cooler?","epNo":7,"alt":"Who Is Cooler?","descr":"Um zu gewinnen täuscht Kenny eine Drogenüberdosis vor um Spenny vor der Beurteilung aus dem Konzept zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833446","hoster":"VOE"},{"path":"/redirect/8581272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-8","name":"Wer kann mehr Sperma produzieren?","epNo":8,"alt":"Who Can Produce More Semen?","descr":"Kenny sammelt zusätzlich Sperma von den Crewmitgliedern und auch aus benutzten Kondomen von der Straße. Außerdem bestrahlt er Spenny mit einem Röntgengerät, um diesen im Wettkampf zu schwächen. Kurz vor dem Juryurteil füllt Spenny seinen Becher zusätzlich mit Haarshampoo auf. Doch wird der Betrug auffliegen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833447","hoster":"VOE"},{"path":"/redirect/8581270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-9","name":"Wer kann länger in einem Spuk-Haus leben?","epNo":9,"alt":"Who Can Live in a Haunted House the Longest?","descr":"Spenny versucht seine Ängste zu überwinden, indem er einen Spezialisten für übernatürliche Phänomene aufsucht, während Kenny einen anderen Spezialisten aufsucht um die Fähigkeit zu erlangen den Teufel zu beschwören. Im Haus versucht Kenny Spenny immer wieder zu erschrecken. Letztendlich kettet sich Spenny in einen Raum fest, damit seine Angst nicht die Überhand gewinnt. Im Nebenraum beginnt Kenny den Teufel zu beschwören. Doch plötzlich erschreckt ein lauter Knall das gesamte Team …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833448","hoster":"VOE"},{"path":"/redirect/8581273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-10","name":"Wer fängt den größeren Fisch?","epNo":10,"alt":"Who Can Catch the Bigger Fish?","descr":"Kenny heckt mal wieder alles mögliche an schmutzigen Tricks aus. Zuerst bezahlt er den Bootverleiher, damit er Spenny zu einer Stelle fährt, wo man keine Fische fangen kann. Dann nimmt er noch vor dem Wettbewerb ein Video auf, indem er einen großen toten Fisch fängt. Als beide dann auf dem Wasser sind schubst Kenny Spenny vom Boot, fährt weg und sammelt ihn eine halbe Stunde später wieder ein. Natürlich zeigt er ihm das vorher gedrehte Video und gibt vor den Fisch gerade erst gefangen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833449","hoster":"VOE"},{"path":"/redirect/8581277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-11","name":"Wer kann den jeweils anderen besser imitieren?","epNo":11,"alt":"Who Can Imitate the Other Guy Better?","descr":"Kenny provoziert Spenny mit seinen Darstellungen von ihm so sehr, dass es schwierig für Spenny ist in Kennys Rolle zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833450","hoster":"VOE"},{"path":"/redirect/8581271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-12","name":"Wer kann länger obdachlos bleiben?","epNo":12,"alt":"Who Can Stay Homeless the Longest?","descr":"Um herauszufinden, wer länger als Obdachloser leben kann, trickst Kenny mit seinem Geld, sodass er in einem Restaurant essen kann und Spenny schlägt Kenny absichtlich vor zwei Polizisten, sodass er für eine Nacht im Gefängnis schlafen kann. Ob das erlaubt ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833451","hoster":"VOE"},{"path":"/redirect/8581274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-3/episode-13","name":"Wettkampf im Armdrücken.","epNo":13,"alt":"Arm Wrestling Competition.","descr":"Um beim Armdrücken zu gewinnen, versucht Kenny ein Kind zu finden, dass Spencer Rice heißt, sodass er die Regeln umgehen kann. Doch weil ihm das nicht gelingt, müssen doch beide gegeneinander antreten. Vielleicht hat sich ja das Training gelohnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833453","hoster":"VOE"},{"path":"/redirect/8581275","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-1","name":"Wer zuerst eine Erektion bekommt, verliert.","epNo":1,"alt":"First Guy to Get a Boner Loses.","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312820","hoster":"VOE"},{"path":"/redirect/10125292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-2","name":"Wer produziert den größten Furz?","epNo":2,"alt":"Who Can Blow the Biggest Fart?","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312821","hoster":"VOE"},{"path":"/redirect/10125291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-3","name":"Wer produziert das bessere virale Video?","epNo":3,"alt":"Who Can Produce the Best Viral Video?","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312822","hoster":"VOE"},{"path":"/redirect/10125293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-4","name":"Wer kann mehr Fleisch essen?","epNo":4,"alt":"Who Can Eat More Meat?","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312823","hoster":"VOE"},{"path":"/redirect/10125296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-5","name":"Wer zuerst schmutzig wird, verliert.","epNo":5,"alt":"First Guy to Get a Stain Loses.","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312824","hoster":"VOE"},{"path":"/redirect/10125294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-6","name":"Wer kann länger an einer Ziege angebunden bleiben","epNo":6,"alt":"Who Can Be Tied to a Goat the Longest?","descr":"Kenny und Spenny sind jeweils per Seil an ihrem Fußgelenk mit einer lebenden Ziege verbunden. Kenny trägt ein besonders langes Seil, weil er hofft, dass er dadurch mehr Abstand zu seiner Ziege halten kann. Spenny versucht, seine Ziege stubenrein zu bekommen und sprüht sie mit Parfum ein, damit sie besser riecht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312825","hoster":"VOE"},{"path":"/redirect/10125300","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-7","name":"Wer hält mehr Folter aus?","epNo":7,"alt":"Who Can Handle More Torture?","descr":"In diesem Wettstreit geht es darum, wer mehr Folter aushalten kann. Hierbei leisten sie Kenny \u0026 Spenny mehrere Miniwettbewerbe aus welchen die Punktzahl addiert werden. Der bei hat Kenny eine Taktik, welche er gegen Spenny auffendet, um am wenigsten Folter zu ertragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312828","hoster":"VOE"},{"path":"/redirect/10125295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-8","name":"","epNo":8,"alt":"First Guy to Stop Singing Loses.","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11312807","hoster":"VOE"},{"path":"/redirect/10125281","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-9","name":"Wer kann am längsten übergewichtig sein?","epNo":9,"alt":"Who Can Be Obese the Longest?","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312827","hoster":"VOE"},{"path":"/redirect/10125298","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-4/episode-10","name":"Wer kann mehr Verbrechen begehen?","epNo":10,"alt":"Who Can Commit the Most Crime?","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312829","hoster":"VOE"},{"path":"/redirect/10125297","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-1","name":"Wer kann es länger mit Kot in der Hose aushalten?","epNo":1,"alt":"Who Can Keep a Dump in Their Pants the Longest?","descr":"In dieser Folge haben sich die beiden ein ganz besonderes Schmankerl einfallen lassen. Es geht darum, wer es länger mit einem Scheißhaufen in einer Windel aushält. Spenny vermutet, dass Kenny ihm irgendein Abführmittel unterjubeln will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312830","hoster":"VOE"},{"path":"/redirect/10125301","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-2","name":"Wer bekommt mehr Frauen ins Bett?","epNo":2,"alt":"Who Can Bone More Women?","descr":"Beim Wettkampf in dieser Woche, geht es darum, wer mehr Sex mit Frauen haben kann. Deshalb laden sich die beiden 8 Frauen in ihr Haus ein, um zu sehen wer von ihnen mehr Erfolg hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312833","hoster":"VOE"},{"path":"/redirect/10125299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-3","name":"Wer kann länger ein Gorilla-Kostüm tragen?","epNo":3,"alt":"Who Can Wear a Gorilla Suit the Longest?","descr":"n dieser Folge geht es darum, wer es am längsten in einem Gorillakostüm aushält. Da einem nach einer Weile unter so einem Anzug ziemlich heiß wird, behelfen sich die beiden mit Ventilatoren, Tiefkühltruhen und ähnlichem …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312832","hoster":"VOE"},{"path":"/redirect/10125303","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-4","name":"Wer kann mehr Leute verärgern?","epNo":4,"alt":"Who Can Piss Off More People?","descr":"Wer kann mehr Leute wütend machen? Spenny tut sich von Anfang an schwer, schafft es aber mit Hilfe eines Arschloch-Freundes Kenny auf den Fersen zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312835","hoster":"VOE"},{"path":"/redirect/10125304","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-5","name":"Wer zuerst den Boden berührt verliert.","epNo":5,"alt":"First Guy to Touch the Ground Loses.","descr":"Kenny und Spenny versuchen solange es geht nicht den Boden zu berühren. Sie klettern über Einrichtungsgegenstände, hangeln sich an Seilen durch die Wohnung und bauen sich verrückte Konstruktionen an die Füße.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312838","hoster":"VOE"},{"path":"/redirect/10125302","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-6","name":"Wer ist der beste Profi-Wrestler?","epNo":6,"alt":"Who\u0027s the Best Pro Wrestler?","descr":"In dem Wettstreit diese Woche geht es darum, wer der bessere Profi-Wrestler ist. Die beiden treten aber nicht gegeneinander an, sondern nehmen sich jeder einen Profi-Wrestler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312836","hoster":"VOE"},{"path":"/redirect/10125305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-7","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":7,"alt":"Who\u0027s the Best Soldier?","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/14427654","hoster":"VOE"},{"path":"/redirect/10125283","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-8","name":"Wer ist der bessere Jude?","epNo":8,"alt":"Who\u0027s the Better Jew?","descr":"Diesmal geht es darum wer der bessere Jude ist. Kenny gibt sich siegessicher da er eine sehr gläubige Familie hat und deshalb sehr jüdisch erzogen wurde. Spenny geht den Wettkampf allerdings wesentlich ernster an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312839","hoster":"VOE"},{"path":"/redirect/10125306","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-9","name":"Wen mögen behinderte Menschen mehr?","epNo":9,"alt":"Who Do Disabled People Like More?","descr":"Im Wettstreit dieser Episode geht es darum, wen eine Gruppe körperlich behinderter Menschen mehr mag. Spenny sammelt bei seinem Tag Pluspunkte, mit einem Besuch beim Bürgermeister, Schwimmbad und einer kleinen Party.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312837","hoster":"VOE"},{"path":"/redirect/10125307","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-5/episode-10","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":10,"alt":"Who Can Smoke More Weed?","descr":"In dem Wettkampf diese Woche geht es darum, wer mehr Gras rauchen kann. Die beiden haben sich einen Riesenbeutel Gras besorgt und fangen an zu kiffen, bis einer aufgibt. Leider sind sie nicht mehr so gut im Training wie in ihrer Jugend …","versions":[]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-1","name":"Wer kann länger 69?","epNo":1,"alt":"Who can 69 the longest?","descr":"In dieser Folge lassen sich Kenny und Spenny in der 69er-Position, fast nackt, aneinander schnallen. Nun heißt es Durchhaltebvermögen zu beweisen, denn wer die Position zuerst aufgibt, verliert!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312842","hoster":"VOE"},{"path":"/redirect/10125313","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-2","name":"Wer kann mehr Brüste anfassen?","epNo":2,"alt":"Who can squeeze more boobs?","descr":"Wer schafft es mehr Brüste anzufassen? Spenny denkt, er hätte eine Lücke bei den Regeln entdeckt und versucht im Schwulenviertel Männerbrüste zu berühren, doch dabei ist er nicht sehr erfolgreich. Auch Kenny trickst wo es nur geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917194","hoster":"VOE"},{"path":"/redirect/10125308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-3","name":"Wer ist ein größerer Idiot?","epNo":3,"alt":"Who´s the bigger idiot?","descr":"Beim Wettkampf in dieser Woche geht es darum, wer der größere Idiot ist. Spenny ist sich von Anfang an sehr siegessicher, weil schon sein ganzes Leben damit verbracht hat idiotische Dinge zu machen. Doch Spenny ist seinem Gegner dicht auf den Fersen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312845","hoster":"VOE"},{"path":"/redirect/10125309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-4","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":4,"alt":"Who Can Keep A Chicken Coop On Their Head The Long","descr":"","versions":[]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-5","name":"Wer kann weiter bei der Mutter des anderen gehen?","epNo":5,"alt":"Who Can Get Further With The Other Guy\u0027s Mom?","descr":"Spenny hat mit Kenny gewettet, wer es schafft bei der Mutter des anderen besser zu landen. Er will damit erreichen, dass Kenny sich nicht mehr über seine Mutter lustig macht, da Kenny versprochen hat damit aufzuhören, wenn er den Wettstreit verliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312844","hoster":"VOE"},{"path":"/redirect/10125310","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-6","name":"Wer kann einen Penis-Kampf gewinnen?","epNo":6,"alt":"Who Can Win A Cockfight?","descr":"Beim Wettkampf in dieser Woche, treten die beiden im Kampf der Schwänze gegeneinander an. Während Spenny den Wettkampf als lächerlich abtut, bereitet sich Kenny mit allerlei Hilfsmitteln vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312846","hoster":"VOE"},{"path":"/redirect/10125314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-7","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":7,"alt":"Who?s A Better Basketball Coach?","descr":"In dieser Episode sollen Kenny und Spenny je ein Basketballteam zusammenstellen und trainieren und danach gegeneinander antreten. Doch Kenny hat nicht vor dabei Fair Play zu spielen.","versions":[]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-8","name":"Wen mögen schwarze Menschen mehr? - Teil1","epNo":8,"alt":"Who do black guys like more? - Part 1","descr":"In dieser Folge geht es darum, wen Schwarze lieber mögen. Spenny trifft sich als Erster mit den Schwarzen und versucht es mit einem kleinen Ausflug. Ob damit bei den ‚Brothers‘ ankommt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312847","hoster":"VOE"},{"path":"/redirect/10125312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-9","name":"Wen mögen schwarze Menschen mehr? - Teil2","epNo":9,"alt":"Who do black guys like more? - Part 2","descr":"Nachdem Spenny einen ziemlich erfolgreichen Tag mit den drei Schwarzen verbracht hat, ist Kenny nun an der Reihe. Er geht die ganze Sache ein wenig entspannter als Spenny an und zieht mit den Jungs in einen Comedy Club. Da ist der Ärger vorprogrammiert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312851","hoster":"VOE"},{"path":"/redirect/10125315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-10","name":"Wer kann mehr Spaß haben?","epNo":10,"alt":"Who can have more fun?","descr":"In diesem Wettstreit geht es darum, wer mehr Spaß haben kann. Kenny hat die ganze Episode nur Spaß daran, Spenny zu ärgern. Anfangs gibt Spenny vor, es würde ihn nicht stören und selbst Spaß zu haben. Am Ende jedoch muss Spenny doch so sehr ärgern, dass es ihm schwerfällt, weiter Spaß zu haben. Ob es Spenny so gelingt mehr Spaß zu haben, als sein Kontrahent?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312850","hoster":"VOE"},{"path":"/redirect/10125311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-11","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":11,"alt":"Who can?","descr":"Worum es in diesem Wettstreit geht, wird bis zum Ende der Episode nicht klar. Die Folge beginnt damit, dass Spenny heimkommt und Kenny das Haus in einen Thronsaal verwandelt hat. Kenny tritt auf wie ein Imperator aus der Antike und hat sich eine Leibgarde organisiert .Eigentlich sollte Spenny entscheiden, welchen Wettkampf sie austragen, doch er lässt sich von Kennys Getue aus dem Konzept bringen, ändert immer wieder das Wettkampfmotto und wird schließlich von den Wachen im Keller angekettet. Wird Spenny aufgeben, ohne, dass es wirklich zu einem echten Wettkampf kam?","versions":[]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-12","name":"Wer kann den besten TV Spot produzieren?","epNo":12,"alt":"Who Can Produce The Best Commercial?","descr":"Kenny und Spenny sollen beide einen Werbekampagne für eine Tiefkühlpizza produzieren. Kenny versucht es mit vielen kleinen Spots, um möglichst viele Chancen zu haben, die Juroren zu beeindrucken. Die Spots sind natürlich sehr extrem und schräg, was die Juroren zwar witzig finden, aber sie stellen in Frage, ob sie den Verkauf wirklich fördern. Spenny hat eine interaktive Pizza mit Käse und Wurst aus Tofu als Idee. Als er eine Untersuchung macht, ob sein Spot bei den Kindern gut ankommt, muss er feststellen, dass sie ihn nicht mögen, weshalb er die Ergebnisse fälscht. Wird er damit durchkommen?Kenny und Spenny sollen beide einen Werbekampagne für eine Tiefkühlpizza produzieren. Während Kenny auf Quantität setzt, versucht es Spenny mit einer alternativen Tofu-Pizza und fällt damit bei der strengen Kinderjury gnadenlos durch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312849","hoster":"VOE"},{"path":"/redirect/10125317","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-13","name":"Wer kann das beste Theaterstück auf die Beine ste","epNo":13,"alt":"Who Can Put On The Best Play?","descr":"Die beiden haben die Aufgabe ein Theaterstück aufzuführen, worauf Spenny schon seit Jahren gewartet hat und auch schon lange Vorbereitungen dafür getroffen hat. Er spielt in einem sehr altmodisches Stück über die Französische Revolution den König. Kenny denkt sich ein anstößiges Stück über einen Juden im 2. Weltkrieg aus und setzt auf blanke Provokation. Die Jurorin kann mit beiden Stücken nicht viel anfangen, entscheidet sich am Ende aber für das mit dem höheren Unterhaltungswert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312854","hoster":"VOE"},{"path":"/redirect/10125316","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-14","name":"Wer kann länger auf einer Insel bleiben?","epNo":14,"alt":"Who Can Stay On An Island The Longest?","descr":"Kenny und Spenny fliegen für den Wettstreit nach Kuba, von wo aus sie mit dem Boot auf eine einsame Insel fahren wollen. Dort angekommen sagt Kenny jedoch, dass Kuba auch eine Insel ist, wer Kuba also verlässt verliert den Wettstreit. Während Kenny dort einen schönen all-inklusive Urlaub auf Kosten des sender verbringt, baut Spenny sich ein Zelt auf und will ohne Hilfe dort überleben....","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11312853","hoster":"VOE"},{"path":"/redirect/10125318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kenny-vs-spenny/staffel-6/episode-15","name":"[Derzeit nicht in Gerdub erhältlich]","epNo":15,"alt":"Who Can Stay In A Christmas Tree The Longest?","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11312812","hoster":"VOE"},{"path":"/redirect/10125287","hoster":"Streamtape"}]}]}]}]}