{"path":"/serie/stream/kennedy-schicksalsjahre-eines-prsidenten","name":"Kennedy - Schicksalsjahre eines Präsidenten","descr":"John F. Kennedy – auch 60 Jahre nach seiner Ermordung im November 1963 immer noch einer der beliebtesten amerikanischen Präsidenten. Sohn aus einer einflussreichen und wohlhabenden Familie, gutaussehender Sunnyboy, Ehemann einer Mode-Ikone. Doch was steckt hinter dieser perfekten Fassade und der Legende JFK?","seasons":[{"path":"/serie/stream/kennedy-schicksalsjahre-eines-prsidenten/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kennedy-schicksalsjahre-eines-prsidenten/staffel-1/episode-1","name":"War Hero","epNo":1,"alt":"","descr":"John Fitzgerald Kennedy, genannt Jack, steht lange im Schatten seines älteren Bruders. Das ändert sich im Zweiten Weltkrieg, als Jack zum Kriegshelden wird und Joe bei einem Militäreinsatz stirbt. Es fällt nun Jack zu, die Rolle des Kronprinzen im Kennedy-Clan zu übernehmen und die Erwartungen des Vaters zu erfüllen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13324887","hoster":"VOE"},{"path":"/redirect/13324886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kennedy-schicksalsjahre-eines-prsidenten/staffel-1/episode-2","name":"Playboy","epNo":2,"alt":"","descr":"1953 heiratet Jack die modebewusste Journalistin Jacqueline Lee Bouvier. Ein Traumpaar - zumindest für die Medien. In Wirklichkeit hat Jack in den folgenden Jahren zahlreiche Affären. Seinem Image und seiner Karriere schaden sie aber kaum. 1960 kandidiert er für die Präsidentschaft. Der Kampf um das Weiße Haus wird zu einem Kopf-an-Kopf-Rennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13324891","hoster":"VOE"},{"path":"/redirect/13324890","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kennedy-schicksalsjahre-eines-prsidenten/staffel-1/episode-3","name":"Mr. President","epNo":3,"alt":"","descr":"Mit 43 ist Kennedy der jüngste gewählte Präsident in der amerikanischen Geschichte. Die Erwartungen an ihn sind groß, die Herausforderungen auch. Der Kalte Krieg spitzt sich zu, innenpolitisch droht der Konflikt um die sogenannte Rassentrennung zu eskalieren. Ist Kennedy den Aufgaben gewachsen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13324893","hoster":"VOE"},{"path":"/redirect/13324894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kennedy-schicksalsjahre-eines-prsidenten/staffel-1/episode-4","name":"Legend","epNo":4,"alt":"","descr":"Seit der Kuba-Krise ist Kennedys Ruf als Staatsmann gefestigt. Trotz des schwelenden Konflikts in Vietnam wird er gefeiert - im Ausland wie auch zu Hause. Die Chancen für seine Wiederwahl im Jahr 1964 stehen nicht schlecht – bis am 22. November 1963 die Schüsse in Dallas fallen. Aus dem Hoffnungsträger wird die Legende JFK.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13324899","hoster":"VOE"},{"path":"/redirect/13342795","hoster":"Streamtape"}]}]}]}]}