{"path":"/serie/stream/kesslers-knigge","name":"Kesslers Knigge ","descr":"Was sollte man an seinem ersten Arbeitstag besser nicht tun? Welche Dinge sollte man beim ersten Date lieber unterlassen? Worauf sollte man bei einer Polizeikontrolle eher verzichten? Welche Sätze sollte man nach dem Sex auf jeden Fall vermeiden? Das Leben ist voller Herausforderungen und Entscheidungen – und die Zahl der möglichen Fettnäpfchen ist unendlich. Michael Kessler präsentiert einen Comedy-Ratgeber, der zeigt, was man in bestimmten Lebenslagen besser nicht tun sollte.","seasons":[{"path":"/serie/stream/kesslers-knigge/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-1","name":"Episode 1","epNo":1,"alt":"","descr":"In der 1. Folge warnt Comedian Michael Kessler vor den 10 Dingen, die man nicht tun sollte, wenn man: ein Bewerbungsgespräch hat, in einem Aufzug ist, seinen ersten Arbeitstag hat, in einem Meeting sitzt, wenn der Sohn in der Pubertät ist, die Tochter den ersten Freund vorstellt, wenn man im Kino oder im Museum ist, im Internet-Café sitzt oder wenn man ein Theater besucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833467","hoster":"VOE"},{"path":"/redirect/8581291","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"","descr":"Michael Kessler gibt heute Tipps zu den 10 Dingen, die man nicht tun sollte, wenn man im Baumarkt oder im Supermarkt einkauft, wenn man in einer Tierhandlung, auf dem Flohmarkt oder im Sexshop ist, wenn man im Flughafen schnell durch die Sicherheitsschleuse will, wenn man im Flugzeug reist oder am Gepäckband auf seinen Koffer wartet, wenn man Schiedsrichter ist, sich ein Fußballspiel anschaut oder auf dem Golfplatz weilt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833465","hoster":"VOE"},{"path":"/redirect/8581287","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"","descr":"Heute warnt Michael Kessler vor den zehn Dingen, die man nicht tun sollte, wenn man mit seiner Familie spielt, auf dem Spielplatz ist, das Kind ins Bett bringt, wenn man aus der Umkleidekabine kommt, wenn seine Frau aus der Umkleide kommt, wenn man in der Spielzeugabteilung ist, wenn man als Chirurg oder als Gynäkologe arbeitet, als Patient im Krankenhaus oder beim Zahnarzt ist und wenn man in einem Wartezimmer sitzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833468","hoster":"VOE"},{"path":"/redirect/8581290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"","descr":"Heute warnt Michael Kessler vor den 10 Dingen, die man nicht tun sollte, wenn man: in einer Bank ist, als Bankangestellter arbeitet, zu einer Prostituierten geht, Drogen kauft, mit seiner Frau streitet, in flagranti erwischt wird, wenn man mit seiner Frau oder die Frau mit einem selbst Schluss macht und wenn man Beifahrer ist. Außerdem nennt er die 10 Fahrzeuge, mit denen man nicht beim TÜV vorfahren sollte, und die 10 Drogen, die man nicht nehmen sollte, wenn man Auto fährt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833469","hoster":"VOE"},{"path":"/redirect/8581292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"","descr":"In der heutigen Folge gibt Michael Kessler Tipps, was man nicht tun sollte, wenn man auf dem Arbeitsamt ist, als Fernsehverkäufer, Kaufhausdetektiv, Notarzt oder Flugbegleiter arbeitet, wenn man einen Heiratsantrag macht, seine Schwiegereltern kennenlernt, wenn man heiratet, in einem Hotel ein- bzw. auscheckt oder als Animateur arbeitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833472","hoster":"VOE"},{"path":"/redirect/8581294","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"","descr":"Heute zeigt Michael Kessler die 10 Dinge, die man nicht tun sollte, wenn man kocht oder grillt, wenn man Freunde zum Essen eingeladen hat bzw. selbst eingeladen ist, wenn man abspült, wenn man in der Sauna, im Wellnessbereich oder im Schwimmbad ist, wenn man sich auf der Tanzfläche einer Disco befindet, die Herrentoilette besucht oder wenn man eine Frau anbaggert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833471","hoster":"VOE"},{"path":"/redirect/8581296","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"","descr":"Michael Kessler warnt heute vor den 10 Dingen, die man nicht tun sollte, wenn man Weihnachten oder Silvester feiert, wenn das Kind Geburtstag hat, wenn man in einer Kirche ist, wenn man sein erstes Date hat, die erste gemeinsame Nacht verbringt, wenn man in eine Polizeikontrolle gerät, als Ladendieb bzw. ohne Fahrschein erwischt wird oder einen Einbrecher im Haus überrascht. Außerdem nennt er die 10 Outfits, die man beim ersten Date nicht tragen sollte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833475","hoster":"VOE"},{"path":"/redirect/8581293","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"","descr":"Heute warnt Michael Kessler vor den 10 Dingen, die man nicht tun sollte, wenn man: eine Wohnung besichtigt, den Rasen mäht, Maulwürfe im Garten hat, wenn man erfährt, dass man Vater wird, wenn man zum ersten Mal sein Kind sieht, wenn das Kind getauft wird, wenn man im Restaurant ist, durch ein Drive-in fährt oder als Kellner arbeitet. Außerdem zeigt er die 10 Hobbys, denen man nicht nachgehen sollte, sowie 10 Menschen, die man nicht als Nachbarn haben möchte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833474","hoster":"VOE"},{"path":"/redirect/8581299","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"","descr":"Heute zählt Michael die 10 Dinge auf, die man nicht tun sollte, wenn man eine Reise bucht, wenn man am Strand ist oder campt, wenn man als Lehrer arbeitet, sein Kind im Kindergarten anmeldet oder wenn man beim Elternsprechtag ist, wenn man auf einer Beerdigung ist oder als Sargträger arbeitet. Außerdem nennt er die 10 Arten, wie man nicht in den Familienurlaub fahren sollte, wie man sein Kind nicht von der Schule abholen sollte und wie man Gott besser nicht gegenübertritt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833473","hoster":"VOE"},{"path":"/redirect/8581295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kesslers-knigge/staffel-1/episode-10","name":"Best-off","epNo":10,"alt":"","descr":"Was sollte man an seinem ersten Arbeitstag besser nicht tun? Welche Dinge sollte man beim ersten Date lieber unterlassen? Worauf sollte man bei einer Polizeikontrolle eher verzichten? Welche Sätze sollte man nach dem Sex auf jeden Fall vermeiden? Das Leben ist voller Herausforderungen und Entscheidungen – und die Zahl der möglichen Fettnäpfchen ist unendlich. Michael Kessler präsentiert einen Comedy-Ratgeber, der zeigt, was man in bestimmten Lebenslagen besser nicht tun sollte.","versions":[]}]}]}