{"seriesId":"kick-buttowski-keiner-kann-alles","name":"Kick Buttowski – Keiner kann alles","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe einer kohlensäurebetriebenen Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Dead Man\u0027s Drop / Stumped","descr":"Kick versucht den Todesfelsen mit einem Skateboard runterzufahren, scheitert aber damit. Sein Bruder Brad ist äußerst schadenfroh und versucht zu verhindern, dass er es nochmal versuchen kann. Schließlich gelingt es Kick aber, während Brad seine Wunden lecken muss.","versions":[{"lang":2,"streams":[{"redirect":8186537,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"[In Episode before]","descr":"Kick gelingt es nicht, sein großes Idol Billy Stumps zu treffen, hört dann aber von einem Wettbewerb, bei dem man als Preis eine gemeinsame Fahrt mit Billy in einem Monstertruck gewinnt. Kick setzt nun alles daran zu gewinnen, ruiniert aber bei dem Versuch die Show von Stumps, der darüber aber gar nicht böse ist, sondern Kick sogar noch lobt.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"If Books Could Kill / There Will Be Nachos","descr":"Gunther gibt aus Versehen Kicks, von Billy Stumps signiertem Buch, der Bücherei. Die Bibliothekarin ist nicht gewillt, Kick sein Buch zurückzugeben und so kommt es zu einem erbitterten Kampf um das Buch. Als Brad in Abwesenheit der Eltern eine Party gibt, lädt er Kick und Gunther demonstrativ nicht ein. Doch die Party ist ziemlich lahm und wird erst zum Erfolg, als Kick bei seinen Versuchen, auf die Party zu gelangen, richtig aufdreht.","versions":[{"lang":2,"streams":[{"redirect":8186546,"hoster":"VOE"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"[In Episode before]","descr":"Als Brad in Abwesenheit der Eltern eine Party gibt, lädt er Kick und Gunther demonstrativ nicht ein. Doch die Party ist ziemlich lahm und wird erst zum Erfolg, als Kick bei seinen Versuchen, auf die Party zu gelangen, richtig aufdreht.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Kicked Out / Kick the Habit","descr":"Kick und Gunther streiten sich mit Brad, Pantsy und Horace um einen neuen, coolen Ort zum Abhängen, wobei es ganz schön haarig zugeht.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"[In Episode before]","descr":"Kick muss 24 Stunden ohne Stunts überstehen, um von seinen Eltern nicht auf die Militärakademie geschickt zu werden.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Knocked Out / Not Without My Cereal","descr":"Gunther schlägt Kick versehentlich K.O. und versucht daraufhin, ihn aus seiner Bewußtlosigkeit zu retten, da ein großer Fernsehauftritt für Kick bevorsteht.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"[In Episode before]","descr":"Kick versucht im Supermarkt brav zu sein, damit ihm seine Mutter seine Lieblings-Frühstücksflakes kauft. Brie-Anna versucht alles, dies zu verhindern.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Kickasaurus Wrecks / Battle for the \u0027Snax","descr":"Das große Football-Spiel steht an. In der Halbzeit soll Kick eine Krabbennummer vorführen. Doch das sieht der Knirps ja gar nicht ein. Er kommt mit einer gewaltigen Dino-Konstruktion daher. Dummerweise gerät alles außer Kontrolle.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"[In Episode before]","descr":"Kick versucht durch eine neue Idee, dem Restaurant von Gunthers Familie neuen Schwung zu verleihen:Erlebnisgastronomie bei den Wikinger.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Obsession: For Kick / Flush and Release","descr":"Jackie, eine neue Nachbarin, ist besessen von Kick und gründet einen Fanclub für ihn. Gunther fühlt sich vernachlässigt und macht sich Sorgen, seinen besten Freund zu verlieren. Als Jackie zu aufdringlich wird, denkt Kick um.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"[In Episode before]","descr":"Als Kick und Gunther Wakeboarden, stossen sie auf einen riesigen Goldfisch, der ihnen alles abverlangt. Schließlich stellt sich heraus, dass es Dorothy ist, ein Goldfisch, der früher einmal von Mr Vickle ausgesetzt wurde und so werden alle noch die besten Freunde.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"Snowpolcalypse! / According to Chimp","descr":"Kick versucht den Schulbus zu retten, der bei einem Unfall im Schnee versunken ist. Schließlich gelingt das mit der Hilfe von Wade.","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"[In Episode before]","descr":"Kick und Gunther finden einen verschwundenen Schimpansen, der aus dem Zoo geflohen ist. Leider ist er alles andere als pflegeleicht und verwüstet halb Mellowbrook, bis er mit Schokobananen wieder beruhigt werden kann.","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"Runaway Recital / Trike X-5","descr":"Kick findet einen Weg, der Anordnung seines Vaters zu gehorchen, sich nicht vom Klavier zu entfernen und trotzdem seinen draufgängerischen Aktivitäten nachzugehen.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"[In Episode before]","descr":"Brie-Anna stiehlt Kick’s altes Dreirad. Bei dem Versuch, es sich zurückzuholen, wird Kick in einen Schönheitswettbewerb verwickelt, den seine Schwester dank Kicks Hilfe dann sogar gewinnt.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Drop Kick / Box Office Blitz","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe einer kohlensäurebetriebenen Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"[In Episode before]","descr":"Kick will endlich seinen neusten Lieblingsfilm sehen und geht mit Gunther zum Kino. Allerdings scheint es nicht zu leicht zu sein, tatsächlich auch ins Kino zu gelangen, denn seit kurzem verkauft dort Pantsy die Karten, der jeden kleinen Fehltritt zum Anlass nimmt, einem den Eintritt zu verweigern und so darf auch Kick nicht ins Kino. Also versucht Kick alles, um den Film sehen zu können und letztendlich gelingt es ihm auch.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Those Who Camp, Do / Dog Gone","descr":"Kick möchte bei einem Ausflug in die Wildnis endlich vom Kind zum Mann werden und wird mit den Problemen im Wald auch wesentlich besser fertig als sein Bruder Brad.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"[In Episode before]","descr":"Kick soll auf Miss Chicarellis Hund Oscar aufpassen. Nach anfänglichem Widerwillen stellt er fest, dass Oscar und er viel gemeinsam haben und irgendwie raufen sie sich zusammen und werden fast Freunde.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Dad\u0027s Car / The Treasure of Dead Man Dave","descr":"Dad liebt sein Auto überalles. Als Kick glaubt, dass er Dad’s Auto beschädigt hat, versucht er alles den Schaden zu beheben. Wie gut, dass Brad’s Zunge von Bienen zerstochen wurde und er so Kick nicht verraten kann.","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"[In Episode before]","descr":"Kick hält sein Referat über Dead Man Dave, einen begnadeten Skateboardfahrer, der sein bestes Skateboard in einer Höhle versteckt hat. Nach langem Suchen finden Kick und Gunther endlich das wertvolle Skateboard.","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"For the Love of Gunther / Father From the Truth","descr":"Gunther verliebt sich in die verrückte Jacky und will ihre Aufmerksamkeit gewinnen. Dies kann er allerdings nur durch einen todesmutigen Stunt erreichen, doch für die Liebe tut Gunther alles und gewinnt schließlich Jackies Herz.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"[In Episode before]","descr":"Kick ist es peinlich, seinen Vater zum Bring deinen Vater in die Schule mit -Tag mitzubringen. Als coolen Ersatz bestellt er Wade, der seine Sache auch ganz ausgezeichnet macht, durch einen Zufall aber auffliegt und Kick in eine peinliche Situation bringt. Schließlich erkennt auch Kick, dass er sich für seinen Vater nicht zu schämen braucht.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"Mellowbrook Drift / Gift of Wacky","descr":"Das Physikgenie Ronaldo kämpft bei den Seifenkistenrennen immer mit den fiesesten Tricks. Bei einem besonders gefährlichen Rennen kauft ihm aber Kick schließlich den Schneid ab, nicht zuletzt, weil ein geheimnisvoller Tippgeber Kick wertvolle Informationen gibt…","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"[In Episode before]","descr":"Kick will nichts mehr von der aufdringlichen Jackie wissen, obwohl sie ihn gerade auf ihre Geburtstagsparty eingeladen hat. Als Brad dies erfährt, bietet er Kick an, ihm ein Geschenk zu basteln, das Jackie so schockiert, dass sie danach nichts mehr von ihm wissen will. Kick lässt sich darauf ein, findet sie auf der Party aber doch ganz sympathisch und versucht die Übergabe des verhängnisvollen Geschenks zu verhindern. Das gelingt ihm zwar nicht, doch trotz des bombigen Geschenks liebt Jackie Kick immer noch heiß und innig.","versions":[]},{"epId":"episode-27","name":"","epNo":27,"alt":"Exposed! / Wade Against The Machine","descr":"Kick verliert seinen Helm und stellt danach seine Berufung als Draufgänger in Frage. Erst als er merkt, dass Äußerlichkeiten nicht so wichtig sind, geht es ihm wieder besser.","versions":[]},{"epId":"episode-28","name":"","epNo":28,"alt":"[In Episode before]","descr":"Wade wird befördert und verschwindet auf einmal spurlos. Kick versucht ihn aufzuspüren und setzt durch, dass er wieder an seine alte Arbeitsstelle zurückkehren darf.","versions":[]},{"epId":"episode-29","name":"","epNo":29,"alt":"Things That Make You Go Boom! / Kyle Be Back","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe einer kohlensäurebetriebenen Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","versions":[]},{"epId":"episode-30","name":"","epNo":30,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-31","name":"","epNo":31,"alt":"Rank of Awesome / A Very Buttowski Mother\u0027s Day","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe kohlensäurebetriebener Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","versions":[]},{"epId":"episode-32","name":"","epNo":32,"alt":"[In Episode before]","descr":"Kick will Mom zum Muttertag überraschen und bereitet ein Frühstück mit Orangensaft und Eiern vor. Brad versucht, dies zu verhindern, doch letztendlich bereitet Brianna Mom die Überraschung.","versions":[]},{"epId":"episode-33","name":"","epNo":33,"alt":"Abandon Friendship! / Braking the Grade","descr":"Kick freut sich auf das große Crash-Stunt-Derby, muss aber versuchen, sein Zeugnis bis nach dem Derby vor seinem Vater zu verstecken, was zu einigen Komplikationen führt.","versions":[]},{"epId":"episode-34","name":"","epNo":34,"alt":"[In Episode before]","descr":"Ein Streit zwischen Kicks und Gunthers Eltern bedroht auch die Freundschaft der beiden Jungs, bis den beiden eine Möglichkeit einfällt, die Eltern wieder zu versöhnen.","versions":[]},{"epId":"episode-35","name":"","epNo":35,"alt":"Dancing With the Enemy / Tattler\u0027s Tale","descr":"Kick verbündet sich mit Kendall, um den Tanzwettbewerb in der Schule zu gewinnen, der ihnen eine gute Note sichern soll. Mit Gunther und Jackie haben sie eine starke Konkurrenz.","versions":[]},{"epId":"episode-36","name":"","epNo":36,"alt":"[In Episode before]","descr":"Ms Chicarelli, Kicks Nachbarin, verbreitet in der Sackgasse Angst und Schrecken, als sie den Eltern von den Missetaten ihrer Kinder berichtet und sie dafür andauernd Hausarrest bekommen. Schließlich wird es Brad und Kick zu bunt und sie beschließen, sich zu rächen.","versions":[]},{"epId":"episode-37","name":"","epNo":37,"alt":"Frame Story / And    Action!","descr":"Kick ist so faul, dass Miss Fitzpatrick ihn durchfallen lassen will.Als Kick bemerkt, dass es ernst wird, holt er in einer Nacht alles Versäumte nach und lässt sich sogar durch Rückschläge nicht aus der Fassung bringen und besteht doch noch.","versions":[]},{"epId":"episode-38","name":"","epNo":38,"alt":"[In Episode before]","descr":"Mom will für Kicks Vater eine Überraschungs-Geburtstagsparty geben. Als Höhepunkt will sie ihm das Eis schenken, das er früher immer so geliebt hat, jetzt aber nicht mehr produziert wird. Da der Wagen mit den letzten Eisvorräten eine Panne hat, machen sich Kick und Gunther auf den Weg, das Eis selbst zu holen.","versions":[]},{"epId":"episode-39","name":"","epNo":39,"alt":"Morning Rush / A Fist Full of Ice Cream","descr":"Jemand hat die Schule verwüstet und Kick wird dafür verantwortlich gemacht. Um einen Verweis zu vermeiden, macht sich Kick auf die Suche nach dem Täter.","versions":[]},{"epId":"episode-40","name":"","epNo":40,"alt":"[In Episode before]","descr":"Kick findet die neue Show ‚Teena Manchmal‘ schrecklich. Als er bei den Dreharbeiten dabei ist, lernt er Teenas Stuntgirl Scarlett kennen, die ihn beeindruckt. Er rät ihr, den Job zu kündigen, um sich selbst zu verwirklichen, übernimmt dann aber selbst den Job.","versions":[]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Mow Money / Love Stinks!","descr":"Rock Callahan, Kick und Gunthers Lieblings-Action-Star besuchen Mellowbrook und zwei glückliche Fans dürfen neben ihm sitzen. Kick und Gunther träumen davon, mit ihm abzuhängen, aber es gibt nur noch ein Ticket und so kämpfen die beiden darum, als Erster das Geld für das Ticket zusammenzubringen.","versions":[{"lang":2,"streams":[{"redirect":8186639,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"[In Episode before]","descr":"Kick bemerkt eine drastische Veränderung in Brads Verhalten und beschließt, ihm zu folgen. Er ist ganz erstaunt, als er feststellt, dass Brad verliebt ist, aber er findet bald heraus, dass Brads Freundin nur mit ihm zusammen ist, um einen Aufnahmeritus bei den Cheerleadern zu erfüllen. Kick erzählt Brad die schlechten Neuigkeiten, um ihm eine Blamage vor der ganzen Schule zu ersparen, doch Brad will nichts davon hören. Nun ist es an Kick seinen lästigen Bruder zu retten.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Kickin\u0027 Genes / Clothes Call","descr":"Als Kick und Gunther versuchen, neue Ausstellungsstücke zu finden, um mehr Besucher ins Kick-Buttowski-Museum des Abgefahrenen zu locken, entdecken sie auf dem Dachboden einen getragenen Anzug. Sie finden bald heraus, dass er Kicks Mom gehört, die eine Speedboat-Draufgängerin war, worauf Kick sie dann gleich bittet, ihm bei einem seiner Stunts zu assistieren. Aber als die Öffentlichkeit beginnt, mehr Notiz von seiner Mutter als von ihm zu nehmen, muss Kick seine Eifersucht besiegen…","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"[In Episode before]","descr":"Kicks Mom muss noch verschiedeneVorbereitungen für die Hochzeit ihrer Schwester treffen und ist nervlich angespannt. Zu allem Überfluss muss Kick mit ihr ins Einkaufszentrum fahren, weil sie ihm einen schicken Anzug kaufen will. Kick hat überhaupt keine Lust, Klamotten kaufen zu gehen und muss obendrein noch aufpassen, dass seine Mutter nicht komplett durchdreht – und dass man ihn beim Kauf des schicken Anzugs nicht sieht. Denn dann wäre sein Draufgänger-Image hinüber…","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Clean    to the Extreme / Stand and Delivery","descr":"Als der’Luftige Looping der Lebensgefahr’, ein bekannter Draufgängerstuntkurs, in Mellowbrook steckenbleibt, sind Gunther und Kick wild entschlossen, ihn zu durchfahren. Aber bevor Gunther dorthin darf, muss er erst noch die Garage aufräumen. Kick hilft Gunther so gut er kann, aber dabei geht der geliebte Kickertisch von Gunthers Vater kaputt. Die Jungs müssen nun schnellstens Ersatz besorgen, bevor der Vater mit seinen Freunden zum Kickerspielen nach Hause kommt.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"[In Episode before]","descr":"Gunthers Eltern suchen einen neuen Auslieferer für das Battlesnax. Kick meldet sich freiwillig und schafft am Anfang auch locker die 29 Minuten Liefer-Garantie. Kompliziert wird es, als der geheimnisvolle Kunde ‚Der Dunkle‘ immer höhere Hürden aufbaut, die die Auslieferung erst nach 30 Minuten möglich machen und damit das Essen zum Gratis-Essen verkommt, was den Fortbestand von Gunthers Familienrestaurant gefährdet. Doch Kick gibt nicht auf dem ‚dunklen‘ Kunden das Handwerk zu legen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Switching Gears / Garage Banned","descr":"Als Kicks Rad einen Tag vor dem großen BMX-Rodeo kaputtgeht, muss er auf einem anderen Rad, dem gefürchteten ‚wilden Mustang‘, am Wettbewerb teilnehmen. Kann er beweisen, dass es nicht auf das Rad, sondern auf den Fahrer ankommt?","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"[In Episode before]","descr":"Kick und Gunther sind sauer, weil Brad sie aus der Garage vertrieben hat, um dort mit seiner neuen Band für einen Band-Wettbewerb zu üben. Die Jungs beschließen, selbst an dem Band-Wettbewerb teilzunehmen, um Brad zu besiegen und die Garage zurückzugewinnen.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"[Not available]","descr":"","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Sold / Faceplant","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe kohlensäurebetriebener Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"[In Episode before]","descr":"Kick nimmt an ‚Visagenputzer‘ teil, einer gefährlichen Show, bei der man einen Hinderniskurs überwinden muss. Ein Sieg bei der Show scheint aussichtslos, bis er sich von seinem Erzfeind Ronaldo trainieren lässt.","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Stumped Again / The Kick Stays in the Picture","descr":"Nachdem er Gunthers Kuckucksuhr ruiniert hat, lässt sich Kick bei einer Auktion versteigern, um das nötige Geld für eine neue Kuckucksuhr zusammenzukriegen. Die verrückte Jackie ersteigert Kick und will ihn zu einer Heirat zwingen.","versions":[]},{"epId":"episode-13","name":"","epNo":13,"alt":"[In Episode before]","descr":"Kick ist schnell bereit, einen Stunt mit Billy Stumps zu vollführen, auch wenn er Gunther schon versprochen hat, ihm zur selben Zeit bei seinem Wikingerritual zu helfen, das Gunther zum Mann macht. Also versucht Kick, bei beiden Veranstaltungen zu erscheinen, was zunehmend schwieriger wird und zum Schluss eine Entscheidung von Kick verlangt…","versions":[]},{"epId":"episode-14","name":"","epNo":14,"alt":"Hand in Hand / Luigi Vendetta","descr":"Der Besitzer des Skateboard-Ladens Skidzeez veranstaltet einen Foto-Wettbewerb, bei dem das beste Stuntfoto gesucht wird. Kick will unbedingt teilnehmen, da der Sieger auf Riesenplakaten für das Geschäft werben soll. Das einzige Actionfoto von ihm ist allerdings leider in Jackies Besitz…","versions":[]},{"epId":"episode-15","name":"","epNo":15,"alt":"[In Episode before]","descr":"Kicks und Kendalls Hände werden durch eine klebrige Substanz verklebt und sie kriegen sie nicht mehr auseinander. Den ganzen Tag über versuchen sie, nicht beim Händchenhalten erwischt zu werden und endlich ein Lösungsmittel zu finden, das den Spuk beendet.","versions":[]},{"epId":"episode-16","name":"","epNo":16,"alt":"Pool Daze / Live-in Wade","descr":"Kick kämpft gegen Brad um die Vorherrschaft am Gemeinschaftspool. Kick überredet Wade bei ihm einzuziehen.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-18","name":"","epNo":18,"alt":"Truth or Daredevil","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe kohlensäurebetriebener Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","versions":[]},{"epId":"episode-19","name":"","epNo":19,"alt":"Kyle 2 0 / Kart to Kart","descr":"Kick will Tickets für den Demolier-Cross gewinnen und wartet neben dem Radio auf Informationen, wie man das schafft. Als ihn sein Cousin Kyle ständig dabei stört, überzeugt er ihn mit einem Spiel davon, ihn bis zum Cross-Event vollständig zu ignorieren. Doch das verschafft Kick nicht nur Vorteile. Kick will Gokart fahren, doch leider hat sein Erzfeind Gordon Gibble die Gokart-Bahn übernommen. Ob Kick dort je wieder fahren darf, muss ein letztes Rennen klären.","versions":[]},{"epId":"episode-20","name":"","epNo":20,"alt":"[In Episode before]","descr":"Kick will Gokart fahren, doch leider hat sein Erzfeind Gordon Gibble die Gokart-Bahn übernommen. Ob Kick dort je wieder fahren darf, muss ein letztes Rennen klären.","versions":[]},{"epId":"episode-21","name":"","epNo":21,"alt":"Gym Dandy / Detained","descr":"Als Coach Sternbeck Kicks Talent beim Völkerball bemerkt, beschließt er, aus ihm einen Champion zu machen. Aber Kicks Unfähigkeit, die Regeln der jeweiligen Sportart zu lernen, lässt den Coach bald am Sinn seiner Mission zweifeln. Doch Kick bittet ihn, nicht aufzugeben. Die Kinder sind schockiert, dass Miss Chicarelli die neue stellvertretende Direktorin wird. Als sie Kick und die anderen Kids unrechtmäßig bestraft, beschließt Kick, Miss Chicarellis Herrschaft zu beenden, indem er sich mit den unzufriedenen Schülern verbündet und Beweise für ihre Missetaten sammelt. Doch werden die Schüler damit auch erfolgreich sein?","versions":[]},{"epId":"episode-22","name":"","epNo":22,"alt":"[In Episode before]","descr":"Die Kinder sind schockiert, dass Miss Chicarelli die neue stellvertretende Direktorin wird. Als sie Kick und die anderen Kids unrechtmäßig bestraft, beschließt Kick, Miss Chicarellis Herrschaft zu beenden, indem er sich mit den unzufriedenen Schülern verbündet und Beweise für ihre Missetaten sammelt. Doch werden die Schüler damit auch erfolgreich sein?","versions":[]},{"epId":"episode-23","name":"","epNo":23,"alt":"Kick or Treat / Dead Mans Roller Coaster","descr":"Kick Buttowski hat eine Mission: Er will der waghalsigste Stuntman werden, den die Welt je gesehen hat. So stürzt er sich todesmutig steile, meterhohe Abgründe hinunter, nur mit einem Bügelbrett unter den Füßen oder jagt mit Hilfe kohlensäurebetriebener Flugweste dem Schulbus hinterher. Natürlich klappt keiner von Kick’s Stunts beim ersten Mal, aber aufgeben ist für ihn ein Fremdwort, daher rafft er sich immer wieder auf und versucht es nochmal.","versions":[]},{"epId":"episode-24","name":"","epNo":24,"alt":"[In Episode before]","descr":"Kicks neueste Herausforderung ist es, zu Skidzeez zu gelangen, ohne den Boden zu berühren, Aber nach einer Reihe von Stürzen merkt er, dass Brad ihn sabotiert, um Kick’s Versagen auf seinem Internet-Portal zu posten. Kick muss versuchen, einen Weg zu finden, Brads Gemeinheiten zu beenden und erfolgreich zu Skidzeez zu kommen.","versions":[]},{"epId":"episode-25","name":"","epNo":25,"alt":"Youve Been Bradd / Sleepover","descr":"Kick und Gunther sind aufgeregt, den neuesten Rock-Callahan-Film zu sehen, aber Brianna hat eine Pyjamaparty organisiert und sieht sich mit ihren Freundinnen den ‚Tina Manchmal‘-Marathon an. Die Jungs stellen alles Mögliche an, um die Kontrolle über die Fernbedienung zu erlangen. Kicks neueste Herausforderung ist es, zu Skidzeez zu gelangen, ohne den Boden zu berühren, Aber nach einer Reihe von Stürzen merkt er, dass Brad ihn sabotiert, um Kick’s Versagen auf seinem Internet-Portal zu posten. Kick muss versuchen, einen Weg zu finden, Brads Gemeinheiten zu beenden und erfolgreich zu Skidzeez zu kommen.","versions":[]},{"epId":"episode-26","name":"","epNo":26,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-27","name":"","epNo":27,"alt":"Brad\u0027s Room / Dude, Where\u0027s My Wade?","descr":"Kick und Brad streiten sich so dermaßen, dass sie dabei Kicks Zimmer komplett auseinander nehmen. Als Kicks Vater das Ausmaß der Zerstörung sieht, ist er stinksauer. Er glaubt, Kick habe sein Zimmer selbst in Schutt und Asche gelegt. Zur Strafe für dieses flegelhafte Verhalten, soll sich Kick nun das Zimmer mit Brad teilen. Für Kick die schlimmste Strafe, die er sich vorstellen kann.","versions":[]},{"epId":"episode-28","name":"","epNo":28,"alt":"[In Episode before]","descr":"Kick und Brad streiten sich so dermaßen, dass sie dabei Kicks Zimmer komplett auseinander nehmen. Als Kicks Vater das Ausmaß der Zerstörung sieht, ist er stinksauer. Er glaubt, Kick habe sein Zimmer selbst in Schutt und Asche gelegt. Zur Strafe für dieses flegelhafte Verhalten, soll sich Kick nun das Zimmer mit Brad teilen. Für Kick die schlimmste Strafe, die er sich vorstellen kann.","versions":[]},{"epId":"episode-29","name":"","epNo":29,"alt":"Sister Pack / Shh!","descr":"Kick muss ein Report über eine kleines, süßes Tierchen halten, doch dann entwischt ihm das Tier mitten in der Bücherei. Kick versucht alles um es wieder einzufangen, doch dabei ist er lauter, als es erlaubt ist in einer Bücherei…","versions":[]},{"epId":"episode-30","name":"","epNo":30,"alt":"[In Episode before]","descr":"Kick soll für ein Referat Infos zu einem Tier namens Nusslet sammeln. Während er in der Bibliothek nach Unterlagen sucht, gibt er dem Nusslet versehentlich etwas Süßes, was dazu führt, dass das Nusslet total ausrastet und die Bibliothek zerstört.","versions":[]},{"epId":"episode-31","name":"","epNo":31,"alt":"A Cousin Kyle Christmas / Snow Problem","descr":"Kick hat einen Hund gefunden, der ihn vor allem Übel bewahren will und deshalb alle Stunts von Kick verhindert. Kick wird klar: Der Hund muss weg!","versions":[]},{"epId":"episode-32","name":"","epNo":32,"alt":"[In Episode before]","descr":"Kick will unbedingt den neusten Rock-Callahan-Film sehen, dies kann er aber nur mit Brads Zugangskarte. Dafür verkuppelt er sogar Brad mit der bezaubernden April, die ihn allerdings schnell wieder fallen lässt…","versions":[]},{"epId":"episode-33","name":"","epNo":33,"alt":"Attic-A / Free Gunther","descr":"Kick muss in allerletzter Sekunde ein Weihnachtsgeschenk für Kyle finden…","versions":[]},{"epId":"episode-34","name":"","epNo":34,"alt":"[In Episode before]","descr":"Kick muss seine Familie retten, denn sie sind in einer verschneiten Hütte eingesperrt","versions":[]},{"epId":"episode-35","name":"","epNo":35,"alt":"K-Nein / Bromance","descr":"Während die Mutter und Brianna verreist sind, sperren sich Kick, Brad und ihr Dad aus Versehen auf dem Dachboden ein. Bedroht von Kälte, Hunger und dem sagenumwobenen Dachbodengnom müssen sie zusammenarbeiten, um dem Gefängnis zu entfliehen.","versions":[]},{"epId":"episode-36","name":"","epNo":36,"alt":"[In Episode before]","descr":"Gunther hat Hausarrest – er und Kick wollen aber zum BMX-Turnier gehen. Gunthers Vater Magnus bietet Kick einen Handel an: schafft es Kick Magnus in einem traditionellen Wikingerwettkampf zu besiegen, darf Gunther gehen. Wenn nicht, wird der Hausarrest auf ein Jahr verlängert!","versions":[]},{"epId":"episode-37","name":"","epNo":37,"alt":"Poll Position / Jock Wilders Nature Camp","descr":"Kick willigt widerstrebend ein, den langsamen und langweiligen Schnarchkanal im Erlebnisbad entlangzufahren, nimmt dann aber eine wilde und gefährliche Abzweigung, während Gunther selig schlummert.","versions":[]},{"epId":"episode-38","name":"","epNo":38,"alt":"[In Episode before]","descr":"Da Kick Ronaldos Zweitbesetzung im Theaterstück Romeo und Julia ist, muss Kick dafür sorgen, dass Ronaldo zur Premiere gesund und munter ist, damit er die Rolle nicht übernehmen muss.","versions":[]},{"epId":"episode-39","name":"","epNo":39,"alt":"Bwar and Peace","descr":"Nachdem Kick ihre Plakate zerstört, will Kendall Stunts verbieten, wenn sie zur Jahrgangssprecherin gewählt wird. Deshalb lässt Kick Jackie gegen sie antreten und versucht, ihr den Sieg zu sichern. Die Probleme beginnen, als Kick entdeckt, dass Jackie ihr eigenen Ziele bei der Wahl verfolgt…","versions":[]},{"epId":"episode-40","name":"","epNo":40,"alt":"Trash Talk / Nerves of Steal","descr":"Nachdem Kick und Gunther versehentlich zwei Polizisten mit Müll überschütten, müssen sie die Umgebung einer stark befahrenen Schnellstraße säubern. Sie haben ihre Aufgabe fast vollständig erfüllt, als ein merkwürdiger Mann namens Chuck Glarman auftaucht…","versions":[]},{"epId":"episode-41","name":"","epNo":41,"alt":"[In Episode before]","descr":"Als mehrere von Kicks Nachbarn bemerken, dass ihre Habseligkeiten gestohlen werden, bauen Kick und Gunther Sicherheitssperren in der Nachbarschaft auf, um den Schuldigen zu finden","versions":[]},{"epId":"episode-42","name":"","epNo":42,"alt":"Brads Diary / Sew What","descr":"Um zu verhindern, dass seine Frau das Hochzeitstagsgeschenk findet, bittet Dad Kick, es zu verstecken. Die Schwierigkeiten werden noch größer, als das Geschenk versehentlich bei einer Tauschbörse weggetauscht wird.","versions":[]},{"epId":"episode-43","name":"","epNo":43,"alt":"[In Episode before]","descr":"Nachdem Kendall wegen einer Fischvergiftung nicht beim Buchstabierwettbewerb antreten kann, muss Kick für sie einspringen. Da Kick nur schlecht buchstabieren kann, wird er vom Schuldirektor trainiert.","versions":[]},{"epId":"episode-44","name":"","epNo":44,"alt":"Kyle E Coyote / Locked Out / Rocked","descr":"Kyle trinkt einen Energydrink, der ihn rennen, rennen und rennen lässt. Kick versucht ihn wieder einzufangen. // Kick schleicht sich raus, um einen Film zu sehen, aber hat Probleme damit, sich wieder ins Haus zu schleichen: Es gibt nämlich einen neuen Sicherheitsroboter! // Kick träumt von Rock Callahan, der ganz auf sich allein gestellt den Dunklen stoppen muss.","versions":[]},{"epId":"episode-45","name":"","epNo":45,"alt":"[In Episode before]","descr":"Gordon Gibble ist eifersüchtig auf Kicks und Gunthers Lieblings-Chilloase und beschließt, an genau der Stelle eine Schnellstraße zu bauen","versions":[]},{"epId":"episode-46","name":"","epNo":46,"alt":"[In Episode before]","descr":"Monique, das geliebte Auto von Kicks Vater, wurde abgeschleppt. Verzweifelt versucht Dad, es vor der Zerstörung zu retten und fährt mit Kick zum Schrottplatz und dann zum Demolier-Derby.","versions":[]},{"epId":"episode-47","name":"","epNo":47,"alt":"Swap Meet / Bee Awesome","descr":"Um zu verhindern, dass seine Frau das Hochzeitstagsgeschenk findet, bittet Dad Kick, es zu verstecken. Die Schwierigkeiten werden noch größer, als das Geschenk versehentlich bei einer Tauschbörse weggetauscht wird. // Kendall erleidet eine Fischvergiftung und kann deshalb nicht am Buchstabierwettbewerb teilnehmen. Kick springt ein, obwohl ihm das Buchstabieren nicht wirklich liegt. Daher steht ab sofort Training beim Schuldirektor auf dem Plan.","versions":[]},{"epId":"episode-48","name":"","epNo":48,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-49","name":"","epNo":49,"alt":"Meathead Justice / Bwar-Mart","descr":"Als Kick die Dipazzi-Zwillinge rettet, müssen sie ihrem Ehrenkodex nach für immer bei Kick bleiben und ihn nie allein lassen. // Kick und Gunther müssen zum Bwar-Markt fahren, um eine neue Fleischschneidemaschine zu besorgen, trotz der Gefahr, dass sie vom fiesen Geschäftsführer eingesperrt werden oder dem unwiderstehlichen Fleischbällchen Buffet verfallen.","versions":[]},{"epId":"episode-50","name":"","epNo":50,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-51","name":"","epNo":51,"alt":"Sleepy River Wild / Power Play","descr":"Kick willigt widerstrebend ein, den langsamen und langweiligen Schnarchkanal im Erlebnisbad entlangzufahren, nimmt dann aber eine wilde und gefährliche Abzweigung, während Gunther selig schlummert. // Da Kick Ronaldos Zweitbesetzung im Theaterstück Romeo und Julia ist, muss Kick dafür sorgen, dass Ronaldo zur Premiere gesund und munter ist, damit er die Rolle nicht übernehmen muss.","versions":[]},{"epId":"episode-52","name":"","epNo":52,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-53","name":"","epNo":53,"alt":"Brad\u0027s Diary / Sew What","descr":"Genervt vom ständigen Kampf zwischen den beiden Brüdern, zwingt Dad Kick und Brad einen Vertrag zu unterschreiben, in dem sie garantieren, ihre Privatsphäre zu respektieren – oder eine harte Strafe zu akzeptieren. Leider hat Brad schon Kicks geheimen Notgroschen gestohlen und im Haus versteckt. Deshalb brechen Kick und Gunther jetzt in Brads Zimmer ein und stehlen sein Tagebuch, um herauszufinden, wo er das Geld versteckt hat. // Kicks Großmutter kommt zu Besuch. Und sie und Kick liefern sich geradezu ein Streichfeuerwerk. Kick verspricht seiner Oma, bei seinem geplanten Stunt den neuen Overall anzuziehen, den sie für ihn schneidert. Leider ist das ein Küken-Kostüm …","versions":[]},{"epId":"episode-54","name":"","epNo":54,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-55","name":"","epNo":55,"alt":"Bad Table Manners / Petrified","descr":"Um zu klären, wer bestimmen darf, was die Familie im Fernsehen ansieht, wird bei den Buttowskis Tischtennis gespielt. Doch der Vater scheint unbesiegbar und errichtet eine Schreckensherrschaft. Nun liegt es an Kick seinen Vater zu besiegen und den Familienfrieden zu retten …// Jedes Jahr schafft es der Vater beim alljährlichen Zelten im Garten, Kick und Brad mit seinen Schauergeschichten aus dem Zelt zu treiben. Doch dieses Jahr will Kick den Spieß umdrehen …","versions":[]},{"epId":"episode-56","name":"","epNo":56,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-57","name":"","epNo":57,"alt":"Only the Loan-Ly / Roll Reversal","descr":"Kick überzeugt Brianna, ihm Geld für einen Fahrradmotor zu geben, aber die Rückgabe des Geldes gestaltet sich schwierig. // Kendall vollführt versehentlich einen Stunt, den Kick machen sollte, und wird so zur berühmtesten Stunt-Persönlichkeit der Stadt. Kick muss einen Weg finden, den Titel zurückzuerobern.","versions":[]},{"epId":"episode-58","name":"","epNo":58,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-59","name":"","epNo":59,"alt":"Crumbs / Stay Cool","descr":"Mom bittet Kick, auf ihre frisch gebackenen Kekse aufzupassen, damit sein Vater sie nicht isst. Eine Aufgabe, die sich als viel schwieriger als gedacht herausstellt. // Als Kick und Brianna die Klimaanlage kaputtmachen und Brad dafür verantwortlich gemacht wird, hat Kick ziemlich große Probleme mit seinen Schuldgefühlen.","versions":[]},{"epId":"episode-60","name":"","epNo":60,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-61","name":"","epNo":61,"alt":"Goodbye Gully / Bad Car-Ma","descr":"Gordon Gibble ist eifersüchtig auf Kicks und Gunthers Lieblings-Chilloase und beschließt, an genau der Stelle eine Schnellstraße zu bauen. // Monique, das geliebte Auto von Kicks Vater, wurde abgeschleppt. Verzweifelt versucht Dad, es vor der Zerstörung zu retten und fährt mit Kick zum Schrottplatz und dann zum Demolier-Derby.","versions":[]},{"epId":"episode-62","name":"","epNo":62,"alt":"[In Episode before]","descr":"","versions":[]},{"epId":"episode-63","name":"","epNo":63,"alt":"Big Mouth / Last Fan Standing","descr":"Bei ihren Anstrengungen das neuste Jock Wilder Programm sehen zu können, lassen sich Kick und Gunther ohne ihr Wissen darauf ein, mehrere Utensilien für einen Diamantenraub im Einkaufszentrum zu stehlen. // Nachdem Kick tagelang Stunts vollführt hat, freut sich Kick auf seinen wohlverdienten Schlaf. Doch seine Megafans Kyle und Jackie lassen das nicht zu, denn beide kämpfen um den Titel Kicks größter Fan zu sein.","versions":[]},{"epId":"episode-64","name":"","epNo":64,"alt":"[In Episode before]","descr":"","versions":[]}]}]}