{"seriesId":"kickers","name":"Kickers","descr":"Die Kickers sind die schlechteste Jungenmannschaft weit und breit. Als sie daran denken, ihre Mannschaft aufzulösen, taucht Gregor auf. Er ist ein begnadeter Mittelstürmer und will Mitglied in der Mannschaft werden. Gemeinsam mit Kapitän Mario schafft er es, die anderen Jungs wieder neu zu motivieren und aus ihnen, nach einigen Rückschlägen, eine kampfstarke und erfolgreiche Mannschaft zu machen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Unsere Legende","epNo":1,"alt":"OVA","descr":"","versions":[{"lang":1,"streams":[{"redirect":14278365,"hoster":"VOE"},{"redirect":13666349,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Neue","epNo":1,"alt":"Episode 1","descr":"Gregor ist neu in der Stadt und will sich den \"Kickers\", einer Schulfußballmannschaft, anschließen. Zu seiner Enttäuschung findet er eine Verlierertruppe vor, die so schlecht ist, dass kein anderes Team mehr gegen sie antreten will. Doch Gregor gibt nicht auf und erreicht durch seine Hartnäckigkeit ein Elfmeterduell mit dem Kapitän der besten Mannschaft, das darüber entscheiden soll, ob die Kickers wieder als Gegner akzeptiert werden …","versions":[{"lang":1,"streams":[{"redirect":14270393,"hoster":"VOE"},{"redirect":11694030,"hoster":"Doodstream"},{"redirect":13666322,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Morgenmuffel gegen Frühaufsteher","epNo":2,"alt":"Episode 2","descr":"Gregor hat es geschafft, die müden Kickers neu zu begeistern. Sie wollen sich nicht weiter zum Gespött der ganzen Stadt machen und trainieren hart wie nie für ein Match mit den Teufeln. Alle ziehen an einem Strang, bis Gregor vorschlägt, auch morgens vor der Schule schon zu trainieren. Nicht alle sind damit einverstanden, und so wird ein Entscheidungsspiel im Morgengrauen angesetzt …","versions":[{"lang":1,"streams":[{"redirect":14287033,"hoster":"VOE"},{"redirect":13666320,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ärger im Mittelfeld","epNo":3,"alt":"Episode 3","descr":"Der Vater von Mittelfeld-Ass Tino zeigt den Kickers einen Videofilm über die Teufel, um sich besser auf den Gegner einzustellen. Als er jedoch von Kapitän Mario verlangt, seinen Sohn im Sturm aufzustellen, kommt es zum Eklat: Der Vater verbietet Tino einen Tag vor dem großen Match, weiter bei den Kickers zu spielen. Wird die Mannschaft ihn noch rechtzeitig umstellen können?","versions":[{"lang":1,"streams":[{"redirect":14278335,"hoster":"VOE"},{"redirect":13666324,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein aussichtsloses Spiel","epNo":4,"alt":"Episode 4","descr":"Der Tag des Spiels gegen die Teufel ist gekommen. Der Kickers sind sehr nervös und haben großen Respekt vor dem Gegner. Torwart Mario ist chancenlos gegen die harten Schüsse des Wundersturms der Teufel – und auf der anderen Seite scheint der gegnerische Torhüter unüberwindbar zu sein. Doch die Kickers geben sich nicht auf und kämpfen für die Wende.","versions":[{"lang":1,"streams":[{"redirect":14287072,"hoster":"VOE"},{"redirect":13666323,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feuertaufe","epNo":5,"alt":"Episode 5","descr":"Die Kickers liegen aussichtslos zurück. Doch sie nehmen sich vor, das Beste zu versuchen und sich nicht zu blamieren. Aber dann verletzt sich Mario und es fängt fürchterlich an zu regnen. Die Kickers wollen schon aufgeben, doch Gregor überredet sie, weiterzuspielen. Und auf einmal sind sie gleichwertig und kommen dem großen Ziel, selbst ein Tor zu schießen, immer näher …","versions":[{"lang":1,"streams":[{"redirect":14287010,"hoster":"VOE"},{"redirect":13666328,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Kapitän und die Mädchen","epNo":6,"alt":"Episode 6","descr":"Die Kickers genießen nach der tollen Leistung gegen die Teufel eine verdiente Erholungspause. Doch dann wird Mario in der Mädchendusche dabei erwischt, wie er Gregors Schwester beobachtet. Die Aufregung ist groß und alle distanzieren sich von ihm. Nur Gregor hält zu seinem Freund und versucht, Marios Unschuld zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":13843388,"hoster":"VOE"},{"redirect":13666325,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gregors Luftpost","epNo":7,"alt":"Episode 7","descr":"Die Kickers sind unterwegs zu einem Auswärtsspiel in eine Hafenstadt. Endlich angekommen, stürzen sie sich übermütig ins Wasser. Dabei stören sie Jimmy, den Kapitän des Gegners, bei der Arbeit","versions":[{"lang":1,"streams":[{"redirect":14270655,"hoster":"VOE"},{"redirect":13666327,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kevin im Abseits","epNo":8,"alt":"Episode 8","descr":"Die Kickers werden vom Trainer der besten Mannschaft des Landes beim Training beobachtet. Dieser zeigt sich insbesondere von Kevin beeindruckt und verpflichtet ihn für sein Team. Die anderen fühlen sich verraten und wollen von Kevin nichts mehr wissen. Und auch für diesen läuft bei seinem neuen Club nicht alles nach Plan. Gibt es einen Weg zurück zu den Kickers?","versions":[{"lang":1,"streams":[{"redirect":14278340,"hoster":"VOE"},{"redirect":14467046,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ballverbot","epNo":9,"alt":"Episode 9","descr":"Wegen einer Prügelei verbietet der Schuldirektor den Kickers, einen Fußball auch nur anzufassen. Und das ausgerechnet vor einem großen Spiel! Doch die Kickers lassen sich davon nicht unterkriegen und trainieren unverdrossen weiter – mit Tennisbällen. Wird es ihnen durch ihre Disziplin gelingen, den Direktor umzustimmen?","versions":[{"lang":1,"streams":[{"redirect":14270368,"hoster":"VOE"},{"redirect":13666331,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Sieg für Ronny","epNo":10,"alt":"Episode 10","descr":"Endlich dürfen die Kickers wieder Fußball spielen. Um so aufgeregter sind sie vor dem heißersehnten Duell mit den \"Schwarzen Blitzen\". Das Spiel fängt nicht gut an, und dann kassieren Kevin und Tino auch noch die Rote Karte. Trotzdem kämpfen die Kickers mutig weiter. Allerdings bleibt ihnen nicht mehr viel Zeit, um den Rückstand aufzuholen.","versions":[{"lang":1,"streams":[{"redirect":13856903,"hoster":"VOE"},{"redirect":13666332,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Heiratspläne","epNo":11,"alt":"Episode 11","descr":"Die Kickers sind weiter auf dem Vormarsch. Doch dann erfährt Tommy, dass seine Mutter ihren neuen Freund heiraten und mit ihm nach Brasilien ziehen will. Tommy möchte unbedingt bei den Kickers bleiben, und so muss ein Duell mit dem Sohn des Mannes, einem hervorragenden Fußballspieler, über sein Schicksal entscheiden.","versions":[{"lang":1,"streams":[{"redirect":14269584,"hoster":"VOE"},{"redirect":13666333,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sport mit Musik","epNo":12,"alt":"Episode 12","descr":"Eins schweres Spiel naht. Aber Phillip fällt als Verteidiger aus, weil er gleichzeitig an einem Klavierwettbewerb teilnimmt. Seine stärkste Konkurrentin ist ausgerechnet Conny, die Schwester von Victor, dem Kapitän der gefürchteten Teufel. Doch auch diese ist sich ihrer Sache nicht so sicher …","versions":[{"lang":1,"streams":[{"redirect":14279609,"hoster":"VOE"},{"redirect":13666334,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Computer-Fußball","epNo":13,"alt":"Episode 13","descr":"Die Kickers sind auf dem Weg zu ihrem nächsten Gegner, einer neuen Fußballmannschaft einer Schule, die mit ultramodernen Mitteln ausgestattet ist. Zu ihrem großen Entsetzen trainieren deren Spieler nicht auf dem Fußballplatz, sondern simulieren die Spiele nur an einem Computer. Die Kickers sind angesichts der furchteinflößenden Technik schwer beeindruckt, entschließen sich aber dann doch, die Herausforderung anzunehmen. Der Computer der gegnerischen Mannschaft hat vorausgesagt, daß die Kickers mit 0:3 verlieren werden, und zunächst sieht alles danach aus, als würde er auch recht behalten.","versions":[{"lang":1,"streams":[{"redirect":14287165,"hoster":"VOE"},{"redirect":13666335,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Unfaires Spiel","epNo":14,"alt":"Episode 14","descr":"Endlich sind die Kickers das Verlierer-Image los. Eine Spitzenmannschaft lädt sie zum Vorspielen ein – allerdings nur, um sich über sie lustig zu machen. Das lassen die Kickers natürlich nicht auf sich sitzen und fordern die arroganten Stars zu einem Match heraus …","versions":[{"lang":1,"streams":[{"redirect":14278341,"hoster":"VOE"},{"redirect":13666336,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Daniel in Gefahr","epNo":15,"alt":"Episode 15","descr":"Bei einer überfüllten Autogrammstunde mit einem Fußballstar macht Daniel Fotos. Dabei macht er zufällig auch Fotos von Taschendieben, die bei dieser Veranstaltung ihr kriminelles Handwerk betreiben…","versions":[{"lang":1,"streams":[{"redirect":14269985,"hoster":"VOE"},{"redirect":13666337,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Nicht mit uns, Trainer","epNo":16,"alt":"Episode 16","descr":"Ein Typ namens Scott, der aussieht wie ein Countrymusiker, drängt sich den Kickers als Trainer auf. Mit unkonventionellen autoritären Trainingsmethoden bringt er die Jungs an ihre Grenzen und darüber hinaus…","versions":[{"lang":1,"streams":[{"redirect":14270899,"hoster":"VOE"},{"redirect":13666338,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Spiel um die Pralinen","epNo":17,"alt":"Episode 17","descr":"Valentinstag steht vor der Tür. Die Mädchen wollen für ihren Schwarm Mario und die anderen Jungs Pralinen backen. Doch der Trainer spricht ein strenges Pralinenverbot für die Kickers aus…","versions":[{"lang":1,"streams":[{"redirect":14287164,"hoster":"VOE"},{"redirect":13666339,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Gewichtige Gegner","epNo":18,"alt":"Episode 18","descr":"Trainer Scott legt beim Konditionstraining immer härtere Gänge ein…","versions":[{"lang":1,"streams":[{"redirect":14273548,"hoster":"VOE"},{"redirect":13666340,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Kein Durchkommen","epNo":19,"alt":"Episode 19","descr":"Die Kickers bereiten sich auf die Meisterschaft der Schulmannschaften vor. Ihr erster Gegner ist das Team von Blau-Weiß. Die haben in der letzten Saison alle Spiele ohne Gegentor gewonnen…","versions":[{"lang":1,"streams":[{"redirect":14287231,"hoster":"VOE"},{"redirect":13666344,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Kampf um die nächste Runde","epNo":20,"alt":"Episode 20","descr":"Die Kickers spielen gegen Blau-Weiß. Nach der 1. Halbzeit liegen die Kickers 0 : 2 zurück. Aber die Kickers verstehen inzwischen was von Taktik…","versions":[{"lang":1,"streams":[{"redirect":13863204,"hoster":"VOE"},{"redirect":13666341,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Das Team von der Küste","epNo":21,"alt":"Episode 21","descr":"Die Kickers fahren an die Küste. Dort treffen Sie auf ein Team Herkules – das sind bärenstarke Naturburschen, mit recht ungewöhnlichen Trainingsmethoden…","versions":[{"lang":1,"streams":[{"redirect":13866092,"hoster":"VOE"},{"redirect":13666342,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die dritte Runde","epNo":22,"alt":"Episode 22","descr":"Zur Vorbereitung auf das wichtige Spiel gegen die Teufel legen die Kickers ganz spontan ein Abendtraining ein…","versions":[{"lang":1,"streams":[{"redirect":14278343,"hoster":"VOE"},{"redirect":13666343,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Kampf gegen das Aus","epNo":23,"alt":"Episode 23","descr":"Die Kickers spielen gegen die Teufel. Inzwischen sind sie ein gleichwertiger Gegner…","versions":[{"lang":1,"streams":[{"redirect":13350489,"hoster":"VOE"},{"redirect":13666345,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Ein Superstar schießt quer","epNo":24,"alt":"Episode 24","descr":"Heute geht’s gegen die Mannschaft von Arsenal. Nachdem Gregor schwer verletzt ausscheiden muss, wird der lange Harry aus der 6. Klasse eingewechselt…","versions":[{"lang":1,"streams":[{"redirect":14287043,"hoster":"VOE"},{"redirect":13666347,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Rosenkavalier","epNo":25,"alt":"Episode 25","descr":"Bei den Kickers hängt der Haussegen schief. Unterdessen landet bei Elsa, der Freundin von Mario, ein riesiger Blumenstrauß vor der Tür. Bald stellt sich heraus, dass die Rosen von Harry sind, der damit den Kapitän der Kickers provozieren will. Wir Mario sich mit ihm duellieren?","versions":[{"lang":1,"streams":[{"redirect":14287115,"hoster":"VOE"},{"redirect":13666346,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Sieg für den Teamgeist","epNo":26,"alt":"Episode 26","descr":"Harry ist weiter voll auf dem Ego-Trip. Er hat sich eine eigene Mannschaft zusammengesucht und fordert seine ehemaligen Teamkollegen großmäulig zum Duell heraus…","versions":[{"lang":1,"streams":[{"redirect":14278352,"hoster":"VOE"},{"redirect":13666348,"hoster":"Streamtape"}]}]}]}]}