{"seriesId":"kidnapped-13-tage-hoffnung","name":"Kidnapped – 13 Tage Hoffnung","descr":"Das Ehepaar Cain zählt zu einem der wohlhabendsten der Stadt New York. Da sie vor einigen Jahren Morddrohungen erhalten haben, wird ihr 15-jähriger Sohn Leopold von einem Leibwächter, Virgil Hayes, bewacht. Hayes und ein Kollege begleiten Leo und seinen Freund Alfred gerade mit dem Auto zur Schule, als das Fahrzeug bei einer Baustelle halten muss. Ein Polizist nähert sich dem Fahrzeug und nimmt plötzlich die Leibwächter unter Beschuss. Leo wird entführt, Virgil überlebt schwerverletzt.Die Entführer schicken den Eltern eine Warnung, nicht die Polizei einzuschalten. Die Cains engagieren den ehemaligen FBI-Agenten Lucian Knapp und dessen Partnerin Turner, die auf Entführungen spezialisiert sind. Kurze Zeit später schaltet sich das FBI in den Fall ein. FBI-Agent Latimer King soll den Täter finden, der den Leibwächter Virgil angeschossen hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tag 1","epNo":1,"alt":"Pilot","descr":"Auf dem Weg zur Schule wird Leopold Cain, Sohn des erfolgreichen Geschäftsmannes Conrad Cain, entführt, sein Bodyguard wird schwer verletzt. Anstatt sich an die Behörden zu wenden, engagiert Conrad Cain den Ex-FBI-Agent Knapp der sich mit seiner Partnerin Turner auf die Befreiung von Entführungsopfer spezialisiert hat. Als das FBI Wind von dem Fall bekommt, schaltet sich Agent Latimer King ein. Probleme sind damit vorprogrammiert, denn King und Knapp sind verfeindete Ex-Kollegen.","versions":[{"lang":1,"streams":[{"redirect":11312899,"hoster":"VOE"},{"redirect":10125403,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tag 2","epNo":2,"alt":"Special Delivery","descr":"Conrad Cain überlegt, ob seine eigene Vergangenheit mit Leopolds Entführung in Zusammenhang stehen könnte. Er trifft seinen Vater, um sich mit ihm zu beratschlagen. Indes trifft bei den Cains ein Paket ein, welches bei der Familie den Verdacht schürt, dass die Kidnapper hinter einem weiteren Cain-Kinder her sein könnten. Knapp fährt zur Brown University, um bei Ellies und Conrads Tochter Aubrey nach dem Rechten zu sehen. Auch Agent King macht sich auf den Weg dorthin.","versions":[{"lang":1,"streams":[{"redirect":11312895,"hoster":"VOE"},{"redirect":10125402,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tag 3","epNo":3,"alt":"Sorry Wrong Number","descr":"Aubrey ist furchtbar aufgebracht: Obwohl Leopold noch immer vermisst wird, veranstalten ihre Eltern eine alljährlich stattfindende Wohltätigkeitsfeier. Dort gibt sich einer der anwesenden Gäste als Entführer aus – Knapp findet jedoch heraus, dass es sich nur um einen Trittbrettfahrer handelt. Währenddessen versucht Conrad, von seinem früheren Gangsterfreund Sully Informationen zu der Entführung zu erpressen. Kurze Zeit später wird er auf dem Heimweg ermordet.","versions":[{"lang":1,"streams":[{"redirect":11312898,"hoster":"VOE"},{"redirect":10125404,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tag 4","epNo":4,"alt":"Number One With A Bullet","descr":"Das Geschoss in Virgils Körper wird operativ entfernt. Die Ermittler erhalten dadurch Informationen über eine private Sicherheitsfirma. Damit Knapp an weitere Daten gelangt, gibt er sich als Bewerber für ein Vorstellungsgespräch dort aus. Der Versuch gelingt! Als Knapp den Heckenschützen identifiziert, macht er jedoch eine überraschende Entdeckung: In der Leiche ist ein Mikrochip versteckt … Indes erkrankt Leopold in Mexiko an einer lebensgefährlichen Infektion.","versions":[{"lang":1,"streams":[{"redirect":11312902,"hoster":"VOE"},{"redirect":10125405,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tag 5","epNo":5,"alt":"Burn, Baby, Burn","descr":"Schroeder alias James Devere hat die Explosion überlebt, und ihm gelingt es, sich aus seinem Versteck zu befreien. Er ist gerade dabei, sich die gefälschten Papiere zu besorgen, als ihn Knapp und King überraschen und zu einer Aussage zwingen. Kurz davor schluckt er jedoch eine Zyankalikapsel – das Verhör muss warten. Knapp macht inzwischen eine ganz andere Entdeckung: Die Entführer wissen deshalb so viel über die Cains, weil sich im gesamten Haus versteckte Kameras befinden …","versions":[{"lang":1,"streams":[{"redirect":11312900,"hoster":"VOE"},{"redirect":10125408,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tag 6","epNo":6,"alt":"My Heart Belongs To Daddy","descr":"Als Benjamin Rand, Ellies Vater, zufällig von der Entführung seines Enkels erfährt, ist er geschockt. Der ehemalige CIA-Agent beginnt sofort, eigenständig zu ermitteln und versucht alles, um King und Knapp den Fall zu entziehen. Zu allem Überfluss lässt er auch noch Conrad festnehmen. Ihm gelingt es jedoch, Rand mit geheimen Unterlagen zu zwingen, ihn wieder freizulassen. Inzwischen hat dieser jedoch eine Geldübergabe eingefädelt, die scheitert und ein Todesopfer fordert …","versions":[{"lang":1,"streams":[{"redirect":11312901,"hoster":"VOE"},{"redirect":10125434,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tag 7","epNo":7,"alt":"Front Page","descr":"Mittlerweile haben die Medien von Leopolds Entführung erfahren und belagern die Familie Cain. Latimer King kämpft jedoch mit ganz anderen Problemen: Gegen ihn und seine Mitarbeiter läuft ein internes Ermittlungsverfahren, das einen vergangenen Fall betrifft. Virgil will Leopold um jeden Preis finden und schleppt sich kurz nach seiner Operation aus dem Krankenhaus. Und Agent Atkins erfährt, dass Conrad eine Geliebte hatte, die seit mehreren Jahren vermisst wird …","versions":[{"lang":1,"streams":[{"redirect":11312903,"hoster":"VOE"},{"redirect":10125407,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tag 8","epNo":8,"alt":"Gone Fishing","descr":"Virgil hegt einen schweren Verdacht: Es glaubt, dass Roger Prince, der Anwalt der Cains, etwas mit der Entführung zu tun hat. Er ist jedoch nicht der einzige, der misstrauisch ist: King beginnt in Virgils Vergangenheit zu suchen und stellt fest, dass vor Kurzem seine Hypothek getilgt wurde. Noch dazu findet Ellie zahlreiche E-Mails auf Leopolds Playstation, die ebenfalls von Virgil sind. Kurzerhand überredet sie den Bodyguard zu einem Treffen, das nicht ohne Folgen bleibt …","versions":[{"lang":1,"streams":[{"redirect":11312904,"hoster":"VOE"},{"redirect":10125410,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tag 9","epNo":9,"alt":"Do Unto Others","descr":"Nachdem ihn Ellie mit genügend Bargeld versorgt, macht sich der Bodyguard Virgil alleine auf die Suche nach Leopold. Währenddessen schreckt Knapp auch nicht vor unsanften Methoden bei seiner Verhörung des Buchhalters zurück. Und tatsächlich kommt er dadurch an Informationen. Als sich der Detektiv jedoch auf die Suche macht, wird er überwältigt und in eine Kammer gesperrt. Zur gleichen Zeit erfährt Conrad, dass seine Frau über das einstige Verhältnis mit Claire Bescheid weiß …","versions":[{"lang":1,"streams":[{"redirect":11312907,"hoster":"VOE"},{"redirect":10125412,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tag 10","epNo":10,"alt":"Impasse","descr":"Knapp und seiner Kollegin Turner gelingt es, Yvonne Guttman in ihrem geheimen Unterschlupf zu überwältigen. Was sie jedoch nicht wissen: Dort sind lauter Überwachungskameras installiert. Kurze Zeit später macht King eine schreckliche Entdeckung: Seine Tochter wird in einem Park von einem Scharfschützen ins Visier genommen und darf sich nicht bewegen. Ella hat nur eine Chance, die Situation zu überleben: Sie wird nicht erschossen, wenn Yvonne Guttman freigelassen wird …","versions":[{"lang":1,"streams":[{"redirect":11312906,"hoster":"VOE"},{"redirect":10125411,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Tag 11","epNo":11,"alt":"Mutiny","descr":"Auf der Suche nach Leopold verfolgen King und Atkins eine Spur, die sie nach Mexiko führt. Währenddessen stellen die Bewacher des entführten Jungen im Alleingang eine Lösegeldforderung. Sofort begeben sich Knapp und die Cains ebenfalls nach Mexiko, um das Geld zu übergeben. Aber auch Virgil ist bereits auf dem Weg dorthin. Und Roger Prince gesteht, dass er James Sullivan Informationen der Entführung mitgeteilt hat – kurze Zeit später begeht er Selbstmord …","versions":[{"lang":1,"streams":[{"redirect":11312905,"hoster":"VOE"},{"redirect":10125415,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tag 12","epNo":12,"alt":"Acknowledgement","descr":"Während Leopolds Bewacher den Jungen in ein neues Versteck bringen wollen, gelingt ihm die Flucht; King findet nur mehr den verlassenen Unterschlupf in Mexiko vor. Indes kann Virgil Leopold im Dschungel aufspüren. Als er ihn vor Bellows in Sicherheit bringen will, kommt es zum Kampf – und der Bodyguard stirbt. Währenddessen hegt Ellie einen schlimmen Verdacht: Womöglich hat die Entführung ihres Sohnes etwas mit dessen Herzoperation vor acht Jahren zu tun …","versions":[{"lang":1,"streams":[{"redirect":11312909,"hoster":"VOE"},{"redirect":10125414,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Tag 13","epNo":13,"alt":"Resolution","descr":"Knapp erhält von Annie Phillips, der Mutter von Conrads ehemaliger Geliebten, einen wichtigen Hinweis, der ihn auf die richtige Spur zu den Kidnappern führt. Zur selben Zeit findet King heraus, wer damals im Krankenhaus neben Leopold im Zimmer gelegen hat: Jack Archer, der Sohn von Andy. Der bringt kurz darauf Leopold in seine Gewalt und erklärt, dass er hinter der Entführung steckt. Der Grund: Er will sich an der Familie Cain für den Tod seines Sohnes rächen …","versions":[{"lang":1,"streams":[{"redirect":11312910,"hoster":"VOE"},{"redirect":10125413,"hoster":"Streamtape"}]}]}]}]}