{"seriesId":"kill-me-baby","name":"Kill Me Baby","descr":"Sonya könnte eine ganz gewöhnliche Schülerin sein, wäre da nicht der Umstand, dass sie als Profikillerin arbeitet. Selbst im ruhigen und eigentlich entspannenden Schulalltag kommen ihre auf Überleben und Selbstverteidigung geschulten Reflexe immer wieder mal ungewollt und instinktiv zum Einsatz, etwa wenn ihre Freundin Yasuna ihr unvorsichtigerweise auf die Schulter klopft, was ihre sofortige Ausschaltung zur Folge hat. Aber auch sonst bietet das Schulleben selbst für eine hartgesottene Killerin seine Herausforderungen, was zu nicht geringen Teilen auch auf die Einfälle und Aktionen der intelligenzmäßig nicht ganz so gesegneten Yasuna zurückgeht.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"Baby, Please Kill Me!","descr":"","versions":[{"lang":3,"streams":[{"redirect":13493669,"hoster":"VOE"},{"redirect":8581462,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Sneaking Dog, Blossoming Cherry","descr":"Yasuna Oribe wird von ihrer Klassenkameradin und angeheuerten Attentäterin Sonya schwer verletzt. Wenn ein Hund das Klassenzimmer betritt, überlegen die beiden, wie sie ihn loswerden können. Später lernt Yasuna einen selbsternannten Ninja namens Agiri Goshiki kennen, der versucht, ihr Ninjitsus zu verkaufen.","versions":[{"lang":3,"streams":[{"redirect":8833636,"hoster":"VOE"},{"redirect":12514378,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Nunchaku Skills Bear Balloon","descr":"Yasuna versucht und lernt nicht, Nunchuks zu benutzen, bevor sie und Sonya einem entkommenen Bären begegnen. Am nächsten Tag bringt ein kleines Mädchen Sonya und Yasuna dazu, mit ihr zu spielen.","versions":[{"lang":3,"streams":[{"redirect":8833631,"hoster":"VOE"},{"redirect":8581463,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Cursed Psychic Rain Wrestling","descr":"Yasuna versucht sich an psychischen Kräften und Voodoo-Flüchen, bevor sie an einem regnerischen Tag einige Aktivitäten findet. Später versucht ein rothaariges Mädchen, das aus der Hauptbesetzung ausgeschlossen wurde, sich an Yasuna und Sonya zu rächen, vermisst sie aber immer wieder.","versions":[{"lang":3,"streams":[{"redirect":13535055,"hoster":"VOE"},{"redirect":8581464,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Ice Cream Scream Watermelon","descr":"An einem heißen Sommertag kaufen Yasuna und Sonya ein Eis, in dem Yasuna davon besessen ist, einen Winning Stick zu finden. Am nächsten Tag gehen sie zum Strand, um eine Wassermelone aufzubrechen. Später wird Sonya von einem anderen Attentäter angegriffen, der schließlich von Agiri gestoppt wird.","versions":[{"lang":3,"streams":[{"redirect":13493666,"hoster":"VOE"},{"redirect":8581468,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Buggy Festival Sea Dolls","descr":"Yasunas Versuch, Sonya für das Fangen von Insekten zu interessieren, schlägt fehl, wenn sie viele Bienen anzieht. Später gehen Yasuna und Sonya zu einem Festival und probieren alle Stände aus. Während sie am Strand sind, beschäftigen sich Yasuna und Sonya mit einem losen Hund und werden auf See gestrandet. Später übt Yasuna eine Marionettenroutine, die Sonya nur ärgert.","versions":[{"lang":3,"streams":[{"redirect":13493667,"hoster":"VOE"},{"redirect":8581466,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Navel Mechanism Paper Doll Ice","descr":"Am Ende des Sommers bekommt Yasuna ein Verlangen nach rasiertem Eis und bittet Agiri um Hilfe. Später gehen Yasuna und Sonya mit versteckten Mechanismen zu Agiris Haus, bevor sie sich später mit einem stürmischen Tag auseinandersetzen müssen.","versions":[{"lang":3,"streams":[{"redirect":13535056,"hoster":"VOE"},{"redirect":8581467,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Culture Beanbag Jousting Duel","descr":"Während Yasuna versucht, ein Projekt für das bevorstehende Kulturfestival zu entwickeln, zeigt Sonya, wie lange sie in der Lage ist, den Atem anzuhalten. Bei einem Sportfestival debattieren die Mädchen darüber, wer in einer Turmschlacht an der Spitze stehen soll. Später ärgert sich Yasuna, als Sonya sie beim Jonglieren übertrumpft.","versions":[{"lang":3,"streams":[{"redirect":13493668,"hoster":"VOE"},{"redirect":8581469,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Sticking, Strumming, Stabbing","descr":"Während Yasuna versucht, Sonya einen Streich zu spielen, bleibt ihr ein Mülleimer auf dem Kopf hängen. Später lässt Yasuna von Sonya verschiedene Musikinstrumente ausprobieren, bevor sie eine Runde Dart spielt.","versions":[{"lang":3,"streams":[{"redirect":13493670,"hoster":"VOE"},{"redirect":8581471,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Fishing Hammer`s Spawn Branch Forgotten","descr":"Wenn Yasuna und Sonya am Ende einige Dinge verlegen, helfen sie sich gegenseitig, sie zu durchsuchen. Auf der Suche nach dem legendären Tsuchinoko treffen Yasuna und Sonya auf einen feindlichen Attentäter. Yasuna konkurriert mit Sonya, um herauszufinden, wer die meisten Fische fangen kann. Yasuna wird glücklicherweise von einer Blumenvase gerettet und beschließt, ihr Glück zu testen.","versions":[{"lang":3,"streams":[{"redirect":13493672,"hoster":"VOE"},{"redirect":8581472,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Santa Icicle Snow Mantra","descr":"Während auf dem Schulhof Schnee fällt, hat Yasuna im Gegensatz zu Sonya viel Spaß mit dem Schnee. Am nächsten Tag ist Yasuna erkältet, geht aber trotzdem zur Schule, sehr zum Ärger von Sonya. Später gibt Yasuna vor, ein ferngesteuertes Spielzeug zu sein, bevor sie mit Sonya einen Papierflugzeugwettbewerb veranstaltet.","versions":[{"lang":3,"streams":[{"redirect":13493671,"hoster":"VOE"},{"redirect":8581470,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Bath Kite Rice Cake New Year`s First Dream","descr":"Da Yasuna verschiedene Neujahrsträume hat, versucht sie Sonya für die Herstellung von Mochi zu interessieren. Nachdem sie versucht haben, Drachen zu steigen, gehen Yasuna und Sonya zusammen in ein öffentliches Bad.","versions":[{"lang":3,"streams":[{"redirect":13493679,"hoster":"VOE"},{"redirect":8581473,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Drowsy Chocolate Injury Compress","descr":"Yasuna interessiert sich für Bandagen und beschließt, einige auf sich zu kleben, da sie glaubt, vor zukünftigen Wunden geschützt zu sein. Später versucht Sonya, nach so viel Arbeit Ruhe zu finden, aber Yasuna versteht die Situation falsch und geht ihr immer wieder in die Quere. Später versucht Yasuna Sonya davon zu überzeugen, das Attentat aufzugeben.","versions":[{"lang":3,"streams":[{"redirect":13493676,"hoster":"VOE"},{"redirect":8581475,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Make the Kill Me and Make Me Your Baby","descr":"Yasuna und Sonya geraten in Verlegenheit, als Yasuna einige Handschellen hereinbringt. Da Yasuna und Agiri nicht wissen, wann Sonya Geburtstag hat, veranstalten sie trotzdem eine Party für sie. Später versucht Yasuna Sonya aufzuhalten, weil sie glaubt, dass sie ein Ziel erreicht, und landet in einer Grube. Sonya hört auf, nachdem Yasuna zugibt, dass sie sich Sorgen um Sonya macht, wenn sie einen Auftrag hat.","versions":[{"lang":3,"streams":[{"redirect":13493677,"hoster":"VOE"},{"redirect":8581474,"hoster":"Streamtape"}]}]}]}]}