{"path":"/serie/stream/killer-sally","name":"Killer Sally","descr":"\"Killer Sally\" handelt vom spektakulärsten Kriminalfall der Bodybuilding-Szene. Am Valentinstag 1995 griff die Bodybuilderin Sally McNeil, als sie von ihrem Ehemann, dem Bodybuilding-Champion Ray McNeil, gewürgt wurde, zur Waffe und tötete ihn mit zwei Schüssen. Sally, die in der Vergangenheit bekanntlich Opfer von häuslicher Gewalt geworden war, behauptete, dass es sich dabei um Notwehr handelte – eine Entscheidung in Sekundenbruchteilen, um ihr Leben zu retten. Die Anklage war allerdings der Ansicht, dass es vorsätzlicher Mord und die Rache einer eifersüchtigen, aggressiven Ehefrau war. Sie bezeichneten sie als Schlägerin, Mobberin und Monster. Sally McNeil, die in den Medien \"bullige Braut\" und \"aufgepumpte Prinzessin\" genannt wurde, behauptete, sie habe ihr Leben lang das getan, was nötig war, um zu überleben. Sie war in einem Zyklus der Gewalt gefangen, der in ihrer Kindheit begann und mit dem Tod ihres Mannes endete. In dieser komplexen Geschichte eines wahren Verbrechens werden die Themen der häuslichen Gewalt, Geschlechterrollen und die Welt des Bodybuildings unter die Lupe genommen.","seasons":[{"path":"/serie/stream/killer-sally/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/killer-sally/staffel-1/episode-1","name":"Valentinstag","epNo":1,"alt":"Valentine’s Day","descr":"Sally und Ray McNeil werden von ihrer Leidenschaft für das Bodybuilding zusammengeführt und verlieben sich. Doch die Fassade einer glücklichen Ehe kaschiert Gewalt und Missbrauch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11654013","hoster":"VOE"},{"path":"/redirect/11654016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/killer-sally/staffel-1/episode-2","name":"Der Tod von Mr. California","epNo":2,"alt":"The Death of Mr. California","descr":"Nach Rays Tod treten entsetzliche Einzelheiten des Ehelebens der McNeils zutage. Sallys Behauptung, aus Notwehr gehandelt zu haben, wird erneut überprüft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11654025","hoster":"VOE"},{"path":"/redirect/11654053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/killer-sally/staffel-1/episode-3","name":"Das Volk gegen Sally McNeil","epNo":3,"alt":"The People vs. Sally McNeil","descr":"Sallys Prozess, der am Valentinstag 1996 beginnt, wird von einem Mediensturm begleitet. Nach Sallys Aussage gelangt die Jury zu einem Urteil.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11654041","hoster":"VOE"},{"path":"/redirect/11654047","hoster":"Streamtape"}]}]}]}]}