{"path":"/serie/stream/kim-possible","name":"Kim Possible","descr":"Die Schülerin Kim ist Mitglied des Cheerleader-Teams und eigentlich ein ganz normales Mädchen – hätte sie nicht einen ungewöhnlichen Nebenjob: Geheimagentin. Furchtlos kämpft sie gegen ihre Hauptfeinde, den gefährlichen Wissenschaftler Dr. Drakken und seine skrupellose Assistentin Shego. Unterstützt wird Kim bei ihren Missionen von ihrem besten Freund, dem tollpatschigen Ron Stoppable, seinem kleinen Nacktmull Rufus und von Superhirn Wade, dem Computer-Crack.","seasons":[{"path":"/serie/stream/kim-possible/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kim-possible/staffel-1/episode-1","name":"Schwer verknallt","epNo":1,"alt":"Crush","descr":"Kim fliegt ins Amazonasgebiet, um einen Einbruch in Professor Acaris Labor zu untersuchen. Eine CD-Rom mit den Plänen einer Roboter-Zecke wurde entwendet. Auf einem Überwachungsvideo entdeckt sie die Assistentin des verrückten Wissenschaftlers Dr. Drakken. Bald darauf muss Kim feststellen, dass der Doktor die Robo-Zecke schon gebaut hat, denn plötzlich sitzt das Monstrum auf ihrer Nase.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10933476","hoster":"VOE"},{"path":"/redirect/10933475","hoster":"Doodstream"},{"path":"/redirect/10933474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-2","name":"Wiedersehen in Camp Heimweh","epNo":2,"alt":"Sink Or Swim","descr":"Kim Possible und Ron nehmen einen Job an. Als Wade Kim mitteilt, dass Dr. Drakken aus dem Gefängnis entflohen ist, schmeißt Kim den Job sofort hin, um Drakken zu fangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833794","hoster":"VOE"},{"path":"/redirect/8581601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-3","name":"Der neue Ron","epNo":3,"alt":"The New Ron","descr":"Ron muss modisch fit gemacht werden, findet Kim. Deshalb muss ein neuer Haarschnitt her. Ron findet seine coole Frisur auch superklasse. Vor allem, weil die Mädchen aus der Oberstufe total auf ihn abfahren. Etwas stört den eitlen Ron aber doch: Er hat einen widerspenstigen Wirbel, der nur mit einem bestimmten Haargel zu bändigen ist und dieses edle Zeugs gibt es nur bei Francois in Paris. Also machen sich Kim und Ron auf nach Paris. Kaum dort angekommen, werden sie Zeuge eines gigantischen Stromausfalls. Schuld daran sind Senor Senior Senior und sein Sohn Senor Senior Junior, die in ihrem riesigen Haus auf einer Privatinsel Unmengen Strom verbrauchen. Während Kim die beiden Gauner über Energiesparmaßnahmen aufklärt, tickt Ron völlig aus und macht Vorschläge, wie man dieses tolle Haus in eine Festung verwandeln könnte, um dann die Weltherrschaft zu erlangen. Das gefällt Senor Senior Senior und Sohn Senor Senior Junior sehr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018697","hoster":"VOE"},{"path":"/redirect/8581605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-4","name":"Wahnsinn zahlt sich nicht aus","epNo":4,"alt":"Tick-Tick-Tick","descr":"Ron ist gezwungen sich für seine College-Bewerbung eine Freizeitbeschäftigung zu suchen, die sich gut verkaufen lässt. Er beschließt kurzer Hand Cheerleader zu werden. Klar, dass die anderen im Team seine Idee ein wenig befremdlich finden. Während Ron geknickt über alternative Aktivitäten nachdenkt, hat Kim ganz andere Sorgen. Professor Ramesh, ein ehemaliger College-Freund ihres Vaters hat Kim um Hilfe gebeten. Sein Kollege, Professor Chen wurde entführt. Als Kim und der Professor in seinem Labor versuchen die Ereignisse zu rekonstruieren, werden sie plötzlich von einer Gruppe gefährlicher Roboterfrauen überfallen. Es kommt zu einem heftigen Kampf, doch schließlich gelingt es den Blechdamen den Professor zu überwältigen und auch ihn zu entführen. Ron findet kurz darauf ein Foto, das die beiden entführten Professoren zusammen mit Dr. Possible zeigt. Ihn beschleicht ein fürchterlicher Verdacht: Wird Kims Vater das nächste Opfer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833799","hoster":"VOE"},{"path":"/redirect/8581604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-5","name":"Mutantenjagd im Schnee","epNo":5,"alt":"Downhill","descr":"Kim bekommt einen Auftrag in Kambodscha. Sie soll dem berühmten Archäologen und Affenforscher Monty Fiske helfen. Er will eine wertvolle Statue aus einem Tempel bergen. Kim gelingt dies, doch ein Ninja-Kämpfer stiehlt die Figur kurzdarauf. Wade erklärt ihr, dass es insgesamt vier Statuen gibt. Alle zusammen verleihen demjenigen, der im Zentrum steht, mystische Affenkräfte. Kim und Ron gehen dieser Geschichte auf den Grund.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101379","hoster":"VOE"},{"path":"/redirect/8581608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-6","name":"[E04] Zecken-Alarm","epNo":6,"alt":"Bueno Nacho","descr":"Das darf doch wohl nicht wahr sein! Ausgerechnet Dr. Drakken bittet Kim um Hilfe. Dabei stellt sich heraus, dass Drakken gar nicht Drakken ist, sondern der Gefreite Dobbs, der im Körper des Doktors steckt. Mit Hilfe einer Gehirnaustausch-Maschine ist es Drakken gelungen, sein Gehirn in Dobbs Körper zu bringen und umgekehrt. Zweck der großen Tauschaktion: Drakken will auf einem Militärstützpunkt eine streng geheime Superwaffe stehlen, um endlich die Weltherrschaft an sich reißen zu können. Während der Befreiungsaktion geraten Kim und Ron dummerweise in die Gehirnaustausch-Maschine …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12120003","hoster":"VOE"},{"path":"/redirect/8581603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-7","name":"Die Nummer eins","epNo":7,"alt":"Royal Pain","descr":"Kim hat wieder mal alle Hände voll zu tun. Sie muss sich um Wally, Thronfolger eines Zwergstaates kümmern, der von \"modernen\" Rittern verfolgt wird, und nebenher kandidiert sie auch noch für das Amt des Schulsprechers. Damit der Prinz sicher vor seinen Verfolgern ist und sich Kim um ihre Kandidatur kümmern kann, wird Wally kurzerhand mit nach Middleton genommen. An Kims Schule ist der Thronfolger bald so beliebt, dass er ebenfalls als Kandidat für den Schulsprecherposten aufgestellt wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833802","hoster":"VOE"},{"path":"/redirect/8581606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-8","name":"Gehirnakrobatik","epNo":8,"alt":"Mind Games","descr":"Kim muss auf ihre Zwillingsbrüder aufpassen. Das ist alles andere als angenehm, da die beiden nur Blödsinn im Kopf haben. Und unglücklicherweise muss Kim auch noch Drakken verfolgen, der einen Chip gestohlen hat, mit dem man Menschen willenlosen Gehorsam aufzwingen kann. Was tun? Kurzerhand nehmen Kim und Ron die Zwillinge mit auf ihre Mission. Ob das gut geht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833803","hoster":"VOE"},{"path":"/redirect/8581609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-9","name":"Späte Rache","epNo":9,"alt":"Attack Of The Killer Bebes","descr":"Pop-Pop Porter wird der Schockfroster für die weltbekannten Mini Mais-Dogs gestohlen. Klar, das ist ein Auftrag für Kim. Schnell findet sie heraus, dass hinter dem dreisten Diebstahl Senor Senior Senior und sein Sohn Senor Senior Junior stecken. Die beiden wollen den gesamten Milliardärs-Club, der Senior Senior Senior kürzlich die Mitgliedschaft kündigte, schockgefrieren. Doch das fiese Vater-Sohn-Gespann hat nicht mit Kim und Ron gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336507","hoster":"VOE"},{"path":"/redirect/8581610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-10","name":"Der kleine Prinz","epNo":10,"alt":"Royal Pain","descr":"Ron ist geradezu besessen von dem Wunsch, ein berühmter Star-Reporter zu werden. Es mangelt ihm jedoch an zündenden Ideen und Geschichten für seine Artikel. Kurzerhand erfindet er eine wirklich hanebüchene Liebesgeschichte zwischen Kim und dem Quarterback der Schulmannschaft. Natürlich ist Kim wenig begeistert, als sie den Artikel liest und auch ihr vermeintlicher Liebhaber findet die Geschichte gar nicht lustig. Als dann auch noch das Luftschiff des Tiefkühl-Giganten Pop-Pop Porter gestohlen wird, überschlagen sich die Ereignisse …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833804","hoster":"VOE"},{"path":"/redirect/8581614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-11","name":"Kim wird Trainerin","epNo":11,"alt":"Coach Possible","descr":"Die Cheerleader-Gruppe der Mad Dogs ist in Begleitung von Ron und Mr. Barkin auf dem Weg zu einem Cheerleader-Wettkampf. Unterwegs hat der Bus leider eine Reifenpanne und bleibt in der Nähe eines Sommercamps liegen. In diesem \"Camp Heimweh\" hat Ron schon mal seine Ferien verbracht und überhaupt keine guten Erinnerungen daran. Auf einmal passieren seltsame Dinge. Leute verschwinden, und ein schleimiges Monster hält die anderen gefangen. Wie gut, dass Ron sich in dem Camp gut auskennt und bald weiß, wer hinter all den mysteriösen Dingen steckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336512","hoster":"VOE"},{"path":"/redirect/12980371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-12","name":"Kleopatras Talisman","epNo":12,"alt":"Pain King Vs. Cleopatra","descr":"Kim soll in Zusammenarbeit mit einem Agenten vom Netzwerk für globale Gerechtigkeit den spurlos verschwundenen Professor Green finden. Schnell kommen Kim und Agent Will Do dem wahnsinnigen Duff Killigan auf die Spur: Ein entrückter Profigolfer, der mit Hilfe des Superrasens von Professor Green die ganze Welt in einen gigantischen Golfplatz verwanden will. Zum Glück gelingt es Kim und ihrem Kollegen Golfer Killigan rechtzeitig dingfest zu machen. Nebenbei muss sich die Teilzeit-Agentin auch noch mit ihrer garstigen Teamkollegin Bonnie rumschlagen, die will Kim den Posten als Cheerleader-Kapitän abspenstig machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101381","hoster":"VOE"},{"path":"/redirect/8581616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-13","name":"Ein Affenzirkus","epNo":13,"alt":"Monkey Fist Strikes","descr":"Kim ist in Josh Mankey verknallt, schafft es aber nicht ihn zu fragen, ob er sie zum Schulball begleitet. Außerdem wird sie durch ihren Erzfeind Drakken abgelenkt, der mal wieder die Weltherrschaft an sich reißen will. Er stiehlt eine Fabrik, um einen Kampf-Roboter zu bauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336516","hoster":"VOE"},{"path":"/redirect/8581615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-14","name":"Halloween","epNo":14,"alt":"October 31st","descr":"Monty Fiske hat eine seltsame Erscheinung, die ihm rät, sich auf die Suche nach dem Meister alle Affenherrscher zu machen. Bei dem Auserkorenen handelt es sich um einen trainierten Affen, der eine Weltraummission zu erfüllen hat. Monty hat ihn schon bald ausfindig gemacht. Natürlich will er dieses Wundertier entführen, das misslingt jedoch, weil der Affe aus dem Raumschiff fliehen kann. Dummerweise ist noch Ron an Bord der Raumfähre eingesperrt. Kim und der Affe machen sich auf zur ´Befreiungsaktion Ron´.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104655","hoster":"VOE"},{"path":"/redirect/8581611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-15","name":"Sensationsmeldungen ","epNo":15,"alt":"All The News","descr":"Ausgerechnet Kims schicke neue \"Club Banana\"-Hose wurde bei einer Mission von einem Alligator zerfetzt. Nun ist Kim, die geradezu einen Markentick hat, gezwungen sich bei \"Smarty Mart\", einem echten Billigladen, eine neue Hose zu kaufen. Ron kann Kims Abneigung gegen \"Smarty Mart\" überhaupt nicht verstehen, er liebt es dort einzukaufen. Schließlich ist alles wunderbar günstig. Deshalb ist Ron auch völlig begeistert, als sie bei ihrem nächsten Einsatz dem fiesen Frugal Lucre das Handwerk legen sollen. Denn der Schurke arbeitet bei \"Smarty Mart\" …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101382","hoster":"VOE"},{"path":"/redirect/8581617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-16","name":"Die Klonarmee","epNo":16,"alt":"Kimitation Nation","descr":"Auch das noch, Kim hatte sich so auf die Klassenreise ins Skigebiet gefreut und jetzt sind ihre Eltern als Aufsichtspersonen mit von der Partie. Aber das Oberpeinlichste: Sie erzählen ständig Anekdoten aus Kims Kindheit. Während Kim versucht, ihre Eltern unter Kontrolle zu halten, macht sich Ron mit Mr. Barkin auf die Suche nach einem Schneemonster. Natürlich stecken die Zwei bald in Schwierigkeiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12119998","hoster":"VOE"},{"path":"/redirect/8581621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-17","name":"Der Zwillingsfaktor","epNo":17,"alt":"The Twin Factor","descr":"Kim muss für ihren verletzten Vater als Fußballtrainer einspringen. Doch ihr übertriebener Ehrgeiz vermiest ihren Schützlingen die Freude am Spiel total. Als Kim zwischenzeitlich Senor Senior Junior und seinen hinterhältigen Vater in die Schranken verweisen muss, weil die zwei Schurken Gäste in ihrem Nachtclub gefangen halten, nutzen die kleinen Fußballspieler die Gelegenheit und setzen Kim als Trainerin ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833815","hoster":"VOE"},{"path":"/redirect/8581619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-18","name":"Der Schockfroster","epNo":18,"alt":"Animal Attraction","descr":"Rons und Kims Wege trennen sich kurz. Ron möchte unbedingt einen spannenden Wrestling-Kampf verfolgen, während Kim mit ihrer Freundin in die Kleopatra-Ausstellung geht. Dort wird ein Talisman geklaut, der dem Besitzer mit Hilfe eines Beschwörungsspruches übermenschliche Kräfte verleihen soll. Plötzlich taucht bei dem Wrestling-Kampf ein Schakal in Form von Anubis auf. Steckt hinter dieser seltsamen Erscheinung der verschwundene Talisman?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833814","hoster":"VOE"},{"path":"/redirect/8581622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-19","name":"Ninja-Affen im All","epNo":19,"alt":"Monkey Ninjas In Space","descr":"Dr. Drakken möchte wieder einmal die Weltherrschaft an sich reißen. Und er meint auch zu wissen, wie er seinen Plan diesmal in die Tat umsetzen kann: Er stellt eine Armee von Klonen auf. Doch die geklonten Bonnies, Rons und Kims halten nicht das, was Drakken von ihnen erwartet, da die chemische Zusammensetzung der Duplikate noch nicht ganz so ausgereift ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833813","hoster":"VOE"},{"path":"/redirect/8581628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-20","name":"Ein ganzer Kerl","epNo":20,"alt":"Ron the Man","descr":"Drakken hat Konkurrenz bekommen. Auch Professor Dementor möchte die Weltherrschaft an sich reißen und hat zu diesem Zweck den all-dimensionalen Strudel-Induktor geklaut. Das kann sich Drakken natürlich nicht bieten lassen. Er schickt seine Schergen aus, um den Induktor zurückzuholen. Doch das ist gar nicht so einfach. Selbst durch Zauberringe, mit denen man auf molekularer Ebene einen Muskelzuwachs bekommt, kommen Drakkens Gefolgsleute nicht ans Ziel. Schließlich gelingt es Ron die Kraft der Zauberringe zu nutzen und mit Kim den begehrten Strudel-Induktor in Sicherheit bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833816","hoster":"VOE"},{"path":"/redirect/8581620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-1/episode-21","name":"Billig währt am längsten","epNo":21,"alt":"Low Budget","descr":"Kim möchte an Halloween unbedingt zu Moniques Party gehen. Schließlich ist ihr großer Schwarm Josh Mankey auch dort. Ihren Eltern erzählt Kim, sie wolle mit Ron verkleidet um die Häuser ziehen. Ron hingegen erklärt sie, dass sie mit ihren Eltern zu einem Wohltätigkeitsball muss. Diese Lügengeschichten bringen Kim in arge Schwierigkeiten. Denn sie trägt das von Drakken und Killigan heiß begehrte Centurion-Projekt an ihrem Handgelenk. Ein magisches Armband, dass seinem Träger in Stresssituationen Stück für Stück eine Ritterrüstung verpasst. Dank der vielen Lügen steckt Kim auf der Halloween-Party plötzlich in einer kompletten Ritterrüstung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101384","hoster":"VOE"},{"path":"/redirect/8581630","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kim-possible/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kim-possible/staffel-2/episode-1","name":"Tierisch genial","epNo":1,"alt":"Naked Genius","descr":"Dr. Director von Global Justice lockt Kim, Ron und Rufus zu sich, denn die Wissenschaftler haben eine sensationelle Sache erforscht. Das Institut weiß jetzt das Geheimnis von Kim Possibles Erfolg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833817","hoster":"VOE"},{"path":"/redirect/8581625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-2","name":"Die künstliche Intelligenz","epNo":2,"alt":"Grudge Match","descr":"DN-Amy gelingt es, den sogenannten Genom-Sequenzer aus einem wissenschaftlichen Labor zu entwenden. Mit Hilfe dieses Gerätes lassen sich kleine puschlige Wesen \"herstellen\". Dr. Drakken sieht in dieser wissenschaftlichen Erfindung die Möglichkeit, Mutanten herzustellen. Mit denen will er die Weltherrschaft an sich reißen. Ein neuer Job für Kim Possible! – Start der 3. Staffel mit 12 neuen Folgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833820","hoster":"VOE"},{"path":"/redirect/8737833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-3","name":"Ron, der Hauswirtschaftslehrer","epNo":3,"alt":"Two To Tutor","descr":"Kims Papa, Kim und Ron fahren zu seinem Bruder. Dort treffen sie auf Kims Cousine Joss, die Kim unglaublich verehrt. Zur gleichen Zeit findet ein Treffen von Wissenschaftlern statt, die Drakken organisiert hat. Dieser will die genialen Köpfe mit Hilfe seines Quatschhuts zu Kleinkindern mutieren lassen. Natürlich muss Familie Possible diesem gemeinen Unterfangen Einhalt gebieten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833819","hoster":"VOE"},{"path":"/redirect/8581624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-4","name":"Der Ron-Faktor","epNo":4,"alt":"The Ron Factor","descr":"Ein neues Internetcomputerspiel sorgt für Aufsehen. Die gesamte Schule ist von dem Virus von \"Everlot\", wie das Spiel heißt, infiziert. Nachdem Ron mitbekommt, dass auch seine Angebetete, nach dem Spiel süchtig ist, tut er alles, um sie zu beeindrucken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833821","hoster":"VOE"},{"path":"/redirect/8581626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-5","name":"Die Fahrprüfung","epNo":5,"alt":"Car Trouble","descr":"So ein Pech! Kim hat keinen Platz in der Foto-Ag bekommen. Jetzt muss sie mit Ron in den Hauswirtschaftskurs …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833822","hoster":"VOE"},{"path":"/redirect/8581627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-6","name":"Hundestar Rufus! + Der Mikrochip X-14","epNo":6,"alt":"Rufus In Show + Adventures In Rufus-Sitting","descr":"Die Regierung hat das geheime Phoebus Projekt in Auftrag gegeben. Bis auf einen Wissenschaftler weiß auch niemand, worum es geht. Trotzdem hat Drakken Wind von der Sache bekommen. Er bricht in das Labor ein, um sich an dem Apparat zu schaffen zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833824","hoster":"VOE"},{"path":"/redirect/8581635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-7","name":"Die Orientierungswoche","epNo":7,"alt":"Job Unfair","descr":"Der wertvollste Diamant der Erde wurde gestohlen. Am Tatort findet Kim Possible ein Hundehaar, das von einer äusserst seltenen Rasse stammt. Diese züchtet nur ein einziger Mann. Daher sucht ihn Kim als Erstes bei ihren Ermittlungen auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833823","hoster":"VOE"},{"path":"/redirect/8581633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-8","name":"Die goldenen Jahre","epNo":8,"alt":"The Golden Years","descr":"Ron fährt mit seinen Eltern nach Paris. Da die Familie in einem nagerunfreundlichen Hotel wohnt, muss Kim auf Rufus aufpassen. Wie sollte es anders sein, es kommt zu riesigen Komplikationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833825","hoster":"VOE"},{"path":"/redirect/8581631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-9","name":"Der Geistermeister","epNo":9,"alt":"Vir-Tu-Ron","descr":"Kim und Ron schließen Freundschaft mit Felix, der im Rollstuhl sitzt. Der unterstützt die beiden Helden tatkräftig im Kampf gegen Motor Ed, einen verrückten Automechaniker. Ed klaut alle möglichen Autoteile, um eine riesige Monstertruck-Flotte aufzubauen, mit der er die Welt in einen Schrotthaufen verwandeln möchte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833827","hoster":"VOE"},{"path":"/redirect/8581632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-10","name":"Das furchtlose Frettchen","epNo":10,"alt":"The Fearless Ferret","descr":"Kim und Ron arbeiten im Rahmen eines Schulpraktikums als sogenannte \"Sonnenscheinchen\". Sie sind dafür verantwortlich, ältere Menschen mit ihrer jugendlichen Energie wieder aufzubauen. Ron nimmt sich Mr. Norths an. Dabei entdeckt er im Keller des alten Herrn eine Art Höhle, einen Frettchenbau, sowie einige Utensilien, die einen zu einem Superhelden machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833828","hoster":"VOE"},{"path":"/redirect/8581629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-11","name":"Das Lotus-Schwert","epNo":11,"alt":"Exchange","descr":"An der Schule findet ein Praktikum statt, und jeder Schüler muß sich einen Mentor suchen. Wie immer ist Kim spät dran, und ihr wird durch unglückliche Zufälle der neue Hausmeister Joe als Mentor zugeteilt. Sie wird von Mitschülerinnen aufgezogen, zumal ihre ‚Feindin‘ Bonnie den Praktikumsplatz an der Seite von Kims Mutter als Medizinerin bekommen hat. Ron hat offensichtlich auch großes Glück, denn er kennt seinen Mentor überhaupt nicht und erhält ständig von ihm geheime Botschaften.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101390","hoster":"VOE"},{"path":"/redirect/13303620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-12","name":"Der Killer-Pudel + Angriff der Schneemänner","epNo":12,"alt":"Rufus Vs. Commodore Puddles + Day Of The Snowmen","descr":"Die ganze Familie Possible, sowie Ron und Rufus sind nach Florida zu Kims Oma ins Altersheim gefahren. Sie wollen der alten Dame beim Umzug helfen. Kim macht sich Sorgen wegen ihrer überfürsorglichen Oma. Ron muss relativ schnell einsehen, dass nicht er der Mittelpunkt des Tages ist, sondern Rufus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833829","hoster":"VOE"},{"path":"/redirect/8581639","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-13","name":"Mission zwischen den Zeiten, Teil 1: Gegenwart + Vergangenheit + Zukunft","epNo":13,"alt":"A Sitch In Time: Present + Past + Future","descr":"In einer Puppenfabrik wurden Maschinen gestohlen. Ron und Kim untersuchen diesen merkwürdigen Diebstahl. Dabei stellen sie fest, dass nicht gewöhnliche Diebe dahinter stecken, sondern die superschnellen Bebe-Roboter. Kim ist der Meinung, dass sich die Bebes eine Bebe-Fabrik bauen wollen und auf der Suche nach einer Königin sind. Doch wie kann sie nur die superschnellen Bebes stoppen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096326","hoster":"VOE"},{"path":"/redirect/8581646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-14","name":"[in Folge 13 enthalten]","epNo":14,"alt":"[in Folge 13 enthalten]","descr":"Drakken und Shego entführen Dr. Freeman. Sie wollen den Forscher für computergesteuerte Module zwingen, eine gefährliche Roboter-Armee aufzuziehen. Gleichzeitig findet an der Schule von Kim und Ron eine Fahrprüfung statt. Bei dieser fällt Kim durch.","versions":[]},{"path":"/serie/stream/kim-possible/staffel-2/episode-15","name":"[in Folge 13 enthalten]","epNo":15,"alt":"[in Folge 13 enthalten]","descr":"Kim und Ron müssen einem bösen Vogelmenschen namens Aviarius den Garaus machen. Er hat einigen Mitgliedern einer Superhelden-Familie seine Superkräfte weggenommen und die eines anderen Familienmitglieds auf Kim übertragen. Nun muss Kim den magischen Zauberstab mit den gesammelten Spezialkräften ergattern, um die Sache wieder ins Lot zu bringen.","versions":[]},{"path":"/serie/stream/kim-possible/staffel-2/episode-16","name":"Weihnachten bei den Possibles","epNo":16,"alt":"A Very Possible Christmas","descr":"Wie jedes Jahr verbringt Ron das Weihnachtsfest bei den Possibles. Dummerweise hat sich Drakken ausgerechnet am Fest der Liebe wieder etwas ausgedacht, um die Weltherrschaft zu erlangen. Da Ron ein wunderbares Geschenk von Kim bekommen hat und ihr in nichts nachstehen möchte, beschließt er, diese Mission allein zu erfüllen. Er macht sich auf den Weg, mit Rufus im Gepäck, um Drakken zu stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833835","hoster":"VOE"},{"path":"/redirect/8581636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-17","name":"Königin Bebe","epNo":17,"alt":"Queen Bebe","descr":"Zum Muttertag möchte Kim mit ihrer Mutter etwas Schönes unternehmen. Ausgerechnet an diesem Tag muss sie die Welt vor Drakken retten. Dieser hat ein hochexplosives, selbst reproduzierendes Synthoplasma geklaut. Es beginnt die große Jagd nach der geheimen Substanz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833831","hoster":"VOE"},{"path":"/redirect/8581638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-18","name":"Verborgene Talente","epNo":18,"alt":"Hidden Talent","descr":"Drakken hat sich eine Schrumpfkanone bestellt, weil er sich selber verkleinern lassen möchte. Miniaturisiert möchte er dann in eine Militäreinrichtung gelangen, in der geheime Informationen über ausserirdische Lebensformen lagern. Doch mit der Maschine passiert ein Missgeschick, das seinen Hund zu einem Riesen mutieren lässt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833830","hoster":"VOE"},{"path":"/redirect/8581643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-19","name":"Rückkehr nach Camp Heimweh","epNo":19,"alt":"Return To Wannaweep","descr":"Aus heiterem Himmel bricht ein Schneesturm herein. Das Schlimme daran ist, dass plötzlich eine Armee von Zombie-Schneemännern vor dem Haus der Possibles steht. Ihr Ziel: das Haus zu stürmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833832","hoster":"VOE"},{"path":"/redirect/8581637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-20","name":"Die Familienzusammenführung","epNo":20,"alt":"Go Team Go","descr":"Kim erhält die Nachricht von einem Einbruch ins Museum. Dort angekommen, trifft sie auf Duff Killigan, Drakken und Monkey Fist. Die drei Schurken wollen das Götzenbild eines Zeitaffen an sich bringen, um magische Kraft zu erhalten. Kim und Ron müssen das verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833834","hoster":"VOE"},{"path":"/redirect/8581640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-21","name":"Das Affen-Amulett","epNo":21,"alt":"The Full Monkey","descr":"Um Kim zu schwächen, hat Drakken eine Computeranalyse erstellt, die Kims verletzlichste Tage auflistet. Diese befinden sich weit in der Vergangenheit. Drakken, Killigan und Monkey Fist machen sich also auf den Weg dorthin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101387","hoster":"VOE"},{"path":"/redirect/8581641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-22","name":"Ein Date mit Hindernissen","epNo":22,"alt":"Blush","descr":"Eine Reise in die Zukunft macht Kim und Ron deutlich, dass die Nummer Eins nicht Drakken sondern Shego ist. Gemeinsam mit den Brüdern Tim und Jim und dem muskulösen Computeridioten Wade machen sich die beiden auf den Weg. Mit Hilfe von Rufus 3000 können sie den Zeitaffen aus den Fängen der bösen Diktatorin retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833836","hoster":"VOE"},{"path":"/redirect/8581642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-23","name":"Partner","epNo":23,"alt":"Partners","descr":"Professor Dementor hat ein Teleportationsmodul entwickelt, das Drakken unbedingt besitzen will. Dazu erschafft er einen Cyber-Klon, durch den er Kim Possible damit beauftragt, dieses Modul zu holen und in einen verlassenen Hangar zu legen. Da er den Universaladapter vergessen hat ist das Gerät nicht einsetzbar. Als Kim den Adapter holt, kommt es zu ungeahnten Komplikationen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10646313","hoster":"VOE"},{"path":"/redirect/8581644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-24","name":"Die Popstars","epNo":24,"alt":"Oh Boyz","descr":"Cheerleader der Middleton Hochschule dürfen an einem renommierten Cheerleader-Wettbewerb teilnehmen. Im Camp ist auch Rons alter Freund Nixon, mit dem er ein Zimmer teilen muss. Auch Kim hat den Hauptgewinn gezogen und ist mit Bonnie in einem Zimmer. Natürlich kommt es zu Reibereien, jeder will den Cheerleader-Stab gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833841","hoster":"VOE"},{"path":"/redirect/8581645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-25","name":"Die Erkältung + Die Wahrheit tut weh","epNo":25,"alt":"Sick Day + The Truth Hurts","descr":"Drakken hat eine tolle Idee, wie er Kim endlich los wird. Er bestäubt sie mit den Pollen einer seltenen Orchidee. Und dieser Blütenstaub hat es in sich: Jedes Mal, wenn Kim in eine peinliche Situation gerät, wird sie ein Stückchen mehr unsichtbar. Wade, Ron und Rufus erkennen schnell den Plan von Drakken und machen sich auf die Suche nach einem Gegenmittel. Kim erhält Hausarrest, damit sie nicht in peinliche Situationen gerät. Doch dann lädt Kims Schwarm Josh die kleine Heldin ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833840","hoster":"VOE"},{"path":"/redirect/8581652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-26","name":"Der Muttertag","epNo":26,"alt":"Mother’s Day","descr":"Bei einem Handgemenge mit Monkey Fist fällt Kim das Affenamulett um den Hals. Ab sofort ist Kim die Herrscherin über die Affen und verwandelt sich zum Tier. Sie hat nur 24 Stunden Zeit, um das haarige Fell wieder abzulegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833838","hoster":"VOE"},{"path":"/redirect/8581653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-27","name":"Motor Ed","epNo":27,"alt":"Motor Ed","descr":"Schüleraustausch an der Middleton Highschool. Ron hat riesiges Glück. Er darf für eine Woche nach Japan. In dem Gastgeberland entdeckt Ron ein Geheimnis. Er ist offenbar auserwählt, das Lotus-Schwert zu bewachen, weil er mit Monkey Fist der einzige auf der Welt ist, der die magische Affenkraft besitzt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833839","hoster":"VOE"},{"path":"/redirect/13303623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-28","name":"Ron, der Millionär","epNo":28,"alt":"Ron Millionaire","descr":"Ron steht ziemlich auf die Boyband \"Oh Boyz\". Als sich Superschurke Senor Sr. Jr. zum Geburtstag ausgerechnet wünscht, Popstar zu werden, entführt sein Papa kurzerhand die Gruppe. Beim Kidnapping erwischt er Ron gleich mit. Kim legt los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336517","hoster":"VOE"},{"path":"/redirect/8581651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-29","name":"Der Finanzberater","epNo":29,"alt":"Triple S","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833844","hoster":"VOE"},{"path":"/redirect/8581648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-2/episode-30","name":"Ausflug in die Geschichte","epNo":30,"alt":"Rewriting History","descr":"Ron hat eine sensationelle Erfindung gemacht und erhält dafür eine Menge Geld: 99 Millionen Dollar. Klar, dass der Bengel mit dem Geld nur so um sich wirft und mächtig angibt. Der kleine Millionär kommt Drakken gerade recht, schließlich braucht er dringend Geld für seine zukünftige Weltherrschaft. Also entführt er Ron und nimmt ihm das Geld ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833843","hoster":"VOE"},{"path":"/redirect/8581650","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kim-possible/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kim-possible/staffel-3/episode-1","name":"Motor Eds Rückkehr","epNo":1,"alt":"Steal Wheels","descr":"Kim ist eifersüchtig, weil Ron nur noch mit seinem neuen Computer-Kumpel Felix unterwegs ist. Monique rät ihr jedoch, das Spiel mitzuspielen und selbst den Zombie-Kampf aufzunehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833846","hoster":"VOE"},{"path":"/redirect/8581649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-2","name":"Stimmungsschwankungen","epNo":2,"alt":"Emotion Sickness","descr":"Als Drakken und Shego wieder mal einen Apparat klauen wollen, um die Weltherrschaft an sich zu reißen, kommt es zu einem Handgemenge und beide werden mit Stimmunggulatoren ausgestattet. Diese kleinen Bauteile beeinflussen nun die Stimmung des Trägers per Fernsteuerung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016009","hoster":"VOE"},{"path":"/redirect/8581655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-3","name":"Eine klebrige Angelegenheit","epNo":3,"alt":"Bonding","descr":"Dementor klaut mal wieder ein Gerät, um die Weltherrschafft an sich zu reißen. Kim und Ron gelingt es nicht, ihn davon abzuhalten. Dementor schafft es, Kim und Ron mit einem Klebstoff zu versehen, der nicht mehr zu lösen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101388","hoster":"VOE"},{"path":"/redirect/8586238","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-4","name":"Der böse Ron","epNo":4,"alt":"Bad Boy","descr":"Kim und Ron gehen auf eine Bösewichter-Messe, um zu gucken, was auf dem Markt los ist. Dabei probiert Drakken einen Helm, der seine positiven von den negativen Energien trennt und ihm nur seine negativen zurückgeben soll. Leider funktioniert das überhaupt nicht, denn Ron funkt dazwischen, und somit hat Ron alle bösen und Drakken alle guten Energien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833849","hoster":"VOE"},{"path":"/redirect/8586242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-5","name":"Showdown im Wilden Westen","epNo":5,"alt":"Showdown At The Crooked D","descr":"Drakken klaut den berüchtigten Strudel-Induktor. Damit will er Kim Possible ausschalten, die auch prompt in seine Falle tappt. Drakken hat den Strudel-Induktor jedoch nicht wie geplant mit einem Teilchenbeschleuniger verbunden, sondern mit dem Kabelfernsehen-, wodurch Kim und ihre Freunde in diverse Serien gezogen werden und alle möglichen Daily Soaps, über Quiz-Games, bis zu Reality Shows durchreisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833852","hoster":"VOE"},{"path":"/redirect/8586246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-6","name":"Seriencocktail ","epNo":6,"alt":"Dimension Twist","descr":"Kim bekommt Ärger von der Bibliotheksfrau Miss Hatchet, weil sie ein Buch nicht wiedergefunden hat. Daher muss sie nachsitzen und Bücher sortieren, bis das Buch wieder auftaucht. Ron fällt zum Glück noch ein, dass er das Gesuchte in seinen Rucksack gesteckt hat. Er fährt nun zu allen Bösewichten (zu Duff Killigan, zu Monkey Fist und Professor Dementor), um das Buch zurückzuholen und Kim aus der Bücherei zu befreien. Das gelingt auch mehr oder weniger. Kim muss keine Strafarbeiten mehr in der Bücherei machen, doch hat Ron Miss Hatchet die heilige Affenschrift gegeben, und niemand weiss, was daraufhin mit ihr passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833853","hoster":"VOE"},{"path":"/redirect/8586249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-7","name":"Das Hephaestus-Projekt Teil1+2+3","epNo":7,"alt":"So The Drama (1+2+3)","descr":"Drakkan und Shego klauen das Hephaestus-Projekt um damit die Weltherrschaft zu erlangen. Währenddessen steht der Schulball vor der Tür. Kim möchte am liebsten ein richtiges Date. Als der gut aussehende Eric in ihr Leben tritt, kommen sich die beiden sehr nahe.Ron gefällt dies gar nicht. Er muss sich eingestehen dass seine Gefühle für Kim sich verändert haben. Doch Kim und Ron müssen immer noch Drakkan und Shego aufhalten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13095097","hoster":"VOE"},{"path":"/redirect/8586266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-8","name":"[in Episode 7 enthalten]","epNo":8,"alt":"[in Episode 7 enthalten]","descr":"Ein Hollywood-Regisseur ist so von Kim begeistert, dass er sofort einen Film über sie drehen möchte. Kim und Ron sollen von Hollywood-Stars gespielt werden. Damit diese Stars wissen, worum es geht, bekommen sie eine einwöchige Einweisung, indem sie am Leben der beiden teilnehmen.","versions":[]},{"path":"/serie/stream/kim-possible/staffel-3/episode-9","name":"[in Episode 7 enthalten]","epNo":9,"alt":"[in Episode 7 enthalten]","descr":"Drakken möchte ein Zauber-Shampoo auf den Markt bringen, mit dem er den Benutzer steuern kann, um die Weltherrschaft zu erlangen. Leider verkauft sich das Produkt überhaupt nicht. Daher überlegt er, wie er sein Produkt so positioniert, dass es die breite Masse kauft. Shego bringt ihn darauf, dass Rap ein gutes Medium ist, hippe Marken an den Käufer zu bringen.","versions":[]},{"path":"/serie/stream/kim-possible/staffel-3/episode-10","name":"Überfällig ","epNo":10,"alt":"Overdue","descr":"Kim bekommt Ärger von der Bibliotheksfrau Miss Hatchet, weil sie ein Buch nicht wiedergefunden hat. Daher muss sie nachsitzen und Bücher sortieren, bis das Buch wieder auftaucht. Ron fällt zum Glück noch ein, dass er das Gesuchte in seinen Rucksack gesteckt hat. Er fährt nun zu allen Bösewichten (zu Duff Killigan, zu Monkey Fist und Professor Dementor), um das Buch zurückzuholen und Kim aus der Bücherei zu befreien. Das gelingt auch mehr oder weniger. Kim muss keine Strafarbeiten mehr in der Bücherei machen, doch hat Ron Miss Hatchet die heilige Affenschrift gegeben, und niemand weiss, was daraufhin mit ihr passiert ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833847","hoster":"VOE"},{"path":"/redirect/8581654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-11","name":"Die Riesenschaben  / Drakken rappt","epNo":11,"alt":"(Roachie / Rappin’ Drakken","descr":"Auf den Straßen Middletons kommt es urplötzlich zu mysteriösen Kraterbildungen. Kim und Ron erfahren von einem Insektenforscher, dass ein Gerät gestohlen wurde, mit dem man die Größe von Insekten verändern kann. Offenbar versucht der Dieb, die Weltherrschaft mithilfe von Riesenkakerlaken an sich zu reißen. Das Team Impossible ist in der Stadt und hat es auf Kim abgesehen. Es will die alleinige Herrschaft über den Heldenmarkt erlangen. Mit allen Mitteln versuchen die Auftragshelden, Kim auszuschalten. Doch diese setzt sich entschlossen zur Wehr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098179","hoster":"VOE"},{"path":"/redirect/8586248","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-12","name":"Team Impossible","epNo":12,"alt":"Team Impossible","descr":"Das Team Impossible ist in der Stadt und hat es auf Kim abgesehen. Es will die alleinige Herrschaft über den Heldenmarkt erlangen. Mit allen Mitteln versuchen die Auftragshelden, Kim auszuschalten. Doch diese setzt sich entschlossen zur Wehr. ","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833855","hoster":"VOE"},{"path":"/redirect/8586262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-13","name":"Das Sensei-Affenchaos","epNo":13,"alt":"Gorilla Fist","descr":"Der Sensei ist verschwunden. Yori taucht auf und bittet Ron, ihr bei der Suche zu helfen. Das macht Kim sehr eifersüchtig. Was Kim und Ron nicht ahnen: DN-Amy steckt hinter Yoris Wunsch, den Sensei zu finden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104663","hoster":"VOE"},{"path":"/redirect/8586253","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-3/episode-14","name":"Kim als Hollywood-Heldin","epNo":14,"alt":"And The Molerat Will Be CGI","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833857","hoster":"VOE"},{"path":"/redirect/8586256","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kim-possible/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/kim-possible/staffel-4/episode-1","name":"Gefahr im Anzug","epNo":1,"alt":"Ill-Suited","descr":"Dank Kims neuem Kampfanzug zieht Professor Dementor mal wieder den Kürzeren. Ron fürchtet, dass Kim ihn abservieren will, weil er uncool ist. Er schnappt sich ihren Kampfanzug, um ihn beim Footballspielen zu tragen und Kim durch seine Leistung zu beeindrucken. Doch er hat die Rechnung ohne Professor Dementor gemacht. Dem ist es mittlerweile gelungen, den Anzug so zu manipulieren, dass er ihn lenken kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336519","hoster":"VOE"},{"path":"/redirect/8586257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-2","name":"Die Pseudo-Entführung","epNo":2,"alt":"The Big Job","descr":"Die fünf reichsten Menschen der Welt spielen auf Senor Senior Srs. Insel Karten. Senor Senior Sr. befreit Shego aus dem Gefängnis. Die beiden wollen so tun, als hätten sie die Reichen in ihrer Gewalt, und fordern eine riesige Summe Lösegeld. Ein klarer Job für Kim. Kann Sie alles zum Guten wenden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833858","hoster":"VOE"},{"path":"/redirect/8586261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-3","name":"Die Formwandlerin","epNo":3,"alt":"Trading Faces","descr":"Bei einer Diebstahlserie sind immer Prominente einer bestimmten Clique die Hauptverdächtigen. Familie Possible findet heraus, dass der Schönheitschirurg Dr. Beaufox einer enterbten Unternehmertochter die Eigenschaften einer Formwandlerin verliehen hat. Hat sie den Dieben die Gesichter der Prominenten verpasst?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833860","hoster":"VOE"},{"path":"/redirect/8586264","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-4","name":"Amors Liebesstrahl","epNo":4,"alt":"The Cupid Effect","descr":"Wade hat sich in Monique verknallt, doch sie erwidert seine Zuneigung leider nicht. Erst versucht er es mit einem neuen Styling, dann setzt Wade den Cupidus-Strahl ein, um Monique für sich zu gewinnen. Doch die Strahlenmaschine gerät in die Hände von Senior Sr. und Senior Jr. Diesen Valentinstag wird so bald niemand vergessen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833859","hoster":"VOE"},{"path":"/redirect/8586263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-5","name":"Die rasende Rakete","epNo":5,"alt":"Car Alarm","descr":"Aus dem Raumfahrtzentrum wird eine Rakete namens Kepler gestohlen. Kim hat den Auftrag, Motor Ed und Shego davon abzuhalten, mit der Rakete Unfug zu treiben. Das gelingt ihr leider zunächst nicht. Motor Ed baut die Rakete zum Straßenfahrzeug um und kann damit größten Schaden anrichten. Allerdings haben Kims Brüder ihr neues Auto so aufgemöbelt, dass es locker mithalten kann. Es kommt zu einer rasanten Verfolgungsjagd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104666","hoster":"VOE"},{"path":"/redirect/8586268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-6","name":"Drakken im All","epNo":6,"alt":"Mad Dogs and Aliens","descr":"Jim und Tim sind die neuen Middleton- Maskottchen. Ron, der diese Rolle bisher ausgefüllt hat, ist nicht gerade begeistert. Unterdessen wird Drakken von einer außerirdischen Verehrerin aus dem Gefängnis entführt. Shego passt das gar nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833862","hoster":"VOE"},{"path":"/redirect/8581656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-7","name":"Ron XXL","epNo":7,"alt":"Grande Size Me","descr":"Ron will beweisen, dass die Nahrungspyramide eine große Lüge ist, und setzt sich auf eine Bueno-Nacho-Diät. Schon bald muss er allerdings erkennen, dass er ungeahnte Ausmaße annimmt und kaum noch in seine Klamotten passt. Zu allem Überfluss fällt er auf einer Mission auch noch in einen Bottich mit Wachstumsflüssigkeit. Jetzt wächst Ron zu einem runden Riesen heran.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833867","hoster":"VOE"},{"path":"/redirect/8581658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-8","name":"Gut gekleidet ist halb gewonnen","epNo":8,"alt":"Clothes Minded","descr":"Kims Superheldinnen-Outfit wird aus dem Programm genommen. Jetzt muss sie schnell neue Klamotten finden. Vielleicht wissen Familie und Freunde einen Rat? Doch selbst mit deren Hilfe ist Modestress ganz schön anstrengend, vor allem, wenn man nebenher auch noch Bösewichte bekämpfen muss!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101391","hoster":"VOE"},{"path":"/redirect/8581657","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-9","name":"Ron, der Superbruder","epNo":9,"alt":"Big Bother","descr":"Ron fällt es sichtlich schwer, seine neue Baby-Schwester Han Stoppable zu akzeptieren. Zusammen mit Kim und Yori versucht er die Welt vor Monkey Fist zu retten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833865","hoster":"VOE"},{"path":"/redirect/8581661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-10","name":"Die Modemafia","epNo":10,"alt":"Fashion Victim","descr":"Monique erklärt Kim, wie im Club Banana der Hase läuft, und ermöglicht ihr so, zur Assistentin der Geschäftsführung aufzusteigen. Als sich die Formwandlerin Camille für Kim ausgibt und die neuesten Designs stiehlt, werden Kim und Monique gefeuert. Um Ruf und Job zu retten, drängt sich Monique Kim bei der Jagd nach Camille auf. Ein Duo wider Willen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833863","hoster":"VOE"},{"path":"/redirect/8581662","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-11","name":"Wahrscheinlich unwahrscheinlich","epNo":11,"alt":"Odds Man In","descr":"Drakken will mit Hilfe des Astro-Frierers eine neue Eiszeit auf der Welt anbrechen lassen, um die Weltherrschaft zu übernehmen. Das Ganze macht er unter dem Deckmantel einer Muffin-Fabrik. Kim kommt ihm auf die Schliche. Mitt Wade an ihrer Seite schaffen es unsere Helden Kim und Ron, die Astro-Frierer auszuschalten, und Drakken bleibt auf tonnenweise Muffins sitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833868","hoster":"VOE"},{"path":"/redirect/8581659","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-12","name":"Der Persönlichkeitsumkehrer","epNo":12,"alt":"Stop Team Go","descr":"Durch eine Einstellungs-Veränderungs-Maschine verändert sich Shego zum Netten, während das Go Team böse wird. Kim und Shego verstehen sich prima und kämpfen Seite an Seite, um Shegos Bruder zu retten. Nach erfolgreicher Mission verwandelt Ron sie versehentlich in ihr altes Ich zurück!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833870","hoster":"VOE"},{"path":"/redirect/8581663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-13","name":"Die Piraten sind los!","epNo":13,"alt":"Cap’n Drakken","descr":"Kim und Ron müssen Dr. Drakken aufhalten. Der ist nämlich böser als ohnehin, weil er von einem Piraten aus dem 18. Jahrhundert beseelt wurde …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918124","hoster":"VOE"},{"path":"/redirect/8581660","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-14","name":"Das Mathegenie","epNo":14,"alt":"Mathter and Fervant","descr":"Ein verrückter Bösewicht namens Mathter, der sich durch seine äußerst guten mathematischen Fähigkeiten auszeichnet, führt nichts Gutes im Schilde. Er will seine geniale mathematische Energie in seinem Hauptquartier im Dom der Unendlichkeit potenzieren, um so an die Weltherrschaft zu gelangen. Aber selbstverständlich machen ihm Kim, Hego, Ron und Rons Dad einen Strich durch die Rechnung. Und der kurzfristig in einer Blase gefangen gehaltene Ron wird wieder befreit und muss erkennen, dass sein Dad ein wahrer Held ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101393","hoster":"VOE"},{"path":"/redirect/8581664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-15","name":"Es ist nicht leicht, ein Mentor zu sein","epNo":15,"alt":"The Mentor of Our Discontent","descr":"Frugal Lucre taucht auf einmal bei Drakken und Shego auf. Er möchte sich von Drakken im Bösesein unterrichten lassen, was auch zunächst ganz gut klappt. Gemeinsam schmieden sie den Plan, eine ultimative Fernbedienung zu stehlen, mit Hilfe derer sie die neuen Roboter bei Smarty Mart steuern und somit eine eigene Roboter-Armee aufbauen können. Ron bekommt zu gleicher Zeit den Sohn von Martin Smarty, Artie, vorgesetzt, um für ihn als Lebensberater zu fungieren. Das klappt überhaupt nicht, da der Kleine sich gegen jegliche Obrigkeit und das System auflehnt und nur ein Herz für Tiere hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101396","hoster":"VOE"},{"path":"/redirect/8581667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-16","name":"Rons Ninja-Schwester","epNo":16,"alt":"Oh No, Yono!","descr":"Auf der Suche nach der magischen Affenwaffe entdeckt Monkey Fist eine alte Schriftrolle. Darin steht, dass er sowohl den magischen Affen Yono als auch die Han braucht, um in den Besitz der Waffe zu gelangen. Blind von purer Machtbesessenheit bemerkt Monkey Fist erst spät, dass mit der Han die neue Adoptivschwester von Ron gemeint ist. Sie besitzt übermenschliche Fähigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101397","hoster":"VOE"},{"path":"/redirect/8581665","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-17","name":"Der Gedächtnisverlust","epNo":17,"alt":"Clean Slate","descr":"Bei einem Kampf mir Drakken um eine Gedächtnis-Wiederherstellungs-Maschine wird Kims Gedächtnis ausgelöscht. Kim ist erleichtert, als Kim sich zu erholen scheint doch muss er bald feststellen, dass sie sich absolut nicht daran erinnert, dass die beiden ein Paar sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016010","hoster":"VOE"},{"path":"/redirect/8581668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-18","name":"Königin Bonnie und König Ron","epNo":18,"alt":"Homecoming Upset","descr":"Eher aus Zufall wird Ron zum Ballkönig und Bonnie zu seiner Ballkönigin gewählt. Bonnie, die von ihrem College-Freund sitzen gelassen wurde, macht Ron Avancen. Da greift Kim ein und berät Bonnie als Partnervermittlerin. Gleichzeitig arbeitet sie mit Wade an einer streng geheimen Mission.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833875","hoster":"VOE"},{"path":"/redirect/8581666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-19","name":"Jagd auf Rufus + Die Gaunerbabies","epNo":19,"alt":"Chasing Rufus + Nursery Crime","descr":"Rufus und Deputante bleiben versehentlich in Griechenland zurück. Deputante verliebt sich in Rufus und verfolgt ihn. Es beginnt eine Odyssee rund um den Globus. Schließlich gelingt es den beiden, unversehrt nach Hause zurückzukehren.\u0026lt;br /\u0026gt;\rRufus ist arm dran. Nicht nur, dass er bei einer Mission in Griechenland von Ron und Kim zurückgelassen wurde. Er muss sich auch noch der Liebesbekundungen einer hartnäckigen Nacktkatze erwehren. Außerdem: Kim und Rufus haben alle Hände voll zu tun. Sie kämpfen in einem kleinen englischen Dorf gegen ein ganz übles Kindermädchen und seine gemeine Kinderschar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104668","hoster":"VOE"},{"path":"/redirect/8581671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-20","name":"[in Episode 19 enthalten]","epNo":20,"alt":"[in Episode 19 enthalten]","descr":"Rufus und Deputante bleiben versehentlich in Griechenland zurück. Deputante verliebt sich in Rufus und verfolgt ihn. Es beginnt eine Odyssee rund um den Globus. Schließlich gelingt es den beiden, unversehrt nach Hause zurückzukehren.","versions":[]},{"path":"/serie/stream/kim-possible/staffel-4/episode-21","name":"Larrys Geburtstag","epNo":21,"alt":"Larry’s Birthday","descr":"Kims Cousin Larry wird versehentlich von Professor Dementors Gefolgsmännern entführt. Larry ahnt nichts Böses und hält die Aktion für eine Geburtstagsüberraschung, ein Rollenspiel, von Kim. Er übernimmt eine Rolle als Dementors Gefolgsmann und der Professor versucht wiederum über den naiven Larry an seine immerwährende Gegnerin Kim heranzukommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12923939","hoster":"VOE"},{"path":"/redirect/8581669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-22","name":"Die Abschlussfeier, Teil 1","epNo":22,"alt":"Graduation - Part 1","descr":"Kim und Ron stehen kurz vor dem Schulabschluss. Ron macht sich Sorgen, dass jetzt ein ernsteres Leben beginnt und dass sich Kim von ihm trennen könnte. Er ahnt noch nicht, dass Kim und Drakken von einem mysteriösen Raumschiff entführt wurden. Warmonga und Warhok wollen sich an Kim Possible und Drakken sowie an der ganzen Welt rächen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379858","hoster":"VOE"},{"path":"/redirect/8581672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kim-possible/staffel-4/episode-23","name":"Die Abschlussfeier, Teil 2","epNo":23,"alt":"Graduation - Part 2","descr":"Warmonga und Warhok ist es gelungen, Kim Possible und Dr. Drakken gefangen zu nehmen. Nun liegt es an Ron und Shego, sowohl ihre Freunde als auch die gesamte Welt zu retten. Sie machen sich gemeinsam mit Kims Dad auf den Weg zum Raketenstützpunkt und fliegen mit der Kepler-2-Rakete zum Mutterschiff der Aliens. Dort kommt es zu einem Riesenhickhack mit den Lowardianern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8833879","hoster":"VOE"},{"path":"/redirect/8581670","hoster":"Streamtape"}]}]}]}]}