{"path":"/serie/stream/kimikiss-pure-rouge","name":"KimiKiss Pure Rouge","descr":"Kouichi Sanada und Kazuki Aihara waren schon als kleine Kinder Freunde. Nun gehen sie das zweite Jahr auf die Highschool und sind zu ihrem Bedauern Mitglieder im Filmclub. Eines Tages klingelt ein Mädchen an der Tür von Kouichi. Dieser erkennt sie allerdings nicht auf den ersten Blick. Doch dann stellt sich heraus, dass sie Mao ist, eine Kindheitsfreundin, die nach Frankreich gezogen war. Nun, da sie zurück ist, quartiert sie sich kurzerhand bei Kouichi ein. Für Mao, Kouichi und Kazuki entwickeln sich im Alltag neue, mehr oder weniger komplizierte, Beziehungen, bei denen es manchmal auch etwas Nachhilfe bedarf.","seasons":[{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-1","name":"","epNo":1,"alt":"meet again","descr":"Kouichi Sanada wacht auf und geht wegen eines lauten Klopfens an der Tür die Treppe hinunter. An der Tür stand sein Freund aus Kindertagen, Mao Mizusawa, den er zunächst nicht erkannte. Kurz nachdem Mao geduscht hat, taucht auch Kouichis anderer Freund aus Kindertagen, Aihara, der Mao auch als Freund aus Kindertagen kennt, in seinem Haus auf. Aihara ist überrascht, ein Mädchen in Kouichis Dusche zu hören und beginnt, Kouichi darüber zu befragen, bis Kouichi schreit, dass er nicht wusste, wer sie war. Mao rannte aus dem Badezimmer und fing an, Kouichi anzuschreien, weil er sich nicht an sie erinnerte. Dann bemerkte Mao, dass Aihara dort stand, und dann erinnerten sich Aihara und Kouichi schließlich daran, wer sie war. Später in dieser Nacht blieben Mao und Kouichi lange wach und spielten ein Videospiel. Am nächsten Morgen gingen sie zur Schule, Mao traf einen mysteriösen und ruhigen Jungen, Kouichi war von etwas überrascht und Aihara erhielt einen Kuss vom berühmten genialen Mädchen Futami.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615624","hoster":"VOE"},{"path":"/redirect/8274925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-2","name":"","epNo":2,"alt":"cool beauty","descr":"Seit er von der Schule zurückgekehrt ist, hat Kazuki an Eriko gedacht. Er bittet Akira um Informationen über sie, kann aber nichts Nützliches bekommen. Heute ist auch der erste Tag für alle Neulinge in der Schule.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615625","hoster":"VOE"},{"path":"/redirect/8274928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-3","name":"","epNo":3,"alt":"book mark","descr":"Es ist ein neuer Schultag und Nana und ihre Freundin Narumi spielen mit ihren Fröschen herum. Als Kouichi mit Mao ankommt, nutzt Nana dies, um Mao zu einer Begrüßungsparty einzuladen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615626","hoster":"VOE"},{"path":"/redirect/8274930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-4","name":"","epNo":4,"alt":"step in","descr":"Es ist einen Monat her, seit alle zusammen in die Karaoke-Box gegangen sind und Mao ärgert sich über Kouichi, der mit Yuumi keine Fortschritte gemacht hat. Inzwischen hat Mao in letzter Zeit viele Liebesbriefe erhalten, die sie jedoch nur als störend empfindet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615628","hoster":"VOE"},{"path":"/redirect/8486000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-5","name":"","epNo":5,"alt":"jump up","descr":"Mao verabredet sich mit Eiji zu einer Live-Jazzshow. Kouichi verbringt mehr Zeit mit Yuumi und benutzt das Drehbuch des Filmclubs als Ausrede. Kazuki war aufgeregt - sogar Mao hat es bemerkt, also gibt sie ihm einige Ratschläge.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615634","hoster":"VOE"},{"path":"/redirect/8274940","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-6","name":"","epNo":6,"alt":"each melancholy","descr":"Kazuki beschließt, das \"Experiment\" mit Eriko fortzusetzen, aber vorher geht er bei Asuka, um Wiedergutmachung zu leisten. Als Studentin im dritten Jahr fängt Mao an, die Belastung zu spüren, als die ersten Halbjahre anstehen, nun, sie sollte es sein, aber sie hat keinerlei Motivation. Also beschließen Kouichi und Kazuki, alle zu einer Lernsitzung in der Bibliothek zusammenzubringen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379862","hoster":"VOE"},{"path":"/redirect/8274944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-7","name":"","epNo":7,"alt":"dear actress","descr":"Die Midterms sind vorbei, also ist es jetzt an der Zeit, über den Film nachzudenken und zu sehen, wie Kouichi die Synopse gut gemacht hat. Was bleibt, ist eine Schauspielerin für die weibliche Hauptrolle zu finden. So diskutieren sie weiter, dass es sich um Narumis Familienrestaurant Udon handelt. Kazuki hat das Gefühl, mit Eriko etwas zu erreichen, während Arika möglicherweise jemanden gefunden hat, der die Heldin im Film spielt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615630","hoster":"VOE"},{"path":"/redirect/8274948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-8","name":"","epNo":8,"alt":"close to you","descr":"Mao verhält sich seit dem Kuss, den sie mit Eiji hat, seltsam und nicht nur sie, sondern auch Kazuki war misstrauisch und fröhlich. Mao kann Eiji einfach nicht gegenübertreten, also tut sie ihr Bestes, um ihn in der Schule zu vermeiden, kann aber später die Dinge mit ihm in Ordnung bringen. Nach der Schule, während Kouichi mit Akira festsitzt, geht Kazuki mit Eriko in ein Ramen-Restaurant.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13016018","hoster":"VOE"},{"path":"/redirect/8274954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-9","name":"","epNo":9,"alt":"water girls","descr":"Alle haben sich getroffen, um über die fertige Filmzusammenfassung zu sprechen, der etwas fehlt, aber Kouichi denkt immer noch über die zufällige Begegnung mit Mao zusammen mit Eiji nach. Da kommt Akira spontan die Idee, das Schwimmturnier der Schule zu nutzen, um ein Mädchen im Badeanzug für den Film zu gewinnen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13016017","hoster":"VOE"},{"path":"/redirect/8274958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-10","name":"","epNo":10,"alt":"miss tone","descr":"Es ist Wochenende und Mao wacht früh auf, nachdem er einen seltsamen Traum von Kouichi hatte. Ermüdet von der schlechten Atmosphäre geht Kouichi in den Buchladen, wo er Eiji begegnet. Inzwischen trainiert Kazuki mit Asuka Fußball. Am nächsten Tag verabredet sich Mao mit Eiji, aber Kouichi sitzt mit einer Erkältung zu Hause fest.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9615633","hoster":"VOE"},{"path":"/redirect/8274961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-11","name":"","epNo":11,"alt":"tear drops","descr":"Jeder wurde zu Mitsukis Villa eingeladen, um sich den Ort anzusehen, an dem Teile des Films gedreht werden würden. Es herrscht eine unangenehme Atmosphäre um Kouichi und Mao und sie können nicht einmal miteinander reden, nach dem, was in der letzten Nacht passiert ist. Yuumi hat sich auch schlecht gefühlt und es könnte etwas mit dem vorherigen Telefonat zu tun haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507850","hoster":"VOE"},{"path":"/redirect/8274968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-12","name":"","epNo":12,"alt":"passing rain","descr":"Es ist ein neuer Schultag und Kouichi macht sich etwas Sorgen um Yuumi, nach dem, was auf dem Bahnhof passiert ist, ist Kazuki hingegen in bester Stimmung, da die Dinge zwischen ihm und Eriko überraschend gut laufen. Nach der Schule schicken Kouichi und Yuumi einige Zeit zusammen und sie ist sogar etwas vorschnell, während Kazuki und Asuka in der Schule üben, bis Asuka verletzt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507849","hoster":"VOE"},{"path":"/redirect/8274974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-13","name":"","epNo":13,"alt":"crossroad","descr":"Da die Sommerferien immer näher rückten, schaffte es Kouichi irgendwie, das Drehbuch für den Film fertigzustellen. Kazuki war in letzter Zeit wirklich nett zu Asuka und gerade als sie anfängt ihre Gefühle für ihn zu erkennen, sagt er ihr, dass er Eriko mag. Eiji bemerkt heute, dass mit Mao etwas nicht stimmt, also beschließt er, sich etwas Zeit zu nehmen, um mit ihr auszugehen. Kouichi verbringt den ganzen Tag mit Yuumi, wo sie Kouichi endlich enthüllt, was sie innerlich aufgefressen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507847","hoster":"VOE"},{"path":"/redirect/8274979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-14","name":"","epNo":14,"alt":"summer holidays","descr":"Die Sommerferien sind da und Kouichi versucht Wege zu finden, um Zeit mit Yuumi zu verbringen und Erinnerungen mit ihr zu sammeln, solange er noch kann. Inzwischen übt Kazuki Fußball und auch wenn er es ernst meint, landet er immer noch als Sub für das kommende Trainingsspiel. Später wird entschieden, dass Kouichi und Yuumi die Hauptrollen im Film spielen werden, die sie den ganzen Sommer über spielen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507851","hoster":"VOE"},{"path":"/redirect/8274985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-15","name":"","epNo":15,"alt":"now\u0027s the time","descr":"Die Dreharbeiten für den Film haben begonnen, laufen jedoch nicht so reibungslos wie geplant, da Yuumi die Hauptheldin ist. Jetzt wird also schnell eine neue Heldin benötigt, aber die einzige Person, die dazu einfällt, ist Mao. Später nimmt Kouichi Yuumi für einen ganzen Tag mit an den Strand, um Spaß zu haben, und Mao macht sich auf den Weg, um Eiji bei einem Live-Konzert zu sehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507855","hoster":"VOE"},{"path":"/redirect/8274988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-16","name":"","epNo":16,"alt":"stand in","descr":"Mao schafft es zu Eijis Auftritt im Live-Konzert, aber sie ist immer noch verunsichert, nachdem sie gesehen hat, wie Kouichi Yuumi küsst. Am nächsten Tag gehen alle raus, um für den Film zu filmen, aber auf halbem Weg sind sie gezwungen, eine Pause einzulegen. Da der nächste Tag frei ist, verabreden sich Kouichi und Yuumi, um einen Film im Kino zu sehen. Kazuki und Asuka üben zusammen, aber er wurde in letzter Zeit abgelenkt und als sie den Grund herausfindet, konfrontiert sie Eriko.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507852","hoster":"VOE"},{"path":"/redirect/8274994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-17","name":"","epNo":17,"alt":"her answer","descr":"Kazuki hat sich Zeit genommen, um zu üben, nachdem sie von Eriko verlassen wurde und Asuka ist besorgt, als sie sieht, wie sie das alles verursacht hat. Kouichi und Yuumi verbringen den Rest ihres Sommers zusammen, doch er fühlt sich zu Hause immer noch einsam, da Mao nicht da ist. In letzter Zeit ist Mao viel mit Eiji ausgegangen und versucht, ihren Kopf freizubekommen, aber sie könnte von ihren schwankenden Emotionen überwältigt werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507853","hoster":"VOE"},{"path":"/redirect/8274996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-18","name":"","epNo":18,"alt":"rainy blue","descr":"Im schockierenden Regen hat Mao endlich ihren Gefühlen nachgegeben und lässt Eiji fallen. Sie kehrt durchnässt nach Hause zurück und bekommt am nächsten Tag Fieber. Kazuki faulenzt, als er plötzlich einen Anruf von Asuka bekommt, der ihn darum bittet, ihn zu treffen, aber alles, was sie tun wollte, war, ihn und Eriko zusammenzubringen. Sie gehen zurück zu ihrem Platz, um sich zu unterhalten. Kouichi macht sich weiterhin Sorgen um Mao.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13516707","hoster":"VOE"},{"path":"/redirect/8275003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-19","name":"","epNo":19,"alt":"true heart","descr":"Das neue Schulsemester hat begonnen, aber das ist die geringste Sorge Kouichis, da er immer noch ziemlich aufgewühlt ist, nachdem Mao ihm ihre Liebe erklärt hat. Kazuki war während seines Fußballtrainings wie immer voller Energie, aber er hat immer noch die Gedanken an Eriko im Kopf. Alle Klassen bereiten sich auf das bevorstehende Schulfest vor und alle arbeiten hart dafür, auch der Movie Club, der noch die \"Kussszene\" hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507854","hoster":"VOE"},{"path":"/redirect/8486076","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-20","name":"","epNo":20,"alt":"uncontrollable","descr":"Nachdem Mao vor den Filmdrehs geflohen ist, trifft er zufällig Eiji, wo sie zufällig ein kleines Gespräch führen. An anderer Stelle macht sich Kouichi Sorgen um Mao, auch Yuumi macht sich Sorgen, weil sie die Gefühle von Mao und Kouichi füreinander gespürt hat. Zurück in der Schule hält Kazuki weiterhin an seiner einseitigen Liebe zu Eriko fest, aber ihre Gefühle zu erreichen, kann eine schwierige Hürde sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507859","hoster":"VOE"},{"path":"/redirect/8275012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-21","name":"","epNo":21,"alt":"cutting memory","descr":"Mao trifft bereits die Vorbereitungen für den Umzug nächsten Sonntag, was Kouichi innerlich ein wenig leer fühlen lässt, während Kazuki ziemlich zufrieden ist, jetzt, da er wieder mit Eriko zusammen ist. In der Schule sind alle damit beschäftigt, sich auf das Schulfest vorzubereiten und selbst Nana und Narumi machen mit ihrem Udon-Verband stetig Fortschritte. Asuka erfährt bald von der Versöhnung zwischen Kazuki und Eriko und sie beginnt ihre Entscheidung zu bereuen, aber hoffen wir, dass dies ihre Leistung im nächsten inoffiziellen Spiel nicht beeinträchtigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507858","hoster":"VOE"},{"path":"/redirect/8275019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-22","name":"","epNo":22,"alt":"time goes by","descr":"Es sind nur noch 2 Tage bis zum Schulfest und Kazuki und Eriko treffen Vorkehrungen, um Zeit miteinander zu verbringen. In der Schule hat Kazuki bemerkt, dass Kouichi und Asuka sich in letzter Zeit beide komisch benehmen, also versucht er, alles zu tun, um ihnen zu helfen. Asuka mag ihre Entschlossenheit erlangt haben, die Dinge nicht halbherzig zu tun, aber Kouichi grübelt immer noch über Mao. Die Bande führt später eine Abschiedsparty für Yuumi durch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507856","hoster":"VOE"},{"path":"/redirect/8275025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-23","name":"","epNo":23,"alt":"miss you","descr":"Akira hat alle Vorbereitungen des Filmclubs für das Schulfest abgeschlossen, sodass Yuumi und Koichi nur noch ihren letzten gemeinsamen Tag genießen können. Während des Festivals bekommt Narumis und Nanas Udon Association einen unerwarteten Gast und Kazuki wartet sehnsüchtig auf das Freundschaftsspiel. Asuka hat beschlossen, Kazuki zu gestehen, sobald das Spiel vorbei ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13507857","hoster":"VOE"},{"path":"/redirect/8275030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kimikiss-pure-rouge/staffel-1/episode-24","name":"","epNo":24,"alt":"...and meet again","descr":"Das Kibana-Schulfest ist in vollem Gange, aber Kazuki ist etwas beunruhigt, weil Eriko nirgendwo zu finden ist und er denkt, dass es mit Asuka zu tun haben könnte. An anderer Stelle verbringen Kouichi und Yuumi ihren letzten Tag zusammen, aber zwischen den beiden herrscht eine seltsame Atmosphäre, die möglicherweise mit Mao zu tun hat. Was wird der Höhepunkt für diese Paare sein?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9582463","hoster":"VOE"},{"path":"/redirect/8275037","hoster":"Streamtape"}]}]}]}]}