{"seriesId":"kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo","name":"Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo","descr":"[The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You] Wenn man einen Blick auf den Mittelschüler Rentarou Aijou wirft, könnte man glatt meinen, er sei die leibhaftige Definition eines Pechvogels: Denn bereits einhundert Mädchen haben den Jüngling abblitzen lassen, und es scheint definitiv nicht so, als würde sich seine Unglückssträhne irgendwann zum Guten wandeln. Da seine Willensstärke, eine Freundin zu finden, langsam aber sicher nachlässt, beschließt er, zu seinem scheinbar allerletzten Mittel zu greifen: Er sucht einen Schrein auf und schüttet den Göttinnen und Göttern sein Herz aus, um möglicherweise himmlische Unterstützung auf der Suche nach einer passenden – beziehungsweise irgendeiner – Lebensgefährtin zu finden. Wie es das Schicksal will, ist zufällig eine Gottheit anwesend, die dem trauernden Jungen helfen möchte. Sie verspricht ihm, dass er schon in naher Zukunft nicht nur auf eine, sondern gleich ganze einhundert Seelenverwandte treffen wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die beiden Mädchen, die dich über alles alles alles lieben (und 98 weitere)","epNo":1,"alt":"The 2 Girlfriends Who Really, Really, Really Love You (98 To Go)","descr":"Aijou Rentarou hat überhaupt kein Glück in Sachen Liebe. Bis Ende Mittelschule haben ihn schon ganze 100 Mädchen abserviert. Also betet er zum Gott der Liebe dafür, dass sich sein Glück wendet. Zu seinem Erstaunen wird er tatsächlich erhört, doch es gibt einen Haken. Er wird an der Oberschule nämlich nicht nur einer sondern sage und schreibe 100 Seelenverwandten begegnen.","versions":[{"lang":1,"streams":[{"redirect":13444359,"hoster":"VOE"},{"redirect":13444360,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13179771,"hoster":"VOE"},{"redirect":13179772,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das erste Bussi","epNo":2,"alt":"First Kiss","descr":"Rentarou, hellauf begeistert davon, zum ersten Mal im Leben eine Freundin zu haben, freut sich schon riesig auf die Schule und seine beiden Freundinnen wiederzusehen. Dort angekommen entbrennt zwischen Karane und Hakari ein Rennen darum, wer sich Rentarous ersten Kuss sichert. Doch für dieses Problem hat Rentarou bereits eine Lösung. Falls sie funktioniert.","versions":[{"lang":1,"streams":[{"redirect":13444367,"hoster":"VOE"},{"redirect":13444370,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13209827,"hoster":"VOE"},{"redirect":13209831,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die schweigsame Prinzessin, der Ritter und der Samurai","epNo":3,"alt":"The Quiet Princess, the Knight, and the Samurai","descr":"Rentaro ist seiner dritten Seelenverwandten begegnet: der schüchternen und klugen Yoshimoto Shizuka. Wie wird er sie dazu bringen, sich ihm zu öffnen, und, was noch wichtiger ist, wie wird er sich entscheiden, mit ihr umzugehen?","versions":[{"lang":1,"streams":[{"redirect":13444384,"hoster":"VOE"},{"redirect":13444381,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13244036,"hoster":"VOE"},{"redirect":13244043,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rumgeturtle wider Erwarten","epNo":4,"alt":"Just When You Think It`s a Hanky-Panky","descr":"Rentarou stellt seinen beiden Freundinnen seine neue Freundin vor: Shizuka-chan. Wie bei ihrer scheuen Art jedoch zu erwarten war, tut sie sich schwer damit, sich in die Riege seiner Freundinnen einzureihen und mit den anderen beiden anzufreunden. Doch glücklicherweise hat Rentarou einmal mehr einen Plan, um das Eis zu brechen.","versions":[{"lang":1,"streams":[{"redirect":13444342,"hoster":"VOE"},{"redirect":13444344,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13273722,"hoster":"VOE"},{"redirect":13273723,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die effiziente Freundin","epNo":5,"alt":"The Hyper-Efficient Girl","descr":"","versions":[{"lang":1,"streams":[{"redirect":13444345,"hoster":"VOE"},{"redirect":13444346,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13292097,"hoster":"VOE"},{"redirect":13292099,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Jedermanns Favorit, die Bikini-Folge","epNo":6,"alt":"Everyone`s Favorite: The Swimsuit","descr":"Rentarou und seine Freundinnen besuchen gemeinsam ein Schwimmbad. Was traumhaft beginnt, entwickelt sich jedoch schnell in eine Katastrophe. Während Shizuka, die Nichtschwimmerin, hilflos von den anderen wegtreibt, werden Hakari und Nano von Aufreißertypen bedrängt und Karane traut sich derweil nicht, sich im Bikini zu zeigen. Ist dieser Schwimmbad-Ausflug noch zu retten?","versions":[{"lang":1,"streams":[{"redirect":13444350,"hoster":"VOE"},{"redirect":13444351,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13328546,"hoster":"VOE"},{"redirect":13328551,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schön, dich kennenzulernen, Stoffverrückte","epNo":7,"alt":"Saying Hello to the Chemistry Girl","descr":"Ein weiterer Tag in Rentarous glücklichem Leben mit seinen vier Freundinnen und Shabamm ist es wieder so weit, er begegnet im Vorbeigehen einer weiteren seiner Seelenverwandten. Als er am nächsten Tag nach ihr sucht, findet er allerdings im Chemielabor nur ein kleines Mädchen vor. Wie ihm bald jedoch klar wird, steckt hinter diesem kleinen Mädchen weit mehr.","versions":[{"lang":1,"streams":[{"redirect":13691718,"hoster":"VOE"},{"redirect":13691716,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13394809,"hoster":"VOE"},{"redirect":13394811,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kuszombie Panik","epNo":8,"alt":"Kiss Zombie Panic","descr":"Hakari, Karane, Shizuka und Nano haben aus Versehen einen von Kusuris Stoffen eingenommen, der für Rentarou bestimmt gewesen wäre. Ein Stoff, der sie zu Kusszombies macht, die nun ohne Verstand hinter Rentarou her sind. Schlimmer noch: Wenn es Rentarou und Kusuri nicht gelingt, ihnen den Neutralisator einzuflößen, bevor der Stoff in ihrem ganzen Körper zirkuliert, werden sie für immer so bleiben. Ein Wettlauf gegen die Zeit beginnt.","versions":[{"lang":1,"streams":[{"redirect":13691724,"hoster":"VOE"},{"redirect":13691723,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13394815,"hoster":"VOE"},{"redirect":13394816,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kreuzzug für die Liebe und die Seele","epNo":9,"alt":"The Holy War of Love and Soul","descr":"Rentarou besucht mit seinen Freundinnen auf Hakaris Empfehlung hin den Rabuzono-Park, der für ein besonderes monatliches Event bekannt ist. Der Rabuzono-Park Blumenstraußwurf, bei dem man ein Erinnerungsfoto im Hochzeitskleid gewinnen kann. Angesichts dieser Aussicht sind seine Freundinnen natürlich völlig aus dem Häuschen, doch sie sind nicht die Einzigen, die alles daran setzen, das Event zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":13691705,"hoster":"VOE"},{"redirect":13691711,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13418561,"hoster":"VOE"},{"redirect":13418562,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Love Mission: Impossible","epNo":10,"alt":"Love Mission: Impossible","descr":"Die Rentaro-Familie bereitet sich darauf vor, die Hanazono-Villa zu überfallen, um Hakari zu befreien.","versions":[{"lang":1,"streams":[{"redirect":13691704,"hoster":"VOE"},{"redirect":13691707,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13453109,"hoster":"VOE"},{"redirect":13453110,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Und koste es mein Leben","epNo":11,"alt":"Even If It Kills Me","descr":"Hahari war vielleicht von der Liebe geblendet, aber Hakaris Glück bleibt für sie oberste Priorität. Wie kann Rentarô sie davon überzeugen, dass seine Liebe echt ist?","versions":[{"lang":1,"streams":[{"redirect":13691708,"hoster":"VOE"},{"redirect":13691720,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13503341,"hoster":"VOE"},{"redirect":13503343,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die 100 Freundinnen, die dich über alles, alles, alles, alles lieben (94 fehlen noch)","epNo":12,"alt":"The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You (94 to Go)","descr":"Nun, da Rentarou Hahari auch in seinen wachsenden Harem aufgenommen hat, verbringen er und seine Mädels die Nacht im Luxusanwesen der Hanazonos. Nachdem die Mädchen bereits ein Bad genommen haben, ist nun er an der Reihe. Hahari und Hakari zögern natürlich keine Sekunde, das ist schließlich die Gelegenheit, Rentarou beim Baden zu bespannen. Zudem hat Rentarou später nachts eine Begegnung der übernatürlichen Art.","versions":[{"lang":1,"streams":[{"redirect":13691712,"hoster":"VOE"},{"redirect":13691713,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13560364,"hoster":"VOE"},{"redirect":13560365,"hoster":"Streamtape"}]}]}]}]}