{"seriesId":"king-of-the-hill","name":"King of the Hill","descr":"Hank Hill lebt zusammen mit seiner Frau Peggy, dem Sohn Bobby und der Nichte Luann in Arlen in Texas. Er ist ein typischer Durchschnittsamerikaner, der mit den Tücken des Lebens zu kämpfen hat. Auch seine besten Freunde, Bill und Sale, halten ihn immer wieder auf Trab, unter anderem mit mysteriösen Verschwörungstheorien über die Regierung.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Irgendwo in Texas","epNo":1,"alt":"Pilot","descr":"Willkommen im Leben von Propangasverkäufer Hank Hill, in dem alles seine feste Ordnung hat und grundsolide Mittelständler-Werte den Gang der Dinge bestimmen. Dieser wird allerdings abrupt gestört, als ein unglaublicher Vorwurf die Runde macht: Da Bobby mit einem blauen Auge durch die Gegend läuft, vermutet das Jugendamt, dass Hank seinen Sohn misshandeln haben könnte. Ob die schändlichen Vorwürfe entkräftet werden können?","versions":[{"lang":1,"streams":[{"redirect":8834204,"hoster":"VOE"},{"redirect":8581936,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057935,"hoster":"VOE"},{"redirect":10057933,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schamrot","epNo":2,"alt":"Square Peg","descr":"In der Schule von Arlen, Texas herrscht temporär Lehrermangel, weswegen Bobby kurzfristig den Sexualkunde-Unterricht übernehmen soll. Als er seine Eltern um die dazu notwendige Erlaubnis bittet, erhält er allerdings von Hank eine strikte Abfuhr. Dieser ist außer sich, weil sich die Schule erdreistet, einem so jungen Familienmitglied eine derartige Aufgabe anzubieten. Als das Angebot auch noch seiner Frau Peggy nahe gelegt wird, ist der große Streit vorprogrammiert.","versions":[{"lang":1,"streams":[{"redirect":8834216,"hoster":"VOE"},{"redirect":8581940,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057943,"hoster":"VOE"},{"redirect":10057939,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wumantanya","epNo":3,"alt":"The Order Of The Straight Arrow","descr":"Hank, Dale, Bill und Boomhauer begeben sich mit ihren Kindern auf einen Wochenendtrip in den nahen Nationalpark. Hier sollen die Kinder im Rahmen eines Rituals in den Orden des geraden Pfeils aufgenommen werden. Das Ritual besteht aus einigen lustigen Späßen, die allerdings urplötzlich zu bitterem Ernst werden, als Bobby sie für bare Münze nimmt.","versions":[{"lang":1,"streams":[{"redirect":8834209,"hoster":"VOE"},{"redirect":8581939,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057880,"hoster":"VOE"},{"redirect":10057881,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Barbecue Blues","epNo":4,"alt":"Hank’s Got The Willies","descr":"Bobby ist besorgt, denn demnächst steht die erste Mädchen-Jungs-Party an, auf der auch Flaschendrehen gespielt werden wird. Auch Luanne ist besorgt, da für sie demnächst ein Hairstyling-Wettbewerb ansteht. Um besser üben zu können, nimmt sie deswegen einen Plastikkopf für Frisuren mit nach hause. Bobby entdeckt den Kopf für sich ebenfalls als – ideale Vorbereitung für den Kuss-Abend, was für ihn allerdings schlimme Folgen hat, als er beim Training von seinen Eltern überrascht wird.","versions":[{"lang":1,"streams":[{"redirect":8834212,"hoster":"VOE"},{"redirect":8581938,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057885,"hoster":"VOE"},{"redirect":10057884,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Herzschmerz","epNo":5,"alt":"Luanne’s Saga","descr":"Luanne wird von ihrem Freund verlassen, was zur Folge hat, dass sie Peggy und Hank fortan auf die Pelle rückt. Peggy hat dafür vollstes Verständnis und versucht behutsam, Luanne zu trösten. Der genervte Hank empfindet diese Strategie als puren Unfug und beschließt, eine schnelle und saubere Problemlösung anzugehen: Er sucht Luanne einen bodenständigen amerikanischen Typen aus, der ihr im Handumdrehen über den Liebesschmerz hinweg helfen soll.","versions":[{"lang":1,"streams":[{"redirect":8834210,"hoster":"VOE"},{"redirect":8581937,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057890,"hoster":"VOE"},{"redirect":10057889,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das große Problem","epNo":6,"alt":"Hank’s Unmentionable Problem","descr":"Hank leidet unter schlimmen Verdauungsproblemen, was offensichtlich zu großen Teilen auf seine Vorliebe für zünftiges Fastfood zurückzuführen ist. Da er diese Vorliebe nicht beschränken möchte, scheint sich zunächst an der Situation nicht viel zu verändern. Als sein Problem allerdings zum Top-Gesprächsthema in Arlen wird und sein Arzt ihm eine Operation empfiehlt, steht eine wichtige Entscheidung an.","versions":[{"lang":1,"streams":[{"redirect":8834215,"hoster":"VOE"},{"redirect":8581942,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057896,"hoster":"VOE"},{"redirect":10057894,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Multi-Kulti","epNo":7,"alt":"Westie Side Story","descr":"In der Nachbarschaft zieht eine freundliche asiatische Familie ein. Hank und der Vater der neuen Nachbarn, Kahn, verstehen sich von Beginn an schlecht. Aus diesem Grund verspürt Hank auch keine große Lust, zum Grillfest von Kahn zu gehen. Peggy, die die neuen Nachbarn mag, überredet Hank schließlich doch. Vor Ort kommt es allerdings gleich zu einem handfesten Streit, weil Hank die Burger mit dem Argument von sich weist, dass sie Hund enthielten.","versions":[{"lang":1,"streams":[{"redirect":8834213,"hoster":"VOE"},{"redirect":8581945,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057899,"hoster":"VOE"},{"redirect":10057898,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Machomania","epNo":8,"alt":"Shins Of The Father","descr":"Zur großen Überraschung aller taucht plötzlich Opa Cotton auf dem Geburtstag von Bobby auf. Die Freude über den Besuch des Familiengreises hält sich allerdings von vornherein in engen Grenzen, da Opa Cotton ein notorischer Macho ist, der auch in diesem Fall prompt damit beginnt, alles und jeden in Beschlag zu nehmen. Nur Bobby ist von seinem Großvater besonders angetan und beginnt dementsprechend schnell, dessen sexistisch-chauvinistische Manieren zu kopieren.","versions":[{"lang":1,"streams":[{"redirect":8834211,"hoster":"VOE"},{"redirect":8581941,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057907,"hoster":"VOE"},{"redirect":10057908,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Boggle","epNo":9,"alt":"Peggy The Boggle Champ","descr":"Peggys grosser Tag naht, als sie zur Boggle-Landesmeisterschaft eingeladen wird. Hank soll als ihr Coach fungieren. Er interessiert sich aber eigentlich viel mehr für die Rasenmäherausstellung, die zur selben Zeit stattfindet.","versions":[{"lang":1,"streams":[{"redirect":8834217,"hoster":"VOE"},{"redirect":8581943,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057913,"hoster":"VOE"},{"redirect":10057910,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Lust am Laster","epNo":10,"alt":"Keeping Up With Our Joneses","descr":"Hank ertappt Bobby beim Rauchen. Zur Strafe muss Bobby eine ganze Stange qualmen. Was als Abschreckung gedacht war, bewirkt das Gegenteil: Bobby wird nikotinsüchtig – und seine Eltern werden rückfällig.","versions":[{"lang":1,"streams":[{"redirect":8834224,"hoster":"VOE"},{"redirect":8581954,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057917,"hoster":"VOE"},{"redirect":10057915,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Trügerisches Grün","epNo":11,"alt":"King Of The Ant Hill","descr":"Hanks Rasen ist seine grösste Passion – neben dem Rasenmähertraktörchen natürlich. Eines Tages legt sich ein Schatten über Hanks Gemüt.","versions":[{"lang":1,"streams":[{"redirect":12923975,"hoster":"VOE"},{"redirect":8581944,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057926,"hoster":"VOE"},{"redirect":10057925,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Und ewig lockt der Kopf","epNo":12,"alt":"Plastic White Female","descr":"Bobby ist zu seiner ersten Mädchen-Jungs-Party eingeladen worden. Um sich auf den grossen Abend vorzubereiten, übt er mit Luannes Frisurenplastikkopf.","versions":[{"lang":1,"streams":[{"redirect":8834218,"hoster":"VOE"},{"redirect":8581946,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057931,"hoster":"VOE"},{"redirect":10057930,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bumm!","epNo":1,"alt":"How To Fire A Rifle Without Really Trying","descr":"Zum Glück gibt es Psychologen – denn schliesslich hat jedermann irgendein Neuröschen. So auch Hank.","versions":[{"lang":1,"streams":[{"redirect":8834219,"hoster":"VOE"},{"redirect":8581947,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058011,"hoster":"VOE"},{"redirect":10058012,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Windbeutel","epNo":2,"alt":"Texas City Twister","descr":"Hank möchte Luanne nur allzu gern aus dem Haus haben. Er streitet darüber heftig mit Peggy. Danach zieht Peggy kurzerhand mit Luanne zusammen in den Trailer, in dem Luanne früher mit ihren Eltern gewohnt hat. Zu allem Unglück beginnt auch noch ein Tornado zu wüten.","versions":[{"lang":1,"streams":[{"redirect":8834220,"hoster":"VOE"},{"redirect":8581951,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058015,"hoster":"VOE"},{"redirect":10058013,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kultur tut gut","epNo":3,"alt":"The Arrowhead","descr":"Hank findet in seinem Garten eine alte Pfeilspitze. Er ahnt nicht, welch grosse Auswirkungen dieser kleine Fund auf den Familienfrieden haben wird.","versions":[{"lang":1,"streams":[{"redirect":12923977,"hoster":"VOE"},{"redirect":8581955,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058022,"hoster":"VOE"},{"redirect":10058020,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hilloween","epNo":4,"alt":"Hilloween","descr":"Halloween steht vor der Tür. Hank ist mit seinen Kumpels dabei, ein Gruselhaus für die Kinder zu errichten. Doch als eine gewisse Junie Harper auftaucht, überschlagen sich die Ereignisse: Sie bezichtigt Hank, den Teufel anzubeten.","versions":[{"lang":1,"streams":[{"redirect":8834227,"hoster":"VOE"},{"redirect":8581948,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058026,"hoster":"VOE"},{"redirect":10058024,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Große Fische, kleine Pillen","epNo":5,"alt":"Jumpin’ Crack Bass (It’s A Gas, Gas, Gas)","descr":"Hank ist ein leidenschaftlicher Angler. Als ihn das Anglerglück plötzlich verlässt, sucht er verzweifelt nach einem neuen, wirksamen Köder. Dabei gerät er – ohne es zu ahnen – an einen Crackdealer.","versions":[{"lang":1,"streams":[{"redirect":8834221,"hoster":"VOE"},{"redirect":8581949,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058029,"hoster":"VOE"},{"redirect":10058027,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein bisschen untersetzt","epNo":6,"alt":"Husky Bobby","descr":"Hank und Peggy wollen ihren Sohn neu einkleiden. Dabei werden sie von einem Verkäufer dezent darauf hingewiesen, dass Bobby lieber Sondergrössen tragen sollte. Familie Hill staunt nicht schlecht, als ihrem Spross kurz darauf ein Job als Model angeboten wird.","versions":[{"lang":1,"streams":[{"redirect":8834223,"hoster":"VOE"},{"redirect":8581950,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058034,"hoster":"VOE"},{"redirect":10058032,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Paintball","epNo":7,"alt":"The Man Who Shot Cane Skretteburg","descr":"Hank und seine Freunde geben bei einem Paintball-Duell ein Bild des Jammers ab. Nach zwei vernichtenden Niederlagen hat Hank jedoch eine geniale Idee.","versions":[{"lang":1,"streams":[{"redirect":8834225,"hoster":"VOE"},{"redirect":8581952,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058038,"hoster":"VOE"},{"redirect":10058039,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Lasterhöhlen","epNo":8,"alt":"The Son That Got Away","descr":"Bobby, Joseph und Connie machen einen heimlichen Ausflug zu den ‚Höhlen‘. Als ihre Eltern davon erfahren, sind sie ausser sich: Diese Höhlen sind als wahre Lasterhöhlen bekannt.","versions":[{"lang":1,"streams":[{"redirect":8834226,"hoster":"VOE"},{"redirect":8581953,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058042,"hoster":"VOE"},{"redirect":10058040,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Mann aus Texas","epNo":9,"alt":"The Company Man","descr":"Hank bekommt den Auftrag, mit einem wichtigen Kunden ein grosses Propangasgeschäft einzufädeln. Mister Holloway stammt aus Boston und hat statt Propangas ganz andere Dinge im Kopf: Er möchte in Texas auf die Pauke hauen.","versions":[{"lang":1,"streams":[{"redirect":8834229,"hoster":"VOE"},{"redirect":8581956,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058047,"hoster":"VOE"},{"redirect":10058046,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geschlechterkampf","epNo":10,"alt":"Bobby Slam","descr":"Peggy soll vertretungsweise eine Mädchenklasse in Sport unterrichten. Voller Schwung macht sie sich an die neue Aufgabe. Schon bald muss sie aber feststellen, dass der Sport von Männern dominiert wird.","versions":[{"lang":1,"streams":[{"redirect":8834228,"hoster":"VOE"},{"redirect":8581957,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058053,"hoster":"VOE"},{"redirect":10058054,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Liebe macht blind","epNo":11,"alt":"The Unbearable Blindness Of Laying","descr":"In der Weihnachtszeit bekommen die Hills Besuch von Hanks Mutter und ihrem Freund Gary. Hank betrachtet Gary äusserst skeptisch. Als er die beiden auch noch beim Sex ertappt, erleidet Hank einen Schock und erblindet.","versions":[{"lang":1,"streams":[{"redirect":8834230,"hoster":"VOE"},{"redirect":8581959,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057947,"hoster":"VOE"},{"redirect":10057945,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Um Gottes Willen!","epNo":12,"alt":"Meet The Manger Babies","descr":"Luanne ist in depressiver Stimmung und hält die Welt für schlecht. Um sich abzulenken, gründet sie das christliche Puppentheater ‚Krippenbabys‘. Hank soll dabei Gott höchstpersönlich spielen, aber er hat ganz andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":8834231,"hoster":"VOE"},{"redirect":8581960,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12644889,"hoster":"VOE"},{"redirect":10057949,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Propan Forever","epNo":13,"alt":"Snow Job","descr":"Es schneit ununterbrochen. Also sorgt Hank dafür, dass der Mehrbedarf an Propan organisiert wird. Trotz dieser beeindruckenden Leistung ernennt sein Chef ihn nicht zu seinem Stellvertreter. Hank ist darüber sehr traurig.","versions":[{"lang":1,"streams":[{"redirect":8834232,"hoster":"VOE"},{"redirect":8581962,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057956,"hoster":"VOE"},{"redirect":10057955,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Küss mich!","epNo":14,"alt":"I Remember Mono","descr":"Hank übertreibt gerne – das wissen alle. Dass er manchmal auch simuliert, ist neu – dabei tat er dies schon vor Jahrzehnten.","versions":[{"lang":1,"streams":[{"redirect":8834234,"hoster":"VOE"},{"redirect":8581958,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057966,"hoster":"VOE"},{"redirect":10057963,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die drei Tage des Kahndo","epNo":15,"alt":"Three Days Of The Kahndo","descr":"Minh rühmt sich der bevorstehenden Luxusreise ihrer Familie nach Mexiko, wo sie mit Kahns Bruder und seiner Familie in einer wunderschönen \"Mitad\"-Maisonette-Wohnung wohnen werden . Weder Minh noch Peggy kennen die Bedeutung des Wortes \"Mitad\", und es wird bald vergessen. Kurze Zeit später erfährt Kahn, dass sich sein Bruder aus dem Urlaub zurückgezogen hat und er die gesamte Miete für die Wohnung bezahlen muss. Er bietet den Hills die Möglichkeit, mit seiner Familie auf die Reise zu gehen. Peggy überredet Hank , mitzumachen, da sie besonders darauf bedacht ist, eine Pappmaché-Birne zu ersetzen, die sie als Austauschstudentin gekauft hat. Kahn kommt zuerst in der Wohnung an. Der Manager des Resorts, Jacinto, führt Kahn durch die Einheit. Jacinto erklärt, dass \"mitad\" halb bedeutet - was bedeutet, dass Kahn den unteren Teil mit Hank teilen muss. Kahn überlegt schnell und sagt Hank, dass die luxuriöse Wohnung im Obergeschoss für die Familie Hill bestimmt ist. Am nächsten Morgen besuchen Peggy, Luanne und Minh einen mexikanischen Markt auf der Suche nach Pappmaché-Birnen und illegalen geheimen Schönheitsartikeln. Währenddessen bemerken Connie und Bobby einen Souvenirladen, der Feuerwerkskörper verkauft. Sie kaufen einen riesigen Feuerwerkskörper mit der Aufschrift \"La Bomba\", ohne zu wissen, dass es sich nur um ein Werbedisplay handelt, zünden ihn an und stecken ihn in das Schild eines italienischen Fast-Food-Restaurants. Die beiden gehen hinter einem Metallcontainer in Deckung und warten erwartungsvoll auf eine Explosion, die nie kommt. Währenddessen finden Peggy und Minh einen Verkäufer, der Peggy eine Pappmaché-Birne verkauft. Der Verkäufer überreicht Peggy eine hübsch verpackte Schachtel und bittet sie, sie einer Freundin auf der anderen Seite der Grenze zu liefern. Peggy nimmt das Paket entgegen, aber wenige Augenblicke später befürchtet Minh, dass sie dazu gebracht wurde, Drogen zu transportieren. Tumblr ln9smzuOcg1qje0v1o1 400.pngTaltaucht unangemeldet in der Wohnung auf, Gepäck in der Hand. Jacinto geht vorbei und bemerkt die Hills, die in der oberen Einheit leben. Wenige Augenblicke später trifft die Polizei ein. Peggy, Bobby und Luanne geraten in Panik, weil sie glauben, dass sie gleich verhaftet werden. Hank sagt der Polizei, dass seine Familie nichts zu verbergen hat, aber ihre Handlungen deuten auf etwas anderes hin. Hank, Dale und Kahn werden einem Richter vorgeführt, der sie auffordert, Jacinto 10.000 Pesos zu zahlen (die Zahlung betrug ursprünglich 8.000 Pesos). Ihr Ausweis wird eingezogen und erst nach Zahlung des Geldes zurückgegeben. Hank und Dale glauben, dass die Grenzbeamten sie in die USA zurücklassen werden, weil sie Kaukasier sind, und beschließen, mit dem asiatischen Kahn, der auf den Kofferraum gesperrt ist, zum Kontrollpunkt zu gehen. Doch der Dreier gerät am Grenzübergang in Panik und rennt weg.Sie tauschen ihre Habseligkeiten gegen Mopeds und machen sich auf den Weg zum Rio Grande. Nachdem sie mit einer Gruppe illegaler Ausländer den Fluss überquert haben, werden die Männer von der Grenzpolizei gesichtet. Dale springt über den Grenzzaun und rennt. Kahn räumt auch den Zaun, aber Hank kann dies nicht ohne Hilfe tun. Kahn streckt seine Hand aus und zerrt ihn immer wieder hoch. Kahn grübelt später darüber nach, wie er als Einwanderer half, einen Amerikaner in die Vereinigten Staaten zu schmuggeln. Der Abspann läuft über eine Einstellung des gefälschten La Bomba-Krachers, der immer noch im italienischen Restaurantschild versteckt ist.","versions":[{"lang":1,"streams":[{"redirect":8834236,"hoster":"VOE"},{"redirect":8581961,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057970,"hoster":"VOE"},{"redirect":10057967,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Verkehrter Verkehr","epNo":16,"alt":"Traffic Jam","descr":"Während Luanne einen Job in einem Country Club bekommt, hat Hank eine unangenehme Begegnung mit einem Delfin.","versions":[{"lang":1,"streams":[{"redirect":8834235,"hoster":"VOE"},{"redirect":8581963,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057973,"hoster":"VOE"},{"redirect":10057971,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schmutzige Wäsche","epNo":17,"alt":"Hank’s Dirty Laundry","descr":"Halloween steht vor der Tür. Hank ist mit seinen Kumpels dabei, ein Gruselhaus für die Kinder zu errichten. Als eine gewisse Junie Harper auftaucht, überschlagen sich die Ereignisse: Sie bezichtigt Hank, den Teufel anzubeten.","versions":[{"lang":1,"streams":[{"redirect":8834233,"hoster":"VOE"},{"redirect":8581965,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057980,"hoster":"VOE"},{"redirect":10057977,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Ein Bein auf Reisen","epNo":18,"alt":"The Final Shinsult","descr":"Im Arlener Museum wird die Beinprothese des mexikanischen Generals Santa Aua ausgestellt. Zufällig erfährt Hanks Vater Cotton, dass das ‚Prachtstück‘ an Mexiko zurückgegeben werden soll. Mit Dale als Verbündetem will er diesen ‚Skandal‘ verhindern.","versions":[{"lang":1,"streams":[{"redirect":8834237,"hoster":"VOE"},{"redirect":8581964,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057982,"hoster":"VOE"},{"redirect":10057981,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Frau mit der Gabel","epNo":19,"alt":"Leanne’s Saga","descr":"Luannes Mutter wird überraschend aus dem Gefängnis entlassen und taucht bei Familie Hill auf. Luanne ist begeistert – der Rest der Familie weniger, und schon bald hängt der Haussegen schief.","versions":[{"lang":1,"streams":[{"redirect":8834240,"hoster":"VOE"},{"redirect":8581966,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057984,"hoster":"VOE"},{"redirect":10057985,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Arbeit, was ist das?","epNo":20,"alt":"Junkie Business","descr":"Hank als Personalfachmann? Das glaubt er wohl selber nicht. Aber wer weiss? Vielleicht stecken in Hank unentdeckte Talente.","versions":[{"lang":1,"streams":[{"redirect":8834238,"hoster":"VOE"},{"redirect":8581969,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057988,"hoster":"VOE"},{"redirect":10057987,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Hundertzehn Prozent","epNo":21,"alt":"Life In The Fast Lane, Bobby’s Saga","descr":"Der Junior von Hank soll endlich einmal lernen, wie man mit Geld umgeht. Doch so einfach ist es nicht, eine derart eminent wichtige Fähigkeit zu lernen – wie auch Hank eingestehen muss","versions":[{"lang":1,"streams":[{"redirect":13801137,"hoster":"VOE"},{"redirect":12185579,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10057999,"hoster":"VOE"},{"redirect":10057996,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ein großer Schritt nach hinten","epNo":22,"alt":"Peggy’s Turtle Song","descr":"Was wenn Hanks Sohn geisteskrank wäre? Das könnte durchaus sein. Aber nicht wegen Hank, sondern wegen Peggy – wie Hank nach langem Nachdenken selber ‚herausfindet‘","versions":[{"lang":1,"streams":[{"redirect":12185578,"hoster":"VOE"},{"redirect":12185577,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10058001,"hoster":"VOE"},{"redirect":10058000,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Propan mit Nebenwirkungen","epNo":23,"alt":"Propane Boom (1)","descr":"Propangasverkäufer haben keinen einfachen Job. Auch Hank nicht. Aber es wird noch schlimmer – denn plötzlich taucht eine Konkurrenzfirma auf.","versions":[{"lang":2,"streams":[{"redirect":10058005,"hoster":"VOE"},{"redirect":10058004,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Death of a Propane Salesman","descr":"Hank hat plötzlich Angst vor Propangas. Aber das hat seinen guten Grund: Der Supermarkt ist wegen des Gases explodiert. Trotzdem muss das Leben weitergehen.","versions":[{"lang":2,"streams":[{"redirect":10058060,"hoster":"VOE"},{"redirect":10058061,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"And They Call It Bobby Love","descr":"Ein gebrauchtes rotes Sofa steht auf der Strasse. Wem es wohl gehört? Wie auch immer: Bei Hank und seinen Freunden ist wieder für Aufregung gesorgt – das Sofa ist wochenlang das Hauptthema.","versions":[{"lang":2,"streams":[{"redirect":10058064,"hoster":"VOE"},{"redirect":10058063,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Peggy’s Headache","descr":"Peggy leidet unter Kopfschmerzen. Sie wendet sich hilfesuchend an John Redcorn. Dieser hat ihrer Meinung nach an Dales Frau Nancy wahre Heilungswunder vollbracht. Peggy wird jedoch vom Wunderheiler schwer enttäuscht.","versions":[{"lang":2,"streams":[{"redirect":10058068,"hoster":"VOE"},{"redirect":10058069,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Pregnant Paws","descr":"Ist Ladybird läufig? Es scheint so – und Hank freut es. Schliesslich soll dieser Prachtshund doch endlich Nachwuchs bekommen. Dabei ist der Kläffer schon 14-jährig.","versions":[{"lang":2,"streams":[{"redirect":10058075,"hoster":"VOE"},{"redirect":10058072,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Next Of Shin","descr":"Will Hank noch einen Sohn? Schön wäre es. Oder gar eine Tochter? Sicher nicht. Doch Hank hat ganz andere Sorgen: Seine Fruchtbarkeit ist ausgesprochen lahm.","versions":[{"lang":2,"streams":[{"redirect":10058078,"hoster":"VOE"},{"redirect":10058080,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Peggy’s Pageant Fever","descr":"Hat Peggy eine altmodische Frisur? Trägt Peggy Bünzli-Kleider? Es scheint so zu sein. Denn neuerdings will sie ganz anders aussehen – so richtig sexy. Ob dies Hank auch gefällt?","versions":[{"lang":2,"streams":[{"redirect":10058084,"hoster":"VOE"},{"redirect":10058082,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Nine Pretty Darn Angry Men","descr":"Kurz vor Thanksgiving herrscht bei den Hills schlechte Stimmung: Hanks Vater Cotton taucht auf, obwohl er nicht eingeladen ist. Er trifft auf seine Exfrau, die von seiner Anwesenheit ganz und gar nicht begeistert ist. Cotton denkt nicht daran, das Feld zu räumen.","versions":[{"lang":2,"streams":[{"redirect":13918136,"hoster":"VOE"},{"redirect":10058089,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Good Hill Hunting","descr":"Bobby geht neuerdings auf die Jagd – denn das ist Brauch in Arlen. Ob das gut herauskommt?","versions":[{"lang":2,"streams":[{"redirect":10058095,"hoster":"VOE"},{"redirect":10058096,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Pretty, Pretty Dresses","descr":"Bill hat wieder einmal Depressionen – er trauert seiner Exfrau Lenore nach. Ob ihm Hank helfen kann?","versions":[{"lang":2,"streams":[{"redirect":10058098,"hoster":"VOE"},{"redirect":10058099,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"A Fire Fighting We Will Go","descr":"Die Feuerwache brennt‘ – darüber werden viele Witze erzählt. Doch für Hank und seine Freunde wird es zur bitteren Wahrheit.","versions":[{"lang":2,"streams":[{"redirect":10058104,"hoster":"VOE"},{"redirect":10058102,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"To Spank With Love","descr":"Ist Peggy eine gute Lehrerin? Was für eine Frage – ist sie etwa nicht mit Leib und Seele Lehrerin? Doch eines Tages verliert sogar sie ihre Nerven mit den Bengeln.","versions":[{"lang":2,"streams":[{"redirect":10058106,"hoster":"VOE"},{"redirect":10058108,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Three Coaches And A Bobby","descr":"Ganz klar ist Hank ein grosser Sportfan. Doch da gibt es eine Disziplin, die er überhaupt nicht mag: Fussball. Das wird für seinen Sohn Bobby zum Problem.","versions":[{"lang":2,"streams":[{"redirect":10058119,"hoster":"VOE"},{"redirect":10058114,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"De-Kahnstructing Henry","descr":"Hank lässt Kahn versehentlich seinen Job verlieren.","versions":[{"lang":2,"streams":[{"redirect":10058120,"hoster":"VOE"},{"redirect":10058117,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"The Wedding Of Bobby Hill","descr":"Bobby und Luanne werden zum Traumpaar – fragt sich bloss für wie lange","versions":[{"lang":2,"streams":[{"redirect":10058125,"hoster":"VOE"},{"redirect":10058123,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Sleight Of Hank","descr":"Hank ist eifersüchtig, weil ein Zauberer Peggy verzaubert.","versions":[{"lang":2,"streams":[{"redirect":10058127,"hoster":"VOE"},{"redirect":10058129,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Jon Vitti Presents: Return To La Grunta","descr":"Hank wird in einem Swimmingpool angemacht – von einem Delfin.","versions":[{"lang":2,"streams":[{"redirect":10058133,"hoster":"VOE"},{"redirect":10058132,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Escape From Party Island","descr":"Hanks begleitet seine Mutter und einige ihrer Freunde während der Spring Break zu einem Museumsbesuch auf einer Insel, das einzige Problem ist MTV und die College-Studenten sind auch da.","versions":[{"lang":2,"streams":[{"redirect":10058135,"hoster":"VOE"},{"redirect":10058136,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Love Hurts And So Does Art","descr":"Während Bobby an Gicht erkrankt, als er süchtig nach Feinkost wird, ist Hank entsetzt, als er in einem Kunstmuseum eine Röntgenaufnahme seines Dickdarms findet.","versions":[{"lang":2,"streams":[{"redirect":10058142,"hoster":"VOE"},{"redirect":10058143,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Hank’s Cowboy Movie","descr":"Hank war schon immer ein grosser Arlen-Fan – für seine Stadt riskiert er sogar seine Ehe.","versions":[{"lang":2,"streams":[{"redirect":10058148,"hoster":"VOE"},{"redirect":10058147,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Dog Dale Afternoon","descr":"Dale ist stolz auf seinen neuen Rasenmäher und macht damit Hank rasend","versions":[{"lang":2,"streams":[{"redirect":10058154,"hoster":"VOE"},{"redirect":10058153,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Revenge Of The Lutefisk","descr":"Cotton wird der Brandstiftung verdächtigt, als die Kirche niederbrennt; die Polizei geht davon aus, dass er es wegen der neuen Pastorin getan hat.","versions":[{"lang":2,"streams":[{"redirect":10058157,"hoster":"VOE"},{"redirect":10058155,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Death And Texas","descr":"Während Peggy dazu verleitet wird, Kokain an einen Todestraktinsassen zu schmuggeln, der ihre ehemalige Schülerin ist, beschließt Dale, dass er Henker werden will.","versions":[{"lang":2,"streams":[{"redirect":10058159,"hoster":"VOE"},{"redirect":10058161,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Wings Of The Dope","descr":"Luanne muss zum Haarfärbetest – da stehen allen die Haare zu Berge.","versions":[{"lang":2,"streams":[{"redirect":10058163,"hoster":"VOE"},{"redirect":10058165,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Take Me Out Of The Ball Game","descr":"Peggy ist aussergewöhnlich gut in Softball – und Hank ‚merkt davon überhaupt nichts‘.","versions":[{"lang":2,"streams":[{"redirect":10058172,"hoster":"VOE"},{"redirect":10058168,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"As Old As The Hills (1)","descr":"Peggy erleidet nach einem glanzlosen Hochzeitstag eine Midlife-Crisis und geht daraufhin Fallschirmspringen. Luanne kann nirgendwo bleiben, da Hank und Peggy unterwegs sind und Didi die Wehen bekommen, während ein panischer Bobby sie ins Krankenhaus fährt.","versions":[{"lang":2,"streams":[{"redirect":10058059,"hoster":"VOE"},{"redirect":10058057,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Peggy Hill: The Decline And Fall (2)","descr":"Arme Peggy – sie ist vollkommen eingegipst, und zu Hause wartet ein schreiendes Baby auf sie.","versions":[{"lang":2,"streams":[{"redirect":10058178,"hoster":"VOE"},{"redirect":10058175,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Cotton’s Plot","descr":"Peggy hat von Kopf bis Fuss einen Gips und Cotton keinen Grips. Was für ein Paar!","versions":[{"lang":2,"streams":[{"redirect":10058183,"hoster":"VOE"},{"redirect":10058180,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bills Are Made To Be Broken","descr":"Ricky Suggs ist Bills Footballrekord hart auf den Fersen, aber Bill macht sich auf die Socken.","versions":[{"lang":2,"streams":[{"redirect":10058186,"hoster":"VOE"},{"redirect":10058184,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Little Horrors Of Shop","descr":"Hank als Lehrer – das gibt Probleme, vor allem für Peggy.","versions":[{"lang":2,"streams":[{"redirect":10058190,"hoster":"VOE"},{"redirect":10058187,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Aisle 8A","descr":"Connie bekommt erstmals ihre Tage – und Hank sieht rot.","versions":[{"lang":2,"streams":[{"redirect":10058192,"hoster":"VOE"},{"redirect":10058191,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Beer Can Named Desire","descr":"Hank und seine Freunde glauben im Ernst, sie könnten reich werden – was für eine Bieridee.","versions":[{"lang":2,"streams":[{"redirect":10058199,"hoster":"VOE"},{"redirect":10058196,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Hank’s Giving Episode","descr":"Hanks Thanksgiving-Überraschung ist ein Truthahn – eine ‚Bomben-Idee‘.","versions":[{"lang":2,"streams":[{"redirect":10058202,"hoster":"VOE"},{"redirect":10058200,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Not In My Back Hoe","descr":"Hanks neuer Typ Hal stiftet überall Ärger.","versions":[{"lang":2,"streams":[{"redirect":10058204,"hoster":"VOE"},{"redirect":10058201,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"To Kill A Ladybird","descr":"Bobby freundet sich mit einem wilden Waschbären an, der Ladybird und Dale möglicherweise mit Tollwut infiziert hat oder nicht.","versions":[{"lang":2,"streams":[{"redirect":10058207,"hoster":"VOE"},{"redirect":10058209,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Hillennium","descr":"Als Y2K näher rückt, fürchtet jeder das nahende Jahrtausend, sogar Dale, der Essen, Mountain Dew und Hamster in seinem Keller hortet. Nur Hank ist von den wachsenden Bedenken unberührt ... bis es zu einer Propanknappheit kommt.","versions":[{"lang":2,"streams":[{"redirect":10058215,"hoster":"VOE"},{"redirect":10058214,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Old Glory","descr":"Peggy schreibt eine von Bobbys englischen Zeitungen, nur um einen rivalisierenden Ersatzlehrer die Täuschung aufdecken zu lassen; Bill zeigt auf seinem Grundstück eine riesige amerikanische Flagge.","versions":[{"lang":2,"streams":[{"redirect":10058220,"hoster":"VOE"},{"redirect":10058218,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Rodeo Days","descr":"Bobby wird heimlich ein Rodeo-Clown.","versions":[{"lang":2,"streams":[{"redirect":10058227,"hoster":"VOE"},{"redirect":10058226,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Hanky Panky (1)","descr":"Buck Strickland lässt sich scheiden. Da Texas ein Gemeinschaftseigentumsstaat ist, verkauft er Sugarfoot\u0027s Barbecue an Hank, bis die Scheidung rechtskräftig ist.","versions":[{"lang":2,"streams":[{"redirect":13918139,"hoster":"VOE"},{"redirect":10058229,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"High Anxiety (2)","descr":"Als Debbie, Bucks ehemaliges Mädchen Friday und Geliebte, tot in einem Müllcontainer auftaucht, verdächtigt ein Detektiv Hank, sie ermordet zu haben.","versions":[{"lang":2,"streams":[{"redirect":13918137,"hoster":"VOE"},{"redirect":10058232,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Naked Ambition","descr":"Während eines Picknicks sieht Bobby Luanne aus Versehen nackt und Joseph ist eifersüchtig auf ihn.","versions":[{"lang":2,"streams":[{"redirect":13918138,"hoster":"VOE"},{"redirect":10058236,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Movin’ On Up","descr":"Luanne hat Hanks Regeln und Vorschriften satt, also mietet sie das Haus nebenan mit drei anderen Leuten. Als sie wütend auf sie wird, weil sie unverantwortlich ist, wird sie wütend, weil sie sich so verhält, wie Hank es tun würde.","versions":[{"lang":2,"streams":[{"redirect":10058241,"hoster":"VOE"},{"redirect":10058239,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Bill Of Sales","descr":"Peggy beginnt mit dem Verkauf von Gesundheitsriegeln, aber wenn ihr Geschäft langsam läuft, benutzt sie Bill, um die ganze Arbeit zu erledigen und nimmt den größten Teil des Geldes ein.","versions":[{"lang":2,"streams":[{"redirect":10058246,"hoster":"VOE"},{"redirect":10058247,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Won’t You Pimai Neighbor?","descr":"Buddhistische Mönche halten Bobby für einen Lama.","versions":[{"lang":2,"streams":[{"redirect":10058252,"hoster":"VOE"},{"redirect":10058249,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Hank’s Bad Hair Day","descr":"Hanks Stammfriseur Jack hat einen Nervenzusammenbruch und bleicht Hanks Haare. Hank braucht einen richtigen Haarschnitt für das Strickland-Weihnachtskartenfoto und heuert Bill an, um ihm die Haare zu schneiden, erhält aber danach eine absurde Rechnung vom Militär.","versions":[{"lang":2,"streams":[{"redirect":10058256,"hoster":"VOE"},{"redirect":10058253,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Meet The Propaniacs","descr":"Bobby bildet eine Comedy-Gruppe namens The Propaniacs, die mit ihren Propan-zentrierten Sketchen zu mehreren Strickland Propane-Standorten geht.","versions":[{"lang":2,"streams":[{"redirect":10058261,"hoster":"VOE"},{"redirect":10058260,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Nancy Boys","descr":"Nancy beendet ihre 14-jährige Affäre mit John Redcorn.","versions":[{"lang":2,"streams":[{"redirect":10058269,"hoster":"VOE"},{"redirect":10058265,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Flush With Power","descr":"Hank tritt dem Stadtrat bei, um die Wahrheit über die jüngste Forderung nach wirkungslosen Toiletten mit niedrigem Durchfluss aufzudecken.","versions":[{"lang":2,"streams":[{"redirect":10058270,"hoster":"VOE"},{"redirect":10058272,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Transnational Amusements Presents: Peggy’s Magic Sex Feet","descr":"Peggy schämt sich für ihre Größe von 16 Fuß, aber ihre Scham wird zu Stolz, als ein angeblicher Arzt Interesse daran hat, sie zu filmen. Sie weiß jedoch nicht, dass der Mann sie wirklich für eine Sex-Fetisch-Website fotografiert.","versions":[{"lang":2,"streams":[{"redirect":10058276,"hoster":"VOE"},{"redirect":10058273,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Peggy’s Fan Fair","descr":"Die Hills gehen zu einem Country-Festival in Nashville, wo Peggy niemand glaubt, dass Randy Travis einen Song plagiiert hat, den sie ihm vorgelegt hat.","versions":[{"lang":2,"streams":[{"redirect":10058177,"hoster":"VOE"},{"redirect":10058174,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Perils Of Polling","descr":"Hank trifft bei einer Kundgebung den Präsidentschaftskandidaten George W. Bush und lässt sich von seinem Händedruck unbeeindruckt, während Luanne sich als Kommunistin registrieren lässt.","versions":[{"lang":2,"streams":[{"redirect":12644595,"hoster":"VOE"},{"redirect":12644597,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Buck Stops Here","descr":"Bobby arbeitet für Mr. Strickland als sein Golf-Caddy für den Sommer. Peggy und Minh rennen um die Wette, wer am meisten Blut spenden kann.","versions":[{"lang":2,"streams":[{"redirect":12644589,"hoster":"VOE"},{"redirect":12644592,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Don’t Want To Wait For Our Lives To Be Over …","descr":"Die Pubertät trifft den 12-jährigen Joseph, bevor sie den 13-jährigen Bobby trifft. Hank baut Särge für sich und Peggy.","versions":[{"lang":2,"streams":[{"redirect":12644587,"hoster":"VOE"},{"redirect":12644586,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Spin The Choice","descr":"Während der Thanksgiving-Saison versucht John Redcorn, Joseph näher zu kommen, indem er ihn über die Notlage der amerikanischen Ureinwohner unterrichtet.","versions":[{"lang":2,"streams":[{"redirect":12644580,"hoster":"VOE"},{"redirect":12644584,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Peggy Makes The Big Leagues","descr":"Peggy ersetzt die Geometrieklasse an der Arlen High, wo sie den Zorn lokaler Geschäftsleute auf sich zieht, weil sie einem Star-Footballspieler eine schlechte Note gegeben hat.","versions":[{"lang":2,"streams":[{"redirect":12644579,"hoster":"VOE"},{"redirect":12644578,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"When Cotton Comes Marching Home Again","descr":"Cotton verliert sein Zuhause und muss wieder arbeiten, um Didi und GH zu unterstützen","versions":[{"lang":2,"streams":[{"redirect":12923966,"hoster":"VOE"},{"redirect":12644576,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"What Makes Bobby Run?","descr":"Bobby versucht, Jahrbuch-Unsterblichkeit zu erlangen, indem er das Schulmaskottchen wird.","versions":[{"lang":2,"streams":[{"redirect":13016021,"hoster":"VOE"},{"redirect":12644572,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"‘Twas The Nut Before Christmas","descr":"Bill eröffnet in seinem Haus ein Weihnachtsmanndorf und ärgert Hank, indem er es noch lange nach Weihnachten offen hält.","versions":[{"lang":2,"streams":[{"redirect":12644564,"hoster":"VOE"},{"redirect":12644565,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Exterminator","descr":"Hanks Truck ist auf den letzten Rädern und er sträubt sich vor dem Gedanken, sich einen neuen Truck zuzulegen, sehr zum Leidwesen von Freunden und Familie.","versions":[{"lang":2,"streams":[{"redirect":12644561,"hoster":"VOE"},{"redirect":12644560,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Chasing Bobby","descr":"Hank ist ein stolzer Texaner, was sich ändern wird, als Cotton ihm verrät, dass er in New York City geboren wurde.","versions":[{"lang":2,"streams":[{"redirect":12644555,"hoster":"VOE"},{"redirect":12644557,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Yankee Hankie","descr":"Als Bill sich mit der ehemaligen Gouverneurin von Texas, Ann Richards, anfreundet, kehrt seine Ex-Frau Lenore zurück.","versions":[{"lang":2,"streams":[{"redirect":12644551,"hoster":"VOE"},{"redirect":12644553,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Hank And The Great Glass Elevator","descr":"Als Bill sich mit der ehemaligen Gouverneurin von Texas, Ann Richards, anfreundet, kehrt seine Ex-Frau Lenore zurück.","versions":[{"lang":2,"streams":[{"redirect":12644548,"hoster":"VOE"},{"redirect":12644549,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Now Who’s The Dummy?","descr":"Nachdem er mit seiner Klasse in einem Altersheim aufgetreten ist, bekommt Bobby von einem der Bewohner eine Bauchrednerpuppe. Hank wärmt sich widerwillig für die Idee auf, aber Dale hat aufgrund eines traumatischen Kindheitserlebnisses Todesangst davor.","versions":[{"lang":2,"streams":[{"redirect":12644544,"hoster":"VOE"},{"redirect":12644546,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Ho Yeah!","descr":"Nachdem ein gewalttätiger Zuhälter auftaucht, der nach ihr sucht, entern Hank und Peggy unwissentlich eine Prostituierte. Dann entdecken sie bald, dass Hank sie unwissentlich in der ganzen Stadt \"gepimpt\" hat.","versions":[{"lang":2,"streams":[{"redirect":12644539,"hoster":"VOE"},{"redirect":12644542,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Luanne Virgin 2.0","descr":"Luanne schließt sich einer Kirchengruppe an, um eine \"wiedergeborene Jungfrau\" zu werden, wo Peggy eine schockierende Tatsache über ihre Vergangenheit enthüllt.","versions":[{"lang":2,"streams":[{"redirect":12644535,"hoster":"VOE"},{"redirect":12644537,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Hank’s Choice","descr":"Als Bobby eine Allergie gegen Ladybirds Hautschuppen entwickelt, lässt Hank ihn in der Hundehütte wohnen, die er für den Hund gebaut hat, der sich weigert, darin zu leben.","versions":[{"lang":2,"streams":[{"redirect":12644533,"hoster":"VOE"},{"redirect":12644532,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"It’s Not Easy Being Green","descr":"Hank tritt Bobbys naturwissenschaftlichen Unterricht entgegen, um den Steinbruch trockenzulegen und dort eine Deponie zu errichten, weil er einen Scherz enthüllt, den er, Dale und Bill in der Highschool auf Boomhauer gespielt haben.","versions":[{"lang":2,"streams":[{"redirect":12644528,"hoster":"VOE"},{"redirect":12644529,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Trouble With Gribbles","descr":"Als Channel 83 Nancy durch Luanne als Wetterdame ersetzt, schmiedet Dale einen Plan, um eine Tabakfirma zu verklagen, um ein Facelifting für seine Frau zu bezahlen.","versions":[{"lang":2,"streams":[{"redirect":12644523,"hoster":"VOE"},{"redirect":12644524,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Hank’s Back Story","descr":"Hank muss eine Prothese tragen, wenn bei ihm ein vermindertes Glutealsyndrom diagnostiziert wird.","versions":[{"lang":2,"streams":[{"redirect":12644522,"hoster":"VOE"},{"redirect":12644520,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Kidney Boy And Hamster Girl: A Love Story","descr":"Bobby gibt vor, ein Highschool-Schüler mit einer angeborenen Nierenerkrankung zu sein, die sein Wachstum gehemmt hat. Später ergänzt er die Scharade, indem er behauptet, Connie habe einen Restschwanz.","versions":[{"lang":2,"streams":[{"redirect":12644516,"hoster":"VOE"},{"redirect":12644517,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Bobby Goes Nuts","descr":"Zu Hanks Verdruß lernt Bobby, sich selbst zu schützen, indem er Jungen in die Leiste tritt.","versions":[{"lang":2,"streams":[{"redirect":12644512,"hoster":"VOE"},{"redirect":12644513,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Soldier Of Misfortune","descr":"Als Dale vom Arlen Gun Club verspottet wird, weil er eine Waffe versehentlich falsch abgefeuert hat, müssen seine Freunde einen Plan entwickeln, um Dales Selbstwertgefühl wiederherzustellen.","versions":[{"lang":2,"streams":[{"redirect":12644509,"hoster":"VOE"},{"redirect":12644510,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Lupe’s Revenge","descr":"Peggy bringt nach einer Exkursion mit dem Spanischunterricht nach Mexiko versehentlich ein mexikanisches Mädchen ins Land. Als sie versucht, sie zurückzubringen, wird sie wegen Entführung festgenommen.","versions":[{"lang":2,"streams":[{"redirect":12644506,"hoster":"VOE"},{"redirect":12644504,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Father, The Son And J.C.","descr":"Hank und Cotton kollidieren während der Weihnachtszeit, während sie für Habitat for Humanity arbeiten.","versions":[{"lang":2,"streams":[{"redirect":12644503,"hoster":"VOE"},{"redirect":12644501,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Father Of The Bribe","descr":"Khan bestechen Bobby, sich von Connie fernzuhalten.","versions":[{"lang":2,"streams":[{"redirect":12644495,"hoster":"VOE"},{"redirect":12644496,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"I’m With Cupid","descr":"Nachdem er am Valentinstag eine deprimierende Zeit mit Bill verbracht hat, beginnt Bobby zu befürchten, dass er allein enden wird. Er wendet seine Verzweiflung an Connie, bis Hank eingreift und Boomhauer bittet, Bobby beizubringen, wie man \u0027Wauen macht\u0027.","versions":[{"lang":2,"streams":[{"redirect":12644490,"hoster":"VOE"},{"redirect":12644492,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Torch Song Hillogy","descr":"Die olympische Fackel passiert Arlen auf ihrem Weg nach Salt Lake City, also nominiert Peggy Bobby, um die Fackel zu tragen. Er verliert gegen Hank, den seine Freunde hinter seinem Rücken nominieren.","versions":[{"lang":2,"streams":[{"redirect":12644489,"hoster":"VOE"},{"redirect":12644491,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Joust Like A Woman","descr":"Peggy gefährdet einen möglichen Deal für Hank, indem sie versucht, Women\u0027s Liberation auf die Arlen Renaissance Fair zu bringen.","versions":[{"lang":2,"streams":[{"redirect":12644487,"hoster":"VOE"},{"redirect":12644484,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Bluegrass Is Always Greener","descr":"Connie spielt die Geige in Hanks Bluegrass-Band, hält es aber vor ihrem Vater geheim, der möchte, dass sie zu Van Cliburns Geigenakademie geht.","versions":[{"lang":2,"streams":[{"redirect":12644485,"hoster":"VOE"},{"redirect":12644479,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Substitute Spanish Prisoner","descr":"Peggy wird als \"Genie\" bezeichnet, nachdem sie einen Online-Test des Texas Institute of Intelligence absolviert hat, der sie in eine Reihe von Vertrauensplänen führt.","versions":[{"lang":2,"streams":[{"redirect":12644475,"hoster":"VOE"},{"redirect":12644474,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Unfortunate Son","descr":"Cotton und seine Armeefreunde müssen bei Hank bleiben, wenn die VFW ihren Pachtvertrag verliert.","versions":[{"lang":2,"streams":[{"redirect":12644469,"hoster":"VOE"},{"redirect":12644472,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Are You There, God? It’s Me, Margaret Hill","descr":"Peggy gibt sich als Nonne aus, um eine Stelle als Spanischlehrerin an einer katholischen Schule zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":12644470,"hoster":"VOE"},{"redirect":12644468,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Tankin’ It To The Streets","descr":"Als Dale Bill davon überzeugt, dass die Regierung ihn als Versuchskaninchen für ein experimentelles Medikament mit katastrophalen Folgen benutzt hat, stiehlt Bill einen Panzer vom Armeestützpunkt.","versions":[{"lang":2,"streams":[{"redirect":12644476,"hoster":"VOE"},{"redirect":12644463,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Of Mice And Little Green Men","descr":"Als Dale erkennt, dass er zu der Zeit, als Joseph gezeugt wurde, noch nicht einmal Sex mit Nancy hatte, ist er überzeugt, dass ein Außerirdischer der wahre Vater seines Sohnes ist.","versions":[{"lang":2,"streams":[{"redirect":12644462,"hoster":"VOE"},{"redirect":12644459,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"A Man Without A Country Club","descr":"Nine Rivers, Arlens rein asiatischer Country Club, steht unter Druck, ein nicht-asiatisches Mitglied zu haben, also versucht Khan, Hank zum Beitritt zu bewegen.","versions":[{"lang":2,"streams":[{"redirect":12644456,"hoster":"VOE"},{"redirect":12644457,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Beer And Loathing","descr":"Peggy wird Kundendienstmitarbeiterin für Alamo Beer, Hanks Lieblingsmarke. Über den Grund für die plötzliche Nichtverfügbarkeit des Bieres in der Gegend ist sie zur Verschwiegenheit verpflichtet.","versions":[{"lang":2,"streams":[{"redirect":12644453,"hoster":"VOE"},{"redirect":12644455,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Fun With Jane And Jane","descr":"Auf der Suche nach einer Schwesternschaft, der sie beitreten kann, schließt sich Luanne versehentlich einem Gehirnwäschekult an, während Hank sich nicht dazu durchringen kann, einen Emu zu töten.","versions":[{"lang":2,"streams":[{"redirect":12644448,"hoster":"VOE"},{"redirect":12644449,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"My Own Private Rodeo","descr":"Hank entdeckt, dass Dales lange verschollener Vater ein Cowboy in der Schwulen-Rodeo-Szene ist.","versions":[{"lang":2,"streams":[{"redirect":12923969,"hoster":"VOE"},{"redirect":12644444,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Sug Night","descr":"Peggy ist sauer, als sie erfährt, dass Hank davon träumt, nackt mit Nancy Hamburger zu grillen.","versions":[{"lang":2,"streams":[{"redirect":12644442,"hoster":"VOE"},{"redirect":12644440,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Dang Ol’ Love","descr":"Boomhauer will seine Freundin bitten, ihn zu heiraten.","versions":[{"lang":2,"streams":[{"redirect":12644435,"hoster":"VOE"},{"redirect":12644436,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Returning Japanese (1)","descr":"Cotton kehrt nach Japan zurück, um zu erfahren, dass er einen unehelichen Sohn hat.","versions":[{"lang":2,"streams":[{"redirect":12644431,"hoster":"VOE"},{"redirect":12644433,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Returning Japanese (2)","descr":"","versions":[{"lang":2,"streams":[{"redirect":12644427,"hoster":"VOE"},{"redirect":12644430,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Get Your Freak Off","descr":"Nachdem Hank Bobby bei einem Konzert beim Tanzen erwischt hat, verbietet er seinem Sohn, an einer Pyjamaparty für Jungen und Mädchen teilzunehmen – aber Bobby schleicht sich alleine davon.","versions":[{"lang":2,"streams":[{"redirect":12644424,"hoster":"VOE"},{"redirect":12644425,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Fat And The Furious","descr":"Ein süßer Groupie überredet Bill, an einem Hot-Dog-Essen-Wettbewerb teilzunehmen, bei dem er gegen einen laotischen Champion antritt.","versions":[{"lang":2,"streams":[{"redirect":12644419,"hoster":"VOE"},{"redirect":12644421,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bad Girls, Bad Girls, Whatcha Gonna Do","descr":"Connies krimineller Cousin Tid Pao richtet bei einem Besuch in Arlen Chaos an.","versions":[{"lang":2,"streams":[{"redirect":12644415,"hoster":"VOE"},{"redirect":12644416,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Goodbye Normal Jeans","descr":"Peggy wird eifersüchtig auf Bobbys hauswirtschaftliche Fähigkeiten. Bill verliert eine Million Dollar Wette an Dale.","versions":[{"lang":2,"streams":[{"redirect":12644411,"hoster":"VOE"},{"redirect":12644413,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Dances With Dogs","descr":"Bobby und Hank treten bei einem Hundetanzwettbewerb gegeneinander an.","versions":[{"lang":2,"streams":[{"redirect":12644408,"hoster":"VOE"},{"redirect":12644409,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Son Also Roses","descr":"Bobby gibt seine Verantwortung als Handtuchmanager in der Fußballmannschaft ab, um daran zu arbeiten, seine Rosen zu züchten.","versions":[{"lang":2,"streams":[{"redirect":12644406,"hoster":"VOE"},{"redirect":12644404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Texas Skilsaw Massacre","descr":"Hank wird zu einem Wut-Management-Kurs verurteilt, nachdem er Dale versehentlich den Finger abgesägt hat.","versions":[{"lang":2,"streams":[{"redirect":12644401,"hoster":"VOE"},{"redirect":12644400,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Full Metal Dust Jacket","descr":"Peggy eröffnet ihren eigenen Buchladen, aber als sie feststellt, dass es keine Kunden gibt, erlaubt sie Dale widerstrebend, Räume unterzuvermieten, damit er Waffen verkaufen kann.","versions":[{"lang":2,"streams":[{"redirect":12644398,"hoster":"VOE"},{"redirect":12644395,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Pigmalion","descr":"Luanne wird vom Millionär Trip Larsen umworben, der bizarre Pläne mit ihr hat.","versions":[{"lang":2,"streams":[{"redirect":12644391,"hoster":"VOE"},{"redirect":12644394,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Megalo Dale","descr":"Hank setzt seinen Ruf aufs Spiel, als er Dale für einen Kammerjägerjob bei Megalomart empfiehlt ... nur um festzustellen, dass Dale denkt, dass das Ungeziefer Chuck Mangione ist; Bobby betrügt ein Spiel, indem er sich Bohnen in die Nase stopft.","versions":[{"lang":2,"streams":[{"redirect":13016025,"hoster":"VOE"},{"redirect":12644392,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Boxing Luanne","descr":"Luanne wird Boxerin.","versions":[{"lang":2,"streams":[{"redirect":12644384,"hoster":"VOE"},{"redirect":12644385,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Vision Quest","descr":"Hank nimmt Joseph mit auf eine Visionssuche in der Hoffnung, das Verhalten des Jungen zu ändern, aber als Dale eine eigene Vision erlebt, interpretiert er einen von Josephs Träumen falsch ... und ermutigt ihn, einen Panda im Zoo zu töten.","versions":[{"lang":2,"streams":[{"redirect":12644380,"hoster":"VOE"},{"redirect":12644381,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Queasy Rider","descr":"Nachdem sie an einer Paarberatung teilgenommen haben, kaufen Hank und Peggy ein Motorrad und fahren nach Sturgis, South Dakota, um an einer riesigen Biker-Rallye teilzunehmen. Aber es kommt zu Ärger, als Hank sich weigert, Peggy das Fahren zu überlassen.","versions":[{"lang":2,"streams":[{"redirect":12644375,"hoster":"VOE"},{"redirect":12644376,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Board Games","descr":"Spannungen brechen zwischen Peggy, Minh und Nancy aus, als ein Sitz im Schulvorstand frei wird und jede der Frauen ihre Absicht ankündigt zu laufen.","versions":[{"lang":2,"streams":[{"redirect":12644373,"hoster":"VOE"},{"redirect":12644372,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"An Officer And A Gentle Boy","descr":"Als Bobby Hank wiederholt nicht gehorcht, ist er gezwungen, dasselbe Bootcamp zu besuchen, das Cotton in seiner Jugend besucht hat. Aber zu Cottons Entsetzen verhätschelt die einst drakonische Einrichtung jetzt ihre Kadetten.","versions":[{"lang":2,"streams":[{"redirect":12923971,"hoster":"VOE"},{"redirect":12644368,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"The Miseducation Of Bobby Hill","descr":"Bobby und Joe Jack wenden während ihrer Arbeit bei Strickland Propane skrupellose Taktiken an, um Kunden zu gewinnen. Währenddessen schwebt Bill über ganz Arlen, nachdem er an einen von Ballons gehaltenen Liegestuhl gefesselt wurde, und Peggy ärgert sich über Lebermedikamente.","versions":[{"lang":2,"streams":[{"redirect":12644364,"hoster":"VOE"},{"redirect":12644365,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"The Good Buck","descr":"Hank und Peggy machen sich Sorgen, als der grinsende Bock Strickland in Luannes Bibelstunde landet; Bobby schwänzt den Sportunterricht, um im noblen Hotel Arlen Tee und Scones zu trinken.","versions":[{"lang":2,"streams":[{"redirect":12644362,"hoster":"VOE"},{"redirect":12644360,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"I Never Promised You An Organic Garden","descr":"Peggy überzeugt Direktor Moss, sie als neue Vollzeit-Lehrerin für Bio-Gärtnerei einzustellen, indem sie das Gemüse der Fußballmannschaft verspricht. Bio-Gartenbau erweist sich jedoch als viel schwieriger, als es klingt.","versions":[{"lang":2,"streams":[{"redirect":12644359,"hoster":"VOE"},{"redirect":12644356,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Be True To Your Fool","descr":"Bill verbreitet Läuse an Hank, Dale und Boomhauer. Als Hanks sich den Kopf rasieren lässt, stellt er überrascht fest, dass er ein Tattoo auf seiner Kopfhaut hat.","versions":[{"lang":2,"streams":[{"redirect":12644354,"hoster":"VOE"},{"redirect":12644352,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Racist Dawg","descr":"Hank wird beschuldigt, ein Rassist zu sein, als Ladybird einen schwarzen Handwerker anbellt.","versions":[{"lang":2,"streams":[{"redirect":12644348,"hoster":"VOE"},{"redirect":12644349,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Night And Deity","descr":"Dale trifft die Frau seiner Träume, als die Nachbarschaft von Tauben heimgesucht wird; Hank dient an ihrem Geburtstag als Luannes designierter Fahrer, nur um sich am Ende zu betrinken.","versions":[{"lang":2,"streams":[{"redirect":12644346,"hoster":"VOE"},{"redirect":12644345,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Maid In Arlen","descr":"Kahn reagiert mit Entsetzen, als seine Mutter die Magd der Hills wird... und Bills Geliebte.","versions":[{"lang":2,"streams":[{"redirect":12644339,"hoster":"VOE"},{"redirect":12644341,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"The Witches Of East Arlen","descr":"Hank ist entsetzt, als Bobby sich einer Gruppe von \"Hexen\" anschließt, die wollen, dass der Junge während einer ihrer Zeremonien Hundeblut trinkt.","versions":[{"lang":2,"streams":[{"redirect":12644338,"hoster":"VOE"},{"redirect":12644337,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Patch Boomhauer","descr":"Die Spannungen steigen, als Boomhauers Bruder Patch der alten Flamme von Boomhauer einen Heiratsantrag macht. Als die Hochzeit geplant ist, entdeckt Boomhauer bald, dass Patch sich nebenbei wie ein schmieriger Perverser benimmt.","versions":[{"lang":2,"streams":[{"redirect":12644330,"hoster":"VOE"},{"redirect":12644332,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Reborn To Be Wild","descr":"Hank reagiert mit Entsetzen, als sich herausstellt, dass Bobbys Bibelstudiengruppe von christlichen Skatepunks bevölkert ist, die Tattoos tragen und sich wie Rocker kleiden; Dale und seine Freunde gründen einen Last Supper Club.","versions":[{"lang":2,"streams":[{"redirect":12644328,"hoster":"VOE"},{"redirect":12644329,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"New Cowboy On The Block","descr":"Ein angeschwemmter Fußballstar zieht in die Nachbarschaft.","versions":[{"lang":2,"streams":[{"redirect":12644324,"hoster":"VOE"},{"redirect":12644325,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Incredible Hank","descr":"Peggy vermutet, dass Hank unter dem Reizbarkeitssyndrom leidet und beginnt, seinen Kaffee mit Testosteron zu würzen, was Hank von einem energiearmen Jedermann zu einem muskulösen Draufgänger macht.","versions":[{"lang":2,"streams":[{"redirect":12644322,"hoster":"VOE"},{"redirect":12644320,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Flirting With The Master","descr":"Ein schneidiger mexikanischer Fernsehstar bittet Peggy, zwei Wochen südlich der Grenze zu verbringen, um seine Kinder zu unterrichten, aber Peggy hat das Gefühl, dass der Schauspieler eine Affäre mit ihr haben möchte.","versions":[{"lang":2,"streams":[{"redirect":12644317,"hoster":"VOE"},{"redirect":12644318,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"After The Mold Rush","descr":"Hank betritt sein Haus in Arlens Parade of Homes Showcase, aber als das Hill House positiv auf Schimmel getestet wird, müssen Hank und seine Familie in ein heruntergekommenes Hotel umziehen.","versions":[{"lang":2,"streams":[{"redirect":12644312,"hoster":"VOE"},{"redirect":12644313,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Livin’ On Reds, Vitamin C And Propane","descr":"Hank erfüllt seinen Kindheitstraum, ein großes Gespann zu fahren, wenn er seiner Mutter beim Umzug hilft. Bobby kommt mit und leider auch Dale, Bill und Boomhauer; Währenddessen schreiben Peggy und Luanne ein sehr schlechtes Weihnachtslied.","versions":[{"lang":2,"streams":[{"redirect":12644306,"hoster":"VOE"},{"redirect":12644311,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Rich Hank, Poor Hank","descr":"Als Bobby fälschlicherweise glaubt, dass seine Eltern reich sind, stiehlt er Hanks Kreditkarte und geht auf Einkaufstour.","versions":[{"lang":2,"streams":[{"redirect":12644304,"hoster":"VOE"},{"redirect":12644305,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Ceci N’est Pas Une King Of The Hill","descr":"Hank beauftragt Peggy, einige Kunstwerke zu schaffen, um das örtliche Zoning Board zufrieden zu stellen, nachdem sie eine Strickland-Propan-Erweiterung genehmigt haben, aber Peggy ist gedemütigt, als ein Kunsthändler sie als Analphabetin bewirbt.","versions":[{"lang":2,"streams":[{"redirect":12644300,"hoster":"VOE"},{"redirect":12644302,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"That’s What She Said","descr":"Ein neuer Mitarbeiter von Strickland Propane liebt es, schräge Witze zu machen und Hank verrückt zu machen.","versions":[{"lang":2,"streams":[{"redirect":12644295,"hoster":"VOE"},{"redirect":12644297,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"My Hair Lady","descr":"Bill gibt sich als Homosexueller aus, um einen Job in einem trendigen Schönheitssalon zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":12644292,"hoster":"VOE"},{"redirect":12644294,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Phish And Wildlife","descr":"Hank und seine Freunde nehmen Bobby mit auf einen Camping-Ausflug, bei dem sie nur essen, was Sie fangen, nur um festzustellen, dass der Park von Hippies überrannt wurde.","versions":[{"lang":2,"streams":[{"redirect":12644288,"hoster":"VOE"},{"redirect":12644289,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Cheer Factor","descr":"Peggy übernimmt die Rolle des Trainers der Cheerleader-Truppe und wechselt die Mädchen von aufwendigen Tanzeinlagen zu gewalttätigem Spektakel.","versions":[{"lang":2,"streams":[{"redirect":12644284,"hoster":"VOE"},{"redirect":12644287,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Dale Be Not Proud","descr":"Als der Rennfahrer John Force eine Nierentransplantation benötigt, erweist sich Dale als perfekter Partner; und Peggy hilft Bobby, seine Klassenkameraden zu gewinnen, wenn er Ansagen über das Intercom-System der Schule liest.","versions":[{"lang":2,"streams":[{"redirect":12644280,"hoster":"VOE"},{"redirect":12644282,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Après Hank, Le Deluge","descr":"Arlen wird von Regenfällen und Sturzfluten heimgesucht. Bill übernimmt die Leitung des Tierheims an der Tom Landry Middle School und wird sofort verrückt vor Macht und Autorität.","versions":[{"lang":2,"streams":[{"redirect":12645240,"hoster":"VOE"},{"redirect":12645239,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Daletech","descr":"Cotton spielt Detektiv, als jemand anfängt, Hanks Grapefruitsaft zu trinken; und Dale versucht, seine eigene Home-Security-Firma zu gründen.","versions":[{"lang":2,"streams":[{"redirect":12644278,"hoster":"VOE"},{"redirect":12644275,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"How I Learned To Stop Worrying And Love The Alamo","descr":"Hank reagiert ungläubig, als er erkennt, dass Bobbys Geschichtsbuch fast nichts über den Alamo enthält; und Peggy fotografiert eine Flat Stanley-Puppe, um Kindern Geografie und Sicherheitsfragen beizubringen.","versions":[{"lang":2,"streams":[{"redirect":12644272,"hoster":"VOE"},{"redirect":12644274,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Girl, You’ll Be A Giant Soon","descr":"Luanne verbündet sich mit Hank, um gegen ein Propanverbot beim Grillen auf dem Texas State Fairground zu protestieren; und Peggy unternimmt extreme Anstrengungen, um Zugang zu einer Waschküche zu erhalten, in der ein berüchtigter Mord stattgefunden hat.","versions":[{"lang":2,"streams":[{"redirect":12644271,"hoster":"VOE"},{"redirect":12644269,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Stressed For Success","descr":"Bobby tritt dem akademischen Team der Schule bei, wo er sich auf Popkultur spezialisiert hat, aber der Stress erweist sich als zu viel für ihn.","versions":[{"lang":2,"streams":[{"redirect":12644265,"hoster":"VOE"},{"redirect":12644264,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Hank’s Back","descr":"Hank beginnt mit Yoga-Kursen, nachdem er sich bei der Arbeit am Rücken verletzt hat; und Peggy packt Lebensmittel in einem Tante-Emma-Laden ein, der es schwer hat, mit Megalomart zu konkurrieren.","versions":[{"lang":2,"streams":[{"redirect":12644260,"hoster":"VOE"},{"redirect":12644261,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Redneck On Rainey Street","descr":"Nachdem Connie Opfer einer umgekehrten Diskriminierung geworden ist, gibt Kahn seine Hoffnungen und Träume auf und nimmt das Leben eines Hinterwäldlers an.","versions":[{"lang":2,"streams":[{"redirect":12917216,"hoster":"VOE"},{"redirect":12644257,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Talking Shop!","descr":"Bobby macht Hank wütend, indem er sich als Studienberater ausbildet, und verärgert Connie dann, indem er die Regeln bricht und sich mit einem seiner eigenen Kunden trifft – nur um von einem Mädchen verfolgt zu werden, dem er gerade geraten hat, sich von ihrem Freund zu trennen.","versions":[{"lang":2,"streams":[{"redirect":12644253,"hoster":"VOE"},{"redirect":12644254,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Rover Runs Through It","descr":"Die Hills reisen nach Montana, wo Peggy versucht, mit ihrer entfremdeten Rancher-Mutter Wiedergutmachung zu leisten; Währenddessen gerät Hank mit den Einheimischen und Henry Winkler aneinander.","versions":[{"lang":2,"streams":[{"redirect":12644251,"hoster":"VOE"},{"redirect":12644250,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ms. Wakefield","descr":"In der Weihnachtszeit möchte eine sterbende, ältere Frau ihre letzten Tage im Haus der Hills verbringen, das früher ihr gehörte.","versions":[{"lang":2,"streams":[{"redirect":12644245,"hoster":"VOE"},{"redirect":12644244,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Death Buys A Timeshare","descr":"Hank begleitet Cotton und Bill nach Mexiko, um sie davon abzuhalten, sich in ein Timesharing einzukaufen; und Peggy, Dale und Bobby schleichen sich während einer Hitzewelle in Schwimmbäder.","versions":[{"lang":2,"streams":[{"redirect":12644240,"hoster":"VOE"},{"redirect":12644243,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Yard, She Blows!","descr":"Peggy versucht, den Vorgarten mit dem Kauf eines Rasenzwergs zu verschönern, sehr zu Hanks Entsetzen.","versions":[{"lang":2,"streams":[{"redirect":12644234,"hoster":"VOE"},{"redirect":12644239,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Dale To The Chief","descr":"Hank ist verlegen, als sein neuer Führerschein ihn als weiblich auflistet. Und nachdem er den Bericht der Warren-Kommission durchgesehen hat, wird Dale pro-amerikanisch.","versions":[{"lang":2,"streams":[{"redirect":12644231,"hoster":"VOE"},{"redirect":12644232,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Petriot Act","descr":"Hank trifft eine bizarre Entscheidung, das Haustier eines Soldaten zu adoptieren, da er einen Hund erwartet. Als das Militär stattdessen eine völlig unangenehme Katze vor der Tür absetzt, erkennt Hank, dass die Tierarztrechnungen der Katze die bevorstehenden Reisepläne seiner Familie ruinieren werden.","versions":[{"lang":2,"streams":[{"redirect":12644227,"hoster":"VOE"},{"redirect":12644230,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Enrique-cilable Differences","descr":"Enriques Ehe ist in der Schwebe, aber anstatt sich seinen Problemen zu stellen, versucht er, einen anderen zu finden, an den er sich wenden kann. Er entscheidet sich, sich einem herzlosen Hank anzuvertrauen, der ihn ausstößt.","versions":[{"lang":2,"streams":[{"redirect":12644225,"hoster":"VOE"},{"redirect":12644226,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Mutual Of OmAbwah","descr":"Hank stellt fest, dass er keine Hausratversicherung hat; Dale erkennt, dass die Menschen bereit sind, Geld zu zahlen, um von Bienen gestochen zu werden; Bill und Boomhauer entdecken die Freuden einer Fritteuse; und Peggy und Luanne bleiben an einer Autobahnraststätte stecken.","versions":[{"lang":2,"streams":[{"redirect":12644222,"hoster":"VOE"},{"redirect":12644223,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Care-Takin’ Care Of Business","descr":"Hank und seine Freunde pflegen das Gras auf einem Fußballfeld, um zu verhindern, dass der Platzwart gefeuert wird; und Luanne verliebt sich in die neuen Felgen von Lucky.","versions":[{"lang":2,"streams":[{"redirect":12644214,"hoster":"VOE"},{"redirect":12644217,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Arlen City Bomber","descr":"Als Luanne eine große Kreditkartenschuld anhäuft, schwört Peggy, ihr bei der Begleichung zu helfen ... aber am Ende kauft sie sich ein Roller-Derby-Team.","versions":[{"lang":2,"streams":[{"redirect":12644212,"hoster":"VOE"},{"redirect":12644216,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Redcorn Gambles With His Future","descr":"John Redcorn eröffnet auf seinem Land ein Glücksspielkasino.","versions":[{"lang":2,"streams":[{"redirect":12644207,"hoster":"VOE"},{"redirect":12644210,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Smoking And The Bandit","descr":"Dale gibt sich als The Smoking Bandit aus, ein maskierter Plünderer, der mehrere Geschäfte in Arlen besucht und gegen ihre Anti-Raucher-Bestimmungen verstößt.","versions":[{"lang":2,"streams":[{"redirect":12644204,"hoster":"VOE"},{"redirect":12644205,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Gone With The Windstorm","descr":"Als der Stationsleiter einen neuen Wettermann anstellt, um Nancy zu ersetzen, nachdem sie eine wichtige Wettervorhersage platzt, überzeugt Peggy Nancy davon, dass die Deckung eines gefährlichen Lauffeuers der einzige Weg ist, ihren Job zurückzugewinnen.","versions":[{"lang":2,"streams":[{"redirect":12644200,"hoster":"VOE"},{"redirect":12644201,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Bobby On Track","descr":"Ein Bahntrainer benutzt Bobby, um gute Athleten zu beschämen, wenn sie aus der Reihe geraten.","versions":[{"lang":2,"streams":[{"redirect":12644198,"hoster":"VOE"},{"redirect":12644197,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"It Ain’t Over Till The Fat Neighbor Sings","descr":"Bill glaubt, Akzeptanz gefunden zu haben, als er einem Glee Club beitritt.","versions":[{"lang":2,"streams":[{"redirect":12923968,"hoster":"VOE"},{"redirect":12644193,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hank’s On Board","descr":"Hank bringt Dale und Boomhauer dazu, Bill und sich selbst zu ihrem jährlichen Angelausflug einzuladen.","versions":[{"lang":2,"streams":[{"redirect":12644187,"hoster":"VOE"},{"redirect":12644188,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Bystand Me","descr":"Peggy bekommt einen Job bei der Stadtzeitung und schreibt eine Kolumne mit Haushaltstipps, gibt den Lesern jedoch versehentlich das Rezept für Senfgas.","versions":[{"lang":2,"streams":[{"redirect":12644185,"hoster":"VOE"},{"redirect":12644186,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bill’s House","descr":"Als Bill als Freiwilliger in einem Halfway House arbeitet, beherbergt er schließlich eine Gruppe von Alkoholikern bei sich zu Hause.","versions":[{"lang":2,"streams":[{"redirect":13016024,"hoster":"VOE"},{"redirect":12644182,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Harlottown","descr":"Hank ist am Boden zerstört, als Peggy einige unappetitliche Fakten über die Gründung der Stadt Arlen aufdeckt.","versions":[{"lang":2,"streams":[{"redirect":13016027,"hoster":"VOE"},{"redirect":12644177,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"A Portrait Of The Artist As A Young Clown","descr":"Bobby beeindruckt niemanden außer seinem Lehrer, als er Commedia Dell\u0027Arte lernt.","versions":[{"lang":2,"streams":[{"redirect":12644172,"hoster":"VOE"},{"redirect":12644173,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Orange You Sad I Did Say Banana","descr":"Ted Wasanasong nennt Khan eine \"Banane\" - ein abfälliger Begriff für einen Asiaten, der \"außen gelb, innen weiß\" ist - und lässt ihn glauben, dass er den Kontakt zu seinem laotischen Erbe verloren hat.","versions":[{"lang":2,"streams":[{"redirect":12644167,"hoster":"VOE"},{"redirect":12644170,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"You Gotta Believe (In Moderation)","descr":"Hanks Ligameister-Softball-Team fordert ein ungeschlagenes komödiantisches Barnstorming-Team heraus.","versions":[{"lang":2,"streams":[{"redirect":12644164,"hoster":"VOE"},{"redirect":12644166,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Business Is Picking Up","descr":"Bobby nimmt an einem \"Job-Schatten\"-Programm teil, bei dem er von einem Unternehmer begeistert ist, der seinen Lebensunterhalt damit verdient, Hunde aufzutreiben.","versions":[{"lang":2,"streams":[{"redirect":12644160,"hoster":"VOE"},{"redirect":12644162,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Year Of Washing Dangerously","descr":"Strickland arbeitet mit Kahn in einem Autowaschgeschäft zusammen und zwingt Hank, Kahns \"Arbeitsaffe\" zu werden.","versions":[{"lang":2,"streams":[{"redirect":12644157,"hoster":"VOE"},{"redirect":12644155,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Hank Fixes Everything","descr":"Strickland beginnt einen Propan-Preiskampf, also heuert er die Teutuls von \"American Chopper\" an, um den Verkauf auf der Propan Expo anzukurbeln. Aber die Teutuls schaffen es nur, einen Aufstand anzuzetteln.","versions":[{"lang":2,"streams":[{"redirect":12644152,"hoster":"VOE"},{"redirect":12644151,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Church Hopping","descr":"Nach einem Streit mit Reverend Stroup verlässt Hank Arlen First Methodist und tritt einer Mega-Kirche bei ... nur um von deren ununterbrochenen Anforderungen an seine Freizeit überwältigt zu werden.","versions":[{"lang":2,"streams":[{"redirect":12644150,"hoster":"VOE"},{"redirect":12644149,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"24 Hour Propane People","descr":"Nachdem er seinen Lieblings-Strip-Club abgeschworen hat, gestaltet Strickland das Propan-Geschäft neu, indem er eine Eisdiele als Inspiration verwendet; und Peggy nutzt ihre Presseausweise, um kostenlose Dinge zu erhalten.","versions":[{"lang":2,"streams":[{"redirect":12644143,"hoster":"VOE"},{"redirect":12644146,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Texas Panhandler","descr":"Als Hank Bobbys Wunsch nach teuren Designerjeans ablehnt, nimmt Bobby den Rat seines Vaters an und besorgt sich einen wirklich \"coolen\" Job; Aber auf der Straße zu betteln ist nicht gerade das, was Hank im Sinn hatte.","versions":[{"lang":2,"streams":[{"redirect":12644140,"hoster":"VOE"},{"redirect":12644142,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Hank’s Bully","descr":"Hanks Sohn wird nicht aufhören, ihn zu belästigen, und seine Eltern weigern sich, etwas dagegen zu tun. Also nimmt er die Sache selbst in die Hand, was ihm Ärger mit der Polizei einbringt.","versions":[{"lang":2,"streams":[{"redirect":12644136,"hoster":"VOE"},{"redirect":12644137,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Edu-macating Lucky","descr":"Lucky, Luannes nichtsnutziger Freund, wird sie nicht heiraten, bis er seinen Ged-Test besteht; Als er Peggy bittet, ihn zu unterrichten, plant sie, ihre Beziehung zu beenden, indem sie ihm alle falschen Antworten beibringt.","versions":[{"lang":2,"streams":[{"redirect":13016029,"hoster":"VOE"},{"redirect":12644132,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Peggy Horror Picture Show","descr":"Peggy freundet sich mit einer lokalen Drag Queen an. Aber Peggy weiß nicht, dass ihre Freundin wirklich ein Mann ist, und ihre Freundin erkennt nicht, dass Peggy eine echte Frau ist.","versions":[{"lang":2,"streams":[{"redirect":12644126,"hoster":"VOE"},{"redirect":12644130,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Serpunt","descr":"Die Hills erzeugen einen Schlangenschreck, als eine große Python in die Kanalisation gelangt und ein paar gierige Stadtunternehmer versuchen, die Situation auszunutzen.","versions":[{"lang":2,"streams":[{"redirect":12644124,"hoster":"VOE"},{"redirect":12644125,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Blood And Sauce","descr":"Bill entdeckt, dass er und sein Cousin das Ende der Familie Dautrieve sind, also versucht er, einen Weg zu finden, sein Familienerbe zu bewahren.","versions":[{"lang":2,"streams":[{"redirect":12644120,"hoster":"VOE"},{"redirect":12644119,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Luanne Gets Lucky","descr":"Luanne geht mit einem fünfzehnjährigen Jungen zum Abschlussball, weil sie ihren eigenen Abschlussball verpasst hat, und sie möchte Lucky dazu bringen, auf sie aufmerksam zu machen.","versions":[{"lang":2,"streams":[{"redirect":12644121,"hoster":"VOE"},{"redirect":12644116,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Hank Gets Dusted","descr":"Hanks Cousin, Dusty Hill von ZZ Top, kommt nach Arlen und macht Hank zum Ziel all seiner Witze für seine neue Reality-TV-Sendung.","versions":[{"lang":2,"streams":[{"redirect":12644112,"hoster":"VOE"},{"redirect":12644114,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Glen Peggy Glen Ross","descr":"Peggy wird Maklerin. Hank bekommt einen neuen Satz Golfschläger mit einer verstörenden Vergangenheit.","versions":[{"lang":2,"streams":[{"redirect":12644109,"hoster":"VOE"},{"redirect":12644110,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Passion Of The Dauterive","descr":"Bill lässt sich mit der Pastorin seiner Kirche ein, sehr zum Entsetzen von Hank und seinen Gemeindemitgliedern.","versions":[{"lang":2,"streams":[{"redirect":12644104,"hoster":"VOE"},{"redirect":12980941,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Grand Theft Arlen","descr":"Hank ist besessen von einem Videospiel, das auf seinem eigenen Leben basiert. Bobby versucht, seine körperliche Verfassung zu verbessern.","versions":[{"lang":2,"streams":[{"redirect":12644101,"hoster":"VOE"},{"redirect":12644102,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Peggy’s Gone To Pots","descr":"Peggy wird dazu verleitet, Küchenzubehör zu verkaufen. Der echte Rusty Shackleford konfrontiert Dale.","versions":[{"lang":2,"streams":[{"redirect":12644095,"hoster":"VOE"},{"redirect":12644098,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Hair Today, Gone Today","descr":"Dale glaubt, in die Vergangenheit gereist zu sein. Stress über eine vergangene Beziehung führt zu Haarausfall bei Nancy.","versions":[{"lang":2,"streams":[{"redirect":13016026,"hoster":"VOE"},{"redirect":12644093,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Bill, Bulk, And The Body Buddies","descr":"Bill erlaubt unklugerweise einigen verrückten, muskelbepackten Bodybuildern, die Trainingsgeräte der Nachbarschaft zu benutzen, wenn sie ihm im Gegenzug helfen, in Form zu kommen.","versions":[{"lang":2,"streams":[{"redirect":12644087,"hoster":"VOE"},{"redirect":12644089,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Lucky’s Wedding Suit","descr":"Lucky braucht Geld, um Luanne die extravagante Hochzeit ihrer Träume zu schmeißen. Als er bei einem Sturz von Dales Kellertreppe verletzt wird, ermutigt ein korrupter Anwalt Lucky, gegen jeden mit Geld, dem möglicherweise die Schuld gegeben werden könnte, streitig zu werden.","versions":[{"lang":2,"streams":[{"redirect":12644084,"hoster":"VOE"},{"redirect":12644085,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Suite Smells Of Excess","descr":"Hank und die Jungs nehmen Bobby mit zu einem College-Football-Spiel in Texas/Nebraska. Während des Spiels bedienen sie sich einer leeren Luxussuite, was sie am Ende des Ballspiels in eine prekäre Situation bringt.","versions":[{"lang":2,"streams":[{"redirect":12644080,"hoster":"VOE"},{"redirect":12644081,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Bobby Rae","descr":"Bobby protestiert gegen Kommerzialisierung an der Tom Landry Middle School, als er entdeckt, dass sich plötzlich ein süßes Mädchen für ihn interessiert.","versions":[{"lang":2,"streams":[{"redirect":12644076,"hoster":"VOE"},{"redirect":12644078,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Powder Puff Boys","descr":"Bobby wird als Puderquaste-Cheerleader ausgewählt, aber Peggy und der Rest der PTA drohen, die Gruppe aufzulösen, nachdem der PTA-Präsident entscheidet, dass sie sexistisch ist.","versions":[{"lang":2,"streams":[{"redirect":12644071,"hoster":"VOE"},{"redirect":12644074,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Four Wave Intersection","descr":"Bobby, Joseph und Connie werden in einem Wasserpark von einer Gruppe Schläger belästigt und nur Boomhauer kann sie retten. Inzwischen wird Bill zu einer kleinen lokalen Berühmtheit, nachdem er den Fahrern vom Straßenrand zuwinkt.","versions":[{"lang":2,"streams":[{"redirect":12644068,"hoster":"VOE"},{"redirect":12644070,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Death Picks Cotton","descr":"Cotton liegt im Sterben, aber sowohl er als auch Hank haben Schwierigkeiten, damit klarzukommen – und auch miteinander.","versions":[{"lang":2,"streams":[{"redirect":12644064,"hoster":"VOE"},{"redirect":12644066,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Raise The Steaks","descr":"Hank tritt einem Co-op-Laden bei, weil die dort verkauften Steaks die besten der Stadt sind. Allerdings ist er gezwungen, extreme Maßnahmen zu ergreifen, um Bio-Steaks zu bekommen, als Mega-Lo-Mart den Laden aufkauft.","versions":[{"lang":2,"streams":[{"redirect":12644060,"hoster":"VOE"},{"redirect":12644061,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Tears Of An Inflatable Clown","descr":"Bobby ist für die Organisation eines Karnevals an der Tom Landry Middle School verantwortlich, aber ein von der Schule ernannter Diversity-Berater nimmt den ganzen Spaß.","versions":[{"lang":2,"streams":[{"redirect":12644055,"hoster":"VOE"},{"redirect":12644059,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Minh Who Knew Too Much","descr":"Minh tritt Dales Waffenclub bei, um zu lernen, wie man Skeet schießt. Hank untersucht, wer seinen Müll in seinen Mülleimer wirft.","versions":[{"lang":2,"streams":[{"redirect":12644053,"hoster":"VOE"},{"redirect":12644052,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Dream Weaver","descr":"Hank begleitet Dale widerwillig in einen \"Berufsurlaub\", in dem Dale das Korbflechten lernen wird. Probleme treten jedoch auf, wenn Dale völlig inkompetent ist und Hank das Haustier des Lehrers wird.","versions":[{"lang":2,"streams":[{"redirect":12644051,"hoster":"VOE"},{"redirect":12980943,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Doggone Crazy","descr":"Ladybird beginnt bei Gewittern sprunghaft zu handeln, und Hank muss einen \"Hundespiritualisten\" konsultieren oder riskieren, sie an Animal Control zu verlieren.","versions":[{"lang":2,"streams":[{"redirect":12644044,"hoster":"VOE"},{"redirect":12644045,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Trans-Fascism","descr":"Hank hilft Buck Strickland und Sugarfoot, einen Weg zu finden, das neue Verbot von Transfetten durch den Stadtrat von Arlen zu umgehen.","versions":[{"lang":2,"streams":[{"redirect":12923976,"hoster":"VOE"},{"redirect":12644043,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Three Men And A Bastard","descr":"Dale entdeckt, dass die Tochter einer von Bills Freundinnen dieselbe DNA wie Joseph hat. Er kommt zu dem Schluss, dass er der Vater von beiden ist.","versions":[{"lang":2,"streams":[{"redirect":12923973,"hoster":"VOE"},{"redirect":12644036,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"The Accidental Terrorist","descr":"Hank sinnt auf Rache, als er erfährt, dass sein Autoverkäufer ihn seit 20 Jahren ausnutzt, aber er gerät in Schwierigkeiten, als sein Plan außer Kontrolle gerät.","versions":[{"lang":2,"streams":[{"redirect":12644032,"hoster":"VOE"},{"redirect":12644034,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Lady And Gentrification","descr":"Während Hank bei der Quinceanera-Feier von Enriques Tochter aushilft, droht Peggy, Enriques Familie aus ihrer Nachbarschaft zu vertreiben, indem sie sie der Arlener Künstlergemeinschaft vorstellt.","versions":[{"lang":2,"streams":[{"redirect":12644027,"hoster":"VOE"},{"redirect":12644028,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Behind Closed Doors","descr":"Peggy nimmt drastische Veränderungen im Haus vor, nachdem ein Pop-Familientherapeut sie davon überzeugt hat, dass ihre Familie Intimitätsprobleme hat, was Hank und Bobby nur noch weiter von ihr entfernt.","versions":[{"lang":2,"streams":[{"redirect":12644026,"hoster":"VOE"},{"redirect":12644025,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Pour Some Sugar On Kahn","descr":"Kahn nutzt Karaoke, um sein Selbstvertrauen zu stärken und den letzten Besuch seines herrschsüchtigen Schwiegervaters zu bewältigen.","versions":[{"lang":2,"streams":[{"redirect":12644020,"hoster":"VOE"},{"redirect":12644023,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Six Characters In Search Of A House","descr":"Peggy stellt Schauspieler ein und schreibt ein Drehbuch, um ihrem Tag der offenen Tür für ein Haus zu helfen, das sie nicht verkaufen kann. Aber anstatt das fragliche Haus zu verkaufen, lässt sie sich hinreißen und verkauft während der Generalprobe ihr eigenes Haus.","versions":[{"lang":2,"streams":[{"redirect":12644019,"hoster":"VOE"},{"redirect":12644017,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Courtship Of Joseph’s Father","descr":"Dale wird von einer privaten Akademie bestochen, um Joseph als Quarterback anzumelden, aber er erfährt bald, dass seine Familie nicht dazu passt, weil sie nicht reich ist.","versions":[{"lang":2,"streams":[{"redirect":13016028,"hoster":"VOE"},{"redirect":12644015,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Strangeness On A Train","descr":"Als Peggys Geburtstagsfeier sie erneut enttäuschen verspricht, beschließt sie, ihre eigene Party an Bord eines Zuges zu planen, in dem ein Krimispiel aufgeführt wird.","versions":[{"lang":2,"streams":[{"redirect":12644008,"hoster":"VOE"},{"redirect":12644009,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"Cops And Robert","descr":"Hank fährt versehentlich einen sanftmütigen Mann über den Rand, als er ihm die Brieftasche abnimmt, und nimmt fälschlicherweise an, dass der Mann gerade seine gestohlen hat.","versions":[{"lang":2,"streams":[{"redirect":12644003,"hoster":"VOE"},{"redirect":12644004,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"It Came From The Garage","descr":"Bobby wird vorübergehend Hausmann und Hank wird zum Gespött der Nachbarschaft, als alle feststellen, dass er Angst vor Fledermäusen hat.","versions":[{"lang":2,"streams":[{"redirect":12643999,"hoster":"VOE"},{"redirect":12644002,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Life: A Loser’s Manual","descr":"Peggys Knastbruder (Luannes Vater) kommt in die Stadt und begeht ein weiteres Verbrechen; und Lucky tut ihm leid, also nimmt er die Schuld auf sich.","versions":[{"lang":2,"streams":[{"redirect":12643998,"hoster":"VOE"},{"redirect":12643997,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Dia-bill-ic Shock","descr":"Bill fängt an, sich wie ein Querschnittsgelähmter zu benehmen, nachdem sein Arzt bei ihm Diabetes diagnostiziert und ihm gesagt hat, er solle sich einen Rollstuhl besorgen.","versions":[{"lang":2,"streams":[{"redirect":12643991,"hoster":"VOE"},{"redirect":12643993,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Earthy Girls Are Easy","descr":"Buck sucht nach einer einfachen Möglichkeit für Strickland Propane, \"grün\" zu werden, und Dale ist bereit, ihn und die Situation auszunutzen.","versions":[{"lang":2,"streams":[{"redirect":12643989,"hoster":"VOE"},{"redirect":12643990,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Square-Footed Monster","descr":"Ted Wassonasong kauft ein Haus in Hanks Nachbarschaft, reißt es ab und baut an seiner Stelle ein billig gebautes \"McMansion\".","versions":[{"lang":2,"streams":[{"redirect":12643986,"hoster":"VOE"},{"redirect":12643985,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Lost In Myspace","descr":"Hank gerät in Schwierigkeiten mit einem temperamentvollen Kollegen, der zum stellvertretenden Manager befördert wird, nachdem Strickland Propane eine eigene MySpace-Seite eingerichtet hat.","versions":[{"lang":2,"streams":[{"redirect":12643980,"hoster":"VOE"},{"redirect":12643981,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"No Bobby Left Behind","descr":"Die Tom Landry Middle School bezeichnet Bobby und einige seiner anderen faulen Klassenkameraden als Schüler mit \"besonderen Bedürfnissen\", damit sie den standardisierten Test nicht ablegen und durchfallen und die Schulzahlen senken müssen.","versions":[{"lang":2,"streams":[{"redirect":12643975,"hoster":"VOE"},{"redirect":12643978,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"A Bill Full Of Dollars","descr":"Indem sie Bill als Durchschnittsverbraucher betrachten, machen Peggy, Dale und Minh ein Vermögen an der Börse. Doch als Bill erfährt, dass er beobachtet wird, kommt der Soßenzug abrupt zum Stehen.","versions":[{"lang":2,"streams":[{"redirect":12643972,"hoster":"VOE"},{"redirect":12643974,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Straight As An Arrow","descr":"Peggy meldet sich freiwillig als Arlen Welcome Wagon Lady und stellt Hank einen neuen Freund vor, Wesley Cherish. Die Beziehung verschlechtert sich, nachdem sich herausstellt, dass Wesley ein Helikopter-Elternteil ist, das Bobby beschuldigt, einen schlechten Einfluss zu haben.","versions":[{"lang":2,"streams":[{"redirect":12643967,"hoster":"VOE"},{"redirect":12643971,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Lucky See, Monkey Do","descr":"Während LuAnn sich auf die Geburt ihres Babys vorbereitet, streiten Peggy und Luckys Schwester darüber, wie das Baby auf die Welt kommen und aufziehen soll. Währenddessen verliebt sich Bill in die Frau, die ihn am Fast-Food-Durchfahrtsfenster begrüßt.","versions":[{"lang":2,"streams":[{"redirect":12643965,"hoster":"VOE"},{"redirect":12643969,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"What Happens At The National Propane Gas Convention In Memphis Stays At The National Propane Convent","descr":"Hank geht zur National Propan Gas Convention in Memphis, um Buck für eine Auszeichnung vorzustellen, aber er macht sich selbst zum Arsch, als Buck herausfindet, dass er einen unehelichen Sohn im Propangeschäft hat.","versions":[{"lang":2,"streams":[{"redirect":12643962,"hoster":"VOE"},{"redirect":12643960,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Master Of Puppets","descr":"Bobby spielt seine von Schuldgefühlen geplagten Eltern gegeneinander aus, nachdem sie vergessen haben, ihn im Einkaufszentrum abzuholen, aber der Umzug geht nach hinten los, als Hank und Peggy eine neue Strategie verfolgen. Unterdessen versucht Dale zu beweisen, dass er in der \"Wildnis\" überleben kann.","versions":[{"lang":2,"streams":[{"redirect":12643955,"hoster":"VOE"},{"redirect":12643957,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Bwah My Nose","descr":"Hank bricht sich die Nase beim Training für einen Rückkampf im Flag Football der Staatsmeisterschaft. Aber als er es von einem plastischen Chirurgen reparieren lässt, ist es so perfekt, dass er nicht mitspielen und riskieren möchte, es zu ruinieren.","versions":[{"lang":2,"streams":[{"redirect":13918142,"hoster":"VOE"},{"redirect":12643954,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Uncool Customer","descr":"Peggy und Bobby versuchen, eine trendige Mutter und Tochter zu beeindrucken, die sie in Bobbys Cotillion-Klasse treffen, während Hank ein gutes neues Restaurant findet, aber die Sitzordnung hasst.","versions":[{"lang":2,"streams":[{"redirect":12643947,"hoster":"VOE"},{"redirect":12643948,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Nancy Does Dallas","descr":"Nancy bekommt einen Job als Moderatorin bei einem Fernsehsender in Dallas, aber wird Dale ohne sie in Arlen überleben können?","versions":[{"lang":2,"streams":[{"redirect":12643944,"hoster":"VOE"},{"redirect":12643943,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Born Again On The Fourth Of July","descr":"Während Hank und die Jungs ihre Rivalität am 4. Juli mit der Milton Street auf ein gefährliches Niveau treiben, findet Bobby in Luckys Kirche Religion.","versions":[{"lang":2,"streams":[{"redirect":12643941,"hoster":"VOE"},{"redirect":12643942,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Serves Me Right For Giving General George S. Patton The Bathroom Key","descr":"Hank findet heraus, dass er der Testamentsvollstrecker von Cotton ist, was beinhaltet, dass er seine Asche in General Pattons Toilette spült. Dale und Bill machen unterdessen einen fiesen \"Dudevorce\" durch","versions":[{"lang":2,"streams":[{"redirect":12643935,"hoster":"VOE"},{"redirect":12643937,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Bad News Bill","descr":"Hank wird wegen seines Mangels an positiver Unterstützung für Bobby in der South Arlen Youth Baseball League geächtet.","versions":[{"lang":2,"streams":[{"redirect":12643933,"hoster":"VOE"},{"redirect":12643934,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Manger Baby Einstein","descr":"John Redcorn hilft LuAnn dabei, eine Reihe von Krippenbabies-DVDs zu produzieren, aber sie lernt auf die harte Tour, dass der Erfolg in der Kinderunterhaltungsbranche nur flüchtig ist.","versions":[{"lang":2,"streams":[{"redirect":12643930,"hoster":"VOE"},{"redirect":12643929,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"Uh-Oh Canada","descr":"Alle in der Rainey Street werden von der kanadischen Familie abgeschreckt, die für den Sommer in Boomhauers Haus einzieht.","versions":[{"lang":2,"streams":[{"redirect":12643923,"hoster":"VOE"},{"redirect":12643926,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"The Boy Can’t Help It","descr":"Als Bobby von einem Trio älterer Mädchen angefreundet wird, macht sich Hank Sorgen, dass sein Sohn entmannt wird; und Hank und die Jungs bauen den ultimativen Obdachlosenkarren für einen lokalen Penner.","versions":[{"lang":2,"streams":[{"redirect":12643920,"hoster":"VOE"},{"redirect":12643919,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"To Sirloin With Love","descr":"Hank ist dankbar, etwas mit Bobby gemeinsam zu haben, nachdem sein Wissen über Rindfleisch ihm einen Platz in einem College-Team für die Staatsmeisterschaften eingebracht hat.","versions":[{"lang":2,"streams":[{"redirect":12643915,"hoster":"VOE"},{"redirect":12643918,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"The Honeymooners","descr":"Hank ist schockiert, als seine Mutter bekannt gibt, dass sie einen Mann heiratet, den sie erst seit wenigen Wochen kennt. Kurz darauf feiern die Jungvermählten, indem sie ein Wohnmobil kaufen und zu Hank\u0027s fahren.","versions":[{"lang":2,"streams":[{"redirect":12643911,"hoster":"VOE"},{"redirect":12643914,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Bill Gathers Moss","descr":"Um seine Einsamkeit zu lindern, nimmt Bill einige Mitbewohner auf. Darunter ein ehemaliges Pin-Up-Girl, eine Russin, die mit High-End-Mode-Imitaten handelt, und Principal Moss.","versions":[{"lang":2,"streams":[{"redirect":12643907,"hoster":"VOE"},{"redirect":12643909,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"When Joseph Met Lori, And Made Out With Her In The Janitor’s Closet","descr":"Dale versucht, Joseph das \"Sexgespräch\" zu geben, scheitert aber und macht einen Test, in dem er behauptet, dass er \"Demenz\" hat, was dazu führt, dass er einer Nervenheilanstalt beitritt, aber dann erkennt er, dass er aussteigen muss, bevor Joseph und Lori \"den ganzen Weg\" gehen. .","versions":[{"lang":2,"streams":[{"redirect":12643904,"hoster":"VOE"},{"redirect":12643902,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Just Another Manic Kahn-Day","descr":"Hank findet eine neue Bewunderung für Kahn, nachdem Kahns ungewöhnlich hohe Energie ihm hilft, ein neues Strickland-Gimmick zu planen, aber zu welchem ​​Preis? Unterdessen ist Bobby besessen davon zu verstehen, was eine alte Schallplatte lustig macht.","versions":[{"lang":2,"streams":[{"redirect":12643903,"hoster":"VOE"},{"redirect":12643905,"hoster":"Streamtape"}]}]}]}]}