{"seriesId":"king-of-prism-shiny-seven-stars","name":"King of Prism: Shiny Seven Stars","descr":"Die Trainingsschule für künftige Prism Stars Edel Rose soll in einem neuen Gebäude, das sämtliche Annehmlichkeiten bietet, voll durchstarten. Doch die Konkurrenzschule Schwarz Rose möchte ihnen Steine in den Weg legen und verwickelt Edel Rose in einen Wettbewerb im Kampf um den Thron des Prism Kings","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hayami Hiro, Mihama Koji, Nishina Kazuki: Beyond the Rainbow","descr":"Die Traingsschule für Prism Stars Edel Rose zieht in ein brandneues Gebäude um, das mit sämtlichen Annehmlichkeiten ausgestattet ist. Doch die Konkurrenz Schwarz Rose schläft nicht und heckt bereits eine Missetat aus.","versions":[]},{"epId":"episode-2","name":"","epNo":2,"alt":"Tachibana Yukinojo Has Arrived!","descr":"Eigentlich möchte Yukinojo seinen Startplatz beim Prism King Cup aus Dankbarkeit für Shin räumen, doch hinter der Geschichte steckt noch viel mehr, als es den ersten Anschein hat.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"Kogami Taiga: The Festival! Is Inside Me!","descr":"Taiga bereitet sich auf seine Heimreise über die Festtage in Aomori vor. Allerdings kommt unverhofft und kurzfristig noch ein Job rein, der seiner Heimreise im Wege stehen könnte.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Juoin Kakeru: Soaring with Love","descr":"Als künftiger Erbe des Juoin-Konzerns hat Kakeru einiges um die Ohren. Umso schlimmer, dass sich innerhalb der Firma Widerstand gegen ihn erhebt und er zur Zweigstelle auf Madagaskar verbannt wird.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Shuffle: Joji`s Song","descr":"Norizuki macht bei Schwarz Rose seinen Schützlingen wieder einmal Stress. Doch Joji interessiert das alles nicht. Doch dann erhält er von einer alten Kindheitsfreundin eine Nachricht und seine Welt steht Kopf.","versions":[]},{"epId":"episode-6","name":"","epNo":6,"alt":"Takahashi Minato: My Heart Is an Ocean","descr":"Minato muss urplötzlich zurück in die Heimat. Seine Mutter hat sich überarbeitet und liegt mit einem Hexenschuss flach. Wird er seinen Traum vom Prism Star für seine Familie aufgeben müssen?","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Saionji Leo: Flowers Blooming in Your Heart","descr":"Auf dem anstehenden Kakyo-Fest gibt es seit Jahren bereits eine Miss-Wahl. Auch dieses Jahr soll Edel Rose dabei wieder den Titel mit einem Crossdresser holen. Für Leo ist es die Chance zu glänzen, doch dann besuchen ihn seine beiden Schwestern ganz unerwartet ...","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Suzuno Yu: I Am Zeus","descr":"Yu erklärt sich großzügiger weise bereit, für alle die Lieder für Prism One zu schreiben. Doch damit übernimmt er sich ganz schön und als es fast schon zu spät ist, kommen seine Freunde auf eine geniale Idee.","versions":[]},{"epId":"episode-9","name":"","epNo":9,"alt":"Yamato Alexander: The Charisma of Street","descr":"Alexander will seit seiner Kindheit schon in die Fußstapfen von Kurokawa Rei treten. Doch manchmal übertreibt er es ein wenig. Wird er beim Prism One Cup seinem schlechten Ruf gerecht oder holt er Punkte für sein Team, das zurückliegt?","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Kisaragi Louis: Prism Emissary","descr":"Louis und Shin verbindet eine gemeinsame Vergangenheit. Doch diese Vergangenheit geht noch weiter zurück, als es zuerst den Anschein hatte ...","versions":[]},{"epId":"episode-11","name":"","epNo":11,"alt":"Ichijo Shin: Sin","descr":"Shin muss nun mit seinem Auftritt noch das Ruder herumreißen, ansonsten wäre das der Untergang von Edel Rose. Doch wird ihm das gelingen?","versions":[]},{"epId":"episode-12","name":"","epNo":12,"alt":"Shiny Seven Stars Forever!","descr":"Der Auftritt der Seven Stars steht bevor. Allerdings ist ein Sieg nicht mehr möglich, selbst wenn sie die Höchstpunktzahl erreichen. Daher wollen die Jungs noch mal mit voller Freude alles geben, um wenigstens ihre Fans glücklich zu machen.","versions":[]}]}]}