{"path":"/serie/stream/kingdom-hospital","name":"Kingdom Hospital","descr":"Maine, 13. Dezember 2002: In den letzten Stunde einer Winternacht wird Eleanor Druse in das Kingdom Hospital gerufen, wo eine Patientin nach einem Selbstmordversuch immer wieder ihren Namen erwähnt: \"Sagt Sally Druse, dass das kleine Mädchen noch immer hier ist!\". Als Eleanor im Krankenhaus eintrifft, wartet nicht nur die grausam zugerichtete Leiche der Patientin auf sie, sondern es beginnt eine Odyssee, die direkt zu dem düsteren Geheimnis führt, welches das Kingdom Hospital umgibt.","seasons":[{"path":"/serie/stream/kingdom-hospital/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-1","name":"Das Reich der Finsternis (1)","epNo":1,"alt":"Thy Kingdom Come (1)","descr":"Im Kingdom Hospital in der Kleinstadt Lewiston häufen sich übernatürliche Vorfälle. Bei einem Brand vor über 100 Jahren sollen zahlreiche Kinder ums Leben gekommen, die jetzt als Geister ihr Unwesen treiben. Das glaubt zumindest Mrs. Druse, ein Hypochonder, die die Stimme eines der toten Mädchens zu hören glaubt. Als Peter Rickman nach einem schweren Unfall in das Krankenhaus eingeliefert wird, ahnt er nicht, welches Abenteuer dort auf ihn wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834244","hoster":"VOE"},{"path":"/redirect/8586311","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-2","name":"Das Reich der Finsternis (2)","epNo":2,"alt":"Thy Kingdom Come (2)","descr":"Im Kingdom Hospital in der Kleinstadt Lewiston häufen sich übernatürliche Vorfälle. Bei einem Brand vor über 100 Jahren sollen zahlreiche Kinder ums Leben gekommen, die jetzt als Geister ihr Unwesen treiben. Das glaubt zumindest Mrs. Druse, ein Hypochonder, die die Stimme eines der toten Mädchens zu hören glaubt. Als Peter Rickman nach einem schweren Unfall in das Krankenhaus eingeliefert wird, ahnt er nicht, welches Abenteuer dort auf ihn wartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834243","hoster":"VOE"},{"path":"/redirect/8586309","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-3","name":"Kleines Mädchen","epNo":3,"alt":"Death’s Kingdom","descr":"Als bei Dr. Hook eine Beschwerde über Dr. James eingeht, stellt er sich schützend vor diesen, da beide zur gleichen Bruderschaft, den \"Behütern des Kingdom\", gehören. Unterdessen schart Mrs. Druse einige Patienten um sich, um mit ihnen eine Séance abzuhalten. Sie will mit dem Geist des kleinen Mädchens, das sie im Krankenhaus gehört zu haben glaubt, kommunizieren. Als Dr. Hook Mrs. Druse hinauswerfen will, hört er im Fahrstuhl jedoch selbst das Weinen eines kleinen Mädchens","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834247","hoster":"VOE"},{"path":"/redirect/8586312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-4","name":"Der Mörder","epNo":4,"alt":"Goodbye Kiss","descr":"Ein Mörder, der einen Selbstmordversuch hinter sich hat, wird ins Kingdom Hospital eingeliefert und in Peters Zimmer untergebracht … Nachdem auch Dr. Hook die seltsamen Stimmen im Fahrstuhl gehört hat, glaubt er Mrs. Druse, dass sie die ruhelosen Geister im Krankenhaus durch ihre Séancen beruhigen kann – er weiht Christine Draper ein, und mit einem kleinen Trick sorgen die beiden dafür, dass die selbst ernannte \"Seherin\" wieder eingeliefert wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379874","hoster":"VOE"},{"path":"/redirect/8586314","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-5","name":"Letztes Flackern","epNo":5,"alt":"The West Side Of Midnight","descr":"Die Krankenpflegerin Emma Warburton erleidet einen Herzanfall, als sie einem vermeintlich Toten dessen Bargeld abnimmt und dieser sie plötzlich anspricht! Es gelingt Dr. Louis Traff nicht, seiner Ex-Frau Emma das Leben zu retten. Unterdessen nimmt Elmer, der Sohn von Louis und Emma, im Kingdom Hospital an einem Schlafexperiment teil … Als Mrs. Druse den sterbenden Lenny begleitet, gelingt es ihr, Kontakt mit der Seele des kleinen Mädchens aufzunehmen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834253","hoster":"VOE"},{"path":"/redirect/8586318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-6","name":"Hooks Friedhof","epNo":6,"alt":"Hook’s Kingdom","descr":"Rolf Pederson beobachtet im halbwachen Zustand, wie Mary und der Antubis Paul davon abhalten, Peter Rickman zu töten. Hook bietet Chris an, ihr das verschüttete Krankenhaus unter dem Kingdom Hospital zu zeigen. Der Obdachlose Frank Schweigen wird mit einem Gehirntumor eingeliefert. Stegman nutzt die Gelegenheit, um seine chirurgischen Fähigkeiten aufzubessern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834250","hoster":"VOE"},{"path":"/redirect/8586319","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-7","name":"Kopflos","epNo":7,"alt":"The Young And The Headless","descr":"Mrs. Druse und Hook gelingt es, durch Peter Rickmans Zeichnungen Kontakt zu Mary herzustellen. Dadurch kommen sie der entsetzlichen Vergangenheit des \"Kingdom Hospital\" endlich ein kleines Stück näher. Währenddessen versucht Dr. Traff, der Psychologin Dr. Lona Massingale einen Streich zu spielen – als Liebesbeweis. Da er dafür den Kopf seines toten Zwillingsbruders abtrennt und benutzt, gerät die ganze Sache etwas außer Kontrolle","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834252","hoster":"VOE"},{"path":"/redirect/8582003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-8","name":"Schwarzes Rauschen","epNo":8,"alt":"Black Noise","descr":"Peter ist immer noch nicht in der Lage zu sprechen. Trotzdem kann er Dr. Hook und Mrs. Druse erneut eine geheimnisvolle Botschaft übermitteln – Peter verspürt die Gegenwart einer Macht innerhalb des Kingdom Hospitals, die ihre Bösartigkeit auf die Patienten und das Personal übertragen will. Schon die Zwischenfälle mit Halluzinationen und Bränden sollen auf diese Kraft zurückgehen. Indes wird Dr. Stegman wegen seiner unethischen Vergangenheit von seinem Gewissen geplagt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834255","hoster":"VOE"},{"path":"/redirect/8586326","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-9","name":"Herzlos","epNo":9,"alt":"Heartless","descr":"Verzweifelt sucht ein Anwalt das Kingdom Hospital auf – er benötigt dringend eine Herztransplantation. Indes findet Peter in Marys Puppe alte Zeitungsartikel über eine abgebrannte Fabrik. Bei dem Unfall waren sieben Kinder umgekommen – genau da, wo jetzt das Krankenhaus steht. Während Stegman eine Publikation feiert, die aus fremder Feder stammt, findet Mrs. Druse mit Hilfe der Zeitungsartikel heraus, dass es sich bei dem Geist um Mary Jensen handelt – eines der Brandopfer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834254","hoster":"VOE"},{"path":"/redirect/8586331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-10","name":"Nummer 11","epNo":10,"alt":"Butterfingers","descr":"Als der ehemalige Baseball-Profi Earl Candleton versucht, sich das Leben wegen eines vor 15 Jahren verlorenen Endspiels zu nehmen, wird er ins \"Kingdom Hospital\" eingewiesen. Seine Anwesenheit dort löst eine Reaktion aus, die ein paar erschreckende und alte Wunden aufreißt und die Vergangenheit der Lebenden und der Toten des Krankenhauses aufwühlt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834256","hoster":"VOE"},{"path":"/redirect/8586329","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-11","name":"Am dritten Tag","epNo":11,"alt":"The Passion Of Reverend Jimmy","descr":"Pfarrer Jimmy Criss wird in der Nähe des Kingdom Hospitals gekreuzigt aufgefunden. Obdachlose bringen den Toten zu seiner Mission, um für ihn zu beten. Als plötzlich Wein aus einem Wasserhahn strömt, bildet sich rund um den verstorbenen Pfarrer eine Glaubensgemeinschaft. Im Kingdom Hospital wollen die Gläubigen ihn wieder zum Leben erwecken lassen. Durch ein Erdbeben werden Lona, Otto und Dr. Henry Havens zusammen mit dem toten Criss im Leichenschauhaus eingeschlossen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104683","hoster":"VOE"},{"path":"/redirect/8586324","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-12","name":"Der Tag der Anfälle","epNo":12,"alt":"Seizure Day","descr":"Polizist Saul zitiert aus der Bibel, während er auf eine wartende Menge vor dem Krankenhaus einprügelt. Kurz darauf wird er von einem Blitz getroffen und erleidet einen epileptischen Anfall. Nachdem auch Peter und Elmer von solchen Anfällen heimgesucht werden, glaubt Hook an einen Zusammenhang. Indes versucht Stegman, einen belastenden Anästhesiebericht verschwinden zu lassen, der ihm das Handwerk legen könnte. Allerdings hat Hook einen Plan, um genau das zu verhindern","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834257","hoster":"VOE"},{"path":"/redirect/8586328","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-13","name":"Mein ist die Rache","epNo":13,"alt":"Shoulda Stood In Bed","descr":"Als Peter Rickman einen weiteren Anfall bekommt, wird er Zeuge des letztendlichen Schicksals des Kingdom Hospital und stellt eine greifbare Verbindung zu dessen erschreckender Vergangenheit her. Wieder bei Bewusstsein, beginnt er sein Erlebtes zu dokumentieren. Dank dieser Zeichnungen kann Mrs. Druse endlich eine direkte Verbindung zu Mary herstellen. Indes sieht die Zukunft für Stegman nicht rosig aus, denn Brenda und Dr. Hook machen seinen Kunstfehler doch noch publik","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834259","hoster":"VOE"},{"path":"/redirect/8586332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-14","name":"Gefangen in der Zwischenwelt","epNo":14,"alt":"Finale (1)","descr":"Durch die gemeinsamen Anstrengungen von Peter, Dr. Hook, Antibus und Sally Druse wird die grausame Geschichte des Kingdom Hospitals aufgedeckt – und seine Zukunft für immer verändert. Bei einer Séance, die von Sally Druse abgehalten wird, werden Dr. Hook und Peter zurück in die Vergangenheit des alten Kingdom Hospitals geschickt. Als sie mit Enthüllungen der versunkenen Geheimnisse des Krankenhauses in die Gegenwart zurückkehren, wird Marys gefangener Geist endlich befreit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834261","hoster":"VOE"},{"path":"/redirect/8586330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kingdom-hospital/staffel-1/episode-15","name":"Antibus","epNo":15,"alt":"Finale (2)","descr":"Durch die gemeinsamen Anstrengungen von Peter, Dr. Hook, Antibus und Sally Druse wird die grausame Geschichte des Kingdom Hospitals aufgedeckt – und seine Zukunft für immer verändert. Bei einer Séance, die von Sally Druse abgehalten wird, werden Dr. Hook und Peter zurück in die Vergangenheit des alten Kingdom Hospitals geschickt. Als sie mit Enthüllungen der versunkenen Geheimnisse des Krankenhauses in die Gegenwart zurückkehren, wird Marys gefangener Geist endlich befreit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834260","hoster":"VOE"},{"path":"/redirect/8586338","hoster":"Streamtape"}]}]}]}]}