{"seriesId":"kiss-me-first","name":"Kiss Me First","descr":"Der emotionale Gamer-Thriller \"Kiss Me First\" von \"Skins\"-Koschöpfer Bryan Elsley folgt dem Leben junger Gamer und beleuchtet dabei die Beziehung zwischen ihrem Selbstbild und der eigenen Darstellung auf Social-Media-Plattformen. Dabei sollen Teile der Serie aus realen Aufnahmen bestehen, während andere in der virtuellen Welt angesiedelt werden. Die Geschichte basiert auf dem gleichnamigen Bestseller der Autorin Lottie Moggach. Im Zentrum der Geschichte steht die 17-jährige Leila (Tallulah Rose Haddon), die von einem fiktiven Online-Spiel namens Agora besessen ist. Durch das Spiel lernt sie das selbstbewusste Party-Girl Tess kennen und freundet sich auch im realen Leben mit ihr an. Als Tess auf mysteriöse Art und Weise verschwindet, übernimmt Leila alias \"Shadowfax\" kurzerhand ihr virtuelles Alter Ego \"Mania\" und begibt sich auf die Suche nach Antworten. Dabei erfährt sie immer mehr über die dunklen Geheimnisse ihrer Freundin.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sie hat etwas getan","epNo":1,"alt":"She Did Something","descr":"Nach dem Tod ihrer Mutter versucht die einsame Leila (Tallulah Haddon) ihre Einsamkeit mit dem Virtual Reality Game \"Azana\" zu bekämpfen. Ihr Avatar Shadowfax lernt dort die mysteriöse Mania alias Tess (Simona Brown) kennen und entdeckt die Geheime Onlinespielergruppe Red Pill, die vom charismatischen Adrian (Matthew Beard) angeführt wird und nur per Einladung betreten werden kann. Als am nächsten Tag die echte Tess auf Leilas Arbeitsstelle auftaucht, will Leila Antworten und macht eine potentiell gefährliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8834384,"hoster":"VOE"},{"redirect":8582112,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mach, dass es aufhört","epNo":2,"alt":"Make It Stop","descr":"Um das geheime Paradies Red Pill besuchen zukönnen, muss Shadowfax Adrian beweisen, dass sie ein unentbehrliches Mitglied wäre. Auch wenn sie von Calumnys Verschwinden aus dem Spiel verwirrt ist, will sie beitreten um das Mysterium hinter ihrer Freundin Tess und der Welt von Red Pill zu verstehen.","versions":[{"lang":1,"streams":[{"redirect":8834386,"hoster":"VOE"},{"redirect":8582113,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aus dem Gleis","epNo":3,"alt":"Off the Rails","descr":"Leila (Tallulah Rose Haddon) vermutet, dass Denier (Samuel Bottomley), das jüngste Mitglied von Red Pill, Adrians (Matthew Beard) nächstes Ziel sein könnte und ist entschlossen, ihn zu retten. Doch ihre Zweifel an Adrian verursachen Spannungen mit Tess (Simona Brown), die völlig abhängig von ihm ist.","versions":[{"lang":1,"streams":[{"redirect":8834385,"hoster":"VOE"},{"redirect":8582116,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Freunde verraten uns","epNo":4,"alt":"Friends Let Us Down","descr":"Leila (Tallulah Rose Haddon) erkennt, dass Adrian ein Spiel spielt und fühlt sich für Tess\u0027 (Simona Brown) Sicherheit verantwortlich. Doch als er Red Pill schließt, sät Adrian erste Zweifel über Leila.","versions":[{"lang":1,"streams":[{"redirect":8834378,"hoster":"VOE"},{"redirect":8582114,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Hexe kommt","epNo":5,"alt":"The Witch Is Coming","descr":"Adrians Spiel um die Hexe aufzuhalten kommt zu seinem Höhepunkt im echten Leben. Doch Leilas (Tallulah Rose Haddon) Zweifel lassen Fragen in Tess\u0027 (Simona Brown) Kopf zurück.","versions":[{"lang":1,"streams":[{"redirect":8834380,"hoster":"VOE"},{"redirect":8582119,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Du kannst nicht nach Hause gehen","epNo":6,"alt":"You Can Never Go Home","descr":"Tess (Simona Brown) schafft es, nach London zurückzukehren um mit Jonty Leila (Tallulah Rose Haddon) zu finden und Adrian (Matthew Beard) aufzuhalten. Doch Leila wird von Adrian gefangen gehalten.","versions":[{"lang":1,"streams":[{"redirect":8834382,"hoster":"VOE"},{"redirect":8582117,"hoster":"Streamtape"}]}]}]}]}