{"path":"/serie/stream/kiwi-strit","name":"Kiwi \u0026 Strit","descr":"Auf einer sonnigen Lichtung, am Fuße eines großen Hügels, tief in einem riesigen Wald voller seltsamer Kreaturen, leben Kiwi und Strit. Die zwei Freunde sind so unterschiedlich, wie es kaum unterschiedlicher geht. Kiwis Haus ist schön und aufgeräumt, Strits Haus liegt umgestürzt auf der Seite, Kiwi liebt es Pläne zu machen und Dinge vorzubereiten, Strit macht alles spontan und improvisiert, Kiwi ist vorsichtig und schüchtern, Strit ist wild und draufgängerisch. Trotz ihrer Unterschiede machen sie fast alles zusammen und durchleben viele kleine Abenteuer und merken am Ende, dass man nicht gleich sein muss, um die besten Freunde zu sein.","seasons":[{"path":"/serie/stream/kiwi-strit/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kiwi-strit/staffel-1/episode-1","name":"Der Fahrrad-Dieb","epNo":1,"alt":"","descr":"Kiwi \u0026 Strit fahren vergnügt auf ihren Fahrrädern herum, bis Strits Rad plötzlich zusammenbricht. Ohne zu fragen leiht er sich Kiwis Rad aus, bis auch dieses kaputt geht. Strit versucht es zu reparieren, aber er macht damit alles noch schlimmer. Doch dann kommt Kiwi auf eine geniale Idee, wie man aus zwei kaputten Rädern ein neues machen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12762079","hoster":"VOE"},{"path":"/redirect/12762078","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-2","name":"Die neuen Nachbarn","epNo":2,"alt":"","descr":"Auf seltsame Weise verschwinden Teile von Kiwis und Strits Haus. Die Beiden folgen den Spuren und finden heraus, dass ein paar kleine Waldwesen für den Diebstahl verantwortlich sind. Doch als sie ihre Sachen zurückholen wollen, eskaliert die Situation. Bis Strit anfängt, den Wesen ein ganz neues, eigenes Haus zu bauen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535077","hoster":"VOE"},{"path":"/redirect/12762044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-3","name":"Das Fußballspiel","epNo":3,"alt":"","descr":"Kiwi \u0026 Strit spielen Fußball. Kiwi kennt zwar die Regeln des Spiels, aber Strit hält davon nichts. Er spielt lieber nach seinen eigenen Regeln. Das kann natürlich nicht lange gut gehen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535081","hoster":"VOE"},{"path":"/redirect/12762017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-4","name":"Das Portrait","epNo":4,"alt":"","descr":"Kiwi möchte von Strit ein besonders schönes Portrait malen. Es gibt nur ein Problem: Strit kann einfach nicht so lange still sitzen, bis das Bild fertig ist. Da muss Kiwi sich schon etwas ganz Besonderes einfallen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535083","hoster":"VOE"},{"path":"/redirect/12762022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-5","name":"Die laute Kuh","epNo":5,"alt":"","descr":"Kiwi \u0026 Strit werden mitten in der Nacht von einer lauten Waldkuh geweckt. Sie können machen, was sie wollen, sie kriegen die Kuh nicht zur Ruhe. Am nächsten Tag schläft die Kuh, doch in der Nacht geht der Lärm schon wieder los. Kiwi \u0026 Strit müssen sich schnell etwas einfallen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535082","hoster":"VOE"},{"path":"/redirect/12762081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-6","name":"Der Apfelbaum","epNo":6,"alt":"","descr":"Kiwi hat einen kleinen Apfelbaum mit genau drei Äpfeln dran. Strit und die anderen Waldbewohner wollen alle etwas von den Äpfeln haben, aber Kiwi möchte ungern teilen. Erst als plötzlich alle Äpfel weg sind, besinnt er sich eines Besseren","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535086","hoster":"VOE"},{"path":"/redirect/12762051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-7","name":"Der Frühjahrsputz","epNo":7,"alt":"","descr":"Die Lichtung sieht furchtbar aus! Überall liegen Sachen herum, es herrscht eine riesen Unordnung! Aber Stritt weigert sich, beim Aufräumen zu helfen. Da muss Kiwi ihm schon einen Kuchen versprechen, damit Strit endlich mit anpackt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535085","hoster":"VOE"},{"path":"/redirect/12762037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-8","name":"Der Cousin","epNo":8,"alt":"","descr":"Strit hat keine Lust mehr, mit Kiwi langweilige Brettspiele zu spielen. Da kommt ihm der Besuch von seinem Cousin gerade recht. Der Cousin ist nämlich laut und wild und hat viele chaotische Ideen. Doch plötzlich wird es dann auch Strit zu viel mit dem Chaos","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535088","hoster":"VOE"},{"path":"/redirect/12762007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-9","name":"Das neue Haustier","epNo":9,"alt":"","descr":"Kiwi hat ein neues kleines Haustier, das ist ganz süß und man kann es streicheln und füttern. Strit möchte auch ein Haustier haben, aber ein ganz großes! Blöd nur, dass Strits Haustier das kleine Tier von Kiwi verschluckt. Was nun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535087","hoster":"VOE"},{"path":"/redirect/12762062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-10","name":"Die Kiste","epNo":10,"alt":"","descr":"Eines Morgens steht eine geheimnisvolle Holzbox auf der Lichtung. Und irgendetwas in der Kiste macht seltsame Geräusche. Natürlich wollen Kiwi \u0026 Strit herausfinden, was in der Kiste steckt. Und machen eine seltsame Entdeckung","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535089","hoster":"VOE"},{"path":"/redirect/12762065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-11","name":"Die Flöte","epNo":11,"alt":"","descr":"Kiwi spielt wunderschön Flöte. Aber als Strit auch mal die Flöte haben will, verschluckt er sie sofort. Wenn er jetzt ein- und ausatmet, hört man ein paar Flötentöne. Kiwi will seine Flöte natürlich zurück, aber Strit findet es richtig toll mit einer Flöte im Bauch!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535090","hoster":"VOE"},{"path":"/redirect/12761987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-12","name":"Das Fahrrad-Rennen","epNo":12,"alt":"","descr":"Kiwi hat ein tolles, neues, glänzendes Fahrrad. Damit fordert er Strit zu einem Wettrennen heraus. Strit hat nur ein altes, klapperiges Rad, doch aus unerklärlichen Gründen gewinnt er jedes Rennen. Wie macht er das nur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535092","hoster":"VOE"},{"path":"/redirect/12761991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-13","name":"Die Klebe","epNo":13,"alt":"","descr":"Kiwi hat eine Flasche voll mit Klebstoff. Strit hat er streng verboten, die Klebe zu benutzen, was diesen jedoch wenig beeindruckt. Er klaut sich die Klebeflasche und fängt an, alles, was ihm unter die Finger kommt, zusammen zu kleben wirklich alles!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535094","hoster":"VOE"},{"path":"/redirect/12762009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-14","name":"Das wilde Wesen","epNo":14,"alt":"","descr":"Kiwi findet ein hilfloses, kleines, sehr niedliches Wesen im Wald, welches er mit nach Hause nimmt, um sich darum zu kümmern. Doch ganz so hilflos und niedlich scheint das Wesen dann doch nicht zu sein, denn immer mehr Dinge sind plötzlich kaputt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535091","hoster":"VOE"},{"path":"/redirect/12762073","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-15","name":"Der Kuchen","epNo":15,"alt":"","descr":"Kiwi möchte einen großen, tollen Kuchen backen. Strit kann es kaum erwarten, etwas davon abzukriegen. Er lässt sich einiges einfallen, um an den Kuchen heran zu kommen. Vielleicht hätte er etwas mehr Geduld, wenn er wüsste, dass es sein Geburtstagskuchen ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535093","hoster":"VOE"},{"path":"/redirect/12762070","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-16","name":"Das Skispringen","epNo":16,"alt":"","descr":"Strit hat oben auf dem großen Hügel eine Ski-Sprungschanze aufgebaut. Doch leider liegt gar kein Schnee! Mit Kiwis Hilfe montiert er kurzerhand Rollen an die Skier. Jetzt braucht er nur noch eine gute Stelle zum Landen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535097","hoster":"VOE"},{"path":"/redirect/12761998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-17","name":"Fang die Kuh","epNo":17,"alt":"","descr":"Kiwi liebt seine wunderschönen Blumen. Das Problem ist nur: die Waldkuh liebt auch Kiwis Blumen zum Essen. Kiwi \u0026 Strit beschließen, die Wald-Kuh einzufangen, um die Blumen zu schützen. Ob das klappt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535096","hoster":"VOE"},{"path":"/redirect/12762035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-18","name":"Das Flugzeug","epNo":18,"alt":"","descr":"Kiwi hat ein Modellflugzeug gebaut. Strit möchte auch ein Flugzeug haben und baut kurzerhand ein richtiges Flugzeug. Und das Beste ist: es kann sogar fliegen! Kiwi \u0026 Strit steigen in die Luft und genießen ihren Flug solange, bis sich das Flugzeug langsam auflöst","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535099","hoster":"VOE"},{"path":"/redirect/12762002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-19","name":"Die Regenschirme","epNo":19,"alt":"","descr":"Strit liebt stürmisches, regnerisches Wetter! Kiwi möchte sich lieber mit einem Regenschirm schützen, aber als er diesen draußen aufmacht, wird er vom Sturm davon geweht. Strit renn sofort los, um Kiwi wiederzufinden. Schließlich entdeckt er ihn im höchsten Baum des Waldes","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535098","hoster":"VOE"},{"path":"/redirect/12762053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-20","name":"Die Ballons","epNo":20,"alt":"","descr":"Strit hat einen wunderschönen roten Ballon bekommen. Doch als er kurz nicht aufpasst, fliegt dieser davon und verfängt sich in einem Baum. Kiwi und Strit gelingt es ihn zurück zu holen, doch dann lässt ihn Strit schon wieder für einen kurzen Moment los","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535095","hoster":"VOE"},{"path":"/redirect/12762058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-21","name":"Krank","epNo":21,"alt":"","descr":"Kiwi ist krank, so krank, dass er noch nicht einmal Lust hat, mit Strit Fahrrad zu fahren. Strit will ihn daher schnell wieder gesund machen. Doch was er auch immer mit seinem Freund Kiwi anstellt, entweder scheint dieser viel zu heiß zu sein oder viel zu kalt. Was tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12762028","hoster":"VOE"},{"path":"/redirect/12762030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-22","name":"Das Blumen-Foto","epNo":22,"alt":"","descr":"Kiwi möchte für seinen Bilderrahmen ein neues Foto machen. Er hat auch schon eine Idee: er möchte seinen Topf mit der schönen Blume fotografieren. Nur kann Strit offenbar nicht akzeptieren, dass er nicht mit auf das Foto soll","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535101","hoster":"VOE"},{"path":"/redirect/12761994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-23","name":"Neue Freunde","epNo":23,"alt":"","descr":"Kiwi und Strit haben sich mächtig gestritten. Kiwi bastelt sich daraufhin aus Stöcken und etwas Stoff einen neuen Freund. Strit findet das gar nicht komisch, er ist ziemlich eifersüchtig. Da hat er einen Plan","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535102","hoster":"VOE"},{"path":"/redirect/12762015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-24","name":"Der Waschtag","epNo":24,"alt":"","descr":"Wenn Strit eine Sache auf der Welt nicht mag, dann ist es, baden zu müssen. Doch Kiwi hat beschlossen, dass es mal wieder so weit ist: Strit soll baden. Nur ist das gar nicht so einfach, denn dieser wehrt sich mit Händen und Füßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535103","hoster":"VOE"},{"path":"/redirect/12762027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kiwi-strit/staffel-1/episode-25","name":"Das Sonnenbad","epNo":25,"alt":"","descr":"Die Sonne scheint und Kiwi möchte gerne in seinem Liegestuhl liegen und ein bisschen lesen. Aber Strit hat andere Pläne, er will Fußball spielen. Weil Kiwi das aber stört, schießt er den Fußball tief in den Wald. Wie gemein!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535100","hoster":"VOE"},{"path":"/redirect/12762046","hoster":"Streamtape"}]}]}]}]}