{"seriesId":"klassentreffen","name":"Klassentreffen","descr":"17 Ex-Schüler sehen sich nach 25 Jahren bei einem Klassentreffen in Hürth wieder. Natürlich dürfen die Archetypen nicht fehlen: der ehemalige Klassenbeste, das Genie, die Göre, der Fiesling. Doch alle sind sie nun Mitte 40 und dürften sich mal mehr oder mal weniger verändert haben. Was ist aus ihren einstigen Träumen und Zielen geworden?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gesa","epNo":1,"alt":"","descr":"2017 Hürth. Eine deutsche Kleinstadt. Klassentreffen zum Thema: Wir sind 45! Geladen sind alle, die Abi gemacht haben, aber auch die, die gescheitert sind, die Ehrenrunden gemacht haben oder bereits in der 10. abgegangen sind. Eine bunte Mischung von Damen und Herren um die 45. Insgesamt treffen bei diesem Jahrgangstreffen ca. 20 Leute im Alter von ca. 45 Jahren aufeinander. Und ein älterer Lehrer. Die Protagonisten werden intensiv miteinander verknüpft. Durch Erinnerungen, durch Fantasien, durch – teilweise auch unterschiedliche – Wahrnehmungen. Allen gemeinsam ist eine intensive Erinnerung an ihre Schulzeit Mitte der 80er. Gesa (Annette Frier) ist als Initiatorin des Klassentreffens ein wenig überfordert. Als Astrid (Anna Schudt) ihr in Erinnerung ruft, dass sie, Gesa, auf der letzten Klassenfahrt gestrippt habe und Marion (Jeanette Hain) seitdem ein ungeheuerliches Geheimnis mit ihrem heutigen Ehemann Thorsten (Oliver Wnuk) hüte, scheint das Klassentreffen für sie im Desaster zu enden.","versions":[{"lang":1,"streams":[{"redirect":8834387,"hoster":"VOE"},{"redirect":8582130,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ali \u0026amp; Hergen","epNo":2,"alt":"","descr":"Ali (Kida Khodr Ramadan) behauptet, als Tierarzt in Brandenburg viel Geld zu verdienen. Allzu gerne präsentiert er seine Bündel mit Scheinen, die er in seinen Taschen hat. Den stillen Hergen (Marek Harloff) will Ali finanziell unterstützen, weil dieser als Musiker und \"Unterstützer\" bei einem Taxiunternehmen seiner Meinung nach viel zu wenig verdient. Kurzerhand verpflichtet er den sensiblen Künstler, ihn durch den Abend zu begleiten. Doch dann nimmt Hergen allen Mut zusammen.","versions":[{"lang":1,"streams":[{"redirect":8834388,"hoster":"VOE"},{"redirect":8582134,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Marion","epNo":3,"alt":"","descr":"Wer Marion (Jeanette Hain) eingeladen hat, darüber streiten Gesa (Annette Frier) und Thorsten (Oliver Wnuk). Offensichtlich hatte Marion viele Verehrer in ihrer Klasse, die auch heute noch von ihr fasziniert sind. Auch Thorsten? Marions ehemalige Klassenkameradinnen finden, sie habe nicht alle Tassen im Schrank. Und dann wird sie am Ende des Abends von einem Mann abgeholt.","versions":[{"lang":1,"streams":[{"redirect":8834403,"hoster":"VOE"},{"redirect":8582132,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sandra","epNo":4,"alt":"","descr":"Sandra (Elena Uhlig) ist schwanger und glücklich verheiratet. Sie arbeitet als Familienanwältin und spürt, wenn etwas nicht stimmt. Läuft da immer noch was zwischen Marion (Jeanette Hain) und Thorsten (Oliver Wnuk)? Das erörtert sie auch mit Katharina (Nina Kunzendorf) und Astrid (Anna Schudt) – ein Trio, das sich dazu berufen fühlt, umgehend das Gespräch mit Thorstens Frau Gesa (Annette Frier) zu suchen.","versions":[{"lang":1,"streams":[{"redirect":13110793,"hoster":"VOE"},{"redirect":8582135,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Krischi","epNo":5,"alt":"","descr":"Krischi (Charly Hübner) hatte früher in seiner Klasse gute Freunde und einige Bewunderer. Heute will er nichts mehr davon wissen, dass Ali (Kida Khodr Ramadan) mit seinem Migrationshintergrund sein bester Freund war und Ulli (Guido Renner) – mittlerweile Bauer – ihn mehr als bewunderte. Ist Krischi wirklich zum Nazi geworden? Dass es mit Stefanie (Anja Kling) damals nicht geklappt hat, setzt ihm spürbar zu – weswegen er auch mehr trinkt, als er offenbar vertragen kann.","versions":[{"lang":1,"streams":[{"redirect":8834397,"hoster":"VOE"},{"redirect":8582131,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Thorsten","epNo":6,"alt":"","descr":"Thorsten (Oliver Wnuk) ist empört darüber, wie sich an diesem Abend Gerüchte über ihn und Marion (Jeanette Hain) verbreiten. Als es auch noch heißt, dass er heimlich ein Kind mit ihr habe, will er sie zur Rede stellen und verschwindet mit ihr in der Besenkammer. Dass seine Frau Gesa (Annette Frier) die beiden dort findet, trägt nicht unbedingt zur Beruhigung der Lage bei.","versions":[{"lang":1,"streams":[{"redirect":13101419,"hoster":"VOE"},{"redirect":8582133,"hoster":"Streamtape"}]}]}]}]}