{"path":"/serie/stream/kleine-morde-unter-nachbarn","name":"Kleine Morde unter Nachbarn","descr":"[Lærkevej] Die Flucht aus einer verzwickten Lage führt den Spitzenkoch Sune Holm – seine beiden Schwestern Katrine und Mathilde sowie eine Leiche im Gepäck – in die ruhige Park Road (Lærkevej). Dort mieten die Geschwister ein Haus, vergraben die Leiche im Vorgarten und hoffen auf ein ruhiges Leben. Doch sie haben nicht mit dem Misstrauen und der Neugier ihrer neuen Nachbarn gerechnet, die selbst das eine oder andere Geheimnis verbergen …","seasons":[{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-1","name":"Die Schuldige","epNo":1,"alt":"Episode 1","descr":"Der Unfalltod eines Drogenhändlers bringt den Spitzenkoch Sune Holm und seine Schwestern Katrine und Mathilde in arge Bedrängnis. Mit der Leiche im Gepäck wollen sie, die Großstadt hinter sich lassen. Die Geschwister mieten ein Haus am abgeschiedenen Lärchenweg und vergraben den Toten im Garten. Dabei haben sie jedoch nicht mit der hemmungslosen Neugier ihrer neuen Nachbarn gerechnet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101417","hoster":"VOE"},{"path":"/redirect/8582137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-2","name":"Hochzeitsglocken","epNo":2,"alt":"Episode 2","descr":"Katrine möchte mit ihren Geschwistern Sune und Mathilde ein eigenes Catering-Service eröffnen. Ihr Nachbar Andreas stellt ihnen dafür die Küche seines Restaurants zur Verfügung. Ihr erster Auftrag folgt prompt von Elisabeth, welchen den Hochzeitstag ihrer Tochter Irene retten will. Dabei will sie aber auch die neue Freundin ihres Ex-Mannes loswerden – ein Plan, der von Anfang an zum Scheitern verurteilt war. Indes gesteht Astrid ihrem Mann Kim, wie dessen geliebter Hund tatsächlich ums Leben gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104694","hoster":"VOE"},{"path":"/redirect/8582136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-3","name":"Geheimnisse","epNo":3,"alt":"Episode 3","descr":"Es ist Selmas 10. Geburtstag und Monica veranstaltet mithilfe von Sune und Andreas ein Geburtstagsfest. Während der Party gesteht Monica Andreas ihre Liebe. Indes besucht Elisabeth zum ersten Mal ein Treffen der anonymen Alkoholiker und fühlt sich dort mehr als unwohl. Auch Kim kämpft mit seinen Problemen und versucht sich im Büro als Teamplayer, was jedoch nicht wie geplant funktioniert. Und Mathilde soll als Lockvogel für ihre neue Clique einen Exhibitionisten bloßstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834402","hoster":"VOE"},{"path":"/redirect/8582141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-4","name":"Die stärkste Hand","epNo":4,"alt":"Episode 4","descr":"Seiner Frau Astrid zuliebe nimmt Kim an einem Teambuilding-Event teil. Dort muss er jedoch erkennen, dass er eine einzigartige Eigenschaft besitzt, die ihn noch mehr dem Mobbing der Kollegen aussetzt. Indes veranstaltet Elisabeth einen Brunch für ihre Gruppe der anonymen Alkoholiker, bei dem sie endlich ihre Vergangenheit preisgeben will. Und während Katrine an ihren Plänen zur Gründung einer Catering-Firma festhält, versucht Monica alles, um Katrines Glück zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101420","hoster":"VOE"},{"path":"/redirect/8582143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-5","name":"So ist das Leben","epNo":5,"alt":"Episode 5","descr":"Die Polizei untersucht das Verschwinden von Kims Chef, der während des Team-Building-Ausflugs unter mysteriösen Umständen verschwunden ist. Als seine Leiche gefunden wird, gerät Kim unter Verdacht. Indes haben Andreas und Katrine mit einer plötzlichen Rattenplage zu kämpfen. Ein romantisches Dinner soll Ablenkung verschaffen. Und Sunes spontaner Besuch einer Party in Kopenhagen endet mit einem blauen Auge – und einem Unbekannten, der sich an seine Fersen geheftet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834401","hoster":"VOE"},{"path":"/redirect/8582139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-6","name":"Mittsommerabend","epNo":6,"alt":"Episode 6","descr":"Die Vorbereitungen zum Mittsommerabend laufen auf Hochtouren. Während Monica eine Hexe für das große Feuer vorbereitet, scheint Kim in seinem Büro endlich Frieden gefunden zu haben. Doch dann wird seine Frau Astrid vor eine schwierige Entscheidung gestellt. Indes versuchen Sune und Katrine verzweifelt den Albaner loszuwerden, der Sune aus Kopenhagen gefolgt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834409","hoster":"VOE"},{"path":"/redirect/8582144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-7","name":"Hänsel und Gretel","epNo":7,"alt":"Episode 7","descr":"Pia kontaktiert Astrid und beschuldigt sie des Mordes an ihrer Mutter Esther. Indes hat Kim ein Vorstellungsgespräch mit seinem neuen Boss, das leider unerwartet endet. Und während Katrine und Mathilde sich langsam am Lärchenweg wohlfühlen, hat Sune Probleme mit dem ruhigen Vorstadtleben. Katrine beschließt darauf, Sune ein Date mit dem früheren Nacktmodel Lene zu organisieren. Zu Sunes großer Überraschung taucht diese jedoch nicht alleine bei ihrem romantischen Dinner auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918162","hoster":"VOE"},{"path":"/redirect/8582140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-8","name":"Frei wie ein Vogel","epNo":8,"alt":"Episode 8","descr":"Astrid findet Esthers goldene Kette und verwahrt sie an einem sicheren Ort. Als ihre beiden Söhne einen Garagenverkauf veranstalten, stellt sich schnell heraus, dass der Ort nicht so sicher war. Astrid muss zudem an Esthers Beerdigung teilnehmen, wo es zur Konfrontation mit Pia kommt. Indes findet Katrine einen geheimen, verschlossenen Raum in Andreas’ Haus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834406","hoster":"VOE"},{"path":"/redirect/8582142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-9","name":"Das 5. Gebot","epNo":9,"alt":"Episode 9","descr":"Nachdem Theis auf Bewährung freigelassen wird, schmiedet Andreas einen geheimen Racheplan. Er will Gerechtigkeit für den Tod seines Sohnes, für den Theis verantwortlich ist. Indes will Sune nach Kopenhagen zurückzukehren. Doch egal was er versucht, es scheint für ihn unmöglich den Lärchenweg zu verlassen. Und Elisabeth stiehlt Henning ihr ehemaliges Au-pair-Mädchen Melitha, was in einer blutigen Auseinandersetzung endet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101421","hoster":"VOE"},{"path":"/redirect/8582138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-1/episode-10","name":"Schönheit umgibt uns","epNo":10,"alt":"Episode 10","descr":"Die Einwohner des Lärchenwegs sehen sich plötzlich mit braunem Wasser aus ihren Leitungen konfrontiert. Die Spuren führen zum Garten von Sune, Katrine und Mathilde, der nun aufgerissen werden soll. Ein Umstand, der den drei Geschwistern gar nicht passt – liegt ja noch die Leiche des Albaners dort begraben. Schnell versuchen sie, den Toten an einer anderen Stelle zu verstecken. Indes erfährt Katrine die Wahrheit über Theis und versucht alles, Andreas von seinem Racheplan abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834410","hoster":"VOE"},{"path":"/redirect/8582145","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-1","name":"Müsst ihr jemanden loswerden?","epNo":1,"alt":"Episode 1","descr":"Anita wird aus der Haft entlassen und möchte gemeinsam mit ihrer Schwester Monica einen Haarsalon mit dem klingenden Namen \"Monita\" führen. Eine Idee, die nicht überall auf Gegenliebe stößt. Indes bekommt der Lärchenweg Besuch von der Polizei. Die beiden Beamten Martin und Linda sollen mehr über Ingers Mord in Erfahrung bringen. Während der Befragung von Monica hat Elisabeth plötzlich das Bedürfnis, ein Geständnis abzulegen – und erzählt, wie sie jemanden ermordet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101426","hoster":"VOE"},{"path":"/redirect/8582148","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-2","name":"Ist das eure unwiderrufliche Antwort?","epNo":2,"alt":"Episode 2","descr":"Monica und Selma nehmen an der Millionenshow teil. Für beide ist Astrid der Telefon-Joker, die jedoch nicht bemerkt, dass sie auf Sendung ist – und das Publikum mit ungewöhnlichen Aussagen überrascht. Indes hat Elisabeths Geständnis bei der Polizei nichts bewirkt. Die Beamten zeigen kein Interesse an der Geschichte und ihr Gewissen lässt ihr auch keine Ruhe. Also beschließt sie, der Witwe des Unfallopfers alles zu beichten. Und Katrine hat ihre Schwangerschaft bislang vor Andreas geheim gehalten – ein Versäumnis, das Monica gerne für sie nachholt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953193","hoster":"VOE"},{"path":"/redirect/8582146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-3","name":"Der Muschiflüsterer","epNo":3,"alt":"Episode 3","descr":"Elisabeth bekommt Besuch von ihrem Ex-Mann Henning, der sie unbedingt wieder zurückgewinnen will. Gleichzeitig bietet er ihr an, ihr gesamtes Vermögen innerhalb kürzester Zeit zu verdoppeln – alles was er dafür benötigt, ist ihre Unterschrift. Indes genießt Monica nicht nur ihren neu gewonnenen Reichtum, sie wird auch noch von Polizist Martin umworben. Und Astrid wundert sich über das merkwürdige Verhalten von Kim und ist überzeugt, dass er sie betrügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834412","hoster":"VOE"},{"path":"/redirect/8582150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-4","name":"Blick bitte nicht so selbstgefällig","epNo":4,"alt":"Episode 4","descr":"Astrid steht vor dem Ruin: Unter ihrer Obhut wurde Martin eine Überdosis Morphium verabreicht, woran der Polizist starb. Da Monica die Injektion vorbereitet hat, soll diese den Vorfall bei der Polizei melden. Indes hat Elisabeth Zweifel an Hennings Ehrlichkeit und lässt Kim den Vertrag überprüfen, den sie für Henning unterzeichnet hat. Und Monica und Selma planen einen geheimen Trip nach Mexiko. Doch davor muss Monica noch einen sehr wichtigen Brief abgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104699","hoster":"VOE"},{"path":"/redirect/8582151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-5","name":"Stellvertretender Direktor für alles","epNo":5,"alt":"Episode 5","descr":"Elisabeth erwartet offiziellen Besuch und empfängt diesen standesgemäß mit einer Flasche Wodka – und einem Messer. Trine befürchtet, dass ihr Vater nicht treu ist, und installiert eine versteckte Kamera in seinem Büro. Gemeinsam mit Mathilde wirft sie einen Blick auf das spektakuläre Filmmaterial. Und Astrid will ihren gerade beförderten Mann im Büro überraschen – zumindest denkt sie, dass Kim zum Assistent Director befördert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834418","hoster":"VOE"},{"path":"/redirect/8582152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-6","name":"Dein kleines, fettes Kuschelschwein","epNo":6,"alt":"Episode 6","descr":"Aus Versehen überfahren Andreas und Katrine Sunes Hausschwein Henri. Aus Angst vor Sunes Reaktion erzählen sie ihm, dass Henri weggelaufen ist. Torben versucht alles, um Elisabeth am Lärchenweg zu halten – und bietet an, interessierte Käufer ihres Hauses zu verschrecken. Und Mathilde und Katrine haben Sune ein Date arrangiert. Ein Date, dass er mit einem Filet Mignon vom Schwein aus Andreas’ Küche beeindrucken will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834417","hoster":"VOE"},{"path":"/redirect/8582153","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-7","name":"Frei und nackt","epNo":7,"alt":"Episode 7","descr":"Nach der Trennung von Astrid zieht Kim vorübergehend bei Elisabeth ein und verbringt seine Tage deprimiert auf der Couch. Astrid hingegen genießt ihr Single-Dasein und verabredet sich mit einer alten Freundin. Dabei lernt sie einen gut aussehenden Piloten kennen, der bei ihr zuhause angekommen, seltsame Angewohnheiten offenbart. Und während Katrine und Andreas ihre Hochzeit planen, taucht Theis’ Vater bei Andreas auf und will der Frage nachgehen, warum Theis plötzlich verschwunden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834415","hoster":"VOE"},{"path":"/redirect/8582149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-8","name":"Flotter Feger","epNo":8,"alt":"Episode 8","descr":"Astrids Verabredung Allan ist immer noch nackt bei ihr zuhause und weigert sich zu gehen. Als Waffennarr Torben helfen möchte, löst sich plötzlich ein Schuss. Indes besucht ein berühmter Restaurant-Kritiker das Lokal am Lärchenweg, was dank Elisabeth in einer Katastrophe endet. Mathilde versucht zu retten was zu retten ist und vereinbart ein Date zwischen ihrem Bruder und dem Kritiker.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834427","hoster":"VOE"},{"path":"/redirect/8586355","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-9","name":"Neues Spielzeug","epNo":9,"alt":"Episode 9","descr":"Die Bewohner des Lärchenwegs trauern um Monica, die tot in der Kirche gefunden wurde. Trotz des schmerzenden Verlusts versuchen alle nach vorne zu sehen. So auch Astrid und Kim, die es neuerlich miteinander versuchen wollen. Ein ferngesteuertes Sexspielzeug soll dabei für frischen Wind sorgen. Doch die Fernbedienung landet in den falschen Händen. Indes kämpft Torben mit seinen Gefühlen für Elisabeth, die wiederum verzweifelt auf Jobsuche ist – und eigentlich nur eine Sache richtig gut kann","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834430","hoster":"VOE"},{"path":"/redirect/8586375","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-10","name":"Wasser in der Flasche","epNo":10,"alt":"Episode 10","descr":"Elisabeth möchte ihren neuen Job möglichst stressfrei beginnen – und füllt dafür nicht nur Kaffee in ihre Thermoskanne. Mathilde fühlt sich zu ihrem neuen Nachbarn Jonas hingezogen, worüber dessen Mutter Jasmin gar nicht glücklich ist. Doch auch Jasmin wird umworben: Sune hat ein Auge auf sie geworfen und versucht mit seinem Charme zu punkten. Doch Jasmin scheint mehr Interesse an ihren Gartenzwergen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101425","hoster":"VOE"},{"path":"/redirect/8582147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-11","name":"Ich hab auch einen umgebracht","epNo":11,"alt":"Episode 11","descr":"Astrids Eltern kommen zu Besuch und Kim ist bereit, ihnen von seinem neuen Job zu erzählen. Doch der Besuch wird von traurigen Nachrichten überschattet und Astrid steht einmal mehr vor einem Dilemma. Indes feiert Andreas seinen Junggesellenabschied, an dem sich jedoch seine mentalen Probleme zeigen. Da ist es auch nicht hilfreich, dass Torben frei nach dem Motto \"man kann ja nie wissen\" jede Menge Waffen zur Feier mitgebracht hat. Schwarz-humorige dänische Erfolgsproduktion, zum ersten Mal im Free-TV!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834420","hoster":"VOE"},{"path":"/redirect/8582154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kleine-morde-unter-nachbarn/staffel-2/episode-12","name":"Pass auf den Lerchenweg auf","epNo":12,"alt":"Episode 12","descr":"Das große Finale: Eine giftige Schlange sorgt für Aufregung am Lärchenweg. Sune erhält ein Angebot eines Spitzen-Restaurants und somit die Möglichkeit, den Lärchenweg hinter sich zu lassen. Astrid ringt mit sich, wie sie mit ihrem sterbenskranken Vater verfahren soll. Mathilde entdeckt endlich das Geheimnis hinter Jasmins Gartenzwerge und erhält prompt ein Geschäftsangebot. Und während eine Schlägertruppe auf der Suche nach Sune ist, setzen bei Katrine die Wehen ein. Schwarz-humorige dänische Erfolgsproduktion, zum ersten Mal im Free-TV!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834421","hoster":"VOE"},{"path":"/redirect/12980390","hoster":"Streamtape"}]}]}]}]}