{"seriesId":"klein-dorrit","name":"Klein Dorrit","descr":"Nach seiner Rückkehr aus China, wo er bis zum Tod des Vaters in dessen Geschäft gearbeitet hat, begegnet der 40-jährige Arthur im Haus seiner Mutter der halb so alten, wegen ihrer zierlichen Figur Little Dorrit genannten Amy Dorrit. Die Familie des Mädchens lebt seit Jahren im Londoner Schuldgefängnis Marshalsea, in dem Amy auch geboren wurde.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Amy Dorrit ist im Schuldgefängnis aufgewachsen, wo ihr Vater, William Dorrit, viele Jahre hinter Gittern saß. Obwohl sie im Gefängnis geboren ist, hat sie sich zu einer aufgeschlossenen jungen Frau entwickelt.Nachdem sie in Freiheit kommt, sucht sie sich einen Job. Sie nimmt eine Stelle als Näherin in dem Haus der Clennams an. Die Patriarchin der Familie ist die eindrucksvolle Mrs. Clennam, die seit langer Zeit querschnittsgelähmt und damit weitestgehend an ihr Haus gefesselt ist.Die Rückkehr von Arthur Clennam, dem Sohn von Mrs. Clennam, sorgt für Unruhe. Er war 15 lange Jahre nicht mehr zuhause und überbringt nun die traurige Nachricht des Todes von Mr. Clennam, der sich in China aufgehalten hat. Arthur ist überzeugt, dass sein Vater verstarb als noch etwas auf seiner Seele lastete, doch seine Mutter weist seinen Verdacht zurück. Außerdem wundert er sich über die Anstellung von Amy Dorrit, da der Haushalt bereits über zwei Bedienstete verfügt ? er nimmt an, dass ihre Anwesenheit etwas mit einem der Geheimnisse seines Vaters zu tun haben muss. Er will das Geheimnis lüften und folgt Amy zu ihrer Familie. Wird er über die Familie etwas über die Verantwortung seines Vaters herausfinden? (Text: Passion)","versions":[{"lang":1,"streams":[{"redirect":11312963,"hoster":"VOE"},{"redirect":10125468,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Arthur und Amy pflegen inzwischen ein freundschaftliches Verhältnis. Arthur glaubt immer noch, dass seine Familie etwas mit dem Gefängnisaufenthalt von Amys Vater zu tun haben muss. Also versucht er, ihrer Familie zu helfen, wo immer es ihm möglich ist.Arthur will sich auch wieder dem gesellschaftlichen Leben in England widmen und knüpft Kontakt zu seiner Jugendliebe, Flora Casby, die sich allerdings nicht zu ihrem Vorteil entwickelt hat. Auf seiner Rückreise nach England hat er die hübsche Pet Meagles kennen gelernt, von deren Familie er nun eingeladen wird.Zur gleichen Zeit plant der kaltblütige Mörder, Rigaud, in Frankreich gemeinsam mit seinem Zellenkameraden Cavalletto nach England zu reisen.Amy ist beeindruckt von Arthurs Bereitschaft, ihren Bruder Tip aus der Haft zu kaufen und geht aus Dankbarkeit ein großes Risiko ein. (Text: Passion)","versions":[{"lang":1,"streams":[{"redirect":11312962,"hoster":"VOE"},{"redirect":10125463,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312964,"hoster":"VOE"},{"redirect":10125465,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Pancks und John Chovery fahren mit ihren Ermittlungen fort, wobei John annimmt, dass alles zum Wohle von Amy geschieht. Amy beobachtet das Treiben und hegt gegenüber Pancks zusehends Misstrauen. Arthur hält um Pets Hand an – vergeblich, denn Pet hat sich bereits dazu entschieden, Gowan zu heiraten. Rigaud besucht das Haus der Clennams, unter dem Vorwand Geschäfte mit ihnen machen zu wollen. Er wendet seinen ganzen Charme gegenüber Mrs. Clennam an, die nicht weiß, mit wem sie es zu tun hat und ihn sogar um einen weiteren Besuch bittet. Pet heiratet Gowan und Arthur wird ihr Trauzeuge. Er schüttet Amy sein Herz aus, die sich erneut zurück nimmt, obwohl sie nichts über seine Liebe zu anderen Frau hören will. (Text: Passion)","versions":[{"lang":1,"streams":[{"redirect":11312973,"hoster":"VOE"},{"redirect":10125467,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Amys Familie kann das Gefängnis endlich verlassen. Mr. Dorrit ist fest entschlossen, die unschöne Vergangenheit hinter sich zu lassen und will deshalb auch nichts mehr mit Arthur zu tun haben. Die Dorrits verlassen das Land. Allen, vor allem Arthur, wird plötzlich klar, wie sehr sie Amy vermissen werden. Der erste, auf den Familie Dorrit trifft, ist ausgerechnet Rigaud. Dieser reist mit dem frisch verheirateten Ehepaar Gowan und zum Missfallen von Amy findet er eindeutig Gefallen an ihr. Arthur und Amy beginnen, sich gegenseitig Briefe zu schreiben und Amys Freundschaft zu Pet wird immer enger. Ihr einziges Problem besteht darin, dass sie bei jedem ihrer Besuche auf Rigaud trifft, dessen Interesse an ihr immer größer wird. (Text: Passion)","versions":[{"lang":1,"streams":[{"redirect":12379879,"hoster":"VOE"},{"redirect":10125469,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Fanny ist besorgt, dass Mrs. General ihre künftige Stiefmutter werden könnte und ist deshalb fest entschlossen, sich selbst in eine Ehe mit Edmund Sparkler zu flüchten. Mrs. Merdle will das hingegen mit allen Mitteln verhindern.Arthur trifft bei einem Besuch bei seiner Mutter auf Rigaud und erkennt in ihm direkt einen Kriminellen. Er fragt sich, was der verdächtige Mann von seiner Mutter will.Mrs. Merdle besorgt Sparkler einen Job und glaubt, ihn damit Fanny entrissen zu haben. Doch wird die junge Frau so schnell aufgeben?Arthur ist geschockt als er erfährt, dass Rigaud zuletzt im Haus seiner Mutter gesehen wurde. Wird Mrs. Clennam jetzt des Mordes verdächtigt? Zudem erfährt er, dass Rigaud selbst ein Mörder war. Von seiner Mutter erntet er nur Schweigen als er sie zu Rigaud befragt … (Text: Passion)","versions":[{"lang":1,"streams":[{"redirect":11312967,"hoster":"VOE"},{"redirect":10125470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Mr. Dorrit kehrt mit den Frischvermählten Fanny und Sparkler nach London zurück. Er möchte die Hauslehrerin Mrs. General heiraten. Jedoch kann er die Vergangenheit im Gefängnis nicht hinter sich lassen. In der Zwischenzeit sucht Arthur Clennam nach dem Kriminellen Rigaud. Mr. Dorrits Freund Mr. Merdle besitzt eine sehr profitträchtige Bank, in die auch Arthur investiert. Doch Mr. Merdle zeigt sich in letzter Zeit äußerst niedergeschlagen. (Text: Servus TV)","versions":[{"lang":1,"streams":[{"redirect":11312969,"hoster":"VOE"},{"redirect":10125471,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Mr. Merdle, ein Freund der Dorrits, stirbt. Seine gewinnbringende Bank scheint im Ruin und viele Investoren sehen dem finanziellen Bankrott entgegen. Darunter auch Arthur Clennam, der nun selbst im Marshalsea-Schuldgefängnis inhaftiert wird. Amy Dorrit steht ihm bei. Doch auch die Dorrits haben finanzielle Probleme. Arthur erkennt seine Liebe zu Amy, wegen seiner Schulden möchte er sie aber nicht an sich binden. Doch jetzt taucht Rigaud auf … (Text: Servus TV)","versions":[{"lang":1,"streams":[{"redirect":11312972,"hoster":"VOE"},{"redirect":10125472,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312974,"hoster":"VOE"},{"redirect":10125473,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Fanny ist besorgt, dass Mrs. General ihre künftige Stiefmutter werden könnte und ist deshalb fest entschlossen, sich selbst in eine Ehe mit Edmund Sparkler zu flüchten. Mrs. Merdle will das hingegen mit allen Mitteln verhindern.Arthur trifft bei einem Besuch bei seiner Mutter auf Rigaud und erkennt in ihm direkt einen Kriminellen. Er fragt sich, was der verdächtige Mann von seiner Mutter will.Mrs. Merdle besorgt Sparkler einen Job und glaubt, ihn damit Fanny entrissen zu haben. Doch wird die junge Frau so schnell aufgeben?Arthur ist geschockt als er erfährt, dass Rigaud zuletzt im Haus seiner Mutter gesehen wurde. Wird Mrs. Clennam jetzt des Mordes verdächtigt? Zudem erfährt er, dass Rigaud selbst ein Mörder war. Von seiner Mutter erntet er nur Schweigen als er sie zu Rigaud befragt …","versions":[{"lang":1,"streams":[{"redirect":11312980,"hoster":"VOE"},{"redirect":10125474,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Folge 11","epNo":11,"alt":"Episode 11","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312976,"hoster":"VOE"},{"redirect":10125475,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Folge 12","epNo":12,"alt":"Episode 12","descr":"Mr. Dorrit kehrt mit den Frischvermählten Fanny und Sparkler nach London zurück. Er möchte die Hauslehrerin Mrs. General heiraten. Jedoch kann er die Vergangenheit im Gefängnis nicht hinter sich lassen. In der Zwischenzeit sucht Arthur Clennam nach dem Kriminellen Rigaud. Mr. Dorrits Freund Mr. Merdle besitzt eine sehr profitträchtige Bank, in die auch Arthur investiert. Doch Mr. Merdle zeigt sich in letzter Zeit äußerst niedergeschlagen.","versions":[{"lang":1,"streams":[{"redirect":11312977,"hoster":"VOE"},{"redirect":10125476,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Folge 13","epNo":13,"alt":"Episode 13","descr":"","versions":[{"lang":1,"streams":[{"redirect":11312978,"hoster":"VOE"},{"redirect":10125477,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge 14","epNo":14,"alt":"Episode 14","descr":"Mr. Merdle, ein Freund der Dorrits, stirbt. Seine gewinnbringende Bank scheint im Ruin und viele Investoren sehen dem finanziellen Bankrott entgegen. Darunter auch Arthur Clennam, der nun selbst im Marshalsea-Schuldgefängnis inhaftiert wird. Amy Dorrit steht ihm bei. Doch auch die Dorrits haben finanzielle Probleme. Arthur erkennt seine Liebe zu Amy, wegen seiner Schulden möchte er sie aber nicht an sich binden. Doch jetzt taucht Rigaud auf …","versions":[{"lang":1,"streams":[{"redirect":11312981,"hoster":"VOE"},{"redirect":10125478,"hoster":"Streamtape"}]}]}]}]}