{"path":"/serie/stream/klimbim","name":"Klimbim","descr":"\"Klimbim schmeckt nach Vanille und spielt gern Blindekuh. Klimbim ist unser Leben und ist es mal nicht wahr, dann mach ich mir ‚nen Schlitz ins Kleid und find‘ es wunderbar.\"So sinnfrei wie das Titellied war die gesamte Show: Sketche, Gags, Ingrid Steegers Brüste und alberne Lieder reihten sich in Klimbim aneinander. Außer Sketchen, Running Gags und vielen Blödeleien wartet ‚Klimbim‘ mit einer Frankenstein Story und einer ‚Klimbim‘ Talkshow und einem Trickfilm auf.","seasons":[{"path":"/serie/stream/klimbim/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/klimbim/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Gags am laufenden Band und viele komische Kurzszenen bringt Michael Pfleghar in dieser Show. Auch die Gaststars, Jerry Lewis zum Beispiel, albern mit. Joey Heatherton, amerikanischer Fernsehstar, singt und tanzt. Zum wesentlichen Bestandteil der Serie gehören vor allem die fünf Schauspieler, die durch alle Szenen führen. Sie alle bilden eine Familie, die \"Klimbims\". Ihr bewegtes, klimbimreiches Leben wird in Fortsetzungen dargestellt. Es darf gelacht werden bei \"Klimbim\"!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176414","hoster":"VOE"},{"path":"/redirect/9176422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die \"heilen\" Familien, wie sie früher in den Familien-Serien dargestellt wurden, bekommen Konkurrenz von \"bösen\" Familien wie der \"Addams Family\". Auch die \"Klimbims\" verbreiten fröhlich Horror und Tyrannei. Mutter macht eine verrückte Diät, Gabi sammelt Skorpione… Gaststar Jean-Pierre Cassel steppt und hat dabei Ärger mit einer besonders tückischen Tür. Ein weiterer Gast aus Frankreich ist Sylvie Vartan. Sie singt zwei Chansons. Ausserdem: Gilbert Bécaud.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176429","hoster":"VOE"},{"path":"/redirect/9176431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Allerlei leibsame und unliebsame Überraschungen kann es beim Angeln geben. An der Angel zerrt plötzlich auf der einen Seite ein dicker Fisch und ungewöhnliches Meeresgetier, auf der anderen Seite plagt sich ein Petri-Jünger völlig furchtlos ab. Aber auch andere Sportarten haben ihre Tücken, wie das Beispiel Bowling beweist. Gäste: Ingeborg Hallstein und Siegfried Wischnewski","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176435","hoster":"VOE"},{"path":"/redirect/9176450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Im allgemeinen kann man damit rechnen, daß man seine Garderobe beim Verlassen eines Lokals intakt vorfindet. Doch bei \"Klimbim\" ist immer alles anders. Neben den zahlreichen Gags wird auch eine segensreiche Erfindung vorgestellt, die dem radikalen Munterwerden dient: der Wasserwecker. Herkömmliche Wecker haben bekanntlich Tücken. Das soll anders werden. Gaststars: Michael Fugain und Big Bazar sowie Curd Jürgens","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176469","hoster":"VOE"},{"path":"/redirect/9176486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Wieder mal schafft es \"Klimbim\", auf seine Art aktuell zu sein. Die Opernsänger Benno Kusche und Manfred Jungwirth schmettern ein Duett aus der weniger bekannten Rossini-Oper \"Aschenbrödel\". Die Szene ist aber keineswegs märchenhaft: ein nüchternes Büro und zwei finstere Herren, die sich im besten Belcanto unerfreuliche Dinge zusingen. Kein Wunder, denn es geht um die Mafia und ihre Machenschaften. Weiterer Gaststar: Ornella Vanoni","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176531","hoster":"VOE"},{"path":"/redirect/9176536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Diese Folge ist die vorläufig letzte der spaßigen Serie. Deshalb gestatten es sich die sonst fortschrittlich gesinnten Mitwirkenden, den Blick rückwärts zu richten – nicht im Zorn, versteht sich, sondern eher etwas wehmütig. Damit es nicht allzu traurig wird, geht alles musikalisch vonstatten. Gäste: Jerry Lewis, Gilbert Bécaud und Diana Maria Sabio","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176603","hoster":"VOE"},{"path":"/redirect/9176789","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/klimbim/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/klimbim/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die Klimbim-Familie hat sich einfrieren lassen, um frisch und ungebrochen am Tag der Auftauung wieder ihr Unwesen treiben zu können. Nach einem Jahr Pause haben sich die Mitglieder des Kabaretts wieder etwas ganz Verrücktes einfallen lassen. Gast ist diesmal Theo Lingen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176616","hoster":"VOE"},{"path":"/redirect/9176664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-2/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Die Freuden des Karnevals sind im allgemeinen am Aschermittwoch vorbei. Nicht so für die \"Klimbim\"-Familie. Sie feiert Karneval mit einem Monat Verspätung. Dafür gibt es einen guten Grund: Sie ist soeben aus dem Jahre 2975 in die Gegenwart zurückgekehrt und muß ihre Erinnerungen an die Zukunft mit den bewährten Hausmitteln \"hinunterspülen\". Gäste: Udo Jürgens und Gunther Philipp","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176675","hoster":"VOE"},{"path":"/redirect/9176733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-2/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Zurück aus der Zukunft und noch reichlich mitgenommen vom Karneval erlebt die \"Klimbim\"-Familie etwas ungewöhnliches: Gaby benimmt sich gesittet. Zum Glück erweist sich der Großvater als erfahrener Exorzist und bringt das Kind auf den Pfad der Untugend zurück. Gäste: Alice und Ellen Kessler sowie Christine Schuberth","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176739","hoster":"VOE"},{"path":"/redirect/9176759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-2/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Wenn eine heiratsfähige Tochter den Eltern ihren Auserkorenen vorstellt, so sollte ihre Wahl auf eine standesgemäße Verbindung ausgerichtet sein. Was früher zur goldenen Regel gehörte, ist heutzutage oft ganz anders. Es muß allerdings nicht so weit gehen, wie bei den \"Klimbims\", wo Biglund den Eltern einen Eisbären präsentiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176755","hoster":"VOE"},{"path":"/redirect/9176768","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-2/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Klimbim\"-Mutter und Tochter Biglund warten diesmal auf Besuch aus Amerika. Wer da kommt, soll allerdings nicht verraten werden. \"Klimbim\" bittet die Zuschauer im Verständnis. Margot Werner, Ex-Primaballerina mit Gardemaß, gibt sich heute spanisch. Der flotter Torero, mit dem sie sich verabredet hat, kann eine gewisse Ähnlichkeit mit Ingrid Steeger nicht verleugnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176775","hoster":"VOE"},{"path":"/redirect/9176786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-2/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Die Klimbim-Familie ist sauer: Sie soll heute mit der zwölften Folge ihrer telegenen Blödeleien vom Bildschirm verschwinden. Erzürnt über die Entscheidung der Fernsehgewaltigen lassen sich Klein-Gaby, ihre hysterische Mutter, der vertrottelte Vater und der militante Opa in den Weltraum schießen. Damit die Abschiedsfeier nicht allzu traurig wird, klopfen die Klimbims wieder kesse Sprüche. Klimbim-Göre Ingrid Steeger begrüßt Günther Netzer beim rauschenden Finale des fröhlichen Familienquartetts. Quizmaster Hans Rosenthal ist dabei, wenn auch mit der Stimme eines anderen, der ihm ins Mundwerk pfuscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176793","hoster":"VOE"},{"path":"/redirect/9176800","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/klimbim/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/klimbim/staffel-3/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Rechtzeitig zur Karnevalszeit schlägt Kölns Klimbim-Crew wieder mit Kalauern und Klamotten-Komik zu. Und wieder werden (zum drittenmal) sechs Folgen mit Sex produziert. Heute kehrt die fidele Familie aus dem Weltall zurück. Und in einer Talk-Show ist Dietmar Schönherr zu Gast.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176804","hoster":"VOE"},{"path":"/redirect/9176803","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-3/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Hallo, Sportfans! \"Klimbim\" überträgt heute das sensationelle Cup-Spiel Eintracht Klimbim gegen Coco Madrid! – Ferner: Wer glaubt, daß Mönche nur beten und meditieren, wird endlich aufgeklärt: Glockenläuten ist in den Klöstern ein echtes Arbeitsproblem. Und Gast-Star Wencke Myhre singt ihre Lieder mal ganz anders…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176822","hoster":"VOE"},{"path":"/redirect/9176823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-3/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Turbulent wie in einem Western-Saloon geht es im \"Klimbim\"-Massage-Establishment zu. Denn erstens sind die Masseusen nicht unbedingt Damen, und zweitens fehlt die Diskretion, die man von einem Unternehmen dieser Art erwartet. Auch im Spionagegewerbe versuchen sich die \"Klimbims\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176829","hoster":"VOE"},{"path":"/redirect/9176835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-3/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Zu Gast bei der Klimbim-Familie ist heute Horst Frank. Mutter Jolanthe will ihn heiraten. Daraus wird natürlich nichts, sonst wäre er ja kein Gast mehr. Mit von der Partie: Klimbimse Ingrid Steeger und Horst Jüssen. Zu den Klimbims kommen heute auch Cäsar, Napoleon und andere pseudohistorische Persönlichkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176842","hoster":"VOE"},{"path":"/redirect/9176848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-3/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Heiraten heißt die neueste Parole der Klimbims. Und zwar soll Opa dran glauben, weil eine rüstige Generalswitwe einen seriösen Finanzpartner sucht. Kulturell wird’s, wenn Waldemar Kmentt und Benno Kusche ’ne Oper zwitschern, und für die sportliche Note sorgen Hans Clarin und Horst Jüssen mit ihrem Eintritt in einen Damenfußball-Club.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176859","hoster":"VOE"},{"path":"/redirect/9176860","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-3/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Nun heißt es Abschied nehmen von dem ganzen \"Klimbim\". Denn wieder mal soll’s die letzte Sendung sein – vorläufig jedenfalls. Als Trostpflaster präsentieren die Macher der Kölner Klamottenkiste ein Staraufgebot wie nie zuvor: Willy Millowitsch, Maria Schell, Hansjörg Felmy und Heinz Schenk geben sich in dem hochdramatischen Einakter \"Die Klempner kommen\" die Türklinke in die Hand. Die kesse Steeger und Horst Buchholz spielen in dieser turbolenten Verwicklungsgeschichte ebenfalls tragende Rollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176870","hoster":"VOE"},{"path":"/redirect/9176873","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/klimbim/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/klimbim/staffel-4/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Da die \"Klimbims\" in der letzten Sendung in die Familiengruft flüchteten, wurde aus ihrer Wohnung ein Wachsfigurenkabinett gemacht. Die ehemaligen Darsteller sagen sich zu einem Besuch an, stellen fest, daß die \"Klimbims\" aus Wachs gar keine sind und schlüpfen gleich in ihre alten Rollen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176877","hoster":"VOE"},{"path":"/redirect/9176889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-4/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Opas Dauerklage: \"Das Frühstücksei ist wieder zu hart!\" eröffnet wie üblich die Familienszene. Diesmal führt diese Feststellung zu einer großen Idee der Klimbims: Sie eröffnen ein Feinschmeckerlokal, und Opa ist natürlich der Koch. In weiteren Sketchen geht es um früheste Geschichte – um Adam und Eva im Paradies. Dann wird die Entwicklung eines neuen Boxers bewundert werden können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176895","hoster":"VOE"},{"path":"/redirect/9176900","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-4/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Nachdem das Feinschmeckerlokal der Klimbim-Familie bei den Gourmets nicht so recht einschlagen konnte, läßt man sich etwas Neues einfallen, denn das geplante Haus muß ja dennoch bezahlt werden. Da sie alle fürchterlich unmusikalisch sind, bietet sich die Errichtung eines Gesangsstudios natürlich geradezu an. Opa übernimmt die Leitung, denn er hat ja schließlich schon bei der Schlacht von Leuthen im Jahr 1757 den berühmten Choral angestimmt. – Gast ist heute Karl Schönböck in der Rolle eines formvollendeten, aber alles beherrschenden Butlers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176911","hoster":"VOE"},{"path":"/redirect/9176905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-4/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Das Problem der faden Fernsehshows haben Ingrid Steeger und Co. diesmal unter die Ulk-Lupe genommen. Verzweifelt suchen sie nach neuen Spiel- und Quizideen, bis sie die wirklich einfache Lösung finden: Die Klimbim-Komiker machen alte Shows mit neuer Besetzung. So geht es bei Melodie-Erkenner Ernst Stankovski plötzlich um \"Alles oder nichts\". Kandidat und Schlager-Experte ist niemand anderes als der Opa der Klimbim-Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176920","hoster":"VOE"},{"path":"/redirect/9176927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-4/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Zirkus-Attraktionen, Inselwitze, Pfadfinder-Spitzfindigkeiten, Blondie-Sprüche, Party-Klatsch, die \"Klimbims\" und die \"Dienstagsmaler\" (sie haben den Montag verschlafen) – das ist der Stoff, aus dem diese Blödelshow ist. Gäste sind Harald Juhnke, Chris Howland und Dietmar Schönherr. Dazu gibt’s eine Zeichenparodie über die \"Biene Samantha\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176933","hoster":"VOE"},{"path":"/redirect/9176951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-4/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Heute heißt es, zum wiederholten, endgültig und \"unwiderruflich\" letzten Male (wie schon so oft) von den Klimbims Abschied zu nehmen. Und das just in dem Moment, in dem das so heiß ersehnte Eigenheim der Familie Wirklichkeit werden soll. Zum Abschied zeigt \"Klimbim\" in einer Rückschau das erste \"Klimbim\" vor fünfzig Jahren und tritt damit den Beweis an, daß die Sendung älter als das Fernsehen ist. Es folgen Revuenummern im Stile der \"Goldenen zwanziger Jahre\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176953","hoster":"VOE"},{"path":"/redirect/9176957","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/klimbim/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/klimbim/staffel-5/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Die Klamauk-Familie \"Klimbim\" feiert Jubiläum: Zum 25. Mal machen sie heute ihre Unsinn-Show. Sie leben jetzt im Jahr 4000 auf dem Planeten Yxta. Mutter \"Klimbim\" hat einen neuen Liebhaber – sie vergnügt sich nun mit Gundolf. Auf Yxta wohnen die \"Klimbims\" zusammen mit merkwürdigen Weltall-Menschen und Robotern. Auch dort beschäftigt sie Liebe und Eifersucht. Ein nackter Roboter gerät sogar richtig in Verlegenheit, als er plötzlich Ingrid Steeger trifft…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176966","hoster":"VOE"},{"path":"/redirect/9176971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-5/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Es ist ein brisantes Programm, denn Renator Salvatori und Daniel Emilfolk jagen ganze Laboratorien in die Luft. Ob jemand dabei draufgeht, spielt keine Rolle: \"Lieber einen guten Freund verlieren als eine schlechte Pointe\", sagt Ingrid Steeger gemütvoll. Opa und Gabi haben Schwierigkeiten mit dem französischen Zoll, weil sich Schokolade so schlecht von Haschisch unterscheiden läßt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176987","hoster":"VOE"},{"path":"/redirect/9176983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-5/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Klimbim blickt zurück, nicht zornig, sondern launig, in die graue Vorzeit, als es noch kein Fernsehen gab und die Menschen \"Rundfunk\" hören mußten. Wie sich das Vorvorgestern abspielte, wird hier vorgespielt. – Gaby und Opa versuchen dann noch zu klären, wie viele Schnürsenkel man verkaufen muß, um von dem Reingewinn mit zwei Personen nach Australien reisen zu können…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176993","hoster":"VOE"},{"path":"/redirect/9177003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-5/episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Klimbim will wieder die Zuschauer in Sachen Nonsens weiterbilden. So wird die Frage geklärt, wie man im Bauch eines trojanischen Pferdes im Jahre 4000 auf dem Stern Yxta landet. Man funkt das Pferd ganz einfach als Fernsehbild und steigt aus. Wieso der alte Grieche Homer nicht auf diese Idee gekommen ist? Er konnte nicht fernsehen, denn er war blind…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9177004","hoster":"VOE"},{"path":"/redirect/9177013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-5/episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Die komischen Klimbims haben jetzt sogar einen eigenen Bahnhof, und dort geht es genauso verrückt zu wie bei Ihnen zu Hause. So läuft ein quergestellter Zug auf mehreren Gleisen ein, der Stationsvorsteher bekommt eine Portion Eis ins Gesicht, und Ingrid Steeger nervt mit ihren naiven Fragen den armen Schalterbeamten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9177024","hoster":"VOE"},{"path":"/redirect/9177021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/klimbim/staffel-5/episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Die dreißigste Folge von Klimbim ist mal wieder eine Abschiedsvorstellung, denn nach den ungeschriebenen Klimbim-Gesetzen ziehen sich die Akteure nach jeder Folgenzahl, die durch sechs teilbar ist, zurück, um dann nach einigen Monaten wiederzukommen. Doch wenn diesmal in der Klimbim-Zivilisation zurückgeblendet wird, als Jerry Lewis die Schreibmaschine noch für ein Musikinstrument hielt, gibt es ein \"good-bye\" besonderer Art.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9176409","hoster":"VOE"},{"path":"/redirect/9176410","hoster":"Streamtape"}]}]}]}]}