{"seriesId":"klima-auer-kontrolle","name":"Klima außer Kontrolle","descr":"Wissenschaftler auf der ganzen Welt sind sich einig: Die globale Erwärmung ist menschengemacht, und sie findet bereits statt. Stürme, Überschwemmungen, Waldbrände und ein steigender Meeresspiegel zählen zu den Folgen. Schon jetzt lässt der Klimawandel Ökosysteme wie das Great Barrier Reef sterben, Küstenregionen versinken, Gletscher schmelzen und Wälder brennen. Zwar warnen Forscher seit den 1990er-Jahren vor dem Klimakollaps, doch Lobbyarbeit der großen Energiekonzerne verhindert lange ein wirksames politisches Handeln. Die Dokumentation zeigt: Der Klimawandel ist die größte Bedrohung unserer Zeit.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Fakten","epNo":1,"alt":"","descr":"Wissenschaftler auf der ganzen Welt sind sich einig: Die globale Erwärmung ist menschengemacht, und sie findet bereits statt. Stürme, Überschwemmungen, Waldbrände und ein steigender Meeresspiegel zählen zu den Folgen. Schon jetzt lässt der Klimawandel Ökosysteme wie das Great Barrier Reef sterben, Küstenregionen versinken, Gletscher schmelzen und Wälder brennen. Zwar warnen Forscher seit den 1990er-Jahren vor dem Klimakollaps, doch Lobbyarbeit der großen Energiekonzerne verhindert lange ein wirksames politisches Handeln. Die Dokumentation zeigt: Der Klimawandel ist die größte Bedrohung unserer Zeit. Seit die Wissenschaft vor dem Treibhauseffekt warnt, wird auf immer neuen Klimagipfeln der UN verhandelt. Aber die Menge der ausgestoßenen Treibhausgase sinkt nicht, sondern steigt unvermindert an, während die Wälder vor allem in den Tropen großflächig abgeholzt werden. Diese Entwicklungen machen es immer schwerer, eine Lösung zu finden.","versions":[]},{"epId":"episode-2","name":"Auswirkungen und Strategien","epNo":2,"alt":"","descr":"Die Klimaforscher zeigen, wie gefährlich eine Erwärmung von zwei Grad Celsius und mehr für das Leben auf der Erde wäre und wie eine solche Entwicklung noch verhindert werden kann. Beim Pariser Klimagipfel 2015 beschlossen die Staaten, gemeinsam gegen den Klimawandel vorzugehen. Doch seitdem ist wenig geschehen, auch wegen der politischen Kehrtwende in den USA. Experten fordern, sofort von fossilen Brennstoffen auf erneuerbare Energien umzustellen und unser Konsumverhalten zu überdenken. Computermodelle berechnen die Folgen einer globalen Erwärmung von zwei Grad Celsius und mehr. Sie zeigen fatale Folgen für die Landwirtschaft, vor allem in Entwicklungsländern. Aber auch Küstenregionen sind stark gefährdet. Um die Erderwärmung – wie beim Pariser Klimagipfel beschlossen – unter 1,5 Grad Celsius zu halten, genügt es nicht mehr, nur die Emissionen zu begrenzen. Wir müssen auch möglichst viel CO2 wieder aus der Luft herausholen. Dabei können Wälder helfen. Beispiele aus Wirtschaft und Gesellschaft zeigen außerdem, wie jeder beim Kampf gegen den Klimawandel mithelfen kann.","versions":[]}]}]}