{"seriesId":"knight-rider","name":"Knight Rider","descr":"Die Serie handelt von Michael Knight und seinem sprechenden Auto K.I.T.T., das über eine künstliche Intelligenz verfügt. Gemeinsam kämpfen sie im Auftrag der Foundation für Recht und Verfassung (Foundation For Law And Government) gegen Unrecht und Verbrechen. Die Missionen führen Knight zu den unterschiedlichsten Menschen in den verschiedensten Gegenden der USA und Mexikos. Unterstützt wird er dabei vom Leiter der Foundation für Recht und Verfassung, Devon Miles sowie Dr. Bonnie Barstow (Staffeln 1, 3 und 4) bzw. April Curtis (Staffel 2), Elektronik- und Computer-Expertinnen sowie Chef-Mechanikerinnen von K.I.T.T. In der vierten Staffel kommt der Fahrer des Trucks der Foundation, Reginald Cornelius III., hinzu.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Knight Rider 2000","epNo":1,"alt":"Knight Rider 2000","descr":"Wir schreiben das Jahr 2000. Dan Quayle ist Präsident der USA. Als Reaktion auf die steigende Zahl von Gewaltverbrechen werden – zunächst versuchsweise – alle Handfeuerwaffen verboten. Auf dem Schwarzmarkt aber blüht der Handel mit den verbotenen Schießwerkzeugen. Immer wieder geschehen Morde, deren Täter sich automatischer 9-mm Pistolen bedienen – ehemaliger Polizeiwaffen, die eigentlich eingeschmolzen werden sollten. Die junge Polizistin Shawn McCormick gerät zufällig in die Schusslinie der Verschwörer, als sie den Mörder des Bürgermeisters verfolgt. Sie ahnt, dass es eine Verbindung zwischen Attentätern und übergeordneten Verwaltungsstellen gibt und soll aus dem Weg geräumt werden. Bei einem Anschlag wird McCormick lebensgefährlich verletzt, doch dank einer neuartigen Operation, bei der verletzte Gehirnzellen durch einen Mikrochip ersetzt werden, kann sie gerettet werden. Die junge Frau quittiert den Dienst und bewirbt sich bei der \"Knight Foundation\". Dort stellt sich heraus, dass der eingepflanzte Chip ein Recyclingprodukt ist und ursprünglich zu K.I.T.T. gehörte, dem sprechenden Wunderauto, das in den Ruhestand versetzt und demontiert wurde, da mit dem \"Knight 4000\" ein moderner, wenngleich nicht ganz ausgereifter Nachfolger bereitsteht. Michael Knight, einst unermüdlich im Einsatz für die Gerechtigkeit, ist ausgestiegen und widmet sich in ländlicher Umgebung der Barschzucht und der Pflege seines bildschönen alten Chevrolets.Aber Devon Miles \"reaktiviert\" seinen besten Mann, denn die Arbeit der \"Foundation für Recht und Verfassung\" scheint gefährdet. Mit einem rekonstruierten K.I.T.T. (\"Knight Industries Two Thousand\"), der übergangsweise das Chassis des alten Chevy bekommt, und seiner neuen Partnerin Shawn macht sich Michael Knight daran, die Verschwörer in Uniform zu entlarven.","versions":[{"lang":1,"streams":[{"redirect":8834545,"hoster":"VOE"},{"redirect":8834559,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Michael Knight Teil 1+2","epNo":1,"alt":"Knight Of The Phoenix","descr":"Der junge Polizist Michael Long untersucht in Nevada einen Fall von Industriespionage. Als Michael und seine Kollegin Tanja Walker gemeinsam die Täter festnehmen wollen, stellt sich heraus, dass Tanja mit den Verbrechern zusammenarbeitet. Sie schießt Michael in den Kopf und flieht. Wie durch ein Wunder überlebt er den heimtückischen Anschlag. Mit verändertem Aussehen und einer neuen Identität kann sich Michael erneut auf Verbrecherjagd machen. Nur kann er sich dieses Mal voll auf und ganz auf seinen neuen Partner verlassen: \"Knight Industries Two Thousand\", kurz K.I.T.T. genannt, ist ein mit einer künstlichen Intelligenz ausgestattetes, nahezu unzerstörbares Superauto.","versions":[{"lang":1,"streams":[{"redirect":12006132,"hoster":"VOE"},{"redirect":12006133,"hoster":"Doodstream"},{"redirect":12006141,"hoster":"Vidoza"},{"redirect":12013296,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode davor enthalten]","epNo":2,"alt":"Knight Of The Phoenix","descr":"Michael Knight gewöhnt sich an seine neue Identität und bekommt einen Partner an seine Seite: K. I. T. T.’, ein hoch entwickeltes Auto, das in seiner Ausrüstung einem Panzer gleicht, dabei aber Geschwindigkeiten von bis zu 300 Meilen pro Stunde erreicht und eine künstliche Intelligenz enthält.","versions":[]},{"epId":"episode-3","name":"Tödliche Manöver","epNo":3,"alt":"Deadly Maneuvers","descr":"Robin Ladd, Lieutenant bei der Armee, ist auf dem Weg zu ihrem Vater Colonel Ladd, als ihr Wagen eine Panne hat. Michael kommt mit K.I.T.T. vorbei und nimmt sie mit. Als Michael Robin im Stützpunkt absetzt, erfährt Robin zu ihrer Bestürzung, dass ihr Vater bei einem Unfall getötet wurde. Robin und Michael kommt die Geschichte des angeblichen Unfalls jedoch seltsam vor, und sie stellen Nachforschungen an. Robin entdeckt schließlich in geheimen Unterlagen, dass ihr Vater auf der Spur von Waffenschiebern war. Anhand Robins Informationen entdeckt Michael ein Waffenlager, in dem Granaten aufbewahrt werden, deren Markierung überstrichen wurden. Es handelt sich nicht um normale Granaten, sondern um Nuklear-Waffen. Robin schaltet die Behörden ein, übergibt ihren Bericht aber leider genau dem falschen Mann, nämlich einem der Waffenschieber. Sie wird in einen Panzer, der als Ziel für Geschützübungen dient, eingesperrt. Michael findet zum Glück heraus, wo Robin ist, doch bei dem Versuch sie zu retten, wird er selber zum Ziel...","versions":[{"lang":1,"streams":[{"redirect":12006137,"hoster":"VOE"},{"redirect":12006136,"hoster":"Doodstream"},{"redirect":12013293,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Bandenkrieg","epNo":4,"alt":"Good Day At White Rock","descr":"Nach einem abgeschlossenen Fall bittet Michael Devon um ein paar Tage Urlaub, um am White Rock Mountain bergzusteigen. In der Kleinstadt White Rock, wo er sein Urlaubsquartier aufschlägt, freundet er sich mit dem Jungen Davey und dessen älterer Schwester an. Während Michael den Berg besteigt, trifft in der Stadt eine Bande von Motorradrockern der schlimmsten Art ein. Sie terrorisieren die Einwohner, insbesondere Daveys Schwester, die einen Drugstore besitzt. Davie holt Michael zu Hilfe, der sich des Problems annimmt und mit K.I.T.T.s Hilfe die Schläger in Schach hält. Doch als der Sheriff hinzukommt, werden nicht die Unruhestifter zur Rede gestellt, sondern Michael kurzerhand vom Sheriff, der mit den Rockern befreundet ist, ins Gefängnis geworfen. Als zum Schluss auch noch eine weitere Motorradgang eintrifft, die einen Bandenkrieg auf Kosten von White Rock führen will, sind die Stadtbewohner auf Michaels Hilfe angewiesen. Doch der muss erst mal mit K.I.T.T.s Hilfe aus dem Gefängnis freikommen...","versions":[{"lang":1,"streams":[{"redirect":12006140,"hoster":"VOE"},{"redirect":12006139,"hoster":"Doodstream"},{"redirect":12013292,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sammys Sensationsshow","epNo":5,"alt":"Slammin\u0027 Sammy\u0027s Stunt Show Spectacular","descr":"Der bekannte Stuntman Sammy Phillips verunglückt bei einem seiner gewagten Stuntvorstellungen. Er überlebt den Unfall schwer verletzt. Devon bittet Michael bei der Stuntshow vorbeizuschauen, um den mysteriösen Unfall, der nicht der erste seiner Art war, zu überprüfen. Michael bewirbt sich bei \"Slammy Sammy Super Stunt Show Spektakel\" als Fahrer, wobei er Sammys Tochter Lisa erst seine Fahrkünste beweisen muss. K.I.T.T. wird, nach anfänglichen Protesten seinerseits, mit Sternchen verschönert, um dann die neue Attraktion in der Show zu sein. Die Show lockt wieder Besucher an, was den Drahtzieher des Anschlags, einen gedungenen Schläger namens Bill Gordon dazu nötigt, erneut tätig zu werden. Gordon soll dafür sorgen, dass Sammys Firma schließen muss, damit das Gelände von dem zwielichtigen Geschäftsmann Lawrence Blake als Bauland vermarktet werden kann. Als Gordon versucht, K.I.T.T. zu sabotieren, aber an dem schwarzen \"Teufelsfahrzeug\" nichts ausrichten kann, versucht er, Michael kurz vor einem Stunt zu betäuben. Nur mit K.I.T.T.s Hilfe wird der vorprogrammierte Unfall verhindert...","versions":[{"lang":1,"streams":[{"redirect":12006142,"hoster":"VOE"},{"redirect":12006249,"hoster":"Doodstream"},{"redirect":12013294,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Minister auf Abwegen","epNo":6,"alt":"Just My Bill","descr":"Die Senatorin Maggie Flynn ist eine mögliche Kandidatin für das Amt des Präsidenten der USA. Zusammen mit ihrem alten Freund Devon Miles inspiziert sie die Baustelle eines Neubaus. Wie selbstverständlich unterhält sie sich mit den Bauarbeitern, doch Devon fühlt sich auf der Baustelle nicht wohl, und sein ungutes Gefühl wird kurz darauf bestätigt: Ein großer Stein löst sich vom Haken des Krans und stürzt herab. Devon kann Maggie gerade noch zur Seite stoßen. Aufgrund dieses beunruhigenden Vorgangs bittet Devon Michael, Maggie rund um die Uhr zu beschützen. Maggie ist von der Idee gar nicht begeistert, da sie nicht glaubt, wirklich Schutz zu brauchen. Doch sie irrt sich, denn sie ist eine Hauptgegnerin eines neuen Gesetzes, dass auf Kosten der Umwelt großen Konzernen riesige Einnahmemöglichkeiten eröffnen würde. In wenigen Wochen soll die entscheidende Anhörung zu diesem Gesetz stattfinden. Und die Konzerne sind nicht bereit, das Gesetz fallen zu lassen. Sie schrecken auch vor Gewalttaten nicht zurück. Entgegen Michaels Rat geht Maggie für ein paar Tage in die Berge, um Ferien zu machen. Genau dort soll erneut ein Anschlag auf ihr Leben verübt werden. Michael versucht alles, um Maggie zu retten, doch er hat Schwierigkeiten sie zu erreichen, denn das Telefonnetz ist ausgefallen und die Straßen sind gesperrt. Jetzt muss K.I.T.T. helfen...","versions":[{"lang":1,"streams":[{"redirect":12006163,"hoster":"VOE"},{"redirect":12006253,"hoster":"Doodstream"},{"redirect":12013295,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die große Dürre","epNo":7,"alt":"Not A Drop To Drink","descr":"Die Foundation wird in einem ungewöhnlichen Fall um Vermittlung gebeten: Mehrere kleine Rancher aus dem Mittleren Westen streiten mit einem Großgrundbesitzer um die Wasserrechte in ihrer Gegend. Der Konflikt schwelt schon eine ganze Weile und ist mittlerweile kurz vor der Eskalation, denn der Großgrundbesitzer drosselt durch einen neugebauten Staudamm immer mehr die Wasserzufuhr zu den Weiden der kleineren Farmen. Michael und K.I.T.T. werden in die Prärie entsandt, um zwischen den Parteien zu vermitteln. Doch Michael muss vor Ort erfahren, dass die Situation mittlerweile hoch explosiv ist: Einer der kleinen Rancher hat sich zu einem gewalttätigen Angriff auf den mächtigen Gegner hinreißen lassen, und der will nun zurückschlagen: Mit einer gewaltigen Flut, die alle Gebäude der kleinen Rancher wegspülen würde. Doch Michael und K.I.T.T. geben sich nicht so rasch geschlagen, und es ist schließlich K.I.T.T., der durch einen raffinierten Trick die Situation entschärft...","versions":[{"lang":1,"streams":[{"redirect":12006251,"hoster":"VOE"},{"redirect":12006255,"hoster":"Doodstream"},{"redirect":12013297,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Richter spielt sein Spiel","epNo":8,"alt":"No Big Thing","descr":"Devon macht sich auf, um einen Reporter zu treffen, der ihm eine brisante Geschichte erzählen wird. Kurz vor dem Treffpunkt wird Devon von der Polizei angehalten, weil er angeblich auf dem Highway ein Stopp-Schild missachtet habe und sein Rücklicht kaputt sei ? ein Umstand, der allerdings erst durch einen gezielten Fußtritt eines Polizisten den Tatsachen entspricht. Devon wird zu seiner großen Überraschung und Empörung wegen des geringen Vergehens sogar verhaftet und muss die Nacht im Gefängnis verbringen. In der Nacht wird er Zeuge, wie der Reporter, den er treffen wollte, nach erlittenen Misshandlungen während eines Verhörs verstirbt. Um den lästigen Mitwisser loszuwerden und den Fall zu vertuschen, wird Devon ohne ordentlichen Prozess in eine entlegenes Arbeitslager verbracht. Devon gelingt es aber, Michael zu Hilfe zu rufen. Michael macht sich zusammen mit K.I.T.T.s Fähigkeiten und der Frau des Reporters, Carol, daran, seinen Mentor zu befreien, doch der ist mittlerweile mit einem Leidensgenossen aus dem Lager ausgebrochen und auf der Flucht vor der Polizei...","versions":[{"lang":1,"streams":[{"redirect":12006252,"hoster":"VOE"},{"redirect":12013298,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Doppelgänger","epNo":9,"alt":"Trust Doesn\u0027t Rust","descr":"Michael Knight weiß, dass sein Wagen einzigartig ist. Ausgerüstet mit einem ganz speziellen Computer und nahezu unverwundbar, ist K.I.T.T. das Superauto des 20. Jahrhunderts. Doch der Knight 2000 hat einen Rivalen: Sein eigenes Vorgängermodell. Skrupellose Gangster haben K.A.R.R., den Prototypen des Knight 2000, gestohlen und missbrauchen ihn für ihre kriminellen Machenschaften. Michael muss ihnen Einhalt gebieten. Und so kommt es zu einem unglaublichen Duell: Zwei unzerstörbare Superwagen kämpfen gegeneinander.","versions":[{"lang":1,"streams":[{"redirect":12006104,"hoster":"VOE"},{"redirect":12013299,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gangster wider Willen","epNo":10,"alt":"Inside Out","descr":"Nur durch einen Zufall hat die Foundation davon erfahren, dass eine Gruppe Spezialisten einen großen Coup planen, und Michael schleust sich in die Gruppe ein. Bei dem Einsatz kann er einen der Fahrer überwältigen und sich stattdessen bei Colonel Kinkade melden. Zusammen mit den anderen Mitgliedern der Truppe absolviert er das Training und wartet darauf, dass Kinkade sein Angriffsziel preisgibt. Zufälligerweise findet Michael eines Nachts die Karte eines Gefängnis und vermutet, dass dies Kinkades Ziel ist. Doch dies stellt sich sehr bald als Fehler heraus...","versions":[{"lang":1,"streams":[{"redirect":12006107,"hoster":"VOE"},{"redirect":12013300,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das endgültige Urteil","epNo":11,"alt":"The Final Verdict","descr":"Cheryl Burns sitzt unschuldig im Gefängnis und bittet Michael um Hilfe. Er kommt der Bitte der Freundin aus früheren Tagen auch sofort nach und fährt zu dem Gefängnis von Albuquerque, um mit ihr zu reden. Dort erfährt er, dass sie beschuldigt wird, ihren Arbeitgeber ermordet zu haben. Allerdings war sie zur Tatzeit in Gesellschaft eines Mannes, der nun jedoch spurlos verschwunden ist. Mit der Beschreibung eines schüchternen, unscheinbarem Herrn, der Ähnlichkeit mit Woody Allen hat, macht sich Michael auf die Suche nach Marty. Als er ihn schließlich findet, stellt sich heraus, dass er nicht der Einzige ist, der ihn sucht. Die Polizei hat ihn wegen Fälschung von Geschäftsbüchern in Verdacht und beschattet ihn. Als Michael nun auftaucht, fühlt die Polizei sich von ihm behindert und fordert ihn höflich dazu auf, das Feld zu räumen. Doch Michael setzt trotz der Drohungen der Beamten seine Suche nach Marty fort.","versions":[{"lang":1,"streams":[{"redirect":12006114,"hoster":"VOE"},{"redirect":12006118,"hoster":"Doodstream"},{"redirect":12013301,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Gipfeltreffen","epNo":12,"alt":"A Plush Ride","descr":"Michael wird in eine Gruppe von professionellen Leibwächtern eingeschleust, die einen Auffrischungskurs absolvieren. Seine Aufgabe ist es, den oder die Personen zu entlarven, die in wenigen Tagen ein Attentat auf die Abgeordneten des Gipfeltreffens machen wollten. Anfangs tappt er völlig im Dunklen, und die Zeit wird immer knapper. Bei einem Manöver durchs Gelände wird er von einem der Männer mit scharfer Munition angegriffen, kann aber mit K.I.T.T.s Hilfe den Mann überwältigen. Doch wie sich später herausstellte, war dies nicht der einzige Attentäter. Schon erkennt Michael, dass er vor einem noch viel größeren Problem steht: Er wacht in K.I.T.T. auf und findet sich auf der Fahrt in den Tod wieder.","versions":[{"lang":1,"streams":[{"redirect":12006097,"hoster":"VOE"},{"redirect":12013304,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Zwischen zwei Frauen","epNo":13,"alt":"Forget Me Not","descr":"Im Auftrag der Foundation übernimmt Michael die Aufgabe eines Bodyguards, um die Tochter eines mexikanischen Präsidenten zu beschützen. Auf einer Party lernt er die junge Micki Bradburn kennen. Kurze Zeit später verfolgt Micki ein Gespräch zweier Männer, die ein Attentat auf den Präsidenten planen. Sie wird entdeckt und geschnappt. Während Michael den Wagen unauffällig verfolgt, kann Micki aus dem Wagen flüchten, stürzt allerdings unglücklicherweise einen steilen Abhang hinab. Michael kann sie retten, doch als sie am anderen Tag in der Unterkunft der Präsidententochter aufwacht, stellt sich heraus, dass sie ihr Gedächtnis verloren hat.","versions":[{"lang":1,"streams":[{"redirect":12006093,"hoster":"VOE"},{"redirect":12013302,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Herzen aus Stein","epNo":14,"alt":"Hearts Of Stone","descr":"Die religiöse Kirchengemeinde der Lagunas bittet die Foundation um Hilfe. Diese handelt mit Einverständnis von \"Onkel Sam\" mit Waffen, werden nun aber von der skrupellosen Söldnergruppe, den Corazones de Piedras, unter Druck gesetzt. Die zwei Waffenhändler bekriegen sich bis aufs Blut, und nachdem es zu vielen blutigen Zwischenfällen gekommen ist, sieht sich der Pater der Gemeinde dazu berufen, die Foundation einzuschalten. Michael schleicht sich als Interessent bei den Corazones ein, wird aber von Angie, seiner Kontaktperson hereingelegt. Angie verschwindet mit dem geliehenen Geld der Foundation, und Michael muss schnellstmöglich dafür sorgen, das Geld wieder zurück zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":12006094,"hoster":"VOE"},{"redirect":12013305,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Ein mysteriöser Saboteur","epNo":15,"alt":"Give Me Liberty... Or Give Me Death","descr":"Bei einem alternativen Rennen geschehen immer wieder rätselhafte Unfälle. Michael nimmt an dem Rennen teil und beobachtet gleich in der ersten Runde, wie ein Fahrzeug verunglückt. Bei seinen Nachforschungen entdeckt er in dem geplatzten Vorderreifen eine Kugel. Wenig später findet man das dazu gehörende Gewehr in der Unterkunft eines Fahrers. Die Hoffnung, den Täter geschnappt zu haben, schwindet, als am nächsten Tag ein mit Alkohol betriebenes Auto explodiert. Die Reporterin Liberty Cox entgeht dabei nur knapp dem Tod. Bei seinen Ermittlungen gerät Michael mit der jungen, neugierigen Lady aneinander und muss sie schließlich in letzter Sekunde retten: Sie ist an einen Felsen gebunden und neben ihr liegen gezündete Dynamitstangen...","versions":[{"lang":1,"streams":[{"redirect":12006103,"hoster":"VOE"},{"redirect":12013306,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Geheimcode Topaz","epNo":16,"alt":"The Topaz Connection","descr":"Phillip Royce, Herausgeber einer gefragten Modezeitschrift, wird tot in seinem Hotelzimmer aufgefunden. Da er kurz vor seinem Tod noch mit der Foundation Kontakt aufgenommen hat und Devon Miles etwas mitteilen wollte, gehen Michael und K.I.T.T. ? auf Wunsch von Royce\u0027 Tochter ? der Sache nach. Ihr einziger Hinweis ist das Stichwort \"Topaz\", unter dessen verschlüsseltem Zugang das Gesuchte im Computer zu finden ist. Doch niemand weiß, wie der Geheimcode dazu lauten könnte. Zusammen mit Royce\u0027 Tochter macht sich Michael an die Arbeit, das Rätsel zu lösen. Doch Lauren Royce wird von unbekannten Männern überwältigt und unter Drogen gesetzt: Auch sie haben großes Interesse an der brisanten Geschichte.","versions":[{"lang":1,"streams":[{"redirect":12379893,"hoster":"VOE"},{"redirect":12006111,"hoster":"Doodstream"},{"redirect":12013310,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eine Musterstadt ohne Verbrechen","epNo":17,"alt":"A Nice, Indecent Little Town","descr":"Alpine Crest ist eine bürgerliche Kleinstadt, in der es anscheinend kein Verbrechen gibt. Doch plötzlich taucht ein Mann auf, der Falschgeld in Umlauf bringt. Eine Bibeldruckerei in der Stadt scheint ihn zu beliefern. Bei seinen Nachforschungen stößt Michael auf ein Netz von Korruptionen. Als schließlich sogar ein Mord geschieht, wird Michael festgenommen und inhaftiert. Doch die Polizei hat die Rechnung ohne K.I.T.T. gemacht.","versions":[{"lang":1,"streams":[{"redirect":12006113,"hoster":"VOE"},{"redirect":12013307,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Helios-Nadel","epNo":18,"alt":"Chariot Of Gold","descr":"Es ist eine große Ehre, Mitglied des Helios-Verbandes zu sein, bei dem sich auch Devon Miles bewirbt. Doch zur Überraschung aller besteht nicht Devon den Aufnahmetest, sondern Bonnie. Als Michael auf das Gelände der Helios-Gemeinschaft kommt, um Devon und Bonnie bei einer Party Gesellschaft zu leisten, stellt sich schon bald heraus, dass hier etwas nicht mit rechten Dingen zugeht. Michael wird überwältigt und in einem Versteck festgehalten. Bonnie wird einer Gehirnwäsche unterzogen und dazu gebracht, K.I.T.T. so zu programmieren, dass er auf Professor Deauville hört, den Kopf der Helios-Gemeinde. Mit K.I.T.T.s Hilfe will Deauville, Gold aus dem Bezirksmuseum stehlen. Doch Michael kann die Männer, die ihn festhalten, überwältigen und er erreicht das Museum in letzter Sekunde. Dort gibt Deauville K.I.T.T. den Befehl, Michael zu töten...","versions":[{"lang":1,"streams":[{"redirect":12006122,"hoster":"VOE"},{"redirect":12013308,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Weißer Vogel","epNo":19,"alt":"White Bird","descr":"In der Zeitung stößt Michael auf das Bild einer alten Freundin, Stephanie Mason. Darunter liest er die Schlagzeile: \"FBI-Agenten verhaften Bandenmitglied\". Stephanie wird angeklagt, Falschgeld überbracht zu haben. Nachdem Michael mit Devon über die besonderen Umstände gesprochen hat, holt er Stephanie auf Kaution aus dem Gefängnis und bringt sie in Sicherheit. Ihr fällt auf, dass Michael Ähnlichkeiten mit ihrem verstorbenen Verlobten Michael Long hat und sie kommen sich näher. Doch nach ein paar romantischen Stunden miteinander, schaffen es einige Leute, die beiden aufzuspüren. Stephanie wird von einem Scharfschützen verwundet. Als es ihr wieder besser geht, können sie Stephanies korrupten Arbeitgeber durch eine List in eine Falle locken.","versions":[{"lang":1,"streams":[{"redirect":12252299,"hoster":"VOE"},{"redirect":12006123,"hoster":"Doodstream"},{"redirect":12013313,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Unerwünschte Konkurrenz","epNo":20,"alt":"Knight Moves","descr":"Der Verband der unabhängigen Trucker wird immer wieder überfallen, und ganze Lastwagen verschwinden. Mit dieser Methode schafft es ein Unbekannter, seine Konkurrenz in den Ruin zu treiben. Nachdem auch der Truck von Terri Calley und ihrem Bruder Rick überfallen wird, nimmt die mutige Terri Kontakt zur Foundation auf. Devon bittet Michael nach New Mexico zu fahren, um der Sache nachzugehen. Noch am ersten Tag versuchen zwei Kerle, K.I.T.T. zu demolieren und wenig später wird Terry in ihrem Truck angegriffen. Doch K.I.T.T. bekommt in letzter Sekunde über Funk einen Hilferuf von ihr.","versions":[{"lang":1,"streams":[{"redirect":12006124,"hoster":"VOE"},{"redirect":12013309,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Computerspiele","epNo":21,"alt":"Nobody Does It Better","descr":"In einer Computerfabrik werden die neuesten Baupläne entwendet. Der Präsident einer Videospiel-Firma, Elliot Stevens, will den Diebstahl und den Verkauf von geheimen Firmenunterlagen unterbinden. Er beauftragt Michael, das Sicherheitsleck und den Täter zu finden. Michael bricht in der Nacht in das Gebäude ein, um die Schwachstelle des Sicherheitssystems ausfindig zu machen und gleichzeitig auch dahinter zu kommen, welchen Fluchtweg der Dieb genommen haben könnte. Wie sich herausstellt, kann es nur einer der Angestellten gewesen sein. Schon bald kommt Michael Julian Groves und seiner hübschen Tennislehrerin, Connie Chasen auf die Spur. Doch kurz darauf wird Connie tot aufgefunden, und Julian ist unauffindbar. Michael und K.I.T.T. stellen bei der Suche nach ihm fest, dass noch andere Interesse an Julian haben.","versions":[{"lang":1,"streams":[{"redirect":12006131,"hoster":"VOE"},{"redirect":12013327,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Gekidnappt","epNo":22,"alt":"Short Notice","descr":"Michael nimmt bei seiner Fahrt eine Anhalterin mit. Bei der Übernachtung in einem Hotel wird Michael überfallen und muss aus Notwehr einen der beiden Männer töten. Als Devon ihn später aus dem Gefängnis holt, erklärt er diesem, dass die Männer es wahrscheinlich auf die Anhalterin abgesehen hatten. Er möchte der Sache nachgehen und nach Nicole suchen. Wenig später findet er Nicole, und es stellt sich heraus, dass ihre Tochter von ihrem Ex-Mann gekidnappt wurde. Der will durch die Kindesentführung die Herausgabe eines ihn belastenden Mikrofilmes erpressen. Michael setzt sich für Nicole ein und hilft ihr, ihre Tochter zurück zu bekommen. Dabei trifft er mit dem wütenden Bruder des durch ihn zu Tode gekommenen Mannes zusammen, der zufälligerweise zu einer Motorradbande gehört, die die Leibwächter von Nicoles Ex-Mann waren.","versions":[{"lang":1,"streams":[{"redirect":12006134,"hoster":"VOE"},{"redirect":12013311,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Goliaths Geburt Teil 1 + 2","epNo":1,"alt":"Goliath (1)","descr":"Devon ist bei der Witwe von Wilton Knight, dem Gründer der Foundation für Recht und Verfassung, eingeladen. Bei dem Treffen gelingt es Elizabeth Knight, Devon ein Mittel zu verabreichen ...","versions":[{"lang":1,"streams":[{"redirect":12016036,"hoster":"VOE"},{"redirect":12016027,"hoster":"Doodstream"},{"redirect":12016028,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In E01 enthalten] Der Kampf mit Goliath","epNo":2,"alt":"Goliath (2)","descr":"Nachdem Michael und K. I. T. T. durchschaut haben, dass Garthe Raketen der Regierung beschlagnahmen und an einen afrikanischen Revolutionär verkaufen will, versuchen sie ihm das Handwerk zu legen. Allerdings wird es ein schwieriges Unterfangen, da Michaels Halbbruder Garthe extrem skrupellos handelt.","versions":[{"lang":1,"streams":[{"redirect":12016030,"hoster":"VOE"},{"redirect":12016046,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Erpresser","epNo":3,"alt":"Brother\u0027s Keeper","descr":"Auf einem Testgelände der Armee wird eine hochexplosive Bombe gestohlen. Kurz darauf droht der Gangster mit der Zündung der Bombe, sollte der Häftling Peter McCord nicht frei gelassen werden ...","versions":[{"lang":1,"streams":[{"redirect":12016100,"hoster":"VOE"},{"redirect":12016058,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Händler des Todes","epNo":4,"alt":"Merchants Of Death","descr":"Amelia Clermont ist einer Bande illegaler Waffenhändler auf der Spur. Kurz bevor sie die Verbrecher entlarven kann, wird sie ermordet. Daraufhin bittet Amelias Tochter Devon Miles um Hilfe ...","versions":[{"lang":1,"streams":[{"redirect":14081609,"hoster":"VOE"},{"redirect":12016061,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blindes Vertrauen","epNo":5,"alt":"Blind Spot","descr":"Die Foundation erreicht ein rätselhafter Anruf. Ein Spanier bittet Devon um Hilfe. Als Michael den Informanten auf einem Parkplatz aufsucht, fallen plötzlich Schüsse ...","versions":[{"lang":1,"streams":[{"redirect":12016085,"hoster":"VOE"},{"redirect":12016087,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geheimversteck Cadiz","epNo":6,"alt":"Return To Cadiz","descr":"Ein Sporttaucher verunglückt bei einem Tauchgang auf mysteriöser Weise. Gleichzeitig macht sich ein besessener Forscher auf die Suche nach einem verschwundenen Aztekenschatz ...","versions":[{"lang":1,"streams":[{"redirect":12016096,"hoster":"VOE"},{"redirect":12016089,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Fassadenkletterer","epNo":7,"alt":"K.I.T.T. The Cat","descr":"Sie waren zu dritt: Ein Team von Juwelendieben hat vor Jahren in Luxusvillen und Hotels ihr Unwesen getrieben. Doch dann sind angeblich alle Drei bei einem Flugzeugabsturz ums Leben gekommen. Nur die Leiche von Raymond Fallan ...","versions":[{"lang":1,"streams":[{"redirect":12016095,"hoster":"VOE"},{"redirect":12016106,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Devon Miles in Nöten","epNo":8,"alt":"Custom K.I.T.T.","descr":"Devon hat die Ehre, auf das Auto von Commander Smythe aufzupassen. Sein schlimmster Albtraum wird wahr, als das teure Stück unter seiner Obhut gestohlen wird. Verzweifelt bittet er Michael und K.I.T.T. um Hilfe ...","versions":[{"lang":1,"streams":[{"redirect":12016105,"hoster":"VOE"},{"redirect":12016104,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"K.I.T.T. sitzt in der Falle","epNo":9,"alt":"Soul Survivor","descr":"Michael wird in eine Falle gelockt und in Trance versetzt. Zur gleichen Zeit macht sich Randy, ein Computerfreak, an K.I.T.T. zu schaffen. Er erlangt die Kontrolle über das Auto ...","versions":[{"lang":1,"streams":[{"redirect":12016111,"hoster":"VOE"},{"redirect":12016125,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Ring aus Feuer","epNo":10,"alt":"Ring Of Fire","descr":"Die Foundation erreicht eine Audiokassette, auf der eine junge Französin mit verängstigter Stimme um Hilfe bittet. Layla Callan fürchtet um ihr Leben, da ihr Mann, der gewalttätige Christopher \"Cray\" Callan ...","versions":[{"lang":1,"streams":[{"redirect":12016137,"hoster":"VOE"},{"redirect":12016134,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gedächtnisschwund","epNo":11,"alt":"Knightmares","descr":"Bei der Verfolgung des Verbrechers Frank Pool wird Michael durch eine Handgranate an eine Staudammwand geschleudert und verliert dadurch sein Gedächtnis. Die Wirkung ist verheerend ...","versions":[{"lang":1,"streams":[{"redirect":12016141,"hoster":"VOE"},{"redirect":12016140,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine schöne Bescherung","epNo":12,"alt":"Silent Knight","descr":"Tino, ein kleiner Gelegenheitsdieb, stiehlt eine goldene Uhr, die Gangster gerade einem Bankdirektor bei einem Überfall abgenommen haben. Sie verfolgen den Jungen, der zufälligerweise vor K.I.T.T.s Schnauze läuft ...","versions":[{"lang":1,"streams":[{"redirect":12016142,"hoster":"VOE"},{"redirect":12016149,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Schatzsuche","epNo":13,"alt":"A Knight In Shining Armor","descr":"Charlie Granger hat sich sein ganzes Leben lang sehr wenig um seine Tochter Katherine gekümmert. Er besucht seinen alten Freund Devon Miles und übergibt ihm ein Buch für seine Tochter. In dieses Buch schreibt er für seine Tochter ...","versions":[{"lang":1,"streams":[{"redirect":12016155,"hoster":"VOE"},{"redirect":12016158,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Diamantenschmuggel","epNo":14,"alt":"Diamonds Aren\u0027t A Girl\u0027s Best Friend","descr":"Das Fotomodell Rachel Robinson wird tot aufgefunden. Zunächst vermutet man, dass Rachel Selbstmord begangen hat, doch die Freundin der Toten, Lauren Janes, misstraut der Sache und bittet die Foundation um Hilfe ...","versions":[{"lang":1,"streams":[{"redirect":12016156,"hoster":"VOE"},{"redirect":12016159,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":" Eine Kleinstadt lebt gefährlich","epNo":15,"alt":"White-Line Warriors","descr":"In einer scheinbar ruhigen Kleinstadt geschehen in letzter Zeit geheimnisvolle Einbrüche. Der Sheriff und die Bewohner sind ratlos. Der Verdacht fällt auf die \"Hot Rods\"-Anhänger, einer Gruppe von Halbstarken, die mit ihren aufgemotzten Oldtimern ...","versions":[{"lang":1,"streams":[{"redirect":12016162,"hoster":"VOE"},{"redirect":12016167,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wettlauf mit dem Tod","epNo":16,"alt":"Race For Life","descr":"Becky Phillips, die Nichte von April, ist schwer erkrankt. Nur eine schnelle Knochenmarktransplantation kann ihr Leben retten. Michael und K.I.T.T. machen sich auf die Suche nach dem Spender","versions":[{"lang":1,"streams":[{"redirect":12016170,"hoster":"VOE"},{"redirect":12016173,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schnelle Teufel Speed Demons","epNo":17,"alt":"Speed Demons","descr":"Beim letztjährigen Moto-Cross-Rennen kam Danny Duvall ums Leben. Sein Freund Kelly Travis fühlt sich für den Tod seines Freundes verantwortlich. Beim diesjährigen Rennen ist die Foundation Sponsor und Devon will einen erneuten Vorfall ...","versions":[{"lang":1,"streams":[{"redirect":12016200,"hoster":"VOE"},{"redirect":12016208,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Goliath wird vernichtet Teil 1 + 2","epNo":18,"alt":"Goliath Returns (1)","descr":"Eigentlich sollte Michael Knight für Dr. Klaus Bergstroem und seine hübsche Nichte Christina Fremdenführer spielen. Doch daraus wird nichts, denn Devon ereilt die Hiobsbotschaft, dass der Verbrecher Garthe aus dem Gefängnis geflohen istGarthe Knight, der missratene Sohn des Foundationgründers Wilton Knight, hat schon einmal versucht, die Foundation zu zerschlagen. Doch damals haben es Michael und K.I.T.T. in letzter Minute geschafft ...","versions":[{"lang":1,"streams":[{"redirect":12016264,"hoster":"VOE"},{"redirect":12016262,"hoster":"Doodstream"},{"redirect":13881651,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"[In Episode 18 enthalten]","epNo":19,"alt":"Goliath Returns (2)","descr":"..","versions":[]},{"epId":"episode-20","name":"Gefährliches Spielzeug","epNo":20,"alt":"A Good Knight\u0027s Work","descr":"Bei der Festnahme eines Verbrechers wird Michael von einem Mann namens Cameron Zachery als Michael Long erkannt. Cameron berichtet seinem Boss von dem Vorfall, worauf dieser nachts heimlich das Grab von Michael Long öffnen lässt ..","versions":[{"lang":1,"streams":[{"redirect":12016322,"hoster":"VOE"},{"redirect":12016271,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Goldschmuggel Teil 1 + 2","epNo":21,"alt":"Mouth Of The Snake (1)","descr":"Die Doppelfolge \"Goldschmuggel\" und \"Das Schlangenmaul\" von 1984 war gleichzeitig der Pilotfilm der ersten Ablegerserie (Spin-Off) von Knight Rider, Code of Vengeance. Michael und K.I.T.T. spielen in dieser Doppelfolge eher eine Nebenrolle. Die beiden Hauptcharaktere David Dalton (L. Charles Taylor) und Joanna St. John (Joanna Pettet) lösen den Fall größtenteils alleine, während Michael und K.I.T.T eher mit nebensächlichen Aufgaben (wie mit Raketen bewaffnete LKWs zu verfolgen) beschäftigt sind.","versions":[{"lang":1,"streams":[{"redirect":12016408,"hoster":"VOE"},{"redirect":12016413,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[In Episode 21 enthalten] Das Schlangenmaul","epNo":22,"alt":"Mouth Of The Snake (2)","descr":"Die Doppelfolge \"Goldschmuggel\" und \"Das Schlangenmaul\" von 1984 war gleichzeitig der Pilotfilm der ersten Ablegerserie (Spin-Off) von Knight Rider, Code of Vengeance. Michael und K.I.T.T. spielen in dieser Doppelfolge eher eine Nebenrolle. Die beiden Hauptcharaktere David Dalton (L. Charles Taylor) und Joanna St. John (Joanna Pettet) lösen den Fall größtenteils alleine, während Michael und K.I.T.T eher mit nebensächlichen Aufgaben (wie mit Raketen bewaffnete LKWs zu verfolgen) beschäftigt sind.","versions":[]},{"epId":"episode-23","name":"Ich werd ewig dein Freund bleiben","epNo":23,"alt":"Let It Be Me","descr":"Der Leadsänger der Band \"Class Action\" stirbt an einer Überdosis Drogen. Die Foundation wird mit dem Fall beauftragt. Als Michael zu der Band kommt, trifft er die Sängerin der Band, seine alte Freundin Stevie ...","versions":[{"lang":1,"streams":[{"redirect":12924004,"hoster":"VOE"},{"redirect":12016425,"hoster":"Doodstream"},{"redirect":12016409,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Einer spielt falsch","epNo":24,"alt":"Big Iron","descr":"Frank Sanderson und Lloyd Newald waren ehemals Partner in einem gemeinsamen Unternehmen. Seit der Auflösung des Betriebs gehen sich die beiden jedoch aus dem Weg. Als Sanderson eines Tages Baumaschinen von erheblichem Wert gestohlen werden ...","versions":[{"lang":1,"streams":[{"redirect":12016410,"hoster":"VOE"},{"redirect":12016412,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Ein geheimnisvoller Roboter (Teil 1+2)","epNo":1,"alt":"Knight Of The Drones (1+2)","descr":"Mit Hilfe seiner Freunde Margo Sheridan und David Halston ist dem Schwerverbrecher C.J. Jackson die Flucht aus dem Staatsgefängnis gelungen. Michael Knight, der die Verfolgung des Gangsters aufgenommen hat, stößt bei seinen Recherchen auf einen seltsamen Roboter, der mit Jacksons verbrecherischen Zukunftsplänen in enger Verbindung zu stehen scheint …","versions":[{"lang":1,"streams":[{"redirect":12016474,"hoster":"VOE"},{"redirect":12016477,"hoster":"Doodstream"},{"redirect":12016463,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"Knight Of The Drones (2)","descr":"Michael Knight hofft auf die Hilfe des Experten Peter Wong, bei der Aufklärung über die Funktion und Programmierung des seltsamen Roboters. Peter ist Fachmann auf dem Gebiet elektronischer Geräte. Doch leider ist der Spezialist spurlos verschwunden. In Michael keimt der Verdacht auf, dass Peter selbst vielleicht in den Fall verstrickt sein könnte …","versions":[]},{"epId":"episode-3","name":"Das zweite Gesicht","epNo":3,"alt":"The Ice Bandits","descr":"Michael und K.I.T.T. haben einen besonders hochkarätigen Fall zu lösen: Diamanten im Wert von drei Millionen Dollar sind verschwunden. Die Spur führt Michael zunächst zum renommierten Auktionshaus Decker und von dort direkt ins Weingebiet von Nordkalifornien, wo die Diebe eine alte Klosteranlage als Versteck benutzen …","versions":[{"lang":1,"streams":[{"redirect":12016462,"hoster":"VOE"},{"redirect":12016471,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fahrerflucht","epNo":4,"alt":"Knights Of The Fast Lane","descr":"Ein guter Freund von Michael wird in einen Autounfall mit Fahrerflucht verwickelt. Michael nimmt mit K.I.T.T. die Verfolgung des Flüchtigen auf und bekommt es wenig später mit einem futuristischen Sportwagen zu tun ...","versions":[{"lang":1,"streams":[{"redirect":12016497,"hoster":"VOE"},{"redirect":12016511,"hoster":"Doodstream"},{"redirect":12016478,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödliches Kostümfest","epNo":5,"alt":"Halloween Knight","descr":"Durch eine Grippe ist Bonnie Barstow ausgerechnet zu Halloween gezwungen, den lieben Tag lang in ihrer neuen Wohnung zu verbringen. Die einzige Abwechslung bietet ihr der Blick von ihrem Balkon aus: Von hier aus schaut sie direkt in das ...","versions":[{"lang":1,"streams":[{"redirect":12016509,"hoster":"VOE"},{"redirect":12016505,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der schwarze Teufel taucht wieder auf","epNo":6,"alt":"K.I.T.T. Vs. K.A.R.R.","descr":"John und Mandy machen am Strand eine merkwürdige Entdeckung: In einer Sanddüne steht ein technisch offenbar hochmodernes, tiefschwarzes Auto. Der übermütige John beschließt, eine Spritztour mit dem geheimnisvollen Gefährt zu unternehmen ...","versions":[{"lang":1,"streams":[{"redirect":12016519,"hoster":"VOE"},{"redirect":12016515,"hoster":"Doodstream"},{"redirect":12016512,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Viehdiebe / der gemeine Apfel","epNo":7,"alt":"The Rotten Apples","descr":"Michael und sein Superauto K.I.T.T. kommen Rebecca Hammond, einer Psychologin, zu Hilfe, die auf ihrer Ranch mit sozial benachteiligten Großstadtkindern arbeitet ...","versions":[{"lang":1,"streams":[{"redirect":12016516,"hoster":"VOE"},{"redirect":12016532,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Michael fällt in Ungnade","epNo":8,"alt":"Knight In Disgrace","descr":"Michael ist fassungslos, als er nahezu ohne Vorwarnung von der Foundation wegen vermeintlichen Drogenbesitzes gefeuert wird. Um die Intrige, die ganz offenbar gegen ihn geschmiedet wurde, aufzuklären ...","versions":[{"lang":1,"streams":[{"redirect":12016522,"hoster":"VOE"},{"redirect":12016530,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Orchideen","epNo":9,"alt":"Dead Of Knight","descr":"Michael Knight besucht ein Strandcafe, um dort einen Drink zu nehmen. Als der Saft, den er sich bestellt, aufgrund einer Unachtsamkeit nicht an seinem Tisch, sondern bei einer jungen Frau landet, bricht diese unmittelbar nach dem ersten Schluck bewusstlos","versions":[{"lang":1,"streams":[{"redirect":12016545,"hoster":"VOE"},{"redirect":12016551,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"K.I.T.T. kriegt einen Schlag","epNo":10,"alt":"Lost Knight","descr":"Michael und K.I.T.T. verfolgen zwei Männer in einem Jeep, die kurz vorher gefährlichen Plastiksprengstoff von einer Baustelle gestohlen haben. Es entwickelt sich eine heiße Verfolgung ...","versions":[{"lang":1,"streams":[{"redirect":12016565,"hoster":"VOE"},{"redirect":12016556,"hoster":"Doodstream"},{"redirect":12016550,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Chamäleon","epNo":11,"alt":"Knight Of The Chameleon","descr":"Während eines Gefangenentransports kann der berüchtigte Verbrecher Gordon Baxter alias das Chamäleon flüchten. Baxter ist ein Profi auf dem Gebiet des illegalen internationalen Waffenhandels. Nach der geglückten Flucht ...","versions":[{"lang":1,"streams":[{"redirect":12016570,"hoster":"VOE"},{"redirect":12016569,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Mord nach Maß","epNo":12,"alt":"Custom Made Killer","descr":"Michael muss sich mit finsteren Gestalten herumschlagen: Ein übler Krimineller erpresst die Textil-Industrie. Instrument seiner Machenschaften ist ein bösartiger Killer-Wagen. Nur K.I.T.T. kann es mit ihm aufnehmen.","versions":[{"lang":1,"streams":[{"redirect":12746118,"hoster":"VOE"},{"redirect":12746120,"hoster":"Doodstream"},{"redirect":12746119,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Nasenlänge voraus","epNo":13,"alt":"Knight By A Nose","descr":"Kurz vor einem wichtigen Rennen stürzt das wertvolle Pferd \"King Jack\" und muss eingeschläfert werden. Maxine Fleming, die Besitzerin des Tieres und eine alte Freundin von Michael, ist untröstlich. Er untersucht den Fall ...","versions":[{"lang":1,"streams":[{"redirect":12016673,"hoster":"VOE"},{"redirect":12016702,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine schreckliche Falle","epNo":14,"alt":"Junk Yard Dog","descr":"Michael kommt durch die Warnungen der jungen Fotografin Fran einem Umweltsünder auf die Spur, der auf einer Mülldeponie unerlaubt giftige Chemikalien lagert. Als Michael und K.I.T.T. das offensichtlich völlig verseuchte Gelände untersuchen, wird K.I.T.T. in eine Grube gestoßen, die mit einer hochgiftigen Brühe gefüllt ist...","versions":[{"lang":1,"streams":[{"redirect":12016595,"hoster":"VOE"},{"redirect":12016581,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Konkurs","epNo":15,"alt":"Buy Out","descr":"Die Geschwister Melanie und Mitchell führen eine Firma, die sich auf den Umbau von Limousinen spezialisiert hat. Sie bauen die Autos so um, dass die Insassen vor möglichen Attentatsversuchen geschützt sind ...","versions":[{"lang":1,"streams":[{"redirect":13918165,"hoster":"VOE"},{"redirect":12016663,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Neubau mit Wanzen","epNo":16,"alt":"Knightlines","descr":"Die Rüstungsfirma Macroplex Inc. arbeitet eng mit dem Verteidigungsministerium zusammen. Kevin Morgan, einer der Cheftechniker, kommt unter mysteriösen Umständen ums Leben. Alles deutet auf einen Unfall hin ...","versions":[{"lang":1,"streams":[{"redirect":13608433,"hoster":"VOE"},{"redirect":12016654,"hoster":"Doodstream"},{"redirect":12016645,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das 19. Loch","epNo":17,"alt":"The Nineteenth Hole","descr":"Auf dem Gelände eines stillgelegten Golfplatzes soll eine Autorennstrecke errichtet werden, die dem Tourismus in der kleinen Stadt Marberry etwas Auftrieb geben könnte ...","versions":[{"lang":1,"streams":[{"redirect":12016640,"hoster":"VOE"},{"redirect":12016631,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Elliott, der Schlaukopf","epNo":18,"alt":"Knight And Knerd","descr":"Thomas Raymond arbeitet als Wissenschaftler an der Erforschung einer neuen Waffe. Eines Tages wird er beim Fischen von zwei maskierten Männern überfallen und stirbt kurz darauf an den Folgen seiner Verletzungen ...","versions":[{"lang":1,"streams":[{"redirect":12016741,"hoster":"VOE"},{"redirect":12016737,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Shatners Komplott","epNo":19,"alt":"Ten Wheel Trouble","descr":"Joe Flynn und Phil Janetti gehören zu einer Gruppe von Truckern. Phil möchte aus der Organisation aussteigen, weil der Druck auf ihn und seine Familie zu groß geworden ist. Joe, der Anführer der Trucker, streitet sich deshalb mit ...","versions":[{"lang":1,"streams":[{"redirect":14081610,"hoster":"VOE"},{"redirect":12016619,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Michael Knight und die Zuflucht","epNo":20,"alt":"Knight In Retreat","descr":"Bonnie ist untröstlich. Ihr alter Freund Harley Freeman ist unter mysteriösen Umständen ums Leben gekommen. Freeman arbeitete in führender Position in einer Computerfirma, die Steuerungssysteme für Raketen entwickelt ...","versions":[{"lang":1,"streams":[{"redirect":12016606,"hoster":"VOE"},{"redirect":12016598,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Waffenbörse","epNo":21,"alt":"Knight Strike","descr":"Bei einem Überfall auf ein Waffendepot werden Gewehre und zwei Laserkanonen gestohlen. Kurze Zeit später tauchen die Geräte an der Waffenbörse wieder auf. Die Hostess Sheila hatte die Beute gefunden und verkauft, um an Geld zu kommen. Michael wird mit dem Fall beauftragt. Er beginnt seine Ermittlungen mit einem Besuch bei Sheila...","versions":[{"lang":1,"streams":[{"redirect":12016756,"hoster":"VOE"},{"redirect":12016763,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Tod unter der Zirkuskuppel","epNo":22,"alt":"Circus Knights","descr":"Zirkusdirektor Tony Major bittet Michael Knight um Hilfe. Tony wird seit einiger Zeit von einem Unbekannten bedroht, der mit allen Mitteln versucht, sein Unternehmen zu zerstören. Michael nimmt den Auftrag an ...","versions":[{"lang":1,"streams":[{"redirect":12016731,"hoster":"VOE"},{"redirect":12016753,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"K.I.T.T.s Unfall mit Folgen (Teil 1+2)","epNo":1,"alt":"Knight Of The Juggernaut (1+2)","descr":"Michael erhält von Devon Miles den Auftrag, äußerst gefährliches radioaktives Material zu bewachen, das nicht in die falschen Hände geraten darf. Devons Sorge um diese mächtige Waffe ist berechtigt, denn einige dunkle Gestalten sind sehr daran interessiert, das Material in ihren Besitz zu bringen. Sie entführen Devon und Dr. Quinlin, einen bekannten Physiker, der die Substanz entwickelt hat, um das Versteck des Materials zu erfahren. Auf einer abenteuerlichen Suche nach den beiden kann Michael nur mit Hilfe von K.I.T.T. mehreren Mordanschlägen entkommen. Bei einem erneuten Versuch, ihn und sein Super-Fahrzeug auszuschalten, wird jedoch der Trans Am und seine gesamte Technik zerstört. Kitt scheint nicht mehr einsetzbar zu sein, doch da bekommt Michael unerwartete Hilfe...","versions":[{"lang":1,"streams":[{"redirect":12019697,"hoster":"VOE"},{"redirect":12020039,"hoster":"Doodstream"},{"redirect":12020027,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[In Folge 1 enthalten]","epNo":2,"alt":"Knight Of The Juggernaut (2)","descr":"K. I. T. T. wurde durch einen Rammbock schwer beschädigt. Michael heuert eine Straßengang an, die sein Wunderauto in einer versteckten Werkstatt reparieren soll. Auch einige neue Funktionen soll K. I. T. T. erhalten. Doch die Zeit drängt, denn noch immer ist ein Verbrecher hinter dem radioaktiven Material her, das Michael und K. I. T. T. beschützen sollen.","versions":[]},{"epId":"episode-3","name":"Kidnapping","epNo":3,"alt":"KITTnap","descr":"Die junge Studentin Karen ist zu Besuch bei der Foundation, um ihre Doktorarbeit über K.I.T.T.s Elektronik zu schreiben. Michael erfährt, dass sein alter Bekannter Jeffrey Cavanaugh aus dem Gefängnis entflohen ist. Als Karen entführt wird, deutet ...","versions":[{"lang":1,"streams":[{"redirect":12019695,"hoster":"VOE"},{"redirect":12019871,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Flugzeugentführung","epNo":4,"alt":"Sky Knight","descr":"Bonnie ist auf dem Weg zu ihrer Schwester, als ihr Flugzeug von Luftpiraten entführt wird. Die Kidnapper fordern die Freilassung von 197 Gefangenen. Michael soll die Maschine finden und die Geiseln befreien.","versions":[{"lang":1,"streams":[{"redirect":12020291,"hoster":"VOE"},{"redirect":12020225,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die heilige Grabstätte","epNo":5,"alt":"Burial Ground","descr":"Der Geschäftsmann Cyrus Oakes hat Land am Burial Ground gekauft und will dort nach Öl bohren. Das Gebiet ist für die Indianer ein Heiligtum, weil ihre Vorfahren hier begraben liegen. Eine Sozialhelferin kämpft darum, dass die Erde unberührt bleibt ..","versions":[{"lang":1,"streams":[{"redirect":12020341,"hoster":"VOE"},{"redirect":12020343,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aus Spaß wird bitterer Ernst","epNo":6,"alt":"The Wrong Crowd","descr":"Eine junge Motorrad-Gang überfällt den Truck der Foundation und bringt ihn an einen unbekannten Ort. Von dort aus knacken sie die High-Tech-Computer und hacken sich in verschiedene wichtige Computersysteme des Landes ein. Michael versucht, sie aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":12020349,"hoster":"VOE"},{"redirect":12020347,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Bakterien","epNo":7,"alt":"Knight Sting","descr":"Bonnie gibt sich als Jetsetterin aus, um Zugang zu einer fremden Botschaft zu bekommen. Diese Botschaft steht unter dem dringenden Verdacht, einen Kanister mit tödlichen Bakterien außer Landes schaffen zu wollen. Bonnie versucht, die Katastrophe zu ...","versions":[{"lang":1,"streams":[{"redirect":12020351,"hoster":"VOE"},{"redirect":12020352,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Herzlichen Glückwunsch","epNo":8,"alt":"Many Happy Returns","descr":"Michael muss ein gestohlenes Hovercraft-Boot finden. Dieses ist das einzige seiner Art. Unter anderem interessiert sich ein Waffendealer für das Boot. Er will es so schnell wie möglich außer Landes schaffen.","versions":[{"lang":1,"streams":[{"redirect":12020358,"hoster":"VOE"},{"redirect":12020360,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Tod fährt mit","epNo":9,"alt":"Knight Racer","descr":"Elena und ihr Vater haben ihre ganzen Ersparnisse in eine Erfindung gesteckt: einen Rennwagen. Als das Auto durch eine Explosion zerstört wird, schaltet sich die Foundation in die Sache ein. Michael versucht nun alles, um den Drahtzieher der Sabotage ...","versions":[{"lang":1,"streams":[{"redirect":12020368,"hoster":"VOE"},{"redirect":12020362,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Knight hinter Gittern","epNo":10,"alt":"Knight Behind Bars","descr":"Angeblich haben die Insassen des örtlichen Gefängnisses die Sicherheitspläne eines Hotels gestohlen. In diesem Haus soll demnächst eine Verteidigungskonferenz stattfinden. Michael versucht, die Gefahr zu bannen.","versions":[{"lang":1,"streams":[{"redirect":12917236,"hoster":"VOE"},{"redirect":12020381,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Bodenspekulanten","epNo":11,"alt":"Knight Song","descr":"Ein Freund von RC3 aus Kindertagen hat mit einem erfolgreichen Bodenspekulanten zu tun. Dieser Mann versucht mit allen Mitteln, die Eröffnung eines Nachtclubs zu verhindern. Der Club würde die Nachbarschaft von RC3 endlich ein bisschen beleben ...","versions":[{"lang":1,"streams":[{"redirect":12020377,"hoster":"VOE"},{"redirect":12020379,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Duft einer Rose","epNo":12,"alt":"The Scent Of Roses","descr":"Michael steckt in einer tiefen Krise. Nach einer fast tödlich verlaufenden Begegnung mit einem kriminellen Superhirn verfällt er in große Depressionen. Er spielt mit dem Gedanken, seinen Job bei der Foundation .","versions":[{"lang":1,"streams":[{"redirect":12020393,"hoster":"VOE"},{"redirect":12020390,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Killer K.I.T.T.","epNo":13,"alt":"Killer K.I.T.T.","descr":"Einem verbitterten Computerfreak gelingt es, die Kontrolle über K.I.T.T. zu bekommen. Er programmiert ihn um. K.I.T.T. stellt sich auf einmal gegen Michael. Was ist los mit dem Wagen? Michael nimmt den Kampf auf.","versions":[{"lang":1,"streams":[{"redirect":12020392,"hoster":"VOE"},{"redirect":12020397,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wie die Axt im Walde","epNo":14,"alt":"Out Of The Woods","descr":"Jonathan Dutton gibt zu Ehren seiner Tochter Samantha eine Party. Die Feier wird jäh unterbrochen, als der Junge Erik Whitby ins Haus stürmt. Er beschuldigt Jonathan, die Holzpreise zu unterwandern.","versions":[{"lang":1,"streams":[{"redirect":12020396,"hoster":"VOE"},{"redirect":12020399,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Zauberspiele","epNo":15,"alt":"Deadly Knightshade","descr":"Michael steht vor einem Rätsel. Auf der Suche nach dem Mörder von Dr. Hendersen, dem Treuhänder eines Millionenvermögens, der ebenso wie sein Vorgänger auf mysteriöse Weise ums Leben kam, scheint er in eine Sackgasse geraten zu sein ...","versions":[{"lang":1,"streams":[{"redirect":12020408,"hoster":"VOE"},{"redirect":12020401,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Boxmeisterschaft","epNo":16,"alt":"Redemption Of A Champion","descr":"Ein ehemaliger Boxer entschließt sich, ein letztes Mal in den Ring zu steigen. Er will es allen nochmal zeigen. Doch der Kampf kann dem ehrgeizigen Veteranen das Leben kosten, denn seine Gesundheit ist schwer angeschlagen. Doch diese Information wird ...","versions":[{"lang":1,"streams":[{"redirect":12020412,"hoster":"VOE"},{"redirect":12020409,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Wer andern eine Grube gräbt","epNo":17,"alt":"Knight Of A Thousand Devils","descr":"Auf der Flucht vor dem FBI und der Foundation tötet der Mafiosi Ronald Becker Michaels Freund Jonas. Trotz sofort eingeleiteter Fahndung bleibt der Gangster verschwunden. Beckers Plan: Er will an einem Autorennen nahe der mexikanischen Grenze ...","versions":[{"lang":1,"streams":[{"redirect":12020415,"hoster":"VOE"},{"redirect":12020417,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Brandstifter","epNo":18,"alt":"Hills Of Fire","descr":"Michael rettet den 16-jährigen Darryl in letzter Sekunde aus dem Flammen eines Waldbrandes. Ermittlungen ergeben, dass der Brand vorsätzlich gelegt wurde. Ein Drogendealer versucht so von einem lukrativen Rauschgift-Geschäft abzulenken. Doch es ist ...","versions":[{"lang":1,"streams":[{"redirect":12020423,"hoster":"VOE"},{"redirect":12020519,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Militärputsch","epNo":19,"alt":"Knight Flight To Freedom","descr":"Präsident Sosa von Duarte wurde von dem machthungrigen Colonel Peralta gewaltsam seines Amtes enthoben. Michael hilft den Widerstandskämpfern, den Präsidenten wieder an die Macht zu bringen. Als Waffenhändler getarnt, gelingt es Michael, in das ...","versions":[{"lang":1,"streams":[{"redirect":12020591,"hoster":"VOE"},{"redirect":12020758,"hoster":"Doodstream"},{"redirect":12020622,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der unheimliche Mönch","epNo":20,"alt":"Fright Knight","descr":"Karen Benett, Inhaberin einer Filmgesellschaft, ist verzweifelt. Alle Versuche, die Stuntszenen eines Films zu Ende zu drehen, scheitern an schrecklichen Unfällen. Michael stellt sich für die Stunts zur Verfügung. Doch noch bevor die erste Szene ..","versions":[{"lang":1,"streams":[{"redirect":12020846,"hoster":"VOE"},{"redirect":12020742,"hoster":"Doodstream"},{"redirect":13651458,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der japanische Geheimbund","epNo":21,"alt":"Knight Of The Rising Sun","descr":"Nick O\u0027Brien, ein Freund von Devon Miles und Eigentümer einer Reederei, bittet um Michaels Hilfe. Sein Konkurrent Tanika versucht, Nicks Geschäft zu ruinieren. Darüber hinaus muss der Knight Rider Kindermädchen für O\u0027Briens Sohn Coy spielen, der ...","versions":[{"lang":1,"streams":[{"redirect":12268546,"hoster":"VOE"},{"redirect":12020911,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der geheimnisvolle","epNo":22,"alt":"Ohrclip Voo Doo Knight","descr":"Vor Michaels Augen stürzt der Archäologe Towers aus dem 19. Stock in den Tod. Während der Untersuchung des Falles lernt Michael Elisabeth Wessely kennen. Sie versucht herauszufinden, warum ihr Vater Selbstmord begangen haben soll. Michael erfährt ...","versions":[{"lang":1,"streams":[{"redirect":12021062,"hoster":"VOE"},{"redirect":12021081,"hoster":"Doodstream"},{"redirect":12021074,"hoster":"Streamtape"}]}]}]}]}