{"seriesId":"knight-rider-2008","name":"Knight Rider (2008)","descr":"Der 23-jährige Mike Traceur, seines Zeichens Sohn des legendären Michael Knight, diente einst als Army-Ranger im Irak. Nach seiner Rückkehr aus dem Kriegsgebiet verschlägt es ihn zunächst in die Glitzermetropole Las Vegas, wo er sich die Zeit vorzugsweise mit Glücksspiel, Autorennen und Mädchen vertreibt. Doch dann wendet sich seine Jugendfreundin Sarah Graiman plötzlich hilfesuchend an ihn, da ihr Vater Charles Graiman, der vor 25 Jahren den ersten K.I.T.T. mitentwickelte und nun an einem geheimen Pentagon-Projekt namens","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"K.I.T.T. in Gefahr!","epNo":1,"alt":"Knight Rider","descr":"Wunderauto K.I.T.T. hat einen neuen Fahrer! Ex Army-Ranger Mike Traceur ist der Sohn von Michael Knight. Als der Vater seiner Jugendfreundin Sarah Graiman - Charles Graiman - entführt wird, soll er den Mann in Sicherheit bringen, der nicht nur den Knight Industries Two Thousand (K.I.T.T.) sondern auch den Knight Industries Three Thousand (K.I.T.T.) mitentwickelt hat.","versions":[{"lang":1,"streams":[{"redirect":8834510,"hoster":"VOE"},{"redirect":8834509,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein neuer Knight","epNo":1,"alt":"A Knight In Shining Armor","descr":"Mike und KITT wurden beauftragt ein \"Paket\" auszuliefern. Doch der Auftrag ist nicht so einfach, wie es zunächst scheint. Bei dem \"Paket\" handelt es sich um einen Menschen, dessen DNA einen geheimen Code enthält. Ihre Gegenspieler - unter anderem eine mysteriöse Frau - scheinen mit Mikes Vergangenheit in Verbindung zu stehen. Umso schlechter für Mike, der sich an nichts mehr erinnern kann. Auch einige Leute im Team wissen mehr darüber als Mike selbst...","versions":[{"lang":1,"streams":[{"redirect":12379896,"hoster":"VOE"},{"redirect":8834505,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zum Sterben bereit, Michael Knight?","epNo":2,"alt":"Journey to the End of Knight","descr":"Mike trifft sich mit seinem alten Freund Sean, den er noch aus seiner Army-Zeit kennt. Er soll ihm dabei helfen eine Gang zu infiltrieren, die vermutlich Waffen schmuggelt. Sarah hilft Mike bei seiner gefährlichen Undercover-Mission.","versions":[{"lang":1,"streams":[{"redirect":8834506,"hoster":"VOE"},{"redirect":8603691,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mexiko Rider","epNo":3,"alt":"Knight of the Iguana","descr":"Mike und KITT reisen zu einer Mission im Badeort Baja. Dort sollen sie eine Terror Zelle stoppen, die illegale Waffenlieferungen in die USA plant. Da Mike nicht surfen kann wird er von Zoe begleitet.\rAuch Sarah und Billy stoßen später dazu. Doch plötzlich nimmt der Fall eine erstaunliche Wendung...","versions":[{"lang":1,"streams":[{"redirect":8834518,"hoster":"VOE"},{"redirect":8647705,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"A Hard Day\u0027s Knight","epNo":4,"alt":"A Hard Day\u0027s Knight","descr":"Mike wird vergiftet. Seine einzige Möglichkeit an das Gegenmittel zu gelangen besteht darin, einen wohlhabenden und einflussreichen Mann zu ermorden. Der Plan ist den Mord nur vorzutäuschen. Doch wird Mike das Gegenmittel noch rechtzeitig bekommen?","versions":[{"lang":1,"streams":[{"redirect":8834507,"hoster":"VOE"},{"redirect":8834511,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Michael Knight - oder wie ich lernte, die Bombe zu jagen","epNo":5,"alt":"Knight of the Hunter","descr":"Mike wird als Undercover-Agent bei einer paramilitärischen Gruppierung eingeschleust, die sich eine Bombe mit verheerender Sprengkraft beschafft hat. Er soll heruasfinden, ob ein Terroranschlag geplant ist und wo dieser stattfinden soll. Mike gelingt es, das Vertrauen des Anführers Walt Cooperton zu gewinnen. Doch dessen Freundin Cassandra bleibt Mike gegenüber skeptisch. Sie ertappt ihn beim Spionieren, doch dabei stellt sich heraus, dass sie in Wahrheit eine Undercover-Agentin des britischen MI6 ist. Leider wird Cooperton Zeuge dieser Enthüllung und Mike und Cassandra müssen gemeinsam fliehen. K.I.T.T. wird bei der Flucht schwer beschädigt und schickt die beiden zu Fuß weiter, wobei Mike und Cassandra sich näher kommen. Nachdem K.I.T.T. sich selbst repariert hat, holt er Mike und Cassandra ab und gemeinsam verfolgen sie Coopertons Konvoi mit der Bombe. Er nimmt Kurs auf den größten Staudamm des Landes.","versions":[{"lang":1,"streams":[{"redirect":8834508,"hoster":"VOE"},{"redirect":8834514,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wer macht K.I.T.T. zum Killer?","epNo":6,"alt":"Knight of the Living Dead","descr":"Mike, Sarah und K.I.T.T. befinden sich im Transportflugzeug auf dem Rückweg von einer Mission, als sich herausstellt, dass K.I.T.T.\u0027s Selbstzerstörungssequenz aktiviert wurde. Offenbar hat es im Stützpunkt einen unbefugten Fremdzugriff auf den Hauptcomputer gegeben. Nur derjenige, der die Selbstzerstörung aktiviert hat, kann die Sequenz auch wieder abbrechen. Während Sarah und Mike alles versuchen, um K.I.T.T. zu entschärfen, ordnet Alex Torres an, den gesamten Stützpunkt abzuriegeln. Eine fieberhafte Suche nach dem Schuldigen beginnt, wobei FBI-Agentin und Sicherheits-Chefin Carrie Rivai verdächtigt wird. Im Computerraum spürt Billy ein verräterisches Rest-Echo ihrer Stimme auf, dass sich jedoch bald als Fälschung entpuppt. Der wahre Schuldige ist unauffindbar und Mike und Sarah bleibt an Bord des Flugzeug nur eine Chance, ihr Leben und das der Piloten zu retten. Sie müssen K.I.T.T. abwerfen...","versions":[{"lang":1,"streams":[{"redirect":8834513,"hoster":"VOE"},{"redirect":13018683,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Michael Knight gegen Max und Nikki","epNo":7,"alt":"I Wanna Rock \u0026 Roll All Knight","descr":"Mike und Sarah werden auf die Spur eines Pärchens gesetzt, welches Sprengstoffanschläge auf Rüstungsbetriebe und Umwelt zerstörende Fabriken verübt. Sie nennen sich \"Max und Nikki - die Befreier Amerikas\" und haben eine rapide wachsende Online-Fangemeinde. Wie sich herausstellt, ist Nikki die Tochter eines Kongress-Abgeordneten und darf unter keinen Umständen verletzt werden. Diese Einschränkung führt dazu, dass Mike bei Nikkis Festnahme angeschossen wird und Max entkommen kann. Nikki wird ins SSC gebracht, wo der Abgeordnete Childres seine Tochter in Empfang nimmt. Tatsächlich gehört das alles aber zu Nikkis Plan. Es gelingt ihr, auf einen der Computer-Terminals zuzugreifen und wichtige Geheiminformationen zu entwenden um sie ins Internet zu stellen.  Der Datendiebstahl fällt erst auf, als sie zusammen mit Carrie Rivai und ihrem Vater auf dem Weg zum Untersuchungsgefängnis ist. Mike und K.I.T.T. nehmen die Verfolgung auf...","versions":[{"lang":1,"streams":[{"redirect":12268555,"hoster":"VOE"},{"redirect":8834515,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Casino Rider","epNo":8,"alt":"Knight of the Zodiac","descr":"Mike und K.I.T.T. nehmen einen Einbrecher fest, der eine Festplatte mit geheimen Daten aus einem FBI-Büro stehlen wollte. Beim Verhör gibt er an, zu einer Verbrecher-Bande zu gehören, deren Mitglieder Sternzeichen als Tarnnamen verwenden und sich nie persönlich begegnet sind. Mike wird an Stelle des gefassten Einbrechers als \"Jungfrau\" in die Bande eingeschleust. Ihr Anführer nennt sich \"Steinbock\" und ist Sicherheitschef in einem großen Casino. Ihm wurde allerdings gekündigt und darum sinnt er auf Rache und plant, seinen Arbeitgeber auszurauben. Billy, der Mike nach Vegas begleitet hat, versucht unterdessen beim Black Jack sein Glück. Dort lernt er die hübsche Courtney kennen, die sehr an ihm interessiert zu sein scheint. Nach einer gemeinsam verbrachten Nacht gesteht sie ihm, dass sie Spielschulden hat. Billy beschließt, ihr zu helfen","versions":[{"lang":1,"streams":[{"redirect":8834517,"hoster":"VOE"},{"redirect":8629173,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Knight Fever","epNo":9,"alt":"Knight Fever","descr":"Mike und K.I.T.T. sollen den Überfall auf einen Truck des Verteidigungsministeriums verhindern. Doch sie kommen zu spät. Eine Bande von Motorrad-Ninjas hat den Laster bereits in voller Fahrt gekapert und eine Phiole entwendet, die aber versehentlich zu Bruch geht. Alle Gangmitglieder - bis auf eines, das mit einer alten Harley Davidson entkommt - werden daraufhin von einer seltsamen Substanz angegriffen und getötet. Es stellt sich heraus, dass sich in der Phiole ein Nano-Virus befand, das elektronische Systeme befällt und sich nun über die ganze Welt zu verbreiten droht. Mike und K.I.T.T. nehmen die Verfolgung der Harley Davidson auf, während Sarah und Dr. Graiman versuchen, dem Ursprung des Virus auf den Grund zu gehen. K.I.T.T. hat sich in der Zwischenzeit mit dem Virus infiziert und jagt das Haus eines Verdächtigen in die Luft. Mike, Sarah und Dr. Graiman können dem Anschlag nur knapp entkommen. K.I.T.T. wird zur Überprüfung zurückbeordert und infiziert nun das gesamte SSC. Zur Eindämmung des Virus wird die Selbstzerstörungssequenz aktiviert...","versions":[{"lang":1,"streams":[{"redirect":11831923,"hoster":"VOE"},{"redirect":8834523,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"K.I.T.T.s tödlicher Kurs","epNo":10,"alt":"Don\u0027t Stop the Knight","descr":"Vor einer wichtigen Friedenskonferenz wird eine Botschafterin entführt, die für die Verhandlungen zwischen Regierung und Rebellen unentbehrlich ist. Mike und K.I.T.T. bekommen den Auftrag, das geforderte Lösegeld zu übergeben. Doch der Entführer stellt weitere Forderungen. Zunächst muss Mike einen Waffenschieber aus dem Gefängnis befreien. Danach soll er ein Röntgengerät aus einer Universität besorgen. Den Waffenschieber übergibt Mike auf Anweisung des Entführers drei russischen Agentinnen, von denen er im Gegenzug drei Gramm Hafnium bekommt - eine Substanz, die mit nahezu atomarer Wucht explodiert, wenn sie mit Röntgenstrahlen beschossen wird. Mike händigt die Sachen dem Entführer aus, woraufhin dieser alles zu einer Bombe zusammen setzt und sie in K.I.T.T.s Kofferraum platziert. Mike bekommt nun den Auftrag mit über hundertsechzig Meilen pro Stunde schnur geradeaus Richtung Norden zu fahren. Sollte er langsamer fahren oder die Richtung ändern, wird die Bombe explodieren...","versions":[{"lang":1,"streams":[{"redirect":8834519,"hoster":"VOE"},{"redirect":11744701,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"K.I.T.T. geht in die Luft","epNo":11,"alt":"Day Turns Into Knight","descr":"Mike und K.I.T.T. haben ein explosives Problem. Einer Bande von Terroristen ist es gelungen eine Atombombe in K.I.T.T.s Kofferraum zu platzieren. Mike und K.I.T.T. müssen nun konstant über 160 km/h fahren, sonst explodiert die Bombe. Um Zeit für das Entschärfen zu gewinnen, laden sie K.I.T.T. ins Transportflugzeug. Unterdessen kommt Carrie Rivai den Terroristen auf die Spur und begibt sich zu deren Versteck...","versions":[{"lang":1,"streams":[{"redirect":8834520,"hoster":"VOE"},{"redirect":8834524,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"K.I.T.T. gegen K.A.R.R.","epNo":12,"alt":"Knight to King\u0027s Pawn","descr":"Sarah ist vom Tod ihres Vaters geschockt. Sie überlegt deshalb ernsthaft, die Stadt zu verlassen. In Sorge beschliesst Mike nach ihr zu sehen und erhält dafür die Informationen zu seiner Zeit im Irak, nach denen er so lange gesucht hatte. Nach dem Tod von Charles Graiman beschliesst die NSA, die K.I.T.T. Cave zu schliessen und sich wieder dem Projekt K.A.R.R. zu widmen. Mit Alex Torres Erlaubnis entnehmen sie K.I.T.T. seinen Chip, welcher seine Persönlichkeit und Erinnerungen enthält und setzen ihn in K.I.T.T.s bösen Zwillingsbruder K.A.R.R. ein. Mike, Sarah, Billy und Zoe sind mit dieser Entscheidung nicht einverstanden. Sie versuchen herauszufinden, wo K.I.T.T. sich befindet um ihn wieder zu aktivieren und mit ihm K.A.R.R. endgültig zu vernichten...","versions":[{"lang":1,"streams":[{"redirect":8834522,"hoster":"VOE"},{"redirect":8834531,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Keine Auszeit für Michael Knight!","epNo":13,"alt":"Exit Light, Enter Knight","descr":"Als Mike versucht einen Banküberfall zu verhindern, macht er alles nur noch schlimmer und gerät selbst in die Hände der Verbrecher. K.I.T.T. kann im letzten Moment verhindern, dass Mike erschossen wird.","versions":[{"lang":1,"streams":[{"redirect":8834534,"hoster":"VOE"},{"redirect":8582220,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Fight Knight","epNo":14,"alt":"Fight Knight","descr":"Mike wird von Annie, einer Kameradin aus dem Irak-Krieg, um Hilfe gebeten. Ihr ehemaliger Ausbilder Sergeant Jack Burber soll sich mit einer Überdosis Schlaftabletten das Leben genommen haben. Annie dagegen ist sicher, dass an der Sache etwas faul ist. Mike und K.I.T.T. beginnen mit den Ermittlungen und finden schnell heraus, dass der Sergeant tatsächlich erwürgt wurde. Als Mike das dem Sheriff mitteilen will, lässt der ihn aber abblitzen und legt ihm nahe, sich nicht einzumischen. Mike lässt sich natürlich nicht einschüchtern und sucht eine Bar auf, von der Sgt. Burber ein Streichholzheftchen bei sich hatte, als er tot aufgefunden wurde. Schnell stellt sich heraus, dass dort im Keller illegale Boxkämpfe stattfinden. Ty McKelver, ein zwielichtiger, selbst ernannter \u0027Promoter\u0027 rekrutiert dafür arbeitslose Ex-Soldaten, überträgt die Kämpfe im Internet und verdient ein Vermögen damit. Mike lässt sich anwerben, um mehr über die Hintergründe von Burbers Tod herauszufinden und das Videoband von seinem letzten Kampf aufzutreiben. Doch Annie, die Mike gebeten hatte, sich aus seinen Nachforschungen herauszuhalten, hat die gleiche Idee und so stehen sie kurz darauf gemeinsam im Ring, um gegen den amtierenden Champion Monster Molina und dessen Partnerin anzutreten...","versions":[{"lang":1,"streams":[{"redirect":8834527,"hoster":"VOE"},{"redirect":8834530,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Michael Knight geht zu weit","epNo":15,"alt":"Fly By Knight","descr":"K.I.T.T. wird frühmorgens auf den Funkspruch eines Fluglotsen aufmerksam. Offenbar ist eine Maschine der Drogenfahndung in Not geraten. Die Piloten antworten nicht mehr. K.I.T.T. weckt Mike und fährt mit ihm zu der Stelle, an der das Flugzeug offenbar vom Radarschirm verschwand. Dort liegen zwar überall Wrackteile verstreut, doch K.I.T.T. stellt fest, dass der Absturz nur vorgetäuscht wurde. An Bord der Maschine war ein kleiner Junge, dessen Vater von einem Drogenboss erschossen wurde, weil er eine Rauschgiftlieferung unterschlagen hat und der nun im Prozess aussagen soll. Wie sich herausstellt hat dieser Drogenboss den Jungen entführt, damit der ihn zu dem unterschlagenen Rauschgift führt.","versions":[{"lang":1,"streams":[{"redirect":8834542,"hoster":"VOE"},{"redirect":8834529,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Knight and the City","epNo":16,"alt":"Knight and the City","descr":"Mike sucht seinen alten Lieblingsplatz auf, Sonnys Bar. Er erfährt, dass Sony in einem Autounfall gestorben ist und nun seine Tochter Julie die Bar weiterführt. Mike bietet seine Hilfe an, um die Bar zu ihrer alten Pracht zu verhelfen. Doch als er von einigen Feuern und Schlägereien in letzter Zeit hört, wird er misstrauisch. Irgendjemand will Julie zum Verkauf der Bar zwingen.","versions":[{"lang":1,"streams":[{"redirect":8834528,"hoster":"VOE"},{"redirect":8603673,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Happy Knight?","epNo":17,"alt":"I love the Knightlife","descr":"Mike und KITT sollen ein gestohlenes Serum ausfindig machen, bevor es in falsche Hände gerät. Das Serum verleiht demjenigen, der es einnimmt übermenschliche Kräfte. Mit der Hilfe der Labor-Assistentin Megan Connelly kann Billy einige Informationen über das Serum beschaffen. Als Mike dem Dieb auf der Spur ist, spritzt sich dieser das Serum. Mike hat es nun mit einem sehr mächtigem Gegner zu tun und er kann gerade noch entkommen. Kurz darauf wird Megan entführt. Der Bösewicht möchte einen Tausch: Megan gegen das restliche Serum... In der Zwischenzeit versucht Sarah die Foundation für Recht und Verfassung wiederzubeleben.","versions":[{"lang":1,"streams":[{"redirect":8834550,"hoster":"VOE"},{"redirect":8603684,"hoster":"Streamtape"}]}]}]}]}