{"seriesId":"kniglich-bayerisches-amtsgericht","name":"Königlich Bayerisches Amtsgericht","descr":"In einer kleinen, verträumten Kleinstadt in Bayern nach der Jahrhundertwende treten viele Bürger der Stadt und Bauern der Umgebung vor das Königlich Bayerische Amtsgericht, so zum Beispiel der König des Städtchens, Ökonomierat Fäustel, der grimmige Wachtmeister, der schüchterne Knecht Simon oder die rüstige Bauerin Amalie, und hoffen, daß sie beim klugen Amtsgerichtsrat Alois Stierhammer ihr gutes Recht bekommen.Nur wenige ziehen enttäuscht ab – die meisten sind mit den Urteilssprüchen einverstanden und erkennen willig die bayerische Gerechtigkeit an.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Pfarrgockel","epNo":1,"alt":"Episode 1","descr":"Vor dem Amtsgerichtsrat Alois Stierhammer sind zwei zänkische \"Weibsbilder\" erschienen. Eine peinliche Geschichte steht zur Verhandlung an: der Tod eines stolzen Gockel. Der tierliebende Amtsgerichtsrat ist voller Zorn, aber trotzdem findet er ein weises Urteil.","versions":[{"lang":1,"streams":[{"redirect":8913791,"hoster":"VOE"},{"redirect":8913789,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bierkrawall","epNo":2,"alt":"Episode 2","descr":"Anno 1912, in der guten alten Zeit, regierte in Bayern noch Seine Königliche Hoheit. Damals, als das Bier noch dunkel war, sorgte für die Ordnung eine energische Gendarmerie. Aber wenn es um den edlen Gerstensaft ging, dann waren die Menschen nicht immer friedlich und die Ordnung in Gefahr. Und darum dreht es sich in dem neuen Fall, der zum schwierigsten in der Laufbahn des Herrn Amtsgerichtsrats Alois Stierhammer wird. Denn die Affäre weitet sich aus. Und bald stehen die Ehre des Landes und das Glück seiner Bewohner auf dem Spiel.","versions":[{"lang":1,"streams":[{"redirect":8913782,"hoster":"VOE"},{"redirect":8913785,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Drud","epNo":3,"alt":"Episode 3","descr":"Diesmal muss sich Amtsgerichtsrat August Stierhammer mit Hexen, Druden, Billmessern und Bockschneidern befassen. Er macht das nicht ungern, denn er zeigt \"rein vom wissenschaftliche Standpunkt aus\" Interesse an den Relikten \"dieses bodenlosen Aberglaubens\". Doch die \"haarsträubenden Geschichten\", die ihm der Angeklagte erzählt, dass Billmesser und Bockschneider auf dem Geißbock durchs Weizenfeld reiten und durch den bösen Blick die Ernte kaputt machen, und dass eine Drud eine \"unschuldige Jungfrau\" sei, die unter der \"drückenden Sucht\" leide – gehen ihm dann doch zu weit…","versions":[{"lang":1,"streams":[{"redirect":8913784,"hoster":"VOE"},{"redirect":8913777,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nachtwächter","epNo":4,"alt":"Episode 4","descr":"Als Vitus Dengl, der letzte Nachtwächter von Geisbach, entlassen wird, kommt es in der Kleinstadt zu nächtlichen Ruhestörungen. Dengl muss vors Amtsgericht, er soll den Lärm inszeniert haben – das weist er energisch von sich.","versions":[{"lang":1,"streams":[{"redirect":8913792,"hoster":"VOE"},{"redirect":8913794,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Brunnenmacher","epNo":5,"alt":"Episode 5","descr":"Wasser ist für Mensch und Vieh lebenswichtig, im Bayern der guten alten Zeit wie anderswo auch. So kann man verstehen, dass die Öffentlichkeit regen Anteil an dem neuen Prozess nimmt und dass die Stimmung des Herrn Amtsgerichtsrates nicht die allerbeste ist: Vor ihm steht Zeno, der Brunnenmacher, der sich geweigert hat, einen Dorfbrunnen zu reparieren.","versions":[{"lang":1,"streams":[{"redirect":8913799,"hoster":"VOE"},{"redirect":8913798,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Wald und die Bäume","epNo":6,"alt":"Episode 6","descr":"Diesmal dreht sich der Streit zwischen zwei halsstarrigen Ökonomen um lumpige 17 Holzbäume. Da muss der Herr Amtsgerichtsrat August Stierhammer weise wie Salomon urteilen.","versions":[{"lang":1,"streams":[{"redirect":8913805,"hoster":"VOE"},{"redirect":8913803,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Marksteinrucker","epNo":7,"alt":"Episode 7","descr":"Der Herr Amtsgerichtsrat hat es mit harten Bauerncharakteren zu tun. Das Publikum ist zahlreich erschienen: Es geht um das uralte verruchte Verbrechen des Marksteinruckens. Und wenn es um den Besitz geht, versteht kein Bauer Spaß. Auch dem Amtsgerichtsrat ist dieses Delikt zuwider. Er wird keine Gnade walten lassen.","versions":[{"lang":1,"streams":[{"redirect":8913809,"hoster":"VOE"},{"redirect":8913808,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Liebesbriefschreiber","epNo":8,"alt":"Episode 8","descr":"Ein zwielichtiger Fall von übler Nachrede wird verhandelt. Der Angeklagte Vitus Dengl, Nachtwächter a. D., ist dem Herrn Amtsgerichtsrat kein Unbekannter. Das Interesse der Damen ist dieses Mal besonders groß, denn es geht um anonyme Briefe – Liebesbriefe.","versions":[{"lang":1,"streams":[{"redirect":8913813,"hoster":"VOE"},{"redirect":8913817,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Einheirat","epNo":9,"alt":"Episode 9","descr":"Ein einfacher Knecht möchte zum Ökonomen aufsteigen. Eine Umkehrung der festgefügten Weltordnung droht und so kommt es zu einem Prozess. Doch die Kläger haben die Rechnung ohne den Herrn Amtsgerichtsrat gemacht.","versions":[{"lang":1,"streams":[{"redirect":8913819,"hoster":"VOE"},{"redirect":8913820,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Finanzamtmann","epNo":10,"alt":"Episode 10","descr":"Der königliche Finanzamtmann Brandner muss vor das Amtsgericht treten. Die Kaufmannswitwe Evi Wimmer fühlt sich verleumdet. Liebe und Finanzamt scheinen unvereinbar.","versions":[{"lang":1,"streams":[{"redirect":8913826,"hoster":"VOE"},{"redirect":8913822,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Schmerzensgeld","epNo":11,"alt":"Episode 11","descr":"Im Amtsgericht wird über eine Rauferei im Wirtshaus verhandelt, bei der ein Beteiligter einen Zahn verloren hat.","versions":[{"lang":1,"streams":[{"redirect":8913836,"hoster":"VOE"},{"redirect":8913834,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Das Fahrtrecht","epNo":12,"alt":"Episode 12","descr":"Zwei Großökonomen streiten sich um einen Weg. Es darf dabei nur nicht zu einer Rauferei zwischen den Hitzköpfen kommen – wie im vorliegenden Fall. Auf allerlei Umwegen kommt man auf den rechten Weg.","versions":[{"lang":1,"streams":[{"redirect":8913838,"hoster":"VOE"},{"redirect":8913837,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Leichenbitter","epNo":13,"alt":"Episode 13","descr":"Alois Hinterhuber übt den Beruf des \"Leichenbitters\" aus, der die Aufgabe hat, gegen Geld Nachrichten zu übermitteln. Doch er missbraucht den Beruf für üble Geschäfte.","versions":[{"lang":1,"streams":[{"redirect":8913843,"hoster":"VOE"},{"redirect":8913848,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Atheist","epNo":14,"alt":"Episode 14","descr":"Xaver wollte durch ein probates Exempel beweisen, dass Affen genauso klug sind wie manche Men­schen. Er hat aber den Spaß zu weit getrieben und steht deswegen vor Gericht.","versions":[{"lang":1,"streams":[{"redirect":8913852,"hoster":"VOE"},{"redirect":8913845,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Mäzenas","epNo":15,"alt":"Episode 15","descr":"Verhandelt werden ein paar zerbrochene Fensterscheiben, deren Reparaturkosten Glaser Bartl ein­klagen will.","versions":[{"lang":1,"streams":[{"redirect":8913857,"hoster":"VOE"},{"redirect":8913853,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Wildschütz","epNo":16,"alt":"Episode 16","descr":"Vor dem Schöffengericht hat sich ein verbrecherischer Wildschütz zu verantworten. In den Augen des Volkes jedoch haftet nichts Ehrenrühriges an so einer Tat. Man mag es, wenn einer den Mut hat, des Nachts allein durch dunkle Wälder zu streifen. Nur der Herr Amtsgerichtsrat ist in geharnischter Stim­mung, und der Wildschütz kann auf etliche Jahre Zuchthaus gefasst sein.","versions":[{"lang":1,"streams":[{"redirect":8913864,"hoster":"VOE"},{"redirect":8913862,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Polizeistund’","epNo":17,"alt":"Episode 17","descr":"Ehrenhafte Bürger von Geisbach stehen diesmal wegen Überschreitung der Polizeistunde und Dieb­stahl vor Gericht.","versions":[{"lang":1,"streams":[{"redirect":8913866,"hoster":"VOE"},{"redirect":8913865,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Körperverletzung","epNo":18,"alt":"Episode 18","descr":"Eine feine Münchner Dame und ihr bei einer Schlägerei verletzter Fuß stehen heute im Mittelpunkt der Verhandlung vor dem Amtsgericht zu Geisbach.","versions":[{"lang":1,"streams":[{"redirect":8913871,"hoster":"VOE"},{"redirect":8913867,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Geizige","epNo":19,"alt":"Episode 19","descr":"Das Bauern-Ehepaar Lux ist unter mysteriösen Umständen verstorben. Sebastian, der Sohn, hält den Arzt und den Apotheker für mitschuldig am Tod seiner Eltern und verlangt, dass sie ihm zumindest die Begräbniskosten ersetzen.","versions":[{"lang":1,"streams":[{"redirect":8913874,"hoster":"VOE"},{"redirect":8913872,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Concordia","epNo":20,"alt":"Episode 20","descr":"Höhepunkt des 50. Stiftungsfestes der Geisbacher Liedertafel Concordia sollte das Auftreten des berühmten Kammersängers Peter Kreil werden. Es kam nicht dazu. Schuld daran hat Schneider­meister Lunglmeier, der den Sänger unter Alkohol setzte.","versions":[{"lang":1,"streams":[{"redirect":8913875,"hoster":"VOE"},{"redirect":8913873,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die alte Burgl","epNo":21,"alt":"Episode 21","descr":"Ein geiziger Bauer weigert sich seit Jahren, seine Schwester, die bei ihm auf dem Hof arbeitet, zu entlohnen. Da verklagt sie ihn.","versions":[{"lang":1,"streams":[{"redirect":12924066,"hoster":"VOE"},{"redirect":8913879,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der gesetzliche Fehler","epNo":22,"alt":"Episode 22","descr":"Vor Gericht steht der Viehhändler und Ehevermittler Korbinian Held. Er hat dem Ökonomen Kottmayr ein todkrankes Pferd zu einem hohen Preis verkauft. Der Herr Amtsgerichtsrat wird ihn hart bestrafen müssen.","versions":[{"lang":1,"streams":[{"redirect":8913881,"hoster":"VOE"},{"redirect":8913882,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Entführung","epNo":23,"alt":"Episode 23","descr":"Den drei Angeklagten – namhaften Bürgern Geisbachs – wird vorgeworfen, ihren Freund, den Vieh­händler Korbinian Held, im volltrunkenen Zustand per Express in einer Sausteige auf den Viehmarkt nach München geschickt zu haben. Das ist Freiheitsberaubung, Misshandlung, Beleidigung, findet der empörte Amtsgerichtsrat und hat schon ein hartes Urteil parat.","versions":[{"lang":1,"streams":[{"redirect":8913883,"hoster":"VOE"},{"redirect":8913887,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Aufruhr","epNo":24,"alt":"Episode 24","descr":"Zwei Angeklagte stehen vor dem Schöffengericht, weil sie einen königlichen Landgendarm überfallen und verprügelt haben.","versions":[{"lang":1,"streams":[{"redirect":8913894,"hoster":"VOE"},{"redirect":8913890,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Parasit","epNo":25,"alt":"Episode 25","descr":"Diesmal hat es der Amtsgerichtsrat mit einem Bettler zu tun, der sich in den Gaststätten sein Essen auf unappetitliche Weise von den feinen Gästen erbettelt.","versions":[{"lang":1,"streams":[{"redirect":8913892,"hoster":"VOE"},{"redirect":8913895,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das Elektrische","epNo":26,"alt":"Episode 26","descr":"Der Bauer Lux betreibt als Einziger im Dorf einige Dynamos, mit denen er elektrischen Strom erzeugt und weiterverkauft. Nun wird ihm vorgeworfen, einem seiner besten Kunden den Strom abgestellt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8913903,"hoster":"VOE"},{"redirect":8913905,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Kollision","epNo":1,"alt":"Episode 1","descr":"Das erste Automobil hat die bisher so friedliche Stadt in große Aufregung versetzt. Und der Richter hat sich mit dem ersten Autounfall Niederbayerns zu befassen. Doch die Zusammenhänge sind ganz anders und reichen viel tiefer, wie sich bei der Verhandlung herausstellt.","versions":[{"lang":1,"streams":[{"redirect":8913902,"hoster":"VOE"},{"redirect":8913900,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Bienenhaus","epNo":2,"alt":"Episode 2","descr":"Der ehrenwerte Schmiedemeister Thomas Huber wird beschuldigt, die Drehorgel des Musikanten Ludwig Ingerl demoliert zu haben. Eine sehr wichtige Rolle in diesem Prozess spielt der \"Irrenarzt\" Professor Radlinger – er soll die düstere Psyche des Schmiedes ergründen.","versions":[{"lang":1,"streams":[{"redirect":12917262,"hoster":"VOE"},{"redirect":12482483,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Gewissenhafte","epNo":3,"alt":"Episode 3","descr":"Im bayerischen Amtsgericht prozessiert eine empfindliche Dame der Geisbacher Gesellschaft – die ehrenwerte Josephina Derschl – gegen den sehr gewissenhaften Rechtsfanatiker Maximilian Gamperl wegen übler Nachrede. Eine sehr wichtige Rolle in diesem mysteriösen Prozess spielen die Wanzen. Der ganze Prozess jedoch deckt die Hintergründe der Geisbacher Gesellschaft auf.","versions":[{"lang":1,"streams":[{"redirect":8913913,"hoster":"VOE"},{"redirect":8913914,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fünfer","epNo":4,"alt":"Episode 4","descr":"Ein trauriger Fall wird heute verhandelt: Der angesehene Großbauer und Familienvater Nialinger von Nialing hat einen Klingelbeutel ausgeraubt. Ein fürchterliches Verbrechen, und die ganze Pfarrei schämt sich für ihren bis dahin angesehenen Mitbürger.","versions":[{"lang":1,"streams":[{"redirect":8913921,"hoster":"VOE"},{"redirect":8913923,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der zerbrochene Maßkrug","epNo":5,"alt":"Episode 5","descr":"Der Angeklagte des Prozesses, es handelt sich um den berüchtigten Totengräber Alois Wastlhuber, ist dem Herrn Amtsgerichtsrat kein Unbekannter. Doch sein heutiges Verbrechen schreit zum Himmel: Wastlhuber ist angeklagt, dem hoch angesehenen Gendarmeriekommandanten von Geisbach mit einem Maßkrug auf den Schädel geschlagen zu haben.","versions":[{"lang":1,"streams":[{"redirect":8913920,"hoster":"VOE"},{"redirect":8913926,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Rosstäuscher","epNo":6,"alt":"Episode 6","descr":"Durch einen versehentlichen Tausch zweier Bauernrösser sind zwei ehrenwerte Grossbauern in nicht mehr ganz nüchternem Zustand in die falschen Betten geraten. Doch da Rösser nicht angeklagt werden können, steht an ihrer Stelle vor dem erzürnten Herrn Rat das stadtbekannte Schlitzohr Veitl. Dieser jedoch leugnet, irgend etwas mit dem Rössertausch zu tun zu haben…","versions":[{"lang":1,"streams":[{"redirect":8913935,"hoster":"VOE"},{"redirect":8913930,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Vergiftung","epNo":7,"alt":"Episode 7","descr":"Ein Kriegsinvalider von 1870/​71 und ein gräflicher Jäger stehen heute vor dem Amtsgericht zu Geisbach wegen Körperverletzung, begangen an 117 friedlichen Gästen einer großen Dorfhochzeit. Drei Bezirksämter, ja das ganze Königreich Bayern lacht über diesen Streich. Das alles zusammen erschüttert selbst den in dreißig Amtsjahren ergrauten Amtsgerichtsrat. Er hat ein exemplarisch hartes Urteil parat.","versions":[{"lang":1,"streams":[{"redirect":8913933,"hoster":"VOE"},{"redirect":8913934,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Damenkränzchen","epNo":8,"alt":"Episode 8","descr":"Angeklagt sind weibliche Mitglieder eines Vereins zur Bekämpfung des Alkohols, die das Vereinsziel wörtlich genommen haben und dadurch eine Körperverletzung begangen haben.","versions":[{"lang":1,"streams":[{"redirect":8913940,"hoster":"VOE"},{"redirect":8913937,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Trompete","epNo":9,"alt":"Episode 9","descr":"Die Jungfrauenkongregation Dürburg klagt gegen den Schreiner und Musiker Bartholomäus Kaser. Sie beschuldigt ihn, eine geweihte Trompete bei profanen Tanzveranstaltungen in den umliegenden Orten missbräuchlich eingesetzt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8913943,"hoster":"VOE"},{"redirect":8913942,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der anonyme Brief","epNo":10,"alt":"Episode 10","descr":"Heute geht es bei dem Gericht zu Geisbach um anonyme Beleidigunsbriefe. Der Angeklagte ist dem Herrn Rat kein Unbekannter, denn der ehemalige Nachtwächter und derzeitige Vizehausmeister der Postbräu, Vitus Dengl, genannt Veitl, gehört zu den Stammkunden des königlichen Amtsgerichts.","versions":[{"lang":1,"streams":[{"redirect":8913946,"hoster":"VOE"},{"redirect":8913947,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Schabernack","epNo":11,"alt":"Episode 11","descr":"Heute klagt der Großbauer Viehböck gegen zwei Burschen, die ihm eine Wagenladung Mist aufs Hausdach gestellt haben. Obgleich die beiden behaupten, das sei ein uralter bayerischer Volksbrauch, hält es der Herr Rat mehr mit dem Kläger. Dass hinter dem ganzen Ereignis die Pfarrhaushälterin Ursula Attenberger steckt, merkt der Herr Rat erst viel später.","versions":[{"lang":1,"streams":[{"redirect":8913951,"hoster":"VOE"},{"redirect":8913949,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Dieb","epNo":12,"alt":"Episode 12","descr":"Gerichtsverhandlung um einen Uhrendiebstahl durch den schlitzohrigen ehemaligen Nachtwächter von Geisbach (Bayern), bei dem die Rivalität zweier Frauen eine Rolle spielt.","versions":[{"lang":1,"streams":[{"redirect":8913963,"hoster":"VOE"},{"redirect":8913954,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der gestohlene Ochse und das Beichtgeheimnis","epNo":13,"alt":"Episode 13","descr":"Bei der Aufklärung eines Viehdiebstahls steht der Richter vor einer ungewöhnlichen Aufgabe, denn zwei geistliche Herren vom nahe gelegenen Kloster müssen in den Zeugenstand gerufen werden.","versions":[{"lang":1,"streams":[{"redirect":8913962,"hoster":"VOE"},{"redirect":8913964,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Das Gespenst","epNo":14,"alt":"Episode 14","descr":"Max Haberer, der letzte Betbruder von Geisbach, ist des Mundraubs angeklagt. Er wird beschuldigt, 60 Würste gestohlen und verzehrt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8913976,"hoster":"VOE"},{"redirect":8913974,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Haberer und ihre Beleidigungen","epNo":15,"alt":"Episode 15","descr":"In dieser Gerichtsverhandlung geht es um eine Beleidigung eines ehrenwerten Bürgers durch so genannte Haberer, Mitglieder eines verbotenen Femegerichts.","versions":[{"lang":1,"streams":[{"redirect":8913973,"hoster":"VOE"},{"redirect":8913980,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die heiligen drei Madeln","epNo":16,"alt":"Episode 16","descr":"Drei Damen der Geisbacher Gesellschaft sind angeklagt, den stadtbekannten Trunken- und Raufbold Bartholomäus Kölbl erheblich körperlich verletzt zu haben. Die Damen behaupten, im Auftrag eines \"höheren Willens\" geprügelt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8913986,"hoster":"VOE"},{"redirect":8913982,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der Hochzeitslader und sein Trick","epNo":17,"alt":"Episode 17","descr":"Vor dem Amtsgericht muss sich der Totengräber und Hochzeitslader Alois Wastlhuber verantworten, der zu einer Hochzeit eingeladen hat, die überhaupt nicht stattfand.","versions":[{"lang":1,"streams":[{"redirect":12924069,"hoster":"VOE"},{"redirect":12482484,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die neue Magd","epNo":18,"alt":"Episode 18","descr":"Bürgermeister Kottmayr von Dürling ist angeklagt, die Freundin seines Sohnes Sebastian als Dienstmagd auf seinem Hofe angestellt zu haben; und so was tut man nicht – wegen der Sittlichkeit. Die Bauern lachen, der Herr Rat ist empört und Kottmayr bestreitet jede Schuld. Er vermutet eine bösartige hochpolitische Intrige.","versions":[{"lang":1,"streams":[{"redirect":8913988,"hoster":"VOE"},{"redirect":8913989,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Verwechslung oder Babettes Verehrer","epNo":19,"alt":"Episode 19","descr":"Der Tierarzt Dr. Heigl soll den Tod einer wertvollen Stute verschuldet haben, weil er pflichtvergessen nicht zu dem Pferd, sondern zur Babette Feichtl unterwegs gewesen sei.","versions":[{"lang":1,"streams":[{"redirect":8913990,"hoster":"VOE"},{"redirect":8914000,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Die Identität einer alten Kuh","epNo":20,"alt":"Episode 20","descr":"Korbinian Held ist angeklagt, eine alte, abgerackerte und kranke Kuh mit Schuhcreme beschmiert und als junges, kräftiges Rind verkauft zu haben. Ein schweres Verbrechen. Doch der Viehhändler bestreitet energisch jede Schuld mit solcher Inbrunst, dass dem Herrn Rat, der ihn schließlich aus zahlreichen Prozessen kennt, Zweifel an seiner Schuld kommen.","versions":[{"lang":1,"streams":[{"redirect":8913998,"hoster":"VOE"},{"redirect":8913995,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Spritzenmeister","epNo":21,"alt":"Episode 21","descr":"\"Geschichten\" um eine niedergebrannte Scheune: Spritzenmeister versäumt wegen eines Gspusis seine Pflicht, aber auch politische Hintergründe spielen eine Rolle.","versions":[{"lang":1,"streams":[{"redirect":8914001,"hoster":"VOE"},{"redirect":8914002,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der Erbonkel","epNo":22,"alt":"Episode 22","descr":"Die Verwandtschaft hofft, den Bichler-Bauern beerben zu können; der ungehemmte Besitzdrang führt zu gegenseitigen Beleidigungsklagen.","versions":[{"lang":1,"streams":[{"redirect":12174353,"hoster":"VOE"},{"redirect":8914008,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Viehdiebstahl","epNo":23,"alt":"Episode 23","descr":"Verhandlung vor dem Amtsgericht in Geisbach – diesmal handelt es sich um den Diebstahl einer Sau (Schwein); angeklagt ist der Totengräber Alois Wastlhuber.","versions":[{"lang":1,"streams":[{"redirect":8914013,"hoster":"VOE"},{"redirect":8914014,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Der Bierpanscher","epNo":24,"alt":"Episode 24","descr":"Verhandelt wird der Fall eines Dorfwirts, der von einem Sommergast angezeigt wurde, weil er das Bier mit Wasser verdünnt habe.","versions":[{"lang":1,"streams":[{"redirect":13992969,"hoster":"VOE"},{"redirect":8914022,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Lokomotivführer","epNo":25,"alt":"Episode 25","descr":"Hartnäckig behauptet der Landtagsabgeordnete Paulus, der in Abwesenheit verurteilt wurde, sein Zug habe am 9. Juli in Biburg nicht gehalten. Darum hätte er nicht zum Gerichtstermin erscheinen können. Der Herr Rat glaubt ihm nicht. Baron von Sindlfing, Königlicher Eisenbahnrat, soll als Sachverständiger die Hintergründe klären.","versions":[{"lang":1,"streams":[{"redirect":12174354,"hoster":"VOE"},{"redirect":8914026,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Wilderer","epNo":26,"alt":"Episode 26","descr":"Großer Andrang im Geisbacher Amtsgericht: Vor dem Richter soll sich der Wilddieb verantworten. Was die Zuschauer besonders anlockt, ist die Tatsache, dass seine Erlaucht Graf von Haunsperg als Sachverständiger geladen ist.","versions":[{"lang":1,"streams":[{"redirect":8914035,"hoster":"VOE"},{"redirect":8914032,"hoster":"Streamtape"}]}]}]}]}