{"seriesId":"knights-of-sidonia","name":"Knights of Sidonia","descr":"In einer fernen Zukunft, 1000 Jahre nachdem riesige außerirdische Monster, die Gauna, die Erde zerstört haben, leben die Reste der Menschheit auf dem Raumschiff Sidonia. Einer von ihnen ist Nagate, der Zeit seines Lebens mit seinem Großvater tief im Innern des riesigen Habitats gelebt und es in einem Kampfsimulator zur Meisterschaft gebracht hat. Dieses Können soll sich als nützlich erweisen, denn als Nagate nach dem Tod des Großvaters in den von anderen Menschen bewohnten Teil des Raumschiffes vordringt, wird er zum gefragten Kämpfer, der die Sidona gegen die Gauna verteidigt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"First Battle","descr":"Im massiven Raumschiff Sidonia wagt sich Nagate Tanikaze, nachdem er seine letzten Vorräte an Lebensmitteln aufgebraucht hat, vor die Tür, um nach Lebensmitteln zu suchen. Als er von der örtlichen Sicherheit entdeckt und gefangen genommen wird. Er versuchte, etwas Reis zu stehlen.","versions":[{"lang":3,"streams":[{"redirect":12923995,"hoster":"VOE"},{"redirect":8582243,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Starry Sky","descr":"Als Nagates Pilotenkollege Eiko Yamano von der Gauna getötet und aufgesogen wird, bekämpft er die Kreatur. Trotz der Warnung, Abstand zu halten. Während ein Schuss von Sidonia abgefeuert wird, um sie wegzutreiben. Der Schuss trifft das Ziel und die Gauna wird in den Weltraum geworfen, während die verbleibenden Kadetten sicher nach Hause zurückkehren.","versions":[{"lang":3,"streams":[{"redirect":8834664,"hoster":"VOE"},{"redirect":8582246,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Glory","descr":"Die erfahrenen Piloten und Yuhata Midorikawa, ein weiterer Kadett, erkundigen sich bei Nagate nach seinem Kampf mit der Gauna. Sie beschließen jedoch, ihn für einen weiteren Tag freizustellen, nachdem sie bemerkt haben, dass er sich noch in Erholung befindet.","versions":[{"lang":3,"streams":[{"redirect":8834672,"hoster":"VOE"},{"redirect":8582248,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Choice","descr":"Nachdem die Mitglieder der Akai-Truppe getötet wurden, kollidiert die Gauna mit Sidonia, und Captain Kobayashi befiehlt ein Notausweichmanöver. Welches trotz der Bemühungen der Bürger, sich zu rüsten, im Wohngebiet des Schiffes massive Verluste verursacht, aber erfolgreich ist.","versions":[{"lang":3,"streams":[{"redirect":8834670,"hoster":"VOE"},{"redirect":8582255,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Adrift","descr":"Nagate findet Shizuka, aber Tsugumori hat keine Energie mehr und das Paar treibt im Weltraum umher. In der Zwischenzeit wird Kobayashi von Nagates Heimleiterin Lila Hiyama aufgefordert, einen Suchtrupp für ihn zu organisieren, doch sie lehnt dies ebenfalls ab.","versions":[{"lang":3,"streams":[{"redirect":8834673,"hoster":"VOE"},{"redirect":8582250,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Salute","descr":"Nagate und Shizuka kehren nach Sidonia zurück, wo sie als Helden gepriesen werden. Für ihre Dienste in der letzten Schlacht werden Nagate, Shizuka, Kunato und En Honoka zu offiziellen Guardian-Piloten befördert.","versions":[{"lang":3,"streams":[{"redirect":8834675,"hoster":"VOE"},{"redirect":8582251,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Resolve","descr":"Nachdem Nagate herausgefunden hatte, dass Shizuka eines der Opfer der Schlacht war, schildert er die Ereignisse und die Ereignisse des Kampfes: Kunatos Trupp hat die Aufgabe, den Schwanz der riesigen Gauna mit Sprengstoff zu zerstören.","versions":[{"lang":3,"streams":[{"redirect":8834677,"hoster":"VOE"},{"redirect":8582256,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Undead","descr":"Nagate und die anderen Piloten stehen den drei Wächtern ähnlichen Gauna gegenüber. Während des Kampfes holt Nagate eine menschenähnliche Gauna-Probe von einem der feindlichen Schiffe, die mit ihnen über Funk kommuniziert, wobei Shizukas Stimme Kunato in Panik versetzt.","versions":[{"lang":3,"streams":[{"redirect":8834678,"hoster":"VOE"},{"redirect":8582254,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Gaze","descr":"Die Episode beginnt in der Vergangenheit, kurz nach dem vierten Verteidigungskrieg. Doktor Yure schafft es, Photosynthese mit den verbleibenden Menschen zu integrieren und Sidonias Bevölkerung wiederherzustellen. In der Gegenwart gehen Nagate und Izana, um die Gauna-Plazenta zu beobachten, die die Form von Shizuka angenommen hat.","versions":[{"lang":3,"streams":[{"redirect":12379883,"hoster":"VOE"},{"redirect":8582252,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Determination","descr":"Nagate, Izana und Yuhata machen gemeinsam einen Ausflug zu einem Gasthaus und Nagate ist erstaunt, Captain Kobayashi als Gastwirt des Ortes zu erkennen. Sobald sie sich eingerichtet hat, gibt Yuhata bekannt, dass sie einige Informationen über Ochiais Geheimlabor erhalten hat und die anderen zur Untersuchung mitnimmt.","versions":[{"lang":3,"streams":[{"redirect":8834676,"hoster":"VOE"},{"redirect":8582258,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Collision","descr":"Die massive Gauna-Struktur befindet sich noch immer auf Kollisionskurs mit Sidonia. Es wird entdeckt, dass sich die Gauna-Plazenta um einen Zwergplaneten herum manifestiert hat und plant, Sidonia zu rammen und zu zerstören.","versions":[{"lang":3,"streams":[{"redirect":8834682,"hoster":"VOE"},{"redirect":8582261,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Returning to the Ship","descr":"Nach dem Aufprall des Hyggs-Strahls gruppieren sich die verbleibenden Piloten neu und versuchen, in die feindliche Plazenta einzudringen. Mit ihrem Wächter in einem schlechten Zustand, vertraut Ren Honoka Nagate ihre letzte Kugel an und bittet ihn, sie zu benutzen, um Benisuzume um ihrer selbst willen zu besiegen.","versions":[{"lang":3,"streams":[{"redirect":8834683,"hoster":"VOE"},{"redirect":8582257,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Conflict","descr":"Kunato und Mozuki entdecken Ochiais verlassenes Labor und geraten in eine Falle, in der ihre Körper von Parasiten befallen werden. Jetzt besuchen Kunato und Mozuki unter der Kontrolle von Ochiai, Numis Labor und bringen ihre Körper ebenfalls unter die Kontrolle eines Parasiten.","versions":[{"lang":3,"streams":[{"redirect":8834679,"hoster":"VOE"},{"redirect":8582260,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Ability","descr":"Ein brutaler Angriff der Chimäre, des neuen Human-Gauna-Hybriden, zerstört die Überreste der Riesen-Gauna. Kapitän Kobayashi scheint mit Kunato (Ochiai) und anderen befallenen Sidonia-Besatzungsmitgliedern in einer Liga zu sein. Die Chimäre Tsumugi Shiraui stellt sich der Sidonia-Crew als menschlicher Geist vor, der ein Gauna-Schiff kontrolliert.","versions":[{"lang":3,"streams":[{"redirect":8834681,"hoster":"VOE"},{"redirect":8582264,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Course","descr":"Kapitän Kobayashi kündigt an, dass Sidonia Kurs auf das Lem-Sternensystem nehmen und das Mutterschiff der Gauna verfolgen wird, das die Kolonisten auf dem Planeten Lem VII bedroht. Gerade als Guimera Tsumugi eine gemeinsame Übung machen will, entdeckt sie eine große Gauna-Formation, die sich Sidonia nähert.","versions":[{"lang":3,"streams":[{"redirect":8834687,"hoster":"VOE"},{"redirect":8582259,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Rage","descr":"Tsumugi schafft es, der Falle zu entkommen, die die Gauna für sie aufgestellt hat, und gerät in einen wütenden Angriffsrausch. Die massive G550-Gauna-Formation feuert einen Higgs-Paricle-Strahl direkt auf die Sidonia ab, der Schuss wird von Tsumungi abgefälscht, der Izana zurück zur Sidonia brachte.","versions":[{"lang":3,"streams":[{"redirect":8834692,"hoster":"VOE"},{"redirect":8582267,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Desire","descr":"Bei der Sidonia Izana, gerettet und zurückgekehrt, wurde ihr rechter Arm und linkes Bein durch Prothesen ersetzt. Der ebenfalls schwer verwundete Tsumugi wird in eine spezielle Regenerationskammer gebracht. Währenddessen verlangsamt sich Sidonia, um in das Lem-Sternensystem einzudringen und sich mit überlebenden Kolonisten zu treffen.","versions":[{"lang":3,"streams":[{"redirect":13104714,"hoster":"VOE"},{"redirect":8582263,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Activation","descr":"Nagate wählt einen neuen Wohnraum an der Außenmauer mit einfachem Tunnelzugang für Tsumugi. Er bittet Izana auch, bei ihm einzuziehen. Das neue aufgerüstete Gardes-Antriebssystem muss getestet werden, kann jedoch die Beschleunigung und Geschwindigkeit des Hybrids noch nicht erreichen.","versions":[{"lang":3,"streams":[{"redirect":8834690,"hoster":"VOE"},{"redirect":8582266,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Rumbling","descr":"Die Gauna Higgs-Partikelstrahlkanone zerstört sich selbst und verursacht einen Bruch in Sidonias gepanzertem Rumpf. Obwohl das Risiko bei dieser Hybridtechnologie hoch ist, möchte der Kapitän das Forschungsprogramm fortsetzen und die Kraft dieser Waffe um jeden Preis nutzen. Ein neues System, das die Verknüpfung mehrerer Gardes ermöglicht, zeigt an, dass ein direkter Frontalangriff bevorsteht.","versions":[{"lang":3,"streams":[{"redirect":8834686,"hoster":"VOE"},{"redirect":8582262,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Reunion","descr":"Während die Gardes im Reparaturdienst sind, zeigt Tsumugi ihre Manövrierfähigkeiten und natürlich läuft nicht alles gut. Yuhata beschließt, bei Nagate und Izana einzuziehen, was auch alle Freunde überrascht. Izana wird gebeten, eine direkte Verbindung zwischen ihren bionischen Implantaten und dem Gardes-Kontrollsystem zu testen.","versions":[{"lang":3,"streams":[{"redirect":8834688,"hoster":"VOE"},{"redirect":8582265,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Duty","descr":"Nagate und Izana setzen ihren Besuch fort, während Yuhata und Tsumugi einen Weg finden, sie zu belauschen. Izana entdeckt bald, dass Nagate von ihrer Großmutter gegründet wurde. Inzwischen erreicht Sidonia das Lem Star System. Eine Aufklärungsgruppe von vier Piloten wird zusammen mit einem neuen Antriebs- und Waffensystem \"Hayakaze\" ausgesandt, um den Planeten Lem IX zu erkunden.","versions":[{"lang":3,"streams":[{"redirect":8834685,"hoster":"VOE"},{"redirect":8582268,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Entry","descr":"Izanas Trupp kämpft um ihr Leben gegen die Gauna, während sie auf Sidonia Tsumugi und Nagate um die Erlaubnis bittet, sie retten zu dürfen. Nagate wird mit einem neuen Prototyp Guardian der \"Tsugumori Mark III\" betraut.","versions":[{"lang":3,"streams":[{"redirect":8834689,"hoster":"VOE"},{"redirect":8582269,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Random Encounter","descr":"Nagate ist auf der Suche nach Izana, die auf eine \"bodenständige\" Gauna trifft. Nagate schafft es gerade noch rechtzeitig, sie zu retten, aber er muss sich jetzt gegen mehrere angreifende Gauna behaupten. Er hat bald keine Munition mehr, aber der Mark III verfügt über einige Spezialschwerter, die ihre volle Leistungsfähigkeit entfalten.","versions":[{"lang":3,"streams":[{"redirect":8834691,"hoster":"VOE"},{"redirect":8582270,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Decisive Battle","descr":"Plazentakopie Shizuka betrat das Nagates-Cockpit und hielt ihn zurück. Izana dringt in die Systeme des Tsugumori ein, damit Nagate den Benisuzume tödlich treffen und die Shizuka-Kopie in seinem Cockpit ruhen lassen kann. Sobald Nagate Tsumugi freigibt, laufen alle auf dem Planeten befindlichen Gauna um sie herum zusammen.","versions":[{"lang":3,"streams":[{"redirect":8834693,"hoster":"VOE"},{"redirect":8582274,"hoster":"Streamtape"}]}]}]}]}