{"path":"/serie/stream/kochouki-wakaki-nobunaga","name":"Kochouki: Wakaki Nobunaga ","descr":"[Kochoki | Gorgeous Butterfly: Young Nobunaga] Nobunaga Oda ist den meisten sicher ein Begriff als ein großer Feldherr und der Daimyou, der gemeinsam mit Ieyasu Tokugawa und Hideyoshi Toyotomi das vom Krieg zersplitterte Japan wiedervereinte. Seinen Titel \"Dämonenkönig des Sechsten Himmels\" (第六天魔王) verdiente er sich durch die brutale und unbarmherzige Art, mit der eine seine Feinde und potentielle Gefahren ausschaltete. Seine für die Zeit innovativen Strategien und die effiziente Nutzung von Arkebusen machten ihn zu einem der erfolgreichsten Feldherren der japanischen Sengoku-Ära. In Kochoki erleben wir den legendären Daimyou jedoch von einer anderen Seite, denn in diesem Original-Anime stehen Nobunagas Kindheit und Jugend im Vordergrund! Wir begleiten den jungen Nobunaga auf seinem Pfad zum Krieger, zum General und schließlich zum Herrscher, doch der Weg dahin ist lang und steinig – insbesondere durch die Rivalität mit seinem jüngeren Bruder Nobuyuki Oda ..","seasons":[{"path":"/serie/stream/kochouki-wakaki-nobunaga/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kochouki-wakaki-nobunaga/staffel-1/episode-1","name":"","epNo":1,"alt":"Coming of Age","descr":"Kippoushi (Nobunaga) wird inmitten von Schlossintrigen dabei erwischt, wie er einer Bande obdachloser Jugendlicher hilft, die die Waren seines Vaters stehlen. Als sein Vater sie gerade erschießen will, greift Nobunaga ein. Sein Vater entlässt die Bande in Nobunagas Obhut.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12152091","hoster":"VOE"},{"path":"/redirect/13455001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kochouki-wakaki-nobunaga/staffel-1/episode-2","name":"","epNo":2,"alt":"Marriage","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12517301","hoster":"VOE"},{"path":"/redirect/12517308","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kochouki-wakaki-nobunaga/staffel-1/episode-3","name":"","epNo":3,"alt":"Father and Child","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12517305","hoster":"VOE"},{"path":"/redirect/12517310","hoster":"Streamtape"}]}]}]}]}