{"path":"/serie/stream/koi-to-producer-evol-x-love","name":"Koi to Producer: Evol x Love","descr":"Ihr Vater leitete einst die TV-Firma Miracle Entertainment. Nach seinem Tod übernimmt die Tochter dessen Firma und ist nun als Produzentin für deren Programm verantwortlich. Bei ihrer Arbeit trifft sie vier \"Evolver\", die alle über geheimnisvolle Kräfte verfügen: den genialen Wissenschaftler Simon, das berühmte Idol Kira, den Polizisten Haku, der zu Evolver-Kriminalfällen ermittelt, sowie den Geschäftsmann Zen, dessen eigene Firma in Miracle Entertainment investiert. Durch die vier Evolver kommt sie einer Verschwörung auf die Spur, die auch mit dem Tod ihres Vaters zu tun hat ...","seasons":[{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-1","name":"","epNo":1,"alt":"The Beginning Bonds","descr":"Wunder Unterhaltung. Die Fernsehproduktionsfirma meines verstorbenen Vaters hat mich verlassen. Nach seiner Übernahme als einer unserer moreProduzenten Ich habe jeden Tag darum gekämpft, die Popularität unserer Show \"Miracle Finder\" zurückzugewinnen. Während ich die Gerüchte über mysteriöse \"Warping-Vorfälle\", die sich in der Stadt Loveland verbreiten, als Material für unsere Show untersuche, erfahre ich von der Existenz von Menschen, die als \"Evolver\" bekannt sind und seltsame Kräfte besitzen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471086","hoster":"VOE"},{"path":"/redirect/8471084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-2","name":"","epNo":2,"alt":"When the Wind Blows","descr":"LFG hat erklärt, alle Investitionen in Miracle Entertainment zurückzuziehen. Ich konnte es nicht akzeptieren und ging zu moreder CEO, Victor, persönlich und erhielt zwei Bedingungen für die Wiedereinsetzung unserer Finanzierung. Um Victors Bedingungen zu erfüllen, sammle ich weiterhin Informationen über die mysteriösen Warping-Vorfälle. Zwischen Lucien, der Berater in der Serie geworden ist, und einem Polizisten, der während meiner Ermittlungen Zeuge meiner Beteiligung an dem Vorfall mit dem Jungen wurde, schaffe ich es, einige Informationen zusammenzutragen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471097","hoster":"VOE"},{"path":"/redirect/8471093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-3","name":"","epNo":3,"alt":"A Taste of Reminiscence","descr":"Ein Schub, der durch das superpopuläre Idol Kiro, das über uns in den sozialen Medien postet, hilft, Victors erste Bedingung zu klären, moredie \"mysteriösen Warping-Vorfälle\" als Material für unsere Show zu verwenden. Mit dieser Dynamik bringe ich Victor meinen Geschäftsplan, aber er schießt ihn ab und sagt, es fehle an konkreten Einzelheiten. Auf der Suche nach einer entwicklungsfähigen Idee unter den, die wir bereits im Haus haben, landet mein Blick auf einem Vorschlag für ein Restaurant mit sehr gemischten Kritiken - ein Restaurant namens \"Souvenir\".","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13056853","hoster":"VOE"},{"path":"/redirect/8471100","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-4","name":"","epNo":4,"alt":"The Key in the Darkness","descr":"Nachdem die Finanzierung durch LFG wiederhergestellt wurde, nutzt Miracle Entertainment den Schwung von Kiros Auftritt in der Show. Inzwischen tauchen um mich herum Evolver nacheinander auf. Außerdem gibt es das Rätsel der mysteriösen Organisation \"Black Swan\". Während sich mein Alltag langsam zu ändern beginnt, beginne ich, das Thema unserer nächsten Show zu untersuchen, Key, ein \"Hacker für die Gerechtigkeit\", dessen Name im Notizbuch meines Vaters stand.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471109","hoster":"VOE"},{"path":"/redirect/8471112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-5","name":"","epNo":5,"alt":"An Amber Wind","descr":"Erinnerungen, an die ich mich nicht erinnern kann... Der Tod meines Vaters... und mit allem verbunden, Black Swan. Als ich dem immer tiefer werdenden Mysterium hinterherjage, erfahre ich von einem Verschwinden, das mit meiner alten High School verbunden ist. Zur gleichen Zeit, nachdem ich mich entschieden habe, das Thema unserer nächsten Show \"Briefe\" an einen aktuellen Filmhit anzuknüpfen, besuche ich einen Ramen-Laden in der Nähe meiner alten High School. Zusammen mit den Recherchen für die Show muss ich das Verschwinden untersuchen und in Richtung High School gehen","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471124","hoster":"VOE"},{"path":"/redirect/8471118","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-6","name":"","epNo":6,"alt":"Beyond That Dream","descr":"Ich dachte, Lucien würde mich mitnehmen, um für \"Miracle Finder\" zu recherchieren, aber der Weg, den wir zurücklegen, führt immer weiter durch friedliche Landschaften. Lucien weigert sich, mir zu sagen, was wir recherchieren, und schlägt zur Abwechslung ein Picknick vor. Nachdem er von Shaw, einem Verbündeten von Black Swan, gehört hat, dass es Gerüchte über eine dunklere Seite der Task Force gibt, beginnt Gavin, die Dinge selbst zu untersuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471129","hoster":"VOE"},{"path":"/redirect/8471127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-7","name":"","epNo":7,"alt":"Connected Memories","descr":"Von HBS, einer großen amerikanischen Rundfunkgesellschaft, ist eine Anfrage eingegangen, gemeinsam an einer Show zu arbeiten. Zu wissen, dass wir moreDas meiste von dieser Chance schaffe ich es, den ersten Gast, den CEO von LFG, Zen, zu überzeugen, mitzumachen, und wir bewegen uns in Richtung Dreharbeiten. Am Tag des Drehs werde ich auf eine Tour durch das Set mitgenommen, um den Inhalt der Show zu besprechen. Irgendwie lande ich allein in einem der Gefängnisräume des Sets eingesperrt! In diesem Moment beginnen meine Erinnerungen zu erwachen...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471134","hoster":"VOE"},{"path":"/redirect/8471136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-8","name":"","epNo":8,"alt":"Room 404","descr":"In meinem Traum sah ich, dass Zimmer 404 des Greenwood Hotels in Flammen stand und mittendrin zusammengebrochen lag,","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471138","hoster":"VOE"},{"path":"/redirect/8471141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-9","name":"","epNo":9,"alt":"Monochrome","descr":"Da seine Entwicklung außer Kontrolle geraten ist, nimmt sich Gavin von mir weg. Etwa zur gleichen Zeit, als seine Fans durchdrehen, kündigt Kira seinen Rücktritt an, und niemand kann Kontakt mit Victor aufnehmen, der vermisst wird. Unser Unternehmen erhält Hinweise zu Vorfällen, die durch außer Kontrolle geratene Entwicklungen verursacht werden könnten. Auf der Suche nach einem Hinweis, wie man die Evolutionen am wilden Laufen hindern kann, begebe ich mich zur Universität, an der Lucien arbeitet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471145","hoster":"VOE"},{"path":"/redirect/8471146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-10","name":"","epNo":10,"alt":"Dawn of Farewell","descr":"Ich habe eine Wahrheit erfahren, die ich nicht glauben möchte, aber ich kann mir jetzt nicht erlauben, damit aufzuhören. Ich laufe weiter. Um die elektromagnetische Wellen lassen die Evolution außer Kontrolle geraten, ich fahre zum Loveland TV Tower. Als ich ankomme, sind bereits Durchsetzungsteams von Black Swan da. Ohne Hilfe zurückgelassen und kein Weg mehr zu gehen... hinter mir taucht jemand auf, der vermisst werden sollte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471149","hoster":"VOE"},{"path":"/redirect/8471152","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-11","name":"","epNo":11,"alt":"At the Edge of the Coming Time","descr":"Irgendwie gelang es uns, die auslösenden elektromagnetischen Wellen zu stoppen, die Black Swan aufgebaut hatte, aber nachdem wir mich beschützt und moreverbleibend im Loveland TV Tower, wird Kiro vermisst. Inmitten all dessen hat die breite Öffentlichkeit begonnen, sich über das \"Schlafsyndrom\" unwohl zu fühlen - Vorfälle, bei denen Menschen einschlafen und nicht aufwachen. Könnte es ein weiterer von Black Swans Plänen sein...? Um die Wahrheit herauszufinden, gehe ich zur Cognitive Psychology Association, wo sie das Schlafsyndrom untersuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471154","hoster":"VOE"},{"path":"/redirect/8471155","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-producer-evol-x-love/staffel-1/episode-12","name":"","epNo":12,"alt":"Bonds","descr":"\"Es braucht alles, was Sie tun können, um an der gleichen Stelle zu bleiben.\" Black Swan verwendet Schlafgas und elektromagnetische Wellen, um Menschen zu zwingen, Evolver zu werden. Die Erfolgsquote beträgt 0,01 %. Um die Zukunft aller zu schützen, fahre ich zum Luxusliner, wo ich Hades finden werde. Wird es eine Zukunft der Zerstörung sein, die ich wähle, oder wird es ..","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8471158","hoster":"VOE"},{"path":"/redirect/8471159","hoster":"Streamtape"}]}]}]}]}