{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de","name":"Koi wa Sekai Seifuku no Ato de","descr":"[Love after World Domination] Rein äußerlich könnten Fudou Aikawa und Desumi Magahara kaum unterschiedlicher sein. Während Fudou als Red Gelato gemeinsam mit seiner Superheldentruppe Gelato 5 regelmäßig die Welt rettet, ist Desumi ein hohes Tier bei den Superschurken der Organisation Gecko. Eigentlich sollte die beiden eine tiefe Feindschaft verbinden – stattdessen sind sie heimlich ein Paar, wovon die Öffentlichkeit nichts wissen darf.Doch bei einer Liebesbeziehung zwischen zwei derart verschiedenen und unerfahrenen Leuten sind die Probleme schon vorprogrammiert. Deshalb müssen sie sich anstrengen, um trotz aller Widrigkeiten gemeinsam glücklich werden zu können ...","seasons":[{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-1","name":"","epNo":1,"alt":"I Love You!","descr":"Fudo, der Anführer der Superheldengruppe \"Gelato 5\" hat sich auf den ersten Blick in das Mädchen Desumi verliebt. Das Problem: Sie ist als \"Shinigami-Prinzessin\" Teil der bösen Organisation Gecko, die die Weltherrschaft erlangen will.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10221377","hoster":"VOE"},{"path":"/redirect/10221374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-2","name":"","epNo":2,"alt":"The Truth About Dating","descr":"Gekko-Mitglieder, darunter Desumi, kämpfen mit der Gelato 5 in einer Werft. Desumi und Fudō brechen aus dem Kampf aus, um gemeinsam ein Foto zu machen. Als Gelb jedoch ankommt, täuscht Desumi eine Niederlage vor. Während sie am Boden ist, hört sie, wie Fudō von einem Nachrichtenteam über sein romantisches Leben interviewt wird. Sobald Yellow und das Nachrichtenteam gegangen sind, bittet Desumi Fudō, sie zu einem richtigen Date mitzunehmen. Während ein nervöser Fudō Nachforschungen über Date-Aktivitäten anstellt, kommt ein betrunkener Jinguji und fordert ihn auf, Dinge zu tun, die beiden Spaß machen. Am nächsten Tag bringt er Desumi in ein Fitnessstudio. Nachdem sich Desumi entschuldigt hat, ruft Jinguji Fudō an und fordert ihn auf, ihren Rat zu missachten. Bestürzt glaubt er, Desumi enttäuscht zu haben und macht sich auf die Suche nach ihr. Sobald sie sich wiedervereinen, versichert Desumi ihm, dass sie glücklich ist, nur mit ihm zusammen zu sein, und sagt ihm, dass sie sich selbst treu bleiben sollten. Erfreut küssen sie sich fast, bevor sie wieder in Aktion gerufen werden. Einige Zeit später denkt Hellko, Desumis Katze, darüber nach, wie einsam Desumi vor ihrer Beziehung zu Fudō war. Hellko erkennt die Situation und schwört, Fudō bezahlen zu lassen, wenn er etwas unternimmt, um Desumi Schaden zuzufügen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10273232","hoster":"VOE"},{"path":"/redirect/10273230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-3","name":"","epNo":3,"alt":"At Last, the Amusement Park","descr":"Nach wochenlanger Inaktivität von Gekko vermisst Fudō Desumi sehr. Als solcher übernimmt er sofort eine Selbstmordmission, um Gekkos Basis zu infiltrieren, und lässt Big Gelato und Jingūji besorgt für ihn zurück. Desumi, ähnlich einsam, findet ihn in einem Schacht in Gekkos Basis und spielt fröhlich Kartenspiele mit ihm. Sie werden jedoch fast von Culverin Bear entdeckt und müssen sich in einem kleinen Schließfach verstecken. Fudō beunruhigt versehentlich Desumi, der ihn verlegen aus dem Schließfach schlägt. Er knallt in Culverin Bear und aktiviert seine neuen Waffen, die heftig explodieren und die Basis zerstören, was Jingūji und Big Gelato zu der Annahme veranlasst, dass Fudō seine Mission erfüllt hat. Am nächsten Tag trifft sich der oberste Gekko-Anführer Bosslar mit Desumi und den anderen Bösewichten und enthüllt ihren Plan, die negative Emotionen und ihre Verwandlung in Monster trägt Früchte. Desumi schlägt einen Vergnügungspark als wünschenswerten Angriffsort vor und trifft sich dort mit Fudō. Ein Kampf bricht aus und während sich die Gelato 5 mit der Gekko-Armee auseinandersetzen, genießen Fudō und Desumi einige Zeit zusammen auf den Fahrgeschäften. Als die Gelato 5 gehen, entdeckt Arisugawa ein Foto von aAchterbahn , in der Fudō neben einem Mädchen erscheint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10357344","hoster":"VOE"},{"path":"/redirect/10357335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-4","name":"","epNo":4,"alt":"Could You Please Tell Me Why?","descr":"Außerhalb ihrer Aktivitäten sind Desumi und Fudō normale Schüler. Desumi sieht Fudō und Arisugawa in einem Café und rennt verärgert weg. Arisugawa wollte über das Bild sprechen, ist aber überzeugt, dass Fudō mit niemandem ausgeht. Sie werden dann zum Einsatz gerufen, wo Desumi grob mit Fudō kämpft. Sie nimmt ihn beiseite und gibt zu, dass sie, obwohl sie weiß, dass er sie nicht betrogen hat, immer noch eifersüchtig war. Als solches beruhigt Fudō sie. Sie werden von Arisugawa überrascht, die verrät, dass sie das ganze Gespräch belauscht hat. Am nächsten Tag informiert Arisugawa das Gelato 5 zu seiner großen Überraschung über die bevorstehenden Schulprüfungen von ihr und Fudō. In dieser Nacht fordert Arisugawa Desumi zu einem Kampf heraus, wird aber schnell besiegt. Sie wacht auf Desumis Schoß auf, wo sie fragt, warum sie sie nicht bloßgestellt hat. Arisugawa enthüllt, dass sie aufgrund ihrer Liebe zu Fudō den Gelato 5 beigetreten ist. und wurde in der Vergangenheit von Desumi inspiriert, der sie in der Schule vor Schlägern verteidigte. Da ihr beide sehr am Herzen liegen, wollte sie ihr Glück nicht ruinieren. Sie umarmen sich unter Tränen und während sie zurückgehen, warnt Arisugawa Desumi scherzhaft, dass sie Fudō für sich nehmen wird, wenn sie nicht aufpasst.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10357340","hoster":"VOE"},{"path":"/redirect/10357336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-5","name":"","epNo":5,"alt":"Just the Way You Are","descr":"Nach einem Treffen mit Bosslar offenbart der Mitschurke Steel Princess Desumi, dass sie sich trotz ihres unsympathischen Auftretens verliebt hat. Desumi willigt sofort ein zu helfen und versucht zusammen mit einer widerwilligen Bestienprinzessin, Steel etwas über Weiblichkeit beizubringen. Ihr Versuch geht jedoch schief, was Steel nur noch weniger selbstbewusst macht. Nachdem er Fudō von der Situation erzählt hat, rät er Desumi, Steel zu helfen, sich so zu akzeptieren, wie sie ist. Desumi und Beast betreten Steels Umkleidekabine, wo es Desumi gelingt, Steel zu sagen, dass sie sie selbst sein und ihre Gefühle akzeptieren soll, nachdem sie ihren von Angst getriebenen Angriffen ausgewichen ist. Weinend legt Steel ihre Rüstung ab und fasst den Mut, Culverin Bear ihre Gefühle zu gestehen. Einige Zeit später hilft Arisugawa dabei, Desumi und Fudō während eines Kampfes gegen Gekko zu verstecken. Nachdem Arisugawa gegangen ist,Blinddarmentzündung . Im Krankenhaus besucht Desumi Fudō und schafft es schließlich, ihn zu seiner großen Freude zu füttern. Bevor sie sich jedoch küssen können, erscheint Fudōs Mutter und nimmt Desumi zu einem Volleyballspiel mit. Nach dem Spiel zeigt Fudōs Mutter Desumi seine Babybilder und bittet sie, sich um ihn zu kümmern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10406238","hoster":"VOE"},{"path":"/redirect/10406237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-6","name":"","epNo":6,"alt":"As Long as We`re at the Beach...","descr":"Desumi soll befördert und zum Monster umoperiert werden. Während sie von ihren Kollegen und Familienmitgliedern beglückwünscht wird, ist sie sich nicht sicher, ob sie das selbst wirklich will …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10466899","hoster":"VOE"},{"path":"/redirect/10466898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-7","name":"","epNo":7,"alt":"Desumi Magahara Is the Monster I Made","descr":"Daigo bricht zusammen, als er Desumis Namen hört. Als er danach gefragt wird, erzählt Daigo Fudō von ihrer Vergangenheit. Vor zehn Jahren war Daigo Karate -SchülerAkademie, bis Desumi eines Tages ankam, wo er entdeckte, wie absurd mächtig sie wirklich war. Einige Zeit später schloss Daigos Meister die Akademie, nachdem Desumi ihn besiegt hatte. Daigo bot dann an, sie zu trainieren. Doch trotz Desumis Respekt vor ihm musste er hart trainieren, nur um am Leben zu bleiben. Daigo forderte einen letzten Kampf, nachdem Desumi die Pubertät erreicht hatte. Nachdem sie ihn besiegt hatte, verließ er sie. Zurück in der Gegenwart drückt Daigo seinen Wunsch aus, Desumi für das Gelato 5 anzuwerben. Während eines Ausflugs präsentiert Fudō Daigo Desumi. Während sie froh ist, Daigo wiederzusehen, lehnt sie sein Angebot ab. Als Daigo sieht, wie Desumi mit Fudō umgeht, glaubt er, dass die Liebe sie schwach gemacht hat, und fordert sie erneut heraus. Er sagt ihr, dass sie Fudō verlassen und sich den Gelato 5 anschließen wird, wenn er gewinnt, was Desumi dazu veranlasst, ihn sofort zu schlagen. Nach Hause gehen, Desumi fühlt sich unwohl, dass die Gelato 5 bereits von ihrer Romanze wissen, und rät Fudō, auf der Hut zu sein. Unbemerkt von ihnen hält Jingūji sie vor der Kamera fest.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10503043","hoster":"VOE"},{"path":"/redirect/10503044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-8","name":"","epNo":8,"alt":"Everybody Has a Secret or Two","descr":"Fudo erhält ein Erpresserschreiben. Jemand hat von ihm und Desumi ein pikantes Foto gemacht. Als er zum vereinbarten Termin geht, traut er seinen Augen nicht. Seine Erpresserin ist ein süßes Mädchen …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10544031","hoster":"VOE"},{"path":"/redirect/10544016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-9","name":"","epNo":9,"alt":"My Big Sister Has Changed","descr":"Desumis Vater, ein ehemaliger Gekko-Soldat, tadelt sie, weil sie ihre Beförderung abgelehnt hat. Als Fudō zu ihrer Verteidigung kommt, wird er von Urami zum Schweigen gebracht. Desumis Vater sagt ihr, dass sie sich Gekko widmen muss, nachdem sie die High School beendet hat, aber Fudō sagt ihm, dass sie auf die Universität gehen möchte. Fudō erhält die Zustimmung von Desumis Vater, nachdem er seine Fähigkeit lobt, \"spektakulär\" besiegt zu werden. Dann geht er und stimmt zu, die Angelegenheit zu verschieben. Einige Zeit später erinnert sich Urami an den Moment, als sie anfing, Desumi zu bewundern. Desumi führt Urami durch das Hauptquartier von Gekko, aber letztere ist entmutigt, als Desumi mit ihren Kollegen befreundet ist. Während eines Einkaufsbummels verlässt ein enttäuschter Urami Desumi. In einer Ecke erinnert sie sich daran, wie viel ihre Familie ihr von Desumis Erfolg als Mitglied von Gekko erzählt hat, als sie klein war. und wie sie endlich aus ihrem Zimmer kam, als sie von Desumis Beförderung hörte, und ihren Wunsch zum Ausdruck brachte, so zu sein wie sie. Zurück in der Gegenwart wird Urami von einigen Schlägern angesprochen, aber Desumi kümmert sich um sie. Desumi fordert Urami auf, Liebe zu finden, und erklärt, dass es notwendig ist, stärker zu werden. Urami akzeptiert schließlich, wer Desumi jetzt ist, missbilligt Fudō jedoch weiterhin.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695495","hoster":"VOE"},{"path":"/redirect/10695494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-10","name":"","epNo":10,"alt":"Atop the Kokutei Moon","descr":"Desumi informiert Fudō über das Kulturfestival ihrer High School, einschließlich einer Veranstaltung namens \"Kokutei Moon\", bei der angeblich lebenslange Paare aus Menschen entstehen, die sich darauf fotografieren lassen. Als solche beschließen sie, zusammen zu gehen. Fudō nimmt an dem Festival teil, wird aber schnell erkannt und von Schülern umschwärmt, während er Ōjino auf seinen Schultern trägt. Währenddessen wird Desumi ständig von Hojo belästigt, während Beast die Schule patrouilliert. Desumi und Fudō schaffen es, sich in einem Spukhaus zu treffen, aber ihr Moment wird schnell von Beast ruiniert. Sobald der Kokutei-Mond enthüllt ist, eilen Desumi und Fudō zu seinem Standort. Desumi schafft es schließlich, Hojo loszuwerden, als sie sie aufstellt, um mit der Blutprinzessin zu kämpfen. Sie trifft sich dann wieder mit Fudō, der allein gelassen wird, als Ōjino Beast nachjagt. Als nur noch fünf Minuten übrig sind, beginnen sie, die Hoffnung zu verlieren.Cosplayer . Als solche gelingt es ihnen, sich fotografieren zu lassen und zu versprechen, zu leben, um zu sehen, dass ihre Beziehung von allen akzeptiert wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695500","hoster":"VOE"},{"path":"/redirect/10695497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-11","name":"","epNo":11,"alt":"What`s the Point of Getting Closer?","descr":"Um sich mit der Verdammnis-Prinzessin anzufreunden, veranstaltet Desumi eine Pyjama-Party mit den anderen Prinzessinnen. Als es an der Tür klingelt, steht dort jedoch Fudo?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10695496","hoster":"VOE"},{"path":"/redirect/10695493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-wa-sekai-seifuku-no-ato-de/staffel-1/episode-12","name":"","epNo":12,"alt":"Eternal Rivals","descr":"Fudo soll in einem Werbevideo einen Hochzeitskuchen mit einem angesagten Idol anschneiden. Desumi kocht deshalb vor Eifersucht. Als es Gekko gelingt, das Ultimate Phantom zu erwecken, ist das Chaos perfekt. Können die beiden ihren Streit überwinden und so die Menschheit retten?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10807898","hoster":"VOE"},{"path":"/redirect/10807879","hoster":"Streamtape"}]}]}]}]}