{"seriesId":"koi-wa-futago-de-warikirenai","name":"Koi wa Futago de Warikirenai ","descr":"[Love Is Indivisible by Twins] Jun Shirosakis Liebesleben nimmt eine turbulente Wendung, als er sich plötzlich zwischen den Jinguji-Zwillingen, seinen Kindheitsfreundinnen, wiederfindet. Die beiden Schwestern könnten unterschiedlicher kaum sein: Rumi, die ältere, versprüht jungenhaften Charme und besitzt ein gütiges Herz, während Naori mit ihrem mädchenhaften Aussehen und ihrer Liebe zur Otaku-Kultur besticht. Immer tiefer in den Strudel dieses verwirrenden Liebesdreiecks gezogen, versucht Jun, sein Herz in die richtige Richtung zu lenken. Trunken vor Liebe und völlig verwirrt muss er jedoch aufpassen, nicht auf Grund zu laufen …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Let\u0027s End It Tonight","descr":"Shirosaki Jun lernt in seiner Kindheit die beiden sehr verschiedenen Zwillinge Rumi und Naori kennen und freundet sich mit ihnen an. Die beiden beginnen bald Gefühle für ihn zu entwickeln. Doch bringen sie es übers Herz, ihm ihre Gefühle zu gestehen, obwohl sie wissen, dass die andere Zwillingsschwester auch in ihn verliebt ist?","versions":[{"lang":3,"streams":[{"redirect":14196062,"hoster":"VOE"},{"redirect":14196064,"hoster":"Vidoza"},{"redirect":14196061,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"If I Were To Be Asked Out","descr":"Es ist die erste Golden Week in der Oberschule für Jun, Rumi und Naori, an dessen Ende ihre beiden Familien traditionell ein gemeinsames Grillfest veranstalten. Nachdem Rumi mit Jun Schluss gemacht hat, hatte sie noch eine letzte Bitte an Jun, der er nun offenbar nachkommen will.","versions":[]},{"epId":"episode-3","name":"","epNo":3,"alt":"You Never Once Told Me You Loved Me","descr":"Jun sucht Rat bei Moriwaki zu seiner komplizierten Situation mit den beiden Schwestern, denn ihm fällt es schwer, Rumi zu vergessen, obwohl er nun mit Naori zusammen ist. Naori ihrerseits entgeht nicht, dass zwischen Jun und Rumi immer noch etwas zu sein scheint.","versions":[{"lang":3,"streams":[{"redirect":14259254,"hoster":"VOE"},{"redirect":14259257,"hoster":"Vidoza"},{"redirect":14259256,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Anything You Want","descr":"Naori bittet Jun um ein Date, doch erst gilt es natürlich die große Frage zu klären, was sie anziehen soll. Rumi währenddessen investiert ihre Zeit in ihren Club und versucht sich Jun aus dem Kopf zu schlagen.","versions":[{"lang":3,"streams":[{"redirect":14285725,"hoster":"VOE"},{"redirect":14285734,"hoster":"Vidoza"},{"redirect":14285724,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Easily Swayed","descr":"Naori stellt klar, dass Jun und sie nicht zusammen sind und startet damit ihre Dreiecksbeziehung neu. Um diesmal einen fairen Kampf zwischen ihr und Rumi zu erlauben. Jun weiß derweil nicht, was er nun tun soll.","versions":[{"lang":3,"streams":[{"redirect":14298536,"hoster":"VOE"},{"redirect":14298543,"hoster":"Vidoza"},{"redirect":14298537,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":3,"streams":[{"redirect":14346292,"hoster":"VOE"},{"redirect":14346342,"hoster":"Vidoza"},{"redirect":14346293,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"","versions":[{"lang":3,"streams":[{"redirect":14373361,"hoster":"VOE"},{"redirect":14373364,"hoster":"Vidoza"},{"redirect":14373362,"hoster":"Streamtape"}]}]}]}]}