{"path":"/serie/stream/koi-to-senkyo-to-chocolate","name":"Koi to Senkyo to Chocolate","descr":"Yuuki Oujima geht zusammen mit 6000 anderen Studenten auf die Private Takafuji Academy und ist mit seinem Kindheitsfreund Chisato Sumiyoshi in einem Kochklub. Die Mitglieder des Klubs verschwenden ihre Zeit für wenig sinnvolle Beschäftigungen. Als dann die Wahlen des Schülerratspräsidenten vor der Tür stehen, verlangt der Favorit für den Posten namens Satsuki Shinonome, dass jeder Klub, der nichts Besonderes leistet, geschlossen werden soll. Die Klubmitglieder ersuchen Rat bei dem aktuellen Schülerratspräsidenten Yakumo Mouri, der Yuuki empfiehlt, als Gegenkandidat anzutreten. Der entscheidet sich schließlich, anzutreten …","seasons":[{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-1","name":"","epNo":1,"alt":"Disbanded!","descr":"Beim Fotografieren von Mitgliedern der Schülervertretung, die in einen dubiosen Deal verwickelt sind, wird Kana Ōgibashi von einem Auto überfahren und ihre Beweise vernichtet. Kurz darauf stehen die Wahlen zum Fachschaftsrat an und die Mitglieder des Food Research Clubs erfahren, dass Spitzenreiter Satsuki Shinonome vorschlägt, Clubs ohne Verdienst auszusortieren und abzuschaffen. Aus Angst, den Club auflösen zu müssen, beschließt der Food Research Club, einen eigenen, Yuki Ojima, bei den Wahlen antreten zu lassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834759","hoster":"VOE"},{"path":"/redirect/8582333","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-2","name":"","epNo":2,"alt":"Running for Election!","descr":"Yukis Fähigkeit, für den Studentenrat zu kandidieren, ist nicht das einzige, was ihm im Sinn hat; er ist optimistisch, dass die Zeit der Liebe endlich gekommen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834758","hoster":"VOE"},{"path":"/redirect/8582334","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-3","name":"","epNo":3,"alt":"Strategy","descr":"Yuki ebnet den Wahlkampfweg, um genügend Stimmen für den Gewinn der Vorwahlen zu bekommen. Es scheint vielversprechend, wenn der aktuelle Präsident seine Unterstützung gewährt. Unterdessen erreicht Chisatos Eifersucht ein Allzeithoch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13096327","hoster":"VOE"},{"path":"/redirect/8582331","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-4","name":"","epNo":4,"alt":"Funding!","descr":"Der Food Research Club sucht nach einer Möglichkeit, seine Kampagne zur Ernennung von Ōjima zum Studentenratspräsidenten zu finanzieren. Sie beschließen, Ōjima Rolls und 3.000 Yaoi-Süßigkeitssticks zu verkaufen, die Oboros Elternfirma herstellt und verkauft. Während dieser Zeit erfährt Ōjima mehr über Shinonomes Gründe, Präsident des Schülerrats zu werden, und durch das Lesen ihres Manifests erhält er eine Ahnung davon, was er als sein eigenes Manifest aufstellen könnte. Währenddessen wird Aomi von vier ihrer Klassenkameraden gemobbt, was dazu führt, dass sie ihr Höschen ausziehen und es in den Mülleimer werfen. Während sie nach ihrem Höschen sucht, geht Ōjima an ihr vorbei und bietet seine Hilfe an, die sie jedoch vehement ablehnt. Später setzt sie ihre Arbeit am Austausch der Glühbirnen der Schule fort und sagt ihrem Bruder, er solle zuerst ohne sie essen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834760","hoster":"VOE"},{"path":"/redirect/8582335","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-5","name":"","epNo":5,"alt":"Festival","descr":"Die Vorwahlen beginnen, aber Yuki ist nicht die einzige, die antritt. Ein Cosplay-Wettbewerb bestimmt, wer eine Chance gewinnt, Yuki näher zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834764","hoster":"VOE"},{"path":"/redirect/8582332","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-6","name":"","epNo":6,"alt":"Results!","descr":"Ein Ausrutscher ist buchstäblich das einzige, was Yuki davon abhält, die falsche Rede zu halten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834763","hoster":"VOE"},{"path":"/redirect/12980387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-7","name":"","epNo":7,"alt":"Camping!","descr":"Ōjima findet heraus, dass sogar er gerade die Vorrunde überstanden hat; Doch jetzt, da die Vorrunden vorbei sind, muss er die Swing-Stimmen für sich beanspruchen, wenn er die Wahl gewinnen will. Hazuki bereitet Ōjima weitere Probleme, als er sie in den Mädchenschlafsaal tragen muss.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336615","hoster":"VOE"},{"path":"/redirect/8582339","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-8","name":"","epNo":8,"alt":"Truth!","descr":"Während sie mit Satsuki im Mädchenschlafsaal festsitzt, erfährt Ōjima mehr über ihre Familie und ihre Schwester Hazuki.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834761","hoster":"VOE"},{"path":"/redirect/8582336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-9","name":"","epNo":9,"alt":"Accident!","descr":"Ōjima will die Diskriminierung von Stipendiaten beenden und gerät mit Yakumo in Konflikt, weil es eine unpopuläre Politik wäre. Ōsawa kehrt zu ihrer Position in Sicherheitsangelegenheiten zurück und behauptet, gegen Ōjima zu sein, weil er wahrscheinlich kein Marionettenkandidat ist. Ein kurzer Blick in Chisatos Träume offenbart den Albtraum, mit dem sie jeden Tag lebt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834765","hoster":"VOE"},{"path":"/redirect/8582340","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-10","name":"","epNo":10,"alt":"Complications!","descr":"Ōjima wird von einem Lastwagen angefahren, aber nicht verletzt, was die Menschen um ihn herum erschreckt, besonders Chisato, der von Yukis engem Anruf am Boden zerstört ist. Ōjima findet heraus, dass Michiru und Kana beide Spione der Disziplinarabteilung sind, um die Sicherheit in der Schule zu gewährleisten. Yuki wird gewarnt, Anti-Mobbing-Rhetorik in seiner Kampagne zu vermeiden. Später erfährt er von Präsident Mouri einige beunruhigende und gefährliche Wahrheiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834766","hoster":"VOE"},{"path":"/redirect/8582338","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-11","name":"","epNo":11,"alt":"Investigation!","descr":"Ōjima erfährt, dass der versuchte Mord an Kana darin bestand, Beweise zu verbergen, die sie gesammelt hatte, und dass Yakumo Ōsawa für die öffentliche Sicherheit verantwortlich machte, um ihr zu helfen. Die Katahira-Fraktion erpresst nun Yakumo, um jegliche Unterstützung für Ōjima einzustellen, oder sie werden Kana sterben lassen. Ōjima erzählt Michiru, wo Kana ist und sie bringt sie aus dem Krankenhaus und erinnert sich an sie, was sie dazu bringt, aus ihrem Koma aufzuwachen. Noch zu Hause nimmt Chisato sich selbst unter die Lupe und versucht, ihre Gefühle zu bereinigen. Die Episode endet damit, dass die Katahira-Fraktion Ōjima und Chisato angreift.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834768","hoster":"VOE"},{"path":"/redirect/8710808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koi-to-senkyo-to-chocolate/staffel-1/episode-12","name":"","epNo":12,"alt":"Election Day","descr":"Yuki erwacht nach dem Angriff und stellt fest, dass Chisato vermisst wird. Ōsawa ließ sie sich bewegen und entführte sie. Sie erpresst ihn und lässt sie nur gehen, wenn Ōjima aus der Wahl ausscheidet. Nach einer wilden Gänsejagd durch die Stadt kommt ihm unerwartet Präsident Mouri zu Hilfe. Am Ende wird Ōjima Präsidentin und Satsuki Vizepräsidentin und Ōsawa wird wegen ihrer Verbrechen gegen die Schule verhaftet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8834767","hoster":"VOE"},{"path":"/redirect/8582342","hoster":"Streamtape"}]}]}]}]}