{"seriesId":"kojak-2005","name":"Kojak (2005)","descr":"Die Legende lebt! Die Kultserie \"Kojak\" kehrt zurück. Genau wie in den Siebzigern sind auch diesmal wieder Glatze, Lutscher und seine coolen Sprüche die unverwechselbaren Markenzeichen des Cops Lieutenant Theo Kojak, der mitten in Manhattan seinen Dienst schiebt. Statt Telly Savalas (+1994) geht jetzt Hollywoodstar Ving Rhames (\"Pulp Fiction\", \"Out of Sight\", \"Mission: Impossible\") im Big Apple auf Gangsterjagd.Der gefragte Charakterdarsteller legt seine Rolle als Kojak zwar extrem cool an, im Notfall aber kann er harte Bandagen aufziehen. Um seine Fälle aufzuklären, greift Kojak oft zu unorthodoxen Methoden, die ihn immer wieder in Konflikte mit seinem Vorgesetzten und der Staats¬anwaltschaft bringen. Der Erfolg aber gibt Kojak meistens Recht. Zielstrebig kämpft er gegen das Böse, und legt Mördern, Dealern sowie Profitgeiern das Handwerk.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Rasierklingen-Killer (1)","epNo":1,"alt":"Pilot","descr":"Kojak ist einem Serienkiller auf der Spur. Die Opfer sind Prostituierte, die Kinder haben. Der Täter geht immer nach dem gleichen Strickmuster vor: Er fesselt seine Opfer, stopft Rasierklingen in ihren Mund und verklebt diesen. Qualvoll ersticken die Opfer an ihrem eigenen Blut. Da der Täter bereits weitere Prostituierte in einem anderen Stadtteil umgebracht hat, muss Kojak mit Kollegen von einem anderen Revier zusammenarbeiten. Die eigenwillige Vorgehensweise von Kojak stößt bei den Beamten der anderen Reviere auf wenig Gegenliebe. Als eine weitere Prostituierte umgebracht wird, die Kojak persönlich kennt und die Mutter von zwei Kindern ist, greift er zu einem ungewöhnlichen Mittel, um den Mörder aus der Reserve zu locken: Er veröffentlicht einen Brief, der angeblich von dem Täter geschrieben wurde. In Wahrheit jedoch hat Kojak das Schreiben selbst verfasst. Der Mörder ist über den Wortlaut des Briefes so verärgert, dass er Kojak anruft …","versions":[{"lang":1,"streams":[{"redirect":11485878,"hoster":"VOE"},{"redirect":11485883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Rasierklingen-Killer (2)","epNo":2,"alt":"Pilot 2","descr":"Durch den Anruf des Mörders ergibt sich für Kojak eine heiße Spur: Er lässt die Fingerabdrücke des Täters mit denen der Mitarbeiter des Jugendfürsorgeamtes vergleichen und stößt dabei auf Howard Fletcher. Zudem wird Fletcher von einer Zeugin identifiziert, die ihn nach einer Bluttat hat flüchten sehen. Der Fall scheint gelöst: Fletcher wird umgehend verhaftet und gesteht alle Morde – bis auf einen. Dieser eine Mord fällt tatsächlich aus dem Rahmen, denn das Opfer war zwar eine Prostituierte, hatte aber keine Kinder. Bei seinen weiteren Ermittlungen macht Kojak eine schreckliche Entdeckung: Alle Indizien sprechen dafür, dass bei diesem Mord ein Polizeikollege der Täter war. Vermutlich hat er nur einen weiteren Rasierklingen-Mord vorgetäuscht, um Fletcher auch noch diese Tat in die Schuhe schieben zu können.","versions":[{"lang":1,"streams":[{"redirect":11485881,"hoster":"VOE"},{"redirect":11485882,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Diamantenfieber","epNo":3,"alt":"All That Glitters","descr":"Nach einem Raubüberfall auf ein Juweliergeschäft kommt es zwischen den Dieben und der Polizei zu einer Schießerei. Während ein Gangster erschossen wird, verschanzt sich der zweite Mann mit zwei Geiseln in dem Geschäft. Kojak bietet an, sich gegen die Geiseln austauschen zu lassen. Der Gangster wiederum lässt nur eine Geisel laufen. Es stellt sich heraus, dass die Diebe es nicht auf die Juwelen in dem Geschäft abgesehen hatten, sondern einen viel größeren Coup planten: Sie wollten den Tresor im hinteren Teil des Hauses knacken, in dem die weltweit größten Diamantenreserven gelagert werden. Dabei wurden sie jedoch von der Polizei gestört. Kojak gelingt es, den Geiselnehmer in ein Gespräch zu verwickeln. Er macht dadurch eine Entdeckung, die die ganze Situation auf den Kopf stellt: Der Geiselnehmer ist selbst ein Opfer. Unbekannte Drahtzieher haben zuvor seine Frau gekidnappt und drohen mit ihrer Erschießung, falls der Überfall nicht nach Plan verläuft. Der Geiselnehmer bittet Kojak ihm zu helfen, seine Frau zu befreien … (","versions":[{"lang":1,"streams":[{"redirect":11485884,"hoster":"VOE"},{"redirect":11485904,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Adoptiert","epNo":4,"alt":"East Sixties","descr":"Ein New Yorker Hausbesitzer wird erschossen aufgefunden. Als Kojak mit der Ehefrau des Opfers spricht, stellt er fest, dass das Ehepaar, obwohl beide Weiße sind, eine farbige Tochter hat. Zuerst nimmt Kojak an, dass das kleine Mädchen adoptiert wurde. Als sich die Ehefrau aber weigert, über diese Angelegenheit zu sprechen, geht Kojak der Sache auf den Grund. Er stellt fest, dass es eine formelle Adoption des Kindes nie gegeben hat. Die leibliche Mutter der Kleinen saß vielmehr in den letzten Jahren eine Gefängnisstrafe ab und wurde gerade erst entlassen. Doch wie ist das Ehepaar an das Kind gekommen?","versions":[{"lang":1,"streams":[{"redirect":11485890,"hoster":"VOE"},{"redirect":11485894,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Väter und Söhne","epNo":5,"alt":"Fathers And Sons","descr":"Drei Gangster überfallen eine Autowerkstatt, um den Safe auszurauben. Mit einem schweren Maschinengewehr wollen sie den Tresor aufschießen. Dabei wird ein Mitarbeiter von einem Querschläger tödlich getroffen. Er hinterlässt einen minderjährigen Sohn. Das Schicksal des Jungen nimmt Kojak sehr mit. Der Detective verspricht dem Jungen, alles zu tun, um die Täter dingfest zu machen. Zeitgleich muss sich Kojak jedoch mit einem zweiten Fall beschäftigen: Die Staatsanwältin Carmen Simone wird massiv von einem Verbrecher bedroht. Er sieht einem Mordprozess entgegen, befindet sich aber auf freiem Fuß, da die Beweisführung noch nicht abgeschlossen ist. Kojak beschließt, den Mann mit einem Trick noch vor der Verhandlung ins Gefängnis zu bringen. Ein riskantes Unternehmen, wie sich bald herausstellt …","versions":[{"lang":1,"streams":[{"redirect":11485897,"hoster":"VOE"},{"redirect":11485902,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Profikiller","epNo":6,"alt":"Hitman","descr":"","versions":[{"lang":1,"streams":[{"redirect":11485850,"hoster":"VOE"},{"redirect":11485849,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ghetto-Killer","epNo":7,"alt":"Kind Of Blue","descr":"","versions":[{"lang":1,"streams":[{"redirect":11485853,"hoster":"VOE"},{"redirect":11485858,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Stalker","epNo":8,"alt":"Music Of The Night","descr":"","versions":[{"lang":1,"streams":[{"redirect":11485860,"hoster":"VOE"},{"redirect":11485886,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Captain – Teil 1","epNo":9,"alt":"All Bets Off (1)","descr":"","versions":[{"lang":1,"streams":[{"redirect":11485865,"hoster":"VOE"},{"redirect":11485874,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Captain – Teil 2","epNo":10,"alt":"All Bets Off (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":11485879,"hoster":"VOE"},{"redirect":11485875,"hoster":"Streamtape"}]}]}]}]}