{"seriesId":"kojika-monogatari","name":"Kojika Monogatari","descr":"[THE YEARLING - Alle meine Freunde] Jody lebt mit seiner Familie auf einem Bauernhof in den Wäldern Floridas. Zusammen mit seinem Freund Frederic Forrester von der Nachbarsfarm, erlebt der Junge viele Abenteuer. Ihre Heimat ist größtenteils von Sumpf umgeben, weshalb es den beiden Jungs nicht oft möglich ist, in die Stadt und zur dortigen Schule zu fahren. Daher haben sie eine Privatlehrerin, mit der sie sich hin und wieder ihren Spaß erlauben.Eines Tages wird Jodys Vater, bei der Jagd von einer Giftschlange gebissen und muss ein Reh erschießen. Denn dessen Leber zieht das Gift aus dem Körper. Hinterher stellt er betroffen fest, dass das Reh ein Kitz bei sich hatte. Weil er das nun zum Sterben verurteilte Kitz nicht zurücklassen kann, bringt er es mit nach Hause. Jody gewinnt das Kitz sofort lieb und freundet sich mit ihm an. Er tauft es auf den Namen \"Fleck\".","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Kitz kommt","epNo":1,"alt":"First Encounter","descr":"Auf einem Bauernhof in der Nähe eines großen Waldgebiets lebt eine Familie mit einem Jungen. Das schönste sind die vielen Tiere, die man jeden Tag füttern, melken oder ausführen kann. Eines Tages schenken die Eltern ihrem Sohn ein kleines Rehkitz. Zwischen den beiden entsteht eine tiefe Freundschaft. Gemeinsam erleben sie Abenteuer und haben viele Gefahren zu bestehen.","versions":[{"lang":1,"streams":[{"redirect":10185922,"hoster":"VOE"},{"redirect":10185909,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bruchlandung","epNo":2,"alt":"Taking Flight","descr":"Jodies Freund hat einen großen Traum: Frederik möchte fliegen können. In einem alten Buch hat er ein Vorbild gefunden; und jetzt planen die beiden Freunde ein gefährliches Experiment.","versions":[{"lang":1,"streams":[{"redirect":10185921,"hoster":"VOE"},{"redirect":10185912,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die junge Lehrerin","epNo":3,"alt":"A Proper Education","descr":"Jody ist enttäuscht: Eigentlich sollten er und sein Freund Frederick eine Lehrerin bekommen – doch wer will schon zu ihnen in die Einsamkeit ziehen. Miss Twink entdeckt Fredericks Begeisterung für Bücher und bald beginnt ein neues Leben für die Jungen.","versions":[{"lang":1,"streams":[{"redirect":10185920,"hoster":"VOE"},{"redirect":10185941,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Schule fängt an","epNo":4,"alt":"Country Lessons","descr":"Mit Miss Twink, der neuen Lehrerin, wird es nicht langweilig – das merken Jodie und Frederick gleich am ersten Schultag. Bei einer Schulstunde mitten im Wald gibt es eine gefährliche Überraschung.","versions":[{"lang":1,"streams":[{"redirect":10185942,"hoster":"VOE"},{"redirect":10185939,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der kluge Tausch","epNo":5,"alt":"Survival of the Smartest","descr":"Familie Baxter ist verzweifelt: Ein gefährlicher Bär greift ihren Hof und ihr Vieh immer wieder an. Vater Baxter hat kein Geld, um sich ein gutes Gewehr zu kaufen. Glücklicherweise hat ihr Nachbar, Fredericks Vater, einen Narren an Baxters Jagdhund gefressen.","versions":[{"lang":1,"streams":[{"redirect":10185948,"hoster":"VOE"},{"redirect":10185936,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Regentage und Sonnentage","epNo":6,"alt":"Rainy Days and Sundays","descr":"Miss Twink, die neue Lehrerin, ist empört, dass in ihrem neuen Zuhause nur Regentage Sonntage sind. Erst als sie den Baxters beim Wasserholen hilft, merkt sie, wie hart das Leben in den Wäldern ist.","versions":[{"lang":1,"streams":[{"redirect":12379901,"hoster":"VOE"},{"redirect":10185954,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unter Wölfen","epNo":7,"alt":"Left for the Wolves","descr":"Was soll mit Dash geschehen? Der feige Jagdhund wurde von den Nachbarn fort gejagt und die Baxters sind zu arm, um ein nutzloses Tier durchzufüttern. Als Jodie ein neues Herrchen für Dash gefunden hat, fühlt dieser sich jedoch ganz woanders zu Hause.","versions":[{"lang":1,"streams":[{"redirect":10185961,"hoster":"VOE"},{"redirect":10185960,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Baumschule","epNo":8,"alt":"The Learning Tree","descr":"Baxters Jagdhund hat sich einem Rudel Wölfe angeschlossen. Die Familie ist entsetzt, doch für Jodie erweist es sich als Rettung aus höchster Not. Denn als er Fredericks Waschbär retten will, gerät der Junge selbst in die Fänge eines Bären","versions":[{"lang":1,"streams":[{"redirect":10185968,"hoster":"VOE"},{"redirect":10185966,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Reitschule","epNo":9,"alt":"Teacher\u0027s Test","descr":"Miss Twink lässt sich auf eine gefährliche Mutprobe ein: Sie will auf einem wilden Pferd ihre Reitkünste beweisen. Als das unbändige Tier mit ihr durchgeht, muss sie aus einem Sumpf mit Alligatoren gerettet werden. Und das können nur Jodie und Frederick.","versions":[{"lang":1,"streams":[{"redirect":10185970,"hoster":"VOE"},{"redirect":10185969,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Freunde für einen Tag","epNo":10,"alt":"Friends for a Day","descr":"Jodie ist neidisch auf Fredericks Waschbär und wünscht sich auch ein Haustier. Doch das Wildschweinbaby, das er im Wald findet, scheint nicht so geeignet zu sein, vor allem weil ein Rotluchs und die Wildschweinmutter auftauchen.","versions":[{"lang":1,"streams":[{"redirect":10185973,"hoster":"VOE"},{"redirect":10185974,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wie ein kleiner Bruder","epNo":11,"alt":"A Brother at Last","descr":"Bei der Jagd nach einem gefährlichen Bären wird Jodies Vater von einer Klapperschlange gebissen. Und weil Jodie seinem Vater so mutig zur Seite steht, darf er ein verwaistes Reh bei sich zu Hause aufnehmen.","versions":[{"lang":1,"streams":[{"redirect":10185980,"hoster":"VOE"},{"redirect":10185979,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Familienzuwachs","epNo":12,"alt":"Part of the Family","descr":"Jodies Mutter ist nicht begeistert über Jodies neues Haustier. Und auch sonst gibt es Probleme: Die Mutter von Miss Twink ist gekommen, um ihre Tochter mit nach Hause zu nehmen. Nur im Wald finden Jodie, Frederick und ihre Lehrerin Trost.","versions":[{"lang":1,"streams":[{"redirect":10185978,"hoster":"VOE"},{"redirect":10185977,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Überraschender Besuch","epNo":13,"alt":"Changing Roles","descr":"Harte Zeiten für Jodie: Sein Vater ist krank, und deshalb muss er alle Farmarbeiten erledigen und kann nicht zur Schule gehen. Auch im Klassenzimmer hat sich einiges getan. Jodie und Frederick, die beiden Freunde, sollen eine neue Mitschülerin bekommen.","versions":[{"lang":1,"streams":[{"redirect":10185984,"hoster":"VOE"},{"redirect":10185996,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Traurige Ferien","epNo":14,"alt":"Abandoned","descr":"Jodie ist total enttäuscht: Nach allen Kämpfen und Freuden will Miss Twink, die Lehrerin, sie verlassen und in Boston studieren. Jodies Mutter hat noch ganz andere Sorgen. Wenn Miss Twink geht, wird auch Buck, Fredericks Bruder und Miss Twinks Verehrer, nicht länger auf der Baxter-Farm bleiben.","versions":[{"lang":1,"streams":[{"redirect":10185989,"hoster":"VOE"},{"redirect":10185990,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Freunde in Not","epNo":15,"alt":"Red Spots and Green Frogs","descr":"Miss Twink ist weg, Jodies und Fredericks Klassenzimmer wird zerstört und Buck muss zurück nach Hause. Zu allem Überfluss bekommt Jodie auch noch die Masern.","versions":[{"lang":1,"streams":[{"redirect":10185998,"hoster":"VOE"},{"redirect":10185997,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Ausreißer","epNo":16,"alt":"Lost and Found","descr":"Buck kommt zurück auf die Forrester-Farm. Doch Frederick ist abgehauen. Er fühlt sich unverstanden von seiner Familie, und nur Buck kann ihn zur Rückkehr überreden.","versions":[{"lang":1,"streams":[{"redirect":10186004,"hoster":"VOE"},{"redirect":10186007,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Einladung","epNo":17,"alt":"Other Dreams, Other Words","descr":"Jodie und Frederick haben fast alle Hoffnung aufgegeben, dass Miss Twink zurückkommen wird. Doch da wird ein Paket aus Boston abgeliefert. Miss Twink lädt die beiden Freunde zu sich ein. Bevor sie losfahren können, müssen sie noch viele Schwierigkeiten aus dem Wege räumen.","versions":[{"lang":1,"streams":[{"redirect":10186006,"hoster":"VOE"},{"redirect":10186009,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eine lange Reise","epNo":18,"alt":"The Odyssey","descr":"Jodie und Frederick fahren mit dem Schiff nach Boston, ihre erste Reise in die große weite Welt. Die beiden Freunde haben große Angst, für Hinterwäldler gehalten zu werden, und schon nach fünf Tagen Seefahrt haben sie großes Heimweh.","versions":[{"lang":1,"streams":[{"redirect":10186016,"hoster":"VOE"},{"redirect":10186012,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"In der großen Stadt","epNo":19,"alt":"Hello Good-Bye","descr":"Endlich in Boston. Doch der Besuch bei Miss Twink scheint eine einzige große Enttäuschung zu werden. Miss Twink eröffnet Jodie und Frederick, dass sie nicht mehr zurückkehren wird.","versions":[{"lang":1,"streams":[{"redirect":10186014,"hoster":"VOE"},{"redirect":10186013,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Heimweh","epNo":20,"alt":"Homesick","descr":"Abenteuer in der Großstadt: Jodie und Frederick sollen Boston erkunden. Aus der Mitte eines Parks müssen sie allein zur Wohnung von Miss Twink zurückfinden. Doch die beiden Freunde bekommen nur noch mehr Heimweh. Sie beschließen, schon früher nach Hause zurückzufahren.","versions":[{"lang":1,"streams":[{"redirect":12924013,"hoster":"VOE"},{"redirect":10186023,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Heimreise","epNo":21,"alt":"The Long Way Home","descr":"Buck findet im Wald ein totes Reh und hat Angst, dass es sich um Jodies Haustier handelt. Er will für Jodie ein neues Rehkitz fangen. Doch als die beiden Freunde früher als geplant zuhause auftauchen, wartet Jodies Liebling schon im Klassenzimmer.","versions":[{"lang":1,"streams":[{"redirect":10186034,"hoster":"VOE"},{"redirect":10186030,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die bittere Wahrheit","epNo":22,"alt":"To Tell the Truth","descr":"Jodie und Frederick wissen nicht, was sie tun sollen: Miss Twink will in Boston ihren Verehrer Oliver heiraten, doch Buck ist immer noch verliebt in seine frühere Lehrerin. Nach allerlei Verwicklungen müssen die Jungen einsehen, dass es immer noch das Beste ist, die Wahrheit zu sagen.","versions":[{"lang":1,"streams":[{"redirect":10186036,"hoster":"VOE"},{"redirect":10186038,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Der Lauf der Dinge","epNo":23,"alt":"Nature\u0027s Way","descr":"Jodies kleines Reh wird groß und der Junge muss anfangen, ihm Disziplin beizubringen, denn seine Eltern sind wütend über die Streiche seines Haustiers. Aber wie? Vielleicht kann er ja von einer Waschbärmama lernen, wie man Tierkinder erzieht.","versions":[{"lang":1,"streams":[{"redirect":10186040,"hoster":"VOE"},{"redirect":10186045,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Geährliche Spiele","epNo":24,"alt":"Sugar and Spice and a Pain in the Neck","descr":"Eulalie ist in der Zwickmühle: Ihre Klassenkameraden bringen ihre Haustiere mit in die Schule und das Mädchen möchte auch endlich ein Tier für sich allein. Doch die Frösche und Schildkröten, die Jodie ihr anbietet, gefallen ihr nicht und auch Fledermäuse und Schlangen sind nicht ganz nach ihrem Geschmack. Sie verliebt sich in eine kleine Wildkatze, und das ist gar nicht so ungefährlich.","versions":[{"lang":1,"streams":[{"redirect":10186050,"hoster":"VOE"},{"redirect":10186049,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der seltsame Gast","epNo":25,"alt":"Who Needs Enemies","descr":"Die Baxters sind bestürzt: Ihr früherer Nachbar Berkeley hat sie besucht und ist in der Nacht mit ihrem Pferd und ihrem Gewehr auf und davon. Eine wilde Verfolgungsjagd beginnt und gleichzeitig erscheint Sandra, die Tochter des räuberischen Nachbarn.","versions":[{"lang":1,"streams":[{"redirect":10186056,"hoster":"VOE"},{"redirect":10186053,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Das große Abenteuer","epNo":26,"alt":"The Great Adventure","descr":"Eulalie hat ihren Mund ziemlich voll genommen und jetzt ist sie mit ihrem Cousin Paul da, der bei den Baxters vor allem mit Jodie große Abenteuer erleben will. Die Enttäuschung ist vorprogrammiert. Doch Pauls Aufenthalt nimmt eine überraschende Wende, als der angehende Reporter in Treibsand gerät.","versions":[{"lang":1,"streams":[{"redirect":10186060,"hoster":"VOE"},{"redirect":10186061,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die große Dürre","epNo":27,"alt":"Rain, Rain, Stay Away","descr":"Jodie und Frederick haben eine tolle Idee: Genau auf der Mitte des Weges zwischen ihren Farmen stellen sie einen Briefkasten auf. So können sie sich schneller alle Neuigkeiten zukommen lassen. Die Erwachsenen haben ganz andere Sorgen: Es regnet nicht, und die Ernte vertrocknet. Vielleicht kann ein Regenmacher helfen – doch wer soll das bezahlen?","versions":[{"lang":1,"streams":[{"redirect":10186064,"hoster":"VOE"},{"redirect":10186065,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Das Unwetter","epNo":28,"alt":"The Mixed Blessing","descr":"Jodies Familie ist überglücklich: Es regnet und das ohne Zutun des Regenmachers! Doch der Regen wird schon bald zur Plage. Sturm und Wassermassen bringen Ernte und Haus in Gefahr und Jodie muss um sein kleines Reh fürchten.","versions":[{"lang":1,"streams":[{"redirect":10186074,"hoster":"VOE"},{"redirect":10186072,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Nach dem Regen","epNo":29,"alt":"Country Hearts","descr":"Der Sturm hat das Land verwüstet, viele Tiere getötet und den Doktor vertrieben. Auch die Baxters überlegen sich, ob sie die Wälder verlassen und in der Stadt Zuflucht suchen sollen. Nur Jodie ist strikt dagegen. Er will sein Reh nicht verlassen.","versions":[{"lang":1,"streams":[{"redirect":10186075,"hoster":"VOE"},{"redirect":10186088,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Fleck hat Glück","epNo":30,"alt":"Fortunate Fawn","descr":"Jodie hat Angst um sein Reh. In den Wäldern haben die Baxters viele Tierkadaver gefunden und Jodie hat Angst, dass ihre Krankheit sich durch Gras überträgt. Doch da gibt es noch große Kartoffelvorräte im Stall","versions":[{"lang":1,"streams":[{"redirect":10186084,"hoster":"VOE"},{"redirect":10186086,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Hochzeit","epNo":31,"alt":"Wedding Day","descr":"Miss Twink, Jodies und Fredericks geliebte Lehrerin, ist zurückgekommen. Allerdings nur, um sie zur Hochzeit einzuladen. Miss Twink wird die beiden Freunde nie wieder unterrichten. Die Jungen sind enttäuscht. Doch dann entdecken sie ein ganz besonderes Geschenk.","versions":[{"lang":1,"streams":[{"redirect":10186080,"hoster":"VOE"},{"redirect":10186092,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Die Wölfe","epNo":32,"alt":"Wolf Trap","descr":"Eine kleine Ziege wurde geboren – für die Baxters ein großes Ereignis, das gebührend gefeiert wird. Jodie darf sogar sein Reh bei sich schlafen lassen und rettet damit das Leben seines geliebten Tieres. Denn ein Wolfsrudel greift in dieser Nacht die Farm an.","versions":[{"lang":1,"streams":[{"redirect":10186095,"hoster":"VOE"},{"redirect":10186096,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Der kleine Bär","epNo":33,"alt":"Bear Necessities","descr":"Die Baxters und die Forresters finden zwölf verlassene Bärenjungen in den Wäldern. Die Forresters wollen diesen seltenen Fund in der Stadt verkaufen, doch Jodie und Frederick möchten eins der Jungen als Haustier behalten. Das erweist sich als ziemlich problematisch.","versions":[{"lang":1,"streams":[{"redirect":10186097,"hoster":"VOE"},{"redirect":10186104,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Der Weihnachtseinkauf","epNo":34,"alt":"Early Christmas, An","descr":"Krach bei den Baxters: Die Familie will zum Einkaufen in die Stadt fahren, und Jodie will nicht einsehen, dass sein Reh zu Hause bleiben muss. Er bekommt großen Streit mit seiner Mutter, und der hat ein überraschendes Ende.","versions":[{"lang":1,"streams":[{"redirect":10186107,"hoster":"VOE"},{"redirect":10186115,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Meister Petz","epNo":35,"alt":"Eulogy","descr":"Kurz vor Weihnachten bekommen die Baxters wieder Besuch von ihrem alten Bärenfeind. Als der eines ihrer Schweine tötet, wollen Penny und Jodie ihn endgültig erlegen. Und das ist leichter als sie gedacht haben.","versions":[{"lang":1,"streams":[{"redirect":10186122,"hoster":"VOE"},{"redirect":10186124,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Verlorener Stolz","epNo":36,"alt":"Lost Pride","descr":"Jodie und Penny sind überrascht: Ihr Jagdhund spielt mit einem Wolf. Scheinbar ist der nach der letzten als einziger seines Rudel zurückgeblieben. Jodie möchte dem einsamen Wolf helfen. Doch ein wildes Tier, das die Gesellschaft von Hunden sucht, hat seine Ehre verloren.","versions":[{"lang":1,"streams":[{"redirect":10186134,"hoster":"VOE"},{"redirect":10186123,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Jody und Julia","epNo":37,"alt":"Boy\u0027s Best Friend","descr":"Jodies Vater hat eine schlimme Arthritis. Deshalb muss Jodie alle Jagdaufgaben übernehmen. Und das bedeutet auch, mit Julia, dem Jagdhund, umzugehen. Jodie ist nicht sehr begeistert. Doch als Frederick ihm erzählt, wie das Alter von Hunden berechnet wird, begreift er, dass er eine ältere Hundedame vor sich hat.","versions":[{"lang":1,"streams":[{"redirect":10186130,"hoster":"VOE"},{"redirect":10186129,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Mutters Geheimnisse","epNo":38,"alt":"Mother\u0027s Secrets","descr":"Überraschender Besuch: Jodie trifft im Wald eine fremde Dame. Sie ist die Jugendfreundin seiner Mutter und bringt völlig neue Aspekte in Jodies Leben. Daran ist nicht zuletzt die Geige schuld, die seine Mutter als Geschenk bekommt.","versions":[{"lang":1,"streams":[{"redirect":10186139,"hoster":"VOE"},{"redirect":10186144,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Gezähmt","epNo":39,"alt":"On the Wings of Mercury","descr":"Eigentlich wollte Jodie sich bei den Forresters die Zeit vertreiben. Doch es regt ihn auf, wie Fredericks Brüder das Pferd Mercury behandeln. Als Mercury bei einem Jagdausflug ausbricht, sind die Forresters froh, dass Jodie ihn aus dem Sumpf retten kann.","versions":[{"lang":1,"streams":[{"redirect":10186138,"hoster":"VOE"},{"redirect":10186141,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Wachsen tut weh","epNo":40,"alt":"Growing Pains","descr":"Jodie ist verzweifelt: Sein Reh Fleck hat seine Flecken verloren, und in der Nacht kommt es nicht nach Hause. Sein Vater erklärt Jodie, dass Fleck kein Baby mehr ist und selbst auf sich aufpassen kann. Doch das bringt ungeahnte Gefahren.","versions":[{"lang":1,"streams":[{"redirect":10186163,"hoster":"VOE"},{"redirect":10186161,"hoster":"Streamtape"}]}]},{"epId":"episode-41","name":"Bartneid","epNo":41,"alt":"The Jealous Guy","descr":"Jodie ist eifersüchtig: Eulalie, seine alte Schulfreundin, soll einen neuen Freund haben, und der hat sogar einen Schnurrbart. Jodie will seinen Konkurrenten unbedingt kennenlernen, doch in der Stadt wird alles anders, als Jodie und Frederick denken.","versions":[{"lang":1,"streams":[{"redirect":10186171,"hoster":"VOE"},{"redirect":10186182,"hoster":"Streamtape"}]}]},{"epId":"episode-42","name":"Tierliebe","epNo":42,"alt":"Downright Neighborly","descr":"Ein verlassenes Fuchsjunges hält Jodie und Frederick diesmal in Atem. Jodies Reh \"Fleck\" hat es mit nach Hause gebracht und jetzt wollen die beiden Freunde unbedingt die Mutter von dem Tierbaby aufspüren. Doch Fleck hat da viel mehr Gespür als die Jungen.","versions":[{"lang":1,"streams":[{"redirect":12924012,"hoster":"VOE"},{"redirect":10186208,"hoster":"Streamtape"}]}]},{"epId":"episode-43","name":"Große Pläne","epNo":43,"alt":"Shining Star","descr":"Fleck als Helfer in der Not: Das Reh holt Jodie, weil Vater Baxter im Wald liegt und sich nicht rühren kann. Beim Doktor findet Jodie noch einen Verzweifelten: Freund Frederick will unbedingt raus aus den Wäldern und nach Boston.","versions":[{"lang":1,"streams":[{"redirect":10186213,"hoster":"VOE"},{"redirect":10186198,"hoster":"Streamtape"}]}]},{"epId":"episode-44","name":"tolze Paten","epNo":44,"alt":"Little Godparents","descr":"Miss Twink ist wieder da. Jodies und Fredericks frühere Lehrherrin wird bald ein Baby bekommen und die Freunde sollen den Namen aussuchen. Die beiden elfjährigen sind sehr stolz und fühlen sich als Pateneltern.","versions":[{"lang":1,"streams":[{"redirect":10186209,"hoster":"VOE"},{"redirect":10186220,"hoster":"Streamtape"}]}]},{"epId":"episode-45","name":"Lebt wohl Farewell","epNo":45,"alt":"Dear Friends","descr":"Eine große Chance für die Baxters: Jodies Eltern können sich eine neue Existenz in der Stadt aufbauen – als Ladenbesitzer. Doch nach reiflicher Überlegung sind sich alle einig. Trotz aller Härten wollen sie lieber eine Farmerfamilie bleiben, auch wenn einige Freunde in die Großstadt ziehen.","versions":[{"lang":1,"streams":[{"redirect":10186232,"hoster":"VOE"},{"redirect":10186229,"hoster":"Streamtape"}]}]},{"epId":"episode-46","name":"Worte, an die man denkt","epNo":46,"alt":"Words to Live by","descr":"Endlich frei: Jodie und Frederick dürfen drei Tage lang miteinander spielen ohne Pflichten und ohne Arbeit. Doch das verläuft leider nicht ganz ohne Konflikte. Denn sobald es um sein Reh Fleck geht, ist Jodie ganz empfindlich.","versions":[{"lang":1,"streams":[{"redirect":10186255,"hoster":"VOE"},{"redirect":10186254,"hoster":"Streamtape"}]}]},{"epId":"episode-47","name":"Alle Zeiten","epNo":47,"alt":"The History Lesson","descr":"Jodie und Frederick auf Spurensuche: Die beiden Freunde haben ein uraltes Beil gefunden und denken über ihre eigene Geschichte nach. Wie haben sie sich kennen gelernt? Wann sind die Baxters in die Wälder gekommen?","versions":[{"lang":1,"streams":[{"redirect":10186248,"hoster":"VOE"},{"redirect":10186260,"hoster":"Streamtape"}]}]},{"epId":"episode-48","name":"Vorahnungen","epNo":48,"alt":"Spirits and Predictions","descr":"Jodie versteht seinen Freund nicht mehr: Frederick hat Vorahnungen, redet vom Tod und von spanischen Forschungsreisenden. Jodie glaubt, der Nachbarjunge spinnt, und die beiden Freunde haben ihren ersten heftigen Streit.","versions":[{"lang":1,"streams":[{"redirect":10186273,"hoster":"VOE"},{"redirect":10186276,"hoster":"Streamtape"}]}]},{"epId":"episode-49","name":"Neue Zäune - alte Träume","epNo":49,"alt":"Mending Fences","descr":"Jodie hat Probleme mit Fleck: Sein Reh hat das frisch gepflanzte Kornfeld der Baxters zerstört. Jodie will einen hohen Zaun bauen, doch da gibt es neue Schwierigkeiten: Freund Frederick bricht bei der Arbeit zusammen.","versions":[{"lang":1,"streams":[{"redirect":12336638,"hoster":"VOE"},{"redirect":10186296,"hoster":"Streamtape"}]}]},{"epId":"episode-50","name":"Abschied von einem Freund","epNo":50,"alt":"Angels Get to Fly","descr":"Jodie ist verzweifelt: Sein Reh Fleck ist kein liebes, kleines Haustier mehr, es zerstört die Äcker und Felder der Baxter-Farm. Jodie ist entschlossen, sein geliebtes Tier seinem Freund Frederick zu geben. Doch bei den Forresters wartet eine sehr traurige Nachricht auf ihn.","versions":[{"lang":1,"streams":[{"redirect":10186308,"hoster":"VOE"},{"redirect":10186317,"hoster":"Streamtape"}]}]},{"epId":"episode-51","name":"Entweder - Oder","epNo":51,"alt":"The Unspeakable Act","descr":"Fleck wird langsam gefährlich für die ganze Ernte der Baxters. Jodies Eltern wissen sich keinen Rat. Das geliebte Haustier muss weg. Jodie bringt Fleck tief in die Wälder und hofft, es nie wiederzusehen.","versions":[{"lang":1,"streams":[{"redirect":10186332,"hoster":"VOE"},{"redirect":10186325,"hoster":"Streamtape"}]}]},{"epId":"episode-52","name":"Es muss sein","epNo":52,"alt":"Law of the Woods","descr":"Auf Jodie wartet eine traurige Aufgabe: Er muss Fleck töten, weil sein geliebtes Haustier die ganze Ernte der Farm bedroht. Doch noch sucht Jodie viele Ausflüchte.","versions":[{"lang":1,"streams":[{"redirect":10186341,"hoster":"VOE"},{"redirect":10186335,"hoster":"Streamtape"}]}]}]}]}