{"seriesId":"kolosseum","name":"Kolosseum","descr":"[Colosseum] Anhand des Kolosseums, jener berühmten Arena in Rom, und der mit ihm verbundenen Menschen wird die Geschichte vom Aufstieg, der Herrschaft und des Falls des Römischen Reiches, inkl. nachgestellten Szenen, nacherzählt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Gladiatoren","epNo":1,"alt":"The Gladiators","descr":"Im Jahr 80 n. Chr. eröffnet Kaiser Titus das Kolosseum mit 100 Tagen spektakulärer Spiele, darunter einer der berühmtesten Gladiatorenkämpfe in der Geschichte Roms. Zwei Gladiatoren, der Barbar Priscus und der römische Champion Verus, die in der rauen Umgebung ihrer Trainingsschule eine enge Bindung aufgebaut haben, müssen nun vor 50.000 Zuschauern auf Leben und Tod kämpfen. Ihre Geschichte wurde durch den römischen Dichter Martial überliefert.","versions":[{"lang":1,"streams":[{"redirect":12653606,"hoster":"VOE"},{"redirect":12653604,"hoster":"Doodstream"},{"redirect":12653607,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Erbauer","epNo":2,"alt":"The Builder","descr":"Nachdem der Baumeister Haterius das Kolosseum aus der Asche von Neros Goldenem Haus errichtet hat, ist seine Arbeit noch lange nicht beendet. Der neue Kaiser Domitian beauftragt ihn mit dem Bau eines komplexen unterirdischen Tunnelnetzes, des Hypogäums. Haterius muss die unersättlichen Ansprüche des allmächtigen Kaisers mit dem extremen Druck in Einklang bringen, ein antikes architektonisches Wunderwerk rechtzeitig für Domitians Spiele zu schaffen. Ein Scheitern könnte ihn das Leben kosten.","versions":[{"lang":1,"streams":[{"redirect":12653612,"hoster":"VOE"},{"redirect":12653614,"hoster":"Doodstream"},{"redirect":12653616,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Beastmaster","epNo":3,"alt":"The Beastmaster","descr":"Mit der Ausdehnung des Römischen Reiches wächst auch die Vielfalt der exotischen Tiere, die zur Unterhaltung der Menschen im Kolosseum nach Rom gebracht werden. Über eine Million Tiere werden auf dem Boden der Arena von ausgebildeten Beastmastern niedergemetzelt, und keiner ist berühmter als Carpophorus. Doch kann er die nie dagewesene Herausforderung, gegen 20 wilde Kreaturen zu kämpfen, überleben?","versions":[{"lang":1,"streams":[{"redirect":12924017,"hoster":"VOE"},{"redirect":12653613,"hoster":"Doodstream"},{"redirect":12653611,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Gladiatorinnen","epNo":4,"alt":"The Gladiatrix","descr":"Als Kaiser Trajan 107 n. Chr. seine Spiele veranstaltet, wird den Zuschauern ein seltenes Spektakel geboten: weibliche Gladiatoren. Normalerweise sind die Kämpferinnen Kriegsgefangene, aber in einem Spiel schreibt eine Römerin namens Mevia Geschichte. Sie beschließt, ihren Status als freie Bürgerin Roms einzutauschen, um als Gladiatorin in der Arena zu kämpfen – eine umstrittene und schockierende Entscheidung, die ihr die Anfeindungen des römischen Historikers und Satirikers Juvenal einbringt. Ihre Entscheidung veranschaulicht die Herausforderungen des plebiszitären Lebens für Frauen im alten Rom.","versions":[{"lang":1,"streams":[{"redirect":12653617,"hoster":"VOE"},{"redirect":12653618,"hoster":"Doodstream"},{"redirect":12653619,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Märtyrer","epNo":5,"alt":"The Martyr","descr":"Die öffentliche Hinrichtung von Verbrechern ist ein fester Programmpunkt im Kolosseum, aber während Trajans 123 Tagen der Spiele im Jahr 107 n. Chr. ist eines dieser Opfer kein gewöhnlicher Gefangener. Bischof Ignatius von Antiochien ist Teil einer wachsenden Untergrundreligion, die die römischen Traditionen bedroht: das Christentum. Wird seine öffentlichkeitswirksame Hinrichtung eine Botschaft aussenden oder das Wort von Christus weiter verbreiten, als Trajan es sich vorstellen konnte?","versions":[{"lang":1,"streams":[{"redirect":12653623,"hoster":"VOE"},{"redirect":12653626,"hoster":"Doodstream"},{"redirect":12653624,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Wissenschaftler","epNo":6,"alt":"The Scientist","descr":"Galen von Pergamon hat sich als Arzt für Gladiatoren einen Namen gemacht. Doch gerade als das römische Reich unter Kaiser Marcus Aurelius den Höhepunkt seiner Macht und seines Einflusses erreicht, wird die Stadt von einer verheerenden Seuche heimgesucht – und Galen erregt die Aufmerksamkeit des Kaisers. Nun liegt es an dem Wissenschaftler, Rom vor der Seuche zu schützen und den Kaiser um jeden Preis am Leben zu erhalten. Diese Episode markiert einen Wendepunkt, da sich die Barbarenangriffe entlang der nördlichen Grenzen Roms verstärken und die lange Zeit des Niedergangs Roms beginnt.","versions":[{"lang":1,"streams":[{"redirect":12653629,"hoster":"VOE"},{"redirect":12653628,"hoster":"Doodstream"},{"redirect":12653625,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Commodus","epNo":7,"alt":"Commodus","descr":"Alle römischen Kaiser haben großen Wert auf Spektakel und Spiele gelegt, aber nur einer verlässt die kaiserliche Loge und begibt sich in den Sand der Arena: Commodus. Im Gegensatz zu seinem Vater, dem großen Kaiser Marcus Aurelius, macht sich Commodus schnell Feinde – vor allem bei einem elitären Führungsgremium, dem Senat. Als das Imperium zerfällt und Commodus’ Beliebtheit sinkt, beginnt ein tödliches Katz- und Mausspiel, das sich um Roms großes Amphitheater dreht.","versions":[{"lang":1,"streams":[{"redirect":12653632,"hoster":"VOE"},{"redirect":12653635,"hoster":"Doodstream"},{"redirect":12653630,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Heide","epNo":8,"alt":"The Pagan","descr":"Im 4. Jahrhundert n. Chr. wird das geteilte Römische Reich von verheerenden Erdbeben, Bränden, barbarischen Invasionen und tiefen religiösen Konflikten erschüttert. Während Rom verfällt, steht das Kolosseum, das einst ein stolzes Symbol für den Ruhm des Reiches war, leer. Um Rom wiederaufzubauen, wendet sich ein Mann, ein gläubiger Anhänger der alten Götter Roms, der Arena zu. Können die aufwendigen und teuren Spiele, die dort stattfinden, den Niedergang Roms aufhalten?","versions":[{"lang":1,"streams":[{"redirect":12653637,"hoster":"VOE"},{"redirect":12653636,"hoster":"Streamtape"}]}]}]}]}