{"path":"/serie/stream/kommissar-beck","name":"Kommissar Beck","descr":"In den spannenden und mitreißenden Kriminalfilmen wird von Kommissar Martin Beck (Peter Haber) und seinem Kollegen Gunvald Larsson (Mikael Persbrandt) das Äußerste abverlangt, so bei der Auflösung eines Kindersexskandals in Belgien, bei der Suche nach den Hintermännern eines Drogenkartells, oder einer Korruptionsaffäre innerhalb des Polizeiapparates. (Fortsetzung von Kommissar Beck `1993`)","seasons":[{"path":"/serie/stream/kommissar-beck/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-1/episode-1","name":"Der Lockvogel","epNo":1,"alt":"Episode 1","descr":"Der gewaltsame Tod eines 14-jährigen Einwandererjungen stellt Kommissar Martin Beck vor ein Rätsel. Es gibt weder ein Motiv noch Zeugen oder sonstige Hinweise. Als ein zweiter Junge aus Uganda ertrunken aus einem See gefischt wird, spekulieren die Medien über rassistisch motivierte Morde einer Neonazi-Splittergruppe. Für einen Zusammenhang zwischen den Gewalttaten findet der Gerichtsmediziner Oljelund jedoch keine Hinweise. Eine Verbindung zwischen den beiden Verbrechen scheint dennoch zu bestehen, denn ein Foto auf einer Homepage für Pädophile, das die EDV-Expertin Lena Klingström im Internet findet, zeigt die beiden Toten zusammen mit einem unbekannten dritten Jungen in eindeutiger Pose. Obwohl die Foto-Dateien anonym ins Netz eingespeist werden, kann Lena den Absender durch einen Trick lokalisieren. Es ist Keith Karlsson, der Manager einer Spielhalle. Als Beck den Hightech-Zuhälter verhören will, findet er ihn ermordet in seinem Büro vor, die Festplatte seines Computers wurde gelöscht. Becks Mitarbeiter Gunvald Larsson spürt indes den dritten Jungen auf: Aron. Von ihm erfährt Beck, dass Karlsson verwahrloste Straßenkids aufgegriffen und via Internet-Pornografie an zahlungskräftige Kunden vermittelt hat, um so seine enormen Spielschulden zu finanzieren. Beck vermutet, dass der Mörder ein Kunde ist, der von Karlsson erpresst wurde und unter allen Umständen seine Identität schützen will. Mehr als eine verschlüsselte E-mail-Adresse steht der Polizei aber nicht zur Verfügung. Eine waghalsige Operation, bei der Aron als Lockvogel eingesetzt wird, gerät zum Desaster: Der Mörder kann unerkannt entkommen, und auch Aron verschwindet. Beck hat nichts mehr in der Hand. Doch dann findet er die Anstecknadel einer Freimaurerloge, die ihn auf die Spur von Richter Lagerfeldt führt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016369","hoster":"VOE"},{"path":"/redirect/13016373","hoster":"Doodstream"},{"path":"/redirect/13016368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-2","name":"Heißer Schnee","epNo":2,"alt":"Episode 2","descr":"Die Polizisten John Banck und Yvonne Jäder wollen einen Drogenring ausheben und zwingen den jungen Kurierfahrer Micke Sjögren zur Kooperation. Bei einer fingierten Übergabe unterschätzen die Polizisten jedoch die Drogenhändler, und der junge Mann kommt ums Leben. Es ist Martin Becks Sohn, der den Namen der Mutter angenommen und dem Vater seit Jahren den Rücken gekehrt hatte. Die Nachricht von Mickes Tod wirft Beck völlig aus der Bahn, er will sogar den Dienst quittieren, und sein ungeliebter Vorgesetzter Wersén spricht bereits ungeniert über einen möglichen Nachfolger für ihn. Als Beck seinen Kummer im Alkohol ertränkt, fragt der trinkfeste Nachbar, was sein Sohn eigentlich so getrieben habe. Die Frage verblüfft den Polizisten und reißt ihn zugleich aus seiner Lethargie, denn er weiß selbst keine Antwort. Um Micke wenigstens nach seinem Tod zu verstehen, nimmt Beck die Ermittlungen auf. In einer Diskothek erfährt er von einem Sozialarbeiter, dass die hier konsumierten Partydrogen, die sein Sohn als Kurier beförderte, aus Polen stammen. Gunvald Larsson und Lena Klingström finden unterdessen im Nobelrestaurant \"Eule\" die Überreste eines Menschen im Hähnchengrill. Als sich herausstellt, dass Hakdahl – der vermisste Besitzer der \"Eule\" – im Vorstand einer Importfirma für Krankenhausbedarf sitzt, ahnt Beck, dass hier eine Querverbindung zur Drogenmafia besteht. Vom Chef der staatlichen Einkaufszentrale für Krankenhausbedarf erfährt Beck, dass man nur harmlose Fixierbad-Rückstände aus den Röntgenabteilungen der Krankenhäuser nach Polen verschickt. Doch eine Streichholzschachtel mit dem Emblem der \"Eule\", die Beck auf dem Schreibtisch des Einkaufschefs findet, bestätigt seinen Verdacht. Von einem Chemiker erfährt Beck kurz darauf, dass das Silbernitrat aus den Fixierbad-Rückständen als Rohstoff zur Gewinnung von Amphetaminen dient, die vermutlich in Polen synthetisiert und in Kartons mit Krankenhausbedarf nach Schweden zurückgeschmuggelt werden. Umschlagplatz für die Droge, die bei geheim organisierten \"Rave-Partys\" massenhaft konsumiert wird, ist die \"Eule\". Als Beck und Larsson dem Dealer dort eine Falle stellen, erleben sie eine Überraschung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016372","hoster":"VOE"},{"path":"/redirect/13016371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-3","name":"Auge um Auge","epNo":3,"alt":"Episode 3","descr":"Innerhalb von drei Tagen tauchen die Leichen zweier Frauen an weit entfernten Orten auf. Beide sind etwa 40 Jahre alt, beiden wurden die Augen herausgeschnitten. Kurz darauf erhält Kommissar Beck den Anruf eines Kollegen aus Sundsvall, wo die Predigerin Anita Smid in einer kleinen Kirche ermordet wurde. Auch diesem Opfer fehlen die Augen. Eine erste Spur ergibt sich, als Beck herausfindet, dass alle Opfer gleich alt waren und aus dem Provinznest Östhammar stammen. Martin Beck und Lena Klingström erfahren dort, dass die Ermordeten als Jugendliche zusammen in eine Schulklasse gegangen waren. Einige Monate zuvor ist in Östhammar schon einmal eine Frau aus dieser Klasse unter mysteriösen Umständen gestorben. Auch damals hatten der Toten die Augen gefehlt, was die örtliche Polizei seinerzeit darauf zurückführte, dass die Leiche lange im Wasser lag und von Aalen angefressen wurde. Gunvald Larsson ermittelt indessen die Adressen der letzten beiden weiblichen Überlebenden jener Schulklasse, doch Becks nächtlicher Anruf bei einer von ihnen kommt zu spät: Als Yvonne Svensson den Hörer hinlegt, ist der Killer schon in ihrer Wohnung. Die Polizei findet Minuten später auch ihre Leiche ohne Augen vor. Als die Zeitungen die blutige Story ausschlachten, meldet sich die letzte Überlebende aus der Klasse, Karin Lofjärd, völlig verängstigt bei Kommissar Beck und erbittet Polizeischutz. Beck teilt ihr Lena Klingström zu und bemerkt erst später, dass er sie damit in die Höhle des Löwen geschickt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13138628","hoster":"VOE"},{"path":"/redirect/13138626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-4","name":"Kuriere des Todes","epNo":4,"alt":"Episode 4","descr":"Ein fremdländisch aussehender Mann mit zerschlissener Kleidung besteigt ein Stockholmer Taxi und muss sich vom Fahrer Vorhaltungen anhören, dass die Sozialhilfe neuerdings sogar das Taxifahren bezahle. Als er sich obendrein nicht angurten will, redet sich der Fahrer so in Rage, dass er die Kontrolle über den Wagen verliert. Beim Aufprall auf ein anderes Auto explodiert das Taxi. In den geborgenen Leichenteilen findet der Gerichtsmediziner Oljelund Überreste eines Sprengstoffes, den das Opfer offenbar am Leib trug … Gleichzeitig: Gunvald Larsson telefoniert mit dem Handy, während er mit hoher Geschwindigkeit durch die Innenstadt rast. Dabei überfährt er ein kleines Mädchen, das kurz darauf im Krankenhaus stirbt. Larsson erleidet einen Schock und verbeißt sich in die Aufgabe, die Eltern des Kindes ausfindig zu machen. Vergeblich. Niemand scheint die Kleine zu vermissen. Kommissar Beck ruft Larsson schließlich zur Ordnung, denn bei der Taxi-Explosion gibt es eine erste Spur. Ein befreundeter Journalist hatte Beck auf die Idee gebracht, dass es auch hier um Schmuggel gehen könnte. Eine Durchsicht der internationalen Liste explosiver Schmuggelgüter ergibt, dass Cäsium 133 – ein kostbarer Rohstoff, der in den Steuersystemen von Satelliten verwendet wird – bei der Berührung mit Luft detoniert. Wenig später finden Beck und Larsson auf einem Gestüt illegale Einwanderer aus Russland, die Becks Vermutungen über den Schmuggel von Cäsium 133 aus Russland bestätigen können. Über die Hintermänner wissen die Einwanderer jedoch nichts – doch erinnern sie sich an die Tür eines Hotels, auf die ein Vogel gemalt ist. Larsson kennt das Hotel, es befindet sich in der Straße, in der er das Kind überfuhr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016377","hoster":"VOE"},{"path":"/redirect/13016381","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-5","name":"Das Monster","epNo":5,"alt":"Episode 5","descr":"Der Sprengstoffexperte Sture Andersson bringt nach einer Bombendrohung einen verdächtigen Koffer mit einem nicht identifizierbaren Zeitzünder zur Detonation. Als sich herausstellt, dass in dem Koffer kein Sprengstoff, sondern ein womöglich noch lebendes Baby war, geraten Andersson und die Polizei in die Schusslinie der aufgebrachten Medien. Selbst der Gerichtsmediziner Oljelund ist bei diesem Fall nicht zu seinen üblichen Scherzen aufgelegt. Schon bald kommt Kommissar Beck Ove Lundin auf die Spur, dem geschiedenen Ehemann der jungen Mutter Anita Eriksson. Lundin ist arbeitslos, ein Verlierer und ein Trinker. Für die Tatzeit hat er kein Alibi. So gerät er in den Verdacht, das Baby in den Koffer gepackt und seine Ex-Frau ermordet zu haben, denn ihre Leiche wurde inzwischen ebenfalls gefunden. Die Presse bekommt Wind von der Sache und veranstaltet eine gnadenlose Hetzkampagne. Als Beck den dringend Tatverdächtigen nach kurzem Verhör wieder laufen lässt, kommt es zu einem heftigen Streit mit Gunvald Larsson, der von Lundins Schuld überzeugt ist. Becks Nerven liegen blank. Ausgerechnet in dieser Situation geht auch in seinem Privatleben alles drunter und drüber. Gegenüber seiner Kollegin Lena Klingström kann er seine Gefühle nicht mehr unterdrücken. In einem Moment der Schwäche gesteht er ihr, dass er sich in sie verliebt hat. Als das Handy der ermordeten Anita Eriksson gefunden wird, führt eine eingespeicherte Telefonnummer Beck zu dem Chauffeur Gert Ahlgren. Ein DNA-Test beweist, dass er mit Anita Eriksson kurz vor ihrer Ermordung geschlafen hat, doch Ahlgren leugnet hartnäckig die Tat. Erst als der Sprengstoffexperte Andersson erklärt, der Verdächtige sei sein Stiefsohn, gesteht Ahlgren, dass er Anita Eriksson im Affekt umgebracht habe. Mit dem Mord an ihrem Baby wollte er sich an seinem Stiefvater rächen, den er für den Tod seines leiblichen Vaters verantwortlich macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016384","hoster":"VOE"},{"path":"/redirect/13016385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-6","name":"Die Todesfalle","epNo":6,"alt":"Episode 6","descr":"Kommissar Becks Tochter Inger steht kurz vor ihrer Niederkunft, und so hat der Polizist kein offenes Ohr für seinen Kollegen Nordmark, den etwas zu bedrücken scheint. Tags darauf wird Nordmark erschossen auf einer Parkbank aufgefunden. Aus einem Abschiedsbrief an den Strichjungen Leonard erfährt Beck, dass der Tote unter seiner geheim gehaltenen Homosexualität gelitten hat. Lena Klingström fällt auf, dass Nordmark regelmäßig Daten aus dem Polizeicomputer abgefragt hat, die mit seinen Fällen nichts zu tun hatten. Der misstrauisch gewordene Beck findet heraus, dass der Abschiedsbrief des Toten eine Fälschung ist: Nordmark wurde ermordet. Mit seiner Homosexualität war er dazu erpresst worden, als Maulwurf zu arbeiten. Ausgerechnet den Großkriminellen Gavling, gegen den die Polizei seit Jahren erfolglos ermittelt, hat Nordmark mit Informationen versorgt. Der skrupellose Gangster ist ein alter Bekannter des Kommissars. Vor 19 Jahren war er der Hauptverdächtige in Becks ersten Mordfall, wurde auf Grund eines Formfehlers vor Gericht jedoch freigesprochen. Es gelingt Lena, die Zeugin Gunilla Enmark ausfindig zu machen, die von Gavling damals durch massive Drohungen mundtot gemacht worden war. Beck kann sie dazu bewegen, jetzt doch noch gegen Gavling auszusagen. Aber der Kommissar ahnt nicht, dass Gavling in der Zwischenzeit einen neuen Informanten bei der Polizei hat und über die Ermittlungen gegen ihn bestens informiert ist..","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016390","hoster":"VOE"},{"path":"/redirect/13016387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-7","name":"Todesengel","epNo":7,"alt":"Episode 7","descr":"Endlich ist es so weit, Kommissar Beck und Lena Klingström fahren gemeinsam in Urlaub. Ein Anruf von Gunvald Larsson, der eine blutige Mordserie in der Stockholmer U-Bahn meldet, sorgt kurz darauf für den ersten Beziehungskrach, denn Lena besteht darauf, den Urlaub sofort abzubrechen. Beck wird zum Leiter einer SOKO ernannt, die die U-Bahn-Morde aufklären soll. In der Wohnung des verschwundenen U-Bahnfahrers Erik, der den Wagen lenkte, in dem der letzte Mord geschah, stößt Beck neben Betriebsplänen der Untergrundbahn auf ein rätselhaftes Zeichen, das Lena Klingström als Internet-Ausdruck für \"tot\" identifiziert. Als Beck trotz intensiver Ermittlungen nicht vorankommt, wird ihm nach drei weiteren Morden die Leitung der SOKO entzogen. Spezialisten sind der Ansicht, dass die Morde wie bei den Giftgasanschlägen in Tokio auf das Konto religiöser Fanatiker gehen. Der Nachrichtendienst übernimmt den Fall, Spezialeinheiten durchkämmen erfolglos das Tunnelsystem. Beck stöbert derweil den U-Bahnfahrer Erik auf, der sich in einem ausrangierten Wagon versteckt hält. Erik gesteht Beck, dass seine Schwester Annika zu einer Gruppe von Video-Kids gehört. Diese führen Stromausfälle herbei, um sich im Schutz der Dunkelheit mit Nachtsichtgeräten wie in einem Computerspiel zu bewegen und ihre wehrlosen Opfer \"abschießen\" zu können. Sinn des Tötens ist es, auf ein \"höheres Level\" zu kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016402","hoster":"VOE"},{"path":"/redirect/13016401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-1/episode-8","name":"Russisches Roulette","epNo":8,"alt":"Episode 8","descr":"Ein Spaziergänger findet in einem Plastiksack die zerstückelte Leiche einer Frau, die offenbar schon mehrere Monate auf dem Grund eines Sees gelegen hat. Gerichtsmediziner Oljelund rekonstruiert den kopflosen Körper, und über die Vermisstenmeldungen, die Lena Klingström dem Polizeicomputer entnimmt, kommt Kommissar Beck schnell dem Bestattungsunternehmer Oleg Vassiljev (Åke Lundqvist) auf die Spur. In der Wohnung des Exilrussen und Ikonensammlers finden Beck und Gunvald Larsson ein Einschussloch, das zu einem Schusskanal in der Leiche passt. Überraschend schaltet sich da der schwedische Staatsschutz ein und entzieht Beck den Fall. Denn für den Staatsschutz ist der russische Diplomat Jurij Gulkov der Täter; er soll wegen dieses Mordverdachts ausgewiesen werden. Damit wäre gleichzeitig seine leidenschaftliche Liebesbeziehung zur schwedischen Staatssekretärin Rosa Andrén beendet. Doch Beck glaubt nicht an Gulkovs Schuld und setzt die Ermittlungen heimlich fort. So findet er heraus, dass der Bestattungsunternehmer Vassiljev ein Leichenfledderer ist, der mit Zahngold ein gut gehendes Nebengeschäft betrieben hat. Als seine Frau dies herausfand, wurde sie ohne sein Wissen von einem seiner Komplizen zum Schweigen gebracht. Beck kann schließlich auch noch nachweisen, dass der Staatsschutz Gulkov den Mord anhängen wollte, um mit seiner Ausweisung eine als Sicherheitsrisiko eingestufte Liebesbeziehung zwischen einer hochrangigen Politikerin und einem russischen Diplomaten zu beenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016399","hoster":"VOE"},{"path":"/redirect/13016407","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-2/episode-1","name":"Preis der Rache","epNo":1,"alt":"Episode 1","descr":"Zwei Polizisten werden erschossen in einem Waldstück aufgefunden. In der Nacht zuvor wurde in ein Waffenlager der Armee eingebrochen. Die Räuber planen offensichtlich ein groß angelegtes Bombenattentat, da Automatikwaffen und große Mengen Sprengstoff entwendet wurden. Die grausamen Polizistenmorde versetzen das Land in Aufruhr, und die Polizei ahnt weder wann noch wo das Attentat stattfinden wird. Kommissar Beck übernimmt die Ermittlungen. Vor allem für Gunvald Larsson, Becks engster Kollege, wird dieser Fall zu einer Zerreißprobe, da er mit einem der ermordeten Polizisten eng befreudet war. In seiner Wut und Trauer ignoriert Larsson Becks Anweisungen und handelt auf eigene Faust. Er vermutet hinter der Tat ein persönliches Rachemotiv. Als er erneut Becks Mahnungen in den Wind schlägt, sieht er sich gezwungen, Larsson zu suspendieren. Als die Täter telefonisch einen Anschlag auf die Hochhäuser am Sergels-Tor in der Innenstadt von Stockholm ankündigen, gibt es endlich eine Spur. Doch Beck bleibt skeptisch. Er vermutet ein Ablenkungsmanöver und behält Recht: Zwei lebenslang Inhaftierte sollen auf ihrer Überführung in eine andere Strafvollzugsanstalt befreit werden. Erst in allerletzter Sekunde kann die Polizei die Flucht mit dem Gefängnistransporter verhindern. Dabei kommt es zu einem Schusswechsel. Zwei der Täter werden erschossen, der dritte Mann, der Mörder der Polizisten, flieht in den Wald. Auf einem Bauernhof kommt es zu einem dramatischen Showdown, und es stellt sich die Frage, ob Larsson abermals die Grenzen des Erlaubten überschreitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016403","hoster":"VOE"},{"path":"/redirect/13016409","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-2","name":"Der Mann ohne Gesicht","epNo":2,"alt":"Episode 2","descr":"Jörgen Beckmann, Vertreter für Türschlösser und Alarmsysteme, wird auf seinem abendlichen Spaziergang erstochen. Als Gunvald Larsson am Tatort eintrifft, macht er eine ungeheuerliche Entdeckung: Beckmann wurde das Gesicht gehäutet! Beckmanns Frau Angelica ist geschockt, als sie die Nachricht vom grausamen Tod ihres Mannes erhält. Sie schildert ihre Ehe als glücklich. Kommissar Beck und seine Truppe nehmen die Ermittlungen auf und durchforsten Beckmanns Leben. Das Bild des verlässlichen und freundlichen Ehemanns gerät ins Wanken. Offensichtlich hatte Beckmann unzählige Affären mit Kundinnen. Eine dieser Frauen, Solveig Ahmed, die mit einem Pakistani verheiratet ist, gesteht Gunvald Larsson, dass sie die Beziehung beendete, als sie von Beckmann schwanger wurde. Kurze Zeit später ist die junge Frau tot: Während eines Telefonats mit Larsson wird sie von einem Auto überrollt. Mit ihren letzten Worten teilt Solveig Gunvald mit, dass ihr Mann von der Affaire mit Beckmann gewusst habe. Damit gerät Tahmed Ahmed in den engeren Kreis der Verdächtigen, doch er hat ein wasserdichtes Alibi. Kommissar Beck ist immer mehr davon überzeugt, dass es in diesem Fall nicht nur einen Schuldigen gibt. Verletztes Ehr- und Familiengefühl und gekränkter Stolz haben zu dem Mord an Jörgen Beckmann geführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016413","hoster":"VOE"},{"path":"/redirect/13016414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-3","name":"Das Kartell","epNo":3,"alt":"Episode 3","descr":"Kommissar Beck und sein Team, das von Neuankömmling Alice Levander verstärkt wird, ermitteln in einem brutalen Mordfall an dem Restaurant-besitzer Christo. Die so genannte ‚Gruppe 1‘, ein mafiotischer Personenkreis,der den Restaurantbesitzern illegales Personal, geschmuggelte Getränke und manipulierte Kassen aufzwingt, beherrscht das Restaurantgewerbe in Stockholm. Wer nicht kooperiert, muss mit massiven Drohungen und Gewaltanwendungen rechnen. Beck lässt die Liste der Restaurantbesitzer, die von der ‚Gruppe 1‘ erpresst werden, von der Gewerbeaufsicht überprüfen. Die Abteilung von Eva Örnberg führt regelmäßig unangekündigte Kontrollbesuche bei den Restaurants durch, um Gesetzesübertretungen aufzudecken. Örnberg setzt ihren Mitarbeiter Bo Göransson auf den Fall an. Er und sein Kollege Stenlid statten dem ‚La Traviata‘, das Christos Schwester Iro besitzt und von seinem Neffen Alexander geführt wird, einen Besuch ab. Der wütende Alexander reagiert mit massiven Droh-gebärden auf die von den Prüfern entdeckten Unregelmäßigkeiten. In der Nacht darauf wird Göransson ermordet in einem Park aufgefunden. Die kompromittie-renden Beweismittel über die Gesetzesverletzungen im ‚La Traviata‘ muss der Mörder entwendet haben. Beck vermutet einen Zusammenhang zwischen dem Mord an dem griechischen Restaurantbesitzer und dem an Göransson. Er nimmt Alexander ins Visier. Als Gunvald jedoch feststellt, dass es bei einer früheren Restaurant-Prüfung keine Beanstandungen gegeben hat, haben die Ermittler eine erste heiße Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016417","hoster":"VOE"},{"path":"/redirect/13016418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-4","name":"Die letzte Zeugin","epNo":4,"alt":"Episode 4","descr":"Kommissar Beck und sein Team müssen den Mord an einer jungen Frau aufklären, die mit verätztem Gesicht in einem Straßengraben aufgefunden wurde. Kurze Zeit später wird eine zweite Leiche aus einem See gefischt. Auch hier wurde das Gesicht der Frau entstellt. Die Polizei kann nicht mehr ausschließen, dass ein Serientäter am Werk ist, als eine dritte Frau aufgefunden wird. Mit Hilfe der Polizei in Riga ermitteln Kommissar Beck und Gunvald Larsson, dass es sich bei den Frauen um lettische Prostituierte handelt, die alle an AIDS erkrankt waren. Kommissar Beck plagen zudem gesundheitliche Sorgen. Er hat Probleme mit dem Herzen, und sein Arzt drängt ihn zu einer baldigen Operation. In einem Restaurant lernt Beck die attraktive Lillemor Fransson kennen. Beide sind sich auf Anhieb sehr sympathisch. Beck und sein Team untersuchen den Schrottplatz, auf dem die jungen Frauen festgehalten wurden. Spuren führen zu dem lettischen Frauenhändler Teddy. Gunvald ermittelt verdeckt als Zuhälter im Milieu. Gunvald erfährt, dass Teddy auf der fieberhaften Suche nach einem untergetauchten Mädchen ist. Zusammen mit Teddys Gorillas bekommt Gunvald, den Auftrag das Mädchen zu finden. In einem Hotel trifft Gunvald auf Sofija , die letzte Zeugin. Bevor die Frau erneut untertaucht, erfährt Gunvald, dass alle Frauen mit einem unerprobten Medikament gegen AIDS behandelt wurden. Als Alice Levander den Sicherheitschef der pharmazeutischen Firma Landexa, Klas Mellgren aus Teddys Versteck kommen sieht, scheint die Lösung des Falls in Sicht. Landexa entwickelt unter großem Medienrummel ein neuartiges Medikament gegen AIDS. Wurden die Frauen Opfer von Menschenversuchen? Was versucht die Firma zu vertuschen? Und schlagartig wird Martin Beck bewusst, dass auch seine neu gefundene private Bekanntschaft bei der Auflösung des Falls eine nicht unerhebliche Rolle spielt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016423","hoster":"VOE"},{"path":"/redirect/13016420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-5","name":"Der Einsiedler","epNo":5,"alt":"Episode 5","descr":"Eine junge Asiatin wird tot aus dem Hafenbecken von Stockholm gezogen. Vieles deutet darauf hin, dass sie als Prostituierte gearbeitet hat. Ihre Identiät kann zunächst nicht ermittelt werden. Kurz darauf wird auf der kleinen Stockholmer Insel Vänso der Rentner Erik Johannesson ermordet aufgefunden, dessen kleines Bauernhaus systematisch durchwühlt wurde. Kommissar Beck recherchiert parallel in zwei Fällen. Um das angespannte Verhältnis von Gunvald Larsson und Alice Levander zu entschärfen, teilt der die Ermittlungen unter den beiden auf. Alice versucht den Mord an Johannesson zu klären, während Gunvald versucht, den Prostituierten-Mörder zu finden. Er schaltet Sven Adolfsson, einen Kollegen und Freund von der Sitte ein, der an der Tätowierung der Toten erkennen kann, dass es sich um eine Thailänderin handeln muss. Unterdessen geht Alice der Spur zweier Jugendlicher nach, die am Tag des Mordes mit Johannesson gesehen worden waren: Er hatte ihnen bei einer Autopanne geholfen. Alice gibt beide in die Fahndung und wird fündig: Bei dem Versuch von Tanya und Jacob, an einer Tankstelle ein Auto zu stehlen, werden sie gestellt. Während Alice die Jugendlichen verhört, finden Gunvald und Sven in einem Archiv einer Internet-Kontakt-Agentur einen Hinweis auf die Tote im Wasser. Als bei einer erneuten Sichtung der sichergestellten Sachen aus dem Johannessons Haus eine VHS-Kassette mit Amateur-Pornomaterial gefunden wird, stellt sich heraus, dass ein Zusammenhang zwischen den beiden Mordfällen besteht. Bei dem Mädchen auf dem Videoband handelt es sich um die Tote aus dem Hafenbecken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016431","hoster":"VOE"},{"path":"/redirect/13016427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-6","name":"Absender unbekannt","epNo":6,"alt":"Episode 6","descr":"Der allein stehende Buchhalter Nils Adrup wird erschossen unter einem Auto auf dem Parkdeck des Arlanda Airports aufgefunden. Flugticket und Gepäck sind verschwunden. Kommissar Beck, Gunvald Larsson und Alice Levander übernehmen den Fall, der sich extrem rätselhaft darstellt. Beck ermittelt, dass Adrup lediglich einen Hinflug nach Malaysia gebucht hatte. Sein Bankkonto hatte er am Tag vor seinem Tod aufgelöst, so dass er wahrscheinlich eine große Summe Bargeld bei sich trug. Handelt es sich um einen Raubmord? Keiner seiner Angehörigen wusste von dieser Reise, und die Vermutung liegt nahe, dass Adrup das Land heimlich verlassen wollte, oder musste. Während Beck und sein Team Licht ins Dunkle zu bringen versuchen, bekommt der arbeitslose Wirtschaftsjournalist Klas Duvander anonym einen Brief mit einer Diskette in sein Haus geliefert. Sie enthält belastendes Material über die Firma NCT, die sich auf die Verschrottung atomarer U-Boote spezialisiert hat. Duvander beginnt das Informationsmaterial zu überprüfen. Tatsächlich ist der Großteil der mehrere hundert Millionen Euro umfassenden Subventionsgelder, die NCT für die sichere Entsorgung atomaren Mülls von der EU erhalten hatte, auf ein illegales Nummernkonto in New Jersey transferiert worden. Mit seinen brisanten Rechercheergebnissen sucht Duvander seinen ehemaligen Arbeitgeber, den Verleger Mats Hellgren auf. Dieser beauftragt Klas, NCT zu den Vorwürfen zu befragen, bevor er die Story veröffentlichen lassen will. Dem Journalist ist nicht klar, wie gefährlich sein Auftrag ist. Als seine Frau Siri bedroht wird, nimmt er Kontakt zu einem alten Bekannten auf: Kommissar Martin Beck. Doch Beck kommt diesmal zu spät: Eine Explosion tötet Klas Duvander und verletzt dessen Frau Siri schwer. Von Hellgren erfahren die Polizisten von Duvanders aktueller Recherche. Beck zeigt sich wenig erstaunt, als sich herausstellt, dass Nils Adrup als Buchhalter für NCT tätig war. Überraschend auch für ihn, dass die zwei Morde aus völlig unterschiedlichen Motiven begangen wurden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016428","hoster":"VOE"},{"path":"/redirect/13016432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-7","name":"Tod per Inserat","epNo":7,"alt":"Episode 7","descr":"Malin Tavast wird auf einer Radtour durch den Wald brutal angegriffen. Die junge Frau schafft es noch, ihren Mann Bengt anzurufen, der am Telefon hilflos mitanhören muss, wie seine Frau um ihr Leben kämpft. Plötzlich bricht die Verbindung ab. Bengt ruft die Polizei. Kommissar Martin Beck und sein Team werden kurz darauf zu einem Tatort gerufen: In einem Waldstück liegt eine Tote, die erdrosselt und vergewaltigt worden ist. Es handelt sich um eine Frau mit Namen Eva Lindskog. Sind beide Frauen einem Serienmörder zum Opfer gefallen? Malin Tavasts Fahrrad und Handy werden gefunden, von der jungen Frau selber gibt es jedoch keine Spur. Die Ermittlungen ergeben dass sowohl Malin Tavast als auch Eva Lindskog sich auf ein Inserat gemeldet haben, in der ein Küchensofa zum Kauf angeboten wurde. Alice Levander fungiert als Lockvogel, meldet sich auf dasselbe Inserat und hinterlässt unter falschem Namen eine Nachricht auf einem Anrufbeantworter. Doch nicht der Besitzer des Telefons Kent Svanborg meldet sich, sondern ein Mann namens Rune Fjellgard. Alice vereinbart ein Treffen, doch niemand erscheint, so dass die geplante Festnahme scheitert. Der Mann ruft wieder an und offenbart Alice, dass er ihren richtigen Namen kennt und zudem weiß, dass sie Polizistin ist. Kommissar Beck gelingt die Festnahme des wegen Vergewaltigung in sieben Fällen vorbestraften Fjellgard und verhört ihn. Fjellgard streitet alles ab. Zur gleichen Zeit wird Kent Svanborg, der Besitzer des Handys, von der Polizei in seinem Wagen gestoppt. Alice befragt ihn. Svanborg behauptet, in Norrland fischen gewesen zu sein. In der Wohnung findet sich plötzlich sein Handy, das bei der Durchsuchung durch die Polizei tags zuvor nicht auffindbar war. Die Nachbarin Elin Wennqvist, die einen Schlüssel zur Wohnung hat, behauptet, niemanden in die Wohnung gelassen zu haben, außer Beck und Team. Noch immer gibt es keine Spur der verschwundenen Malin Tavast. Als Hillman herausfindet, dass Elin Wennqvist vor dreißig Jahren von Fjellgard vergewaltigt worden ist, nehmen die Ermittlungen eine unerwartete Wendung. Ein Wettlauf mit der Zeit beginnt, denn Alice gerät in eine lebensbedrohliche Situation.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016438","hoster":"VOE"},{"path":"/redirect/13016437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-2/episode-8","name":"Der Junge in der Glaskugel","epNo":8,"alt":"Episode 8","descr":"In einer bürgerlichen Reihenhaussiedlung wird die Gerichtsarchivarin Mona Svensson ermordert in ihrer Wohnung aufgefunden. Ihren elfjährigen, autistischen Sohn Jack findet man mit der Tatwaffe in der Hand in unmittelbarer Nähe des Tatorts. Aus forensischer Sicht besteht an der Schuld des Jungen kein Zweifel. Von George Waltberg, dem Direktor des Heims, in dem Jack betreut wird, und seinem Therapeuten Kaj Gerstedt, erfahren Martin Beck und seine Kollegen, dass es wenig Hoffnung gibt, jemals zu ergründen, was sich zwischen Jack und seiner Mutter abgespielt hat. Jacks eingeschränkte Möglichkeiten sich zu verständigen verschlechtern sich nach dem Blutbad: Er zieht sich komplett in seine eigene Welt zurück. Die Staatsanwaltschaft entscheidet, den Fall niederzulegen. Doch Gunvald Larsson geht mit Becks stillschweigendem Einverständnis den Ermittlungen weiter nach. Wie konnte sich Mona Svensson als Halbtagskraft den teuren Heimaufenthalt ihres Jungen leisten? Beck macht sich Sorgen um seinen Freund und Kollegen Hillman, der sich unerwartet krank gemeldet hat. Als er zufällig eine Notiz auf Hillmans Schreibtisch entdeckt, findet er heraus, dass Mona Hillmans Geliebte war und er ihr regelmäßig Geldbeträge zukommen ließ. Als zu Tage kommt, dass auf dem Konto von Mona Svensson auch von anderen Männern diverse Geldzahlungen verbucht wurden, bekommt Beck erste Zweifel an Jacks Täterschaft. Staatsanwalt Bernt Jansson aber weigert sich, den Fall wieder aufzunehmen. Anhand einer detaillierten Telefonliste stellt sich heraus, dass auch er ein Verhältnis mit der Toten hatte. Als Staatsanwalt Jansson ermordet in einem Graben aufgefunden wird, entdeckt das Team, dass Internatsdirektor Waltberg, der mit Jannson im selben Schützenverein war, seinen alten Job wegen des Vorwurfs der sexuellen Nötigung wechseln musste. Die Lage spitzt sich zu, und den entscheidenden Hinweis erhalten Beck, Larsson und Levander von Jack …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016442","hoster":"VOE"},{"path":"/redirect/13016443","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-3/episode-1","name":"Zerschlagene Träume","epNo":1,"alt":"Episode 1","descr":"Monika Everdag wirkt eingeschüchtert und angespannt zugleich. Sie weiß, was kommt und tatsächlich: Ihr Partner betritt die Küche, beschwert sich über das Essen und schlägt zu. Immer und immer wieder. Er lässt sich davon auch nicht abhalten, als Monikas Kinder im Türrahmen auftauchen. Schließlich fällt er betrunken auf das Sofa. Monika weiß, dass sie dieses Mal handeln muss: Sie packt hastig ein paar Sachen und stiehlt sich mit den Kindern aus dem Haus. Doch am Auto fällt ihr ein, dass sie etwas vergessen hat. Sie geht zurück: Ihr Mann ist wieder wach, bedroht sie erneut. Wenig später kommt Monika blutverschmiert aus dem Haus gerannt und fährt eilig mit dem Auto davon. Am nächsten Morgen ist das Beck-Team am Tatort. Der Tote ist in einen Teppich gerollt, offensichtlich erstochen. Beck stellt fest, dass es sich um den Ex-Ehemann von Monika handelt und dass sie mit ihren Kindern untergetaucht ist. Die weiteren Ermittlungen ergeben, dass Monikas früherer Ehemann nicht der betrunkene Schläger ist, vor dem sie geflohen ist. Beck findet bei seiner Recherche in verschiedenen Frauenhäusern heraus, dass Monika vor einem Polizisten geflohen ist, dessen Namen sie nicht preisgeben will, aus Angst vor der endgültigen Rache des Schlägers. Beck ahnt nicht, dass der Täter ausgerechnet in den Reihen seines Ermittlerteams zu finden ist. Ein Wettlauf mit der Zeit beginnt, als der unbekannte Polizist den geheimen Aufenthaltsort von Monika und den Kindern in Erfahrung bringt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016446","hoster":"VOE"},{"path":"/redirect/13016454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-2","name":"Das tote Mädchen","epNo":2,"alt":"Episode 2","descr":"Im unterirdischen Vorratskeller eines alten Bauernhauses in einem dünn besiedelten Waldgebiet bei Stockholm wird ein junges Mädchen tot aufgefunden. Identität unbekannt. Sie liegt dort weihevoll aufgebart und neben ihr findet sich ein Tablett mit frischem Essen. Erschreckenderweise sagt aber der pathologische Befund, dass das Mädchen in diesem Kellerverlies verhungert sein muss. Beck und sein Team sind entsetzt und können sich die Umstände der Tat zunächst nicht erklären. In der Nähe des Kellers gibt es nur zwei Anwesen: den Hof der Familie Ekman und das Bauern-haus, zu dem auch der Vorratskeller gehört. Dessen Besitzer, Bernt Johansson, ist dort schon länger nicht mehr gesehen worden. Etwas später entdecken Beck und sein Team die Leiche von Bernt Johansson. Er hat sich in einem abgelegenen Nebengebäude erhängt. Bei dem Toten findet sich ein Abschiedsbrief, in dem er sich als Pädophiler outet und zugibt, der Mörder des Mädchens zu sein. Bernts Schwester Ylva reagiert entsetzt auf die Selbstbeschuldigung ihres Bruders und fordert, die Echtheit des Briefes zu überprüfen. Und in der Tat stellt sich heraus, dass nicht nur der Brief gefälscht ist, sondern auch Bernt ermordet wurde. Die wenigen Personen, die im Umfeld des Verlieses leben, werden von Beck einer genaueren Prüfung unterzogen. Dabei findet er heraus, dass die Ekmans ihren geistig behinderten Sohn Nils verschwiegen haben. Offensichtlich war er öfter im Verlies. Aber bei der Befragung kann oder will Nils keine Angaben machen, ob das Mädchen da noch gelebt hat. Dann kommt ein entscheidender Hinweis aus Deutschland. In der Sendung ‚Aktenzeichen XY‘ wird nach dem toten Mädchen aus dem Vorratskeller gefahndet, und eine Berliner Familie meint, dass Mädchen erkannt zu haben. Beck reist nach Berlin, um seinen alten Freund Sperling in dieser Angelegenheit um Amtshilfe zu ersuchen. Mit Sperlings Hilfe ist es möglich, die Identität des toten Mädchens zu klären. Und nicht nur das: Durch Sperlings Engagement findet Beck heraus, dass zu der Zeit, als das Mädchen entführt wurde, auch Ylva Johansson in Deutschland war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016456","hoster":"VOE"},{"path":"/redirect/13016451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-3","name":"Das Spiel des Todes","epNo":3,"alt":"The Vulture","descr":"Politiker John Vedén, Mitglied der sozialdemokratischen Arbeiter-partei SAP und ehemaliger Sportminister, überreicht in einer feierlichen TV-Gala einen Scheck über 2 Milliarden Kronen an die schwedische Athleten-Vereinigung. Das Geld stammt von der schwedischen Lotterie-Gesellschaft, die das Geld bei Spielcasinos und Betreibern von Spielautomaten einsammelt. Am selben Abend streift Vedén einsam durch die nächtliche Stadt und wirkt ernst und verloren. Am nächsten Morgen wird das Beck-Team über eine Leiche im Fluss informiert – vermutlich Selbstmord. Man vermutet Véden, der seit der letzten Nacht vermisst wird. Im Gespräch mit Védens Tochter erfährt Beck, was sonst niemand wissen darf: Véden war krankhafter Spieler. In einer Videoüberwachung der Kollegen von der Stockholmer Polizei entdeckt Beck eine Aufnahme, in der Véden in besagter Nacht ein illegales Spielcasino verlässt. Als sich herausstellt, dass es sich bei dem Selbstmörder nicht um Véden handelt, beginnt die fieberhafte Suche nach dem prominenten Politiker. Auch ein Besuch bei Védens einsilbigen Parteigenossen hilft nicht wirklich weiter. Der Manager des illegalen Spielcasinos, Frank Boder, berichtet Beck, Véden habe sich in letzter Zeit bedroht gefühlt, und zwar von jemandem, der in der Szene als ‚Der Geier‘ bekannt ist. Bei ihren umfangreichen Recherchen finden Becks Kollegen heraus, dass Védens Computer überwacht wurde. Doch was könnte Véden dort verfasst oder gespeichert haben, was eine Spirale der Gewalt zur Folge hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016457","hoster":"VOE"},{"path":"/redirect/13016460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-4","name":"Der Advokat","epNo":4,"alt":"The Attorney","descr":"Der stadtbekannte Staatsanwalt Patrik Hansson, der Advokat genannt, kämpft in einem hochbrisanten Fall gegen die skrupellosen Machenschaften des Chemie-Unternehmens MarkInvest. Hansson übt sein Plädoyer für den nächsten Tag, an dem er ein neues, unumstößliches Beweispapier dem Gericht präsentieren will. Abends trifft er seinen Mandanten, der sterbenskrank ist, zu einer Besprechung im Restaurant und begegnet dort der jungen attraktiven Ulrika Lindén. Beide kennen sich flüchtig, fühlen sich aber offensichtlich stark zueinander hingezogen. Als sie das Lokal gemeinsam verlassen, fällt ihnen nicht auf, dass sie von der anderen Straßenseite aus beobachtet werden. Beide gehen in Hanssons Wohnung. Kurz darauf erreicht ein Notruf die Stockholmer Polizei: Ulrika ist total aufgelöst und beschreibt, dass ein unbekannter Täter gerade im Begriff ist, Hansson niederzuschlagen. Sie selbst telefoniert in diesem Moment aus dem Bad, wo sie sich vor dem Angreifer verbarrikadiert hat. Als Beck und sein Team am Tatort ankommen, finden sie die vollkommen verschreckte Ulrika im Bad und den erstochenen Hansson im Bett. Das Messer steckt in der Badezimmertür. Ulrika kann keine weiteren Angaben zum Täter machen, den sie nur kurz gesehen hat und der zudem schwarz gekleidet und maskiert war. Beck lässt Hanssons Büro durchsuchen. Sie finden ein Video, auf dem Hansson sein Plädoyer einübt, suchen aber vergeblich nach dem prozessrelevanten Beweisstück. Leitende Mitarbeiter von MarkInvest geraten unter Verdacht. Kurz darauf wird Ulrika von einem Maskierten überfallen. Im letzten Moment kann sie sich losreißen und ihn demaskieren. Im Krankenhaus gibt sie eine gute Beschreibung des Täters ab, der offensichtlich bei ihr etwas finden wollte, von dem Ulrika aber nicht weiß, um was es sich handeln könnte. Beck und seine Kollegin Klingström gehen die anderen Fälle des Advokaten durch und entdecken eine heiße Spur, die Hansson in einem anderen Licht erscheinen lässt. Bei einer erneuten Durchsuchung seiner Räume entdecken sie geraubte Diamanten, und schnell wird deutlich, dass Hansson mit den Tätern gemeinsame Sache gemacht haben muss. Zudem stellt sich heraus, dass es sich bei einem dieser Diamantenräuber eindeutig um den Mann handelt, den Ulrika identifizieren konnte. Bei ihm finden sich auch Papiere von MarkInvest. Doch um den Fall lösen zu können, müssen die Ermittler erst einem weiteren Geheimnis aus Hanssons Vergangenheit auf die Spur zu kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016461","hoster":"VOE"},{"path":"/redirect/13016462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-5","name":"Tödliche Kunst","epNo":5,"alt":"The Japanese Painting","descr":"Becks Kollege Hans Sperling aus Deutschland frönt seinem Hobby als Kunstsammler und macht sich auf den Weg nach Stockholm, um dort auf einer Auktion eine kostbare Shunga-Zeichnung zu ersteigern. Leider kommt ihm die Händlerin Marie Lisowska zuvor, die im Auftrag eines anonymen Kunstsammlers mitsteigert. Sperling und sie lernen sich im Restaurant kennen. Unfassbarerweise wird die Frau kurz darauf in ihrem Hotelzimmer ermordet aufgefunden. Ihre Leiche wurde wie in einem berühmten Gemälde von Chagall drapiert. Beck und seine Kollegen ermitteln in dem Mordfall, aber auch Sperling macht sich auf die Suche nach dem Mörder. Er unterstützt Beck, bei dem er auch wohnt, und beide kommen einer Reihe von Chagall-Fälschungen auf die Spur. In einer Druckerei, wo die kopierten Werke gerahmt wurden, stoßen sei auf den mysteriösen Drucker Sun. Beck beschließt, die Druckerei überwachen zu lassen, die Ermittler können es aber nicht verhindern, dass auf Sun ein Attentat verübt wird, bei dem er und zwei seiner Mitarbeiter zu Tode kommen. Erneut wurden die Leichen kunstvoll arrangiert. Eine heiße Spur führt zu dem anerkannten Kunstprofessor Beverin, der die Chagall-Bilder auf seine Echtheit überprüfte. Im Focus der Ermittlungen steht aber auch der renommierte Kunstsammler Levendahl, in dessen Namen Marie Lisowska die Shunga-Zeichnung erworben hat. Sperling sucht Levendahl in dessen Schloss auf gibt sich als kunstinteressierter Käufer aus. Begleitet wird Sperling bei dieser verdeckten Ermittlung von Gunvald Larsson, getarnt als Chauffeur, der es aber auch nicht verhindern kann, dass Sperling und er in höchste Lebensgefahr geraten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016483","hoster":"VOE"},{"path":"/redirect/13016478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-6","name":"Tödliche Bande","epNo":6,"alt":"The Weak Link","descr":"Ein schauerliches Drama inmitten der Stockholmer Innenstadt. Die junge Denise wird in einem Park vergewaltigt und ermordet. Die Eltern hören noch ihre Schreie, als sie ihr entgegengehen, um sie sicher nach Hause zu geleiten. Aber jede Hilfe kommt zu spät. Dieser Mordfall nimmt Beck persönlich sehr gefangen. Was wäre, wenn es seiner Tochter Inger genauso ginge und er auch noch sein zweites Kind verlieren würde. Inger wehrt sich gegen die übertriebene Fürsorge des Vaters, der zudem heftig reagiert, als er erfährt, dass Inger sich schon seit längerem mit seinem Kollegen Gunvald privat trifft. Dann kommt die Nachricht, dass in der Nähe des ersten Tatorts ein weiteres Mädchen vergewaltigt wurde. Bei seinen Ermittlungen stößt das Team um Beck auf eine Reihe von Vergewaltigungen, die in der Vergangenheit alle in der Nähe von Haltestellen der Blauen U-Bahnlinie in Stockholm begangen wurden. Auch die beiden letzten Tatorte passen in dieses Muster. Zwei Tatverdächtige werden in Gewahrsam genommen. Zum einen der Zeuge vom ersten Tatort, Ljunggren, zum anderen der illegale Taxifahrer Juri, der zuletzt mit Denise gesehen wurde. Beide haben zwar kein Alibi, können aber auch nicht überführt werden. Durch den Hinweis von Catrin, einer Freundin von Denise, kommt Beck einer Bande von Jugendlichen auf die Schliche. Schon seit längerem quälen Mehmet, Lasse und Stefan Mitschülerinnen ihrer Klasse, drangsalieren sie mit gefährlichen Spielchen, prahlen mit ihrer Männlichkeit … Als einer von ihnen, Stefan Radzik, ermordet wird, kommt Licht ins Dunkel des Falls. Doch hat der Mörder von Stefan auch Denise auf dem Gewissen? Kommissar Beck sieht sich mit der erschreckenden Wahrheit konfrontiert...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016497","hoster":"VOE"},{"path":"/redirect/13016500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-7","name":"Der stille Schrei","epNo":7,"alt":"The Silent Scream","descr":"Zwei Mädchen werden in der Nähe des Stockholmer Vororts Huddinge von einem Zug überfahren. Identität unbekannt. Spuren am Bahndamm deuten darauf hin, dass noch eine dritte Person anwesend war, wahrscheinlich ein Mann, nach der Schuhgröße 45 zu schließen. Oskar entdeckt in der Nähe das Bahndamms eine primitive Hütte, die offenbar von einem Obdachlosen bewohnt wird. Beck schickt Oskar los, um in der Odachlosenszene zu ermitteln. Beck und Klingström befragen die Eltern von den zwei vermisst gemeldeten Mädchen Moa und Jiyan, die seit langer Zeit befreundet sind und in dieselbe Klasse gehen. Jiyans Schwester verrät Klingström, dass es Jiyan in letzter Zeit nicht gut ging, weil sie Probleme mit ihrem Vater hatte, der ihre Karriere als Turnerin sehr ernst nimmt. Es stellt sich heraus, dass es sich um die Mordopfer handelt. Der erste Tatverdächtige ist Fabian, der Tunichtgut der Schule. Fabian ist der Anführer einer Gang, die Handys klaut und mit Drogen handelt. Er hat Moa das Leben zur Hölle gemacht, nachdem sie die Beziehung mit ihm beendet hatte. Ein gespeicherter Chat in Moas Laptop mit einer ‚Nadja‘, in dem es um eine Karriere als Model ging, bringt die Polizei auf die Spur des Fotografen Anders, der sich im Internet als ‚Nadja‘ ausgibt, um Mädchen anzulocken. Ein weiterer Verdächtiger ist der Trainer von Jiyan, dem nachgewiesen werden kann, dass er mehrere Mädchen sexuell genötigt hat, darunter auch Jiyan. Trotz aller Anstrengungen von Beck und seinem Team kommt die Ermittlung nur schleppend voran. Da bringt ihnen Oskar den Obdachlosen Kenny, der in der Nacht des Zugunglücks in der Hütte war. Kenny erzählt, dass er die Mädchen, die sich auf dem Gleis befanden, überreden wollte, vom Bahndamm herunter zu kommen, aber sie hätten darauf bestanden, dort liegen zu bleiben. Daraufhin habe er sich aus dem Staub gemacht und Jiyans Handy mitgenommen. Auf diesem Handy befindet sich eine erschreckende Nachricht, aus der hervorgeht, was sich tragischerweise am Tatort abgespielt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016502","hoster":"VOE"},{"path":"/redirect/13016503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-3/episode-8","name":"Mord an Margareta Oberg","epNo":8,"alt":"In the Name of God","descr":"Der Paparazzo Gösta Jansson wird erschlagen aufgefunden, einer Hinrichtung gleich, wie es der Gerichtsmediziner formuliert. In Janssons Jacke findet sich ein Kugelschreiber, dessen hinteres Ende ein getarnter USB-Stick ist. Die auf dem Stick gespeicherte Fotos zeigen Prominente in allen möglichen Situationen. Gunvald, der völlig ausgebrannt ist, erscheint nicht zum Dienst. Die Chefin Margareta Oberg sucht ihn auf, um ihm zu versichern, wie sehr sie ihn, trotz seiner Eskapaden, schätzt. Am nächsten Abend ruft Margareta Oberg, die sehr bedrückt klingt, Beck an und bittet ihn um ein dringendes Gespräch. Beck verspätet sich etwas und findet Oberg angeschossen in ihrer Villa. Trotz aller Bemühungen der Ärzte erliegt sie ihren Verletzungen. Bei den Ermittlungen stellt sich heraus, dass Oberg zwei Prominentenfotos aus Janssons Stick an sich genommen hatte. Sie zeigen eine Freundin von ihr, die Politikerin Andrea Lundmark, zusammen mit Erik Gindorf, einem Prediger der ultrakonservativen Sekte ‚Lots Bruderschaft‘. Diese Sekte predigt Hass gegen Schwule. Diese Bruderschaft hat auch eine Abteilung für die Ausführung von Strafmaßnahmen, die für die Ermordung von mehreren Schwulen im ganzen Land verantwortlich ist. Lundmark gibt zu, mit Gindorf eine Affäre zu haben, was aber auf keinen Fall publik werden darf, um ihre politische Zukunft nicht zu gefährden. Sie gesteht, Oberg einen Deal vorgeschlagen zu haben: die Fotos gegen belastendes Material, mit dem Oberg gegen ‚Lots Bruderschaft‘ vorgehen könne. Doch diese hatte abgelehnt, Gunvald, schleicht sich in ‚Lots Bruderschaft‘ ein, um auf eigene Faust zu recherchieren. Ein lebensgefährliches Unterfangen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016506","hoster":"VOE"},{"path":"/redirect/13016514","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-4/episode-1","name":"Die Schatten der Vergangenheit","epNo":1,"alt":"The Eye of the Storm","descr":"Gunvald trifft zufällig Kim Reeshaug in einem Café wieder, mit der er vor zehn Jahren ein Verhältnis hatte. Sie tauschen Telefonnummern. Was Gunvald nicht weiß, ist, dass die Umweltaktivistin mittlerweile einer Gruppe angehört, die terroristische Ziele verfolgt und daher vom britischen und schwedischen Geheimdienst überwacht wird. Kim will zwar aussteigen, auch ihrem Sohn Tom zuliebe, kann aber ihren Mitstreitern nicht entkommen. Kurz vor ihrem vermeintlichen Tod schickt sie noch eine SMS an Gunvald, der zum Tatort eilt, aber nur noch sieht, wie die Umweltaktivisten mit Tom davon fahren. Bald stellt sich heraus, dass die Tote gar nicht Kim ist, denn die nimmt wieder Kontakt zu Gunvald auf und bittet ihn, ihren Sohn aus den Händen der Aktivisten zu befreien. Kim wird erpresst, bei einem Anschlag auf ein Atomkraftwerk aktiv mitzuwirken. Die Umweltaktivisten wollen damit zeigen, wie ungesichert solche Kraftwerke sind. Sie wollen für einige Zeit die Kühlung der Brennstäbe unterbrechen und brauchen für diese Aktion Kims Computerwissen. Gunvald setzt alles daran, Tom, Kims Sohn zu finden, von dem er jetzt weiß, dass er auch sein Sohn ist. Beck muss tatenlos zusehen und versucht Gunvald den Geheimdienst vom Hals zu halten. Doch als Gunvald einen Umweltaktivisten erschießt und die Gruppe tatsächlich den Übergriff auf das Atomkraftwerk schafft, spitzt sich die Lage immer weiter zu. Geheimdienst, Polizei, Gunvald und auch Kim versuchen, das Schlimmste zu verhindern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016510","hoster":"VOE"},{"path":"/redirect/13016512","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-4/episode-2","name":"Lebendig begraben","epNo":2,"alt":"Buried Alive","descr":"Auf einem Spielplatz in Stockholm finden eine Mutter und ihre kleine Tochter eine seltsame Holzkiste, die an einen Sarg erinnert. Beck und sein Team stellen vor Ort fest, dass es tatsächlich ein selbstgebauter Sarg war, in den Staatsanwältin Annika Runstrand offenbar lebendig hineingelegt wurde und dann – durch Drogen gelähmt – bei vollem Bewusstsein erstickt sein muss. Der erste Verdächtige, Motorrad-Rowdy Matte Larsson, den Annika hinter Gitter gebracht hatte, und der soeben aus dem Gefängnis entlassen wurde, wird ebenfalls ermordet aufgefunden, auf ähnliche Weise, mit dem Unterschied, dass er bei vollem Bewusstsein ertrunken ist. In einem Waldstück wird ein weiteres Grab gefunden, bereits ein paar Monate alt. Der Tote scheint vom selben Täter ins Jenseits befördert worden zu sein: wieder eine Holzkiste, wieder die schwarze Folie, aber das Opfer wurde vorher misshandelt. Aufgrund seiner Fingerabdrücke kann der Tote ermittelt werden: ein Kleinkrimineller, der in einem Mordfall angeklagt war, aber freigesprochen wurde. Langsam vervollständigt sich für Beck und sein Team das Bild, als auch noch ein Gefängniswärter bedroht wird. Bevor Beck den Fall lösen kann, geraten er und seine Tochter in eine lebensbedrohliche Situation, denn die Rache des Täters richtet sich jetzt gegen seinen hartnäckigsten Verfolger. Was Beck zu diesem Zeitpunkt noch nicht weiß ist, dass der Täter sich in sein Privathaus eingemietet hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016519","hoster":"VOE"},{"path":"/redirect/14172115","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-5/episode-1","name":"Mord in Zimmer 302","epNo":1,"alt":"Room 302","descr":"Die 18-jährige Denise wird erwürgt in einem noblen Stockholmer Hotelzimmer gefunden. Die Kreditkarte, mit der das Zimmer 302 bezahlt wurde, gehört Peter Ahre, einem wohlhabenden Geschäftsmann. Während des Besuchs bei Denises erschütterten Eltern trifft Beck auf ihren Ex-Freund Anders, der ein schwaches Alibi für den Tatzeitraum hat und in einen DNA-Test einwilligt – Ergebnis negativ. Auch Peter Ahre kann als Täter ausgeschlossen werden. Was auch den Verdacht auf seinen Sohn Emil zunichte macht, auf den viele Dinge hindeuten: Er kannte Denise, könnte der Beschreibung des Nachtportiers Erik zufolge einer der Männer sein, die in der Nacht zusammen mit dem Mädchen aufs Zimmer gegangen waren und hat öfters die Kreditkarte des Vaters \"ausgeliehen\". Ein erneuter DNA-Test überrascht dann alle. Emil ist nicht der leibliche Sohn von Peter Ahre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016531","hoster":"VOE"},{"path":"/redirect/13016532","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-2","name":"Familienbande","epNo":2,"alt":"The Family","descr":"Der Gangster Zlatko wird inmitten einer vermeintlichen Familienidylle in seinem Haus erschossen. Seit längerer Zeit wurde er bedroht, an Feinden und möglichen Tätern mangelt es nicht. Zlatkos Frau und ihr Vater werden befragt, sind jedoch zu schockiert, um wirkliche Hilfen zu sein. Der Vater geht seiner Tochter zur Hand und kümmert sich liebevoll um die beiden Kinder. Schon seit langem drängte er seinen Schwiegersohn, auszusteigen. Im Laufe der Ermittlungen entwickelt sich eine zarte Annäherung zwischen Polizist Gunvald und der Witwe Charlotta, in deren Ehe mit Zlatko es schon seit längerem nicht mehr zum Besten stand. Da wird eine Frau, Jennifer Rundkvist, tot auf einem Parkplatz gefunden. Zeugenaussagen belegen, dass es kein Unfall war: Sie wurde offensichtlich vorsätzlich überfahren.Die Tote hatte einen Freund, Hannu Peltonen, der in Verbindung zu Zlatko stand. In seinem Haus finden sich eine große Menge Bargeld und deutliche Hinweise darauf, dass er der Todesschütze gewesen sein könnte, doch er schweigt beharrlich. Wer war sein Auftraggeber? Und: Wer hat Jennifer Rundkvist überfahren? Martin Beck und sein Team kommen auf die Spur von Göran Humlin, einem Geschäftskollegen von Charlottas Vater Bertil. Sein Auto entspricht der Zeugenaussage und war direkt nach der Tatnacht mit einem ominösen Unfallschaden in der Werkstatt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016536","hoster":"VOE"},{"path":"/redirect/13016533","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-3","name":"Die Invasion","epNo":3,"alt":"The Invasion","descr":"Außerhalb Stockholms findet man die Leichen von zwei Männern, die zunächst nicht zu identifizieren sind. Doch bald wird klar, dass sie Opfer einer islamistischen Terrororganisation sind. Ein weiterer Mann, Ibrahim, wird ermordet aufgefunden seine Spuren führen zu einer Terrorzelle. Ermittlungen in Ibrahims Firma ergeben, dass diese mit Geldwäsche zu tun haben muss, ebenso finden sich Chemikalien zum Bombenbau und ein Banktransfer nach Jordanien. Zudem gehören die Fingerabdrücke am Tatort zum Tschetschenen Jamil, einem in Russland gesuchten Terroristen. Als Beck und seine Kollegen endlich merken, dass sie mit dem Terrorverdacht auf einer gänzlich falschen Spur liegen, schweben Jamil und seine schwangere Frau bereits in Lebensgefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016553","hoster":"VOE"},{"path":"/redirect/13016543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-4","name":"Anatomie des Todes","epNo":4,"alt":"The Hospital Murders","descr":"Der Sohn einer kürzlich verstorbenen Krebspatientin klagt den Onkologen Fors an, seine Mutter auf dem Gewissen zu haben. Beck widmet sich diesem Fall mit sehr gezügeltem Enthusiasmus. Doch das ändert sich sehr schnell, als Fors tot aufgefunden wird: Er ist vom Krankhausdach gestürzt. Was zunächst wie ein Selbstmord aus Angst vor einem beruflichen Skandal aussieht, stellt sich bald als Mord heraus: Fors wurde vom Dach gestoßen. Der Sohn der verstorbenen Patientin wird zunächst verhaftet. Jedoch beweisen Bilder der Überwachungskamera, dass er das Krankenhaus bereits verlassen hatte, als Fors vom Dach gestoßen wurde. Eine neue Spur ergibt sich, als Beck herausfindet, dass Fors eine Affäre mit seiner Kollegin Vibeke hatte. Ist Eifersucht das Mordmotiv? Doch Fors’ Frau Eva hat ein Alibi – sie war mit ihrer Tochter Sofie zusammen. Aber auch die Geliebte könnte die Täterin sein, immerhin hatten die beiden für die besagte Nacht eine Verabredung. Letzte Folge \"Kommissar Beck\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016544","hoster":"VOE"},{"path":"/redirect/13016547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-5","name":"Schüsse auf Gunvald","epNo":5,"alt":"Gunvald","descr":"Der Journalist Jakob Wivel wird ermordet in seiner Wohnung aufgefunden. Kommissar Beck und sein Team beginnen zu ermitteln. Weder das Notebook noch das Handy des Toten sind zu finden. Wivels Kollegin Anna sagt, er habe Drohungen aus der rechtsextremen Szene erhalten, aber diese Spur führt zu nichts. Die Spurensicherung findet unter anderem die Fingerabdrücke von Risto Kangas, der vorbestraft ist wegen Erpressung und Körperverletzung. Dann fährt Kommissar Gunvald zu Wivels Haus, um eine Zeugin zu befragen, die den Täter möglicherweise im Treppenhaus gesehen hat. Aber diese Zeugin wird erschossen, und auch Gunvald wird angeschossen und schwer verletzt ins Krankenhaus eingeliefert. Oskar entwickelt starke Schuldgefühle, weil er eigentlich mit Gunvald hätte fahren müssen.Aber seine Frau Petra wollte unbedingt mit ihm eine Wohnung besichtigen, also hat sich Gunvald bereit erklärt, die Sache allein zu übernehmen. Es stellt sich heraus, dass Risto zusammen mit Wivel ein Buch über die Gangsterszene schreiben wollte, und dass alle Informationen dazu auf dessen Notebook sind, das verschwunden ist. Dann wird Ristos Sohn Adrian entführt, von Gangstern, die von Ristos und Wivels Vorhaben erfahren haben. Nun soll Risto innerhalb von zwei Tagen das Notebook beschaffen, ansonsten werde man Adrian erschießen. Ermittlerin Ayda gelingt es zusammen mit einem Freund, einem Computerfreak, das Notebook aufzuspüren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016549","hoster":"VOE"},{"path":"/redirect/13016554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-6","name":"Der Neue","epNo":6,"alt":"Steinar","descr":"Nach dem Tod von Gunvald ist das ganze Team von Kommissar Beck nach wie vor in Trauer. Da kommt der neue Kollege Steinar. Natürlich viel zu früh. Noch dazu ist er Halb-Norweger. Steinar findet sich trotzdem ziemlich schnell ein, nicht zuletzt durch seinen Charme und seine Direktheit. Aber viel Zeit zum Eingewöhnen hat er nicht, denn in einem völlig ausgebrannten Wohnwagen wird eine verkohlte Leiche entdeckt. Wie sich herausstellt, ist der Campingplatz, auf dem der Wagen stand, einigen Anwohnern ein Dorn im Auge, da sich dort Drogensüchtige tummeln. Deswegen ermitteln Beck und seine Kollegen unter anderem gegen eine Nachbarschaftswache, die das sogenannte \"Pack\" gerne loshaben möchte.Da so ein Brand leider sehr viele Spuren verwischt, wissen die Polizisten erst nicht, ob es sich bei dem Opfer um die Bewohnerin des Wohnwagens – Mercedes Pettersson – handelt. Dann wird jedoch klar, dass der Tote Gert Falkengren ist, der Besitzer des Wagens, der sich zusammen mit seiner Frau als Wohltäter der Campingplatzbewohner fühlte. Im Laufe der weiteren Ermittlungen fällt der Verdacht zum einen auf den Vater von Mercedes, zum anderen auf die Nachbarschaftswache. Und dann gibt es ja auch noch den ehrenamtlichen Bewährungshelfer von Mercedes, der die Schwäche seiner Schutzbefohlenen offenbar ausgenutzt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016562","hoster":"VOE"},{"path":"/redirect/13016557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-7","name":"Tödliche Sackgasse","epNo":7,"alt":"End of the Road","descr":"Der ehemalige Polizist Rickard Birgersson wird erschossen in seinem Haus aufgefunden, ebenso seine Frau und sein Sohn. Es scheint ein Mord aus Rache gewesen zu sein. Die Familie wurde offenbar nur umgebracht, um keine Zeugen der Tat zu haben. Bei der Polizeiarbeit gerät zunächst Johan Wredin ins Visier. Sein Bruder Jens wanderte durch Rickard wegen Mordes ins Gefängnis. Dieser Verdacht erhärtet sich allerdings nicht. Dann stellt sich heraus, dass Rickard während seiner Dienstzeit nicht sauber gespielt hat, und dass er einen Informanten namens Santos in der Szene hatte. Santos ist vor vier Jahren nach einem Überfall auf einen Geldtransporter mit der Beute verschwunden, nachdem er seine zwei Komplizen erschossen hat. Nun suchen alle nach Santos, aber der ist nicht zu finden.Steinar fühlt einem ehemaligen Kollegen von Rickard, Mats Sylvander, auf den Zahn und findet ihn auch nicht ganz koscher. Fredén, der damals die Ermittlungen gegen Santos und seine Komplizen geleitet hat, verbietet Steinar jedoch, sich nochmal in Mats’ Nähe zu begeben. Steinar ignoriert das Verbot und beschuldigt Mats, zusammen mit Rickard die Morde an Santos’ Komplizen begangen und schließlich auch Santos erschossen zu haben. Während des ganzen Falles hat Oskar Probleme mit Petra, die ihn verlassen will, und Steinar sorgt sich um seine Tochter aus erster Ehe, die ein Junkie zu werden droht. Und auch das besondere Verhältnis von Beck und Gunilla, der sympathischen Gerichtsmedizinerin, wird auf die Probe gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016561","hoster":"VOE"},{"path":"/redirect/13016568","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-5/episode-8","name":"Zahltag","epNo":8,"alt":"The Last Day","descr":"Zwei Verkehrspolizisten verfolgen einen Wagen, der auf Anweisung nicht angehalten hat. Schließlich stoppt er doch, der Fahrer steigt aus und schießt unvermittelt auf die beiden Beamten. So wird die Polizistin Britt, die am nächsten Tag in Pension gehen sollte, getötet, und der Kollege Amir wird in der Schulter getroffen. Leider kann er kaum Angaben über den Täter machen. Der Halter des Wagens wird erschossen in seiner Wohnung aufgefunden. Auf dem Überwachungsvideo einer Tankstelle ist der Fahrer und mögliche Todesschütze zu sehen: Es handelt sich um den ehemaligen Lehrer Stefan Mattsson, der wegen eines angeblichen sexuellen Übergriffs suspendiert wurde. Der Autobesitzer war ein ehemaliger Kollege, der sich wie das übrige Kollegium gegen ihn gestellt hat. Nun will Mattsson zur Abschlussfeier der Schule, um alle mit Gewalt von seiner Unschuld zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016565","hoster":"VOE"},{"path":"/redirect/13016574","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-6/episode-1","name":"Dein eigen Blut","epNo":1,"alt":"Flesh and Blood","descr":"Josefin, eine 17-jährige Schülerin, ist verschwunden, und die Eltern rufen die Polizei. Eine Spur führt zu Kasim, einem Studenten mit Migrationshintergrund. Parallel wird Kommissar Beck vom Geheimdienst gebeten, Kasims Familie im Zusammenhang mit einem diffusen Terrorverdacht zu überprüfen. Es stellt sich heraus, dass der ältere Sohn, Nabil, sich dem IS angeschlossen hat. Und dann wird Josefins Leiche gefunden. Kasims Mutter sagt, dass ihr Sohn das nicht getan haben könne, weil er in Jordanien sei, um seinen Bruder zur Heimkehr zu überreden. Nachdem es eine Weile immer noch keinen Hinweis auf Kasims Verbleib gegeben hat, trifft eine Meldung der jordanischen Polizei ein, dass man seine Leiche in der Nähe von Amman gefunden habe.Ermittler Steinar wird hingeschickt, um ihn zu identifizieren, und Beck stellt die Theorie auf, dass der \"Kasim\", der in letzter Zeit in Stockholm war, in Wahrheit Nabil war. Nach der Identifikation der Leiche als Kasim stellt sich die Sache so dar: Die IS-Zelle, der Nabil angehört, hat Kasim erschlagen, damit Nabil mit dessen Pass nach Schweden einreisen kann. Der Student, der sich in den vergangenen Wochen als Kasim ausgegeben hat, war in Wahrheit Nabil. Nun sitzt er im Keller des Mietshauses, in dem seine Eltern wohnen, und bereitet sich auf einen Selbstmordanschlag vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016577","hoster":"VOE"},{"path":"/redirect/13016583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-6/episode-2","name":"Auf dünnem Eis","epNo":2,"alt":"The Thin Ice","descr":"Eishockey-Trainer Simon Lindström wird in der Umkleidekabine tot aufgefunden. Der Verdacht fällt auf zwei Flüchtlinge, Majid und Mohammed, die die Eishalle als Letzte verlassen haben. Wie sich herausstellt, hatte Lars, Vater des Juniorenspielers Axel, nach dem letzten Training seines Sohnes einen heftigen Disput mit Simon bezüglich Axels Trainingsleistungen. Polizist Steinar glaubt nach anfänglichen Zweifeln an die Unschuld der Flüchtlinge. Währenddessen kehrt Kommissar Martin Beck als neuer Abteilungschef zurück und ist auf der Suche nach einem Nachfolger für seinen früheren Posten. Steinar überlegt, sich für diesen zu bewerben. Als dann die Asylunterkunft durch einen Brandanschlag teilweise zerstört wird, kommt Klas Fredén, Martins ehemaliger Chef, wieder ins Spiel. Er will die Ermittlungen übernehmen, sehr zum Missfallen von Steinar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016579","hoster":"VOE"},{"path":"/redirect/13016586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-6/episode-3","name":"Die ausgestreckte Hand","epNo":3,"alt":"Without Intent","descr":"Die alleinerziehende Manuela bereitet den Geburtstag für ihre zehnjährige Tochter Maria vor. Als diese von der Schule nach Hause kommt, liegt Manuela leblos am Fuß der Treppe. Kommissar Steinar und sein Team übernehmen den Fall, der zunächst wie ein tragischer Unfall aussieht. Verdächtig ist jedoch, dass Mutter und Tochter unter falscher Identität gelebt haben, da Manuelas Exmann Fredrik in der Vergangenheit Gewalt ausgeübt hat. Tags darauf wird klar, dass Fredrik in der Vergangenheit erfolglos versucht hat, bei den Behörden Besuchsrecht für Maria zu erwirken. Als Steinar erfährt, dass Manuela kurz vor ihrem Tod eine eigentümliche SMS von ihrem Chef, dem Verwaltungsbeamten Bernt, erhalten hat, schickt er seine Ermittler los, auch diesen zu befragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016594","hoster":"VOE"},{"path":"/redirect/13016593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-6/episode-4","name":"Teufels Anwalt","epNo":4,"alt":"The Devil\u0027s Attorney","descr":"Der Besitzer des Restaurants Paesan, Pavle Agutoli, wird während des laufenden Betriebs erschossen. Bei der Befragung der Gäste stellt sich heraus, dass niemand etwas gesehen haben will. Alle Zeugen scheinen eingeschüchtert. Als sich dann herausstellt, dass der Bruder der Ermittlerin Alex mit zwei der Verdächtigen eine berufliche Vergangenheit verbindet, schreitet Beck ein. Zudem spitzt sich die Situation zwischen Steinar und Alex weiter zu. Letzte Folge der aktuellen Staffel \"Kommissar Beck\".","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016603","hoster":"VOE"},{"path":"/redirect/13016609","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-7/episode-1","name":"Undercover","epNo":1,"alt":"Undercover","descr":"Der junge Drogendealer Sandor Mokhtar wird ermordet. Die Ermittlungen führen zu einem Streit mit Fredén, der den Undercover-Polizisten Josef Eriksson in das Drogen-Netzwerk eingeschleust hat. Sandor ist der Neffe des im Ausland lebenden Drogenbosses Tarek Mokhtar, gegen den Josef ermittelt. Das Team und Josef müssen eng zusammenarbeiten, um sowohl Sandors Mörder zu finden als auch Tarek hochzunehmen. Dabei geraten besonders Steinar und Josef aneinander. Doch auch privat hat Steinar mit Problemen zu kämpfen. Nach der Trennung von seiner Frau steht er vor der schweren Entscheidung zwischen seinem Job und seinen Kindern in Oslo. Steinar versucht, sich mit einer Dating-App abzulenken. Zu der Anmeldung haben ihn Jenny und Oskar überredet. Unverhofft hat er kurz darauf ein Match mit Martins Tochter Inger. Alex wiederum muss sich in ihre neue Rolle als Teamleiterin noch einfinden und ist froh um Martins Unterstützung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016606","hoster":"VOE"},{"path":"/redirect/13016612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-7/episode-2","name":"Ohne jeden Zweifel","epNo":2,"alt":"Utom rimligt tvivel","descr":"Bei einem Deeskalationsversuch wird Oskar von Hampus Säter mit einer Waffe bedroht. Als Josef eingreift, stürzt Hampus aus dem Fenster und stirbt. Eine interne Ermittlung wird eingeleitet. In Hampus’ Auto wird die Leiche eines Babys gefunden, allerdings ist Hampus nicht der Vater. Der Wagen stellt sich als gestohlen heraus, doch auch die eigentliche Besitzerin kann nicht mit der Babyleiche in Verbindung gebracht werden. Das Team steht vor einem Rätsel. Nachdem Steinar zu seinen Kindern nach Oslo zurückgezogen ist, hat Martin Zweifel an Alex’ Entscheidung, Josef Eriksson ins Team zu holen. Seine Kritik erhärtet sich, als Josef sich nach dem unglücklichen Tod von Hampus Säter einer internen Ermittlung stellen muss und vom Fall abgezogen wird. Als auch die Medien von den Ereignissen am Tatort Wind bekommen, steigt sowohl intern als auch extern der Druck auf das Team – und die Gefahr ist groß, dass es daran zerbricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016618","hoster":"VOE"},{"path":"/redirect/13016614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-7/episode-3","name":"Tod in Samarra","epNo":3,"alt":"Döden i Samarra","descr":"Menschenrechtler Dr. Hanoush ist ein wichtiger Zeuge eines Angriffs auf die syrische Stadt Samarra. Bei einem Treffen mit Ermittlern des Kriegsverbrechertribunals wird er brutal ermordet. Da Alex Majid Awani, der beim Treffen mit Hanoush dabei war, aus ihrer Zeit im Nahen Osten kennt, wirft ihr Josef Befangenheit vor. Das Team ermittelt auf heiklem politischen Terrain, auch der schwedische Geheimdienst ist an dem Fall interessiert. Eine der Spuren führt in die syrische Botschaft zu Amir Navid, der allerdings diplomatische Immunität genießt. Doch auch Steffan Gems, der zusammen mit Hanoush eine Organisation zur Bekämpfung von Kriegsverbrechen und Menschenrechtsverstößen gegründet hat, und seine Frau Hannah geraten ins Visier der Ermittlungen. Dann verschwindet plötzlich Sana Malik, die zusammen mit Majid Dr.Hanoush vor seinem Tod getroffen hatte, und der Fall bekommt eine neue Wendung. Nachdem bei Martin Beck ein Gehirntumor diagnostiziert wurde, sind seine Familie und auch das Team in großer Sorge um ihn. Martin entscheidet sich schließlich dafür, den Tumor entfernen zu lassen, auch wenn die OP riskant ist. Währenddessen ruft das Wiedersehen mit Majid bei Alex alte Erinnerungen wach.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016626","hoster":"VOE"},{"path":"/redirect/13016634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-7/episode-4","name":"Der verlorene Sohn","epNo":4,"alt":"Den förlorade sonen","descr":"Ein Hund findet im Wald den Kieferknochen des vor fünf Jahren verschwundenen Viktor Eklund. Damals hatte Martin Beck die Ermittlungen geleitet, die jedoch ohne Ergebnis eingestellt wurden. In der alten Akte stößt Alex auf Ungereimtheiten. Sie findet heraus, dass Fredén die Akte bereinigen ließ. Er ist mit Viktors Mutter, der erfolgreichen Ratgeber-Autorin Cecilia, persönlich bekannt. Doch auch Martin verhält sich ungewöhnlich. Haben Viktors Drogenabhängigkeit oder der ständige Streit mit seiner Mutter über Geld etwas mit seinem Tod zu tun? Bei der Suche in einem See nahe der Fundstelle des Kieferknochens werden Viktors restliche Gebeine gefunden. Doch die Knochen wurden hier erst vor Kurzem versenkt. Das Team muss den eigentlichen Tatort finden – und damit den Täter. Martin darf nach der Operation wieder nach Hause.Er verschweigt jedoch, dass nicht der gesamte Gehirntumor entfernt werden konnte. Wenn er sich nicht erneut operieren lasse, blieben ihm nur noch wenige Monate zu leben. Gleichzeitig bekommt Alex ein Jobangebot aus dem privaten Sektor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427677","hoster":"VOE"},{"path":"/redirect/13016622","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-8","seasonId":"Staffel 8","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-8/episode-1","name":"Ein neues Leben","epNo":1,"alt":"Ett Nytt Liv","descr":"Martin Beck ist nach seiner Operation wieder zurück im Dienst, als Kasper Aalbeck tot im Wasser gefunden wird. Aalbeck war Mitglied einer dänischen Drogengang, die nun auf Rache sinnt. Unterstützung bekommt das Beck-Team von seinem alten Kollegen Steinar, der in einem früheren Mordfall einen der Anführer der Gang hinter Gitter gebracht hatte. Gemeinsam finden sie heraus, dass Aalbeck zuletzt mit einer dubiosen IT-Firma in Stockholm Geschäfte machte. Als der Däne Nicolai nach Stockholm kommt, um den Mord an seinem Kollegen Kasper Aalbeck zu rächen, eskaliert die Situation, und es kommt zu einer Schießerei zwischen Nicolai und den Inhabern der IT-Firma \"Kyo Solutions\". Für einen der Beteiligten endet die Schießerei tödlich.Das Team setzt nun alles daran, Kasper Aalbecks Mörder so schnell wie möglich zu finden und einen Bandenkrieg zu verhindern. Währenddessen beginnt Martins Enkel Vilhelm seine Ausbildung in der Polizeischule, um in die Fußstapfen seines Großvaters zu treten – zum Leidwesen seiner Mutter Inger.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016647","hoster":"VOE"},{"path":"/redirect/13016649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-8/episode-2","name":"Rage Room","epNo":2,"alt":"Rage Room","descr":"Antiquitätenhändler Bruno wird neben einem Joggingpfad brutal erwürgt aufgefunden. Gleichzeitig ermittelt Josef privat für seine alte Schulfreundin Cissi im Einbruchsfall bei ihrem Vater. Josef und Cissi begegnen sich nach langer Zeit wieder. Vor Kurzem starb Cissis Vater beim Einbruch in seine Goldschmiedewerkstatt an einem Herzinfarkt. Doch die zuständigen Ermittler haben die Akte ohne Ergebnis wieder geschlossen. Josef verspricht nachzuforschen. Während der Ermittlungen im Mordfall des Antiquitätenhändlers Bruno und dem Einbruch bei Cissis Vater stellt sich heraus, dass die beiden Fälle irgendwie zusammenhängen müssen. Doch bei der Suche nach einer möglichen Verbindung tappt das Beck-Team noch im Dunklen. Als herauskommt, dass Josef und Cissi eine Affäre miteinander haben, wirft das Team Josef Befangenheit vor und es kommt zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016648","hoster":"VOE"},{"path":"/redirect/13016656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-8/episode-3","name":"58 Minuten","epNo":3,"alt":"58 minutes","descr":"Während der TV-Livesendung einer Morning Show kommt es zu einer Geiselnahme. Im TV-Studio befindet sich auch Alex. Unter enormem Zeitdruck versucht das Team, die Geiselnahme zu stoppen. Geiselnehmer Peter Rosenberg, Wachmann des Senders, gibt der Polizei 58 Minuten, um Tomas Tormalm, einen reichen Immobilienmagnaten, ins Studio zu bringen. Der konnte dank Alex zu Beginn der Geiselnahme aus dem Studio fliehen. Währenddessen wird weiter gesendet. Martin fährt zum TV-Studio, um die Einsatzkräfte vor Ort zu unterstützen. Gleichzeitig ermittelt das restliche Team auf Hochtouren, um mehr über Tomas Tormalm, Peter Rosenberg und den Grund der Geiselnahme zu erfahren. Schnell stellt sich heraus, dass Tormalm nicht der große Wohltäter ist, als der er dargestellt wird. Seine Firma kauft ganze Häuserblocks mit Sozialwohnungen auf und treibt dann die Mieten in die Höhe. Doch warum Peter Rosenberg es ausgerechnet auf Tormalm abgesehen hat, ist unklar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016657","hoster":"VOE"},{"path":"/redirect/13016654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-8/episode-4","name":"Die betroffene Polizei","epNo":4,"alt":"Den Gråtande Polisen","descr":"Nachdem ein 14-Jähriger bei einem Polizeieinsatz erschossen wurde, kommt es zu Demonstrationen gegen Polizeigewalt. Dabei erleidet eine Polizistin durch einer Brandbombe schwere Verbrennungen. Am Tag danach wird ein Bus, der von der außerhalb liegenden Polizeischule Richtung Stadt fährt, angehalten und alle Insassen brutal getötet. Für Martin Beck ist der Fall besonders emotional, da sein Enkel Vilhelm nur durch Zufall nicht auch in diesem Bus saß. Zunächst geht man von einem Terroranschlag aus, aber niemand bekennt sich zu der Tat. Auch die Suche nach möglichen Feinden der Opfer führt zunächst ins Leere. Zudem wird die Ermittlungsarbeit durch die stümperhafte Arbeit der ersten Einsatzkräfte vor Ort, Ellinor Kristiansson und Ulf Kvant, erschwert. Das Beck-Team hat alle Hände voll zu tun, die Täter dieser grausamen Tat zu finden – und gerät dabei selbst in die Schusslinie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13016666","hoster":"VOE"},{"path":"/redirect/13016658","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-beck/staffel-9","seasonId":"Staffel 9","episodes":[{"path":"/serie/stream/kommissar-beck/staffel-9/episode-1","name":"Tödliche Falle","epNo":1,"alt":"","descr":"Martin Becks Enkel Vilhelm hat gleich bei seinem ersten Einsatz als Polizei-Auszubildender ein traumatisches Erlebnis: Am Schauplatz eines Einbruchs findet er einen toten Jugendlichen. Der 17-jährige Samir wurde offenbar erschlagen. Als wenig später zwei Teenager aus seinem Umfeld verschwinden, stehen die Ermittler des Teams um Martin Beck vor einem Rätsel. Die entscheidende Spur ergibt sich aus kompromittierendem Videomaterial. Vilhelm, der Enkel von Martin Beck, absolviert seinen ersten Einsatz als Auszubildender bei der Polizei. Mit seiner älteren Kollegin Trine fährt er zu einem Haus, aus dem ein Einbruch gemeldet wurde. Doch der vermeintliche Routinefall wird zum traumatischen Erlebnis. Vilhelm findet den 17-jährigen Samir tot in seinem Zimmer. Er wurde offenbar erschlagen. Das Beck-Team übernimmt die Ermittlungen. In deren Verlauf entdeckt Josef in Samirs Zimmer teure Turnschuhe und Designerkleidung. Woher hatte der Jugendliche das Geld dafür? Als Josef und Teamleiterin Alex die Mitschüler von Samir befragen, erfahren sie von einem Vorfall auf einer Party. Ein anderer Jugendlicher, Anton, hatte ihn dort in den Swimmingpool gestoßen und damit gedroht, ihn umzubringen. Nun ist Anton verschwunden. In dessen Zimmer finden die Ermittler einen Umschlag, der einen Schlüssel und eine größere Geldsumme enthält. Wenig später wird auch Anton tot aufgefunden. Der Fall zieht immer weitere Kreise, denn von Samirs Mitschülerin Stella fehlt ebenfalls jede Spur. Es stellt sich heraus, dass die drei Jugendlichen unter einer Decke steckten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13059772","hoster":"VOE"},{"path":"/redirect/13059770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-9/episode-2","name":"Quid pro quo","epNo":2,"alt":"","descr":"Ein Händler wird tot in einer Flohmarkthalle aufgefunden. Vieles deutet auf einen Mord hin. Martin Beck ist überrascht, als die Geheimpolizei SÄPO großes Interesse an dem Fall bekundet. Im Umfeld des Verstorbenen stoßen die Ermittler auf zahlreiche Ungereimtheiten. Er hatte mit mehreren Personen dubiose Geschäfte gemacht. Zudem taucht Videomaterial auf, das eine verdächtige Frau zeigt. Sie ist jedoch spurlos verschwunden. In einer Flohmarkthalle im Stockholmer Vorort Vårberg wird der Händler Dima Petrovich tot aufgefunden. Vieles deutet darauf hin, dass es sich nicht um einen Unfall handelt. Kurz nachdem das Beck-Team die Ermittlungen aufgenommen hat, bekommt Martin überraschenden Besuch von Kent Larsson, einem Beamten der Geheimpolizei SÄPO. Er möchte kontinuierlich über den Stand der Ermittlungen im Fall Dima informiert werden. Steinar, Jenny und Josef sprechen unterdessen mit der Händlerin Jasmina, die den toten Dima gefunden hat. Angeblich war er sehr beliebt und hatte keine Feinde. Jasmina erinnert sich allerdings an ein angespanntes Gespräch zwischen Dima und Thomé, der in der Halle einen Stand betreibt, an dem er Mobiltelefone repariert. Steinar und Oskar befragen zudem die Brüder Rodrigo und Pedro Sanchez, die mit Dima einige merkwürdige Geschäfte gemacht haben. Auch die junge Restaurantmitarbeiterin Kassandra muss den Ermittlern erklären, warum Dima ihr kurz vor seinem Tod einen hohen Geldbetrag überwiesen hatte. Eine weitere Spur ergibt sich aus den Bildern von Jasminas privater Überwachungskamera. Darauf ist eine Frau zu sehen, die am fraglichen Abend in die Flohmarkthalle gegangen, aber offenbar nicht mehr herausgekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13059769","hoster":"VOE"},{"path":"/redirect/13059773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-9/episode-3","name":"Inferno","epNo":3,"alt":"","descr":"Die internen Ermittler nehmen Josefs vermeintlichen Angriff auf einen SÄPO-Mitarbeiter noch einmal genauer unter die Lupe. Er wird suspendiert und gerät zudem unter Mordverdacht. Überraschende Unterstützung im internen Ermittlungsverfahren bekommt Josef von SÄPO-Chef Klas Fredén. Dafür soll er Fredén bei der Wiederbeschaffung eines wertvollen Gemäldes helfen. Doch Josefs Zielperson liegt wenig später tot in ihrem Hotelzimmer. Das Beck-Team muss bis auf Weiteres ohne den vom Dienst suspendierten Josef auskommen. Die interne Ermittlung gegen ihn wegen seines vermeintlichen tätlichen Angriffs auf einen Mitarbeiter der Geheimpolizei SÄPO wird noch einmal aufgerollt. Angeblich sind neue Beweise aufgetaucht, die Josef schwer belasten. Auch Teamleiterin Alex gerät nun unter Druck. Zunächst müssen sich die Ermittler allerdings mit einem mysteriösen Mordfall an einer Tankstelle befassen. Ein 43-jähriger Familienvater wurde erschossen, als er gerade seinen Wagen auftanken wollte. Kurz bevor die Schüsse fielen, hat ein Lastwagenfahrer im Café der Tankstelle ein verdächtiges Gespräch zwischen einer Frau mit einer auffälligen Narbe im Gesicht und deren Teenager-Tochter angehört. Derweil überrascht der SÄPO-Chef Klas Fredén den suspendierten Josef mit einem Angebot: Er will ihn in dem internen Ermittlungsverfahren unterstützen, wenn Josef ihm dafür einen Gefallen tut. Es geht um ein gestohlenes Botticelli-Gemälde, das sich angeblich in Stockholm befindet und schon bald außer Landes geschafft werden soll. Josef soll sich an die Fersen von Julia Grandnik heften, um das zu verhindern. Bei Julia handelt es sich ausgerechnet um die verdächtige Frau aus dem Tankstellen-Café. Josef macht sie in einem Hotel ausfindig und verschafft sich unter einem Vorwand Zugang zu ihrem Zimmer. Wenig später ist Julia tot. Die Bilder der Überwachungskamera zeigen Josef, wie er gewaltsam in ihr Zimmer eindringt. Ansonsten waren in der kompletten Nacht offenbar keine weiteren Personen vor Ort. Die Ermittler sind entsetzt. Haben sie sich in ihrem Kollegen Josef getäuscht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13059738","hoster":"VOE"},{"path":"/redirect/13059735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-beck/staffel-9/episode-4","name":"Sackgasse","epNo":4,"alt":"","descr":"Als die Ex-Frau des ermordeten Chris Simic befragt werden soll, nehmen sie und ihr Freund einen jungen Polizisten als Geisel. Es handelt sich dabei um Martin Becks Enkel Vilhelm. Zunächst fehlt von Vilhelm und seinen Entführern jede Spur. Martin und seine Tochter Inger machen sich große Sorgen um ihn. Derweil versucht das Beck-Team, auch den Mord an Chris aufzuklären, der Jahre zuvor an einem spektakulären Überfall beteiligt war. Kurz nachdem er aus dem Gefängnis entlassen wurde, liegt Chris Simic tot in seiner Wohnung. Jemand hat ihn geschlagen und ihm anschließend die Kehle durchgeschnitten. Das Beck-Team übernimmt die Ermittlungen. Chris ist für die Polizei ein alter Bekannter. Jahre zuvor war er als Fahrer an einem Überfall auf einen Geldtransporter beteiligt. Die millionenschwere Beute wurde nie gefunden. Chris war der letzte noch lebende von insgesamt vier Tätern. Vilhelm, Martin Becks Enkel, bekommt im Rahmen seiner Polizeiausbildung einen neuen Auftrag. Zusammen mit seiner Kollegin Trine soll er Chris’ Ex-Frau Nina zu Hause abholen. Die Mordkommission will sie befragen. Als die Polizisten an der Wohnung eintreffen, verhält sich Nina seltsam. Offenbar ist noch jemand bei ihr. Dann eskaliert die Situation. Trine wird später schwer verletzt ins Krankenhaus eingeliefert, aber von Vilhelm fehlt jede Spur. Nina und ihr Freund Milo haben ihn als Geisel genommen. Martin macht sich große Sorgen um seinen Enkel und muss sich zudem schwere Vorwürfe von seiner Tochter Inger, Vilhelms Mutter, anhören. Sie war immer dagegen, dass ihr Sohn zur Polizei geht. Unterdessen ärgert sich Teamleiterin Alex über die forsche Reporterin Eva Kremer. Sie scheint den Ermittlern immer ein Stück voraus zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13059765","hoster":"VOE"},{"path":"/redirect/13059757","hoster":"Streamtape"}]}]}]}]}