{"path":"/serie/stream/kommissarin-lucas","name":"Kommissarin Lucas","descr":"In der Krimireihe \"Kommissarin Lucas\" ermittelt die gleichnamige Titelheldin in der Donaustadt Regensburg, später in Nürnberg. Unterstützt wird sie zunächst von Stefan Deuter, der später von Leander Blohm abgelöst wird. Da ihr Mann ins Koma gefallen war und nur in einer Spezialklinik im bayerischen Regensburg behandelt werden kann, zieht die Kölner Kriminalhauptkommissarin Ellen Lucas (Ulrike Kriener) an die Donau. Hier wird sie zur Leiterin einer Sonderkommission berufen. Ihr zur Seite steht Kriminalkommissar Stefan Deuter (Thure Riefenstein), der nach einiger Zeit aber durch Kriminalkommissar Leander Blohm (Florian Stetter) ersetzt wird. Einfluss auf das Team hat auch der zum Dienststellenleiter beförderte Vorgänger von Ellen Lucas, Boris Noethen (Michael Roll).","seasons":[{"path":"/serie/stream/kommissarin-lucas/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-1","name":"Die blaue Blume","epNo":1,"alt":"","descr":"Als ihr geliebter Ehemann Paul nach einem Autounfall ins Koma fällt, entscheidet Kommissarin Ellen Lucas kurzerhand, ihre Wahlheimat Köln zu verlassen und nach Regensburg zu ziehen. In der dortigen Spezialklinik für Komapatienten hofft sie auf Pauls schnelle Genesung. Beruflich bleibt ihr keine Zeit zum Durchatmen: In Regensburg wird die Leiche der fünfjährigen Maria aufgefunden, die einem Verbrechen zum Opfer fiel. Die Bewohner der idyllischen Kleinstadt sind aufgebracht. Kompromisslos und mit Fingerspitzengefühl macht sich Ellen Lucas an die Arbeit, das Tatgeschehen zu rekonstruieren, oft auch gegen den Widerstand ihrer neuen Kollegen. Der Einzige, auf den sie sich in dieser Extremsituation hundertprozentig verlassen kann, ist Kommissarsanwärter Stefan Deuter. Widersprüchliche Aussagen der Familienangehörigen und zweifelhafte Alibiversionen erschweren zudem die Suche nach dem wahren Täter. Innerhalb des Polizeiapparats macht ihr im Besonderen das Rivalitätsverhältnis zu ihrem Kollegen Boris Noethen zu schaffen, der die Neue als Eindringling sieht, die ihm den Karriereaufstieg vermasseln könnte. Als der Vorgesetzte Klaus Buddlick stirbt, gewinnt das Konkurrentenverhältnis an Schärfe. Dann kommt eine weitere erschreckende Nachricht: Die kleine Ina wird von ihrer Mutter als vermisst gemeldet, und am Tatort findet sich erneut eine blaue Blume, die als eine Art Visitenkarte des Täters erscheint. Der Druck auf die Ermittler wächst, die Angst, dass ein Serientäter am Werk ist, kann nun nicht mehr ausgeschlossen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322612","hoster":"VOE"},{"path":"/redirect/10322602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-2","name":"Vergangene Sünden","epNo":2,"alt":"","descr":"Das Bauerngehöft des ehemaligen Polizeibeamten Willi Hantel steht in Flammen. Schnell zeigt sich, dass der Brand nur herbeigeführt wurde, um den Mord an Willi Hantel zu verschleiern. Kommissarin Lucas und ihr Team vermuten den Täter zunächst im Kreis der Familie, als jedoch Walter Gussmann, ein zweiter Polizist, ermordet aufgefunden wird, führt eine heiße Spur zu Rudolf Katz. Von Hantel und Gussmann des Mordes überführt, saß Rudolf Katz lange im Gefängnis, unschuldig, wie er immer behauptete. Ein verspäteter Rachefeldzug? Katz ist unauffindbar, doch die Recherchen im zurückliegenden Fall führen zu einem neuen Hauptverdächtigen: Der leitende Ermittler von damals, der heutige Regensburger Polizeipräsident Ernst Schenker, der Ellen Lucas als ihr Vorgesetzter mächtig unter Druck setzt. Schenker verbietet Ellen Lucas auch den Umgang mit seiner Tochter Susanne, die sich seit geraumer Zeit liebevoll um Ellens komatösen Ehemann Paul kümmert. Susanne begehrt daraufhin auf und Privates vermischt sich in dramatischer Weise mit Erfordernissen des aktuellen Falls.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322620","hoster":"VOE"},{"path":"/redirect/10322629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-3","name":"Vertrauen bis zuletzt","epNo":3,"alt":"","descr":"Die Einwohner von Regensburg sind geschockt. Aus einem Seitenarm der Donau wird die Leiche der erst 19-jährigen Biljana Savic geborgen. Die Narben am Körper des Mädchens lassen nur einen Schluss zu: Mord. Was Kommissarin Lucas in besonderer Weise betroffen macht, ist der Umstand, dass die Spuren auf Misshandlungen in der Vergangenheit, als auch der Gegenwart schließen lassen. Von Biljanas Freundin Milica erfährt sie, dass beide Mädchen vor zwei Jahren, über eine Aupair-Agentur aus Serbien nach Regensburg kamen. Die junge Milica wirkt verängstigt und ist zu keiner weiteren Aussage bereit. Auch Biljanas Gasteltern, das Ehepaar Schwarz, hüllt sich in Schweigen. Was treibt Milica in die Isolation und was verheimlicht das Ehepaar? Um die Mauer des Schweigens zu durchbrechen, wendet sich die Kommissarin an den Geistlichen Bruder Danko, der aus Kroatien stammt und über die Kriegsschrecken der jüngsten Vergangenheit zu berichten weiß. Eine ganz andere Opfer/​Täter-Theorie zum Kriegsgeschehen vertritt der Kroate Tomislav Vodenac, bei dem Milica in zahnärztlicher Behandlung war. Sein Verhältnis zu Milicas Gastmutter Isabell macht ihn verdächtig. Die Situation eskaliert, als Kommissarin Lucas lebensgefährlich bedroht wird und die unbekannten Angreifer auch nicht davor zurückschrecken, ihren Vermieter Max zu attackieren. In welchem Zusammenhang das Verbrechen mit der jüngsten europäischen Vergangenheit steht, kann Kommissarin Lucas erst begreifen, als es fast schon zu spät ist, denn plötzlich ist Milica verschwunden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322623","hoster":"VOE"},{"path":"/redirect/10322640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-4","name":"[Derzeit nicht erhältlich] ","epNo":4,"alt":"","descr":"Irgendwann trifft es fast jeden Kommissar: Bei einem bewaffneten Banküberfall mit Geiselnahme sieht Kommissarin Lucas keinen anderer Ausweg, als den Täter niederzuschießen. Opferschutz vor Täterschutz lautet die gesetzliche Legitimation dieser Amtshandlung, doch die Bilder des Toten werden die Kommissarin noch lange in ihren Träumen verfolgen und dies in einer Lebensphase, wo es für sie noch den Tod ihres komatösen Ehemanns zu verarbeiten gilt. Aber auch jetzt fehlt die Zeit zum Durchatmen. Der elfjährige Oskar Mayerhoff wurde entführt. Bei der Lösegeldübergabe gelingt es dem Team um Kommissarin Lucas sehr schnell, den vermeintlichen Täter dingfest zu machen. Doch der 27-jährige Markus Welke, BWL-Student aus kleinbürgerlichen Verhältnissen, bestreitet die Tat vehement. Die forensische Spurensicherung und die Zeugenaussagen sprechen dagegen eine eindeutige Sprache. Doch auch nach etlichen Verhören schweigt sich Markus aus, verweigert die Bekanntgabe des Ortes, wo er den Jungen versteckt hält. Mit allen ermittlerischen und rhetorischen Tricks versucht Kommissarin Lucas, Markus aus der Reserve zu locken. Vergeblich! Ein Wettlauf mit der Zeit beginnt, da Oskar nicht mehr lange ohne Nahrung im Versteck durchhalten wird. Diesen Umstand will sich Markus zunutze machen und versucht erpresserisch eine Strafmilderung auszuhandeln. Eine Zerreißprobe für das gesamte Team. Öffentliche und polizeiinterne Forderungen werden laut, die gesetzlichen Bestimmungen zu umgehen, den Täter auch mit Gewalt unter Druck zu setzen. Die Frage steht im Raum, warum hier nicht auch Opferschutz vor Täterschutz anzuwenden ist, denn alle wissen, der Junge hat nur noch wenige Stunden zu leben, wenn der Täter nicht endlich sein Schweigen bricht…","versions":[]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-5","name":"Skizze einer Toten","epNo":5,"alt":"","descr":"Die Leiche der 25-jährigen Rechtsanwaltsgehilfin Karin Berling wird am Donauufer in Regensburg geborgen. Die Eltern sind fassungslos, zumal ihre Tochter Karin unmittelbar vor der Hochzeit mit dem Türken Cengiz Özgür stand. Der zukünftige Ehemann reagiert auf die Todes-nachricht mit Entsetzen, doch erste Recherchen machen deutlich, dass seine Beziehung zu Karin kurz vor dem Aus stand. Eine Ursache war das streitbare Verhältnis zu seinen zukünftigen Schwiegereltern, eine weitere, das enge Beziehungsverhältnis zwischen Karin und Klaus Webert. Klaus Webert, der für die Tatzeit kein Alibi vorzuweisen hat, gerät unter Verdacht, aber auch Cengiz Bruder Mehmet gehört zum Kreis der Tatverdächtigen, als sich herausstellt, dass er sich stark für die fundmentalistische Bewegung engagiert. Kommissarin Lucas erkennt, dass sie den Fall erst lösen kann, wenn sie auch die religiös-politischen Verflechtungen hinter dem Geschehen zu ent-schlüsseln weiß. Über Karins Vorgesetzte, die stadtbekannte Rechtsanwältin Tansu Nasiri, erhält sie wertvolles Hintergrundwissen. Mitten in einer Befragung geschieht das Unglaubliche. Aus einem Hinterhalt wird auf die Anwältin geschossen, und erst in letzter Minute gelingt es Kommissarin Lucas, Nasiri das Leben zu retten. Jetzt liegt die Vermutung nahe, dass auch im Fall Karin ein politisches Motiv infrage kommt. Der Fall erreicht in seiner politischen Brisanz eine neue Dimension, als Generalbundesanwalt Stahmer sich einschaltet. Die Situation eskaliert, als plötzlich auch noch Cengiz Schwester Leyla verschwindet, eine wichtige Zeugin. Schlimmstes muss befürchtet werden, und auch die massiven Drohungen gegen die Rechtsanwältin Nasiri hören nicht auf, weiten sich sogar auf Kommissarin Lucas aus. Dabei wird ihr eins immer klarer: dass die Anwältin Nasiri, mehr zu wissen scheint, als sie preisgibt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322513","hoster":"VOE"},{"path":"/redirect/10322515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-6","name":"German Angst","epNo":6,"alt":"","descr":"Der Nigerianer Chris Arano wird mit seiner 14jährigen Tochter Lucy nicht mehr fertig. Seit dem Tod seiner Frau zettelt sie Schlägereien an, attackiert Mitschüler, begeht eine Straftat nach der anderen. Reaktion der Behörden: Beide sollen ausgewiesen werden. Die Wellen der öffentlichen Meinung schlagen hoch. Da verschwindet plötzlich Aranos deutsche Verlobte Nathalia Horn. Rechtsradikale haben sie entführt, um die Ausweisung des schwarzen Mädchens zu erpressen. Die umstrittene Staatsanwältin Ronfeldt schaltet sich in den Fall ein. Das Lucas-Team arbeitet unter Hochdruck. Die Geiselnehmer scheinen bis zum Äußersten gehen zu wollen und drohen, die Entführte zu töten. Auch Befürworter der Abschiebung geraten in Gewissensnöte, ob man auf Drängen einer rechtradikalen Vereinigung handeln darf. Kommissarin Lucas sieht sich in diesem Fall mit politischen Machtspielen, Ausländerhass und Medienhysterie konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322547","hoster":"VOE"},{"path":"/redirect/10322557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-7","name":"Das Totenschiff","epNo":7,"alt":"","descr":"Ein Butterfahrtschiff auf der Donau: Der Entertainer Rolf Gembel richtet seine Frisur, steckt die obligate Blume ins Knopfloch und strebt hoffnungs-voll der Bühne entgegen, um heute möglichst viele Wärmedecken an den Mann zu bringen. Und dann das Unfassbare: Einem Stillleben gleich, friedlich ineinander verkeilt, zehn Menschen im Zuschauerraum. Bewusstlos? Tot? Nur noch bei Greta Wache kann ein Lebenszeichen festgestellt werden. Mit Blaulicht wird die vernehmungsunfähige ältere Dame in die Klinik von Dr. Sion eingewiesen. Kommissarin Ellen Lucas muss von einem mörderischen Raubdelikt ausgehen, da sämtliche Wertgegenstände, aller Schmuck und die Kreditkarten entwendet wurden. In Tatverdacht gerät Toni Kehring, der einem Teil der Gruppe als Pfleger zur Seite stand und beobachtet wurde, wie er fluchtartig das Schiff verlies. Mysteriös, auch die Aussagen seiner Frau Anne die einen mobilen Pflegedienst leitet und zu einem Teil der Opfer Kontakt hatte. Und auch Gembel scheint mehr zu wissen, als er zugeben möchte. Da kommt von unvermuteter Seite ein neuer Hinweis zum Fall: Ellens Vermieter Max, der in der Klinik von Dr. Sion zur Beobachtung seines Herzen liegt, berichtet von einer intimen Begegnung zwischen Anne Kehring und Dr. Sion. Als Kommissarin Lucas herausfindet, dass auch ein Teil der Opfer bei Dr. Sion in Behandlung war und sie Kontakt zu dessen Vater aufnimmt, der in aller Schärfe das Recht auf einen selbstbestimmten Tod propagiert, kommt Bewegung in den Fall. Die Situation eskaliert, als kurz darauf die Leiche des Pflegers Toni Kehring aus den Tiefen der Donau gefischt wird. Als Greta Wache ihr Schweigen bricht, kommt Licht ins Dunkel des Falls…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322576","hoster":"VOE"},{"path":"/redirect/10322562","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-8","name":"Wut im Bauch","epNo":8,"alt":"","descr":"Kommissarin Lucas ist in großer Sorge: Ihr Kollege Stefan Deuter ist vom Vater eines Jungen, den Stefan in Notwehr erschossen hatte, niedergestochen worden. Schwer verletzt liegt Stefan im Krankenhaus, die Kollegen bangen um sein Leben. Ellen ist verwundert, als sie erfährt, dass Stefan seine Kündigung eingereicht hatte und sie nichts davon wusste. Großes Entsetzen macht sich bei ihr breit, als sie von ihrem Kollegen Boris Noethen erfährt, dass ihre jüngere Schwester Rike mit dem rechtmäßig verurteilten Gewaltverbrecher Robert Jandt ein Verhältnis hat. Sie stellt Rike zur Rede, die Robert therapiert sieht und an ihrer Liebe keine Zweifel aufkommen lassen will. Dann wird Anna Wiedemann Opfer eines schweren Gewaltverbrechens und Jandt ist der Tat dringend verdächtig. Anna Wiedemann ist noch nicht vernehmungsfähig, aber aufgefundene Spuren am Tatort sprechen eine eindeutige Sprache. Auch das Muster der Tat ähnelt dem Verbrechen, für das Jandt fünf Jahre im Gefängnis saß, dem Gewaltakt gegen seine Ex-Frau Jule Kieling. Jandt, der seine Unschuld beteuert, gelingt die Flucht aus der Untersuchungshaft, bei der er Rike als Geisel nimmt. Kommissarin Lucas ist außer sich vor Sorge um ihre Schwester. Sie erkennt, dass sie Rike nur retten kann und den Fall lösen wird, wenn sie es schafft, das beharrliche Schweigen von Jule Kieling und Anna Wiedemann zu brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322595","hoster":"VOE"},{"path":"/redirect/10322601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-9","name":"Der Schwarze Mann","epNo":9,"alt":"","descr":"In einem Kinderferienlager in der Nähe von Regensburg wird der zwölfjährige Sven Reimer tot im Wald aufgefunden. Kommissarin Ellen Lucas und ihr Team werden zum Tatort gerufen. Zuerst sieht alles wie ein tragischer Unfall aus, doch die Ermittler entdecken schnell forensische Spuren, die auf Mord hindeuten. Das Lucas-Team ermittelt unter Hochdruck. Lars Berger, einer der Betreuer, kann für die Tatzeit kein Alibi vorweisen und gerät schnell unter Verdacht. Berger stammt aus Afrika, und Stefanie, Tochter von Ermittler Martin Schiff, die ebenfalls ihre Ferien im Sommerlager verbringt, behauptet einen schwarzen Mann in der Nähe des Tatorts gesehen zu haben. Die Kinder im Lager spielen das Spiel: ‚Wer hat Angst vorm schwarzen Mann‘. Doch dann wird der Obdachlose Antholz aufgegriffen, der in der Nähe des Steinbruchs Opfer eines Unfalls wurde. Die Kriminaltechnik findet eindeutige Spuren, die Antholz als Täter überführen. Ellen nimmt Antholz scharf ins Verhör. Antholz gibt zwar zu, den Jungen leblos im Wald gefunden zu haben, bestreitet jedoch vehement die Tat. Unfassbar für alle, stirbt Antholz – während des Verhörs – an den Folgen seines Unfalls. Für Hauptkommissar Noethen ist der Fall abgeschlossen, doch als Kommissarin Lucas Unstimmigkeiten im Täterprofil entdeckt, recherchiert sie auf eigene Faust. Sie quartiert sich im Gasthaus der Donauterrassen ein, das unmittelbar am Tatort gelegen ist. Dort erkennt sie dunkle Machenschaften des Gasthausbesitzers Jürgen Müller und seiner Tochter Katja. Aber auch der Leiter des Ferienlagers Schweiger verhält sich auffällig, und Betreuer Lars verweigert weiterhin die Preisgabe seines Alibis. Nachdem Ellen Lucas beobachtet, dass das Heimkind Tim angstvoll reagiert, wendet sie sich dem Jungen zu. Was weiß Tim, und was hat es mit dem Zauberstein auf sich, der nach dem Tod von Sven spurlos verschwunden ist? Tim, der wie sein Freund Sven ein Heimkind ist, wünscht sich nichts sehnlicher als Eltern. Hat der Täter Sven damit geködert?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322615","hoster":"VOE"},{"path":"/redirect/10322597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-10","name":"Vergessen und vergeben","epNo":10,"alt":"","descr":"Der Rentner Ludwig Lehner wird erschossen in seiner Wohnung aufgefunden: Ludwig Lehner, dessen Tochter Daniela vor einem Jahr die Stadt Regensburg in Angst und Schrecken versetzt hatte. Gemeinsam mit ihrem Freund Tobias Hübner hatte sie sich eine spektakuläre Verfolgungsjagd mit der Polizei geliefert, bei der die beiden vier Menschen scheinbar wahllos getötet hatten. Daniela ist zutiefst erschüttert über den Tod des Vaters und vermutet einen Racheakt für die von ihr begangenen Verbrechen. Reuevoll behautet sie, damals nicht geschossen zu haben, sondern beschuldigt ihren Freund Tobias, der seitdem flüchtig ist. Kommissarin Lucas und ihr neuer Kollege Leander Blohm nehmen am öffentlichen Anhörungstermin zum Fall teil, bei dem es zu einem blutigen Zwischenfall kommt. Tobias Hübner stürmt schwer bewaffnet in das Gerichtsgebäude und befreit Daniela. Kommissarin Lucas stellt sich ihnen entgegen, wird von Tobias angeschossen und als Geißel mit auf die Flucht genommen. In einer spektakulären Fahrt gelingt es Tobias und Daniela die polizeilichen Verfolger abzuschütteln, wobei Tobias jedoch schwer verletzt wird. Sie suchen Zuflucht bei Ursul Feyninger, einer Ärztin, deren Sohn beim damaligen Massaker zu Tode kam. Florian will die lästigen Geiseln loswerden und fordert Daniela auf, Ellen und Ursul zu töten. Wird es Kommissarin Lucas mit ihrem ausgeprägten psychologischen Feingespür gelingen das mörderische Paar zu stoppen? Die nächsten Stunden in dem Haus von Ursel Feyninger werden zur existenziellen Grenzerfahrung für alle Beteiligten. Ein Psychoduell zwischen vier Personen, das nicht alle überleben werden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322313","hoster":"VOE"},{"path":"/redirect/10322312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-11","name":"Aus der Bahn","epNo":11,"alt":"","descr":"Vier Jugendliche randalieren in der Regensburger Altstadt und bedrohen ein jüngeres Paar. Max und Rike eilen den Opfern zu Hilfe, wobei Rike schwer verletzt wird. Max nimmt die Verfolgung der Jugendlichen auf. Kurze Zeit später wird Kommissarin Lucas zu einem Tatort gerufen, wo man die Leiche des erst sechszehnjährigen Schülers Sebastian Holzinger, eines der vier Jugendlichen, aufgefunden hat. Sebastian starb an den Folgen einer brutalen Schlägerei, in die allem Anschein nach auch Max verwickelt war, der unter Tatverdacht gerät. Die Ermittlungen von Kommissarin Lucas konzentrieren sich aber zunächst auf die übrigen drei Schüler: Michi Schmidbauer und seine Freunde Miro Kovac und Karli Sammer. Unter Sebastians Leitung betreiben die Jungs das Internetportal \"pain attack\", auf dessen Seiten mit Handys aufgenommene Videos zur Schau gestellt werden. \"Happy slapping\", wie es im jugendlichen Fachjargon genannt wird, Spaßfilmchen, aber auch Gewaltvideos, in denen vornehmlich reiche Regensburger denunziert werden. Auf dem Handy des ermordeten Schülers Sebastian findet sich ein bruchstückhaft und verzerrt aufgenommener Film. Die Rekonstruktion des Videos verrät eine erschreckende Wahrheit: Die Gymnasiastin Diana wurde anscheinend von mehreren Jugendlichen, darunter auch Sebastian, sexuell bedrängt. Für Kommissarin Lucas der Schlüssel zur Auflösung des Falls, aber Diana, die zu Basti ein seltsames Liebesverhältnis hat, schweigt – aus Angst oder Solidarität – beharrlich. Dann erreicht die Ermittler die Nachricht, dass Günter, der Vater des toten Jungen, den Schüler Karli entführt hat. Er ist der festen Überzeugung, den Mörder seines Jungen in Händen zu haben, und droht mit Selbstjustiz. Miro widerspricht dieser Theorie und bezeugt erneut die Täterschaft von Max, sodass Kommissarin Lucas nichts anderes übrig bleibt, als ihren Vermieter in Haft zu nehmen. Dann bekommt sie davon Wind, dass die Schüler einen finalen Coup planen. Die Aktion soll auf einer abseits gelegenen Donaubrücke stattfinden. Kommissarin Lucas eilt zum Ort des Geschehens. Wird sie die sich anbahnende Katastrophe verhindern können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322559","hoster":"VOE"},{"path":"/redirect/10322548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-12","name":"Spurlos","epNo":12,"alt":"","descr":"Rike und Max begeben sich auf eine Pilgerreise, während Kommissarin Lucas zu einem Einsatzort gerufen wird. Ein Mann hat sich in einem Café verschanzt und droht, sich und die anwesenden Geiseln zu erschießen. Durch das beherzte Eingreifen von Kommissarin Lucas kann die Katastrophe abgewendet und alle Geiseln befreit werden. Nur Christel Huber ist nicht zu beruhigen. Ihre Tochter Anna war in dem Café, ist aber nicht wieder aufgetaucht. Das 20jährige Mädchen bleibt verschwunden, und die Kommissare beginnen mit der Spurensuche. Kommissarin Lucas und ihr Team finden heraus, dass Anna keineswegs das brave, bürgerliche Mädchen ist, wie viele glauben. Anna schienen alle Mittel Recht, um aus dem Vorstadtmief von Regensburg zu fliehen. Lediglich ihr Vater Heinz wusste, dass seine Tochter von einem anderen Leben träumte. Vater und Tochter verbindet ein seltsam symbiotisches Verhältnis. Christel Huber hingegen ist entsetzt, als sie von den geheimen Träumen ihrer Tochter erfährt. Dann entdeckt Kommissarin Lucas, dass Anna ein heimliches Verhältnis mit dem aufstrebenden Politiker Jan Geissler hat. Auch die Verlobte von Geissler, Sylvia Hohenfeld, wusste von dem \"Ausrutscher\" ihres Mannes, wie sie es bezeichnet. Kommissarin Lucas erkennt, dass sie erst die familiären Hintergründe klären muss, um bei der Spurensuche voran zu kommen. Am Ende zeigt sicht, dass Anna die ganze Zeit näher war, als alle dachten. Die aufreibende Spurensuche hat ein Ende, aber kann Kommissarin Lucas, das Mädchen auch vor ihrem Entführer retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322569","hoster":"VOE"},{"path":"/redirect/10322583","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-13","name":"Wenn alles zerbricht","epNo":13,"alt":"","descr":"Der Lehrer Eric Klausmann verschwindet im Wald. Von ihm und seinem Auto fehlt jede Spur. Als sein Hund erschossen aufgefunden wird, müssen Kommissarin Lucas und ihr Team von einem Gewaltverbrechen ausgehen. Sie beginnen ihre Ermittlungen im privaten Umfeld des Lehrers. Schnell bröckelt das Bild von der familiären Idylle im Hause Klausmann. Eric hatte im letzten Jahr ein Verhältnis mit seiner Kollegin Lisa Hübner, der besten Freundin seiner Frau Nele. Seit dieser Zeit ist das Eheleben der Klausmanns gestört und Klaus Hübner, Lisas Ehemann, wacht eifersüchtig über seine Frau. Auch mit seinem 16 jährigen Sohn Kevin gibt es schwere Pubertätsprobleme. Kevin droht wegen seiner Aufsässigkeit von der Schule zu fliegen und hat darüber hinaus ständig Streit mit seinem Vater. Als Lehrer schien Klausmann bei den Schülern allseits beliebt zu sein, während Vater und Sohn schon seit längerem nicht mehr miteinander sprachen. Ellen und ihr Team forschen nach den Ursachen für das Verschwinden des Lehrers. Ihre Arbeit wird durch Nele behindert, die auf eigene Faust ermittelt und wichtiges Recherchematerial verschweigt. So eine Drohmail, die sie auf dem Computer ihres Mannes findet, in der nicht nur Klausmann massiv bedroht, sondern ein Attentat auf den Schulbetrieb angekündigt wird. Kann es sein, dass der beliebte Lehrer von seinen Schülern entführt oder sogar ihr Opfer wurde? Hat Kevin seinen eigenen Vater auf dem Gewissen? Oder steckt der Abiturient Konstantin dahinter, ein Schüler aus gutem Hause, Mitglied im ortsansässigen Schützenverein, der in seiner Freizeit mit Kevin Schießübungen im Wald veranstaltet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322329","hoster":"VOE"},{"path":"/redirect/10322315","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-14","name":"Am Ende muss Glück sein","epNo":14,"alt":"","descr":"Kommissarin Lucas ist entsetzt. In Regensburg, am Ufer der Donau, wird die Leiche der 60-jährigen Maria Bolte gefunden. Es mehren sich Hinweise, dass Maria Bolte aus sozialer Not der Altersprostitution nachging. Ellen Lucas nimmt die Spur auf, die sie in den \"Club Mitzi\" führt. Laut Clubchef Hermann Liebl, einer stadtbekannten Größe, gibt es im Milieu Probleme. Zunehmend stören ältere Frauen, die sich in Eigenregie für wenig Geld prostituieren, die Geschäfte. Plötzlich steht Philip Schumann in der Tür, der beim Anblick des Ermittlerteams die Flucht ergreift. Philip wird zum Hauptverdächtigen, als sich herausstellt, dass er engen Kontakt zu den älteren Prostituierten pflegte. Die Hinweise gegen ihn verdichten sich im \"Baumhaus\", einer Kneipe mit Pensionsbetrieb, die von Philips Mutter Nadja Schumann geführt wird. Witwer Ferdinand Bolte droht in seiner Verzweiflung Amok zu laufen, als er vom Doppelleben seiner Ehefrau erfährt. Indessen entpuppt sich Nadja als ehemalige Münchener Edel-Prostituierte, die den ansässigen alten Damen aus Mitleid Zimmer zur Verfügung stellt. Darunter auch Agneta Wilhelm, eine ehemalige Schulfreundin von Ellens Vermieter Max. Liebl ist schlecht auf Nadja und Agneta zu sprechen, während sich Philip weiterhin bedeckt hält. In welchem Verhältnis stand er zu der Toten und was verbindet ihn mit dem Zuhälter Liebl? Was wusste Witwer Bolte wirklich und was plant er? Kommissarin Lucas weiß, dass sie den Fall erst lösen wird, wenn sie das Schweigen von Nadja und Agneta durchbrechen kann. Die Situation eskaliert, als der Zuhälter Liebl erstochen im Hinterhof seines Clubs gefunden wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322347","hoster":"VOE"},{"path":"/redirect/10322362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-15","name":"Gierig","epNo":15,"alt":"","descr":"Karoline Roth, Angestellte einer renommierten Regensburger Privatbank, wird tot aus der Donau geborgen. Erste Ermittlungen von Kommissarin Lucas lassen den Mordfall in einem neuen Licht erscheinen: Kurz vor ihrem Tod hatte Roth, den bayerischen Behörden eine Daten-Sammlung mit Angaben über deutsche Kunden einer Schweizer Bank für 2 Millionen Euro zum Kauf angeboten. Die Steuer-CD und ihr Computer sind zunächst unauffindbar. Als bei der Steuerfahndung erneut eine E-Mail eingeht, gerät Christian Wittbach, ein Kollege der Ermordeten ins Visier der Ermittlung. Eindeutiges Beweismaterial belastet Wittbach schwer und er wird wegen Mordverdachts in Haft genommen. Als Wittbach behauptet, der Steuerfahndung die gesuchte Steuer-CD aushändigen zu können, muss Ellen Lucas feststellen, dass in dieser Angelegenheit die Politik entscheidenden Einfluss auf die Aufklärung des Falles nimmt. Kaum gibt es erste entlastende Beweise, wird Wittbach, zur Übergabe der CD, freigelassen. Lucas ist fassungslos über Boris Haltung, der sich dem Steuerfahnder Merdinger nicht eindeutig in den Weg stellt. Lucas bleibt an Wittbach dran und nimmt auch dessen Frau Luise ins Visier, die, im Auftrag ihres Mannes, Kontakt zu dem Industriellen Schupp aufnimmt. Die Polizei findet heraus, dass der Fundort der Leiche nicht der Tatort gewesen sein kann. Auch Einbruchsspuren im Auto und ihrer Wohnung führen zu neuen Ermittlungsergebnissen. Wusste der Bankdirektor Neuhaus wirklich nicht, dass die Steuerdaten aus seiner Bank kamen? Und was hat Herr Schupp, einer der größten Kunden der Privatbank mit dem Fall zu tun? Erst als Kommissarin Lucas die politischen Zusammenhänge durchleuchtet, entdeckt sie das wahre Motiv des Täters…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322352","hoster":"VOE"},{"path":"/redirect/10322368","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-16","name":"Die sieben Gesichter der Furcht","epNo":16,"alt":"","descr":"Ellen Lucas stößt in Kastell auf einen weiteren Vermissten: Der Familienvater Oliver Haffner ist seit Tagen verschwunden. Mit Hilfe des ansässigen Paters Eurasius und der Ärztin Dr. Gohar Ardeshir gelingt es Lucas, die Identität der Unbekannten zu klären. Ihr Name ist Jeanette Wilson. Sie war als Lehrerin in Kastell tätig. In welchem Verhältnis stand sie zu Oliver Haffner? Wurde sie tatsächlich von ihm sexuell missbraucht, wie es die Frauen aus dem Naturzentrum behaupten? Haffners Familie ist von seiner Unschuld überzeugt und verdächtigt Anna Stern, ihn beseitigt zu haben. Angeblich verbirgt sich hinter dem Naturzentrum ein Zirkel, der unrechtmäßige, okkulte Handlungen praktiziert. Haffner hatte dafür Beweise und wollte die Gruppe auffliegen lassen. Ellen Lucas gerät immer tiefer in den Bann Kastells. Was hat es mit der alten Opferstätte am See auf sich, und warum fühlt sie sich von Tag zu Tag schwächer? Kommissarin Lucas spürt, dass Anna Stern der Schlüssel zur Aufklärung dieses mysteriösen Falles ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322409","hoster":"VOE"},{"path":"/redirect/10322394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-17","name":"Bombenstimmung","epNo":17,"alt":"","descr":"Dr. Michael Reidinger, der renommierte Chefarzt des Regensburger Marienkrankenhauses ist verschwunden. Sein Vater Horst Reidinger läuft durch Zufall Kommissarin Lucas in die Arme, die sich des Falls annimmt. Als Reidingers Wagen offen unter einer Eisenbahnbrücke gefunden wird, arbeitet das Team auf Hochtouren, um den Vermissten zu finden, doch zunächst ohne Erfolg. Kurz darauf findet Ellen Lucas Horst Reidinger lebensgefährlich verletzt im Haus seines Sohnes. Ellen Lucas spürt, dass hinter Reidingers Verschwinden mehr stecken muss und wird schnell fündig, denn gegen Dr. Reidinger und die Klinik lag eine Sammelklage einer Patienteninitiative wegen Nichteinhaltung des Hygienestandards vor. Krankenhausleiter Dr. Lindner weist jede Schuld von sich. Auch Richter Gerhard Huber, der die Klage ablehnte, hält sich bedeckt, ein Hygienedefizit im Krankenhaus sei nicht nachweisbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924029","hoster":"VOE"},{"path":"/redirect/10322390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-18","name":"Lovergirl","epNo":18,"alt":"","descr":"In der achtzehnten Folge erhält Hauptkommissar Boris Noethen einen Anruf von seiner alten Bekannten Claudia Benner. Bei ihr ist eine junge Frau aufgetaucht, die dringend Hilfe benötigt, mehr kann und will sie am Telefon nicht sagen. Kommissarin Lucas wundert sich, als sie mit Boris vor einem Wohnwagen am Stadtrand Halt machen, in dem Claudia Benner ganz offensichtlich der Prostitution nachgeht. Sie kommen zu spät: Claudia liegt erstochen in ihrem Wohnmobil, und von der hilfesuchenden Frau finden sie keine Spur. Plötzlich taucht das BKA am Tatort auf, und Boris muss die Fronten klären. Kai Benner, Claudias Sohn, gibt sich erstaunlich unemotional und scheint mehr um den Wegfall der Einkünfte als um die Tote zu trauern. Eine erste heiße Spur führt Kommissarin Lucas und ihr Team zu Viktor Gheorghi, der von Claudias Handy als Letzter angerufen wurde und der just während der Tatzeit einen Autounfall in der Nähe des Wohnwagens hatte. Obwohl Gheorghi als Sicherheitsmann für ein nahe gelegenes Bordell arbeitet, streitet er ab, Claudia und die Unbekannte gekannt zu haben. Kommissarin Lucas bleibt an Gheorghi dran und wird fündig: Während des Unfalls wurde er in Begleitung von Alina gesehen, aller Voraussicht nach der Frau, die zuletzt bei Claudia im Wohnwagen war. Kommissarin Lucas und ihr Team fahnden auf Hochtouren nach Alina. Nach einer Razzia im Bordell und einem Spezialeinsatz ihres Assistenten Tom Brauer ist sich Lucas sicher: Hier werden osteuropäische Frauen von einem Frauenring illegal zur Prostitution gezwungen. Doch was hatte Claudia Benner damit zu tun, und wo ist Alina? Hatten sie Kontakte zu den illegalen Prostituierten? Mittendrin tauchen erneut die Kollegen vom BKA auf und behindern die weiteren Ermittlungen. Ellen Lucas weiß, dass Viktor Gheorghi der Schlüssel zur Auflösung des Falls ist, doch als dieser sich als verdeckter Ermittler des BKA zu erkennen gibt, scheint sie förmlich im Strudel eines undurchschaubaren Netzwerk aus Prostitution und Menschenhandel unterzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322469","hoster":"VOE"},{"path":"/redirect/10322492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-19","name":"Bittere Pillen","epNo":19,"alt":"","descr":"Er hat sie heimlich beobachtet, hat sie gefilmt, sogar als sie schliefen. Jetzt fordert er drei Millionen. Dafür, dass er sie nicht tötet, die Kinder der erfolgreichen Pharmamanagerin Eva Steiner. Eva Steiner schaltet die Polizei ein, und Kommissarin Lucas übernimmt. Es bleiben noch vier Stunden bis zur Geldübergabe. Zu wenig Zeit, um alles im Detail vorzubereiten, Lucas muss improvisieren. Die Geldübergabe wird zum Fiasko. Eva Steiner und der Erpresser, Dr. Robert Dohnen, geraten in einem Schusswechsel aneinander und brechen schwer verletzt zusammen. Dohnen ist Eva Steiners Schwager, und bis vor drei Monaten war er auch ihr wichtigster Mitarbeiter: Leiter der Forschungsabteilung. Das Motiv für die Erpressung scheint klar: Rache für die ungewollte Entlassung, kurz vor Abschluss eines Millionendeals. Mit ihren neuen Mitarbeitern, den Kommissaren Alex Eggert und Tom Brauer, macht sich Kommissarin Lucas daran, den Fehlschlag aufzuarbeiten, und stößt dabei auf etliche Ungereimtheiten. Was ist der wahre Grund für Dohnens Entlassung? Welche Rolle spielt die milliardenschwere Fusion von Eva Steiners Unternehmen mit einem Schweizer Pharma-Konzern? Und woher stammt die Waffe, durch die Dohnen und Eva Steiner verletzt wurden? Als die Kommissare eine Verbindung zwischen der Erpressung und dem Mord an einem Kleinkriminellen entdecken, muss Lucas der Frage nachgehen, ob der Drahtzieher des Geschehens, der wahre Täter, nicht in den eigenen Reihen zu suchen ist. Dafür spricht auch, dass sich innerhalb des Teams virusartig Mobbing und Verleumdung breitmacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322500","hoster":"VOE"},{"path":"/redirect/10322506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-20","name":"Kettenreaktion","epNo":20,"alt":"","descr":"In Regensburg wird kurz hintereinander eine Bank überfallen, eine Garage in die Luft gesprengt, worin sich ein Toter befindet, und die blutverschmierte Sporttasche des zwölfjährigen Moritz Kienle aufgefunden. Durch gezielte Ermittlung von Ellen Lucas und ihrem Team wird schnell deutlich, dass alle drei Vorfälle im Zusammenhang stehen. In der Garage, die sich als Drogenlabor für Crystal Meth entpuppt, wird nicht nur eine verkohlte Leiche geborgen. Man findet darin auch Banknoten aus dem Überfall. Die Ermittlung führt Kommissarin Lucas zu Robert Kienle, dem Mieter der Garage, der zunächst unauffindbar ist. Ist er der Tote, der gefunden wurde? Kommissarin Alex Eggert recherchiert bei Sophie Kienle, der Mutter von Moritz. Sophie Kienle ist, wie viele ihrer Nachbarn, in die Abhängigkeit von Crystal Meth geraten und musste ihren Sohn dem Kindsvater, Robert Kienle, überlassen. Kienle ist durch den Crystal- Meth-Konsum auf die Idee gekommen, die Droge selbst herzustellen und in kleinen Mengen zu verkaufen, um die Familie vor der zunehmenden Armut zu retten. Die Drogendealerei zerstörte die gesamte Familie und deren gemeinsame Zukunft. Die Ermittlungen werden ausgeweitet, denn von Moritz fehlt weiterhin jede Spur. Dann bestätigt sich Lucas’ Verdacht: Bei dem Toten in der Garage handelt es sich nicht um Kienle, sondern voraussichtlich um seinen Geschäftspartner Potthast. Hat Kienle ihn erschlagen? Und wofür brauchten sie das Geld aus den Banküberfällen? Eine heiße Spur führt ins tschechische Grenzgebiet, in dem Kommissarin Lucas und ihr Team immer tiefer in mafiöse Strukturen eintauchen müssen, um schließlich den Täter zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322185","hoster":"VOE"},{"path":"/redirect/10322151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-21","name":"Der nette Herr Wong","epNo":21,"alt":"","descr":"Ein vermeintlicher einfacher Einbruch entpuppt sich als Mord: In der Entwicklungsfirma Al Drones liegt die Leiche des Inhabers Jian Chien. Jörg Albrecht der deutsche Geschäftsführer, hat die Vermutung, dass aus der Firma sensible Daten entwendet wurden, da sich AI Drones auf die Entwicklung und Produktion von autonomen Drohnenschwärmen spezialisiert hat. Noch am Tatort taucht Thien Wong auf, der Onkel des Toten, ranghoher Diplomat, der die naheliegende Vermutung nach chinesischer Industriespionage eindeutig von sich weist. Ellen Lucas lässt sich aber nicht einschüchtern und ermittelt weiter in diese Richtung. Claudia Bittner, die leitende Softwareentwicklerin von AI Drones, gerät in Verdacht, da sich auf deren Rechner die gestohlenen Daten befunden haben. Sie hat aber ein wasserdichtes Alibi durch ihren Lebenspartner Leon Kern. Kern gerät jedoch in den Focus der Ermittlungen, da Jian Chien sein gesamtes Vermögen Dissident’s Freedom, einer Menschenrechtsorganisation für chinesische Dissidenten, vermacht hat, für die Kern seit Kurzem arbeitet. Kerns Tochter aus der Ehe mit einer Chinesin wird politisch verfolgt und seit Jahren in China festgehalten. Was hat es mit der Verbindung zwischen Bittner und Kern auf sich? Was haben die Firma Al Drones und die Menschenrechtsorganisation miteinander zu tun? Und wollte Jörg Albrecht wirklich nur Drohnen für zivile Zwecke herstellen? Da verschwindet plötzlich Thien Wong. Ellen Lucas und ihr Team durchleuchten die Vertriebsstruktur von Al Drones bis ins letzte Detail und durchdringen immer tiefer die Verbindung der Menschenrechtsorganisation zu den politisch Verfolgten. So gelingt es ihnen, das chinesische Rätsel zu entschlüsseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322172","hoster":"VOE"},{"path":"/redirect/10322171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-22","name":"Der Wald","epNo":22,"alt":"","descr":"Mord oder Selbstmord? Ein Mädchen fällt nachts von einer Autobahnbrücke, direkt auf das parkende Auto eines Liebespaares. Das Team um Ellen Lucas nimmt routiniert die Ermittlungen auf. Die Gerichtsmedizin liefert schnell erste Ergebnisse. Alles weist darauf hin, dass die Tote vorher im angrenzenden Wald gewesen sein muss. Die Ermittlungen führen Ellen Lucas und ihr Team zu einem Ökohof im Wald, der von Heiko Wolf geführt wird. Heiko Wolf nahm vor geraumer Zeit Peter Schwertz und dessen Familie auf. Vor Jahren waren er und seine Familie in die Abgeschiedenheit Kanadas ausgewandert. Jetzt sind sie zurück, weil seine Frau Monika die Einsamkeit, aber auch ihren Mann, nicht mehr ausgehalten hat. Doch auch der Ökohof war der zerrissenen Familie keine dauerhafte Heimat. Warum ging die Mutter alleine in die Stadt? Und warum zog Peter Schwertz mit seinen beiden Töchtern in den Wald? Und warum weiß niemand, wo sie sich genau aufhalten? Das Team um Ellen Lucas durchforstet den Wald, zumal nicht einmal Monika Schwertz den Aufenthaltsort ihrer Kinder kennt. Und dann wird klar: Bei der Toten handelt es sich um die 16-jährige Johanna Schwertz. Der hilfsbereite Förster Henning Niemeyer scheint zunächst eine große Stütze bei der Suche zu sein – bis er sich in Falschaussagen verstrickt. Welches Verhältnis hatte Heiko Wolf zu Johanna? Und hat der behinderte Junge Hans, Sohn des ansässigen Landdisko-Besitzers, wirklich nur die Liebespaare beobachtet? Mit viel Feingespür gelingt es Kommissarin Lucas, den Täter im Wald zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322177","hoster":"VOE"},{"path":"/redirect/10322232","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-23","name":"Kreuzweg","epNo":23,"alt":"","descr":"Regensburg freut sich auf den anstehenden Deutschen Katholikentag. 100 000 Besucher werden erwartet. Die Vorfreude wird jäh unterbrochen, als die Leiche eines Mönchs gefunden wird. Fundort ist der Unterbau der Bühne, die für den Eröffnungsgottesdienst aufgebaut ist. Kommissarin Lucas und ihr Team beginnen sofort mit den Ermittlungen, denn eins ist klar: Die Eröffnung darf und soll nicht verschoben werden. Ihre erste Spur führt sie zu dem einflussreichen \"Exercitus Sanctus Jesu\"-Orden, der unter katholischen Laien umstritten ist – vor allem wegen seiner undurchsichtigen Bankgeschäfte. Die Mönche des Ordens unter der Leitung des Generaloberen verbergen etwas, das wird sofort klar. Während die Ermittler vor Ort recherchieren, spitzt die Lage sich zu. In einer anonymen Mail wird die Absage des Eröffnungsgottesdienstes verlangt, andernfalls werde es zu einer Katastrophe kommen. Der Zusammenhang zwischen dem Toten vom Domplatz und der Erpressung ist offensichtlich. Ellen Lucas, die aus ihrer eher kirchenkritischen Haltung kein Geheimnis macht, gerät mit Boris Noethen aneinander. Denn er versucht, nicht zuletzt aus religiöser Überzeugung, eine mögliche Absage des Kirchentags zu verhindern, was ganz im Sinne von Andreas Schneiderhahn, dem Organisator des Kirchentags ist. Da in der Mail des Erpressers auch die Öffnung sämtlicher kirchlicher Immobilien für Flüchtlinge gefordert wird, gerät eine Gruppe von Katholiken in den Fokus, die sich im Kirchenasyl engagieren. Mit Hilfe von Tom Brauer findet Ellen Lucas heraus, dass Martina Heise, eine Frau aus diesem Kreis, durchaus ein Motiv hätte, sich zu rächen. Doch auch in Bezug auf den \"Exercitus Sanctus Jesu\"-Orden entstehen neue Verdachtsmomente, und Bruder Peter, ein Mönch, der dem Toten sehr nahe stand, verschwindet. Dann wird in einer weiteren anonymen Mail nicht weniger gefordert als die Verteilung des gesamten kirchlichen Vermögens an die Armen. Ein angefügtes Zitat aus dem Matthäus-Evangelium wird von Kommissarin Lucas entschlüsselt und führt sie auf die richtige Spur. Doch es geht um weit mehr als um ein theologisches Rätsel, denn der Erpresser ist im Besitz einer großen Menge Sprengstoffs.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322199","hoster":"VOE"},{"path":"/redirect/10322192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-24","name":"Schuldig","epNo":24,"alt":"","descr":"Ein junges Pärchen flieht aus einem Wohnmobil, das unweit von Regensburg in einem Wald steht. Das Paar wird vom Fahrer des Wohnmobils und dessen Komplizen verfolgt. Der junge Mann wird gefasst, die Frau kann ihren Verfolgern, Alexander \"Gypsy\" Scherer und dem Bulgaren Bojko Jankov, entkommen. Am nächsten Morgen wird der junge Mann mit aufgeschlitztem Bauch tot aufgefunden. Der Tote ist Hassan Sabuni, ein syrischer Flüchtling, der sich in der aktuellen Not an Schleuser eines Drogenkartells verkauft hat: Als \"Bodypacker\" sollte er geschlucktes Heroin nach Deutschland transportieren. Kommissarin Ellen Lucas, Tom, Boris und die neu zum Team gestoßene Nina Friedrich sind von der Niederträchtigkeit und Brutalität der Tat betroffen. In Hochalarm wird das Kommissariat versetzt, als klar wird, dass Leila Sabuni, die flüchtige Schwester des Toten, ihre Heroinkugeln innerhalb von 24 Stunden ausscheiden muss, da ansonsten eine tödliche Vergiftung droht. Lucas und ihr Team ermitteln, dass Regensburg Endpunkt der sogenannten Donauroute ist, die von international agierenden bulgarischen Drogenschmugglern betrieben wird. Operativer Kopf ist Bojko Jankov, der Zöllner und Polizisten entlang der Route schmiert. Auch die deutsche Polizei? Kriminalrat Harald Leinenweber wird als Verstärkung aus München beigestellt. Soll er Lucas kontrollieren, oder ist die politische Brisanz des Falls eine Nummer zu groß? Lucas konzentriert sich auf die Suche nach Leila, und ihre Ermittlung führt sie in ein Flüchtlingsheim zur Schwester der Flüchtigen, Qumar Sabuni. Der Fall gerät außer Kontrolle, als Boris beginnt, auf eigene Faust zu ermitteln und sich herausstellt, dass er mit dem Drogenschmuggel zu tun hat. Die Situation eskaliert, als Boris entführt wird. Bei der Geldübergabe kommt es zu einem tödlichen Schusswechsel. Als Kommissarin Lucas versteht, warum ihr Kollege Boris so handeln musste, weiß sie auch, wo der Täter zu finden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322584","hoster":"VOE"},{"path":"/redirect/10322604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-25","name":"Familiengeheimnis","epNo":25,"alt":"","descr":"Andy Wolf, manischer Journalist und Autor zahlreicher Bestseller über Verschwörungstheorien, sucht Kommissarin Lucas zum wiederholten Male in ihrem Kommissariat auf. Er bietet ihr einen Deal an: Sie unterstützt ihn bei seiner neuesten Recherche und gewährt ihm Zugriff auf die Polizei-Datenbank, im Gegenzug liefert er ihr Hinweise, wie Neonazis Waffen aus unterirdischen Waffenlagern beziehen. Gemeinsam wären sie unschlagbar. Lucas wimmelt Andy ab – ein Spinner, harmlos. Stunden später brennt die Regensburger Dachgeschosswohnung von Andy Wolf lichterloh. Als ein Mann brennend aus der Wohnung auf die Terrasse des Restaurants \"Camerota\" stürzt, wird aus dem Brand ein Fall für Kommissarin Lucas – die von ihrem schlechten Gewissen angetrieben agiert, da sie Andy nicht ernst genommen hatte. Doch in der Pathologie stellt sich heraus, dass es sich bei dem Toten nicht um Andy handelt, sondern um dessen Co-Autor Florian Reichelt. Florian Reichelt war mit der Bezahlung durch Andy Wolf nicht einverstanden und drohte, ihn auf eine existenzbedrohende Summe zu verklagen. Die schwangere Witwe des Toten, Suse Reichelt, bestätigt dieses Motiv. Andy Wolf ist untergetaucht und wird zur Fahndung ausgeschrieben. Er versteckt sich im Restaurant \"Camerota\" bei dessen Besitzer, dem Altlinken Daniele Grasso. Andy Wolf nimmt konspirativ Kontakt mit Lucas auf. Lucas lässt sich mit ihm auf einen Deal ein und lässt ihn – trotz Fahndung – wieder laufen. Durch Wolf findet Lucas heraus, dass es tatsächlich ein historisch belegtes \"Gladio\"-Programm der NATO in den 50er Jahren gab, bei dem geheime Waffenlager angelegt wurden. Aus diesem Lager stammen wohl die Waffen- und Sprengstoffbestände der ansässigen Neonaziszene. Dann wird ein Anschlag auf Andy Wolf verübt, der fortan schwer verletzt im Koma liegt. Suse Reichelt kümmert sich auffallend rührselig um Andy. Hatte sie eine Beziehung mit ihm, kommt Eifersucht als Tatmotiv infrage? In Bezug auf die Waffenfunde gerät Johannes Conrad, der Zugang zum \"Gladio\"-Depot hat, zunehmend in den Fokus der Ermittlungen. Johannes plant ein Sprengstoffattentat auf die Kelkheimer Halle, ein Kriegsdenkmal, das Aussöhnung und Frieden symbolisiert. In einem spektakulären Einsatz gelingt es Lucas und ihrem Team, den Anschlag in letzter Minute zu verhindern. Doch ist Johannes auch für das Attentat auf Andy verantwortlich, und ist er der Mörder von Florian Reichelt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322195","hoster":"VOE"},{"path":"/redirect/10322196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-26","name":"Löwenherz","epNo":26,"alt":"","descr":"Eine Frau verbrennt in der Nähe der Raststätte Regensburg in ihrem Auto. Schnell finden Kommissarin Lucas und die ins Team zurückgekehrte Judith Marlow heraus, dass es kein Unfall war. Der Wagen wurde angezündet, während das Opfer noch am Leben war. Die erste heiße Spur führt die Ermittler zum renommierten Schönheitschirurgen Dr. Alexander Krayenberg, bei dem die Tote regelmäßig ästhetische Eingriffe durchführen ließ. Holger Franz, der Ehemann der Toten, versinkt in tiefe Trauer und ist den Ermittlern nicht wirklich eine Hilfe. Oder täuscht er seine Trauer nur vor? Die Bilder einer Überwachungskamera führen die Kommissarin zur Familie Pröll. Lucas nimmt den Wirt und Pensionsbesitzer Marc ins Visier, da das Opfer Carla Franz sich bei der Familie Pröll einquartiert hatte und sich ihre Spur von dort aus verliert. Gemeinsam mit Ehefrau Katrin kümmert sich Marc herzzerreißend um seinen Bruder und Wirbelwind Theo, der mit Trisomie 21 auf die Welt kam. Lucas ist bedrückt, als die Indizien immer mehr auf den bereits aktenkundigen Theo hinweisen. Stark belastet ihn das Handy des Opfers, das sich in seinem Besitz befindet. Wie kam Carla Franz von der Pension zum Fundort? Und wer hat sie dort hingebracht? Mit dieser Frage bewegt sich Kommissarin Lucas fortan zwischen zwei völlig ungleichen Welten: der Welt der am Existenzminimum kämpfenden Familie Pröll und der des glamourösen Schönheitschirurgen Krayenberg. Die glatte Fassade des Arztes bekommt Risse, als Tom aufdeckt, dass Krayenberg billige Gastoperateure für sich arbeiten lässt. Um den mysteriösen Tathergang vollständig zu rekonstruieren, muss die Kommissarin aber erst verstehen, dass wohl jeder Beteiligte seinen ganz persönlichen Teil zum Tod der ehemaligen Schönheit beigetragen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322649","hoster":"VOE"},{"path":"/redirect/10322646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-27","name":"Das Urteil","epNo":27,"alt":"","descr":"Der wegen Mordes verurteilte Psychologiedozent und Familienvater Bernd Stach kann nach einem Suizidversuch aus dem Gefängnis fliehen. Während die Fahndung bereits nach ihm läuft, hat er schon Ellen Lucas im Visier. Sie leitete damals die Ermittlungen, die ihn als Täter überführten. Er überwältigt Kommissarin Lucas beim Joggen und entführt sie. Schnell wird klar, dass es Stach nicht um Rache geht, sondern darum, Lucas zu überzeugen, dass er Opfer eines Justizirrtums wurde. Trotz der Gefahr, in der sie schwebt, versucht Ellen, sich nicht von Stach einschüchtern zu lassen und hört sich seine Argumente an. Als Ellens Kollegen sie finden und befreien, kann Stach im letzten Moment fliehen. Die Begegnung mit Stach hat Spuren bei der Kommissarin hinterlassen. Neben der Fahndung nach Stach nimmt sie – trotz der Skepsis von Hauptoberkommissar Boris Noethen – die alten Ermittlungen noch einmal auf. Die Hauptbelastungszeugin Marie Heusler, die Stach während einer Party mit dem Opfer beobachtet haben will, ist sich ihrer Sache nach wie vor absolut sicher. Auch Niklas Brettling, dessen Aussage Stach belastete, wird nochmals verhört. Bernd Stach wird bei dem Versuch, seiner kleinen Tochter seine Unschuld zu versichern, festgenommen. Ellen hat inzwischen erhebliche Zweifel an seiner Verurteilung und treibt die Ermittlungen weiter voran. Sie ist erstaunt, dass die Aussage von Marie vor Gericht vor einem Jahr nicht stärker hinterfragt wurde. Lucas’ Weg führt zu Prof. Kellermann, hochdekorierter Psychologie-Professor und Gerichtsgutachter, der Marie Heuslers Aussage vor Gericht überprüfte und ihre Aussage nach wie vor für glaubwürdig hält. Lucas initiiert eine erneute Tatortbegehung mit allen Zeugen – worauf Marie Heusler stark verunsichert ist. Darüber hinaus erscheint Niklas Brettling zur Tatortbegehung nicht. Hauptkommissar Tom Brauer recherchiert den Background von Niklas und erfährt, dass der Waise Brettling während seiner Zeit im Kinderheim von einer Organisation unterstützt wurde, deren Vorstand Kellermann ist. Marie bricht kurz darauf zusammen und gesteht im Gespräch mit Lucas, dass Professor Kellermann niemals als Gutachter hätte auftreten dürfen: Die labile Marie war bereits vor ihrer Aussage gegen Stach bei Prof. Kellermann in Therapie. Kommissarin Lucas hat einen weitreichenden Verdacht und recherchiert mit Hauptkommissarin Judith Marlow auf dünnem Eis: Ist es möglich, Zeugenaussagen zu manipulieren? Und wenn ja, wer hätte davon einen Vorteil? Lucas’ mutiger Weg führt sie tief in psychosystemische Gefüge und somit direkt zum Täter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322256","hoster":"VOE"},{"path":"/redirect/10322220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-28","name":"Polly","epNo":28,"alt":"","descr":"Die Jugendliche Monika wird aufgebahrt im Geäst eines Baumes, zwölf Meter über dem Boden, gefunden. Sie ist tot. Kommissarin Lucas sieht darin eine Art Bestattungszeremonie. Doch wer tut so etwas? Die Ermittlungen führen sie und ihr Team auf den idyllisch gelegenen Aschenbachhof, in ein Heim für schwer erziehbare Mädchen. Von dort war das Opfer Monate zuvor verschwunden. Lucas trifft im Heim auf Polly. Sie teilte sich gemeinsam mit Moni ein Zimmer. Der Tod der Freundin geht dem Mädchen sehr nahe, und Lucas kommt gerade rechtzeitig, als Polly sich die Pulsadern aufschneiden will. Lucas und ihr Team finden heraus, dass die Mädchen immer wieder ins Dorf ausgebüxt sind. Als Lucas abends nach Hause kommt, ist Polly bereits in ihrer Wohnung. Lucas ist von dem Mädchen berührt, und gegen jede Vernunft behält sie Polly über Nacht bei sich. Während Max Polly liebevoll beaufsichtigt, dringt Lucas immer tiefer in die Abgründe rund um das Heim. Tom und Judith finden heraus, dass Matthieu Egginger, ein junger Mann aus dem Dorf, Kontakt zu den Heimmädchen hatte und einen Sexchat-Kanal betrieben hat, bei dem sich die Mädchen etwas verdient haben – und Egginger mit ihnen. Im Verhör berichtet Egginger von Hausmeister Hannes Lenz, der ihn bedroht hat. Er hatte ein enges Verhältnis zu den Mädchen und hatte ihn in der Nacht vor Monis Verschwinden massiv unter Druck gesetzt. Doch auch Polly scheint Informationen zu haben, und auch in den Heimakten der Mädchen stoßen Lucas und ihr Team auf Ungereimtheiten, die auf einen Auslandsaufenthalt deuten. Hat sich der private Träger des Heims unter Leitung des knallharten Geschäftsmannes Christian Kroiß mithilfe der Heimleiterin Frieda Schreiber etwas zuschulden kommen lassen? Oder ist das Motiv für den Mord vielmehr im direkten Umfeld des Opfers zu suchen? Für Kommissarin Lucas wird Polly zur zentralen Schlüsselfigur in diesem Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322251","hoster":"VOE"},{"path":"/redirect/10322250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-29","name":"Tote Erde","epNo":29,"alt":"","descr":"Nach einem Brand wird die Leiche von Josef Gerlach gefunden, der im Dauerkonflikt mit Umweltaktivisten lebte. Ellen Lucas und ihr Team nehmen die Ermittlungen auf. Gerlach bewirtschaftete mit seinem Bruder Reinhold große Getreideflächen. Ein Handy-Video zeigt eine Auseinandersetzung mit den jugendlichen Aktivisten David Buske und Marie Bacher. Wütend demonstrierten sie gegen die Vergiftung der Felder. Zusammen mit ihrem Mitschüler Paul Krenn bilden die drei die Gruppe \"Neue Welt\", die sich für eine radikale Agrarwende einsetzt. Lucas und Tom Brauer knöpfen sich die drei Abiturienten vor, doch die bestreiten, etwas mit der Brandstiftung zu tun zu haben. Der Blick auf die Finanzen zeigt, der Hof der Gerlachs ist stark verschuldet, und Josef Gerlach hatte eine hohe Risikolebensversicherung abgeschlossen, was ein Motiv für Reinhold sein könnte. Am nächsten Morgen wird Paul Krenn tot im Wald gefunden – Genickbruch. Lucas macht sich Vorwürfe. Hat sie etwas übersehen? Sie befragt Marie und David, die erschüttert sind, aber vorgeben, nichts zu wissen. Am Tatort werden Spuren eines Geländewagens entdeckt. Da Reinhold Gerlach ein solches Auto fährt, sucht Tom ihn auf. Er findet ihn sturzbetrunken vor. Auch wenn sich die Indizien gegen ihn mehren, glaubt Lucas nicht an Gerlachs Täterschaft. Sie bleibt weiter an den Jugendlichen dran und findet heraus, dass es eine vierte im Bunde bei der \"Neue Welt\"-Gruppe gab: Hanna Manz. Seit einem Fahrrad-Unfall sitzt sie im Rollstuhl und geht mittlerweile ihre eigenen Wege. Sie sagt aus, dass sie die \"Neue Welt\"-Gruppe verlassen hatte, als sie zu extremistisch wurde. Erst von Pauls Vater erfahren Lucas und Judith von einem Praktikum, das der nun tote Schüler beim Pharmaunternehmen NeoX absolvierte. Hatten die Jugendlichen einen geheimen Plan? Und war Paul vielleicht als Spitzel in dem Unternehmen tätig? Lucas und Judith befragen Martina Thiel, Gründerin von NeoX, und erfahren, dass das Unternehmen kurz davor steht, einen revolutionären neuen Stoff, Phytosat, auf den Markt zu bringen. Laut Thiel funktioniere er ähnlich wie Glyphosat, habe jedoch keinerlei negative Auswirkungen auf die Umwelt. Anders als seine Kollegin Thiel ist Dr. Lammert, der den Praktikanten Paul unter sich hatte, schockiert von dessen Tod. Als am nächsten Tag auch noch Marie und David verschwunden sind, ist Lucas alarmiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322253","hoster":"VOE"},{"path":"/redirect/10322266","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-30","name":"Die Unsichtbaren","epNo":30,"alt":"","descr":"Der Fund der Leiche eines osteuropäischen Mannes führt Kommissarin Ellen Lucas ins Regensburger Bau-Milieu, in dem sie auf eklatante Missstände trifft. Für deren Aufklärung fordert sie ihr gesamtes Team und stellt den Staatsanwalt auf den Prüfstand. Der unverhoffte \"Beifang\" von Zollbeamten bei einer nächtlichen Verkehrskontrolle hat es in sich. An der Grenze nach Tschechien werden die Grenzbeamten auf einen Wagen aufmerksam. Der Blick durch die Wärmebildkamera lässt nur zwei Insassen erkennen, obwohl scheinbar drei Personen im Auto sitzen. Als die Beamten den Wagen stoppen, flüchten zwei Männer, der Dritte ist tot, vermutlich wurde er von einer Eisenstange durchbohrt. Er trägt keinen Ausweis bei sich, das Auto ist jedoch auf eine Baufirma zugelassen. Kommissarin Lucas und ihr Team beginnen zu ermitteln.Auch der neue Regensburger Staatsanwalt Stefan Walch interessiert sich sehr für den Fall. Er hat Walter-Maria Bäucker, den Chef des Unternehmens, wegen illegaler Machenschaften schon lange im Visier und wittert seine Chance, ihn endlich dranzukriegen. Während Lucas und Walch das ausbeuterische System zu durchdringen versuchen, mit dem sich der Regensburger Baulöwe Bäucker einen ständigen Zustrom von gut ausgebildeten Arbeitern aus Osteuropa sichert, blickt Lucas’ Vorgesetzter Boris Noethen skeptisch auf die überbordende Tatkraft des \"neuen Mannes\" im Team. Doch Ellen Lucas genießt den frischen Wind. Mit Walchs Rückendeckung kann sie schneller und unkonventioneller ermitteln, und es gelingt ihr, ihren Kollegen Tom auf der Baustelle als Arbeiter einzuschleusen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10356172","hoster":"VOE"},{"path":"/redirect/10356168","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-31","name":"Nürnberg","epNo":31,"alt":"","descr":"Kommissarin Ellen Lucas ist auf dem Weg zu ihrer neuen Dienststelle in Nürnberg, als ihr ein anderes Auto in die Seite kracht. Im Kofferraum des Unfallwagens entdeckt Lucas eine tote Frau. Der Fahrer ist mit einem Jungen vom Unfallort geflohen. Lucas’ neue Kollegen haben schnell herausgefunden: Der Fahrer heißt Franz Vegener, ist der Enkel der Toten und gerade aus der Haft entlassen worden. Hat er seine eigene Großmutter Grete Saller getötet? Ein Motiv hätte Franz Vegener: Grete Saller hat damals gegen ihn vor Gericht ausgesagt, als er wegen schwerer Körperverletzung zu einer Haftstrafe verurteilt worden ist. Ausgerechnet seine Großmutter hat ihn verraten. Die Frau, bei der er als Jugendlicher gelebt hat, weil seine Mutter Marie Vegener mit dem Jugendlichen überfordert war. Der Junge, mit dem Franz geflohen ist, ist sein kleiner Bruder Maik. Ellen Lucas vermutet, dass der Junge Zeuge der Tat geworden ist und jetzt als Geisel in Lebensgefahr schwebt. Zusammen mit ihrem neuen Team, den Kommissaren Werner Fitz und Betty Sedlacek, setzt sie alle Hebel in Bewegung, um die beiden Brüder zu finden. Mit der zusätzlichen Unterstützung des Polizeipsychologen Magnus Guttmann gelingt es ihr, die Brüder aufzuspüren. Doch die Situation spitzt sich dramatisch zu und droht zu eskalieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322259","hoster":"VOE"},{"path":"/redirect/10322270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-32","name":"Goldrausch","epNo":32,"alt":"","descr":"Ein Vater erschießt seine erwachsene Tochter – zumindest behauptet er das. Kommissarin Lucas ermittelt in einer Familie, in der niemand dem anderen traut. Kathrin Löhns musste sterben, weil ihr Vater sie für einen Einbrecher gehalten hat. Jetzt liegt sie tot im Heizungskeller. Lucas findet jedoch heraus, dass Wolfgang Löhns’ Angaben zur Tat nicht stimmen können. Warum nimmt er den tödlichen Schuss dann auf sich? Seine beiden Söhne Johannes und Markus bestreiten jeweils die Tat und verdächtigen sich gegenseitig. Johannes ist sich sicher, dass alles nur am verfluchten Gold liegt. Denn sein Vater hatte nach dem Finanzcrash 2008 sein gesamtes Vermögen in Gold angelegt. Er traut niemandem mehr, erst recht keiner Bank. Und er würde seinen Schatz auf Teufel komm raus verteidigen. Selbst seine Kinder haben keine Ahnung, wo er das Gold versteckt hat. Ellen Lucas muss viele Puzzleteile zusammensetzen, um die toxischen Beziehungen in dieser Familie zu durchdringen und die wahren Umstände von Kathrins Tod zu ermitteln. Ein Kriminalfall, der Lucas’ ganzes psychologisches Können fordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10322280","hoster":"VOE"},{"path":"/redirect/10322279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-33","name":"Du bist mein","epNo":33,"alt":"","descr":"Im Dachstuhl eines leer stehenden Hofes findet Kommissarin Ellen Lucas eine liebevoll aufgebahrte Frauenleiche – mumifiziert durch die Hitze eines Sommers. Die Frau war offensichtlich im Dachstuhl gefangen gehalten worden und bei einem Fluchtversuch ums Leben gekommen. Lucas findet schnell heraus, dass das Opfer, Sarah Rothbauer, in der Nähe gelebt hatte. Aber warum hat sie dort niemand vermisst? Kommissarin Lucas und ihr Team vermuten eine Beziehungstat. Warum sonst sollte Hinrich Rothbauer, Sarahs Ehemann, ihr plötzliches Verschwinden einfach hingenommen haben? Während der Ermittlungen wird Kommissarin Betty Sedlacek zum Opfer eines Stalkers. Statt sich Ellen Lucas anzuvertrauen, will sie das Problem auf eigene Faust lösen. Doch sie erkennt zu spät, dass es Parallelen zum Fall Sarah Rothbauer gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12342515","hoster":"VOE"},{"path":"/redirect/12342516","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-34","name":"Helden wie wir","epNo":34,"alt":"","descr":"Ellen Lucas sitzt in der U-Bahn, als sie auf dem belebten Bahnsteig einen Tumult bemerkt. Ihr Zug fährt an, während draußen eine Frau gegen zwei Männer um ihr Leben kämpft. Kommissarin Lucas steht nur kurz darauf auf demselben Bahnsteig. Die Frau liegt tot vor ihr auf dem Boden – ihr nächster Fall. Hätte Lucas sie retten können, wenn sie schneller reagiert hätte? Die Notbremse gezogen hätte? Dazwischengegangen wäre? Zwei junge Männer haben Karin Hofer geschlagen und getreten. Und das nur, weil sie sich schützend vor eine junge Frau gestellt hatte. Karin Hofer hat sich eingemischt und mit dem Leben bezahlt. Schon bald gibt es Mahnwachen am Bahnsteig für die Heldin der Zivilcourage. Die vielen Zeugenaussagen ergeben jedoch kein eindeutiges Bild. Zwar ist Jan Böhm, einer der Angreifer, verhaftet worden, aber er schweigt. Von Florian Walter, dem zweiten Angreifer, fehlt jede Spur. Auch die junge Frau, die belästigt wurde, ist zusammen mit ihrem kleinen Sohn verschwunden. Die Recherchen zum Opfer ergeben, dass es in einer tiefen Lebenskrise steckte. Und die Obduktion überrascht mit dem Ergebnis, dass die Zivilcourage-Heldin vom Bahnsteig nicht an den Schlägen starb. Ellen Lucas muss vor allem klären, wie genau es zur Auseinandersetzung auf dem Bahnsteig gekommen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13144855","hoster":"VOE"},{"path":"/redirect/13144858","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissarin-lucas/staffel-1/episode-35","name":"Finale Entscheidung","epNo":35,"alt":"","descr":"Kommissarin Lucas steht vor einem Rätsel: Eine Männerleiche ist nach Jahren ausgegraben worden. Noch ahnt sie nicht, dass dieser Fall ihr letzter sein wird. Der Kommissar vom Dienst, Wolfram Truss, lenkt Lucas’ Aufmerksamkeit auf Spuren an der Leiche, die auf einen alten Fall hinweisen. Die Akte dazu liegt jedoch beim Landesamt für Verfassungsschutz unter Verschluss. Lucas stößt dort vor allem auf Hinhaltetaktiken. Sie findet trotzdem heraus, dass das Opfer einen Anschlag auf den Christkindlesmarkt in Nürnberg geplant hatte. Er hatte bereits einen Lkw gestohlen, mit Benzin und Sprengstoff beladen und war nur durch eine zufällige Polizeikontrolle aufgehalten worden. Ihm gelang es, zu fliehen. Der Attentäter war danach nie wiederaufgetaucht. Bis jemand Jahre später seine Leiche ausgräbt und Lucas beginnt, ihre bohrenden Fragen zu stellen. Lucas und Truss ermitteln im Team. Dabei entsteht zwischen ihnen eine ungewohnte Nähe. Und Ellen Lucas verfängt sich mehr und mehr in einem Netz aus Schweigen, Lügen und Drohungen. Wird es ihr gelingen, sich daraus zu befreien?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13144852","hoster":"VOE"},{"path":"/redirect/14212386","hoster":"Streamtape"}]}]}]}]}