{"path":"/serie/stream/kommissar-bckstrm","name":"Kommissar Bäckström","descr":"Evert Bäckström (Kjell Bergqvist) ist Chefinsepektor in Schweden. Besonders stolz ist der leicht misanthropisch veranlagte Ermittler auf seine hohe Erfolgsquote – und dies lässt er auch gern die junge Kommissarin Annika Carlsson sowie die neue Staatsanwältin Hanna Hwass spüren. Bäckströms Gespür für Verbrechen und Ungereimtheiten sind gefordert, als Edvin, ein zehnjähriger Junge aus seiner Nachbarschaft, auf der unbewohnten Insel Ofärdsön einen menschlichen Schädel mit Einschusslöchern entdeckt. Laut DNA-Analyse stammt der Schädel von Jaidee Kunchai. Doch Jaidee soll bereits 2004 bei dem Tsunami in Thailand zu Tode gekommen sein. Bäckström übernimmt die Ermittlungen. Ohne es zu ahnen, gerät er dabei durch einen weiteren Fall ins Visier der russischen Mafia.","seasons":[{"path":"/serie/stream/kommissar-bckstrm/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kommissar-bckstrm/staffel-1/episode-1","name":"Die Insel","epNo":1,"alt":"Episode 1","descr":"Der 58-jährige Chefinspektor Evert Bäckström (Kjell Bergqvist) ist ein brillanter Ermittler und dank seiner 99-prozentigen Erfolgsquote ein TV-Star. Ein Großteil der Polizeiarbeit ist ihm zu profan: Die Ermittlungen zu einem spektakulären Raubüberfall, der auf das Konto der russischen Mafia gehen könnte, überlässt er gönnerhaft seiner jungen Kollegin Ankan Carlsson (Agnes Lindström Bolmgren). Bäckström interessiert sich nur für Mord! Als sein Nachbarsjunge Edvin (Elvis Stegmar) bei einem Pfadfinderausflug den Schädel einer Frau entdeckt, wittert der Meisterdetektiv einen prestigeträchtigen Fall, der sein ganzes Können fordert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8353347","hoster":"VOE"},{"path":"/redirect/8834920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-1/episode-2","name":"Der Schädel","epNo":2,"alt":"Episode 2","descr":"Der Fund eines Frauenschädels auf der unbewohnten Insel Ofärdsön gibt Kommissar Evert Bäckström (Kjell Bergqvist) und seinem Team Rätsel auf. Die DNA stammt von einer gewissen Jaidee (Sandra Yi Sencindiver), die dort gar nicht hätte sterben können: Sie kam bereits 2004 bei dem Tsunami in Thailand ums Leben. So steht es zumindest in den Akten. Was wirklich passiert ist, versucht Bäckström zusammen mit seiner jungen Kollegin Ankan Carlsson (Agnes Lindström Bolmgren) herauszufinden. Wenig begeistert von seiner mit Überheblichkeit gepaarten Intuition ist die ehrgeizige Staatsanwältin Hanna Hwass (Livia Millhagen). Sie trifft sich heimlich mit Bäckströms Erzfeind, dem Anwalt Tomas Eriksson (Jens Hultén). Ihm käme ein Fehlschlag des Meisterdetektivs gerade recht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834922","hoster":"VOE"},{"path":"/redirect/8582474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-1/episode-3","name":"Der Tsunami","epNo":3,"alt":"Episode 3","descr":"Chefinspektor Evert Bäckström (Kjell Bergqvist) fliegt auf eigene Faust nach Thailand. Dort will er herausfinden, ob die mit einem schwedischen Diplomaten (Linus Wahlgren) verheiratete Jaidee (Sandra Yi Sencindiver) 2004 tatsächlich bei dem Tsunami ums Leben gekommen ist. Bäckströms Intuition sagt, dass Jaidee das Opfer auf der unbewohnten schwedischen Insel Öfardsön ist. Er versucht in Bangkok und am Strand von Phuket, die damaligen Ereignisse zu rekonstruieren. Der Ermittler ist sich sicher, einem raffinierten Betrug auf der Spur zu sein. Unterdessen steht Bäckström zu Hause im Verdacht korrupt zu sein. Die Staatsanwältin Hanna Hwass (Livia Millhagen) will dies nutzen, um ihn mithilfe seiner Mitarbeiterin Ankan Carlsson (Agnes Lindström Bolmgren) loszuwerden. Hauptdarsteller Kjell Bergqvist brilliert als charismatischer ‚Kommissar Bäckström‘. Die dritte Episode der sechsteiligen Miniserie führt neben dem malerischen Stockholm auch an die Traumstrände Thailands und in das pulsierende Nachtleben von Bangkok.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834921","hoster":"VOE"},{"path":"/redirect/8582478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-1/episode-4","name":"Die Freundin","epNo":4,"alt":"Episode 4","descr":"Chefinspektor Evert Bäckström (Kjell Bergqvist) kehrt mit der Gewissheit aus Thailand zurück, einem raffinierten Betrug auf der Spur zu sein. Beweisen kann er es nicht, doch seiner Intuition vertraut der Meisterdetektiv ohnehin mehr als aktenkundigen Indizien. In Stockholm trifft er sich lieber mit seiner Geliebten Tina Bonde (Helen Sjöholm) als bei einer Razzia gegen die Russenmafia mitzumachen. Seine Mitarbeiterin Ankan Carlsson (Agnes Lindström Bolmgren) erlebt bei dem Großeinsatz ein Fiasko: Offenbar wurde der Unterweltboss gewarnt. Nun gerät Bäckström, der seine Kollegen belogen hat, unter Verdacht, die undichte Stelle zu sein. Auch die Korruptionsvorwürfe aus einem früheren Fall, die Staatsanwältin Hanna Hwass (Livia Millhagen) ausgräbt, werden immer gefährlicher für den Star-Ermittler. Plötzlich steht seine bisher glänzende Karriere an einem Wendepunkt. Mit Alleingängen befördert sich Kjell Bergqvist alias \"Kommissar Bäckström\" in der vierten Episode immer mehr ins Abseits. Mit einer spannenden Handlung sorgt die schwedische Miniserie für beste Krimiunterhaltung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14320535","hoster":"VOE"},{"path":"/redirect/8582475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-1/episode-5","name":"Das Versteck","epNo":5,"alt":"Episode 5","descr":"Chefinspektor Evert Bäckström (Kjell Bergqvist) und seiner Geliebten Tina Bonde (Helen Sjöholm) gelingt es, den entführten Nachbarsjungen Edvin (Elvis Stegmar) unversehrt zu finden. Was der Nachwuchsdetektiv dem Ermittler und der Staatsanwältin Hanna Hwass (Livia Millhagen) berichtet, lenkt einen schweren Verdacht auf Haqvin (Johan Widerberg), den Leiter der Pfadfindergruppe: Er scheint mit dem Tod von Jaidee (Sandra Yi Sencindiver), deren Schädel Edvin gefunden hat, etwas zu tun zu haben. Die bisherigen Indizien reichen jedoch nicht, um Haqvin zu belasten. Trotz seiner Suspendierung von der Polizei möchte Bäckström den Fall wieder übernehmen – notfalls auf eigene Faust und mit seinem neuen \"Juniorpartner\" Edvin. Unterdessen sucht Kommissarin Ankan Carlsson (Agnes Lindström Bolmgren), die einen russischen Unterweltboss jagt, nach der undichten Stelle bei der Polizei. Vielleicht ist es doch nicht ihr Mentor Bäckström. Fünfte Episode der schwedischen Miniserie: Kjell Bergqvist alias \"Kommissar Bäckström\" greift als charismatischer Ermittler zu waghalsigen Methoden, um den rätselhaften Mordfall zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834923","hoster":"VOE"},{"path":"/redirect/8582477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-1/episode-6","name":"Das Urteil","epNo":6,"alt":"Episode 6","descr":"Chefinspektor Evert Bäckström (Kjell Bergqvist) hat einen brutalen Anschlag überlebt. Stärker als der Schmerz seiner Verletzung ist jedoch die Enttäuschung, sich in einem Menschen getäuscht zu haben. Nun weiß er, wer Informationen an den russischen Unterweltboss weitergegeben hat. Im Mordfall von Jaidee (Sandra Yi Sencindiver) muss er erkennen, dass ihn seine Intuition aber auf die falsche Spur geführt hat. Vielleicht gab es mehr als einen Täter? Nicht nur Jaidees Witwer Daniel Johnson (Linus Wahlgren) und der Pfadfinderleiter Haqvin (Johan Widerberg), sondern auch Bäckströms Widersacher Tomas Eriksson (Jens Hultén) hatten ihre Finger im Spiel. Der zynische Strafverteidiger ist, wie Bäckström herausfindet, seit gemeinsamen Pfadfindertagen mit den beiden Verdächtigen befreundet. Um ihren Treueschwur auszuhebeln, setzt Bäckström (Kjell Bergqvist) auf eine unkonventionelle List. Mit einem raffiniert erzählten Finale endet die sechsteilige Miniserie mit Kjell Bergqvist als ‚Kommissar Bäckström‘. Mit exzellenten Darstellern, einer famosen Bildsprache und überraschenden Wendungen beeindruckt der Krimi aus Schweden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8834924","hoster":"VOE"},{"path":"/redirect/8582476","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kommissar-bckstrm/staffel-2/episode-1","name":"Der Schatz","epNo":1,"alt":"Episode 1","descr":"Der Meisterdetektiv Evert Bäckström (Kjell Bergqvist) steht im Zenit seines Ruhms, als er einen Kriminalfall in wenigen Minuten aufklärt. Seine Privatfehde mit dem Staranwalt Tomas Eriksson (Jens Hultén), der sogar ein enges Verhältnis zu seiner Ex-Geliebten Tina Bonde (Helen Sjöholm) zu pflegen scheint, ist die Schwachstelle des eifersüchtigen Ermittlers. Als Eriksson in seiner Wohnung ermordet wird, gerät Bäckström unter Verdacht. Nun möchte er den Mordfall nutzen, um das öffentliche Ansehen seines Rivalen endgültig zu zerstören.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11391427","hoster":"VOE"},{"path":"/redirect/11391425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-2/episode-2","name":"Der Verdacht","epNo":2,"alt":"Episode 2","descr":"Da Bäckström (Kjell Bergqvist) selbst der Hauptverdächtige im Mordfall Eriksson ist, übernimmt seine Kollegin Ankan (Agnes Lindström Bolmgren) die Ermittlungen. Während sie Erikssons erstaunlich kunstverständigen Chauffeur Martin (Marcus Vögeli) ins Visier nimmt, verheimlicht der Ermittler ihr eine Beobachtung: Im Haus des Anwalts hat er nach Eintreffen am Tatort eine auffällige Spieluhr in Form einer Pinocchio-Figur gesehen. Als Bäckström Erikssons Apartment aufsucht, um unbemerkt nach dem kostbaren Kunstobjekt zu schauen, kommt er jedoch zu spät: Pinocchio ist verschwunden! Nur Bäckström weiß, um was es bei dem Mord gehen könnte. Um das Geheimnis zu lüften, vertraut er seiner besonderen Intuition.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11391431","hoster":"VOE"},{"path":"/redirect/11391430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-2/episode-3","name":"Das Verhör","epNo":3,"alt":"Episode 3","descr":"Zwei rätselhafte Morde und die Suche nach einer geraubten Fabergé-Spieluhr aus dem Besitz der Zarenfamilie – der aktuelle Fall ist eine Herausforderung für das kriminalistische Genie von Kommissar Bäckström (Kjell Bergqvist). Seinem ermordeten Erzfeind Eriksson (Jens Hultén) weint er zwar keine Träne nach, dennoch scheint ihn dieser weiter zu begleiten. Von seinem kulturbeflissenen Freund Gurra (Anders Mossling) lässt er sich in die Geheimnisse des verschwundenen Kunstobjekts einführen, auf dem ein unheilvoller Fluch zu liegen scheint: Die Pinocchio-Figur ging im 20. Jahrhundert in die Hände von Berühmtheiten wie Mussolini oder Churchill und wurde bereits 1958 schon einmal geraubt. Überrascht stößt Bäckström darauf, dass die Familie von Polizeichef Toivonen (Pekka Strang) in die Ereignisse verwickelt scheint","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11391433","hoster":"VOE"},{"path":"/redirect/11391435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-2/episode-4","name":"Das Opfer","epNo":4,"alt":"Episode 4","descr":"Evert Bäckström (Kjell Bergqvist) hat die Situation überreizt. Obwohl er nicht mehr tatverdächtig ist, ist sein Ruf ruiniert. Die Presse fällt ihrem ehemaligen Helden in den Rücken und somit bleibt es an ihm, seine Reputation wieder aufzubauen. Der selbstsichere Chefermittler lässt seinem Vorgesetzten Toivonnen (Pekka Strang) keine andere Wahl, als ihn nach Finnland zu begleiten, wo er Erickssons Mörder und Kunsträuber vermutet. Dort veranstaltet der Adlige Sigge Blåfield (Carl-Kristian Rundman) eine exklusive Vortragsveranstaltung. Zur Überraschung der erlesenen Zuhörerschaft kündigt Bäckström an, einen Lügner zu entlarven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11391438","hoster":"VOE"},{"path":"/redirect/11391446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-2/episode-5","name":"Das Ultimatum","epNo":5,"alt":"Episode 5","descr":"Kommissar Bäckström (Kjell Bergqvist) betreibt ein ebenso raffiniertes wie gefährliches Spiel: Um allein den Ruhm für die Aufklärung der Mordserie und den Fund der kostbaren Pinocchio-Figur zu ernten, verheimlicht er wichtige Informationen vor seiner Kollegin Ankan (Agnes Lindström Bolmgren) und dem Team. Außerdem möchte der Meisterdetektiv zusammen mit seinem kulturbeflissenen Freund Gurra (Anders Mossling) etwas an dem Fall verdienen. Bei einer Auktion soll er helfen, über den berüchtigten Kunsthehler Dubrovnik (Stephen Rappaport) an die Hintermänner des illegalen Kunsthandels heranzukommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11391448","hoster":"VOE"},{"path":"/redirect/11391443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-2/episode-6","name":"Die Bombe","epNo":6,"alt":"Episode 6","descr":"Inzwischen ist Kommissar Bäckström (Kjell Bergqvist) nicht nur ein ungeduldiger Jäger, sondern auch in der ungewohnten Rolle des Gejagten. \"Der Zar\" (Sergej Merkjusjev), Kopf der Russenmafia, glaubt, dass ihm Bäckström die Spieluhr beschaffen kann, und stellt ihm ein Ultimatum: Wenn er ihm nicht das 300 Millionen Kronen teure Kleinod aushändigt, läuft seine Uhr schon bald ab. Um mit dem Unterweltboss in Kontakt zu treten, der sich damit seine Rückkehr nach Russland erkaufen möchte, bittet Bäckström sogar seine Ex-Geliebte Tina Bonde (Helen Sjöholm) um Unterstützung, obwohl sie ihn schon einmal schwer enttäuscht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11391426","hoster":"VOE"},{"path":"/redirect/11391424","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kommissar-bckstrm/staffel-3/episode-1","name":"Der ungelöste Fall","epNo":1,"alt":"","descr":"Kommissar Bäckström reist in privater Mission nach Mallorca. Zusammen mit seinem Freund, dem Spurensicherer Niemi, dessen Tochter Alice und seinem Nachbarn, dem Kinderdetektiv Edvin, möchte er über das Wochenende einen \"Cold Case\" lösen, der ihm seit 53 Jahren keine Ruhe lässt: der ungeklärte Mord an seiner Kindheitsfreundin Sally. Um seine Erinnerungen aufzufrischen, will er Sallys Cousine Iris als letzte lebende Zeugin befragen. Kurz nach dem Eintreffen in der Hotelanlage von Ankans Mutter Tussan Carlsson entdeckt Bäckström eine Männerleiche im Pool und eine schwedische Kollegin wird verhaftet. Kaum angekommen, ist er mitten in einem neuen Mordfall!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403956","hoster":"VOE"},{"path":"/redirect/14403958","hoster":"Vidoza"},{"path":"/redirect/14403955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-3/episode-2","name":"Die Informantin","epNo":2,"alt":"","descr":"Ein toter Drogenfahnder, eine inhaftierte Kripobeamtin und eine vermisste Undercover-Ermittlerin – der Staatsanwältin Xenia Wall bleibt keine andere Wahl, als den ebenso unkollegialen wie selbstgefälligen Bäckström um Hilfe für ihre Auslandsmission zu bitten. Endlich meldet sich Undercover-Ermittlerin Eliza, die auf die Geschäftsfrau Iris Gripensköld angesetzt wurde. Als die verdeckte Ermittlerin bei einer Geldübergabe in Gefahr gerät, verlässt Bäckström eigenmächtig seine Beobachterposition – und gefährdet die Operation! Während Polizeichef Toivonen aus Stockholm anreist, um den Star-Ermittler mitzunehmen, steigt Bäckströms Kollegin Ankan ebenfalls in den Fall ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403957","hoster":"VOE"},{"path":"/redirect/14403964","hoster":"Vidoza"},{"path":"/redirect/14403965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-3/episode-3","name":"Das Erbe","epNo":3,"alt":"","descr":"Der Barbesitzer Costa, Cousin des ermordeten Undercover-Ermittlers Miguel, gerät immer mehr ins Visier der schwedischen Kripo. Ist er der Täter? Steckt er mit dem Drogenkartell unter einer Decke? Um nach Beweisen zu suchen, heuert Olzzon in Costas Club an. Heimlich gelingt es dem Kripobeamten, ein Foto zu retten, das Costa vernichten wollte. Um ihn zu überführen, platziert Bäckström eine Abhörwanze in Costas Haus. Bei der Grundsteinlegung des Golfplatzes seiner Geliebten Tussan, Ankans lebenslustiger Mutter, kann der Star-Detektiv erstmals mit Iris sprechen. Sie ist die Schlüsselfigur in seinem \"Cold Case\" ebenso wie bei der \"Operation Palma\". Natürlich möchte Bäckström beide Fälle lösen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403963","hoster":"VOE"},{"path":"/redirect/14403968","hoster":"Vidoza"},{"path":"/redirect/14403966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-3/episode-4","name":"Das Blut der Erde","epNo":4,"alt":"","descr":"Bäckström verdächtigt den schwedischen Weingutbesitzer Mellerud, in den Drogenschmuggel und die Morde verwickelt zu sein. Mit seinem ganzen Team fällt der Star-Detektiv auf dessen Anwesen ein, um sich bei einem gefakten Fotoshooting heimlich umzuschauen. Als die Ermittler dort Hinweise auf ein geheimes Drogenlabor finden, denken sie, dass sie die Zusammenhänge verstehen – zu früh, wie sich zeigt! Unterdessen stößt Ankan auf einen schockierenden Verdacht: Ihre Mutter Tussan könnte die Mörderin von Miguel sein, mit dem die Hotelbesitzerin eine Affäre hatte. Als Ankan ihren Kollegen Bäckström ins Vertrauen zieht, beginnt auch er, seiner Geliebten zu misstrauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403970","hoster":"VOE"},{"path":"/redirect/14403976","hoster":"Vidoza"},{"path":"/redirect/14403969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-3/episode-5","name":"Die Übergabe","epNo":5,"alt":"","descr":"Warum sollte Tussan ihren jüngeren Lover getötet haben? Bäckström und Ankan ziehen alle Motive in Betracht – von einer Affekthandlung aus Eifersucht bis zum kaltblütigen Mord zur Rettung ihres gefährdeten Golfklubprojekts. Um herauszufinden, ob eine der gewagten Thesen stimmt, möchten sie Tussan zu einem Fehler zwingen. Tatsächlich führt sie die Ermittler zu einer unerwarteten Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403977","hoster":"VOE"},{"path":"/redirect/14403979","hoster":"Vidoza"},{"path":"/redirect/14403980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-bckstrm/staffel-3/episode-6","name":"Die Rache","epNo":6,"alt":"","descr":"Tussan weiß nun, dass ihre Freundin Beatrice sie betrogen hat. Nun kommt ans Licht, welche Rolle Miguel wirklich gespielt hat. Zusammen mit Bäckström zwingen sie Beatrice und ihren Partner dazu, ihnen die Wahrheit über die Mordnacht zu sagen. Endlich fügen sich die Spuren des Golfprojekts über den Drogenschmuggel bis zu einem Bandenkrieg in Schweden zusammen. Jedoch kommt jetzt eine Person ins Spiel, die bislang alle über ihre wahren Interessen getäuscht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14403985","hoster":"VOE"},{"path":"/redirect/14403987","hoster":"Vidoza"},{"path":"/redirect/14403984","hoster":"Streamtape"}]}]}]}]}