{"seriesId":"komm-schon","name":"Komm schon!","descr":"Sexualtherapeutin Anette hat bei ihren Patienten zwar immer wieder Erfolge vorzuweisen, doch in ihrem eigenen Privatleben laufen die Dinge nicht ganz so rund. Sie ist selbst lange nicht so frei und unbefangen, wie sie es sich gerne wünschen wurde. Ihr Freund Oliver  reagiert ebenfalls nicht auf ihre Stimulationsversuche und greift für Befriedigung lieber zum Trantra-Katalog.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Jens","epNo":1,"alt":"","descr":"Während Sexualtherapeutin Anette ihren Patienten erfolgreich hilft, seelischen Ballast abzuwerfen, bemerkt sie, dass sie selbst lange nicht so frei und unbefangen ist, wie sie es gern wäre. Hin und her gerissen zwischen ihrer freizügigen Mutter und ihrem biederen Freund wird ihr mit jeder Therapiesitzung klarer, dass sie gefangen zwischen Herz und Hirn durchs Leben wankt. Ihre Patientenratschläge finden in Anettes eigenem Leben keine Beachtung. Bei Anette und Oliver läuft es nicht so richtig gut im Bett. Oliver reagiert kaum auf ihre Stimulationsversuche, dafür erwischt sie ihn wenig später onanierend mit ihrem Tantra-Katalog in der Hand. Anette versucht, es professionell zu nehmen, schließlich ist sie Paar- und Sexualtherapeutin. In der Praxis wartet zu allem Überfluss ihre Mutter Susann, die überraschend aus ihrer französischen Kommune ausgezogen ist. Anette diagnostiziert genervt, dass es die Wechseljahre sind, woraufhin Susann einen Schock erleidet. Trotzdem muss sie das Behandlungszimmer für Anettes ersten Klienten räumen: Jens, den Frotteur, der durch Reibung im öffentlichen Nahverkehr zum Höhepunkt kommt – nur aus seiner Sicht bedauerlicherweise immer schwieriger. Bei ihrer Körpertherapie-Fortbildung versucht Anette, sich von den Strapazen des Tages zu erholen, doch zwischen ihr und dem Trainer Marc herrscht eine solche Spannung, dass sie den Kurs kurzerhand früher verlässt, um Oliver auf den neuen Übernachtungsgast vorzubereiten: Ihre Mutter wird einige Tage bleiben.","versions":[{"lang":1,"streams":[{"redirect":11313215,"hoster":"VOE"},{"redirect":10125735,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vera \u0026amp; Michael","epNo":2,"alt":"","descr":"Olivers Selbstwertgefühl leidet unter Anette und der Anwesenheit ihrer dominanten Mutter. Eigentlich war er froh, in dem neu angeschafften Hund Dagmar eine treue Gefährtin begrüßen zu dürfen. Doch die will einfach nicht auf ihn hören. Anette empfängt währenddessen Vera und Michael, ein Pärchen Mitte 40, das sexuell einfach nicht mehr zusammenfindet. Dabei haben die beiden immer noch viel mehr Liebe füreinander, als die meisten Paare jemals erlangen werden. Anettes Beziehung inklusive. Während Anette an der Paarkommunikation arbeitet, richtet sich ihre Mutter Susann als Sprechstundenhilfe ein, fest entschlossen, das distanzierte Verhältnis zu ihrer Tochter umzukrempeln. Kein Wunder also, dass Anette bei der Körpertherapie mit Marc vollkommen verspannt ist.","versions":[{"lang":1,"streams":[{"redirect":11313218,"hoster":"VOE"},{"redirect":10125739,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jana \u0026amp; Christoph","epNo":3,"alt":"","descr":"Für Anette wird alles ein bisschen viel: Bei der Asperger-Autistin Jana und deren verständnisvollem Freund Christoph greifen ihre therapeutischen Methoden nur mäßig. Eine zufällige Begegnung mit Körpertherapie-Trainer Marc endet unvermittelt abrupt. Und Susann fühlt sich viel zu wohl in ihrer selbstgewählten Rolle als Sprechstundenhilfe: Ein gutgemeinter Ratschlag ihrerseits an Jens endet in einer Eskalation, die Anette ausgerechnet in dem Moment lösen muss, als ihr Oliver einen Fast-Seitensprung mit seiner Assistentin gesteht. Anette scheint nichts mehr im Griff zu haben und fragt sich, wie sie die Kontrolle über ihre Patienten, ihre Mutter und ihr Privatleben zurückgewinnen kann. Hat doch bisher immer geklappt.","versions":[{"lang":1,"streams":[{"redirect":12953192,"hoster":"VOE"},{"redirect":10125736,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Anette \u0026amp; Oliver","epNo":4,"alt":"","descr":"Oliver reist ab: zur Messe nach Darmstadt. Mit Hund Dagmar. Von Anette kann nun wirklich niemand mehr verlangen, sich zu beherrschen: Vera und Michael, nach einem missglückten Dreier deutlich verschnupft, müssen sich Anettes überraschend private Frage gefallen lassen, ob eine Trennung nicht möglicherweise besser sei. Wie ferngesteuert begleitet Anette Jens zu einem Weinseminar, in dem er seine soziale Kompetenz schulen soll: Frauen anzusprechen statt sich an ihnen zu reiben. Während Jens \"trainiert\", entfaltet der Wein seine Wirkung – Anette muss zu Marc. Der ist sichtlich überrascht und lange nicht so cool wie erwartet. Doch bevor es zwischen ihm und Anette zu mehr als Körpertherapie kommen kann, hat Jens schon wieder ein Problem. Und dann will auch noch ihre Mutter Susann in Hamburg bleiben.","versions":[{"lang":1,"streams":[{"redirect":11313225,"hoster":"VOE"},{"redirect":10125737,"hoster":"Streamtape"}]}]}]}]}