{"path":"/serie/stream/kommissar-wallander","name":"Kommissar Wallander","descr":"Henning Mankells Kriminalromane, allein in seinem Heimatland über 3,5 Millionen Mal verkauft, wurden bislang in über 30 Sprachen übersetzt, sogar ins Japanische. Die Berühmtheit des Skandinaviers basiert auf der Figur des charismatischen Ermittlers Kurt Wallander. Entsprechend erfolgreich war die 13-teilige Verfilmung der Wallander-Krimis mit Krister Henriksson in der Titelrolle, die seit 2006 im Ersten ausgestrahlt wurden. Nun hat der für seine Shakespeare-Darstellungen berühmte Kenneth Branagh sich an eine Neuinterpretation der Kultfigur gewagt. Das ist ein Gipfeltreffen der besonderen Art, denn der Gegensatz zwischen dem Energiebündel Branagh und dem notorisch übermüdeten Wallander, der sich mit viel Kaffee über den Tag rettet, könnte kaum größer sein. Als Meister der minimalen Gesten spielt der in Belfast geborene Wahlengländer den schwedischen Kommissar mit britischer Zurückhaltung. Dank einer präzise getimten Spannungsdramaturgie sind die neuen Wallander-Adaptionen ein Highlight für Krimifans.","seasons":[{"path":"/serie/stream/kommissar-wallander/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kommissar-wallander/staffel-1/episode-1","name":"Die falsche Fährte","epNo":1,"alt":"Sidetracked","descr":"Wallander (Kenneth Branagh) ist geschockt: Eine völlig verängstigte junge Frau, die sich in einem Rapsfeld versteckt hält, übergießt sich vor seinen Augen mit Benzin und zündet sich an. Welches Motiv brachte die 15-Jährige nur dazu, sich auf solch grausame Weise umzubringen? Die bohrende Frage beschäftigt den Kommissar auch noch, als er schon den nächsten Fall klären soll. Gustav Wetterstedt (Malcolm Tierney), ehemaliger Justizminister, wird vor seiner Strandvilla erschlagen und skalpiert. Nachdem kurz darauf der wohlhabende Kunsthändler Arne Carlman (Lars Humble) auf die gleiche Weise ermordet wird, drängt sich die Vermutung auf, es handele sich um einen Serientäter. Gegen seinen Willen muss Wallander deshalb mit einem Profiler kooperieren. Der ehrgeizige, junge Mats Ekholm (Joseph Chance) erklärt dem Kommissar, er müsse nach einem Täter suchen, der sich im Alltag völlig unauffällig verhält. Von diesem hilfreichen Ratschlag ist Wallander ebenso begeistert wie von der Aussicht, seinem mürrischen Vater Povel (David Warner), zu dem er kein gutes Verhältnis hat, einen Geburtstagsbesuch abzustatten. Die erste heiße Spur ergibt sich durch einen Hinweis des versoffenen Ex-Reporters Lars Magnusson (John McEnery): Als investigativer Journalist versuchte er nachzuweisen, dass Wetterstedt und Carlman in eine Affäre mit minderjährigen Prostituierten verstrickt waren. Doch die ehrenwerten Herren wurden von dem inzwischen pensionierten Vize-Polizeichef Hugo Sandin (Michael Culver) gedeckt. Der nächste Mord passt merkwürdigerweise nicht ganz ins bisherige Muster: Das Opfer ist kein Prominenter; außerdem wurde es nicht nur skalpiert, ihm wurden auch die Augen verätzt. Durch Magnussons Hinweis, die Skalpierungen könnten der Rettung einer anderen Seele dienen, kommt Wallander der Verdacht, dass er die falsche Fährte verfolgt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568318","hoster":"VOE"},{"path":"/redirect/8582622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-1/episode-2","name":"Die Brandmauer","epNo":2,"alt":"Firewall","descr":"Die 17-jährige Sonja Hokberg (Susannah Fielding) hat mit einer Freundin den Taxifahrer Johan Lundberg (Bo von Gegerfeld) erschlagen. Im Verhör zeigt sie nicht die geringste Reue und gibt an, sie habe Geld gebraucht. Doch die erbeutete Summe ist lächerlich, außerdem sind Sonjas Eltern wohlhabend. Wallander (Kenneth Branagh) findet heraus, dass die junge Frau späte Rache übte: Lundbergs Sohn hatte sie vor zwei Jahren vergewaltigt, konnte aber nicht belangt werden, weil sein Vater ihm ein Alibi verschaffte. Zu allem Übel schafft es Sonja, aus der bestens gesicherten Zelle der Untersuchungshaft auf rätselhafte Art fliehen; ein Elektriker, der einen Kurzschluss in einem Umspannwerk beheben will, findet kurz darauf ihre verkohlte Leiche. Auch Sonjas Freund Jonas Landahl (Christian Roe) wird ermordet aufgefunden. Das alles ergibt keinen Sinn, bis Wallander durch Zufall auf eine Verbindung mit einem anderen ungelösten Fall stößt: Tynnes Falk (Toni Heddin), kerngesunder IT-Spezialist, stirbt aus unerklärlichen Gründen an einer Herzattacke. Für das Verschwinden seiner Leiche aus der Pathologie, deren Türen elektronisch gesichert sind, gibt es nur eine Erklärung: Der flächendeckende Stromausfall, der durch Sonjas Tod im Trafohäuschen verursacht wurde, legte unter anderem die elektronische Türsicherung des Leichenschauhauses lahm. In einem Keller, den Falk angemietet hatte, stößt Wallander indes auf ein Computernetzwerk, mit dem eine gefährliche Hacker-Attacke auf das globale Bankensystem gestartet werden soll. Der Weg zu dem Drahtzieher führt ausgerechnet über die attraktive Ella Lindfeldt (Orla Brady), die Wallander über eine Internet-Kontaktseite kennenlernte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568317","hoster":"VOE"},{"path":"/redirect/8582625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-1/episode-3","name":"Mittsommermord","epNo":3,"alt":"One Step Behind","descr":"Eine Clique von Teenagern, die besonders cool sein wollten, hat in Kostümen des 18. Jahrhunderts den mythenumrankten Mittsommer gefeiert. Seither sind sie verschwunden, für Kommissar Wallander (Kenneth Branagh) zunächst kein Grund zur Besorgnis. Ein halbes Dutzend Postkartengrüße belegen, dass die jungen Leute offenbar auf einem spontanen Trip durch Europa sind. Als einige Monate später ihre halb verwesten Leichen in einem Naturschutzgebiet gefunden werden, steht die Polizei vor einem Rätsel. Unbegreiflich ist für Wallander auch der Mord an seinem Kollegen Svedberg (Tom Beard). In dessen Wohnung entdeckt der Kommissar Hinweise, dass Svedberg in dem Fall der Teenager auf eigene Faust ermittelt hatte. Dadurch findet Wallander die junge Isa (Flora Spencer-Longhurst), die aus Krankheitsgründen an dem geheimen Rokoko-Ritual ihrer Freunde nicht teilnehmen konnte. Nach einem Selbstmordversuch erholt das Mädchen sich im abgelegenen Ferienhaus ihrer Eltern auf den Schäreninseln. Wallander fühlt sich für Isa verantwortlich und folgt ihr. Tatsächlich gelingt es ihm, ihr Vertrauen zu gewinnen – doch er kann nicht verhindern, dass der Mörder unbemerkt auf die Insel kommt und Isa erschießt. Wallander, durch eine Diabetes-Diagnose ohnehin angeschlagen, ist verzweifelt, und der Mord an einem jungen Hochzeitspaar, das sich an seinem geheimen Liebesstrand fotografieren lassen wollte, stellt den Kommissar wieder vor die gleiche Frage: Woher kennt der Mörder nur die intimsten Geheimnisse seiner Opfer? Als er vor dem Polizeirevier gedankenverloren ein Postauto um die Ecke biegen sieht, kommt ihm ein fürchterlicher Verdacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13568319","hoster":"VOE"},{"path":"/redirect/9950991","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kommissar-wallander/staffel-2/episode-1","name":"Mörder ohne Gesicht","epNo":1,"alt":"Faceless Killers","descr":"Kurt Wallander (Kenneth Branagh) ist gewiss nicht ausländerfeindlich. Als seine Tochter Linda (Jeany Spark) ihm beim Abendessen ihren syrischen Freund Jamal (Arsher Ali) vorstellt, kann er seine Befangenheit aber kaum verbergen. Ein Notruf befreit ihn aus der peinlichen Situation. Auf einem abgelegenen Bauernhof wurde ein altes Ehepaar überfallen und grausam zugerichtet. Der Mann ist bereits tot, mit ihren letzten Worten haucht die sterbende Frau (Karin Bertling) dem Kommissar noch einen unverständlichen Hinweis auf die geflüchteten Täter ins Ohr. Wallander deutet den Kollegen gegenüber an, das Wort könnte sich auf Ausländer bezogen haben. Ein unbekannter Informant gibt den vertraulichen Hinweis an die Presse weiter, die das Thema genüsslich ausschlachtet. Kurz darauf brennt ein Auffanglager für Asylbewerber und ein Migrant wird von einem fremdenfeindlichen Fanatiker erschossen. Wallander fühlt sich verantwortlich für die Ausschreitungen und arbeitet fieberhaft an der Klärung der beiden Fälle. Der ermordete Bauer, so viel ist schnell klar, zahlte Schweigegeld an eine Frau, die ein uneheliches Kind von ihm hatte. Zur Aufklärung des Mordes an ihm und seiner Frau trägt diese späte Enthüllung allerdings nichts bei. Die Ermittlungen konzentrieren sich schließlich auf den zwielichtigen Valfrid Strom (Fredrik Gunnarson). Der rechtsradikale Mörder des wehrlosen Migranten verkörpert für Wallander den perfekten Schuldigen. Als Strom sich der Verhaftung widersetzt, erschießt der Kommissar ihn auf der Flucht. Das Bauernehepaar hat Strom allerdings nicht auf dem Gewissen. Für die Lösung dieses Falles muss Wallander seine Vorurteile hinterfragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924023","hoster":"VOE"},{"path":"/redirect/8582623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-2/episode-2","name":"Der Mann, der lächelte","epNo":2,"alt":"The Man Who Smiled","descr":"Wallander (Kenneth Branagh) steckt in seiner bislang schwersten Krise. Dass er in Notwehr einen Menschen erschießen musste, verkraftet er nicht. Betäubt von Alkohol und Tabletten, verbringt der traumatisierte Polizist seine Tage in einer abgelegenen Pension. Selbst der Besuch seines alten Freundes Sten Torstensson (David Sibley) reißt ihn nicht aus der Lethargie. Laut Polizeibericht kam dessen Vater Gustaf (Roland Hedlund), ein Wirtschaftsanwalt, bei einem Autounfall ums Leben. Torstensson ist sich aber sicher, dass sein Vater ermordet wurde, und bittet Wallander um Hilfe. Doch der Kommissar fühlt sich der Polizeiarbeit nicht mehr gewachsen. Aus Neugier nimmt er schließlich doch die Ermittlungen auf und muss erfahren, dass Torstensson sich in einem Büro erhängt hat. Kurz zuvor erhielt der Anwalt eine Postkarte mit einer anonymen Morddrohung. Torstenssons einziger Client, der schwerreiche Philanthrop Alfred Harderberg (Rupert Graves), erhielt die gleiche Drohung. Beide Karten wurden in einem Hotel aufgegeben, das Wallander noch aus seiner Kindheit kennt. Absender ist ein gewisser Jörgen Nordfeldt (Benedict Taylor), Bereichsleiter einer Fabrik für spezielle Kühlboxen. Doch der ist seit geraumer Zeit verschwunden. Der Kommissar erhält einen Notruf, aus dem er erfährt, dass Nordfeldt bedroht wird und sich auf einem Campingplatz versteckt hält. Dank Wallanders geistesgegenwärtigem Eingreifen überlebt Nordfeldt einen Mordanschlag. Als der Ermittler schließlich herausfindet, was in den Kühlboxen transportiert wird, kommt er einem mörderischen Geschäft mit Spenderorganen auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8835093","hoster":"VOE"},{"path":"/redirect/8835095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-2/episode-3","name":"Die fünfte Frau","epNo":3,"alt":"The Fifth Woman","descr":"Wallander (Kenneth Branagh) hat schon viel erlebt, doch diesmal ist selbst er geschockt: Holger Eriksson (Howard Swinson), ein pensionierter Autohändler und Verfasser braver Naturlyrik, wurde in einer Pfahlgrube von angespitzten Bambusstäben durchbohrt. Die Ermittlungen werden überschattet durch den Tod seines Vaters Povel (David Warner), zu dem der Kommissar ein gebrochenes Verhältnis hatte. Wallander stürzt sich in Arbeit, doch auch der vermeintliche Routinefall des vermissten Blumenhändlers Gosta Runfeldt (Stefan Karlsson) erweist sich als ziemlich kompliziert. Runfeldt wird, an einen Baum gefesselt, ermordet aufgefunden. Das Opfer ist stark abgemagert, seine Fingernägel verdreckt und seine Unterwäsche stark verschmutzt. Der Mörder hat Runfeldt offenbar gefangen gehalten und gefoltert. Eriksson und Runfeldt wurden mit einer merkwürdigen Akribie umgebracht. Auch der dritte Mord, verübt an dem erfolgreichen Geschäftsmann Eugen Blomberg, passt in dieses seltsame Muster: Blomberg wurde in einen mit Steinen beschwerten Plastiksack gesteckt und in einen See gestoßen. Beim Ertrinken musste er seinem Mörder in die Augen sehen. Auf der Suche nach einem Motiv durchleuchtet Wallander das Privatleben der Opfer und stößt auf einen weiteren Zusammenhang. Die drei Männer haben ihre Ehepartner jeweils vergewaltigt, zu Abtreibungen gezwungen und sogar in den Tod getrieben. Handelt es sich etwa um Rachemorde? Die Spur führt zu einer anonymen Hilfsorganisation für misshandelte Frauen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8835092","hoster":"VOE"},{"path":"/redirect/8582624","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kommissar-wallander/staffel-3/episode-1","name":"Ein Mord im Herbst","epNo":1,"alt":"An Event in Autumn","descr":"Gemeinsam mit seiner Lebensgefährtin Vanja (Saskia Reeves) hat Wallander (Kenneth Branagh) sich ein gemütliches Haus am Meer gekauft. Die Umzugskisten sind noch nicht ausgepackt, da findet sein Hund Jussi im Vorgarten die verscharrten Überreste einer Frauenleiche. Der Kommissar wollte sich eigentlich mehr um sein Privatleben kümmern, doch der schockierende Vorfall weckt sofort wieder alle seine kriminalistischen Instinkte. Er verdächtigt den vorigen Hausbewohner Jan Petrus (Con O’Neill), einen zwielichtigen Zuhälter, der junge Herumtreiberinnen aufgabelt und zur Prostitution zwingt. Seit zehn Jahren wird dessen Tochter Ellika (Helen Carter) vermisst – hat Wallander etwa ihre Leiche gefunden? Ohne Durchsuchungsbefehl dringt der Kommissar bei Petrus ein und bringt die ihn begleitende Kollegin Anne-Britt (Sarah Smart) in eine prekäre Situation: In Notwehr muss sie zwei bissige Wachhunde erschießen und wird daraufhin von dem wütenden Halter mit einem Hammer so schwer verletzt, dass sie ins Koma fällt. Zu allem Überfluss stellt sich heraus, dass Ellika am Leben ist – der Kommissar hatte den Falschen im Visier. Doch die verlorene Tochter führt Wallander auf die Spur seines Nachbarn Fredrik (Donald Sumpter). Bei dem vereinsamten Witwer findet der Kommissar überraschend auch den Schlüssel zu einem zweiten Fall, an dem er sich bislang die Zähne ausbiss. In dieser atmosphärischen Verfilmung einer Geschichte von Henning Mankell verkörpert Kenneth Branagh einmal mehr auf faszinierende Weise die Rolle des Kommissars Wallander, der hier mit seiner neuen Partnerin Vanja ein neues Leben begonnen hat. Doch deren Erwartungen und ein von seiner Arbeit besessener Ermittler passen nicht zusammen. Am Ende landet Wallander auch mit Vanja, überzeugend gespielt von Saskia Reeves, wieder bei der Beziehungsberatung. Verstärkt durch die hervorragende Kameraarbeit – die jedes Bild wie ein Gemälde erscheinen lässt – entwickelt das Drama eine hypnotische Sogwirkung, die den Zuschauer immer tiefer hineinzieht in Mankells Universum.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8835094","hoster":"VOE"},{"path":"/redirect/8835098","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-3/episode-2","name":"Die Hunde von Riga","epNo":2,"alt":"The Dogs of Riga","descr":"An der schwedischen Küste werden zwei Leichen in einem Schlauchboot angeschwemmt. Da es sich offenbar um lettische Drogenkuriere handelt, beteiligt die Polizei von Ystad einen Beamten aus Riga an den Ermittlungen. Als Karlis Liepa (Søren Malling) die Toten als ehemalige Informanten identifiziert, fühlt er sich für deren Ermordung verantwortlich. Wallander (Kenneth Branagh), nach dem Scheitern seiner Beziehung wieder Single, erkennt in dem schweigsamen Kollegen indessen einen Seelenverwandten. Umso trauriger ist er über die Nachricht, dass Karlis nach der Rückkehr in Riga ermordet wurde. Spontan reist er nach Lettland, um ihm die letzte Ehre zu erweisen. Das gesteigerte Interesse der dortigen Kollegen an den Ermittlungsakten zu Kalis’ letztem Fall macht Wallander stutzig. Er spürt, dass hier etwas nicht stimmt. In seinem Hotelzimmer wird er sogar abgehört. Schließlich erfährt er bei einem geheimen Treffen mit dem Journalisten Sergei Upitis (Dragos Bucur), dass Karlis Beweise zu Drogengeschäften seiner Vorgesetzten gesammelt hatte. Tags darauf wird auch der kritische Reporter ermordet. Wallander nimmt Kontakt zu Karlis’ Witwe Baiba (Ingeborga Dapkunaite) auf, einer charakterstarken Frau, zu der er sich spontan hingezogen fühlt. Die beiden tauschen Erinnerungen über Karlis aus, als Baiba plötzlich eine Idee hat, wo ihr Mann die Ermittlungsakten versteckt haben könnte. Wallander muss alleine in die Höhle des Löwen. In dieser aufwendigen Verfilmung des gleichnamigen Bestsellers von Henning Mankell gerät Wallander in Konflikt mit der lettischen Mafia. Aus der Rolle des eigenwilligen Ermittlers ist der britische Ausnahmedarsteller Kenneth Branagh nicht mehr wegzudenken. Die Patina der lettischen Hauptstadt Riga gibt diesem Krimi eine ganz eigene Atmosphäre. Der nächste neue Wallander-Krimi folgt am 6. Januar 2013.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924024","hoster":"VOE"},{"path":"/redirect/8582627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-3/episode-3","name":"Vor dem Frost","epNo":3,"alt":"Before the Frost","descr":"Die pensionierte Kartographin Birgitta Medberg (Cecilia Hjalmarsson) erkundet einen alten Pilgerweg, als eine surreal anmutende Erscheinung ihre Aufmerksamkeit erregt: Brennende Schwäne fliegen über einen Waldsee. Das ist ihre letzte Beobachtung, denn der Verursacher dieser Erscheinung erschlägt die Zeugin und beerdigt ihre Leiche im Wald. Fingerabdrücke auf einer Bibel, die er ihrem Grab beifügte, führen die Polizei auf die Spur des religiösen Fanatikers Jannek Langas (Paul Andrew Williams), der aus der geschlossenen Psychiatrie geflohen ist. In einer Schule, welche die biblische Schöpfungsgeschichte vom Lehrplan strich, übergießt dieser sich kurz darauf mit Benzin, um sich auf rituelle Weise selbst zu richten. Es folgen ähnliche Suizide, bei denen die Selbstmörder jeweils eine Videobotschaft hinterlassen: Sie bekennen sich schuldig, dass sie in der Stammzellenforschung mitgearbeitet haben oder eine homosexuelle Beziehung führten. Während Wallander (Kenneth Branagh) über diesen Fall grübelt, erhält er Besuch von seiner Tochter Linda (Jeany Spark), die sich um ihre verschwundene Freundin Anna Westin (Maimie McCoy) sorgt. Auch diese steht in Kontakt zu Langas’ fundamentalistischer Sekte. Wallander findet heraus, dass Anna in ihrer Jugend vergewaltigt wurde und daraufhin eine Abtreibung hatte: Wird auch sie wegen dieser \"Todsünde\" Hand an sich legen? In dieser bildgewaltigen Neuverfilmung des gleichnamigen Bestsellers von Henning Mankell kommt Wallander den unfassbaren Machenschaften einer fundamentalistischen Sekte auf die Schliche. Dank Kenneth Branaghs Präsenz wird das Seelenleben des gebrochenen Ermittlers mit einer bislang nicht gekannten Tiefenschärfe ausgelotet. Die Versöhnung mit seiner Tochter, gespielt von der ausdrucksstarken Jeany Spark, geht unter die Haut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8899688","hoster":"VOE"},{"path":"/redirect/8582626","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/kommissar-wallander/staffel-4/episode-1","name":"Die weisse Löwin","epNo":1,"alt":"The White Lioness","descr":"Seit Tagen fehlt jede Spur von der vermissten Lehrerin Inga Hedeman (Tessa Jubber), die sich in den Townships von Kapstadt engagiert. Kommissar Wallander, gerade für eine Konferenz in Südafrika, lässt sich bereitwillig von der örtlichen Polizei um Hilfe bitten: Er soll Ingas Mann, den Sozialarbeiter Axel (Alex Ferns), beruhigen. Denn Wallanders aufgebrachter Landsmann schade den polizeilichen Ermittlungen indem er versucht Druck auf die Presse auszuüben. Zunächst willigt Wallander ein, startet aber nach einem Gespräch mit Hedeman eigene Nachforschungen. Auf einer abgelegenen Farm findet der Kommissar eine Halskette der Vermissten und zudem zwei nicht von ihr stammende Finger. Mit Unterstützung der Kapstädter Kollegin Grace Mthembu (Bonnie Mbuli) findet er heraus, dass die abgetrennten Finger dem Kleinkriminellen Victor Mabasha (Lemogang Tsipa) gehören. Dieser wird mittlerweile nicht nur von der Polizei gesucht: Als Wallander ihn in einer Bar ausfindig macht, rettet er Mabasha vor den Schüssen eines maskierten Motorradfahrers und gerät in eine gefährliche Verfolgungsjagd in den Townships. Nach und nach realisiert der schwedische Kommissar, dass es hier längst um mehr als eine Entführung geht. Der mehrfach ausgezeichnete britische Regisseur Benjamin Caron verfilmte Henning Mankells Weltbestseller \"Die weiße Löwin\" für die beliebte Krimi-Reihe neu. Dabei liegt der Fokus auf dem Verschwinden der Lehrerin, das in Zusammenhang mit einem erbitterten Kommunalwahlkampf und undurchsichtigen Immobiliengeschäften zu stehen scheint. In der Hauptrolle gibt Kenneth Branagh den eigensinnigen Wallander, dem bei einer Fachtagung in Kapstadt mehr nach Polizeiarbeit als nach Theorie ist. An seiner Seite spielt die Südafrikanerin Bonnie Mbuli eine selbstbewusste Polizistin. Gekonnt setzt Kameramann Lukas Strebel die südafrikanische Landschaft mit staubigen Wüstenbildern in Szene und lässt in die bedrohliche Enge der Townships eintauchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8835112","hoster":"VOE"},{"path":"/redirect/8582633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-4/episode-2","name":"Lektion der Liebe","epNo":2,"alt":"A Lesson in Love","descr":"In einem Graben am Straßenrand machen Kommissar Wallander (Kenneth Branagh) und sein junger Kollege Tobias Eliasson (Joe Claflin) einen grausigen Fund: Dort liegt die Leiche einer erstochenen Frau. Diese lebte zurückgezogen mit ihrer Tochter Hannah (Mia Goth) in einem nahe gelegenen Dorf. Von Nachbarn erfährt Wallander, dass die Ermordete und ein ortsansässiger Motorradclub miteinander im Streit lagen. Dessen Chef, dem vorbestraften Gustav Ericsson (Clive Wood), stattet Wallander einen Besuch ab und ordnet anschließend eine Hausdurchsuchung an. Dabei finden die Polizisten die Tatwaffe – übersät mit Fingerabdrücken von Ericssons Sohn Pontus (Hugh Mitchell). Der schwer belastete junge Mann macht keine Aussage, streitet die Tat nicht einmal ab. Trotz des verdächtigen Verhaltens und der Indizien, sieht sich Wallander in dem Fall längst nicht am Ziel. Ihm fehlt das Motiv für solch einen brutalen Mord. Dann bringt ein überraschendes Wiedersehen mit seiner einstigen Geliebten Baipa Liepa (Ingeborga Dapkunaite) den Kommissar auf die richtige Spur. In der britischen Krimi-Reihe werden Weltbestseller des am 5. Oktober 2015 verstorbenen Autors Henning Mankell mit dem gefeierten Shakespeare-Darsteller Kenneth Branagh neu verfilmt. Der preisgekrönte Regisseur Benjamin Caron (\"Scott \u0026 Bailey\") inszenierte die vierte und letzte Wallander-Staffel der BBC. Der schwedische Kommissar sieht sich in \"Lektionen der Liebe\" nicht nur mit der Aufklärung eines Mordes konfrontiert, sondern auch mit ernsten Anzeichen von gesundheitlichen Problemen. Kameramann Lukas Strebel setzt die besondere Atmosphäre der schwedischen Landschaft wie gewohnt in Szene und lässt den Blick immer wieder auf die unheilvollen Arztbesuche des Protagonisten schweifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379912","hoster":"VOE"},{"path":"/redirect/8582634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-wallander/staffel-4/episode-3","name":"Der Feind im Schatten","epNo":3,"alt":"The Troubled Man","descr":"Die Diagnose ist ebenso eindeutig wie erschütternd: Alzheimer. Kurt Wallander (Kenneth Branagh) muss nun damit klarkommen, dass sich sein Leben schon bald radikal ändern wird. Obwohl erstaunlich gefasst, findet er nicht die Gelegenheit, es seiner Tochter Linda (Jeany Spark) zu sagen. Als er noch über die passenden Worte grübelt, kommt sie ihm mit einer weiteren besorgniserregenden Nachricht zuvor: Ihr Schwiegervater Hakan von Enke (Terrence Hardiman) ist spurlos verschwunden. Statt sich erst einmal über seine eigene Situation klar zu werden, nimmt der wegen einer Gedankenlosigkeit vom Dienst suspendierte Kommissar die Suche nach dem Verschwundenen auf und ist bald in seinem Element. Von Sten Norlander (Christopher Fairbank), einem alten Freund Hakans, bekommt Wallander einen ungewöhnlichen Hinweis: Dieser berichtet von einem rätselhaften militärischen Zwischenfall in schwedischen Hoheitsgewässern in den 1980er Jahren, bei dem von Enke als U-Bootkommandeur beteiligt war. Weil es keinen anderen Ansatzpunkt für dessen Verschwinden gibt, folgt Wallander dieser weit zurückreichenden Spur. Der geheimnisvolle Amerikaner Steven Wilson (Garrick Hagon) stößt ihn dabei auf ein lang gehütetes Familiengeheimnis, von dem selbst Lindas Mann Hans (Harry Hadden-Paton) nichts wusste. Als dessen Mutter Louise (Ann Bell) tot aufgefunden wird und Wallander bei ihrer Leiche Geheimdienstunterlagen findet, ist ihm klar: Håkans militärische Vergangenheit hat die Familie eingeholt. Mit der Neuverfilmung von Henning Mankells Weltbestseller \"Der Feind im Schatten\" endet die britische Wallander-Reihe. Der renommierte Shakespeare-Darsteller Kenneth Branagh schlüpft letztmals in die Rolle des eigensinnigen Kommissars, dem er in den BBC-Staffeln ein nuanciertes und zuweilen melancholisches Profil gibt. Ebenso tapfer wie unheroisch spielt er den Protagonisten, der trotz der furchtbaren Erkrankung seinen letzten Fall lösen will. Mit herbstlichen Naturaufnahmen illustriert Kameramann Lukas Strebel stimmungsvoll das Schicksalhafte der Abschlussepisode. Benjamin Caron, Regisseur der vierten Wallander-Staffel, gelingt es nach einem Drehbuch von Peter Harness, die Komplexität der Handlung und der ausgeprägten Charaktere spannungsvoll zu inszenieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8835111","hoster":"VOE"},{"path":"/redirect/8582637","hoster":"Streamtape"}]}]}]}]}