{"path":"/serie/stream/kommissar-maigret","name":"Kommissar Maigret","descr":"Kommissar Maigret (Rowan Atkinson, bekannt als \"Mr. Bean\") ermittelt im Paris der fünfziger Jahre. Mit einer Tabakspfeife im Mundwinkel verwendet er dabei, neben der üblichen Polizeiarbeit, Empathie als wichtigste Ermittlungsmethode. Wenn er in die Atmosphäre eines Verbrechens eintaucht, sucht er den Menschen hinter einem Verbrechen und findet den Täter.","seasons":[{"path":"/serie/stream/kommissar-maigret/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kommissar-maigret/staffel-1/episode-1","name":"Die Falle","epNo":1,"alt":"Maigret Sets a Trap","descr":"Paris, Mitte der 1950er Jahre. Ein brutaler Frauenmörder versetzt die Stadt in Angst und Schrecken. Seine Opfer wurden scheinbar zufällig ausgewählt und weder ausgeraubt noch sexuell missbraucht. Fieberhaft sucht Kommissar Maigret nach einem Schema, doch außer braunem Haar hatten die Frauen keinerlei Gemeinsamkeiten. Als eine junge Mutter umgebracht wird, wächst der Druck auf den Ermittler. Seine Vorgesetzten wollen ihm den Fall entziehen. Ein befreundeter Psychiater, der den Täter für geltungssüchtig hält, bringt den Kommissar schließlich auf eine riskante Idee: Durch eine öffentliche Provokation will Maigret den Killer zu einem weiteren Mordversuch verleiten – und dabei verhaften. In der folgenden Nacht lässt er brünette Beamtinnen in den engen Gassen von Montmartre als Lockvögel ausschwärmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13561807","hoster":"VOE"},{"path":"/redirect/10417024","hoster":"Doodstream"},{"path":"/redirect/10417025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-maigret/staffel-1/episode-2","name":"Ein toter Mann","epNo":2,"alt":"Maigret’s Dead Man","descr":"Auf einem Bauernhof in der nordfranzösischen Provinz Picardie macht die Polizei einen grausigen Fund: Die Familie wurde bestialisch umgebracht und ausgeraubt – der jüngste Fall in einer Serie von brutalen Raubmorden. Zur gleichen Zeit geht in Paris bei Kommissar Maigret ein anonymer Notruf ein. Ein Mann ist panisch vor Angst und behauptet, dass ihn Mörder verfolgen. Bevor Maigret mehr in Erfahrung bringen kann, legt der Unbekannte jedoch auf. Noch in derselben Nacht wird der Anrufer tatsächlich erstochen. Auf einem kleinen Platz findet die Polizei seine Leiche","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10417028","hoster":"VOE"},{"path":"/redirect/10417026","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kommissar-maigret/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kommissar-maigret/staffel-2/episode-1","name":"Die Nacht an der Kreuzung","epNo":1,"alt":"Maigret’s Night at the Crossroads","descr":"An einer ländlichen Kreuzung in der Nähe von Paris wird ein belgischer Juwelenhändler bei einem nächtlichen Treffen mit einem Kontaktmann ermordet. Am nächsten Morgen liegt dessen Leiche in der Garage von Carl Anderson (Tom Wlaschiha), einem arroganten Dänen, der dort mit seiner Schwester Else (Mia Jexen) ein heruntergekommenes Landhaus bewohnt. Lediglich zwei andere Gebäude stehen noch an der Kreuzung: eine Autowerkstatt und das Haus eines Vertreters, dessen Frau als Köchin bei den Andersons arbeitet. Alle sind nicht gut auf ihre abweisenden Nachbarn zu sprechen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10417031","hoster":"VOE"},{"path":"/redirect/10417033","hoster":"Doodstream"},{"path":"/redirect/10417032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kommissar-maigret/staffel-2/episode-2","name":"Die Tänzerin und die Gräfin","epNo":2,"alt":"Maigret in Montmartre","descr":"Eines Abends erscheint eine sichtbar aufgelöste, angetrunkene Frau bei Hauptkommissar Maigret (Rowan Atkinson) im Polizeipräsidium. Die junge Arlette (Olivia Vinall) arbeitet als Tänzerin und Animierdame in einem verruchten Club im Pariser Amüsierviertel Montmartre. Sie behauptet, ein Gespräch über einen geplanten Mord an einer Gräfin mitgehört zu haben, an dem ein gewisser Oscar beteiligt sein soll. Doch Maigret und sein Team schenken der jungen Dame aufgrund ihres Zustandes wenig Glauben. Daraufhin verlässt sie fluchtartig das Gebäude. Umso tiefer trifft es den Hauptkommissar und seine Mitarbeiter, als sie am nächsten Morgen die Nachricht erhalten, dass Arlette erwürgt in ihrer Wohnung aufgefunden wurde. Kurz darauf gibt es eine weitere erdrosselte Leiche: eine betagte Gräfin (Nicola Sloane), die morphiumsüchtig in einer verfallenen Wohnung lebte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10417034","hoster":"VOE"},{"path":"/redirect/10417035","hoster":"Streamtape"}]}]}]}]}