{"seriesId":"kommissar-wisting","name":"Kommissar Wisting","descr":"Basierend auf den Romanen von Jørn Lier Horst stehen in dieser norwegischen Krimiserie der Polizist William Wisting (Sven Nordin) und seine Tochter Line (Thea Green Lundberg), eine Journalistin, im Mittelpunkt. In ihrem ersten Fall unterbricht der Fund zweier mysteriöser Toter ihr Weihnachtsfest und schon bald befinden sie sich auf den Fersen von einem der gefürchtetsten und gefährlichsten Verbrecher Norwegens …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eisige Schatten (1)","epNo":1,"alt":"","descr":"In der Nähe von Larvik wird kurz vor Weihnachten die verweste Leiche eines Unbekannten gefunden. Der Obduktionsbericht sorgt bei Kommissar William Wisting und seinem Team für Entsetzen: Auf einem Beweisstück finden sich Spuren des amerikanischen Serienmörders Robert Godwin, der mehr als sieben Frauen auf dem Gewissen hat und seit 20 Jahren wie vom Erdboden verschluckt scheint. Um Wisting und sein Team zu unterstützen, reisen zwei FBI-Special-Agents aus den USA an. Magge Griffin und ihr Kollege John Bentham vermuten, dass der Gesuchte in Norwegen die Identität eines anderen angenommen hat. Zunächst gilt es aber zu klären, ob es sich bei dem Toten um den \"Highway-Killer\" Godwin oder ein weiteres Opfer handelt. Um die Ermittlungen nicht zu gefährden, verordnet Polizeichefin Andrea Vetti höchste Vertraulichkeit und eine absolute Informationssperre für die Presse. Auch Wistings Tochter Line, die als Reporterin für ein Magazin arbeitet, darf nichts erfahren. Um die investigative Journalistin abzulenken, helfen ihr Wisting und seine Kollegen bereitwillig bei einer anderen Story - ohne zu prüfen, ob es einen Zusammenhang mit ihrem eigenen Fall gibt.","versions":[{"lang":1,"streams":[{"redirect":8835101,"hoster":"VOE"},{"redirect":8582629,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eisige Schatten (2)","epNo":2,"alt":"","descr":"Kommissar William Wisting und sein Team haben nun die schreckliche Gewissheit: Der seit 20 Jahren in den USA gesuchte \"Highway-Killer\" tötet unbemerkt in Norwegen weiter. In einem stillgelegten Brunnen auf einem abgelegenen Bauernhof finden die Ermittler die Skelettreste von mehr als einem Dutzend Frauen. Ungeklärte Vermisstenfälle aus dem benachbarten Schweden lassen auf noch mehr Opfer schließen. Über den Serienmörder wissen die Ermittler nur, dass er als sogenannter Höhlenmensch die Identität eines anderen übernommen hat, dessen Skelett die Polizei bereits gefunden hat. Zusammen mit FBI-Special-Agent Magge Griffin und ihrem Kollegen John Bentham versucht Wisting, den untergetauchten Serienkiller ausfindig zu machen. Der erfährt durch einen spekulativen Zeitungsartikel von Wistings Tochter Line von den Ermittlungen. Während die Polizei das Leck in den eigenen Reihen sucht, setzt Line ihre Recherchen über einen einsamen alten Mann fort, dessen Tod monatelang unentdeckt geblieben ist. Die Reporterin vermutet einen Mord, erkennt jedoch nicht den Zusammenhang mit dem Fall Godwin, von dem sie wenig weiß. In welcher Gefahr sie geraten ist, ahnt Line ebenso wenig wie ihr Vater.","versions":[{"lang":1,"streams":[{"redirect":8835103,"hoster":"VOE"},{"redirect":8582630,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jagdhunde (1)","epNo":3,"alt":"","descr":"Kommissar William Wisting gerät unter einen schweren Verdacht: Hat der Chefermittler mit manipulierten Beweisen dafür gesorgt, dass ein Unschuldiger seit 17 Jahren im Gefängnis sitzt? Das behauptet der Anwalt von Vidar Haglund, der als Frauenmörder verurteilt wurde. Für die Medien sind die Anschuldigungen gegen den landesweit bekannten Ermittler eine skandalträchtige Topstory. Wistings Tochter Line versucht vergeblich, das mit einer Geschichte auf der Titelseite über einen aktuellen Mordfall zu verdrängen. Während Haglund auf freien Fuß kommt, wird Wisting vom Dienst freigestellt. Die Leitung der Ermittlungen überträgt Polizeichefin Andrea Vetti der sichtbar überforderten Torunn. Unterdessen verschwindet wieder eine junge Frau: Die attraktive Bloggerin Linnea Kaupang hatte erst vor kurzem wegen eines Stalkers Anzeige gegen Unbekannt erstattet. Doch der Ermittler Benjamin Fjeld hatte ihren Verdacht nicht ernstgenommen und tut sich nun schwer mit dem Fall. Während die Polizei in alle Richtungen ermittelt, fürchten Linneas Eltern, dass sie das Opfer eines Verbrechens wurde.","versions":[{"lang":1,"streams":[{"redirect":12379909,"hoster":"VOE"},{"redirect":8582628,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Jagdhunde (2)","epNo":4,"alt":"","descr":"Die Polizei von Larvik sucht nach der Bloggerin Linnea Kaupang. Trotz der Hinweise auf einen Freitod der 19-Jährigen glauben ihre Eltern an eine Entführung. Das Vertrauen in das Ermittlerduo Benjamin und Torunn haben sie verloren. In ihrer Verzweiflung wenden sie sich an den vom Dienst suspendierten Kommissar William Wisting. Obwohl er sich damit strafbar macht, begibt sich der kaltgestellte Chefermittler mit einem Ex-Kollegen auf die Suche. Für Frank, der seit Jahren vergeblich herausfinden will, was seiner Nichte zugestoßen ist, gibt es keinen Zweifel, wer hinter Linneas Verschwinden steckt: der inzwischen freigelassene Vidar Haglund, den die Polizei vor 17 Jahren mit manipulierten Beweisen hinter Gitter gebracht hatte. Der führt die beiden jedoch an der Nase herum und gibt Wisting einen Hinweis, der diesen in weitere Schwierigkeiten bringt. Weil herauskommt, dass Wisting unerlaubterweise weiter ermittelt, lässt ihn Polizeichefin Andrea Vetti festnehmen. Verlassen kann sich der Kommissar nur auf seine Tochter Line, deren Recherchen zu einem anderen Mordfall sie immer näher an das Verschwinden Linneas führen.","versions":[{"lang":1,"streams":[{"redirect":8835104,"hoster":"VOE"},{"redirect":8582631,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Atem der Angst (1)","epNo":1,"alt":"","descr":"Kommissar Wisting nimmt an einem ungewöhnlichen Sondereinsatz teil: Ein bewaffnetes Polizeiaufgebot möchte sich von dem Serienmörder Kerr, den Wisting hinter Gitter gebracht hat, zu den sterblichen Überresten eines verschollenen Opfers führen lassen. Wistings Tochter, die eine Dokumentation über das \"Böse\" dreht, darf den in Handschellen gefesselten Kerr auch hier begleiten. Wistings düstere Vorahnung bestätigt sich, als Kerr in einem Waldstück eine spektakuläre Flucht gelingt. Obwohl zwei Polizisten schwer verletzt werden, bleibt Einsatzleiter Stiller von der Osloer Kripos, dem National Criminal Investigation Service, auffällig gelassen. Er glaubt den Häftling mithilfe eines Peilsenders, den er ihm ohne das Wissen der Larviker Kollegen angehängt hat, problemlos aufspüren zu können. Zudem hofft der selbstbewusste Leiter der Osloer Cold-Cases-Abteilung, dass ihn Kerr unfreiwillig zu seinem unbekannten Komplizen führt: dem \"Anderen\", wie diesen die Presse nennt. Stiller unterschätzt jedoch – im Gegensatz zu Wisting – die Gerissenheit des Verbrechers, der seine Verfolger abzuschütteln vermag.","versions":[{"lang":1,"streams":[{"redirect":11891431,"hoster":"VOE"},{"redirect":11891419,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Atem der Angst (2)","epNo":2,"alt":"","descr":"Kommissar Wisting trauert um eine Beamtin, die bei der Flucht des Serienmörders Kerr ums Leben gekommen ist. Nun gerät der Einsatzleiter von der Osloer Spezialeinheit für ungelöste Fälle, der selbstbewusste Adrian Stiller, bei seinen Larviker Kollegen in die Schusslinie. Hat er Kerr womöglich absichtlich laufen lassen, damit dieser die Polizei zu seinem phantomhaften Komplizen führt? Da von dem Flüchtigen jede Spur fehlt, konzentrieren sich die Ermittler auf den \"Anderen\", wie die Medien den unbekannten Helfer nennen. Wisting und Stiller versuchen die Spur bei Kerrs Geliebten Mona aufzunehmen. Ihren Beteuerungen, nichts mit Kerrs Untertauchen zu tun zu haben, schenken die Ermittler wenig Glauben. So raffiniert wie der Fluchtplan erscheint, ist die Verfolgung darin bedacht! Unterdessen erkennt Wistings Tochter Line, die über Kerr eine Filmdokumentation dreht, dass sie – ohne etwas zu ahnen – benutzt wurde. Sowohl die Polizei als auch die Journalistin versuchen, bei dem Katz-und-Maus-Spiel die Rollen umzukehren.","versions":[{"lang":1,"streams":[{"redirect":12924018,"hoster":"VOE"},{"redirect":11891420,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Atem der Angst (3)","epNo":3,"alt":"","descr":"Kommissar Wisting geht die Jagd nach dem entflohenen Serienmörder Kerr an die Substanz. Weder von dem Flüchtigen, noch von seinem mysteriösen Komplizen gibt es eine Spur. Mit allen Mitteln will Wisting nun verhindern, dass auch noch Kerrs Geliebte Mona untertaucht. Nicht nur die Erfolglosigkeit bei der Suche, sondern auch fatale Fehler bei der Flucht entwickeln sich nun zu einem Problem. Die Boulevardpresse schießt sich auf die Ermittler ein und bezieht sich auf geleakte Videoaufnahmen von dem spektakulären Ausbruch. Wistings Tochter Line, die das Material gedreht hat, möchte mit der Sache nicht zu tun haben. Sie verdächtigt den Olsoer Einsatzleiter Adrian Stiller die öffentliche Aufmerksamkeit gezielt zu entfachen. Der Ärger treibt die investigative Journalistin zusätzlich an. Bei ihren Recherchen macht Line eine Entdeckung, die alles in ein neues Licht rückt.","versions":[{"lang":1,"streams":[{"redirect":11891421,"hoster":"VOE"},{"redirect":11891427,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Atem der Angst (4)","epNo":4,"alt":"","descr":"Ein Leichenfund gibt Kommissar Wisting die verstörende Gewissheit: Der Serienmörder Kerr war in Wirklichkeit nicht der Haupttäter, sondern ein grausames Werkzeug seines psychopatischen Anstifters! Dass der mysteriöse \"Andere\" auch Kerrs Geliebte Mona ermordet und zerstückelt hat, schockt besonders Wistings Tochter Line. Nun erkennt die Journalistin, dass der Mörder alle ins Visier nimmt, die sie für ihr Filmprojekt über das \"Böse\" interviewt hat: Kerrs Anwalt Thancke ist ebenso in Gefahr wie sie selbst! Dass Wisting ausgerechnet jetzt die Leitung der Ermittlungen an Semmelmann von der Osloer \"Kripos\" abgeben soll, passt niemandem in seinem Team. Gegen die Anweisung seines neuen Vorgesetzten ermittelt der Kommissar mit seinem Partner Nils Hammer weiter. Ein Hinweis bringt sie zum Ausgangspunkt des Falles zurück: Kerrs Gefängniszelle. Jedoch bleibt ihnen wenig Zeit, um den wahren Täter zu enttarnen. Denn der \"Andere\" macht Jagd auf seine Jäger!","versions":[{"lang":1,"streams":[{"redirect":13016163,"hoster":"VOE"},{"redirect":11891429,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Nachtmann (1)","epNo":1,"alt":"","descr":"Eine grausige Entdeckung erschüttert die südnorwegische Stadt Larvik: Auf dem Marktplatz ragt im Morgengrauen ein Pfahl mit dem abgetrennten Kopf einer Jugendlichen aus dem dichten Nebel. Für Kommissar Wisting und sein Team gestalten sich die Ermittlungen schwierig. Die gezielt schockierende Inszenierung und das fremdländische Aussehen des Opfers lassen rassistische Motive vermuten. Ohne Fingerabdrücke gibt es jedoch noch nicht einmal Hinweise auf die Identität des Opfers. Unerwartete Unterstützung erhält die Larviker Polizei vom FBI, das Zusammenhänge zu ähnlichen Taten in anderen Ländern sieht. Die amerikanische Agentin Maggie Griffin soll mit Wisting erneut zusammenabreiten, um die kriminelle Ausbeutung von Asylsuchenden zu stoppen. Auch Wistings Tochter Line, die ihren Job als investigative Journalistin eigentlich an den Nagel hängen will, stößt zu den Ermittlungen. Sie recherchiert über ein Heim für geflüchtete Minderjährige, aus dem eine Teenagerin verschwunden ist.","versions":[{"lang":1,"streams":[{"redirect":11898421,"hoster":"VOE"},{"redirect":11898413,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Nachtmann (2)","epNo":2,"alt":"","descr":"Ein weiterer Leichenfund macht für Kommissar Wisting den aktuellen Mordfall noch rätselhafter. Das zweite Opfer ist der Psychotherapeut von Layla, der ermordeten 14-Jährigen. Bei ihm findet die Polizei das Therapietagebuch der Geflüchteten und entdeckt darin die Zeichnung eines gepfählten Kopfes. Wie konnte Layla, deren Mörder ihren abgetrennten Kopf auf dem Marktplatz zur Schau gestellt hat, die verstörende Inszenierung vorausahnen? Und was bedeutet das Wort \"Nachtmann\" neben der Skizze? Hinweise erhofft sich Wisting von den Mitbewohnern aus dem Flüchtlingsheim. Bei der Befragung trifft der Kommissar überraschend auf seine Tochter Line, die dort für eine Dokumentation über das Schicksal unbegleiteter Minderjähriger recherchiert. Beiden gelingt es jedoch nicht, Laylas verängstigten Freund Sammy zum Sprechen zu bringen. Erst als FBI-Agentin Maggie ihre psychologische Erfahrung einbringt, gibt der traumatisierte Jugendliche ein Geheimnis preis, das die Polizei zu einer schaurigen Entdeckung führt.","versions":[{"lang":1,"streams":[{"redirect":11898417,"hoster":"VOE"},{"redirect":11898418,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Nachtmann (3)","epNo":3,"alt":"","descr":"Kommissar Wisting erkennt, dass die grausam ermordete Layla als Drogenkurierin ausgebeutet wurde: In dem Koffer, den die 14-Jährige aus Schweden mitbrachte und am Bahnhof verlor, entdeckt Wistings Kollege Hammer kiloweise Heroin. FBI-Agentin Maggie Griffin vermutet, dass Laylas aufsehenerregender Tod anderen als Warnung dienen soll. Um an die Hintermänner heranzukommen, müssen die Ermittler herausfinden, wer den Koffer in Larvik in Empfang nehmen wollte. Irritiert stellt Wisting fest, dass Maggie mehr über den Fall und die Hintergründe weiß, als sie mit ihren norwegischen Kollegen teilt. Dass er seiner vertrauten Kollegin und früheren Geliebten nicht mehr vertrauen kann, belastet den Chefermittler der Polizei von Larvik. Seine Tochter Line interviewt unterdessen Laylas Freund Sammy für ihr Filmprojekt – und geht auf eigene Faust einer Spur nach, die nicht nur sie, sondern auch Sammy in Lebensgefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":11898422,"hoster":"VOE"},{"redirect":11898419,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Nachtmann (4)","epNo":4,"alt":"","descr":"Die Ermittlungen im Fall der ermordeten 14-jährigen Layla weiten sich für Kommissar Wisting zu einer erbitterten Jagd nach den Drahtziehern eines internationalen Schmugglerrings aus. Die Brutalität der Verbrecher bekommt auch Wistings Tochter Line zu spüren: Bei einem Entführungsversuch entkommt sie nur knapp im Kugelhagel. Dabei erkennt sie jedoch den vom FBI gesuchten amerikanischen Ex-Soldaten Begi. Um ihn und seine Komplizen zu kriegen, setzt Wisting alle Hoffnung auf Khaled aus dem Flüchtlingsheim, den die Drogenschieber wie Layla als Kurier missbrauchten. Gemeinsam mit FBI-Agentin Maggie und Heimleiterin Suzanne will Wisting Khaled in Schweden zum Reden bringen, wo die Polizei den Untergetauchten ausfindig macht. Der eingeschüchterte Jugendliche führt die Ermittler zu der Wohnung, die den Dealern als Umschlagsplatz dient. Beim Einsatz des Sonderkommandos ist die jedoch leer! Jemand muss die Täter gewarnt haben. Um den Maulwurf zu finden, setzt Wisting auf eine riskante Falle.","versions":[{"lang":1,"streams":[{"redirect":11898420,"hoster":"VOE"},{"redirect":11912848,"hoster":"Streamtape"}]}]}]}]}