{"seriesId":"kono-subarashii-sekai-ni-bakuen-o","name":"Kono Subarashii Sekai ni Bakuen o! ","descr":"[Konosuba: An Explosion on this Wonderful World!] Ein Jahr bevor im Anime \"Kono Subarashii Sekai ni Shukufuku o!\" Kazuma und seine `nutzlose` Göttin in Erscheinung treten, drückt Megumin zusammen mit ihrer selbst ernannten Rivalin Yunyun die Schulbank. Während Yunyun in der Schule der Crimson Dämonen bereits fortgeschrittene Magie lernt, hat sich Megumin dazu entschlossen, sich ganz und gar der Explosionsmagie hinzugeben. Seitdem sie in ihrer Kindheit von einem mysteriösen Mann mit der ultimativen Angriffsmagie gerettet wurde, widmet sie ihre ganze Zeit dieser einen Magie. Zumindest die Zeit, die sie nicht damit verbringt, Yunyun das Essen zu klauen. Und während Megumin nicht zu Hause ist, unternimmt ihre kleine Schwester Komekko den ein oder anderen Ausflug in den Wald. Auf einem dieser Ausflüge findet sie ein schwarzes Kätzchen, das sie auch gleich mit nach Hause nimmt. Sie ahnt aber nicht, dass diese unscheinbare Katze eine Schlüsselrolle beim Erwachen eines dunklen Gottes spielt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Crimson-Eyed Wizards","descr":"Megumin befreit die Göttin Wolbach und will von ihr die Explosionsmagie erlernen. Jahre später besucht sie die Magie-Akademie \"Red Prison\" und ihr Schulalltag beginnt.","versions":[{"lang":3,"streams":[{"redirect":12660680,"hoster":"VOE"},{"redirect":12980944,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Magic Academy\u0027s Taboo","descr":"Megumin muss an der Magie-Akademie zunächst lernen, wie sich ein richtiger Magier vorzustellen hat. Auch wird sie in eine geheime Technik eingewiesen, um schnell Erfahrungspunkte zu sammeln.","versions":[{"lang":3,"streams":[{"redirect":12660681,"hoster":"VOE"},{"redirect":12660683,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Guardians of the Crimson Demon Village","descr":"Die Schülerinnen der Magie-Akademie müssen den Nachmittag in der Bibliothek verbringen und selbst lernen. Doch dann taucht ein bekannter Stalker auf und bittet Megumin um Hilfe …","versions":[{"lang":3,"streams":[{"redirect":12660684,"hoster":"VOE"},{"redirect":12660686,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Crimson-Eyed Lonely Master","descr":"Megumin befürchtet, dass Yunyun von ihren Klassenkameradinnen ausgenutzt wird. Darum versucht sie, ihr auf ihre Weise zu helfen.","versions":[{"lang":3,"streams":[{"redirect":12660687,"hoster":"VOE"},{"redirect":12660690,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Prelude to an Explosion of Madness","descr":"Komekko ist verschwunden und Kuro wird von Gargoyles angegriffen. Um sie zu befreien, müsste Megumin alle ihre Skillpunkte opfern. Doch damit würde ihr Traum, Explosionsmagie nutzen zu können, in weite Ferne rücken …","versions":[{"lang":3,"streams":[{"redirect":12660692,"hoster":"VOE"},{"redirect":12660694,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Raison D\u0027être of an Explosive NEET","descr":"Megumin ist niedergeschlagen, weil sie keinen Job findet. Sie baut ihren Frust mit ein paar Explosionen ab, die sie einer Dämonin in die Schuhe schiebt. Plötzlich steht allerdings wirklich ein Dämon vor ihrer Tür …","versions":[{"lang":3,"streams":[{"redirect":12660697,"hoster":"VOE"},{"redirect":12660698,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Troublemakers of the City of Water","descr":"Megumin trifft auf die Axis-Kirche in der Stadt Arcanretia. Um ihnen zu helfen, neue Mitglieder anzuwerben, entwickelt sie mit dem Oberhaupt Zesta einige aberwitzige Pläne.","versions":[{"lang":3,"streams":[{"redirect":12660700,"hoster":"VOE"},{"redirect":12660702,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Fanatics of the Water City","descr":"Pater Zesta wurde verhaftet. Cecily, Yunyun und Megumin suchen nach Beweisen für seine (Un-)Schuld.","versions":[{"lang":3,"streams":[{"redirect":12660704,"hoster":"VOE"},{"redirect":12660705,"hoster":"Streamtape"}]}]}]}]}