{"seriesId":"konohana-kitan","name":"Konohana Kitan","descr":"[Ger Sub] In einem Dorf, das von Youkai bewohnt wird, arbeiten mehrere Fuchswesen in einem Hotel mit heißer Quelle. Yuzu ist der Neuzugang unter ihnen und hat bisher in den Bergen gelebt. Nun muss sie sich an das Leben in der Stadt und das Arbeiten in einem edlen Hotel gewöhnen, wobei ihr ihre Niedlichkeit dabei hilft, dass die anderen über ihre Ahnungslosigkeit und Tollpatschigkeit hinwegsehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Sakuya Konohana","descr":"Ein junges Fuchsmädchen namens Yuzu wird von ihrem Vormund Bikuni mitgebracht, um in einem Hotel namens Konohanatei zu arbeiten. Unter der Aufsicht von Oberbetreuerin Kiri beginnt Yuzu ihre Ausbildung und lernt gleichzeitig ihre Kollegen kennen; Satsuki, Natsume und Ren. Während Yuzu die Böden säubert, poliert sie sie am Ende, was dazu führt, dass einer der Gäste ausrutscht. Während Satsuki, der das Gefühl hat, dass die Begleiter die Verantwortung teilen sollten, versucht, sich zu entschuldigen, finden Yuzu und der Gast einen Weg, sich zu lockern. Später beginnt Yuzu mit einer anderen Wärterin zusammenzuarbeiten, Sakura, die in den Wald wandert und Yuzu zu einem Kirschblütenfeld führt.","versions":[{"lang":3,"streams":[{"redirect":8470824,"hoster":"VOE"},{"redirect":8470825,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Spring Journey","descr":"Gezwungen, einen Tag frei zu nehmen, lädt Satsuki Yuzu mit ihr in die Stadt ein. Während er sich auf das Ausgehen vorbereitet, erfährt Yuzu von Ren, dass Satsuki plant, die Konohanatei zu verlassen, um Priesterin zu werden. Obwohl sie ihr Date im Allgemeinen genießt, wird Satsuki irritiert, als Yuzu das anspricht, was Ren ihr erzählt hat. Während Satsuki zum Waschraum geht, trifft Yuzu auf eine mysteriöse Frau, die nach ihrer jüngeren Schwester sucht, auf die Satsuki schließlich trifft. In diesem Moment nimmt die jüngere Schwester Satsuki gefangen, um eine tote Kirschblüte zum Blühen zu bringen, aber die ältere Schwester kommt und lässt stattdessen den Baum blühen. Als Yuzu und Satsuki sich wiedervereinen, beobachten sie einen Auftritt von Satsukis älterer Schwester Hiiragi, die an Satsukis Stelle Priesterin geworden ist, während die beiden mysteriösen Schwestern irgendwo verschwinden.","versions":[{"lang":3,"streams":[{"redirect":12379914,"hoster":"VOE"},{"redirect":8582681,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Waiting Lovesick","descr":"Ren erinnert sich, wie sie Natsume zum ersten Mal traf und fühlte sich viel schöner und raffinierter als das Mädchen, das sie derzeit kennt. Während einer Party gerät Ren in Panik, nachdem er gegen einen perversen Gast vorgegangen ist, aber Natsume steht für sie ein und erinnert Ren daran, was sie an Natsume angezogen hat. Später findet ein Gast namens Aoi Gefallen an Natsume, was bei Ren zu Eifersucht führt. Nachdem sie mit Yuzu gesprochen hat, die sie ermutigt, ehrlich mit ihren Gefühlen zu sein, entdeckt sie, dass Aoi Natsume einfach kontaktiert hatte, um mehr über Sumo-Ringen zu erfahren, woraufhin sie Natsume gegenüber ehrlich über das Gefühl der Einsamkeit wird.","versions":[{"lang":3,"streams":[{"redirect":8835185,"hoster":"VOE"},{"redirect":8582682,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Raft Bridge of Dreams","descr":"Ren wacht auf und findet ein seltsames Ei, das an ihrem Körper befestigt ist, und hat später einen bösen Traum über Natsume, der sich plötzlich in einen guten Traum verwandelt. Das Ei heftet sich dann an Satsuki, die wiederum einen Traum über ihre inneren Sorgen um ihre Familie hat, der sich in einen angenehmen mit Yuzu verwandelt. Am nächsten Tag schlüpft aus dem Ei eine schweineähnliche Kreatur, die sie Urinosuke nennen, die als diejenige gilt, die hinter den Albträumen verschwindet. Später stoßen die Mädchen auf ein Mädchen namens Shino, das sich schnell vom Baby zum Kind zum Teenager zu entwickeln scheint. Sie wird schließlich von Yuzu als Puppe entdeckt, die von einem der Gäste zum Leben erweckt wurde, die um ihre verstorbene Tochter trauern. Nachdem Shino sich für einen wundervollen Traum bedankt hat, reist der Gast schließlich ab, um sie ins Jenseits zu begleiten.","versions":[{"lang":3,"streams":[{"redirect":8835190,"hoster":"VOE"},{"redirect":8582686,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Spring Rains Bring With It","descr":"Einer der Gäste bringt eine lebende Puppe namens Okiku mit, die vom Verhalten des Personals verwirrt ist. Nachdem sie schlechte Erfahrungen damit gemacht hat, nicht mit gespielt zu werden, wird Okiku von den anderen freundlich behandelt und von Urinosuke von ihren bösen Träumen gereinigt. Als Dienstmädchen angestellt, begleitet Okiku Yuzu zu einem Schuppen, in dem ein Mädchen so auf ihre Weberei konzentriert ist, dass sie kaum ihre Mahlzeiten eingenommen hat. Während sie nach ihr schaut, bewundert Yuzu die Fähigkeiten des Mädchens, Stoffe aus dem Regen zu weben, und schafft es, ihr etwas Gesellschaft zu leisten. Das Mädchen freundet sich mit Yuzu an und befolgt ihren Rat, richtig zu essen und zu schlafen, und beendet das, was sie webt; ein Regenbogen.","versions":[{"lang":3,"streams":[{"redirect":12174338,"hoster":"VOE"},{"redirect":8582683,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Konohanatei Horror Stories","descr":"Während er Geistergeschichten erzählt, gehen im Konohanatei plötzlich die Lichter aus und Yuzu entdeckt, dass Satsuki Angst vor der Dunkelheit hat. Satsuki trifft schließlich auf einen Geist, der die anderen verkörpert und Ärger verursacht. Als der Geist, der starb, weil er keine Freunde finden konnte, sich als Satsuki ausgibt und versucht, Yuzu mitzunehmen, erzählt Yuzu ihr, wie sie von Bikuni gelernt hat, selbstbewusster zu werden, und wurde schließlich ermutigt, sich den Konohanatei anzuschließen. Zufrieden mit Yuzus Worten macht sich der Geist alleine auf ein Boot, wobei Yuzu erst später bemerkt, dass sie versucht hat, sie über den Fluss Styx zu bringen.","versions":[{"lang":3,"streams":[{"redirect":8835186,"hoster":"VOE"},{"redirect":8582702,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Night of the Summer Festival","descr":"Yuzu, Satsuki und Sakura machen sich auf zu einem Sommerfest in der Stadt. Während er am Bon Odori teilnimmt, schließt sich Yuzu versehentlich einer Reihe von Geistern an, die ins Jenseits zurückkehren. Zum Glück wird sie von dem Geist gerettet, den sie zuvor getroffen hat und der ihr hilft, sicher zu den anderen zurückzukehren. Danach geht Ren mit Natsume zum Festival und ärgert sich, wenn sie nicht auf ihr Aussehen achtet. Natsume schafft es jedoch, den Schmerz zu erkennen, den Ren durchmacht, und hilft ihr, das Feuerwerk zu genießen.","versions":[{"lang":3,"streams":[{"redirect":8835193,"hoster":"VOE"},{"redirect":8582685,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Transient Guest","descr":"Yuzu entdeckt ein menschliches Mädchen namens Rei Matsumoto, das sich aufgrund seiner Angewohnheit zu lügen von anderen isoliert fühlt. Yuzu spürt eine gewisse Aufrichtigkeit hinter ihren Lügen und erinnert Matsumoto daran, dass manche Lügen Spaß machen können, woraufhin sie in ihrer eigenen Welt aufwacht und eine ernsthafte Freundin findet. Später flieht ein Junge namens Kaito ins Konohanatei, nachdem er entdeckt hat, dass er von seinen Adoptiveltern in eine Einrichtung geschickt wird. Im Gespräch mit einem Mann, der sich aufgrund eines Unfalls weigert, nach Hause zurückzukehren, beschließen sowohl Kaito als auch der Mann, nach einer Diskussion mit Kiri nach Hause zurückzukehren. Kurze Zeit später kehrt der inzwischen erwachsene Kaito ins Konohanatei zurück, um seine neue Familie zu melden, da sich herausstellt, dass er eigentlich ein Hund ist, der nun als Blindenhund für den Blinden arbeitet, den er in Konohanate getroffen hat.","versions":[{"lang":3,"streams":[{"redirect":8835192,"hoster":"VOE"},{"redirect":8582687,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Evanescent...","descr":"Nachdem sie vor einigen schelmischen Kindern gerettet wurde, lädt eine ältere Schildkröte Yuzu ein, zum Schloss Ryugu zu gehen, aber sie lehnt ab und sagt, dass es ihr mehr Spaß macht, im Konohanatei zu bleiben. Danach wird Ren beauftragt, sich um die Göttin Awanami zu kümmern, ist jedoch verwirrt, als sie sich plötzlich in Hunderte von winzigen Blasen aufspaltet. Als die anderen versuchen, sie zu fangen, wird Yuzu von einer der Blasen gefangen und sieht eine Vision der Erschaffung der Welt, bevor sie von Satsuki und Kiri gerettet wird, die erklärt, dass Awamami eine Wiedergeburt durchmacht und ihr hilft, sich wieder zusammenzusetzen.","versions":[{"lang":3,"streams":[{"redirect":8835189,"hoster":"VOE"},{"redirect":8582691,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Sister Strikes","descr":"Satsuki trinkt versehentlich ein Medikament, das sie auf eine winzige Größe schrumpfen lässt. Satsuki muss den Tag auf Yuzus Schulter reiten verbringen und ist erstaunt, wie gut Yuzu in ihrem Job geworden ist. Nachdem Satsuki zu normaler Größe zurückgekehrt ist, kümmern sie sich und Yuzu um Hiiragi und ihre Mitpriesterin Ayame, wenn sie im Konohanatei übernachten. Als Satsuki sich mit dem unberechenbaren Verhalten ihrer Schwester auseinandersetzt, macht sich Yuzu Sorgen darüber, dass Satsuki unweigerlich die Konohanatei verlassen wird, um eine Priesterin zu werden. Auf Geheiß eines der Gäste wird Satsuki gebeten, neben Hiiragi einen Kagura-Tanz aufzuführen, was dazu führt, dass sie frustriert ist, wenn sie sich mit ihr vergleicht. Als Hiiragi sich am nächsten Tag verabschiedet, stellt sich heraus, dass sie das Gefühl hat, dass Satsuki ihr vorgezogen wurde, um im Konohanatei zu arbeiten.","versions":[{"lang":3,"streams":[{"redirect":8835187,"hoster":"VOE"},{"redirect":8582693,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"A God\u0027s Day Off","descr":"Ein alter Mann, ein ehemaliger Kriegsgott, verbringt Zeit damit, Sakura mit Spielzeug aus Eicheln zu unterhalten, während er beklagt, dass er in einer Zeit des Friedens nicht gebraucht wird. Unterdessen erfährt Yuzu von einer Frau, die sich als Fuchswirtin Okami in ihrer menschlichen Gestalt herausstellt, wie das Konohanatei vor Jahren ausgesehen hat. Später stößt Okiku auf eine weggeworfene Puppe namens Lily und bringt sie zurück zum Konohanatei, stellt jedoch fest, dass die anderen zu beschäftigt sind, um sie zu reparieren. Lily, die erkennt, dass Okiku hübsch geblieben ist, weil nicht mit ihr gespielt wurde, verschwindet schließlich aus dem Konohanatei, woraufhin sie von ihrem ursprünglichen Besitzer gefunden wird.","versions":[{"lang":3,"streams":[{"redirect":8835194,"hoster":"VOE"},{"redirect":8582689,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Miracle on New Year\u0027s Eve","descr":"Yuzu findet eine Kenzoku-Schriftrolle, während er Okamis Zimmer aufräumt, bevor er mit allen zum Schrein geht, um das neue Jahr zu feiern. Nachdem Yuzu es kurz fallen gelassen hat, findet sie sich in einer anderen Dimension wieder, in der ein Mädchen namens Tsubaki sie für eine ihrer Kollegen hält und sie zu einem Schrein schleppt, wo Kenzoku arbeiten, um die Wünsche derer zu erfüllen, die am Schrein beten. Als Yuzu erfährt, dass sie möglicherweise nicht in ihre eine Welt zurückkehren kann, beschließt sie zu helfen, nachdem einer der Arbeiter zusammengebrochen ist, und erfährt von all den bösartigen und gutherzigen Wünschen, die die Menschen machen. Als Tsubaki Yuzus Wunsch hört, nach Hause zu ihren Freunden zurückzukehren, gelingt es Tsubaki, die mitgebrachte Schriftrolle zu öffnen, die ihr die Möglichkeit gibt, Yuzu sicher nach Hause zu schicken. Danach wird enthüllt, dass Tsubaki vor vielen Jahren tatsächlich Okami war, mit Yuzu\u0027s Aktionen, die zur Gründung der Konohanatei führten.","versions":[{"lang":3,"streams":[{"redirect":8835195,"hoster":"VOE"},{"redirect":8582701,"hoster":"Streamtape"}]}]}]}]}