{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o","name":"Kono Subarashii Sekai ni Shukufuku o!","descr":"Kazuma Satou wäre eigentlich an einem Autounfall gestorben. Doch er wachte wieder auf und findet sich bei einem hübschen Mädchen wieder, das sich selbst als Göttin vorstellt. Noch verwirrt fragt diese ihn, ob er mit ihr in eine andere Welt kommen möchte, jedoch darf er nur eine Sache mitnehmen. Das erweist sich als ziemlich schwierig, denn in seinem bisherigen Leben war er ein wahrer Hikikomori und ebenso ein Hardcore-Fan von Anime, Manga und Videospielen. Kazuma wählt schlussendlich die Göttin und damit startet er seine Reise.Angekommen in der neuen Welt beginnt er zuerst mit der Suche nach Nahrung, Kleidung und einer sicheren Unterkunft, denn diese Welt wird von einem Dämonenkönig regiert. Kazuma möchte eigentlich nur in Frieden leben, doch die Göttin wirft ein Problem nach dem anderen auf, sodass die Dämonenarmee schon ein Auge auf ihn geworfen hat. Wird Kazuma glücklich in seiner neuen Umgebung und schafft er es, sein bisher friedliches Leben dort weiterzuführen?","seasons":[{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/filme/film-1","name":"Legend of Crimson","epNo":1,"alt":"Legend of Crimson [Movie]","descr":"Das Dorf der Crimson Dämonen wird von der Armee des furchteinflößenden Dämonenkönigs attackiert. Daher machen sich Kazuma und seine Freunde auf, dem Dorf bei der bevorstehenden Schlacht zur Seite zu stehen. Dazu stößt aber auch der General Silvia.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470763","hoster":"VOE"},{"path":"/redirect/8470755","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8470820","hoster":"VOE"},{"path":"/redirect/8470823","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-1","name":"Diese selbsternannte Göttin und Wiedergeburt in einer anderen Welt!","epNo":1,"alt":"This Self-Proclaimed Goddess and Reincarnation in Another World!","descr":"Satou Kazuma ist ein echter Stubenhocker, der eigentlich nie raus geht, doch um sich ein neues Spiel zu kaufen muss er in die Stadt. Auf seinem Rückweg sieht er ein Mädchen das kurz davor ist überfahren zu werden. Er stößt das Mädchen weg und stirbt. Als er wieder zu sich kommt sitzt er in einem raum mit der Göttin Aqua die ihn verspottete das er an dem schock das er überfahren wird starb, aber in Wirklichkeit nicht ein mal angefahren wurde. Aqua bietet ihm die Möglichkeit in einer neuen Welt wiederbelebt zu werden um den dort herrschenden Dämonenkönig zu besiegen. Für den Kampf darf er etwas in diese Welt etwas mitnehmen. Satou hat vor Aqua eine auszuwischen und nimmt SIE mit.Er beschließt in dieser RPG ähnlichen Welt Abenteurer zu werden. Lustige Streitereien sind vor programmiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470757","hoster":"VOE"},{"path":"/redirect/8470758","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835166","hoster":"VOE"},{"path":"/redirect/8586549","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-2","name":"Eine Explosion an Chuunibyou!","epNo":2,"alt":"An Explosion for This Chuunibyou!","descr":"Nachdem Kazuma und Aqua damit zu kämpfen haben, einige Riesenfrösche zu besiegen, suchen sie nach Mitgliedern, die sich ihrer Gruppe anschließen . Sie werden bald von Megumin angesprochen, einem Magier, der mächtige Explosionsmagie ausführen kann. Sie entdecken jedoch schnell, dass sie sofort nach dem Wirken ihres Explosionszaubers handlungsunfähig wird und zu stur ist, um noch etwas zu lernen. Kazuma behält Megumin widerstrebend in seiner Gruppe, damit sie ihn in der Öffentlichkeit nicht wie einen perversen Freak erscheinen lässt. Kazuma wird dann von einem Kreuzritter namens Darkness angesprochen , der ebenfalls eine zweifelhafte Eigenart zu haben scheint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470769","hoster":"VOE"},{"path":"/redirect/8470767","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835161","hoster":"VOE"},{"path":"/redirect/8582676","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-3","name":"Ein Höschen als Schatz in dieser rechten Hand!","epNo":3,"alt":"A Panty Treasure in This Right Hand!","descr":"Als Kazuma angesichts des seltsamen Verhaltens von Darkness vorsichtig wird, bietet ihr Diebfreund Chris an, ihm eine Stehlen-Fähigkeit beizubringen, mit der er versehentlich die Höschen von Mädchen stehlen kann. Später wird die ganze Stadt zusammengebracht, um eine Armee von Kohlmonstern für die Ernte zu besiegen, wo Darkness ihre Fähigkeit demonstriert, feindlichen Angriffen standzuhalten und gleichzeitig ihre Natur als Masochistin zur Schau stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470770","hoster":"VOE"},{"path":"/redirect/8470771","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835171","hoster":"VOE"},{"path":"/redirect/8586547","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-4","name":"Explosions Magie für diesen furchtbaren Feind !","epNo":4,"alt":"Explosion Magic for This Formidable Enemy!","descr":"Da die Jagdanfragen zurückgehen, weil einer der Generäle des Teufelskönigs in der Nähe einzieht, begleitet Kazuma Megumin, während sie ihre Explosionsmagie auf einer scheinbar verlassenen Burg übt. Dies führt schließlich dazu, dass die Generalin Verdia die Dullahan , die in genau diesem Schloss gelebt hat, wütend wird . Verdia legt Darkness einen Todesfluch auf und verlangt, dass Megumin innerhalb einer Woche in sein Schloss kommt, um Darkness\u0027 Leben zu retten. Kurz nachdem Verdia sich verabschiedet hat, entfernt Aqua jedoch einfach den Fluch von Darkness und macht die Reise zum Schloss überflüssig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470776","hoster":"VOE"},{"path":"/redirect/8470773","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835172","hoster":"VOE"},{"path":"/redirect/8586548","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-5","name":"Ein Preis für das verfluchte Schwert!","epNo":5,"alt":"A Price for This Cursed Sword!","descr":"Um etwas Geld zu verdienen, obwohl nur harte Quests verfügbar sind, nimmt Aqua die Bitte an, einen See voller Alligatormonster zu reinigen, während die anderen sie in einen Käfig sperren, um sie zu schützen. Obwohl Aqua die Quest schließlich erledigt hat, ist sie von stundenlangen Alligatorangriffen etwas traumatisiert. Auf dem Rückweg trifft die Gruppe auf Kyouya Mitsurugi, einen anderen Menschen, den Aqua zu Axel geschickt hatte, der mit der Art und Weise, wie Aqua anscheinend behandelt wird, weniger als zufrieden ist. Kyouya fordert Kazuma zu einem Duell heraus, wird aber schnell besiegt, nachdem Kazuma das verfluchte Schwert stiehlt, das er erhalten hat, als er in die RPG-Welt kam. Am nächsten Tag, nachdem Kyouya schockiert ist, dass Kazuma sein Schwert verkauft hat, kehrt Verdia in die Stadt zurück und fragt sich, warum niemand gekommen ist, um gegen ihn zu kämpfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470777","hoster":"VOE"},{"path":"/redirect/8470775","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835169","hoster":"VOE"},{"path":"/redirect/8586550","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-6","name":"Eine Schlussfolgerung zu diesem wertlosen Kampf!","epNo":6,"alt":"A Conclusion to This Worthless Fight!","descr":"Genervt, dass Megumin sein Schloss immer noch für Explosionsübungen benutzt hat, beschwört Verdia, nachdem sie sich als leicht anfällig für Aquas Reinigungsmagie erwiesen hat, eine untote Armee, die von Megumins Explosionsmagie schnell besiegt wird. Als Verdia dann gegen die Dunkelheit kämpft, folgert Kazuma, dass er schwach gegen Wasser ist und lässt sich von Aqua mit einer Flut angreifen. Kazuma schafft es, ihn zu schwächen und Verdias Kopf zu stehlen, was Aqua die Chance gibt, ihn mit ihrer Magie zu besiegen. Am nächsten Tag erhalten Kazuma und seine Gruppe eine saftige Belohnung für den Sieg über Verdia, die sofort zur Begleichung der Schäden verwendet wird, die Aquas Flut in der Stadt verursacht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470780","hoster":"VOE"},{"path":"/redirect/8470778","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835175","hoster":"VOE"},{"path":"/redirect/8586554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-7","name":"Einen zweiten Tod in dieser kalten Saison","epNo":7,"alt":"A Second Death in This Freezing Season!","descr":"Kazuma und seine Gruppe müssen trotz des eisigen Wetters Geld beschaffen, um seine Schulden zu begleichen. Ihre Jagd erregt jedoch die Aufmerksamkeit eines mächtigen Winter-Shoguns, der Kazuma tötet und ihn ins Jenseits der Welt schickt, wo er eine Göttin namens Eris trifft. So wie Eris ihm die Chance bietet, noch einmal in die menschliche Welt reinkarniert zu werden, nutzt Aqua ihre Auferstehungsmagie, um Kazuma wieder zum Leben zu erwecken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470781","hoster":"VOE"},{"path":"/redirect/8470783","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835168","hoster":"VOE"},{"path":"/redirect/8586551","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-8","name":"Eine liebevolle Hand für unsere Gruppe wenn wir es nicht durch den Winter schaffen!","epNo":8,"alt":"A Loving Hand for Our Party When We Can\u0027t Make It Through Winter!","descr":"Kazuma und Aqua besuchen einen Zauberladen, der von einem gutherzigen Lich namens Wiz geführt wird, der sich als einer der Generäle des Teufelskönigs entpuppt, der für den Schutz einer Barriere rund um das Schloss des Teufelskönigs verantwortlich ist. Nachdem Wiz Kazuma die Fähigkeit \"Entwässerungsberührung\" beigebracht hat, nimmt die Gruppe die Bitte an, böse Geister aus einer Villa zu vertreiben, in der sie den Winter über bleiben können. Später in der Nacht finden sich Kazuma und Megumin auf der Flucht vor einer Armee besessener Puppen wieder, während sie auch dringend das Badezimmer brauchen. Am nächsten Morgen enthüllt Aqua, dass ihre Handlungen nach dem ersten Treffen mit Wiz dazu führten, dass die Villa überhaupt heimgesucht wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174337","hoster":"VOE"},{"path":"/redirect/8470784","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835170","hoster":"VOE"},{"path":"/redirect/8586552","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-9","name":"Gottes Segen auf diesen wunderbaren Shop!","epNo":9,"alt":"God\u0027s Blessing on This Wonderful Shop!","descr":"Kazuma und seine Abenteuerfreunde Keith und Dust gehen in einen Laden, der von Succubi geführt wird , die männlichen Abenteurern die dringend benötigte Erleichterung verschaffen, indem sie ihnen erotische Träume schenken. Nach einem luxuriösen Krabbenessen und kurzem Einschlafen in der Badewanne hält Kazuma das Betreten der Badewanne für den Traum der Dunkelheit und versucht, ihr zweifelhafte Dinge zu befehlen. Bevor sie weitermachen können, wird entdeckt, dass Aqua den Sukkubus gefangen hat, bevor sie seinen Traum auslösen konnte, was dazu führt, dass Kazuma von den anderen zusammengeschlagen wird, während er versucht, dem Sukkubus bei der Flucht zu helfen. Am nächsten Tag nähert sich eine mobile Festung, die als Zerstörer bekannt ist, der Stadt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470788","hoster":"VOE"},{"path":"/redirect/8470789","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835173","hoster":"VOE"},{"path":"/redirect/8586553","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-1/episode-10","name":"Endgültige Flamme für diese Over-the-Top-Festung!","epNo":10,"alt":"A Final Flame for This Over-The-Top Fortress!","descr":"Da ihre Mitglieder perfekt für den Job geeignet sind, wird Kazumas Gruppe zusammen mit Wiz ausgewählt, um einen Angriff gegen den Zerstörer zu führen. Unterdessen erzählt Darkness Kazuma, dass ihr wahrer Name Dustiness Ford Lalatina ist, die Tochter einer angesehenen Familie. Mit Aquas Barrierebruchzauber und Megumins und Wizs Explosionsmagie schafft es die Gruppe, den Zerstörer zu besiegen, nur um eine Selbstzerstörungssequenz auszulösen. Kazuma geht hinein, um einen Weg zu finden, die Explosion des Zerstörers zu stoppen, und schafft es, die Energiequelle zu finden und lässt sich von Wiz an einen anderen Ort teleportieren, bevor Megumin eine aufgeladene Explosion einsetzt, um die Festung zu zerstören. Als der Frieden in der Stadt einkehrt, wird Kazuma verhaftet, da die von ihm wegteleportierte Energiequelle das Herrenhaus eines Adligen zerstört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470790","hoster":"VOE"},{"path":"/redirect/8470791","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835174","hoster":"VOE"},{"path":"/redirect/8586556","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-1","name":"Eine Rettung von dieser gerichtlichen Ungerechtigkeit!","epNo":1,"alt":"Give Me Deliverance from This Judicial Injustice!","descr":"kazuma kommt ins gefängnis nach zwei fehlschlägenden ausbruchs versuche kommt er vors gericht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470793","hoster":"VOE"},{"path":"/redirect/8470792","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835167","hoster":"VOE"},{"path":"/redirect/8586558","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-2","name":"Ein Freund für dieses karminrote Dämon-Mädchen!","epNo":2,"alt":"A Friend for This Crimson Demon Girl!","descr":"Als Kazuma bemerkt, dass Darkness seit den Verhandlungen mit Alderp nicht zurückgekommen ist, bringt Megumin eine Katze mit, die sie Chomusuke nennt. Als die Gruppe von Sena beauftragt wird, eine Gruppe von Kröten aufzuhalten, nur um schnell in der Unterzahl zu sein, werden sie von Megumins selbsternanntem Rivalen Yunyun gerettet. Nach einem ereignislosen Duell, das zu Megumins Sieg führte, teilen sich Kazuma und Megumin irgendwie ein gemeinsames Bad, was zu Panik führt, als Aqua nach Hause zurückkehrt. Am nächsten Tag in Wiz \u0027Laden haben Megumin und Yunyun ein weiteres Duell, um zu entscheiden, wer einen magischen Freundschaftskristall richtig einsetzen kann, der am Ende allen ihre vergangenen Peinlichkeiten zeigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470796","hoster":"VOE"},{"path":"/redirect/8470795","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835176","hoster":"VOE"},{"path":"/redirect/8586555","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-3","name":"Frieden für den Meister dieses Labyrinths!","epNo":3,"alt":"Peace for the Master of This Labyrinth!","descr":"Um echtes Geld zu verdienen, erkunden Kazuma und Aqua einen neu entdeckten Pfad in Keele\u0027s Dungeon und stoßen dabei auf Gremlins, Nachahmer und Untote. Sie treffen bald auf den Meister des Kerkers, einen Erzzauberer namens Keele, der einen Priester gesucht hatte, um ihn zu begraben und ihn mit seiner verstorbenen Frau wieder zu vereinen. Nachdem er Keele losgeschickt und seinen Schatz erhalten hat, erkennt Kazuma, dass es Aquas heilige Aura ist, die die Untoten immer wieder anzieht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470800","hoster":"VOE"},{"path":"/redirect/8470801","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835181","hoster":"VOE"},{"path":"/redirect/8586557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-4","name":"Ein Verlobter für diese edle Tochter!","epNo":4,"alt":"A Betrothed for This Noble Daughter!","descr":"Plötzlich kehrt die Dunkelheit zurück und bittet die anderen um Hilfe, um aus einer arrangierten Ehe mit dem Sohn des Alderp, Walther, herauszukommen. Kazuma ist heimlich bestrebt, Darkness aus seiner Party zu drängen, und schlägt ihr vor, an der Hochzeitsversammlung teilzunehmen, unter dem Vorwand, sie zu ruinieren, während sie heimlich versucht, sie davon abzuhalten, um eine Belohnung von ihrem Vater zu verdienen. Als Darkness versucht, Walther mit ihrem schamlosen Verhalten abzuschrecken, liefert sie sich ein Duell gegen Kazuma, dessen perverses Verhalten ihm zum Sieg verhilft. Danach wird die arrangierte Ehe abgebrochen, bevor Kazuma erneut von Sena angesprochen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470802","hoster":"VOE"},{"path":"/redirect/8470805","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835177","hoster":"VOE"},{"path":"/redirect/8586559","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-5","name":"Knechtschaft für diesen maskierten Ritter!","epNo":5,"alt":"Servitude for This Masked Knight!","descr":"Als Ergebnis eines magischen Kreises, den Aqua in Keeles Kerker gezogen hat, erscheinen seltsame explosive Puppenmonster, die die Stadt gefährden. Kazuma und Darkness untersuchen das Verlies erneut und entdecken den Erzmagier hinter den Puppen als einen der Kommandanten des Teufelskönigs, Vanir, der die Fähigkeit hat, Gedanken zu lesen. Obwohl er nach einem glücklichen Angriff besiegt zu sein scheint, befestigt Vanir seine Maske an der Dunkelheit und besitzt ihren Körper, nur um von ihrem Masochismus völlig abgeschreckt zu werden. Nachdem Kazuma den magischen Kreis aufgeräumt und Vanirs Maske mit einem Siegel versehen hat, versucht Vanir, den Körper der Dunkelheit zu benutzen, um sich an Aqua zu rächen. Wenn das Entfernen des Siegels nichts bewirkt, lässt Kazuma von Megumin Explosion wirken, um Vanir zu zerstören. Danach sieht sich Darkness mit der Verlegenheit konfrontiert, dass jeder sie Lalatina nennt.während Kazuma seine Schulden beglichen hat und eine saftige Belohnung für den Sieg über Vanir erhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470807","hoster":"VOE"},{"path":"/redirect/8470806","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835178","hoster":"VOE"},{"path":"/redirect/8586560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-6","name":"Abschied von dieser irritierenden Welt!","epNo":6,"alt":"Goodbye to This Irritating Living World!","descr":"Kazuma stellt überrascht fest, dass Vanir ein Extraleben hatte und seitdem seine Position als Kommandant aufgegeben hat, um in Wiz\u0027 Laden zu arbeiten und eine Geschäftspartnerschaft einzugehen, um Produkte aus Kazumas Welt zu verkaufen. Einer davon ist ein Kotatsu, aus dem Kazuma sich weigert, herauszukommen, und belästigt Darkness und Megumin, als sie versuchen, ihn herauszuholen. Selbst als er endlich auf die Toilette muss, weigert er sich immer noch herauszukommen und bittet Darkness und Megumin, es mit sich ins Badezimmer zu tragen. Von seinem Verhalten satt, werfen die beiden Mädchen ihn und den Kotatsu stattdessen aus dem Fenster. Später, nachdem sie einen etwas bedauerlichen Schwertkauf getätigt haben, begeben sich Kazuma und seine Gruppe auf die Suche, um eine Gruppe von Echsenläufern zu eliminieren. Aufgrund verschiedener Faktoren scheitert Kazumas Plan jedoch und er stirbt erneut und findet sich in Eris\u0027 Unterwelt wieder. Während er darauf wartet, wiederbelebt zu werden, beginnt Kazuma, Eris als seine ideale Heldin wahrzunehmen und erwägt, einfach in der realen Welt wiedergeboren zu werden, bis Megumin drastische Maßnahmen ergreift, um ihn davon zu überzeugen, in seinen Körper zurückzukehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470811","hoster":"VOE"},{"path":"/redirect/8470810","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835183","hoster":"VOE"},{"path":"/redirect/8586561","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-7","name":"Eine Einladung für diese Schwachköpfe!","epNo":7,"alt":"An Invitation for This Knucklehead!","descr":"Vanir lässt Kazuma die Wahl, entweder die geistigen Rechte für seine Real-World-Produkte gegen eine einmalige Zahlung von 300 Millionen Eris zu verkaufen oder einen Gewinnbeteiligungsvertrag von 1 Million Eris pro Monat aufrechtzuerhalten. Da Megumin nicht möchte, dass ihn dieses neue Gefühl des Reichtums von seinen Abenteuern ablenkt, schlägt Megumin vor, dass alle zu den heißen Quellen von Arcanretia gehen, um Kazumas frühere Verletzungen zu heilen. Zusammen mit Wiz machte sich die Gruppe mit einem Wagen neben einem roten Drachenbaby auf den Weg, nur damit die \"Härte\" von Darkness einen Ansturm von Running Kite Hawks anzog.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470812","hoster":"VOE"},{"path":"/redirect/8470813","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835180","hoster":"VOE"},{"path":"/redirect/8582679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-8","name":"Sightseeing in dieser erbärmlichen Stadt!","epNo":8,"alt":"Sightseeing in This Pitiful City!","descr":"Kazuma und die anderen schaffen es, die Drachenfalken in eine Höhle zu locken und sie alle auf einmal zu erledigen, nur um später den anderen Reisenden mehr Ärger zu bereiten, als Aqua einige Zombies anzieht. Die Gruppe erreicht schließlich Arcanretia, das sich als die Heimatstadt der von Aqua gegründeten Achsenmächtekirche herausstellt. Beim Sightseeing werden Kazuma und Darkness ständig von den fanatischen Bewohnern der Achsenmächte belästigt, die immer wieder versuchen, sie in ihre Kirche zu bekehren, während sie auf Darkness herabblicken, weil sie Eris verehren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924031","hoster":"VOE"},{"path":"/redirect/12978369","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835182","hoster":"VOE"},{"path":"/redirect/8582684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-9","name":"Eine Göttin für diese korrupte Stadt!","epNo":9,"alt":"A Goddess for This Corrupt Hot Springs Town!","descr":"Nachdem Kazuma miterlebt hat, wie Aqua die Bürger der Stadt mit ihren kleinlichen Beichtgesprächen verdreht hat, nimmt sie ein Bad im gemischten Bad, wo er auf einen anderen Mann trifft, der das Verhalten der Stadt genauso satt hat wie er. Währenddessen wird Aqua, im Gegensatz zu ihrer Verehrung als Göttin, von den Bürgern beobachtet, nachdem sie die heißen Quellen weiter zu normalem Wasser gereinigt hat. Obwohl Aqua ihre Identität als Göttin enthüllt, glauben die Bürger ihr nicht, sondern erklären sie stattdessen zu einem Teil der Armee des Teufelskönigs und starten eine Hexenjagd.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917241","hoster":"VOE"},{"path":"/redirect/8470816","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835184","hoster":"VOE"},{"path":"/redirect/8582678","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-2/episode-10","name":"Gottes Segen für diese wunderbare Gruppe!","epNo":10,"alt":"God\u0027s Blessing on This Wonderful Party!","descr":"Dem wütenden Mob entkommend, entdeckt die Gang, dass die Wasserquelle der Stadt von dem Mann von vorhin vergiftet wird, der sich als einer der Armeeführer des Teufelskönigs, Hans the Deadly Poison Slime, herausstellt. Als Wiz erfährt, dass Hans den Aufseher der heißen Quellen gegessen hat und damit gegen die Nichteinmischungsvereinbarung verstoßen hat, die sie mit der Armee des Teufelskönigs beim Verlassen getroffen hatte, tritt Wiz Hans entgegen, während Aqua versucht, die Quelle zu reinigen, und erhält Hilfe von den Kultisten, nachdem sie es bemerkt haben die Wahrheit. Kazuma stellt fest, dass noch nicht vollständig verdaute Körper wiederbelebt werden können und lässt sich von Hans fressen, damit Megumin und Wiz ihn auf Größe bringen können, bevor Aqua mit Unterstützung ihrer Anhänger den letzten Schlag versetzt. Nachdem alles geklärt ist, wird die Gang wegen Aqua aus der Stadt geworfen.s Angriff, der sein gesamtes heißes Quellwasser reinigt, und kehrt nach Hause zu Axel zurück.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8470819","hoster":"VOE"},{"path":"/redirect/8470818","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8835179","hoster":"VOE"},{"path":"/redirect/8582680","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-1","name":"","epNo":1,"alt":"God\u0027s Blessings on This Bright Future!","descr":"Um seinen Geist von den traumatischen Erlebnissen zu befreien, beschließt Kazuma, Mönch zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13929447","hoster":"VOE"},{"path":"/redirect/13929449","hoster":"Vidoza"},{"path":"/redirect/13929446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-2","name":"","epNo":2,"alt":"A Smile for This Dour Girl!","descr":"Königlicher Besuch steht an. Doch können sich Kazuma und die anderen Chaoten zurückhalten und benehmen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14049382","hoster":"VOE"},{"path":"/redirect/14049390","hoster":"Doodstream"},{"path":"/redirect/14049393","hoster":"Vidoza"},{"path":"/redirect/14049386","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-3","name":"","epNo":3,"alt":"A Re-education for This Bright Little Girl!","descr":"Kazuma wurde von Prinzessin Iris ins Schloss entführt. Dort soll er ihr von seinen Abenteuern erzählen, doch Kazuma wäre nicht Kazuma, wenn er nicht wieder nur Unsinn im Kopf hätte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14049387","hoster":"VOE"},{"path":"/redirect/14049391","hoster":"Doodstream"},{"path":"/redirect/14049396","hoster":"Vidoza"},{"path":"/redirect/14049388","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-4","name":"","epNo":4,"alt":"Retribution on This Handsome Thief!","descr":"Kazuma ist in Alderps Villa, um einen Dieb zu fassen. Doch statt sich mit dieser Aufgabe zu beschäftigen, sorgen Kazumas Freundinnen für reinstes Chaos.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14049392","hoster":"VOE"},{"path":"/redirect/14049399","hoster":"Doodstream"},{"path":"/redirect/14049394","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-5","name":"","epNo":5,"alt":"Nefarious Friends for This Sheltered Princess!","descr":"Kazuma und Iris tauschen durch einen göttlichen Schatz aus Versehen die Körper. Natürlich will der Schwerenöter die Situation gleich ausnutzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14049395","hoster":"VOE"},{"path":"/redirect/14049415","hoster":"Doodstream"},{"path":"/redirect/14049402","hoster":"Vidoza"},{"path":"/redirect/14049397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-6","name":"","epNo":6,"alt":"A Farewell to this Lavish Lifestyle!","descr":"Chris und Kazuma versuchen, heimlich ins Schloss einzusteigen, um Iris’ Halskette zu stehlen. Dies geht natürlich gehörig in die Hose.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14049398","hoster":"VOE"},{"path":"/redirect/14049410","hoster":"Doodstream"},{"path":"/redirect/14049412","hoster":"Vidoza"},{"path":"/redirect/14049401","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-7","name":"","epNo":7,"alt":"Rest for This Up-and-Coming Adventurer!","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14141831","hoster":"VOE"},{"path":"/redirect/14141842","hoster":"Doodstream"},{"path":"/redirect/14141835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-8","name":"","epNo":8,"alt":"An Eternal Rest for the Master of This Lake!","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14141833","hoster":"VOE"},{"path":"/redirect/14141840","hoster":"Doodstream"},{"path":"/redirect/14141832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-9","name":"","epNo":9,"alt":"A Talking-To for This Runaway!","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14206256","hoster":"VOE"},{"path":"/redirect/14141854","hoster":"Doodstream"},{"path":"/redirect/14141848","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-10","name":"","epNo":10,"alt":"Blessings for This Selfish Bride!","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14141847","hoster":"VOE"},{"path":"/redirect/14141860","hoster":"Doodstream"},{"path":"/redirect/14141861","hoster":"Vidoza"},{"path":"/redirect/14141857","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-subarashii-sekai-ni-shukufuku-o/staffel-3/episode-11","name":"","epNo":11,"alt":"God\u0027s Blessing for These Unchanging Days!","descr":"Kazuma, Aqua, Megumin und Yunyun crashen Darkness’ Hochzeit. Wird es ihnen gelingen, ihre Freundin unbeschadet zu retten oder funkt ein Explosionszauber dazwischen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14141858","hoster":"VOE"},{"path":"/redirect/14141869","hoster":"Doodstream"},{"path":"/redirect/14141863","hoster":"Streamtape"}]}]}]}]}