{"path":"/serie/stream/kono-oto-tomare-sounds-of-life","name":"Kono Oto Tomare! Sounds of Life","descr":"Seit dem Abschluss der anderen Mitglieder ist Takezou das einzig verbliebene Mitglied im Koto-Club, einem Schulclub, der sich mit dem traditionellen Japanischen Saiteninstrument Koto auseinandersetzt. Mit dem Beginn des neuen Schuljahrs muss Takezou nach neuen Mitgliedern suchen, da der Club sonst geschlossen wird. Aus dem Nichts stolpert ein Schüler in den Clubraum, der darum bittet, dem Koto-Club beizutreten. Schafft Takezou es, den Club zu erhalten, insbesondere mit diesem Scheusal von neuem Mitglied?","seasons":[{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-1","name":"","epNo":1,"alt":"New Club Members","descr":"Es ist Takezo Kuratas drittes Jahr bei Tokise High und er ist jetzt das einzige Mitglied des Koto Clubs, nachdem seine Oberklasse seinen Abschluss gemacht hat. Wenn keine neuen Schüler beitreten, wird der Club aufgelöst. Er steht jedoch vor einem Schock, als Chika Kudo, eine Straftäterin, dem Club beitritt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835150","hoster":"VOE"},{"path":"/redirect/8582670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-2","name":"","epNo":2,"alt":"Having What It Takes","descr":"Es ist Zeit, mehr erste Jahre in den Koto-Club zu locken. Obwohl Takezos Solo-Auftritt die Menge nicht zu fesseln scheint, taucht die schöne Satowa Hozuki plötzlich auf und bittet um Erlaubnis, mitzumachen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835145","hoster":"VOE"},{"path":"/redirect/8582671","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-3","name":"","epNo":3,"alt":"The Koto Club Reborn","descr":"Obwohl die Instrumente bald repariert werden, braucht der Club immer noch mehr Mitglieder oder es wird aufgelöst. Glücklicherweise scheinen Chikas alte Freunde Saneyasu Adachi, Michitaka Sakai und Kota Mizuhara daran interessiert zu sein, sich anzuschließen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835143","hoster":"VOE"},{"path":"/redirect/8582672","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-4","name":"","epNo":4,"alt":"The First Resounding Note","descr":"Die Clubmitglieder haben Probleme, das Stück für ihre bevorstehende Aufführung zu lernen, und so natürlich talentiert zu sein, macht es Satowa schwer zu wissen, wie man alle unterrichtet. Wird der Club dieses Stück wirklich rechtzeitig lernen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835144","hoster":"VOE"},{"path":"/redirect/8582674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-5","name":"","epNo":5,"alt":"Let Our Sound Resound and Reach Them","descr":"Es ist fast Zeit für die große Leistung des Clubs. Sie müssen die ganze Schule zufrieden stellen, sonst wird der Verein aufgelöst. Sie sind alle nervös und die Menge scheint von Anfang an unzufrieden zu sein. Können Sie es tun?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835142","hoster":"VOE"},{"path":"/redirect/8582673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-6","name":"","epNo":6,"alt":"An Invisible Boundary","descr":"Ein neues Mitglied, Hiro Kurusu, ist dem Koto-Club beigetreten. Sie ist eine Schülerin im zweiten Jahr aus derselben Klasse wie Takezo. Er hat nicht viel mit ihr gesprochen, aber sie scheint nett zu sein. Wird sie mit den Clubmitgliedern auskommen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/9018703","hoster":"VOE"},{"path":"/redirect/8582677","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-7","name":"","epNo":7,"alt":"Unknown Sounds","descr":"Sowohl Chika als auch Hiro kennen jetzt Satowas Geheimnis. Jetzt plant Hiro, mit diesen neuen Informationen mehr Ärger im Club zu machen. Wie wird sich Hiros Einmischung auf den Verein auswirken? Werden sich ihre Bindungen durchsetzen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835146","hoster":"VOE"},{"path":"/redirect/8582675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-8","name":"","epNo":8,"alt":"A Sign","descr":"Chika und die anderen Clubmitglieder haben Probleme, Satowas Anweisungen zu verstehen. Später tauchen zufällig zwei Mädchen der Elite-Himesaka-Mädchenakademie im Clubraum auf, die Satowa zu kennen scheinen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835147","hoster":"VOE"},{"path":"/redirect/8586525","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-9","name":"","epNo":9,"alt":"A Piercing Sound","descr":"Chika und die anderen Clubmitglieder haben Probleme, Satowas Anweisungen zu verstehen. Später tauchen zufällig zwei Mädchen der Elite-Himesaka-Mädchenakademie im Clubraum auf, die Satowa zu kennen scheinen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12941703","hoster":"VOE"},{"path":"/redirect/8586526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-10","name":"","epNo":10,"alt":"Near Yet Far","descr":"Der Koto-Club hört Kanagawas Nummer 1, Himesaka, an der Meiryo High School auftreten. Takezo ist von der Aufführung überwältigt und scheint erschüttert zu sein und sich auf die gesamte Gruppe auszuwirken.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835149","hoster":"VOE"},{"path":"/redirect/8586527","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-11","name":"","epNo":11,"alt":"The Sound We Were Searching For","descr":"Der Club beschließt, ein Trainingslager zu absolvieren, damit er sich wirklich darauf konzentrieren kann, sein nächstes Stück zu üben. Während sich alle anderen zu verbessern scheinen, kämpft Kota immer noch und fühlt sich zurückgelassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835148","hoster":"VOE"},{"path":"/redirect/8586531","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-12","name":"","epNo":12,"alt":"Rivals","descr":"Das Trainingslager ist zu Ende und das traditionelle japanische Musikfestival der Kanto Region der Schüler steht endlich vor der Tür. Zur Überraschung der Bande nehmen auch die Koto-Clubs aus Meiryo und Himesaka am Festival teil.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835151","hoster":"VOE"},{"path":"/redirect/8586530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-13","name":"","epNo":13,"alt":"Kuon","descr":"Meiryos brillante Leistung hat einige der Koto-Clubmitglieder aus Tokise erschüttert. Mehr Schulen treten auf, aber keine scheint zu vergleichen. Takezos Tante Isaki scheint jedoch nicht so beeindruckt von allen Auftritten zu sein.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835153","hoster":"VOE"},{"path":"/redirect/8586529","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-14","name":"","epNo":14,"alt":"A Step Forward","descr":"\"Ein Schritt voran”Nach dem katatrophalen Anfang ihrer Darbietung gelingt es dem Koto-Club der Tokise, sich während des Stückes zu fangen. Doch wird das reichen für eine der Top-Platzierungen dieses Wettkampfes? Selbst den Juroren fällt es schwer, die Sieger dieses Anlasses zu küren, da die Darbietungen auf einem extrem hohen Niveau waren. Und so überrascht das Resultat sämtliche Anwesende.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12941740","hoster":"VOE"},{"path":"/redirect/8586535","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-15","name":"","epNo":15,"alt":"Becoming Aware","descr":"\"Bewusstwerden”Die bittere Niederlage noch frisch in Erinnerung finden sich die Mitglieder des Koto-Clubs der Tokise in ihrem Clubzimmer ein, wo sie von ihrem Beistand darüber informiert werden, dass ihr nächster Auftritt am Schulfest im September sein wird. In der Schule werden Takezo und Hiro für das Schulfest der Einkaufs-Gruppe zugeteilt, während Chika und Satowa an den Dekorationen und Ähnlichem arbeiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835157","hoster":"VOE"},{"path":"/redirect/8586536","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-16","name":"","epNo":16,"alt":"Their Time","descr":"\"Ihre gemeinsame Zeit”Infolge der beiden Zwischenfälle mit Chika und Satowa sowie mit Takezo und Hiro herrscht im Club eine bedrückte Stimmung, was sich sogar bei den Proben selbst niederzuschlagen beginnt. Zudem steigt das Schulfest, an dem ein unerwarteter Besucher Takezo überrascht. Außerdem gilt es für den Koto-Club, das Stück für die Vorausscheidung auszusuchen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835154","hoster":"VOE"},{"path":"/redirect/8586537","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-17","name":"","epNo":17,"alt":"Reunion","descr":"\"Wiedersehen”Im Koto-Club der Tokise scheint allmählich wieder Alltag einzukehren. Außerdem ist es Takinami-sensei gelungen, sich auf ein Stück festzulegen. Seine Wahl fällt auf jenes Stück, das Hozuki anstelle von \"Yaegoromo\" an der Nationalmeisterschaft darbot und für welches sie disqualifiziert wurde. Wovon Hozuki, wie zu erwarten, alles andere als begeistert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835163","hoster":"VOE"},{"path":"/redirect/8586538","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-18","name":"","epNo":18,"alt":"Their Determination","descr":"\"Ihre Entschlossenheit”Nun, da sie beschlossen haben, welches Stück sie spielen wollen, liegt es an Hozuki, dieses zu benennen. Takinami-sensei fällt derweil ein Weg in den Schoß, den Koto-Club im Koto spielen zu unterrichten, ohne dass er selbst Koto spielen kann. Doch dieser Weg birgt gewisse potenzielle Schattenseiten, denn die Lehrerin, die er für den Club findet, ist Hozuki bereits bekannt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835155","hoster":"VOE"},{"path":"/redirect/8586541","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-19","name":"","epNo":19,"alt":"Confrontation","descr":"\"Konfrontation”Satowa vermutet, dass Akira etwas Böses im Schilde führt und beschließt nach einer kurzen Unterhaltung mit ihr, mehr über sie in Erfahrung zu bringen. Als sie sich jedoch Akiras Darbietung von \"Mizu no Hentai\" anhört, befürchtet sie, Akira zu unrecht beschuldigt zu haben. Als Satowa daraufhin versucht, sich bei Akira zu entschuldigen, verläuft die Unterhaltung allerdings nicht, wie sie erwartet hatte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835156","hoster":"VOE"},{"path":"/redirect/8586539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-20","name":"","epNo":20,"alt":"Another Chance","descr":"\"Noch einmal”Akira will dem Club den Rücken zuwenden und die Beistand-Rolle an den Nagel hängen. Sie lässt sich jedoch von den Mitgliedern des Clubs davon überzeugen, am letzten Tag auch ein Auge auf ihre gemeinsame Probe zu werfen. Während dieser überraschen sie Akira mit ihrer unerschütterlichen Motivation und erinnern sie damit an ihre eigene Vergangenheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835165","hoster":"VOE"},{"path":"/redirect/8586540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-21","name":"","epNo":21,"alt":"Meaning and Role","descr":"\"Bedeutung und Rolle”Sane und Chika zerbrechen sich den Kopf darüber, was sie zum Stück beizutragen haben. Sane seinerseits erfährt seine Rolle bei dem Stück bei einer Probe alleine mit Akira, während Chika sich wortwörtlich wundschuftet beim Versuch, herauszufinden, welche Rolle er einnimmt. Unterdessen schreitet Frau Dojima zur Tat und versucht, den Club weiter zu diskreditieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835159","hoster":"VOE"},{"path":"/redirect/8586543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-22","name":"","epNo":22,"alt":"Morning of the Showdown","descr":"\"Morgen des Showdowns”Am Morgen vor der Vorausscheidung der Nationalmeisterschaft steigt die Anspannung bei allen Teilnehmenden. Mit Ausnahme von Mio von der Hakuto-Oberschule natürlich. Und diesmal wollen es sich auch Takezos Eltern anhören. Satowas Mutter hingegen scheint einmal mehr einen Auftritt ihren Tochter zu verpassen, obwohl Satwoa sie brieflich eingeladen hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835158","hoster":"VOE"},{"path":"/redirect/8586545","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-23","name":"","epNo":23,"alt":"Champions\u0027 Resolve","descr":"\"Entschlossenheit eines Champions”Nach der Niederlage gegen die Hakuto am Musikfestival wird den Mitgliedern der Himesaka bewusst, dass sie nicht mehr die unangefochtene Nummer Eins in Kanagawa sind. Sie beschließen, eine Vorauswahl zu treffen, um zu bestimmen, wer von ihnen bei der Vorausscheidung zur Nationalmeisterschaft antritt. Diese Entscheidung verlangt gewissen Mitgliedern jedoch große Opfer ab.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835164","hoster":"VOE"},{"path":"/redirect/8586542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-24","name":"","epNo":24,"alt":"Beyond the Right Answer","descr":"\"Nach der korrekten Antwort”Die nächste anstehende Darbietung der Rivalen der Tokise ist jene der Hakuto-Oberschule, der Sieger des Musikfestivals. Und auch dieses Mal spielen sie eine Eigenkomposition, die darauf ausgerichtet scheint, insbesondere Mio Kanzaki hervorzuheben, der in der Lage ist, Klänge zu sehen und Musikstücke auf die \"korrekte\" Art und Weise zu spielen. Ihm selbst jedoch missfällt, wie er spielt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835162","hoster":"VOE"},{"path":"/redirect/8586544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-25","name":"","epNo":25,"alt":"Tenkyu","descr":"\"Tenkyu”Im Anschluss des Auftrittes der Hakuto ist nun endlich die Tokise an der Reihe mit \"Tenkyu\", die von Takinami-sensei angepasste Eigenkomposition Satowas. Im Publikum sitzen neben Takezos Familie, der ehemaligen Präsidentin des Tokise-Koto-Clubs, Chikas Schwester, Tetsuki und Frau Nishina sogar Satowas Mutter und Frau Dojima. Nun ist es an der Zeit, allen zu beweisen, dass der Koto-Club der Tokise ernstzunehmen ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8470822","hoster":"VOE"},{"path":"/redirect/8470821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kono-oto-tomare-sounds-of-life/staffel-1/episode-26","name":"","epNo":26,"alt":"Starting Line","descr":"\"Startlinie”Gerade, als Satowa die Hoffnung aufzugeben beginnt, ihre Mutter noch anzutreffen, läuft sie ihr über den Weg. Nun wird sich zeigen, ob Satowa mit \"Tenkyuu\" endlich so zu ihrer Mutter vorgedrungen ist, wie sie es sich erhofft. Derweil warten sämtliche teilnehmenden Schulen gebannt auf das Ergebnis der Vorausscheidung, das bestimmen wird, welche Schule zur Nationalmeisterschaft fahren darf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12174335","hoster":"VOE"},{"path":"/redirect/8586546","hoster":"Streamtape"}]}]}]}]}