{"path":"/serie/stream/koukaku-no-regios","name":"Koukaku no Regios","descr":"[Chrome Shelled Regios] In ferner Zukunft haben durch die Verschmutzung kontaminierte Kreaturen die Herrschaft über die Erde übernommen und die Menschheit dazu gezwungen, in abgeschlossenen mobilen Städten namens Regios zu leben. Eine dieser Städte wird Czerni genannt und ist eine autark agierende Schule, auf der Lei-fon Alseif gerade seine Ausbildung begonnen hat. Widerwillig schließt er sich der 17. Martial Arts Studieneinheit an, die von Nina Antoc, einer Schülerin aus dem dritten Jahrgang, geleitet wird und der auch Feri Roth, Schülerin aus dem zweiten Jahrgang, angehört.","seasons":[{"path":"/serie/stream/koukaku-no-regios/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-1","name":"","epNo":1,"alt":"The City with a Sense of Awareness","descr":"In einer Rückblende, als ein riesiger Limbeekoon eine Regios angreift, beginnen drei mächtige Kämpfer mit der \"Himmelsklinge\" den Kampf gegen ihn. In der Gegenwart verlässt Layfon Alseif seine Regios, um die Akademie in Zuellni zu besuchen. Währenddessen verliert Nina Antalk ein Mitglied ihres Zuges und ist gezwungen, nach Rekruten zu suchen. Layfon kommt in Zuellni an, als zwei Studenten eine Schlägerei beginnen und ein Gebäude auf eine andere Studentin, Mei-Shen Trinden, einstürzen lassen. Nachdem er einen telepathischen Befehl erhalten hat, sie zu retten, holt Layfon sie mit unglaublicher Geschwindigkeit aus dem Gebäude. Er trifft sich mit dem Präsidenten der Schülerschaft, Karian Loss, der ihn zwingt, in eine militärische Kunsttruppe einzutreten, und Nina, die Zeuge wurde, wie Layfon Mei-Shen rettete, rekrutiert Layfon für die 17. Danach trifft Layfon auf Felli Loss, ein weiteres Mitglied des 17. Zuges, der Layfon zuvor die telepathische Nachricht geschickt hatte. An diesem Abend erinnert sich Layfon daran, dass er in der Vergangenheit einer der Kämpfer war, die eine Himmelsklinge gegen den Riesen Limbeekoon führten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416974","hoster":"VOE"},{"path":"/redirect/10416973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-2","name":"","epNo":2,"alt":"Capture the Flag!","descr":"Nina erinnert sich an eine Kampfübung in einem \"Capture the Flag\"-Szenario zwischen den Schülern von Zuellni und einer anderen Regio, bei der Zuellni verloren hat. Nina stellt Layfon den Mitgliedern des 17. Zuges vor und kämpft gegen ihn in einem Übungsduell. Layfon schlägt sich wacker, wird aber von Ninas Kei-Schlag gegen eine Wand geschleudert. Danach konfrontiert Felli Layfon damit, dass sie Nina erlaubt hat, ihn zu besiegen, und enthüllt, dass ihr Bruder Karian geplant hat, Layfon zu zwingen, in die militärischen Künste einzutreten. Layfon trifft sich mit Nina während seines Teilzeitjobs, und Nina enthüllt, dass sie von ihren Eltern weggelaufen ist, um in Zuellni die militärischen Künste zu erlernen. Der 17. Zug tritt in einem \"Capture the Flag\"-Szenario gegen den 16. Zug an und schneidet dabei schlecht ab. Als Nina kurz davor ist, besiegt zu werden, schickt Felli Ninas Gedanken an Layfon, der zum Erstaunen der Zuschauer einen mächtigen Kei-Schub einsetzt, um die Mitglieder des 16. Nina und Felli sind jedoch wütend auf Layfon, Nina, weil er seine Kraft während des Kampfes absichtlich zurückhielt, und Felli, weil er es nicht tat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416977","hoster":"VOE"},{"path":"/redirect/10416979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-3","name":"","epNo":3,"alt":"Electric Spirit Czerny","descr":"In Grendan schreibt Leerin einen Brief an Layfon, als sie eine Frau namens Synola Leisler trifft, die durch Leerins Augen eine Vision eines Wesens und eines jungen Mädchens mit schwarzem Haar wahrnimmt. Was Leerin nicht weiß, ist, dass Synola in Wirklichkeit Königin Alsheyra ist, die sich in ihrer Abwesenheit als eine der Himmelsklingen verkleidet hat. In der Zwischenzeit besucht Karian heimlich Layfon in Zuellni und erzählt ihm vom Sieg seines Zuges, dass er Mitglied der Heavens Blade, der 12 Elitekrieger von Grendan, ist und fragt ihn, warum er immer noch an den Maschinen arbeitet, obwohl er jetzt einen größeren Stipendienfonds hat. Layfon antwortet, er wolle die \"Bestechung\" des Präsidenten nicht und er sei nicht die Person, für die der Präsident ihn halte. In der Maschinenabteilung trifft sich Layfon mit Nina und erklärt, warum er seine Kräfte zurückgehalten hat, da er aufgrund eines Fehlers, den er in der Vergangenheit gemacht hat, einen anderen Weg einschlagen wollte, der keine Kämpfe beinhaltet. Plötzlich wird Zuellni, die elektrische Fee der Stadt, von einer Gruppe von Jägern gefangen genommen. Nina verfolgt sie, aber mit Hilfe eines mysteriösen Fremden, der sie alle in eine andere Dimension schickt, besiegen sie die Jäger, aber nicht bevor der Fremde Nina mit Kei in Schlaf versetzt hat. Während Nina sich erholt, erzählt Harley Layfon von einem Vorfall in Ninas Kindheit, der sie dazu brachte, nach Macht zu streben, als ihr Leben durch das Opfer der elektrischen Fee ihres Hauses gerettet wurde. Auf dem Weg nach Hause trifft Layfon auf Mifi, Naruki, Mei-Shen und zuletzt auf Felli, die ihm den Vorfall beim Kampf zwischen den Zügen verzeiht und dafür verlangt, dass er sie von nun an Felli nennt und sie ihn Fon Fon nennt. Als Felli ihre pyschokinesischen Kräfte einsetzt, bemerkt sie in der Ferne einen großen Drachen Limbeekoon. In einer Rückblende, die auf dem Roman Legend of Regios basiert (der gesamte Dialog wird auf Englisch gesprochen), rettet ein Mann ein Mädchen namens Sae (das Mädchen in Alsheyra Vision), als sie versuchen, aus einem Komplex zu entkommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416983","hoster":"VOE"},{"path":"/redirect/10416981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-4","name":"","epNo":4,"alt":"Disarmament! Put on maid clothing!","descr":"In der Rückblende der Legende sind Sae und der Mann, der sie gerettet hat (und nun eine Augenklappe trägt), zu Leibwächtern einer Frau geworden, die versucht, vor zwei sie verfolgenden Autos zu fliehen. In der Gegenwart nimmt Sharnid Layfon in ein Café für Dienstmädchen mit, sehr zu dessen Überraschung, als er erfährt, dass Felli dort arbeitet. Felli offenbart Layfon, dass sie dort arbeitet, um ihren eigenen Weg zu gehen. Während sie in einer Bäckerei zu Abend isst, hört Felli, wie Mifi, Naruki und Mei-Shen darüber reden, ein verlassenes Forschungszentrum zu untersuchen, in dem es angeblich spuken soll, und beschließt, sie zu begleiten. Als sie tiefer in das Gebäude eindringen, werden Mifi und ihre Freunde plötzlich von einer Kreatur gefangen genommen und Felli wird von Vance, dem Assistenten ihres Bruders, gerettet. Vance enthüllt, dass das Zentrum vor Jahren versucht hat, künstliche Kreaturen zu erschaffen, um den Schmutzmonstern entgegenzuwirken, aber wiederholte Misserfolge führten zur Schließung des Zentrums, und die Kreatur, die Mifi und die anderen gefangen hat, ist vielleicht eine von ihnen. Als Vance und Felli versuchen, die Mädchen zu finden, treffen sie auf die Kreatur und schaffen es, sie zu töten, als Felli sie mit einem Trick dazu bringt, von herabfallenden Deckentrümmern zerquetscht zu werden, die durch ihre Kräfte verursacht wurden. Vance beschließt, den Vorfall zu vertuschen, indem er Mifi und ihren Freundinnen erzählt, sie seien durch auslaufende Chemikalien bewusstlos geworden. Layfon begleitet Felli, wo er endlich ihr Lächeln sieht, aber von ihr getreten wird, weil er es sieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416985","hoster":"VOE"},{"path":"/redirect/10416986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-5","name":"","epNo":5,"alt":"The Enemy that Hides in the Land of Death","descr":"In der Rückblende zur Legende werden Sae und Co. immer noch gejagt, nur dieses Mal von großen Mutantenhunden. Der 17. Zug nimmt sich einen Tag vom Training frei. Nina und Harley schauen sich die Spiele zwischen den Zügen an, während Layfon mit Mei-Shen zum Mittagessen ausgeht. Die Stadt Zuellni stürzt jedoch in einen Graben, was eine große Anzahl von Schmutzmonstern im Larvenstadium aus ihrem Nest unter der Erde anlockt. Da eine Invasion in die Regios bevorsteht, befiehlt Karian allen Schülern der Militärischen Künste, die Stadt zu verteidigen und die Monster abzuwehren, obwohl die meisten von ihnen keine Erfahrung im Kampf gegen Filth-Monster haben. Als Nina Sharnid und den 9. Zug anführt, um den nordwestlichen Teil der Stadt zu verteidigen, bittet Layfon sie, die Stadt zu evakuieren, da sie den Ungeziefern nicht gewachsen sind, aber sie weigert sich und fragt ihn, warum er nicht kämpfen will. Nina weigert sich und fragt ihn, warum er nicht kämpfen wolle. Getreu seinen Worten können die Waffen von Nina und dem 4. Zug kaum einen Kratzer gegen die Käfer verursachen, und als in der Nacht noch mehr Käfer auftauchen, lässt der 4. Als einer von ihnen im Begriff ist, Nina zu töten, wird sie von Layfon (der jetzt kämpft, um seine Freunde zu beschützen) mit einem modifizierten kei-betriebenen Peitschenschwert-Diten gerettet, der auf der Waffe von Lintesce der Himmelsklinge basiert. Mit seinem neuen Dite tötet Layfon mit Leichtigkeit Hunderte von Filth-Monstern und findet mit Hilfe von Fellis Kraft das Nest der Königin der Filth-Monster außerhalb der Stadt und tötet es. Als die Sonne aufgeht und die meisten Ungeziefer durch den Tod der Königin \"unbeweglich\" geworden sind, kehrt Layfon zurück und bricht vor Erschöpfung in Ninas Brust zusammen, die ihm nur noch gratulieren kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416990","hoster":"VOE"},{"path":"/redirect/10416991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-6","name":"","epNo":6,"alt":"The Letter from Grendan","descr":"Harley hat ein Adamandit-Schwert für Layfon angefertigt, das er bei seiner Mission, das Monster des Drachenmülls zu töten, einsetzen will. Er, Layfon und Felli halten das geheim, aber ihr Gespräch wird von Sharnid belauscht. Layfon, Mei, Naruki und Mifi folgen Nina heimlich, wo sie herausfinden, dass sie heimlich am Stadtrand trainiert. Naruki schließt daraus, dass sie das tut, weil sie sich Layfon unterlegen fühlt und stärker werden will, aber sie bricht vor Erschöpfung zusammen und wird ins Krankenhaus gebracht. Während sie sich erholt, gibt Layfon Nina Ratschläge über die Verwendung ihres Kei und wie sie stärker werden kann, bevor er zu seiner Mission aufbricht. Layfon erreicht das Drachennest mit Felli, die ihn von Zuellni aus unterstützt, wo der Drache die ersten Stufen der Reife erreicht hat, und kämpft gegen ihn. Sharnid droht Harley, ihn und Nina zu verraten, was er, Layfon und Felli heimlich getan haben. Als die Sonne aufgeht, hat Layfon es geschafft, das Monster zu schwächen, aber sein Adamandit ist gebrochen, aber er wird durch die Ankunft von Nina und Sharnid gerettet. Nina tadelt ihn dafür, dass er mit seiner Waffe alleine gegen das Monster kämpft und sagt ihm, dass er seinen Teamkollegen vertrauen muss, um es zu besiegen. Mit der Hilfe aller gelingt es dem Team, das Monster mit Nina als Köder in eine Schlucht zu locken, wo Felli und Sharnid den oberen Teil der Schlucht sprengen, um das Monster zu fangen, wo Nina von Layfon herausgehoben wird, der dem gefangenen Monster den letzten Schlag versetzt, um es zu töten. Am Ende bedankt sich Layfon bei Nina für ihre Führung und hofft, dass sie gemeinsam für den 17. Zug arbeiten werden, wo sie durch die Ankunft der Stadt Zuellni gerettet werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416993","hoster":"VOE"},{"path":"/redirect/10416994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-7","name":"","epNo":7,"alt":"Adamandite Restoration","descr":"Leerin trifft sich mit Linten und Savaris und erfährt, dass sie in der Zwischenzeit ihre Leibwächter sein werden, weil man es auf sie abgesehen hat. In der Zwischenzeit kämpfen der 17. und der 5. Zug gegeneinander, wobei der 17. Zug siegreich ist. Layfon ist traurig über ihre Siege, aber Nina scheint überglücklich zu sein. Der Anführer des 5. Zuges, Gorneo, scheint einen Groll gegen Layfon zu hegen. Für den Sieg des 17. Zuges wird eine Party veranstaltet. Während sich alle amüsieren, verlässt Layfon die Party vorzeitig. Bei der Arbeit spricht Nina mit Layfon über ihre Siege und wie sehr sie sich darüber freut. Layfon sagt ihr, dass er während des Kampfes nie glücklich war. Es gibt eine Unterbrechung durch den Präsidenten des Schülerrates. Der Präsident des Schülerrates befiehlt dem 17. und 5. Zug, zu einer verlorenen Stadt zu gehen, die von den Dreckmonstern zerstört wurde, und sich nach Überlebenden umzusehen. In der Stadt stellt Nina fest, dass es sich bei dieser Stadt um Gandoweria handelt und dass sie vor zwei Jahren gegen sie gekämpft und gewonnen haben. Sie ist schockiert, dass ihre Stadt in Trümmern liegt. Layfon kommentiert, dass Dreckmonster in der Lage sind, so ziemlich alles zu zerstören. Nina rennt zu dem Ort, an dem sie verloren haben, während Layfon ihr hinterherläuft. An diesem Ort wollte das Ungeheuer von oben sie zerquetschen, aber Layfon rettet sie. In diesem Moment kommt Gorneo mit Shante, seiner Partnerin, an und erzählt Nina, dass Layfon eine Himmelsklinge ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416997","hoster":"VOE"},{"path":"/redirect/10416996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-8","name":"","epNo":8,"alt":"The Past Enemy is Now a Lost City","descr":"Gorneo erzählt Nina von Layfons Vergangenheit als Himmelsklinge. Vieles aus Layfons Vergangenheit wird enthüllt, auch seine Beziehung zu Leerin. Leerin wird von der Königin von Grendan als die \"Schicksalshafte\" bezeichnet. Nina befragt Layfon zu seinen Gefühlen bezüglich der militärischen Künste, worauf er antwortet, dass er nur sein Überleben sichern will. Nina weigert sich, seine Denkweise zu akzeptieren. Später, nach einem Gespräch zwischen Layfon und Felli, werden sie von Nina zur Rede gestellt, die zu ihrem Schluss kommt. Sie gibt zu, dass sie seine Denkweise nicht leugnen wird, aber sie versteht sie nicht. Sie kommt zu dem Schluss, dass Layfon und sie nicht im selben Zug sein sollten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416999","hoster":"VOE"},{"path":"/redirect/10417000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-9","name":"","epNo":9,"alt":"The Qualifications of a Heavens Blade Receiver","descr":"Felli findet eine Lebensform in einer anderen Stadt. Nina hört nicht auf Layfons Vorschläge. Mehr von Layfons Vergangenheit wird enthüllt. Layfon findet die Lebensform als das Bewusstsein der zerstörten Stadt. Shante entführt Felli und es kommt zu einem kleinen Kampf, bei dem alles geklärt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10417004","hoster":"VOE"},{"path":"/redirect/10417005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-10","name":"","epNo":10,"alt":"Lukkun’s Revenge","descr":"Die Folge beginnt mit Felli und ihrem Bruder Kallian an einem Schwimmbad. Felli sieht Nina und den Rest ihres 17. Zuges ebenfalls am Pool, und Kallian macht den Vorschlag, Nina solle Felli das Schwimmen beibringen, obwohl Felli sich dagegen sträubt. Währenddessen sprechen Naruki und Mifi mit Layfon und bringen ihn dazu, Mayshen das Schwimmen beizubringen. Als Felli das sieht, wird er eifersüchtig und beschließt, selbst schwimmen zu lernen. Nach dem Schwimmen wird Felli misstrauisch, warum der ganze 17. Zug beschlossen hat, seine Freizeit im Schwimmbad zu verbringen und fragt Nina danach. Stotternd und sichtlich nervös erfindet Nina schnell eine Lüge, um sie Felli zu erzählen, und Felli glaubt sie. Danach sieht Felli, wie alle mit ihrem Bruder Kallian über eine Art von Geschäft sprechen. Am nächsten Tag im Schwimmbad versucht Nina, Felli zum Schwimmen zu bewegen, aber Felli weigert sich. Sharnid kommt auf die Idee, Layfon zu bitten, Felli zu unterrichten. Felli akzeptiert und ihr Gesicht fängt an, rot zu werden, was ihr Bruder Kallian bemerkt (Kallian bemerkt das in dieser Folge tatsächlich einige Male). Nach dem Schwimmen sperrt Kallian Layfon in ein Zimmer und spricht mit ihm darüber, dass er und Felli eine Beziehung haben (obwohl Layfon offensichtlich verwirrt ist) und Layfon seinen Zorn zu spüren bekommen wird, wenn er es wagt, Felli zu verletzen. Ein paar Szenen später werden Felli und Nina in dem Gasthaus, in dem sie untergebracht waren, von Terroristen als Geiseln genommen. Felli versucht, nach ihren Drachen zu suchen, fällt aber durch das rosa Leuchten auf, das sie bei der Suche abgibt. Felli und Nina finden ihre Drachen und schalten die Terroristen mit der Hilfe von Sharnid aus. Felli merkt bald, dass Nina ihr das Schwimmen beibringen wollte, damit sie müde wird und ihre übersinnlichen Kräfte nicht so stark einsetzen kann, dass sie auffällt. Nina und Harley entschuldigen sich und erzählen Felli, dass sie von ihrem Bruder Kallian bestochen wurden, dies zu tun. Felli fragt, ob Layfon davon wusste und Sharnid sagt, dass Layfon keine Ahnung hatte und wenn doch, würde er Felli nicht anlügen. Harley bemerkt, dass Layfon schon eine Weile verschwunden ist, und Felli wird wütend, als sie herausfindet, dass ihr Bruder Layfon entführt haben muss. In der nächsten Szene sehen wir Layfon und Kallian immer noch in dem Zimmer, aber sofort bricht Felli wütend die Wand ein. Sie geht auf ihren verängstigten Bruder zu und tritt ihm ins Bein, wobei sie ihm angeblich die Knochen bricht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10417009","hoster":"VOE"},{"path":"/redirect/10417010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-11","name":"","epNo":11,"alt":"Spa Resort Karian","descr":"Der 17. Zug wird beim Üben mit Trainingsbällen gesehen. Sharnid beschließt, daraus ein Spiel zu machen, und wer verliert, muss für die anderen ein Abendessen spendieren. Nina verliert und lädt alle außer Harley zum Essen ein. Später bemerkt Sharnid, dass Dinn Dee auch im Restaurant ist, und sie unterhalten sich über ihre alte Truppe, aber Dinn scheint wütend auf Sharnid zu sein. Felli und Layfon gehen zusammen nach Hause, aber plötzlich bringt Naruki Layfon zu einem Tatort, an dem Leute mit Überladung in einer Garage eingesperrt sind. Plötzlich öffnet sich das Garagentor und eine der Personen springt heraus, greift Layfon mit einem Katana an und rennt dann davon. In einer anderen Szene hat Sharnid Flashbacks von seinem alten Zug und folgt Siena. Layfon ist immer noch hinter der unbekannten Person her und sie beginnen einen Kampf. Layfons Gegner scheint Layfon sehr gut zu kennen und stellt ihn als Haia Salinvan Saiha vor. Layfon sieht sich sein Gesicht an und bemerkt, dass er aufgrund seiner Tätowierung zur Salinvan Guidance Mercenary Gang gehört. Haia erzählt Layfon, dass er der Anführer der Bande ist und hinter dem Gefallenen her ist, und dass sie Cousin-Lehrlinge sind, die unter demselben Saiha-Stil lernen. Siena nimmt Sharnid auf einem Dach fest und sie unterhalten sich darüber, warum Sharnid den 10. Zug verlassen und seinen Schwur gebrochen hat. Layfon und Haia kämpfen immer noch, aber Haia hat Layfons Adamandit-Schwert zerbrochen. Layfon schlägt Haia jedoch vom Dach und benutzt sein Kei, um ihn in ein Gebäude zu stoßen und es explodieren zu lassen. Einer von Haias Leuten schießt jedoch einen Pfeil auf Layfon ab, so dass sie entkommen können. Haia wird später in Gorneos Zimmer liegend gesehen. In einer anderen Szene unterhalten sich Leerin und ihr Vater mit der Königin von Glendan, und Leerin fragt, ob Layfon jemals nach Glendan zurückkehren kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10417012","hoster":"VOE"},{"path":"/redirect/10417013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-12","name":"","epNo":12,"alt":"White Lie","descr":"Ab Episode 12 weist die Königin von Glendan darauf hin, dass es für Layfon nicht unmöglich ist, nach Glendan zurückzukehren, dass es aber vielmehr Layfons Entscheidung ist, ob er zurückkommen will. Die Königin teilt auch mit, dass der älteste Lehrling von Leerins Vater gestorben ist, und sie scheint ihm einen Dite zurückzugeben. Zurück in Gorneos Zimmer stellen sich Haia und Myunfa bei Shante und Gorneo vor, und Gorneo fragt nach ihren wahren Absichten. Haia will eigentlich nur Informationen von Gorneo über den Gefallenen. Später sieht man Harley und Layfon, wie sie Layfons zerbrochenes Adamandit-Schwert ersetzen. Harley sagt, es sei einfacher für ihn, ein neues zu machen, und rät Layfon, aufgrund seines Kampfstils ein Katana auszuprobieren. Layfon sagt jedoch, dass er es aus Gründen, die wir noch nicht kennen, nicht benutzen kann. Nina fragt Layfon, was mit ihm los ist, aber dann kommt Naruki herein und bittet Nina und Layfon um Hilfe, um mehr über die Overload-Schmuggler und -Benutzer herauszufinden. Layfon sagt Felli, dass sie für eine Weile keine Übungen mehr haben werden, und so geht sie weg und trifft sich mit Haia, Myunfa und ihrem Bruder Kallian am Bahnhof. In der nächsten Szene beobachten Layfon, Nina und Naruki den 10. Zug (Dinn Dees Zug) und Naruki erzählt ihnen, dass sie die Overload-Nutzer sind. Nach Dinns Übung mit seinem Zug sieht man ihn und Siena gehen. Nina konfrontiert Dinn von Angesicht zu Angesicht und sagt ihm, er solle aufhören, die Überladung zu benutzen. Dinn sagt, das sei unmöglich, weil er stärker werden wolle. Später erzählt Nina die Geschichte, wie Sharnid Teil ihres 17. Zuges wurde. Layfon, Nina und Sharnid gehen alle zu Kallian und bitten ihn um Informationen über Dinn. Kallian schlägt vor, den 10. Zug aufzulösen, und sagt ihnen, dass Layfon mit Haia zusammenarbeiten muss, um Dinn aufzuhalten. Wir erfahren auch, dass Layfon, dem der Psyharden-Kampfstil beigebracht wurde, die Aufgabe leicht bewältigen könnte, wenn er ein Katana anstelle seines Adamandit-Schwerts benutzen würde. Am Ende der Episode, kurz vor dem Kampf zwischen den Zügen, sieht man Sharnid in der Uniform seines alten 10. Zuges und bittet die Gruppe um einen Gefallen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10417017","hoster":"VOE"},{"path":"/redirect/10417018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-13","name":"","epNo":13,"alt":"Feelings Hiding in the Barrel of a Gun","descr":"Der Gefallen, den Sharnid von der Gruppe erbitten möchte, besteht darin, ihm Siena zu überlassen, und er schwelgt in Erinnerungen an seinen alten 10. In seinen Erinnerungen erinnert er sich daran, wie ihre Stadt den Länderkampf verlor, was ihren ehemaligen Zugführer niedergeschlagen machte. Nachdem Sharnid, Sheena und Dinn ihren ehemaligen Zugführer in einem solchen Zustand gesehen hatten, schworen sie, Zuelli mit ihren eigenen Händen zu verteidigen. Sharnid teilt dem 17. Zug jedoch auch mit, dass ihre Freundschaft zum Zeitpunkt des Gelübdes bereits am Zerbrechen war und er den 10. Zug verlassen hat, um zu versuchen, die drei vollständig zu trennen und sie dann wieder zu vereinen. Augenblicke später hat der Kampf zwischen den Zügen begonnen, und Dinn schlägt sich erstaunlich gut, denn er hat bereits viele der vom 17. Plötzlich bricht der Boden vor dem 10. Zug ein und Siena bleibt allein zurück. Dinn sagt ihr, sie solle weitergehen, was sie auch tut und Sharnid in einem 1v1-Kampf trifft. Sharnid zeigt nun seine neuen Waffen, zwei Pistolendrachen. Siena und Sharnid beginnen einen Kampf, und obwohl Sharnid einen guten Kampf liefert, verliert er am Ende. Daraufhin beginnt er, Siena zu befragen, warum Dinn sie nicht bei der Verteidigung von Zuelli helfen lässt, indem er die Überladung einsetzt, so wie Dinn es getan hat. Layfon hat den Kampf mit Dinn begonnen, und obwohl Dinn die Überladung einsetzt, gewinnt Layfon leicht. Dinn gerät durch den Gefallenen in eine Art Berserker-Zustand. Dann tauchen Haia und seine Leute auf und nehmen Dinn gefangen, damit er das Fallen One bekommen kann. Layfon, der Haia aufhalten will, fordert Haia zu einem Duell auf Psyharden-Art auf. Während Layfon sich mit Haia duelliert, gehen Sharnid und Siena zu Dinns Aufenthaltsort, um zu versuchen, den Gefallenen aus seinem Körper zu holen. Sie geraten in ein kleines Scharmützel mit Myunfa, das sie aber gewinnen. Schließlich spricht Siena mit Dinn über die Vergangenheit, sagt ihm, dass sie ihn liebt und dass Dinn schon genug getan hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12924033","hoster":"VOE"},{"path":"/redirect/10416926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-14","name":"","epNo":14,"alt":"A Ruined Aristocrat’s Reality","descr":"Nina teilt dem 17. Zug mit, dass sie einen Ausflug machen werden, bei dem sie Kämpfe zwischen den Zügen üben können. Als sie ankommen, stellen sie fest, dass Mifi, Naruki und Mayshen die Gastgeber des Ausflugs sind und von der Weekly Look On gesponsert wurden. Später wird Mayshen bei der Arbeit in der Küche gesehen, und Layfon beschließt, ihr dabei zu helfen. Felli sieht Layfon und Mayshen reden und wird neugierig. Plötzlich kommt auch Nina vorbei und sieht Layfon mit Mayshen. Die beiden beschließen zu helfen, aber sie erinnern sich, dass sie nicht gut kochen können. Sharnid taucht zufällig auf und zeigt ihnen einen Gemüseschäler. Nina und Felli fangen beide an, darum zu kämpfen. Nachdem Nina den Kampf gewonnen hat, sagt Layfon ihnen, dass sie bereits fertig sind. Ein paar Szenen später sieht man Naruki mit dem 17. Der 17. Zug hat jedoch nicht genug Mitglieder und kann keinen offiziellen Zugkampf austragen. Daher beschließen sie, Layfon gegen alle anderen antreten zu lassen. Layfon schaltet alle mit Leichtigkeit aus und gewinnt. Später beim Abendessen lobt Layfon die Kochkünste von Mayshen, aber Nina erinnert sich, dass sie so etwas schon einmal gegessen hat. Schließlich stellen sie fest, dass Layfon die Sandwiches von Mayshen mit Nina geteilt hat. Mayshen wird sehr traurig und verlässt den Raum. Nina schimpft daraufhin mit Layfon. Nach einiger Zeit erhält Layfon einen Brief, in dem er aufgefordert wird, sich an einem bestimmten Ort zu treffen. Layfon trifft sich mit Mayshen und entschuldigt sich und erzählt Mayshen ein wenig von seiner Vergangenheit. Doch die Brücke, auf der sie sich befinden, beginnt zu bröckeln, und Layfon schnappt sich Mayshen und rennt los. Layfon schneidet sich durch die herabfallenden Trümmer, aber die ganze Brücke stürzt ein. Mayshen scheint in Sicherheit zu sein, aber Layfon ist ziemlich schwer verletzt. Doch Felli findet sie mit ihren übersinnlichen Kräften.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416930","hoster":"VOE"},{"path":"/redirect/10416928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-15","name":"","epNo":15,"alt":"Feelings That Doesn’t Reach","descr":"Zuellni ist außer Kontrolle geraten und erfordert Ninas Aufmerksamkeit. Leerin möchte sich mit Layfon in Zuellni treffen und die Königin schickt ihr Savalis zum Schutz. Außerdem erhält sie einen DITE-ähnlichen Gegenstand, den sie Layfon als Beweis dafür überreichen soll, dass er die Kunst des Psyharden beherrscht. Felli und Nina besuchen Layfon in seinem Krankenzimmer, aber Felli wird eifersüchtig, als sie bemerkt, dass Nina zuerst da war und eine größere Menge Blumen geliefert hat als sie und verlässt einfach das Zimmer, indem sie grausame Bemerkungen macht und gegen Layfons Bett tritt. Sharnid bittet Siena, seinem Zug beizutreten, um Layfon beim Spiel zwischen den Zügen gegen den 1. Zug zu vertreten. Sie stimmt zu und hilft ihnen. Während des Kampfes wurden ihre Aktionen vorhergesagt und sie wurden überwältigt. Kurz nach Layfons Entlassung aus dem Krankenhaus bittet Karyan ihn und die Salinvan Guidance Mercenary Gang, die ankommenden Contaminoiden zu vernichten, auf die sich die Stadt zubewegt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416933","hoster":"VOE"},{"path":"/redirect/10416935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-16","name":"","epNo":16,"alt":"Zuellni Rampage, Polluted Beast Attack!","descr":"Zuellni ist außer Kontrolle geraten und erfordert Ninas Aufmerksamkeit. Leerin möchte sich mit Layfon in Zuellni treffen und die Königin schickt ihr Savalis zum Schutz. Außerdem erhält sie einen DITE-ähnlichen Gegenstand, den sie Layfon als Beweis dafür überreichen soll, dass er die Kunst des Psyharden beherrscht. Felli und Nina besuchen Layfon in seinem Krankenzimmer, aber Felli wird eifersüchtig, als sie bemerkt, dass Nina zuerst da war und eine größere Menge Blumen geliefert hat als sie und verlässt einfach das Zimmer, indem sie grausame Bemerkungen macht und gegen Layfons Bett tritt. Sharnid bittet Siena, seinem Zug beizutreten, um Layfon beim Spiel zwischen den Zügen gegen den 1. Zug zu vertreten. Sie stimmt zu und hilft ihnen. Während des Kampfes wurden ihre Aktionen vorhergesagt und sie wurden überwältigt. Kurz nach Layfons Entlassung aus dem Krankenhaus bittet Karyan ihn und die Salinvan Guidance Mercenary Gang, die ankommenden Contaminoiden zu vernichten, auf die sich die Stadt zubewegt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416937","hoster":"VOE"},{"path":"/redirect/10416939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-17","name":"","epNo":17,"alt":"Sarinban Instructing Mercenary Team, Deploy!","descr":"Siena und Zug 17 sind enttäuscht darüber, dass sie im Spiel zwischen den Zügen gegen den ersten Zug verloren haben. Karyan bittet Layfon und die Söldnerbande der Salinvan Guidance um Hilfe, um die Contaminoiden zu vernichten, auf die die Stadt stoßen sollte. Layfon bittet um eine Anfrage und schickt eine Nachricht an Nina. Darin heißt es, dass sie mitkommen dürfe, wenn sie wolle. Sie lehnt die Option zu folgen ab und geht stattdessen los, um Zuellni (die elektronische Fee) zu finden und zu sehen, was mit ihr los ist. Nina geht hinunter in den Maschinenbereich und betritt eine bereits geöffnete Tür, die in eine Kammer führt, in der Zuellni in einem Kristall gefangen ist und der Gefallene von Gandoweria über ihr steht. Sie befragt den Fallen One, der ihr lediglich mitteilt, dass sie einen unglaublich starken Willen habe und er von ihr Besitz ergreifen wolle. Obwohl Nina sich weigerte, wurde sie besessen und an einen anderen Ort geschickt. Layfon und die Salinvance Guidance Mercenary Gang reiten in Richtung des Contaminoid-Nestes und werden dabei vom 17. Layfon möchte, dass der 17. Zug beobachtet und aufzeichnet, wie die Salinvance Guidance Mercenary Gang kämpft, weil er in Zukunft mit seinem Zug kämpfen möchte. Layfons Verletzungen bereiten ihm einige Schwierigkeiten, aber er schafft es trotzdem, die Aufgabe zu erfüllen. Zurück in der Stadt schickt Karyan ein Suchteam aus, um Nina zu finden, und erfährt, dass sie einfach \"verschwunden\" ist. Layfon, der 17. Zug und die Salinvance Guidance Mercenary Gang reiten zurück in die Stadt (um über Ninas Verschwinden informiert zu werden).","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416941","hoster":"VOE"},{"path":"/redirect/10416943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-18","name":"","epNo":18,"alt":"Nina Disappears! Zuellni In A State of Emergency","descr":"Nina Antalk verschwindet, nachdem sie den Gefallenen von Gandoweria erworben hat. Sie taucht in der Akademiestadt Myath wieder auf und trifft Leerin Marfes. Leerin lädt Nina zu sich nach Hause ein und bemerkt eine riesige leuchtende Kugel voller roter Vögel. Nina konnte sie ebenfalls sehen und ist sofort hinter ihr her. Leerin reist dann zu einer Menschenmenge, in der Informationen über einen bevorstehenden Angriff mit Contaminoiden verbreitet wurden. Leerin wird daraufhin von Savalis in ein sichereres Gebiet gebracht, entscheidet sich aber auf dem Weg dorthin für die riesige Kugel und befreit die Vögel und die elektronische Fee der Stadt mit der Hilfe von Loi. Nachdem sie die elektronische Fee gerettet hat, stellt sich heraus, dass Loi böse Absichten hegt. Als Nina auf der Suche nach der leuchtenden Kugel ist, trifft sie auf die Wolfsmenschen, die sie zu sich holen wollen, weil sie wissen, dass sie den Gefallenen von Gandoweria besitzt. In der Zwischenzeit wird Layfon nach Zuellni geschickt, um gegen die ständigen Kontaminanten im Larvenstadium zu kämpfen, da die Stadt auf ihrem Weg auf weitere Kontaminanten trifft. Dann wird er von Karyan überredet, sich auszuruhen. Karyan teilt der Öffentlichkeit mit, dass die Stadt von Contaminoiden heimgesucht wird, und hält eine Rede, in der er erklärt, dass die Stadt verteidigt werden muss. Zuvor wurde gezeigt, dass Felli durch die Überbeanspruchung ihrer psychokinetischen Kräfte zusammengebrochen war und sich wie Layfon ausruhte. Während Karyans Rede sah Layfon durch das Dach des Gebäudes, in dem er sich ausruhte, hinaus und traf Felli, als er gerade zurückkehren wollte. Felli erklärt, dass sie \"alles tun wird, solange er es wünscht\" (was auch ihre Gefühle für ihn offenbart). Layfon lehnt das Angebot ab, ihre Kräfte zu nutzen, um die Anzahl der Kontaminanten in der Umgebung zu lokalisieren und zu zählen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416944","hoster":"VOE"},{"path":"/redirect/10416946","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-19","name":"","epNo":19,"alt":"Guided Encounter","descr":"Nina kämpft mit den Jägern, die hinter Myaths elektronischer Fee her sind, während Leerin versucht, die Fee an den richtigen Ort zurückzubringen. In einer anderen Szene beobachten Sharnid und Siena die Kei-Ra-Kanone, und Sharnid macht ein paar Andeutungen, dass er Siena mag. Wieder zurück zu Leerin, sieht man Loi, wie er sie jagt und fast gefangen nimmt, aber als sie anfängt, wiederholt auf den Boden zu klopfen, erinnert sich Loi an seinen Kampf gegen einen Contaminoid und die damit verbundene Angst. Nina springt ein und hilft Leerin, aber Loi rennt trotzdem weg, als er sieht, dass Nina den Gefallenen in ihrem Körper hat. Danach informiert Nina Leerin über ihre alte Stadt Riggzario und darüber, wie ihre Stadt neue elektronische Feen hervorbringen könnte. Loi rennt immer noch durch die Straßen und sieht einen Contaminoid, der versucht, die Barriere zu durchbrechen. Savalis stolpert über ihn und verkrüppelt sein Bein mit Kei und deutet an, das Contaminoid hereinzulassen. Loi hat große Angst vor dem Kontaminoiden und bittet um Hilfe, und Savalis vernichtet ihn mit Leichtigkeit. Dickserio Maskane taucht auf und hat ein kleines Scharmützel mit Savalis und kommt davon. Leerin und Nina unterhalten sich, doch plötzlich verspürt Nina Schmerzen durch den Gefallenen, und die Elektronische Fee Myath rät Leerin zu beten. Während sie betet, sieht Leerin etwas, das Saya zu sein scheint, die ihr sagt, dass sie ihr mit ihren Kräften helfen wird. Zurück bei Zuellni wurde die Kei-Ra-Kanone aufgeladen, und sie feuern sie auf die Gruppe der Contaminoiden ab und stürmen dann zum Kampf. Kallian spricht mit Layfon darüber, wofür er kämpft, aber plötzlich spürt Felli die Elektronische Fee von Zuellni direkt über ihnen. In einer anderen Szene unterhält sich Nina mit Dickserio, den sie vorhin getroffen hat, und beide sehen sich die Legenden-Rückblende an. Er sagt Nina, dass Leerin den Ursprung der Elektronischen Feen in sich trägt und dass Nina versuchen sollte, sie zu verteidigen. Dann schneidet Dickserio das Seil durch, an dem sie stehen, und Nina fällt aus dem Himmel über Zuellni. Die Militärkünstler von Zuellni kämpfen gegen die Contaminoiden und haben mit deren Anzahl zu kämpfen. Layfon schließt sich jedoch dem Kampf an und schießt sich selbst mit seinem Drachen in den Himmel, nachdem er einige Contaminoiden getötet hat. Layfon und Nina sehen sich und umarmen sich.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416950","hoster":"VOE"},{"path":"/redirect/10416951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-20","name":"","epNo":20,"alt":"Evening at the Pre-War City","descr":"Nina kehrt schließlich zu ihren Kameraden zurück, kann ihren Mitgliedern jedoch nicht erklären, was passiert ist, während sie in Myath war, einschließlich der Existenz von Gandoweria, die in ihrem Körper lebt. Layfon willigt ein, mit Gorneos Zustimmung mit Shante zu trainieren. In der Rückblende, als es scheint, dass Zidd die gesamte Kalfa-Familie unkenntlich gemacht hat, wird Ailen als noch am Leben entlarvt. Haia ist frustriert über das Minderwertigkeitsgefühl, das er gegenüber Layfon hegt, und beschließt, ihn zu einem Duell herauszufordern. Während Felli offen über Layfons Rückkehr zur Normalität über Ninas unerwartete Rückkehr schmollt, Ninas ausweichende Haltung kritisiert und Layfons ruhige Akzeptanz dieser Tatsache schimpft, macht Haia sie zum Köder für dieses lang erwartete Duell. Layfon erhält eine Nachricht bezüglich der Bedingungen, um Felli zurückzubekommen. Als Myath in der Nacht vor der interkommunalen Schlacht näher rückt,","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416953","hoster":"VOE"},{"path":"/redirect/10416952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-21","name":"","epNo":21,"alt":"Kidnapped Felli","descr":"Felli wird offenbar in Gefangenschaft gehalten und kann ihre psychokinetische Energie wegen Fellmouse nicht nutzenhat alles enthalten. Haia und seine Gruppe haben möglicherweise die Chance, nach Glendan zurückzukehren, nachdem sie einen Gefallenen gefangen haben. In der Rückblende zerstört Ailen Zidd im Gebäude. Als die Schüler von Zuellni bereit sind, sich den Schülern von Myath zu stellen, stellt sich heraus, dass Myath seinen Kurs geändert und den Kampf zwischen den Städten verschoben hat. Während eines intensiven Duells hat Layfon die Oberhand, bis Haia seinen furchterregenden Angriff entfesselt und den Spieß umdreht. Nina geht in Richtung des Bereichs, um den Kampf mitzuerleben, während Felli sich befreien kann. Trotz seiner Verletzungen während des Spiels gelingt es Layfon, Haia zu besiegen. Layfon trifft endlich wieder auf Nina und Felli. Leerin schlägt ihn, als sie verärgert ist, dass die Leute sich immer noch Sorgen um ihn machen. Glendan war in Richtung Zuellni unterwegs, was zu Myaths Kursänderung führte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12379915","hoster":"VOE"},{"path":"/redirect/10416957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-22","name":"","epNo":22,"alt":"Invincible Lance Shelled Grendan Draws Near","descr":"Während Layfon bewusstlos in einem Krankenhaus in Zuellni liegt, haben Leerin und Nina die Gelegenheit, sich kurz zu unterhalten. Dabei stellt sich heraus, dass Nina tatsächlich ihren Kampf gegen den Gefallenen fortsetzt, der derzeit in ihrem Körper wohnt. Leerin konfrontiert Layfon mit seiner unerwarteten Entscheidung, trotz seines anfänglichen Entschlusses, ein neues Kapitel aufzuschlagen, weiterhin aktiv an den Kämpfen teilzunehmen, und erzählt dabei von ihrer Begegnung mit Nina in Myath, was Layfons Interesse weckt. Mitten in ihrem Gespräch kontaktiert Kallian Loss Layfon, um ihm mitzuteilen, dass Glendan näher rückt und Vorbereitungen für den schlimmsten Fall getroffen werden, dass sich die beiden Städte gegenseitig bekämpfen. Leerin bittet Layfon, mit ihr nach Glendan zurückzukehren, doch Layfon lehnt ihr Angebot ab und macht sich auf den Weg, um sich mit dem Rest des siebzehnten Zuges zu treffen, wie von Kallian befohlen. In der Zwischenzeit trifft Gorneo seinen Bruder Savalis wieder, aber das Treffen ist nicht sehr erfreulich, da Savalis\u0027 Absichten, den Gefallenen zu fangen, bestätigt werden. Savalis erzählt Gorneo kaltschnäuzig vom Schicksal seines respektierten Oberschülers als Contaminoid, den er eliminiert hat. Seine harschen Kommentare und spitzen Bemerkungen über Gorneos eigene Mittelmäßigkeit verärgern Shante, und als er geht, weint Gorneo laut über das Ableben seines Oberschülers. In Kallians Büro gibt Layfon die Informationen weiter, die er über Ninas Verschwinden von Zuellni erhalten hat, woraufhin der Rest des Zugs herausfindet, dass Nina sowohl den Gefallenen als auch Zuellni in ihrem Körper beherbergt. Kallian kommt zu dem Schluss, dass die einzige Möglichkeit, Zuellnis Amoklauf zu stoppen, darin besteht, den Gefallenen gewaltsam aus Ninas Körper zu befreien, aber alle werden daran erinnert, was mit Dinn, dem Anführer des zehnten Zuges, geschah, als dies versucht wurde. Inmitten des Schocks des Zuges macht sich Nina auf den Weg aus der Stadt heraus, ohne zu wissen, was der Fallen One mit ihr vorhat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416960","hoster":"VOE"},{"path":"/redirect/10416961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-23","name":"","epNo":23,"alt":"Pieces of Ignasis","descr":"Layfon sucht nach Nina. Die Wolfshundbande greift Glendans Inneres an und die Königin schickt sechs Himmelsklingen, um die Contaminoiden zu bekämpfen, während sie versucht, mit Saya zu sprechen. Felli widersetzt sich ihrem Bruder, um ihrem Trupp zu helfen. Savalairs erfüllt sein Motiv, nach Zuellni zu kommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416963","hoster":"VOE"},{"path":"/redirect/10416964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/koukaku-no-regios/staffel-1/episode-24","name":"","epNo":24,"alt":"The City that is to be Born","descr":"Layfon kämpft mit Savalis, um Nina zu retten. Doch der Gefallene befällt Savalis und gibt ihm die Macht, Layfon zu besiegen. Da die anderen Himmelsklingen mit der Wolfsmaskenbande und den Contaminoiden beschäftigt sind, wählt Saya Layfon als ihre Himmelsklinge aus. Mit der Himmelsklinge und dem Pysharden-Katana in Layfons Händen werden sie zu einer Klinge, die es ihm ermöglicht, den Contaminoid zu besiegen. Zuellni entkommt der Zerstörung.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10416967","hoster":"VOE"},{"path":"/redirect/10416969","hoster":"Streamtape"}]}]}]}]}