{"seriesId":"koutetsujou-no-kabaneri","name":"Koutetsujou no Kabaneri","descr":"Die Welt befindet in der Mitte einer industriellen Revolution als ein nahezu unsterbliches Monster erscheint, das durch Infektionen Menschen in untote Kreaturen verwandelt, genannt Kabane. Die einzige Schwäche dieser Monster liegt in ihren Herzen, die allerdings durch eine dicke Schicht aus Eisen geschützt sind.Auf der Insel Hinomoto im Fernen Osten haben die Menschen Stationen gebaut, um sich vor diesen Kreaturen zu schützen. Der Transport von Personen sowie Waren zwischen diesen Stationen findet mit Hilfe von riesigen Dampflokomotiven, genannt Hayajiro, statt. Ikoma, ein Junge, der in einer Stadt namens Aragane-station lebt und dabei hilft, diese Lokomotiven zu bauen, hat seine eigene Waffe namens Tsuranukizutsu erfunden, um damit die bösartigen Kreaturen zu bekämpfen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Teil 1","epNo":1,"alt":"Part 1","descr":"Die Eiserne Festung kommt im verwüsteten Unato an. Nach dem Kampf gegen die Kabane in Unato fällt Ikoma in deren Angriffsmustern eine Besonderheit auf.","versions":[{"lang":3,"streams":[{"redirect":8470551,"hoster":"VOE"},{"redirect":8470552,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Teil 2","epNo":2,"alt":"Part 2","descr":"Ikoma wird von seinen gewalttätigen Kabaneri-Instinkten übermannt. Mumei tritt daher ohne ihn einem Team bei, das eine mögliche Kabane-Hochburg unter die Lupe nimmt.","versions":[{"lang":3,"streams":[{"redirect":8835226,"hoster":"VOE"},{"redirect":8582760,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Teil 3","epNo":3,"alt":"Part 3","descr":"Die Mission der Verbündeten endet im Rückzug, jedoch ist der Kampf noch nicht vorüber. Im Schloss erfahren Ikoma und Mumei, welche Macht die Kabane antreibt.","versions":[{"lang":3,"streams":[{"redirect":8835228,"hoster":"VOE"},{"redirect":8582761,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die wandelnden Leichen","epNo":1,"alt":"Frightened Corpse","descr":"Kabane, die unsterblichen Monster, griffen die Aragane-Station an. Ikoma, ein Dampfschmied, der in der Aragane Station lebt, rannte gegen die Wellen der verängstigten Zivilisten. Er wird Kabane mit der Waffe bekämpfen, die er heimlich entwickelt hat - der Piercing Gun. Er kämpft für seine eigene Vergangenheit und Würde.","versions":[{"lang":1,"streams":[{"redirect":14278369,"hoster":"VOE"},{"redirect":13673464,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835230,"hoster":"VOE"},{"redirect":8582752,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Nacht ohne Ende","epNo":2,"alt":"Never-Ending Darkness","descr":"Ikoma überlebt irgendwie und macht sich auf den Weg zum letzten Hayajiro, der in Kenkin Station übrig geblieben ist, dem Koutetsujou. Währenddessen wurden Ayame und ihre Leute zurückgelassen, um die Kabane abzuwehren, als ein junges Mädchen namens Mumei vor ihnen auftauchte. Das Mädchen macht mit unglaublichen Kampfkünsten den Weg zum Koutetsujou frei.","versions":[{"lang":1,"streams":[{"redirect":14278372,"hoster":"VOE"},{"redirect":13673467,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835236,"hoster":"VOE"},{"redirect":8582753,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Gebete voller Hingabe","epNo":3,"alt":"Prayer Offer","descr":"Nachdem die Koutetsujou der Kenkin Station entkommen sind, machen sie sich auf den Weg nach Kongokaku, der Festung des Shogunats. Die Leute auf dem Koutetsujou wenden sich jedoch schnell gegen Ikoma und Mumei und versuchen, sie aus dem Zug zu vertreiben. Nachdem sie in ihre Führungsposition geworfen wurde, fehlt Ayame die Macht, sie zu unterwerfen...","versions":[{"lang":1,"streams":[{"redirect":14271406,"hoster":"VOE"},{"redirect":13673461,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835233,"hoster":"VOE"},{"redirect":8582766,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Strömendes Blut","epNo":4,"alt":"Flowing Blood","descr":"Die anderen sperren Ikoma und Mumei im hinteren Auto ein. Aber das bedeutet, dass die Koutetsujou zwei ihrer besten Kämpfer verloren hat. Genau dann der Kabane-Angriff. Darunter ist auch ein Wazatori, ein Kabane, der die Fähigkeit besitzt, mit jedem Kampf zu lernen und stärker zu werden.","versions":[{"lang":1,"streams":[{"redirect":13339590,"hoster":"VOE"},{"redirect":13673462,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835229,"hoster":"VOE"},{"redirect":8835232,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Unausweichliche Dunkelheit","epNo":5,"alt":"Inescapable Darkness","descr":"Die Koutetsujou holt Überlebende von der von der Kabane zerstörten Yatsushiro-Station ab. Unter den Überlebenden ist Enoku, ein alter Freund von Mumei. Er weist Mumei darauf hin, wie schwach sie geworden ist, als er miterlebt, wie nah sie den Leuten der Koutetsujou ist. Erschüttert beschließt Mumei, sich in einen rücksichtslosen Kampf zu stürzen und findet sich in einer gefährlichen Situation wieder.","versions":[{"lang":1,"streams":[{"redirect":14273705,"hoster":"VOE"},{"redirect":13673463,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13018684,"hoster":"VOE"},{"redirect":8582769,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zunehmendes Licht","epNo":6,"alt":"Gathering Light","descr":"Der Koutetsujou steht vor einer riesigen Ansammlung von Kabane, dem Schwarzen Rauch, und alles scheint hoffnungslos. Unterdessen finden sich Ikoma und Mumei am Ende einer verlassenen Station wieder. Umgeben von Kabane, Mumei unter Trümmern begraben und keine Verstärkung in Sicht, ist die Situation düster, doch Ikoma steht immer noch irgendwie nach vorne, um sich ihr zu stellen.","versions":[{"lang":1,"streams":[{"redirect":14278375,"hoster":"VOE"},{"redirect":13673465,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835234,"hoster":"VOE"},{"redirect":8582770,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gebete an den Himmel","epNo":7,"alt":"Begging the Heavens","descr":"Die Kotetsujou kommt an der Shitori Station an, der ersten bevölkerten Station, die sie seit dem Verlassen der Kenkin Station angetroffen hat. Ikoma und die anderen gehen, um Vorräte einzukaufen und erleben ihren ersten Moment der Ruhe seit Ewigkeiten. Währenddessen verhandelt Ayame mit der Shitori-Station, um zu sehen, ob sie etwas Essen entbehren können, aber Essen ist überall kostbar .","versions":[{"lang":1,"streams":[{"redirect":14269953,"hoster":"VOE"},{"redirect":13673470,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835235,"hoster":"VOE"},{"redirect":8582772,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der stille Jäger","epNo":8,"alt":"The Silent Hunter","descr":"Der ältere Bruder, dem Mumei dient, ist Biba Tenshin, der Anführer der Hunters - einer speziellen Abteilung, die sich der Jagd auf Kabane widmet. Doch während die Leute Biba als Helden preisen, traut Ikoma ihm nicht. Das liegt daran, dass er derjenige ist, der Mumei in einen Kabaneri verwandelt hat.","versions":[{"lang":1,"streams":[{"redirect":14270676,"hoster":"VOE"},{"redirect":13673466,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835256,"hoster":"VOE"},{"redirect":8582774,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Fangzähne des Todes","epNo":9,"alt":"Fang of Ruin","descr":"Das Shogunat versperrt den Weg nach Kongokaku, weil sie Biba und die Unterstützung, die er erhalten hat, misstrauisch gegenüberstehen. Biba sucht eine Audienz beim Lord of Iwado Station und tötet ihn bei dem Treffen, sobald es gewährt wurde. Der Sturz des Shogunats durch Biba und seine Jäger hat begonnen.","versions":[{"lang":1,"streams":[{"redirect":14273845,"hoster":"VOE"},{"redirect":13673468,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835237,"hoster":"VOE"},{"redirect":8582775,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Angriff der Schwachen","epNo":10,"alt":"The Attacking Weak","descr":"Die Koutetsujou waren mit den Kokujou verbunden, und Takumi und die anderen standen unter der Herrschaft der Jäger, die verlangten, dass ihr Blut gesammelt wurde. Während die Menschen in Verzweiflung geraten, haben nicht alle die Hoffnung aufgegeben, als Ikoma eine Gegenoffensive plant. Er muss seine Freiheit, seinen Stolz und Mumei zurückerobern.","versions":[{"lang":1,"streams":[{"redirect":14278374,"hoster":"VOE"},{"redirect":13673469,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8835253,"hoster":"VOE"},{"redirect":8582778,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Flammendes Leben","epNo":11,"alt":"Burning Life","descr":"Biba trifft sich nach 10 Jahren wieder mit seinem Vater Shogun Koukyo. Hinter den Kulissen steht Nue von Mumei bereit. Inzwischen hat Ikoma sein Selbstvertrauen und seine Willenskraft verloren, eine bloße Hülle seines früheren Selbst. Ikoma kann sich beim Anblick der Kabane aber jetzt nur noch ducken...","versions":[{"lang":3,"streams":[{"redirect":8835255,"hoster":"VOE"},{"redirect":8582783,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kotetsujyo","epNo":12,"alt":"Iron Fortress","descr":"Bibas Plan, Mumeis Nue-Transformation und der Zustrom von Kabane waren zu viel für Kongokaku. Dann kommt Ikoma. Nachdem Ikoma seinen Körper erneut verändert hat, betritt er Kongokaku, um Mumei zu retten, trotz der Gefahr, der er sich stellen muss.","versions":[{"lang":1,"streams":[{"redirect":6371528,"hoster":"VOE"}]},{"lang":3,"streams":[{"redirect":8835254,"hoster":"VOE"},{"redirect":8582788,"hoster":"Streamtape"}]}]}]}]}