{"seriesId":"kranitz-bei-trennung-geld-zurck","name":"Kranitz - Bei Trennung Geld zurück","descr":"Eine `normale` Paartherapie hält Klaus Kranitz nur für teure Trennungsbegleitung. Sein Selfmade-Ansatz verspricht den schnellen Erfolg. In welcher Form auch immer, sonst gibt`s das Geld zurück.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tini and Jochen - Er weint viel","epNo":1,"alt":"","descr":"Tini und Jochen sehen die Welt kritisch. Bei einem Vortrag über die Wahrheit von 9/11 haben sich der arbeitslose Bauingenieur und die Hundetherapeutin kennen und lieben gelernt. Während des Lockdowns marschierten sie auf Querdenker-Demos mit. Doch seit Kurzem läuft es bei den beiden nicht mehr rund, und Jochen weiß auch, warum: Tini ist besessen von \"Wilma\", dem Golden Retriever von Dunja Hayali. Über Social Media wird seine Frau von gefährlichem Gedankengut infiltriert, da ist sich Jochen sicher.","versions":[{"lang":1,"streams":[{"redirect":11979553,"hoster":"VOE"},{"redirect":11979590,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Toto and  Tom - Der Honesty Prank","epNo":2,"alt":"","descr":"Toto sind seit jeher Freunde und inzwischen ein hippes, aufstrebendes Influencerpaar. Von einem Besuch beim Paartherapeuten versprechen sie sich eine coole Show für ihren Kanal. Aber auch Kranitz sieht seine Chance und fordert die beiden zu einer Wette heraus, über die sie ganz neue Seiten an sich entdecken.","versions":[{"lang":1,"streams":[{"redirect":11979603,"hoster":"VOE"},{"redirect":11979582,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jörn and  Mareike - Flöten für Kröten","epNo":3,"alt":"","descr":"Jörn und Mareike sind extrem korrekt. In allem. Ihr ökologischer Fußabdruck ist vorbildlich, leidenschaftlich schützen sie die Umwelt, vor allem Jörn engagiert sich intensiv bei Flöten für Kröten. Auch miteinander sind sie extrem rücksichtsvoll, den anderen bloß nie verletzen! Überhaupt lehnen sie jede Form von Gewalt selbstredend ab. Pazifismus ist die Grundlage von allem. Blöd nur, dass es im Bett bei all der Rücksicht nicht mehr klappt. Kranitz sieht nur eine Chance: Die beiden brauchen radikale Vorbilder. Wie wäre es denn mit dem Ehepaar Trump?","versions":[{"lang":1,"streams":[{"redirect":11979604,"hoster":"VOE"},{"redirect":11979625,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Manni and  Sandy - Barmbek statt Bahamas","epNo":4,"alt":"","descr":"Manni, ein alter Freund von Kranitz, hat einen Auftrag vermasselt und weiß keinen Ausweg. Für 90.000 Euro sollte er Heinos Ehefrau Sandy beschatten und sie beiseiteschaffen, falls sie ihren Mann betrügt. Sie zu überführen ist Manni leicht gefallen, der Rest ist gescheitert. Manni hat sich in die professionelle Heiratsschwindlerin verliebt und sie sich in ihn. Das Resultat: Beide sind völlig handlungsunfähig. Da muss Kranitz schnell was einfallen.","versions":[{"lang":1,"streams":[{"redirect":11979630,"hoster":"VOE"},{"redirect":11979631,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jutta and  Bernd - Pflegestufe Ehe","epNo":5,"alt":"","descr":"Jutta ist ein Freigeist, unehelich liiert mit Bernd. Kennengelernt haben sie sich in der Hippiezeit. Sie haben geliebt - einander und andere. Bernd will nun, mit über 70 Jahren, Ruhe, Sicherheit sowie Geborgenheit in seinem Leben und möchte Jutta unbedingt heiraten. Darüber muss Jutta lachen, jedoch nicht vor Freude. Denn sie möchte unabhängig bleiben. Warum nach drei Kindern und 50 Jahren offener Beziehung nun noch vor den Altar oder den Standesbeamten treten? Bevor die Gemeinschaft der beiden zerbricht, muss Hilfe von außen her: Kläuschen, besser bekannt als Klaus Kranitz.","versions":[{"lang":1,"streams":[{"redirect":11979647,"hoster":"VOE"},{"redirect":14172114,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dennis and Nyota - Aber ohne Schürze","epNo":6,"alt":"","descr":"Für Kranitz ist eine Ehe nichts anderes als ein Auto, das sich mit den richtigen Reparaturen wieder flottmachen lässt. Damit kann der Kraftfahrer Dennis sofort etwas anfangen, zumal er ebenso wie seine Ehefrau Nyota einen beziehungstechnischen Totalschaden verhindern möchte. Für Dennis ist der Reparaturauftrag klar: Nyota soll ihre Rolle als Hausfrau und Mutter wie zu besten Zeiten ausfüllen! Als Nyota bereits bei der ersten Sitzung ihre Untreue zugibt, sieht sich Kranitz auf dem richtigen Weg.","versions":[{"lang":1,"streams":[{"redirect":11979663,"hoster":"VOE"},{"redirect":11979660,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Lothar und Madison - I don\u0026#039;t fuck monkeys","epNo":1,"alt":"","descr":"Ein Familienbesuch wird zur Therapiesitzung: Kranitz’ Vater Lothar will es partout verheimlichen, aber gerade läuft es beim ihm nicht im Bett mit seiner Freundin Madison. Lothar ist hochangesehener Primatenforscher mit einer Professur in Standford. Madison ist Amerikanerin und war einst eine seiner Studentinnen. Jetzt, mit Anfang 30, ist sie selbst Primatenforscherin mit Doktortitel. Er ist Mitte 70 und kurz vor dem vermeintlichen Höhepunkt seiner Karriere: der Beförderung zum Dekan. Nur ein junger Konkurrent steht ihm im Weg. Ob das der Grund seiner Impotenz ist? Denn auch Viagra ist keine Lösung, darauf reagiert er allergisch. Weder Lothar noch Madison wollen mit Kranitz darüber reden, aber, einmal auf dem Tisch, lässt sich das Problem nicht mehr ignorieren. Eine peinliche Situation.","versions":[{"lang":1,"streams":[{"redirect":11979686,"hoster":"VOE"},{"redirect":11979710,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Astrid und Mike - Der Junge hat Triebstau","epNo":2,"alt":"","descr":"Sie können zusammen lachen. Sie können zusammen weinen. Sie können über alles reden. Sie verbringen Tag und Nacht miteinander, teilen sich seit 23 Jahren ein Bett. Astrid und Mike führen eigentlich die perfekte Beziehung, wären sie nicht Mutter und Sohn. Astrid arbeitet halbtags als Verkäuferin in einer Parfümerie. Mike hat einen 450-Euro-Job in einer Computerwerkstatt. Gaming ist seine Leidenschaft. Doch die eheähnliche Mutter-Kind-Beziehung gerät ins Wanken: Mike hat keinen Hunger mehr. Für Astrid ist klar: ihr Sohn braucht Hilfe. Kranitz ist sicher: Mike hat einen Triebstau. Er bietet den beiden einen besonderen Deal an: Er kümmert sich darum, ihr Problem zu lösen, dafür entwickelt Mike die \"KRATING\"-App, eine Dating-App, die Kranitz zu weiteren Kund*innen verhelfen soll. Doch was er am Anfang der nächsten Therapiesitzung zu hören bekommt, verschlägt selbst dem hartgesottenen Kranitz die Sprache.","versions":[{"lang":1,"streams":[{"redirect":11979706,"hoster":"VOE"},{"redirect":11979691,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Celine und Noah - Gang Bang Man","epNo":3,"alt":"","descr":"Sie sind bisher die einzigen Nutzer und daher das Match der neu entwickelten Kranitz-Dating-App \"KRATING\": Celine und Noah. Celine ist die crazy Kunststudierende, die auf pompöse Partys geht und vermeintlich jeden in der Szene kennt. Doch sie geht auf die 30 zu. Und die App ist in ihren Augen der letzte Anker, bevor das Schiff \"Feste Beziehung\" ohne sie ablegt. Noah ist bei dieser Fahrt auch mit an Bord, denn auch er will endlich dem Singleleben entfliehen. Doch er ist das komplette Gegenteil zu Celine: der schüchterne Securitymann, der romantische Ruhige, der gerne zu Hause Tierdokus schaut. Vorsichtig versucht er, sein Herz wieder zu öffnen, nachdem seine Ex es gebrochen hat. Wie kommen diese zwei Welten zusammen? Kranitz sorgt dafür, dass es passt: das erste Match seiner Dating-App soll schließlich zum Parade-Paar für die Kranitz-Garantie werden!","versions":[{"lang":1,"streams":[{"redirect":11979758,"hoster":"VOE"},{"redirect":11979750,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Manni, Mathieu und Iwan Meierle - Einer muss weg","epNo":4,"alt":"","descr":"Manni kämpft mit seinem alten Ich, Killer-Manni. Die Arbeit als Auftragskiller ist nichts mehr für ihn, die knallharten Aufträge, die körperliche Anstrengung und die späten Arbeitszeiten. Das Leben als Killer killt ihn. Er ist auf der Suche nach einem neuen Job. Da klopft plötzlich auch noch seine Vergangenheit an. Sein Partner in Crime, sein ehemaliger bester Freund, tritt auf den Plan: Iwan Meierle (aus \"Das Begräbnis\") hat mit Manni noch eine Rechnung offen. Frisch aus dem Gefängnis entlassen, warnt Iwan Manni mit ein paar Schweineohren, die er ihm in den Briefkasten legt und die bei Manni alte Erinnerungen an seinen Verrat sowie eine tiefe Schuld auslösen. Und diese Schuld tritt bei Manni als eine zweite Persönlichkeit zu Tage: Mathieu. Mathieu ist das Gegenteil von Manni: einfühlsam, friedfertig und Yogi.Der innere Feind oder doch ein Freund? Wie soll es nur mit den beiden bzw. den dreien weitergehen? Iwan fühlt sich verraten, ist tief enttäuscht und hat kein Vertrauen mehr in Manni. Kranitz muss helfen, solange er kann. Denn Iwan droht: Einer wird die Sitzung nicht lebendig verlassen.","versions":[{"lang":1,"streams":[{"redirect":11979601,"hoster":"VOE"},{"redirect":11979607,"hoster":"Streamtape"}]}]}]}]}