{"path":"/serie/stream/kriegsschiffe-tod-auf-see","name":"Kriegsschiffe - Tod auf See","descr":"Die vierteilige Dokusendung \"Kriegsschiffe – Tod auf See\" beschreibt die Entwicklung des maritimen Schiffbaus seit Ende des 19. Jahrhunderts. Mit der Erfindung der Dampfmaschine und der Implementierung eines maschinenunterstützten Antriebes von Schiffen hatte sich die Kriegsführung auf See radikal verändert. Immer neue Verbesserungen, die einhergingen mit der rasanten Entwicklung von Kriegswaffen führten spätestens seit dem Ersten Weltkrieg zum Wettrüsten verschiedenster Nationen. Heute sind Flugzeugträger, Atom-U-Boote, Zerstörer und andere Schiffsklassen elementarer Bestandteil globaler Machtpolitik. Die Dokureihe zeigt berühmte Seeschlachten der Geschichte und zeigt, welchen Einfluss Schiffe in der Kriegspolitik verschiedener Nationen gehabt haben.","seasons":[{"path":"/serie/stream/kriegsschiffe-tod-auf-see/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kriegsschiffe-tod-auf-see/staffel-1/episode-1","name":"Stahlmonster","epNo":1,"alt":"","descr":"Ende des 19. Jahrhunderts ändert sich die Welt der Kriegsschiffe radikal: Stahl statt Holz. Dampfmaschinen ersetzen Segel. Bald zieht ein Krieg auf, wie die Welt ihn noch nie gesehen hat. An Bord der Schiffe dieser Zeit fahren Matrosen und Offiziere zur See, stellen sich dem Feind und hoffen auf heile Rückkehr. Es ist die Zeit zwischen 1864 und 1918. Der Film zeigt die größte Seeschlacht des Ersten Weltkrieges und den uneingeschränkten U-Boot-Krieg.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14353482","hoster":"VOE"},{"path":"/redirect/9658246","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kriegsschiffe-tod-auf-see/staffel-1/episode-2","name":"Jäger und Gejagte","epNo":2,"alt":"","descr":"Kaum ist der Erste Weltkrieg vorbei, kündigt sich ein neuer an, der auch auf den Ozeanen geführt wird. Die Ära der Schlachtschiffe endet. Flugzeugträger werden zum neuen Machtsymbol der Meere. Nationen setzen ihre Zukunft in Seeschlachten aufs Spiel. Sie kämpfen unter Wasser, auf dem Meer, in der Luft. Kriegsschiffe sind am Ausbruch des Zweiten Weltkrieges beteiligt. An Bord eines Kriegsschiffes wird schließlich auch das Ende des Krieges besiegelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9658240","hoster":"VOE"},{"path":"/redirect/9658236","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kriegsschiffe-tod-auf-see/staffel-1/episode-3","name":"Das Atomzeitalter","epNo":3,"alt":"","descr":"Mit dem Ende des Zweiten Weltkrieges steht die Zukunft der Kriegsschiffe selbst auf dem Spiel: Der Einsatz von Atombomben stellt den grundsätzlichen Nutzen von Kriegsschiffen infrage. Atomenergie ist mehr als nur eine Waffe: Nuklear betriebene Schiffe erreichen Reichweiten und Geschwindigkeiten wie nie zuvor. U-Boote mit nuklearem Antrieb können nahezu unbegrenzt operieren. Und unsichtbar bleiben, bis sie die Raketen und Torpedos abfeuern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9658238","hoster":"VOE"},{"path":"/redirect/9658239","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kriegsschiffe-tod-auf-see/staffel-1/episode-4","name":"Ungleiche Gegner","epNo":4,"alt":"","descr":"Der Kalte Krieg ist vorbei. Nur eine Supermacht ist noch übrig, die USA. Bisher kämpften Schiffe gegen Schiffe. Doch was passiert, wenn neue Feinde mit traditionellen Regeln brechen? Im Zeitalter der asymmetrischen Kriegsführung kämpfen aufständische Gruppen gegen Nationen. Technologie ist das Mittel gegen Terrorismus. Neue Mächte steigen auf, alte werden wiedergeboren. U-Boot-Roboter und Drohnen lassen die Zukunft der Kriegsschiffe erahnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9658242","hoster":"VOE"},{"path":"/redirect/9658243","hoster":"Streamtape"}]}]}]}]}