{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte","name":"Krieg und Frieden – Neue Weltmächte","descr":"Nach dem Ende des Ersten Weltkriegs ordnete die Welt sich neu. Gandhi kehrte nach Indien zurück, um den Kampf für die Freiheit seines Volkes auszufechten, Josef Stalin folgte auf Lenin und Winston Churchill kämpfte für die Wiederaufnahme seiner politischen Karriere. Es werden Staatsmänner des frühen 20. Jahrhunderts porträtiert, die für unterschiedliche politische Lehren standen, jedoch vom gleichen Ehrgeiz getrieben wurden.","seasons":[{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1/episode-1","name":"Neue Weltmächte","epNo":1,"alt":"A New Map of the World: 1918–1928","descr":"Der Erste Weltkrieg ist vorbei und die Welt ordnet sich neu: Gandhi kehrt von Südafrika nach Indien zurück, um den Kampf um die Freiheit seines Volkes auszufechten, Josef Stalin folgt auf Lenin, der 1924 stirbt und Winston Churchill kämpft um die Wiederaufnahme seiner politischen Karriere. Die Doku porträtiert Staatsmänner des frühen 20. Jahrhunderts, die für unterschiedliche politische Lehren standen und doch vereint waren durch ihren Ehrgeiz.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6746655","hoster":"VOE"}]}]},{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1/episode-2","name":"Die Weltwirtschaftskrise","epNo":2,"alt":"The Hinge Years: 1929–1933","descr":"Die 20er- und 30er-Jahre des 20. Jahrhunderts waren geprägt von der Weltwirtschaftskrise 1929, die jedes Land in den Grundfesten erschütterte. Gleichzeitig nahmen dramatische Entwicklungen ihren Lauf. Die Doku zeigt die wirtschaftlich gebeutelte Welt, in der Hitler in Deutschland zum Kanzler wurde, Mussolini sich die absolute Macht in Italien sicherte und Franco in Spanien die Herrschaft übernahm","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6746663","hoster":"VOE"}]}]},{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1/episode-3","name":"Die Dämonen kommen","epNo":3,"alt":"The Shadows Lengthen: 1934–1937","descr":"Zwischen den Jahren 1934 und 1937 scheint sich die Kriegsgefahr auf dem ganzen Erdball immer weiter zu verschärfen: Mussolinis italienisches Heer beginnt mit der Eroberung Äthiopiens, Spanien und China stürzen sich in ihren eigenen Ländern in schreckliche Bürgerkriege. Die Doku zeigt zudem eindrucksvoll, wie sich in China die Gegenspieler Mao und Chiang Kai-shek angesichts der drohenden japanischen Invasion ein Stillhalteabkommen aushandeln","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6746669","hoster":"VOE"}]}]},{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1/episode-4","name":"Die dunklen Stunden","epNo":4,"alt":"Darkest Hour: 1937–1940","descr":"Der spanische Bürgerkrieg erreicht gerade seinen blutigen Höhepunkt, als sich der britische Premier Neville Chamberlain, der französische Premierminister Édouard Daladier, Italiens Duce Benito Mussolini und Adolf Hitler 1938 das \"Münchner Abkommen\" schließen. Die Dokumentation zeigt, dass Chamberlain den Frieden als gesichert ansah, Adolf Hitler aber nicht an Frieden dachte und es in der folgenden Zeit in ganz Europa erneut zum Krieg kam","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6746676","hoster":"VOE"}]}]},{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1/episode-5","name":"Die Dämonen sind da","epNo":5,"alt":"World war: 1941–1944","descr":"Die Geschichte wird zwischen 1941 und 1944 von den größten despotischen Herrschern dominiert: Stalin, Hitler, Mussolini und Tojo Hideki beherrschten das öffentliche Leben. Die Doku zeigt die miteinander verwobenen Sachverhalte und das grausame Vorgehen der Staatsmänner, mit dem sie eine neue Welt geschaffen haben.","versions":[]},{"path":"/serie/stream/krieg-und-frieden-neue-weltmchte/staffel-1/episode-6","name":"Eine neue Welt","epNo":6,"alt":"A new World: 1945–1949","descr":"Mit dem Ende des Zweiten Weltkrieges 1945 gehen auch viele Machthaber der vergangenen Jahre. Roosevelt stirbt, Churchill wird aus seinem Amt gedrängt, Mussolini wird von Partisanen erschossen und Hitler tötet sich selbst. Stalin genießt unübertroffene Macht, bereitet den Schauplatz für 40 Jahre Kalten Krieg und Mao Zedong setzt sich im chinesischen Bürgerkrieg durch. Die Doku zeigt, wer besteht und was daraus resultiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6746693","hoster":"VOE"}]}]}]}]}