{"seriesId":"krieg-um-die-highlands","name":"Krieg um die Highlands","descr":"Der britische Fernsehmoderator und Autor Neil Oliver begibt sich auf eine Zeitreise und entdeckt die echte Vorlage für \"Game of Thrones\" – Geschichten über uralte Clans in Schottland, deren Machtkämpfe das Schicksal des Landes geprägt haben. Die dreiteilige Dokumentation erzählt nicht nur von den Fehden der Clans untereinander, sondern auch, wie es ihnen gemeinsam gelingt, Europas damals stärkste Militärmacht zu besiegen und die Unabhängigkeit Schottlands zu erkämpfen. Wie sie ihren Einfluss nutzen, um Herrscher an die Macht zu bringen oder sie zu stürzen und den Lauf der Geschichte zu verändern. Es sind Geschichten über Heldentaten und Schurkereien, in deren Mittelpunkt die berühmtesten Persönlichkeiten der schottischen Geschichte stehen – von Robert the Bruce bis Mary Stewart. Eine Saga über Schlachten und Blutfehden, über Treue und Verrat, über Liebe und Tod – vor dem Hintergrund der rauen und wilden Berglandschaft Schottlands.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Robert the Bruce","epNo":1,"alt":"The Bruce Supremacy","descr":"In der ersten Folge beschäftigt sich Neil Oliver mit den konkurrierenden Clans hinter dem scheinbar aussichtslosen Kampf des schottischen Rebellenführers Robert Bruce gegen den englischen König Edward. 1314 gewinnt Robert Bruce die Schlacht um Bannockburn und wird als König von Schottland anerkannt. Zum Dank belohnt er die Clan-Führer, die tapfer an seiner Seite gekämpft haben, mit Ländereien und Titeln. Die Grenzen in den Highlands müssen neu gezogen werden. Die ehemals mächtigen Clan-Herren werden in ihrer Macht beschnitten oder sogar ausgeschaltet. An ihre Stelle treten die neuen Sieger.","versions":[]},{"epId":"episode-2","name":"Bruderkrieg","epNo":2,"alt":"Brothers at War","descr":"Im zweiten Teil der dreiteiligen Dokumentation folgt Neil Oliver dem Aufstieg des Stewart-Clans zur schottischen Königsdynastie. Er erzählt die Geschichte eines machthungrigen Clans, dessen Ehrgeiz in einer erbitterten Familienfehde mündet. Im gnadenlosen Ringen um die Macht wird intrigiert und gemordet, kämpfen Brüder gegen Brüder, Onkel gegen Neffen. Die Fehde gipfelt im brutalen Mord an König James I. im Jahr 1437. Seine Witwe, Königin Johanna, nimmt furchtbare Rache. Sie tut alles, um das Überleben des letzten Zweigs der Stewarts, der künftigen Königsdynastie, zu sichern","versions":[{"lang":1,"streams":[{"redirect":6833425,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"Verrat","epNo":3,"alt":"A Queen Betrayed","descr":"Von Mary Stewarts Rückkehr nach Schottland bis hin zu ihrem Tod in England bestimmen die Clans das Schicksal der jungen schottischen Königin. Sie ist gefangen in einem Netz aus Verschwörungen, Gegenverschwörungen und blutigen Machtkämpfen. Alle Versuche, die Clans in den unruhigen Zeiten zu versöhnen, scheitern. Ihr Halbbruder, James Stewart Earl of Moray, intrigiert gegen Mary. Ihr Ehemann Henry Lord Darnley lässt vor ihren Augen einen brutalen Mord begehen. Als Lord Darnley ermordet aufgefunden wird und Mary Stewart den mutmaßlichen Anstifter Lord Bothwell heiraten muss, ist ihr Ende nahe.","versions":[]}]}]}