{"seriesId":"krimi-de","name":"KRIMI.DE","descr":"Krimi.de ist eine deutsche Krimireihe des Fernsehsenders KiKA. In der Reihe werden seit 2005 bis 2013 Kriminalfälle aus dem Lebensumfeld von Kindern dargestellt, welche unter Mitwirkung von diesen und der Polizei gelöst werden. Die Reihe spielt in den deutschen Städten Erfurt, Hamburg, Jena, Leipzig, Stuttgart und Frankfurt. Die Produktion erfolgt in enger Zusammenarbeit mit der Produktion der ARD-Reihe Tatort.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Team Leipzig: Abgezogen","epNo":1,"alt":"","descr":"Von einem Mädchen abgezogen werden, das glaubt einem keiner undpeinlich ist es obendrein. Dem 14-jährigen Tom Liebermann, der mit seiner Mutter gerade erst von Dresden nach Leipzig gezogen ist, passiert aber genau das. Noch vor Beginn des ersten Schultages bedroht ihn die gleichaltrige Mandy mit einem Messer und erpresst Geld von ihm. Weil Tom sich weder wehrt noch seinen \"Quasi-Opa\", den Hauptkommissar Bruno Ehrlicher oder seinen neuen Nachbarn und Klassenkameraden Louis ins Vertrauen zieht, ist er für Mandy das perfekte Opfer. Mandy lässt nicht ab von Tom, will immer mehr Geld, nimmt ihm seine Uhr weg und bedroht ihn massiv. In seiner Verzweiflung geht Tom sogar soweit, dass er Louis’ Geld stiehlt, um Mandys Forderungen nachzukommen. Als Mandy dann aber Tom die Polizeilederjacke abzieht, die er von Bruno Ehrlicher zum Geburtstag bekommen hat, regt sich sein Widerstand. Er folgt Mandy und wird Zeuge, wie ihr wiederum ein älteres Mädchen die Jacke abnimmt. Tom entschließt sich, dieses zweite Mädchen nicht mehr aus den Augen zu lassen und verfolgt sie bis zu einer alten Gartenlaube. Dort wird er von Janina, offensichtlich Anführerin einer Mädchengang, entdeckt und in der Hütte eingesperrt. Janina selbst haut mit Toms Jacke und sämtlichem erpresstem Geld ab. (Text: KI.KA)","versions":[{"lang":1,"streams":[{"redirect":11312548,"hoster":"VOE"},{"redirect":10124543,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Team Leipzig: Crash","epNo":2,"alt":"","descr":"Mandy, die sich inzwischen mit Tom und Louis angefreundet hat, ist verknallt und hat kaum noch Zeit für die neuen Freunde. Ins Kino mit ihnen geht sie nur, weil ihr neuer Schwarm Dennis sie versetzt hat. Noch auf dem Weg ins Kino wird Mandy von einem vorbeirasenden Wagen erfasst und bleibt verletzt liegen. Der Fahrer begeht Fahrerflucht. Tom und Louis können der Polizei zwar den Wagentyp und einen Teil des Kennzeichens nennen, müssen sonst aber tatenlos zusehen, wie die Polizei ermittelt. Weil ihnen das viel zu langsam geht, versuchen sie, Kommissar Ehrlicher über Details auszuquetschen, doch von ihm erfahren sie auch nur, dass der Wagen gestohlen und vermutlich von einem Crashkid gesteuert wurde. Von einem Ninja-Anhänger, der im Wagen gefunden wurde, erhofft sich die Polizei eine konkrete Spur.Während Louis sich an die Recherche über Crashkids und Kampfsport-Fans macht, will Tom Mandy einen \"Liebesdienst\" erweisen. Er hat Mandy versprochen, ihren Freund Dennis über den Unfall zu informieren, da sie dessen Handynummer nicht hat. Dennis aber ist schon seit einigen Tagen nicht mehr in der Schule erschienen. Von Mitschülern erhält Tom den Tipp, in der Jugendwohnung nachzufragen, in der Dennis zurzeit wohnt. Auch dort trifft Tom den Jungen nicht an, aber er findet in dessen Zimmer die Adresse eines alten Leipziger Metallwerks. Zusammen mit Louis, der eigentlich lieber den Hinweisen auf die Crashkids nachgehen würde, will Tom das alte Fabrikgelände des Metallwerks auf der Suche nach Dennis durchstöbern. Zu ihrer Überraschung stoßen sie auf dem Fabrikgelände auf Crashkids, die dort mit gestohlenen Autos riskante Rennen fahren. Zwei von ihnen entdecken Tom und Louis und reagieren äußerst gereizt, als Tom sie nach Dennis fragt. Gerade noch rechtzeitig, bevor die anderen auf die beiden Eindringlinge aufmerksam werden, können Tom und Louis abhauen. Eins allerdings ist für sie klar: Dennis muss etwas mit den Crashkids zu tun haben. Weil Kommissar Ehrlicher sich auf ihre Fragen hin weiter ausschweigt, recherchieren Tom und Louis allein weiter. Außerdem konfrontieren sie Mandy mit den Ergebnissen ihrer \"Ermittlungen\": Dennis’ Faible für Kampfsport, den Ninja-Anhänger und die Tatsache, dass die Crashkids bei dem alten Fabrikgelände Dennis offensichtlich kennen. Mandy flippt völlig aus und steht Toms und Louis’ Vorverurteilung ihres Freundes fassungslos gegenüber. Dennoch will sie Dennis zur Rede stellen und sucht ihn, wie schon Tom und Louis, im alten Metallwerk. Dort findet sie Dennis, am Steuer eines gestohlenen Wagens. Sollte es doch Dennis gewesen sein, der Mandy angefahren und verletzt liegen gelassen hat? (Text: KI.KA)","versions":[{"lang":1,"streams":[{"redirect":11312543,"hoster":"VOE"},{"redirect":10124542,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Team Leipzig: Nur das Beste","epNo":3,"alt":"","descr":"Louis hat nicht nur ein neues Hobby, sondern er hat auch einen neuenSchwarm: Laura Lenz, aufgehender Stern am deutschen Tennishimmel. Bei ihr nimmt Louis neuerdings Trainingsstunden und natürlich fehlt er auch nicht, als Laura ein wichtiges Turnier zu bestreiten hat. Entgegen aller Erwartungen verliert Laura das Match gegen ihre schwächere Konkurrentin Kim Meisner und vergibt sich dadurch die Chance auf ein einjähriges Trainingscamp beim berühmten Tennisguru Nick Bollettieri. Lauras Vater, ihr Sponsor, Louis und vor allem Laura selbst sind enttäuscht. Am nächsten Tag aber erfährt Laura, dass sie eine weitere Chance erhält: Kim Meisner ist nach dem Turnier angefahren und mit schweren Verletzungen ins Krankenhaus eingeliefert worden, möglicherweise das Ende ihrer Karriere. Vom Fahrer des Unfallwagens fehlt jede Spur. Das weckt Toms Neugierde, insbesondere, weil er mitbekommt, dass Louis Laura ein falsches Alibi gibt. Tom beginnt mit Mandys Hilfe, Lauras Umfeld zu erforschen, denn Laura ist nach dem verlorenen Match die erste Verdächtige. Die beiden entdecken einige Ungereimtheiten und berichten Louis davon. Der wird stinksauer auf seine Freunde, als er von ihren Ermittlungen gegen Laura erfährt und geht sogar soweit, seine Falschaussage bei der Polizei zu unterschreiben. Toms und Louis’ Freundschaft wird auf eine harte Probe gestellt. Nun gilt es für Tom und Mandy erst Recht, den wahren Schuldigen zu finden, bevor sich Louis von Tom und Mandy abwendet und sich durch den Meineid auch noch die Zukunft verbaut. Wer aber außer Laura könnte ein Interesse daran haben, Kim Meisner aus dem Weg zu räumen? (Text: KI.KA)","versions":[{"lang":1,"streams":[{"redirect":11312542,"hoster":"VOE"},{"redirect":10124544,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Team Leipzig: Brenzlig","epNo":4,"alt":"","descr":"Louis, Tom und dessen Kletterfreund Nico trauen ihren Augen kaum, als sie zur Schule kommen: Es wimmelt von Feuerwehr und Polizei, die Schule ist völlig verrußt und dann steht auch noch der Wagen von Kommissar Ehrlicher vor der Tür. Ein so schweres Verbrechen in ihrer Schule? Von Ehrlicher erfahren sie, was passiert ist: in der Nacht wurde eingebrochen, ein Feuer gelegt und der Schuldirektor, der den oder die Täter gestellt zu haben schien, wurde niedergeschlagen und liegt nun im Koma. Das seltsamste aber ist, dass nur der Pokal eines Basketballturniers zu fehlen scheint. Die drei sind entsetzt, besonders als der Sohn des Direktors Nico angreift und dessen Bruder Maik der Tat beschuldigt. Tatsächlich sieht es so aus, als habe Maik ein Motiv: er ist erst vor kurzem von der Schule geflogen, weil er auf dem Schulhof gestohlene Handys und Computer verscherbelt hat. Außerdem war Maik der Star der Basketballmannschaft. Und als Ehrlicher mit Nico nach Hause fährt, um Maik zu befragen, haut der ab. Ein Schuldgeständnis? Nico glaubt nicht, dass Maik zu einer solchen Tat, wie die in der Schule, fähig ist. Wer aber ist dann für die Tat verantwortlich? Um Maik zu entlasten, schalten sich Tom, Louis und Mandy in die Ermittlungen ein und stoßen schon schnell auf eine Reihe weiterer potentieller Täter. Dann aber entdeckt Tom den Basketballpokal auf dem Dachboden von Nico und Maik. Sollte sich Nico so sehr in seinem Bruder getäuscht haben? Oder steckt mehr hinter der Brandstiftung in der Schule, als es zunächst den Anschein hat? (Text: KI.KA)","versions":[{"lang":1,"streams":[{"redirect":11312545,"hoster":"VOE"},{"redirect":10124546,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Team Leipzig: Bunte Bonbons","epNo":5,"alt":"","descr":"Mandy gerät in Schwierigkeiten, als ihre alte Freundin Jackie vor der Tür steht und ihr das Versprechen abnimmt, auf einen Rucksack aufzupassen. Als Mandy herausfindet, dass sich darin Drogen befinden, ist Jackie schon wieder verschwunden. Mandy beschließt, ihre Freundin nicht zu verraten und Tom und Louis nichts von dem Rucksack zu erzählen. Doch die beiden Jungs lassen sich nicht abwimmeln. Als sie eine kleine bunte Pille unter einem Stuhl finden, ist für die beiden klar: Mandy nimmt Ecstasy und ihr muss dringend geholfen werden! Sie folgen Mandy zu einer Disko und können sie gerade noch aus den Fängen des Dealers retten, dessen Drogen Jackie gestohlen hat. Alles kommt noch schlimmer, als Mandys kleinem Bruder Benni, der ein Geburtstagsgeschenk für seine Freundin Lara sucht, eine Dose mit den bunten Ecstasy-Pillen in die Hände fällt. Mit der \"Bonbondose\" macht sich Benni auf den Weg zu Laras Geburtstagsfeier. (Text: KI.KA)","versions":[{"lang":1,"streams":[{"redirect":11312544,"hoster":"VOE"},{"redirect":10124545,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Team Hamburg: Unter Druck","epNo":1,"alt":"","descr":"Die Freundinnen Amelie und Coco werden Zeuginnen, wie drei Schulkameraden einen Mann in dessen Villa niederschlagen. Coco wird von den Jungen erkannt. Amelie will zur Polizei, aber Coco, die in einen der Jungen verknallt ist, will ihn nicht verraten und würde dafür sogar die Freundschaft mit Amelie beenden. Um ihre Freundin nicht zu verlieren, schweigt Amelie, selbst als die junge Polizistin Natascha sie mit ihrer Halskette konfrontiert, die am Tatort gefunden wurde. Erst als Coco dahinter kommt, dass Marco ihre Gefühle ausgenutzt und sie belogen hat, dass die Jungen die Abituraufgaben gestohlen haben und das Opfer im Krankenhaus sie überhaupt nicht interessiert, engagiert sie den befreundeten Anwalt Dalim Yilmaz. Er soll Natascha von Amelies Unschuld überzeugen. Coco selbst will die Beweise liefern und Marco ein Geständnis abringen. Als sie auffliegt, gerät sie in große Gefahr.","versions":[{"lang":1,"streams":[{"redirect":11312549,"hoster":"VOE"},{"redirect":10124550,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Team Hamburg: Netzpiraten","epNo":2,"alt":"","descr":"Amelie beobachtet, wie der dreizehnjährige Gregor von einem Motorradfahrer angefahren wird. Als der Junge bei der Polizei jedoch aussagt, er sei selbst gestürzt, erwacht Amelies Spürsinn und sie will wissen, warum er lügt. Amelie alarmiert Coco, aber die hat ganz andere Sorgen. Weil sie im Internet dem Kaufrausch verfallen ist, hat sich ein ganzer Karton vollunbezahlter Rechnungen angesammelt. Da kann nur Dalim, der Anwalt, helfen. Aber zuerst recherchiert Coco mit Amelie in Sachen Gregor. Die Mädchen finden heraus, dass der Junge einem Betrügerduo auf den Leim gegangen ist und mit fremden Bankdaten Elektrowaren übers Internet für sie bestellt hat. Irgendwie kommt das Coco bekannt vor, aber hier geht es um richtig große Geldbeträge. Bei dem Versuch, das Duo zu überführen, wird Amelie geschnappt. Nur mit Hilfe von Gregor hat Coco eine Chance, ihre Freundin zu finden. Aber dafür muss der erst mal den Mund aufmachen …","versions":[{"lang":1,"streams":[{"redirect":11312552,"hoster":"VOE"},{"redirect":10124549,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Team Hamburg: Die Gang","epNo":3,"alt":"","descr":"Ein Mädchen aus der Schule von Amelie und Coco verschwindet. Dabei hatte sie sich kurz zuvor bei Streitschlichterin Amelie zur Beratung angemeldet. Amelie und ihre Freundin Coco nehmen die Spur der kleinen Sophie auf und finden in ihrem Tagebuch Zeichnungen von dunklen Gestalten. Gemeinsam mit Amelies Freund Luke, der mit ihr zum Leidwesen Cocos in der kommenden Schulaufführung von Romeo und Julia die Hauptrolle spielt, erkennen die Mädchen bald, dass die jüngeren Schüler etwas verschweigen. Während einer Theaterprobe werden die beiden Mädchen plötzlich von vermummten Jungs bedroht. Jemand scheint etwas gegen ihre Ermittlungen zu haben. Ob Lukes Cousin Manuel dahintersteckt? Er plant offenbar \"eine größere Sache\" während der Schulaufführung.","versions":[{"lang":1,"streams":[{"redirect":11312555,"hoster":"VOE"},{"redirect":10124547,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Team Hamburg: Das Klaukind","epNo":4,"alt":"","descr":"Coco wird Zeugin, wie ein 13-jähriges Mädchen vor zwei Männern flieht. Spontan schlägt sich der deutsch-türkische Teenager Coco auf die Seite des Mädchens und bringt es bei ihrer besten Freundin Amelie in Sicherheit. Dort erfährt das Duo mit dem detektivischen Spürsinn, dass Lia aus Rumänien stammt und mit ihrem kleinen Bruder Cosmin in Hamburg zum Klauen gezwungen wird. Ein erster Versuch, Cosmin aus den Händen des Kinderhändlerrings zu befreien, scheitert und nun geraten auch der befreundete Anwalt und seine Freundin in Gefahr. Coco und Amelie müssen nun erst recht das Versteck der Bande finden, um ihre Freunde zu befreien und die Verbrecher zu überführen.","versions":[{"lang":1,"streams":[{"redirect":11312558,"hoster":"VOE"},{"redirect":10124548,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Team Hamburg: Coco unter Verdacht","epNo":5,"alt":"","descr":"Coco (15) ist am Boden zerstört. Auf einer Event-Party wurden ihr Drogen untergeschoben und die Polizei bringt sie als mutmaßliche Dealerin nachts zurück nach Haus. Ihr Vater Erol kann nicht glauben, dass seine Tochter ihm so etwas antut, ist aber noch geschockter, als er erfährt, dass Coco nicht nur mit ihrer Freundin Amelie auf der Party war, sondern auch mit Nico, Cocos Freund. Von dem hatte Coco ihm bislang noch gar nichts erzählt. Nach einem Riesenstreit mit ihrem Vater haut Coco mit Nico einfach ab. Auf einem alten Motorboot verbringt Coco den Rest der Nacht mit ihrer ersten großen Liebe. In der Zwischenzeit setzt Amelie alle Hebel in Bewegung, um herauszufinden, wer Coco die Drogen untergeschoben hat. Da kann nur Natascha helfen, die nicht nur eine gute Freundin, sondern auch Polizistin ist. Natascha drückt beide Augen zu und sorgt dafür, dass Amelie im LKA mehr über die Drogen-Razzia erfährt, als sie erfahren sollte. Am Ende gibt es für Amelie und Coco einen Wettlauf mit der Zeit. Schaffen sie es rechtzeitig, die wahren Drogen-Dealer zu überführen, um dann auch noch pünktlich zur Hochzeit von Natascha zu erscheinen?","versions":[{"lang":1,"streams":[{"redirect":11312553,"hoster":"VOE"},{"redirect":10124551,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Team Hamburg: Finderlohn","epNo":6,"alt":"","descr":"Amelie (15) ist außer sich: Gerade wollte sie ihr sauer verdientes Geld zusammen mit ihrer Freundin Coco (15) auf ihr Konto einzahlen, da wird die Bank überfallen. Wochenlang hatte sie in der Eisdiele gejobbt, um sich ihren Traum vom Theaterworkshop in New York leisten zu können. Und nun hat der maskierte Täter ihr das Geld einfach weggenommen, und keine Versicherung wird ihr den Schaden ersetzen. Amelie hat kaum den ersten Schock überwunden, da trifft sie der zweite. Überraschend taucht nämlich Geld aus der Beute wieder auf, und zwar ausgerechnet bei Luke, Amelies Freund. Luke bestreitet, irgendetwas mit dem Überfall zu tun zu haben, doch die Polizei nimmt ihn als Täter fest. Für Amelie stellt sich die Vertrauensfrage: Kann sie Lukes Unschulds-Beteuerungen wirklich glauben? Amelie erlaubt sich keine Zweifel und macht sich gemeinsam mit Coco auf die Suche nach dem wahren Täter. Ins Visier gerät schnell der zwielichtige Zack, Inhaber eines Skater-Ladens, der große Geldprobleme zu haben scheint und sich auffällig für die Ermittlungen rund um den Bankraub interessiert. Als sich Amelie und Coco sogar in die Welt des illegalen Glücksspiels wagen, um den Fall aufzuklären, scheint die Ermittlungsarbeit der beiden Freundinnen in eine Sackgasse zu geraten. Am Ende setzen die beiden Mädchen alles auf eine Karte und beschließen, dem Täter eine Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":11312554,"hoster":"VOE"},{"redirect":10124553,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Team Jena: Bitte recht freundlich!","epNo":1,"alt":"","descr":"Vier unbekannte Jugendliche schlagen einen 14-Jährigen krankenhausreif, nur so zum Spaß, für eine filmreife Unterhaltung auf ihren Handys. \"Happy Slapping\", längst Gegenstand polizeilicher Ermittlungsarbeit, findet auch in Jena seine Anhänger. Als am helllichten Tag drei Jungen eine Frau demütigen und Ben zufällig Zeuge wird, geht der Sohn des Kommissars beherzt dazwischen. Diesmal splittert nur ein Handy. Kurze Zeit später sieht sich Ben aber mit einer Anzeige wegen Körperverletzung und Sachbeschädigung konfrontiert. Die eigentlichen Täter mutieren plötzlich zu Opfern, und Zeugen für Bens Zivilcourage sind weit und breit nicht in Sicht. Wie aber soll er seine Unschuld beweisen, wenn alle vermeintlichen Tatsachen gegen ihn sprechen? Schließlich ermittelt Ben auf eigene Faust.","versions":[{"lang":1,"streams":[{"redirect":11312559,"hoster":"VOE"},{"redirect":10124554,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Team Jena: Gefährliche Verabredung","epNo":2,"alt":"","descr":"Ronni ist in seiner Klasse ein Außenseiter. Deshalb interessiert es auch niemanden, dass er zusammengeschlagen im \"69\" aufgefunden wird. Obwohl alle Indizien darauf hinweisen, dass ein Mitschüler namens Henrik der Täter ist, glaubt sein Freund Ben fest an dessen Unschuld. Mit einem falschen Alibi deckt Ben den Beschuldigten sogar gegenüber dem eigenen Vater, Kommissar Vormann. Als dieser die Ermittlungen aufnimmt, spitzt sich die Lage für Henrik immer mehr zu. Steht Ben dennoch weiter zu seinem Freund, und sollte er tatsächlich einen Täter in Schutz nehmen?","versions":[{"lang":1,"streams":[{"redirect":11312561,"hoster":"VOE"},{"redirect":10124556,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Team Jena: Katzenauge","epNo":3,"alt":"","descr":"Bei Georg wurde eingebrochen. Das Zimmer ist verwüstet, die Festplatte gelöscht. Doch seiner Mutter gegenüber leugnet er den Einbruch. Kurz darauf hat Georg einen schweren Sturz mit dem Fahrrad und landet im Krankenhaus. Sophie hat Angst, dass ihr Freund Felix mit der Sache etwas zu tun hat. Denn an der Unfallstelle findet Sophie einen Rückspiegel von Felix’ Mofa. Und Felix benimmt sich plötzlich merkwürdig und will mit Sophie nicht einmal mehr reden. Als Sophie ihrem Bruder Ben von ihrem Verdacht erzählt, machen sich die beiden auf die Suche nach der Wahrheit. In Georgs Rucksack finden sie sonderbare Videodateien mit verwackelten Aufnahmen, auf denen auch Felix zu sehen ist. Als die Geschwister herausfinden, dass Felix erpresst wird, ist dieser verschwunden. Ben stellt Georg im Krankenhaus zur Rede, doch er streitet ab, davon etwas zu wissen. Voller Sorge sucht Sophie Felix und trifft dabei auf den Erpresser. Aber was ist mit Felix passiert?","versions":[{"lang":1,"streams":[{"redirect":11312563,"hoster":"VOE"},{"redirect":10124555,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Team Jena: Level 3","epNo":4,"alt":"","descr":"Als Sophie vor der Apotheke mit Paul zusammenstößt, hat das Folgen. Denn Paul ist der Sohn der Apothekerin und die hat eine Platzwunde am Kopf und ihre Kasse ist aufgebrochen. Trotzdem leugnet sie, überfallen worden zu sein. Auch Paul entzieht sich den Fragen Sophies. Dabei waren die beiden mal eng befreundet. Aber in letzter Zeit hatte sich Paul verändert. Und er hat offenbar Geldsorgen. Sophie will herausfinden, ob es etwas mit der Nachhilfeeinrichtung zu tun hat, in der Paul am Nachmittag verschwindet. Heimlich belauscht sie ein Gespräch zwischen Paul und Prinz, dem Leiter der Einrichtung \"Wissenshort\", in dem es um Schulden von Paul und dessen Mutter geht. Als Sophie ertappt und rausgeschmissen wird, überredet sie ihren Freund Jojo, sich zur Nachhilfe anzumelden. Die Arbeitsweise im Wissenshort weckt ihr Misstrauen. Jojo soll extrem persönlichen Fragen beantworten. Und er bemerkt, dass alle Gespräche von Prinz per Video überwacht werden. Als Sophie und Jojo das Geheimnis aufdecken wollen, dass Paul mit dem Wissenshort verbindet, geraten sie in Gefahr. Denn bei dem Institut handelt es sich um die getarnte Filiale einer Sekte.","versions":[{"lang":1,"streams":[{"redirect":11312564,"hoster":"VOE"},{"redirect":10124558,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Team Erfurt: Flinke Finger","epNo":1,"alt":"","descr":"Julia ist Eisschnellläuferin und will unbedingt Profi werden. Ihre alten Schlittschuhe taugen nicht mehr, deshalb kratzt sie ihr gesamtes Erspartes für ein neues Paar zusammen. Doch dann wird ihr das Geld auf offener Straße geklaut. Julia ist verzweifelt, aber ihre Freunde Lukas und Conny sind fest entschlossen, den Täter zu schnappen. Ihr Verdacht fällt schnell auf eine Gruppe Sinti, die als Straßenmusiker in der Fußgängerzone ihr Geld verdienen. Lukas, Conny und Julia ignorieren die Warnungen von Kommissar Meininger und ermitteln auf eigene Faust. Als sie Julia als Lockvogel für die Diebe einsetzen, kommen die drei Freunde einem osteuropäischen Verbrechernetzwerk auf die Spur und bringen sich selbst in höchste Gefahr.","versions":[{"lang":1,"streams":[{"redirect":11312562,"hoster":"VOE"},{"redirect":10124557,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Team Erfurt: Kein zurück","epNo":2,"alt":"","descr":"Emma ist von zu Hause abgehauen, weil sie es mit ihrem alkoholkranken Vater und ihrer hilflosen Mutter nicht mehr ausgehalten hat. Nachdem Emma beim Klauen erwischt worden ist, flüchtet sie in eine leerstehende Villa. Zufällig beobachtet Lukas, wie sich Emma in die Villa schleicht. Er folgt ihr, kann ihr Vertrauen gewinnen und verspricht, ihr zu helfen. Als die Besitzer der Villa zurückkehren, ist Emmas Entsetzen groß. Bei ihrem Versuch zu fliehen, stürzt der Ehemann und wird schwer verletzt. Emma glaubt, ihn getötet zu haben und will zu ihren Eltern, um sich Geld für die Flucht zu besorgen. Dort trifft sie auf ihren betrunkenen Vater und gerät erneut mit ihm in Streit. Zusammen mit Kommissar Meininger müssen Lukas, Julia und Conny Emma schnellstmöglich finden. Die Zeit ist knapp: Der Streit zwischen Emma und dem Vater eskaliert, und Emma sieht keinen Ausweg mehr aus ihrer verzweifelten Lage.","versions":[{"lang":1,"streams":[{"redirect":11312567,"hoster":"VOE"},{"redirect":10124559,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Team Erfurt: Ausgeliefert","epNo":3,"alt":"","descr":"Lukas wird Zeuge, wie eine Gruppe Jugendlicher seinen Klassenkameraden Jan auf der Straße anpöbelt. Sie fordern von ihm unter Androhung von Gewalt, Zigaretten und Cola aus dem nahe gelegen Supermarkt zu besorgen. Aus Angst, selbst Opfer der Rowdys zu werden, schreitet Lukas nicht ein. Nach dem Vorfall bleibt Jan verschwunden, und als seine Mutter eine Vermisstenanzeige stellt, beginnt Kommissar Meininger zu ermitteln. Auch Jans Klassenkameraden Conny und Lukas starten gemeinsam mit Julia eine Suchaktion. Dabei bleibt ihnen nicht viel Zeit, denn Jan hat Asthma und braucht dringend sein Medikament.","versions":[{"lang":1,"streams":[{"redirect":11312566,"hoster":"VOE"},{"redirect":10124561,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Team Erfurt: Chatgeflüster","epNo":4,"alt":"","descr":"Julia ist begeistert: seit einigen Tagen hat sie im Internet Bekanntschaft mit dem süßen Max gemacht und sich prompt in ihn verliebt. Ihre Freunde sehen sie kaum noch, denn zwischen Chatten und Training bleibt kaum Zeit für Lukas und Conny. Dann aber will Max, dass sich Julia vor der webcam für ihn auszieht. Julia bricht sofort den Kontakt zu Max ab, doch dieser bleibt hartnäckig an ihr dran. Nicht nur, dass er sie mit E-Mails bombardiert, er hat auch ihre Adresse und Telefonnummer herausgefunden und belästigt sie nun Tag und Nacht. Zunächst schämt sich Julia und will ihren Freunden nichts von der Geschichte erzählen. Lukas und Conny spüren jedoch, dass es Julia nicht gut geht, insbesondere, weil sie die Qualifikation für die Leichtathletik Stadtmeister­schaften nicht zu schaffen droht. Weil es den beiden nicht gelingt, Max ausfindig zu machen, locken sie ihn in eine Falle und verabreden sich in Julias Namen mit ihm. Als Kommissar Meininger davon erfährt ist er nicht gerade glücklich über die neueste Aktion der Drei, willigt aber ein, das vermeintliche Treffen zu nutzen, um Max zu verhaften. Tatsächlich gelingt es der Polizei, Max festzunehmen. Julia ist erleichtert und verabredet sich in einem Café mit ihrer neuen Chatbekanntschaft Paula. Dann stellt Meininger fest, dass sie einen falschen Max mitgenommen haben. Ist Julias nächste Verabredung wirklich eine \"Paula\"?","versions":[{"lang":1,"streams":[{"redirect":11312569,"hoster":"VOE"},{"redirect":14167464,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Team Erfurt: Nebenan","epNo":5,"alt":"","descr":"Connie nimmt einen Job als Babysitter an, um sein Taschengeld aufzubessern. Schon bei seinem ersten Einsatz erzählen ihm seine Schützlinge etwas von einem \"Geisterkind\", das im Haus wohnt und viel weint. Connys Ermittlergeist ist geweckt. Durch den Briefschlitz der Wohnung des \"Geisterkindes\" nimmt er Kontakt zu einem etwa 4-jährigen Jungen auf, der stark vernachlässigt wirkt. Seine Freunde Lukas und Julia sind zunächst skeptisch, bis auch sie das Kind sehen und mitbekommen, dass der Junge von seinen Eltern sogar fast einen ganzen Tag allein gelassen wird. Leider können die drei Freunde das nicht beweisen und so hat auch der herbeigerufene Meininger keine Handhabe gegen die Eltern des Kindes. Erst als Kommissar Meininger eine Bekannte vom Jugendamt auf den Fall aufmerksam macht und selbst die Geschichte der Familie recherchiert, wird auch er hellhörig, denn er stößt auf einige Ungereimtheiten. Conny \u0026 Co. geht die behördliche Ermittlung nicht schnell genug und sie forschen weiter. Sie kommen auf die Spur einer Halbschwester des vernachlässigten Jungen.","versions":[{"lang":1,"streams":[{"redirect":11312568,"hoster":"VOE"},{"redirect":10124560,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Team Erfurt: Rechte Freunde","epNo":6,"alt":"","descr":"Endlich Sommerferien! Julia fährt ans Schwarze Meer zu ihrer Tante, Conni arbeitet als Ausfahrer in einem Asia-Imbiss und Lukas hat die Klette Floh am Hals; einen Mitschüler, der keinen Anschluss findet und Lukas für seinen besten Freund hält, nur weil der ihm mal in Mathe geholfen hat. Lukas und Floh begegnen zwei kickenden Jungs und gesellen sich auf deren Einladung hinzu. Ein Wagen hält an und heraus steigt Martin Schwan, ein junger Rechtsanwalt, der sich als Trainer der Fußballer vorstellt, und Lukas und Floh einlädt, in seinem neugegründeten Verein mitzuspielen. Lukas ist Feuer und Flamme, nur Floh will nicht, weil er vollkommen unsportlich ist. Martin kümmert sich liebevoll und freundschaftlich um Floh und bindet ihn in die Mannschaft ein. Floh ist glücklich, noch nie hat er solche Wertschätzung erfahren. Auch Lukas findet Martin super. Da fällt es gar nicht so sehr auf, dass im Verein auch ein paar seltsame Gestalten sind wie etwa Rallo, der immer wieder mit dumpfen Anti-Ausländersprüchen auffällt. Während eines Trainingslagers merkt Lukas, dass es bei dem Fußballverein darum geht, Jugendliche politisch zu motivieren und für die Neonaziszene zu rekrutieren. Und Martin ist der Drahtzieher des Ganzen. Als Lukas mit Floh darüber spricht, ist der schon ganz für \"die Sache\" gewonnen. Und schon morgen darf Floh bei seiner ersten Aktion mitmachen. Zusammen mit Rallo wird er einen Asia-Imbiss abfackeln. Noch ehe Lukas seinen Freund Conni oder Kommissar Meininger auf die drohende Gefahr aufmerksam machen kann, wird er von Rallo als \"Verräter\" dingfest gemacht und festgesetzt. Lukas schwebt nun selbst in Gefahr und niemand hat eine Ahnung davon, dass ein Anschlag geplant ist.","versions":[{"lang":1,"streams":[{"redirect":11312570,"hoster":"VOE"},{"redirect":10124563,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Team Erfurt: Filmriss","epNo":7,"alt":"","descr":"Julia, Conni und Lukas verdienen sich ein paar Euro als Austräger hinzu. Als sie gerade vor einem Wohnblock die Briefkästen füllen, entgeht Conni nur knapp dem Treffer einer leeren Bierflasche, die vom Dach des Wohnblocks fällt. Verärgert klettern die drei Freunde aufs Dach, wo sie auf Titus, seine beiden Kumpane und vor allem auf Maja treffen, Titus’ Schwester. Maja sieht einfach umwerfend aus, und schon hat es Conni erwischt. Er vergisst seinen Ärger auf die Bierflaschenwerfer und sucht Kontakt zu Maja. Die fühlt sich geschmeichelt und schnell ist Conni, sehr zum Verdruss von Julia und Lukas, in Titus’ Clique, die sich die Zeit allein mit Abhängen und Biertrinken vertreibt. Eines Morgens erwacht Conni mit heftigem Kater im Krankenhaus, in Windeln gewickelt. Während des Besuchs eines Jugendtreffs am Vorabend hat sich Conni aus Eifersucht bis in die Besinnungslosigkeit getrunken. Wie er jetzt erfährt, wurde in der Nacht in der Nähe des Jugendtreffs ein Eisenrohr von einer Brücke auf ein vorbeifahrendes Auto geworfen und eine junge Frau dabei schwer verletzt. War es Conni vielleicht selbst? Er ist völlig verzweifelt und kann sich an nichts erinnern. Kommissar Meininger ermittelt, und Titus belastet Conni schwer.","versions":[{"lang":1,"streams":[{"redirect":11312571,"hoster":"VOE"},{"redirect":10124564,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Team Erfurt: Schuldig","epNo":8,"alt":"","descr":"Lukas und Conny sind mit der Straßenbahn unterwegs zu einem Casting im Fotostudio und schon ganz aufgeregt. Während Lukas konzentriert die Ausschreibung der Modellagentur studiert, beobachtet Conny, wie zwei Jugendliche die Gäste in der Straßenbahn belästigen. Schließlich schreitet einer der Fahrgäste ein und will die Jungs zur Vernunft bringen. Doch diese geraten nun erst richtig in Fahrt. Als der Mann aussteigt, springen die Randalierer ihm nach. Conny weist Lukas auf die drohende Gefahr für den Mann hin und rennt hinterher. Lukas besinnt sich einen Moment zu spät und die Tür der Bahn schließt direkt vor seiner Nase. Als Lukas beim Casting vergeblich auf seinen Freund wartet und ihn auch telefonisch nicht erreichen kann, macht er sich ziemliche Sorgen. Endlich geht jemand ans Telefon. Doch es ist Kommissar Meininger, der Lukas erzählt, dass Conny schwer verletzt im Krankenhaus liegt. Auch der Mann, dem Conny helfen wollte, ist verletzt. Keiner der unzähligen Passanten hat eingegriffen, empört sich Meininger. Und von den Schlägern fehlt jede Spur. Hätte Lukas diesen Übergriff verhindern können? Er will nun unbedingt die Täter finden und bringt sich dabei ernsthaft in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":10494250,"hoster":"VOE"},{"redirect":10124565,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Team Erfurt: Muskelspiele","epNo":9,"alt":"","descr":"Sommertraining in der Eishalle. Alles dreht sich nur noch um die Qualifikation für den internationalen Eislauf-Junior-Cup. Nur wer am Ende des Trainings zu den Besten gehört, wird in ein paar Wochen in die USA fliegen. Julias Teamkollegin Leni trainiert besonders hart. Sie muss gewinnen, um jeden Preis. Denn nur mit der Qualifizierung zum Cup glaubt sie, endlich die ersehnte Anerkennung durch ihre Mutter zu bekommen. Aber irgendetwas stimmt mit Leni nicht. Das muss auch Lukas feststellen, der über das Eislauftraining in der Schülerzeitung berichten will. Plötzlich bringt Leni ganz unerwartet extreme Höchstleistungen, ist zugleich ungewöhnlich launisch und hat immer wieder Nasenbluten … Lukas und Julia versuchen, das seltsame Verhalten von Leni zu ergründen. Auf Conny können sie dabei nicht wirklich zählen, denn der bereitet sich panisch auf die nächste Mathearbeit vor. Und dieser Stress führt ihn ernsthaft in Versuchung: ein bisschen mind doping mit einer kleinen Pille – und schon wäre die Zensur gerettet?! Da keimt bei den Freunden der Verdacht auf: Nimmt Leni vielleicht verbotene Substanzen zur Leistungssteigerung? Doch woher sollte sie solche Pillen haben? Weiß Trainerin Jasmin Bescheid? Kommissar Meininger kann das nicht glauben, aber das könnte auch an seinem rosaroten Blick für die hübsche Ex-Eisschnellläuferin liegen. Und dann passiert das Unfassbare: Plötzlich steht Julia selbst unter Dopingverdacht.","versions":[{"lang":1,"streams":[{"redirect":11312573,"hoster":"VOE"},{"redirect":10124566,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Team Erfurt: Missbraucht","epNo":10,"alt":"","descr":"In der Fahrschule verliebt sich Conny Hals über Kopf in die 15jährige Tochter seines Fahrlehrers. Er lädt die zurückhaltende Selina zum Eis und anschließend auf seine Geburtstagsparty ein. Als sie tatsächlich erscheint, geht sein Herz auf. Sie strahlt ihn an und scheint seine Gefühle zu erwidern. Doch als Conny bei der Verabschiedung versucht sie zu küssen, rennt Selina panisch weg. Conny ist verunsichert. Hat er etwas falsch gemacht? Oder ist er doch nicht ihr Typ? Er lässt Selina über ihren Bruder Alexander, den Junior-Chef der Fahrschule, einen Brief zukommen, in dem er sie um Verzeihung bittet. Die beiden treffen sich wieder. Diesmal im Schwimmbad, wo Selina im Wasser ganz in ihrem Element zu sein scheint. Wieder ist es romantisch. Wieder kommen sich beide näher. Diesmal ist es sogar Selina, die den ersten Schritt macht und Conny küssen will. Doch sie kann nicht. Sie findet Küssen eklig und haut eilig ab. Conny versteht die Welt nicht mehr. Im Gespräch mit Kommissar Meininger kommt der Verdacht auf, Selina könnte sexuell missbraucht werden. Tatsächlich kommt Conny dahinter, dass Selinas Bruder Alexander ihr Peiniger ist, aber für eine Anzeige fehlen ihm die Beweise. In seiner Verzweiflung bittet Conny eine Psychologin mit Selina zu sprechen. Doch Selina fühlt sich verraten und wendet sich komplett von Conny ab. Doch als sich andeutet, dass ihre kleine Schwester Alexanders nächstes Opfer werden könnte, muss Selina handeln.","versions":[{"lang":1,"streams":[{"redirect":10494248,"hoster":"VOE"},{"redirect":10124567,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Team Erfurt: Falsche Liebe","epNo":11,"alt":"","descr":"Julia bereitet mit ihrer neuen Deutschlehrerin Frau Tafelmann einen Poetry Slam vor. Es soll ein großes Event werden, bei dem auch Conny und Lukas als Band auftreten. Als sich der gutaussehende \"Darkmoon\" mit seinem romantischen Gedicht vorstellt, ist es um Julia geschehen. Sie sieht mehr in ihm als nur den potentiellen Gewinner des Slams. Doch zu Julias großer Verwunderung will ihre Deutschlehrerin unter keinen Umständen, dass dieser \"Darkmoon\" an der Veranstaltung teilnimmt und schließt ihn kurzerhand aus. Julia ist ratlos. Um ihrem Favoriten die schlechte Nachricht schonend beizubringen, aber auch, um den geheimnisvollen \"Darkmoon\" noch einmal zu sehen, besucht Julia ihn. Zu ihrer Freude scheint er ihre Gefühle zu erwidern. Die Jungs bereiten sich unterdessen auf ihren großen Auftritt vor. Unterstützt werden sie dabei von Nick, einem dichtenden Bassisten. Als Lukas nach einer Probe von einem Paintballgeschoss getroffen wird, meint er, in dem fliehenden Schützen \"Darkmoon\" zu erkennen. Gemeinsam mit Julia findet Lukas heraus, dass \"Darkmoon\" in Wirklichkeit Tristan heißt und ein Schüler von Frau Tafelmann in Berlin war. Weil er sie dort gestalkt hat, ist sie nach Erfurt gezogen. Kommissar Meininger spricht Tristan ein Kontaktverbot aus. Zunächst kehrt Ruhe ein und dem großen Event scheint nichts mehr im Weg zu stehen. Als Frau Tafelmann nicht beim Poetry Slam auftaucht realisiert Julia, dass Tristan sie benutzt hat, um über sie an seine \"wahre Liebe\" zu kommen. Er hat Frau Tafelmann in seine Gewalt genommen, und versucht mit allen Mitteln ein Liebesgeständnis aus ihr herauszupressen. Kommissar Meininger gelingt es im letzten Augenblick, Frau Tafelmann aus den Händen des Stalkers zu befreien.","versions":[{"lang":1,"streams":[{"redirect":10494249,"hoster":"VOE"},{"redirect":10124568,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Team Erfurt: Einer von uns","epNo":12,"alt":"","descr":"Als Connys armenischer Freund Levon eines Morgens von der Nachtschicht im Altenheim, nach Hause kommt, erlebt er den Schock seines Lebens. Seine Eltern wurden nach 20 Jahren in Deutschland in einer Nacht- und Nebelaktion abgeschoben. Auch für Levon liegt ein Ausweisungsbescheid bereit. Kurzerhand versteckt Conny seinen Freund in der alten Laube von Lukas’ verstorbener Oma. Damit Levon bleiben kann, organisiert Conny eine Unterschriftenaktion für ihn. Beim zuständigen Sachbearbeiter im Ausländeramt stößt er mit seinem Engagement allerdings auf Granit. Auch Lukas zieht nicht mit ihm an einem Strang. Er bereitet sich angeleitet von Kommissar Meininger auf die Aufnahmeprüfung bei der Polizei vor und hat Angst seine Karriere aufs Spiel zu setzen, wenn er Levon versteckt. Deswegen bittet Lukas ihn, die Laube seiner Oma zu verlassen. Nun steht Levon buchstäblich auf der Straße und die Situation für ihn eskaliert.","versions":[{"lang":1,"streams":[{"redirect":11312574,"hoster":"VOE"},{"redirect":10124569,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Team Erfurt: Lebensmüde","epNo":13,"alt":"","descr":"Connys Cousine Hannah ist wieder nach Erfurt gezogen. Aber sie hat sich sehr verändert. Dann hört er sie singen und lädt sie zum Bandcasting ein. Zur gleichen Zeit trauert Meininger um seinen Patensohn. Felix war in einem Selbstmordforum unterwegs. Dort kündigen \"Schneewittchen\" und \"Aschenputtel\" nun ihren Tod an. Wie nah Conny einer der Beiden steht, ahnt er noch nicht …","versions":[{"lang":1,"streams":[{"redirect":11312576,"hoster":"VOE"},{"redirect":10124570,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Team Stuttgart: Netzangriff","epNo":1,"alt":"","descr":"Die 14jährige Klara ist neu am Stuttgarter Gymnasium und fühlt sich entsprechend unsicher und orientierungslos. Als sie auf einer Party ihr Handy verliert, tauchen in einer Internet-Community Fotos auf, die sie wie ein Model posierend nur in Unterwäsche zeigen, Fotos, die Klara aus Spaß mit Freundinnen in ihrem alten Internat am Bodensee gemacht hatte. In der Community aber beginnt erst achtlos, dann gezielt, ein Mobbing gegen Klara, das sich in der Schule mit Beleidigungen und Demütigungen fortsetzt. Und dann wird auch noch Klaras Handy ausgerechnet bei Tim gefunden, den sie für ihren einzigen Verbündeten in dieser schwierigen Zeit gehalten hat. Während Tim zusammen mit seinem kleinen Bruder Max Max Mederling versucht, seine Unschuld zu beweisen, entdeckt Klaras Vater, Rechtsmediziner Professor Dr. Gerhard Stolz, im Internet ein Video der wilden Schulparty, an der auch seine Tochter teilgenommen hat. Für Klara, die gern Grenzen austestet, wird die Lage nun vollends unerträglich und so begibt sie sich in eine Situation, in der sie bewusst, oder unbewusst, ihr Leben aufs Spiel setzt.","versions":[{"lang":1,"streams":[{"redirect":11312582,"hoster":"VOE"},{"redirect":10124571,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Team Frankfurt am Main: Der Zeuge","epNo":1,"alt":"","descr":"Jay Jay Nkruma ist auf dem Weg zum Fußballtraining, als er in der Unterführung einer U-Bahn-Haltestelle Zeuge eines brutalen Überfalls wird. Eine Mädchengang schlägt und beraubt ein anderes Mädchen. Jay Jay ist nicht imstande einzugreifen und hin- und hergerissen zwischen Angst und Schuldbewußtsein, zumal eines der Mädchen ihn entdeckt und bedroht hat. Wie soll er seinen Freunden klar machen, dass er Angst vor Mädchen hat. Er vertraut sich seiner Fußballkameradin Ronja an, die ihn gut verstehen kann, während Alex, der muskelgestählte Traceur, so gar kein Verständnis für sein Verhalten aufbringen kann. Jay Jay’s Bruder Anthony ist Polizist und spürt, dass mit seinem kleinen Bruder etwas nicht stimmt. Die Lage spitzt sich zu, als die Mädchengang auf dem Fußballplatz auftaucht, um Jay Jay zu verprügeln.","versions":[{"lang":1,"streams":[{"redirect":11312577,"hoster":"VOE"},{"redirect":10124572,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Team Frankfurt am Main: Eigentor","epNo":2,"alt":"","descr":"Gerade hat die erste Mannschaft des SG Harheim den Titel geholt, da kommt es nach dem Spiel zwischen unseren Freunden und Fans der gegnerischen Mannschaft FC Wacker zu Randale. Jay Jay und Torwart Till stecken Prügel ein. Auch der Harheimer Torsten ist bei der Prügelei dabei. Aus Rache will Torsten gemeinsam mit Till das Vereinsheim des FC Wacker mit Farbe besprühen. Till hat Bedenken, wird aber von Torsten massiv unter Druck gesetzt. Prompt wird er von dem gewalttätigen FC Wacker Fan Bomber auf frischer Tat erwischt. Der fotografiert ihn mit der Sprühflasche in der Hand und erpresst Till fortan. Nur wenn er im alles entscheidenden Endspiel den Ball ins Tor lässt und dem FC Wacker damit den Meistertitel überlässt, will er die Fotos vom handy löschen. Till hat seinerseits furchtbare Angst, dass sein Vater, ein strenger Musikprofessor, von der Sache erfährt und ihm das geliebte Fußballspiel verbietet. Siegessicher wettet Bomber mit einem Freund um 200 Euro, dass seine Mannschaft am Wochenende gewinnen wird. Till hält den moralischen Druck inzwischen nicht mehr aus und vertraut sich seinen Freunden an. Ronja, Alex und Jay Jay haben eine Idee. Sie planen die Entführung des FC Wacker-Maskottchens. Es handelt sich dabei um einen lebenden Hahn, der bei jedem Spiel dabei ist. Alex wagt sich über die Dächer auf das feindliche Gelände und schafft es in letzter Minute, den Hahn aus dem Käfig zu entwenden. Doch da haben unsere Freunde die Rechnung ohne Jay Jays Polizisten-Bruder Anthony gemacht. Er erwischt Jay Jay und Ronja im Keller mit dem entführten Federvieh und zwingt sie zur Rückgabe. Aber auch hier finden unsere Freunde einen Weg aus der angespannten Situation.","versions":[{"lang":1,"streams":[{"redirect":12174296,"hoster":"VOE"},{"redirect":10124573,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Team Frankfurt am Main: Ehrensache","epNo":3,"alt":"","descr":"Alex hat ein Auge auf Melek geworfen. Und auch das türkische Mädchen scheint sich für ihn zu interessieren. Als die beiden beim Grillfest miteinander tanzen wollen, taucht Meleks Bruder Cem auf und zieht sie von der Tanzfläche. Melek ist sich keiner Schuld bewusst – zumal sie die Erlaubnis ihrer Mutter hatte – und trifft sich erneut mit Alex. Als Cem davon erfährt, sperrt er seine Schwester kurzerhand ein. Nachdem Melek tagelang unentschuldigt in der Schule fehlt, machen sich Alex und seine Freunde Sorgen und gehen auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":11312578,"hoster":"VOE"},{"redirect":10124574,"hoster":"Streamtape"}]}]}]}]}