{"seriesId":"kroemer-late-night-show","name":"Krömer – Late Night Show","descr":"Kurt Krömer hat das Studio der Berliner Union Film verlassen und präsentiert seine Late-Night-Show aus dem altehrwürdigen Theatersaal des \"Berliner Ensembles\" in unmittelbarer Nähe des Friedrichstadtpalastes. Das liebevoll gezimmerte Bühnenbild stellt eine komplett eingerichtete Single-Wohnung im 70er/80er-Jahre-Stilmix dar, wie man sie sich durchaus für Krömer vorstellen könnte. Am inhaltlichen Konzept hat sich im Vergleich zu den Vorgängershows nichts geändert: Krömer begrüßt zwei prominente Talkgäste und bespricht mit ihnen mehr oder weniger interessiert mit Hilfe von drei bis vier absichtlich bemüht vorgelesenen Fragen die wesentlichen Dinge ihres Lebens. Dabei kommt auch diesmal Krömers Talent nicht zu kurz, Gespräche amüsant abzuwürgen oder an die Wand zu fahren. Politisch inkorrekte Kommentare und Scherze mit dem Publikum gehören genauso weiterhin zum Repertoire wie Einspielfilme, in denen Krömer auf der Straße Passanten veralbert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Gregor Gysi, Helge Schneider","epNo":1,"alt":"","descr":"In acht Folgen lädt Kurt Krömer nicht nur ein, sondern geht auch raus. Dahin wo es weh tut. Sein Besuch bei den ISAF-Truppen in Afghanistan wird in seiner Sendung in Einspielern ein kleiner, aber fester Bestandteil sein. Aber auch mit Themen wie Migration, Rechtsradikalismus, und Randgruppen, sowie seinen ganz persönlichen Macken und Ticks, setzt sich Krömer zwar humorvoll, aber doch mit dem notwendigen Respekt in Einspielfilmen auseinander. Wichtiger Bestandteil der Sendung werden natürlich auch die Gespräche mit Krömers Gästen sein, Menschen aus dem ganz normalen Leben, sowie aus den Bereichen Film, Show, Musik, Sport und Politik. Kurt Krömer ist nicht älter geworden, sondern reifer. Bart, Scheitel und bunte, schrille Anzüge sind Vergangenheit. Doch nicht nur persönlich hat sich Krömer weiterentwickelt, auch der Spielort passt sich ihm an. Die Zuschauer sitzen nicht mehr auf Klappstühlen in einem Fernsehstudio. Stattdessen schmücken roter Samt und Blattgold die Sessel in einem der schönsten Theater der Hauptstadt, dem BERLINER ENSEMBLE. Dort und nirgendwo anders darf Krömer sein Publikum zum Lachen bringen. So wird die Aufzeichnung zur Auszeichnung. Seine ersten Gäste sind Gregor Gysi und Helge Schneider. Sie erleben Krömer in Höchstform. Außerdem sehen wir den bekennenden Totalverweigerer Krömer in Afghanistan bei einem Transport durch Kabul.","versions":[]},{"epId":"episode-2","name":"Mohamed Mounir, Peter Heppner","epNo":2,"alt":"","descr":"Deutschland trifft Ägypten! Heute überrascht Krömer seinen in Deutschland weltbekannten Freund Adel Tawil mit dem ägyptischem Idol und Superstar Mohamed Mounir, den Adel seit seiner Jugendzeit als Idol verehrt. Als Zeuge des Treffens fungiert der Musiker Peter Heppner. Natürlich wird auch getalkt, und Krömer zeigt, wie er sich vor seiner Reise nach Afghanistan einer \"Schnellgrundausbildung\" unterzogen hat. Dazu startet er mit einer neuen Einspielerserie, in der es um einen Ausflug mit ganz besonderen Menschen geht: \"Die Randgang\".","versions":[{"lang":1,"streams":[{"redirect":11313269,"hoster":"VOE"},{"redirect":10125785,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ivy Quainoo, Andreas Schmidt","epNo":3,"alt":"","descr":"Alles muss raus! Zumindest was deutsch ist und in der ersten Reihe sitzt. Dafür müssen Migranten her. Heute stellt Krömer überraschend fest, dass sich die Migrantenpolitik der Bundesregierung bis in seine Sendung zieht und schafft Abhilfe! Auch mit dabei in der Show sind die Sängerin Ivy Quainoo und der Schauspieler Andreas Schmidt. \"Krömer – Late Night Show\" – die Late Night mit dem grössten Migrantenanteil im deutschen Fernsehen. Und ein Muss für alle, die nicht wissen, was \"Futschi\" ist …","versions":[{"lang":1,"streams":[{"redirect":11313271,"hoster":"VOE"},{"redirect":10125787,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Heinz Strunk, Christine Urspruch","epNo":4,"alt":"","descr":"Heute beweisen Kurt Krömer und der Autor und Schauspieler Heinz Strunk, dass in einem Talk nicht unbedingt getalkt werden muss und es nicht immer auf den Inhalt eines Gesprächs ankommt. Ebenfalls bewiesen wird, dass am Samstag das \"Sams\" kommt. Zumindest in Gestalt der Schauspielerin und \"Tatort\"-Pathologin ChrisTine Urspruch. Auch wenn Krömer in der ARD nicht auf Quote angewiesen ist, weiß er, was er seinem Publikum in einer Late Night Show schuldet: viel nacktes Fleisch und süße Tierkinder.","versions":[{"lang":1,"streams":[{"redirect":11313277,"hoster":"VOE"},{"redirect":10125788,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ernie und Bert, Michael Gwisdek","epNo":5,"alt":"","descr":"Heute trifft Krömer Idole aus seiner Jugendzeit. Es handelt sich hierbei allerdings nicht um Playmates der späten 80er, sondern um Ernie \u0026 Bert, die heute seine Gäste sind. Nach dem Tod von Johannes Heesters ist der Schauspieler Michael Gwisdek auf Krömers Gästeliste ganz nach oben gerückt. Er beweist, dass \"in Würde altern\" nichts als ein Mythos ist. Dazu gibt es Bilder von Krömers Afghanistan-Einsatz und Musik von den Powerfrauen Laing.","versions":[{"lang":1,"streams":[{"redirect":11313280,"hoster":"VOE"},{"redirect":10125789,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Micaela Schäfer, Serdar Somuncu","epNo":6,"alt":"","descr":"Heute sind bei Krömer die deutsch-türkische Hasspredigerin Micaela Schäfer und der Nackt-DJ Serdar Somuncu zu Gast. Oder andersrum. Krömer und Serdar haben sich vorgenommen, den Begriff \"politisch unkorrekt\" ab heute neu zu definieren. Ob es Micaela geschafft hat, ihrem Kleiderschrank etwas Sommerliches zu entnehmen, sehen die Zuschauer in Folge 6 von \"Krömer – Late Night Show\". Krömer Late Night – politisch unkorrekter sind nur Eva Herman und Thilo Sarrazin.","versions":[]},{"epId":"episode-7","name":"Wolfgang Kubicki, Jorge Gonzalez","epNo":7,"alt":"","descr":"Nach 17 Jahren Bühne und zehn Jahren Fernsehen ist es soweit. Mit Wolfgang Kubicki betritt ein hochrangiger FDP-Politiker Krömers neue Bleibe im Berliner Ensemble. Nach langer Überlegung hat Krömer sich entschieden, dass zu Wolfgang Kubicki nur ein einziger weiterer Gast passen würde: Jorge Gonzalez. Wer heute Stöckelschuhe trägt, wer für sein Bier bezahlen muss, wer die besseren Anwälte hat, wer von Schleswig-Holstein nach Berlin geht und ob Max Herre wirklich in Krömers Keller wohnt – das sehen die Zuschauer in dieser Ausgabe \"Krömer – Late Night Show\". Der einzig echte Polittalk im deutschen Fernsehen, außer \"Frauentausch\".","versions":[{"lang":1,"streams":[{"redirect":11313274,"hoster":"VOE"},{"redirect":10125790,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kim Sarnau, Thomas Quasthoff, Rainald Grebe","epNo":8,"alt":"","descr":"Wie heißt es in einem deutsch-schottischen Schlager? Abschied ist ein schweres Schaf! Doch heute ist es soweit. Die Staffel ist vorbei und Krömer muss sein schönes Domizil im Berliner Ensemble räumen. Zur Verstärkung hat er die Schauspielerin Anneke Kim Sarnau, den Opernsänger Thomas Quasthoff und den Gewinner der 1. Staffel von \"Deutschland sucht den Superindianerschmuck\", Rainald Grebe eingeladen. Dass Trauer und Komik sich nicht ausschließen müssen, beweisen Krömer und seine Gäste par excellence. Ein wichtiger Hinweis: Diese Sendung ist für Jugendliche unter 16 Jahren nicht geeignet und Rauchen und Saufen können tödlich sein …","versions":[{"lang":1,"streams":[{"redirect":11313279,"hoster":"VOE"},{"redirect":10125792,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mary Roos, Matthias Matussek, Joja Wendt, Ades Zabel","epNo":1,"alt":"","descr":"Zum fulminanten Auftakt im renommierten Berliner Ensemble begrüßt Komiker Kurt Krömer Schlagerstar Mary Roos, Journalist Matthias Matussek, den Tastenvirtuosen Joja Wendt sowie Travestiekünstler Ades Zabel in seiner Paraderolle, als Edith Schröder. Warum beginnt gerade die erste Show mit einer Panne? Geht Joja Wendt mit Kurt Krömer auf Tournee? Warum weint Mary Roos ständig? Von wem bekommt Kurt Krömer ein Liebesgeständnis? In welchem Zusammenhang stehen Zölibat und Puffgang? Mit welchen philosophischen Erkenntnissen überrascht Journalist und Autor Matthias Matussek? Welches Brautkleid kauft Kurt Krömer seiner zukünftig Angetrauten Edith Schröder? Wie bitte schön sieht der Neuköllner Fruchtbarkeitstanz aus? Bekommt gleich die erste Folge einen Grimme-Preis?","versions":[{"lang":1,"streams":[{"redirect":11313273,"hoster":"VOE"},{"redirect":10125791,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Samy Deluxe, die Ludolfs, Helge Schneider","epNo":2,"alt":"","descr":"Die zweite Folge der neuen Staffel \"Krömer – Late Night Show\" steht – gewollt oder nicht – unter dem Motto: ANARCHIE PUR! Komiker Kurt Krömer begrüßt diese Gäste: Hip Hopper Samy Deluxe, die unvergleichlichen Ludolfs und als Musikgast Helge Schneider. Warum schüttet sich Kurt Krömer freiwillig Erfrischungsgetränke über das Hemd? Gehört Samy Deluxe wirklich zur \"Flip-Flop-Szene\"? Und warum bringt ihn diese Show aus seinem Lebenskonzept? Wer sind die Chippendales unter den Schrotthändlern? Wer treibt Krömer zur Erkenntnis: \"Ich bin nicht mehr Herr der Lage!\"? Welche Gäste geleitet Kurt Krömer persönlich aus dem Studio? Wird Helge Schneiders Song \"Sommer, Sonne, Kaktus\" ein Sommerhit? Was verbirgt sich hinter Veras Scheidung?","versions":[{"lang":1,"streams":[{"redirect":11313278,"hoster":"VOE"},{"redirect":10125793,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Katrin Sass, Katharina Saalfrank, Heinz Hormann","epNo":3,"alt":"","descr":"Aller guten Dinge sind 3! Auch die Folge 3 der \"KRÖMER – Late Night Show\"! Aber wie schafft es Kurt Krömer, den eisernen Vorhang hochzuziehen? Warum geht Schauspielerin Katrin Sass dem Gastgeber an die Wäsche? Wieso präferiert Supernanny Katharina Saalfrank das Bett und nicht die \"stille Bühnentreppe\"? Warum wirft Hoteltester Heinz Hormann die Frage auf: \"Steht der Gast im Mittelpunkt oder nur im Weg?\" Wie bitte schaffte es He-Man, mit diesem lächerlichen Plastikschwert in Neukölln zu landen? Wo kommen plötzlich all die Japaner her? Wollen Sie Pohlmann auf Platz 1 der Charts?","versions":[{"lang":1,"streams":[{"redirect":11313276,"hoster":"VOE"},{"redirect":10125803,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Julia Scharf, WestBam, Julia Dietze","epNo":4,"alt":"","descr":"Dabei sein ist alles, so könnte das Motto der vierten Folge der \"Krömer – Late Night Show\" lauten. Komiker Kurt Krömer begrüßt folgende Gäste: die Sportmoderatorin Julia Scharf, DJ-Legende WestBam und die Schauspielerin Julia Dietze. Musik kommt von der Gruppe Gleis 8. Aber warum trägt Krömer einen neonfarben-gestreiften, hautengen Turn-Body? Und weshalb schlägt er plötzlich auf der Bühne ein Rad? Welche Sportart beherrscht ARD-Sportmoderatorin Julia Scharf am besten? Wie wird DJ WestBam eigentlich richtig ausgesprochen? Wie kommt eine Verbindung zwischen Techno und Samuel Beckett zustande? Was machen Hase und Nikolaus vor dem Reichstag? Wodurch bringt Model und Schauspielerin Julia Dietze Krömer zum Schwitzen? Warum freut sich Krömer so auf die Gruppe Gleis 8 mit Frontfrau AnNa R? Alle Antworten gibt es in 45 Minuten \"Krömer – Late Night Show\".","versions":[{"lang":1,"streams":[{"redirect":11313281,"hoster":"VOE"},{"redirect":10125794,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reiner Calmund, Clemens Schick, The Boss Hoss","epNo":5,"alt":"","descr":"In Folge 5 der \"KRÖMER Late Night Show\" begrüßt Kurt Krömer diese Gäste: Fußball-Legende Reiner Calmund, den Schauspieler Clemens Schick und die Musiker von The Boss Hoss. Die Sendung klärt folgende Fragen: Warum ist die Bühne mit Flatterband abgesichert? Mit wem lief Kurt Krömer einen Halbmarathon? Kann Reiner Calmund kochen? Wohin mit Senf an der Hand? Wer hat Kurt Krömer für Reiswaffeln sitzen lassen? Wie schmeckt der erste selbstgebackene Kuchen von Schauspieler Clemens Schick? Wer ist die wahre \"Wanderhure\"? Wie viele Musiker passen auf die \"KRÖMER Late Night Show\"-Bühne? Welche Fernseh-Weltpremiere gibt es mit Boss Hoss? Alle Antworten in 45 Minuten \"KRÖMER Late Night Show\"!","versions":[{"lang":1,"streams":[{"redirect":11313286,"hoster":"VOE"},{"redirect":10125796,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katharina Thalbach, Carolin Kebekus","epNo":6,"alt":"","descr":"Für Musik sorgt Marla Blumenblatt. Der Anarchist des Deutschen Fernsehens ist zurück! Die Nacht wird wieder länger! Kurt Krömer lädt ins Berliner Ensemble zur \"Krömer – Late Night Show\" – immer samstags abends nach dem \"Wort zum Sonntag\" im Ersten. Kurt Krömer, der sein Gästeklo mit dem Grimme Preis dekoriert, im Herbst auf große \"Abschied\"-Tournee gehen wird und seit Mitte Juni mit seinem Buch \"Ein Ausflug nach wohin keiner will\" die Bestsellerlisten erobert, kommt zurück ins TV, um aus dem Nähkästchen zu plaudern und Weltbewegendes zu behandeln: Persönliche Allüren, private Vorlieben und seine erste wahre Liebe sowie die globalen Festtage Weihnachten, Ostern und die Eröffnung des Flughafens BER werden Thema sein. Vom 11. bis 14. Juli 2013 – jeweils um 18.00 und 21.00 Uhr – lädt er in das Berliner Ensemble für acht neue Folgen \"Krömer – Late Night Show\". Live und vor Publikum wird Kurt Krömer seinen investigativen Journalismus von der Leine lassen, seinen Gästen Antworten entlocken, von denen sie selbst noch nicht wussten, und tief in das Innerste seiner schwarzen Seele blicken lassen. Darüber hinaus freut er sich auf Besuch von den Ludolfs, Katrin Sass, The Boss Hoss, Claudia Roth, Matthias Matussek, Reiner Calmund, Carolin Kebekus, Silly, Mark Benecke, Henryk M. Broder u. a.","versions":[]},{"epId":"episode-7","name":"Mark Benecke, Sebastian Fitzek, Silly","epNo":7,"alt":"","descr":"Mord und Totschlag als Thema in der 7. Folge der \"Krömer – Late Night Show\"! Warum hat der Kriminalbiologe und forensische Entomologe Mark Benecke Fauchschaben mitgebracht? Traut sich Kurt K. aus Neukölln, diese zu streicheln? Wie fand Psychothriller-Autor Sebastian Fitzek die \"Lange Nacht der Pathologie\"? Wie riechen Leichen? Wie schafft es Schauspielerin und Silly-Frontfrau Anna Loos, Kurt Krömer zum panisch-neurotischen Ausrasten zu bringen? Wie kommt Krömer selbst zu der Erkenntnis \"Wer für Krömer arbeitet, der freut sich aufs Sterben\"?","versions":[{"lang":1,"streams":[{"redirect":11313292,"hoster":"VOE"},{"redirect":10125798,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Panagiota Petridou, Rolf Zacher, Henryk M. Broder, Dagobert","epNo":8,"alt":"","descr":"Gäste: Auto- und Führerscheinexpertin Panagiota Petridou, Unikum Rolf Zacher sowie Henryk M. Broder, Publizist und Buchautor Für Musik sorgt Dagobert.","versions":[{"lang":1,"streams":[{"redirect":11313289,"hoster":"VOE"},{"redirect":10125797,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Klaus Wowereit, Olaf Schubert, Micky Beisenherz","epNo":1,"alt":"","descr":"Heute öffnet Krömer in seiner Wortspielhölle das zweite Sigl der diesjährigen Staffel von \"Krömer – Late Night Show\". Es hört auf den Namen Hans. Hans Sigl, besser bekannt als \"Der Bergdoktor\". In einer aufwendigen, investigativen Recherche hat Krömer herausgefunden, dass Hans Sigl gar kein echter Doktor, sondern Schauspieler ist. Die beiden versuchen gemeinsam zu diagnostizieren, wer mehr kränkelt. Musik kommt diesmal aus Schweden dazu. Mando Diao geben sich, außer in den Charts, auch bei Krömer die Ehre.","versions":[]},{"epId":"episode-2","name":"Hans Sigl, Mando Diao","epNo":2,"alt":"","descr":"Eine Frage hat sich Krömer schon immer gestellt: Wie kann man Frauen verprügeln ohne dafür bestraft zu werden? Heute gibt’s die Antwort: Man ist Dr. Christine Theiss, Ex-Weltmeisterin im Kickboxen. Zusammen mit Tänzerin und Choreografin Nikeata Thompson und der Berlinerin Lexy Hell, Autorin, Tattoomodel und Swingerclubexpertin, ergibt das ein ganz exquisites Damenkränzchen. Dem serviert Krömer zu von ihm selbst gebackenen Kuchen alles Wissenswerte zu den Themen: Schlägereien, aufgespritzte Eier und Dirty Dancing. Musikalisch werden wir kurzfristig noch einmal Weltmeister – mit Andreas Bourani.","versions":[]},{"epId":"episode-3","name":"Dr. Christine Theiss, Nikeata Thompson, Lexy Hell, Andreas Bourani","epNo":3,"alt":"","descr":"Bei \"Krömer – Late Night Show\" ist heute großer Rätselabend: Frage 1: Was sieht aus wie der junge Uwe Ochsenknecht und riecht wie der junge Uwe Ochsenknecht? Antwort: Wilson Gonzalez Ochsenknecht! Und der erzählt bei Krömer, wie es Kinderstars geht, wenn sie in ihre 20er-Jahre kommen. Rätsel 2: Wer weiß mehr über Aquarien? Der amtierende Weltmeister im Aquascaping – Oliver Knott oder Krömer selber? Musikalisch unterstützt werden Krömer, Wilson und der Unterwasserbegrünungs-Champion von OK Kid.","versions":[]},{"epId":"episode-4","name":"Wilson Gonzalez Ochsenknecht, Oliver Knott, OK Kid","epNo":4,"alt":"","descr":"Über den einen wird \"krakeelt\" und der andere \"krakeelt\". Heute zu Gast bei Kurt Krömer: Roberto Blanco und H. P. Baxxter. Von dem einen fordert die Frau 180.000 Euro vor Gericht, von dem anderen fordern die Fans 180 Beats pro Minute. Krömer hat sich fest vorgenommen, bei Musikmilliardär Baxxter notfalls einen \"Blanco-Kredit\" für Roberto raus zu schinden. Nach heißem Talk gibt’s Musik zum Runterkommen … 20 Years of Hardcore in dreieinhalb Minuten – von Scooter.","versions":[{"lang":1,"streams":[{"redirect":11313290,"hoster":"VOE"},{"redirect":10125795,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Roberto Blanco, H. P. Baxxter, Scooter","epNo":5,"alt":"","descr":"Wenn einer weder tanzen kann noch von Fußball die geringste Ahnung hat und denkt, dass die Hip-Hop-Szene Teil eines Theaterstücks mit einer Hüpfburg ist, dann ist es Kurt Krömer. Ob man auch ohne Verelendungsprozess bei \"Let’s Dance\" mitmachen kann, in welchen Fußballstadien man den schönsten Kick und das beste Backenfutter bekommt und wie man vom Fußballer und Model zum Rapper wird, verraten heute Motsi Mabuse und Marteria.","versions":[]},{"epId":"episode-6","name":"Motsi Mabuse, Marteria, Milow","epNo":6,"alt":"","descr":"Krömer hat sich selbst unter Termindruck gesetzt. Außerhalb der \"Krömer – Late Night Show\" geht er am Donnerstag nämlich immer zum Bondage. Heute hat er sich allerdings schon Cosma Shiva Hagen, Steve Blame und Nilz Bokelberg eingeladen. Da bleibt nur eine Lösung: Krömer muss sich in seiner Sendung bondagieren lassen. Das verspricht fesselnde Unterhaltung am laufenden Band – völlig ohne Durchhänger. Dazu gibt es Musik von Georg auf Lieder.","versions":[{"lang":1,"streams":[{"redirect":11313288,"hoster":"VOE"},{"redirect":10125800,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Cosma Shiva Hagen, Steve Blame, Nilz Bokelberg, Georg auf Lieder","epNo":7,"alt":"","descr":"Heute bei Krömer: die Nacht der Legenden! Mit Karel Gott und Wolfgang Rademann sitzen 150 Jahre deutsche Musik- und Fernsehgeschichte im Berliner Ensemble. Karel Gott talkt nicht nur, er singt auch seinen neuen Song – mit \"Beats, noch fetter als Prager Schinken\", wie Krömer sagt. Bleibt die Frage: Wer hat die größere Berliner Schnauze? Der Traumschiffproduzent Wolfgang Rademann oder Krömer selbst? Und wer hat mehr Tränen in den Augen, wenn die Stewards à la Traumschiff die Eistorten durch das stehend applaudierende Publikum tragen?","versions":[{"lang":1,"streams":[{"redirect":11313291,"hoster":"VOE"},{"redirect":10125799,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Karel Gott, Wolfgang Rademann","epNo":8,"alt":"","descr":"Heute bei Krömer: die Nacht der Legenden! Mit Karel Gott und Wolfgang Rademann sitzen 150 Jahre deutsche Musik- und Fernsehgeschichte im Berliner Ensemble. Karel Gott talkt nicht nur, er singt auch seinen neuen Song – mit \"Beats, noch fetter als Prager Schinken\", wie Krömer sagt. Bleibt die Frage: Wer hat die größere Berliner Schnauze? Der Traumschiffproduzent Wolfgang Rademann oder Krömer selbst? Und wer hat mehr Tränen in den Augen, wenn die Stewards à la Traumschiff die Eistorten durch das stehend applaudierende Publikum tragen?","versions":[{"lang":1,"streams":[{"redirect":11313294,"hoster":"VOE"},{"redirect":10125801,"hoster":"Streamtape"}]}]}]}]}