{"path":"/serie/stream/kthe-und-ich","name":"Käthe und ich","descr":"Gemeinsam mit Australian-Shepherd-Therapiehündin Käthe unterstützt Psychologe Paul Winter seine Patienten in anspruchsvollen Lebenssituationen. Die einzelnen Fälle der Filme und ihre Protagonisten verhandeln stets übergeordnete Themen, wie den Drang nach Selbstoptimierung, Trennungen, die Schwierigkeit zu verzeihen, Einsamkeit oder Narzissmus.","seasons":[{"path":"/serie/stream/kthe-und-ich/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-1","name":"Dornröschen","epNo":1,"alt":"","descr":"Der Psychologe Paul (Christoph Schechinger) hat eine besondere Spezialisierung: Im Gespann mit seinem Therapiehund Käthe betreut er Patienten mit einer tiergestützten Therapie. Ihre Hilfe fordert die Krankenhauspflegeleiterin Hildegard (Mariele Millowitsch) an, um Patienten in schwierigen Situationen zu unterstützen. Pauls besonderes Interesse gilt der Wachkomapatientin Maria Thalbach (Muriel Baumeister), die wie durch ein Wunder nach fünf Jahren aufgewacht ist und in der Reha besser vorankommt als gedacht. Ausgerechnet jetzt steht ihr ein schwerer Rückschlag bevor, denn es gibt wenig Aussicht, dass sie den Platz aus ihrem früheren Leben wieder einnehmen kann. Ihr Mann Johannes (Stephan Szász) lebt mit einer neuen Frau zusammen, zu der ihre Tochter Johanna (Amely Trinks) ganz selbstverständlich \"Mama\" sagt. Dass die Achtjährige keinen Kontakt mit ihrer leiblichen Mutter wünscht, setzt Maria schwer zu. Damit sie ihren Kampfgeist nicht verliert, sind Paul und Käthe nun besonders gefordert. Auch der Psychologe sehnt eine Rückkehr herbei: Er erwartet seine Frau Erina (Nadja Bobyleva), eine international gefeierte Star-Ballerina, nach langer Zeit zurück. Allerdings weiß Paul, dass alles anders sein wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8815536","hoster":"VOE"},{"path":"/redirect/8815542","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-2","name":"Das Findelkind","epNo":2,"alt":"","descr":"Der Psychologe Paul (Christoph Schechinger), der mit der Therapiehündin Käthe ein eingespieltes Tandem bildet, hat einen hohen Anspruch: Gib niemals einen Menschen auf! Daran orientiert er sich im Beruf genauso wie im Privatleben. Der Psychologe trägt schwer daran, dass seine Ehefrau Erina (Nadja Bobyleva) nach einem Unfall seit Monaten unverändert im Wachkoma liegt. Zusammen mit seinen Freunden, dem Tierarzt-Ehepaar Jule (Mona Pirzad) und Aaron (Ben Braun) und der idealistischen Pflegerin Hildegard (Mariele Millowitsch), hofft Paul auf ein Wunder. Eine ungewöhnliche Überraschung erlebt er, als eines Morgens ein Korb mit einem Findelkind vor seinem Haus liegt. Paul vermutet sofort, dass dies kein Zufall ist. Vielleicht war es die junge Patientin Anja Mehring (Zoe Moore), die bei ihm wegen einer ungewollten Schwangerschaft in Behandlung war. Auf jeden Fall möchte er die Mutter vor der Polizei finden. Pauls beste Freundin Jule hat eine delikate Vermutung: Paul selbst könnte der Vater sein! Schließlich hat der sich – genau vor neun Monaten – mit Erinas bester Freundin Natalie (Julia Hartmann) auf ein nächtliches Trinkgelage eingelassen, das bei ihm mit einem Filmriss endete. Nun muss sich Paul der Wahrheit stellen und herausfinden, was wirklich passiert ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8815535","hoster":"VOE"},{"path":"/redirect/8815543","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-3","name":"Zurück ins Leben","epNo":3,"alt":"","descr":"Einfach unbeschwert sein zu können wie andere Jugendliche, das ist der Traum eines jungen Patienten in \"Käthe und ich – Zurück ins Leben\". Christoph Schechinger muss als Spezialist für tiergestützte Therapien einem vereinsamten Teenager neues Selbstbewusstsein vermitteln, um seine Ängste zu überwinden und seine Stärken zu entfalten. In der Rolle von Chris, der sich wegen großer Brandnarben in seinem Gesicht vor der Welt versteckt, ist Nachwuchsdarsteller Tilman Pörzgen zu sehen. Titelheldin Käthe, die von der Australian-Shepherd-Hündin Hoonah verkörpert wird, und Mariele Millowitsch als Auftraggeberin Hildegard stehen der Hauptfigur Paul zur Seite. Einfühlsam erzählt der dritte Film der Reihe eine Geschichte von Träumen, Hoffnung und Mut. Paul (Christoph Schechinger) und seine Therapiehündin Käthe müssen einen jungen Patienten von Pflegerin Hildegard (Mariele Millowitsch) wieder aufrichten. Chris (Tilman Pörzgen) hat bei einem Hubschrauberabsturz seine Mutter verloren und sein Gesicht ist seit dem von Verbrennungen halbseitig entstellt. Seine Wohnung verlässt die 19-jährige Vollwaise nur nachts, versteckt unter einer Kapuze. Nach Beschwerden der Nachbarn hat ihm sein Vermieter Stütter (Sebastian Schwarz) gekündigt. Aus Einsamkeit flüchtet sich der Teenager in Fantasiewelten. Paul möchte ihm mit Unterstützung von Käthe neuen Mut machen, seine Träume mit Leben zu erfüllen. Als er beim Tauchen Helena (Muriel Wimmer) kennenlernt, keimt die Hoffnung, dass er sich wie alle anderen seines Alters verliebt. Seine Ängste lassen Chris jedoch zögern, sich Helena zu zeigen – ohne Tauchermaske oder Kapuze. Unterdessen bringt ein neuer Tierarzt das eingespielte Zusammenleben am Müritzsee durcheinander. Eric (Ulrich Friedrich Brandhoff) sorgt zwar auf Anhieb für Entlastung in der Praxis von Jule (Mona Pirzad) und Aaron (Ben Braun). Dass sich der selbstbewusste \"Neue\" aber auch intensiv um Erina (Nadja Bobyleva) kümmert, die nach einem Unfall im Rollstuhl sitzt, passt Paul überhaupt nicht. Misstrauisch beobachtet er, wie Eric mit seiner gradlinigen Art immer mehr Einfluss auf seine Frau gewinnt. Schon bald wird es Paul zu viel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8815537","hoster":"VOE"},{"path":"/redirect/8815633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-4","name":"Papakind","epNo":4,"alt":"","descr":"Um tiefsitzende Trennungsschmerzen zu heilen, gibt es keine Abkürzungen: Diesem Ansatz folgt Christoph Schechinger als erfahrener Psychologe Paul und Spezialist für tiergestützte Therapien, auch wenn ihm und Hündin Käthe nur wenig Zeit bleibt. Um einem sterbenden Vater in \"Papakind\" einen versöhnlichen Abschied von seiner Tochter zu ermöglichen, müssen sich der Psychologe und seine Therapiehündin zuerst um die Wunden aus einem scheidungsbedingten Familienkonflikt kümmern. Der einfühlsame Fernsehfilm erzählt eine Geschichte von Trauer, Wut und Versöhnung. Eine besondere Rolle kommt Titelheldin Käthe zu, die von der Australian-Shepherd-Hündin Hoonah verkörpert wird. Die zehnjährige Emma (Martha Haberland) lebt nach der Scheidung der Eltern mit ihrer Mutter Hannah (Anna Grisebach) auf einem Bauernhof. Mit ihrem Vater Alexander (Arndt Schwering-Sohnrey), dem sie die Schuld für die Trennung gibt, hat das frühere \"Papakind\" gebrochen. Selbst als er mit einem aggressiven Krebsleiden im Sterben liegt, bleibt Emma bei ihrer Ablehnung. Um den letzten Willen ihres leidenden Patienten Alexander zu erfüllen, weiß Krankenpflegerin Hildegard (Mariele Millowitsch) nur noch einen Rat: Paul (Christoph Schechinger) und seine Therapiehündin Käthe sollen helfen, dass Emma sich ein Herz fasst, um im Krankenhaus von ihrem Vater Abschied zu nehmen. Der erfahrene Therapeut weiß, dass dies nur mit Unterstützung ihrer Mutter geht. Um überhaupt an sie heranzukommen, bringt er Käthe ins Spiel. Durch die Beschäftigung mit der Therapiehündin beginnt sich nicht nur die Mutter zu öffnen, sondern auch Emma. Doch reicht die Zeit? Unterdessen bahnt sich für Paul ein schmerzhafter Verlust an. Immer mehr entfernt sich seine Frau Erina (Nadja Bobyleva) von ihm. Zwar fasst die einstige Starballerina den Entschluss, ihr Leben in die Hand zu nehmen und gegen ihre Behinderung anzukämpfen. Dass sie dem neuen Tierarzt Eric (Ulrich Friedrich Brandhoff) vertraut, macht Paul jedoch eifersüchtig. Natürlich weiß er berufsbedingt, woher das kommt und wie man damit umgehen müsste – doch Gefühle sind eben nicht rational. Erina zuliebe ist er bereit, sein Leben komplett umzukrempeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8815538","hoster":"VOE"},{"path":"/redirect/8815640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-5","name":"Im Schatten des Vaters","epNo":5,"alt":"","descr":"Das selbstlos erscheinende Angebot einer riskanten Organspende – aber aus den falschen Motiven – steht im Zentrum des fünften Films von \"Käthe und ich\". Hauptdarsteller Christoph Schechinger als umsichtiger Psychologe Paul und seine Therapiehündin bekommen es mit einem schwerkranken Patienten und seiner Halbschwester zu tun, deren Geschwisterliebe von dysfunktionalen Vater-Kinder-Beziehungen überlagert wird. In \"Im Schatten des Vaters\" schlüpft Uwe Ochsenknecht in die Rolle eines gefeierten Schauspielers, der sich zwar gerne als guter Papa gibt – es aber nicht ist. An seiner Seite spielen Nico Ramon Kleemann und Anna Hausburg in Episodenrollen des modern erzählten Medical-Dramas, das eine ethische Problemstellung auf berührende Weise zeigt. Unbeschwert sein wie andere Jugendliche, das kann Roman (Nico Ramon Kleemann) leider nicht. Seine Apathie hat, wie sich herausstellt, eine organische Ursache. Der 18-Jährige leidet unter einer lebensgefährlichen Lebererkrankung. Eine dringend benötigte Organspende, die ihm seine Halbschwester Jasmina Thomas (Anna Hausburg) anbietet, will Roman trotz seiner dramatischen Lage nicht annehmen. Verzweifelt wendet sich Jasmina an den Psychologen Paul (Christoph Schechinger): Er und seine Therapiehündin Käthe sollen Roman überzeugen, ihr Angebot anzunehmen – auch wenn Jasmina ihre Gesundheit damit in Gefahr bringt. Schon bald merkt der erfahrene Therapeut, dass hinter ihrem Angebot jedoch das falsche Motiv steckt: Es ist nämlich nicht Geschwisterliebe, sondern der Wunsch nach der Anerkennung ihres Vaters, des berühmten Theaterschauspielers Fritz Thomas (Uwe Ochsenknecht). Und der ist, wie Paul herausfindet, ein Narzisst, der sich zudem gerne aus der Verantwortung stiehlt. Dass er sich nicht als Spender anbietet, möchte Paul zwar nicht bewerten, es macht ihn aber auf die problematischen Familienbeziehungen aufmerksam. Eine so schwere Entscheidung wie eine Teilleberspende, über die zudem eine medizinische Kommission befinden muss, bedarf einer stabilen Basis. Um die zu schaffen, setzt Paul auf einen ganzheitlichen Ansatz, der auch Fritz in die Verantwortung nimmt. Als sich Romans Situation verschlechtert, bleibt dafür nur wenig Zeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8815534","hoster":"VOE"},{"path":"/redirect/8815539","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-6","name":"Das Adoptivkind","epNo":6,"alt":"","descr":"Der zwölfjährige Ben (Oskar Netzel), vor kurzem noch beliebt, ist der meistgehasste Junge der Schule: Er redet mit niemandem mehr – und niemand mit ihm! Ben hat es sich mit allen verdorben, weil er seit zwei Wochen verletzende Lügen per Mail und SMS verbreitet. Ben bestreitet die Vorwürfe – obwohl es eindeutige Belege gibt. Schulleiterin Dr. Kira Madaki (Thelma Buabeng) steht vor einem Rätsel und bittet Paul Winter (Christoph Schechinger) um Unterstützung. Der erfahrene Psychologe muss zunächst das Vertrauen des Jungen gewinnen, der konsequent jede Hilfe ablehnt. Mit seiner behutsamen Herangehensweise und der Unterstützung seiner Hündin Käthe bringt er Ben zum Sprechen. Als Paul herausfindet, dass sich auch Bens ältere Schwester Luisa (Anna-Lena Schwing) neuerdings seltsam verhält, spitzt sich die Frage zu, was in der Schule passiert ist. Während Paul immer tiefer in die Geschichte seines jungen Patienten eintaucht, muss er sich mit seiner eigenen Kindheit auseinandersetzen: Seine leibliche Mutter Alexandra Baumgarten (Julia Bremermann), die ihn als Baby zur Adoption freigegeben hat, möchte ihn nun kennenlernen. Für Paul ist das kein einfacher Schritt, denn er sieht in seiner Adoptivmutter Helga Winter (Hildegard Schroedter) seine Mama und will es dabei belassen. Auf Anraten seiner besten Freundin Jule (Mona Pirzad) lässt sich Paul schließlich auf ein Treffen ein. Durch die Begegnung erfährt er nicht nur etwas über sich, sondern lernt auch, Ben besser zu verstehen. Denn es gibt etwas, dass ihn und seinen Patienten verbindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12366823","hoster":"VOE"},{"path":"/redirect/8869825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-7","name":"Freundinnen für immer","epNo":7,"alt":"","descr":"Der Therapeut Paul muss sich zugleich als sensibler Vermittler und beharrlicher Versöhner bewähren. Sein konsequenter Ansatz, sich auch unbequemen Wahrheiten zu stellen, kann jedoch nicht nur Blockaden lösen, sondern auch Konflikte dramatisieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12312207","hoster":"VOE"},{"path":"/redirect/12312200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-8","name":"Verbotene Liebe","epNo":8,"alt":"","descr":"In die Grenzbereiche seiner Professionalität gerät Christoph Schechinger alias Paul Winter in \"Verbotene Liebe\": Als sich der Therapeut zu einer Patientin hingezogen fühlt, gerät er in einen nicht einfachen Konflikt. In der Rolle einer blinden Lehrerin spielt Paula Kalenberg beeindruckend eine junge Frau, die Paul mit ihrem charmanten Humor und ihrer selbstbewussten Sinnlichkeit für sich begeistert. Die Drehbuchautorin Brigitte Müller erzählt in dem achten Film von \"Käthe und ich\" eine besondere Liebesgeschichte, die Regisseur Oliver Liliensiek und die Darsteller*innen mit Natürlichkeit ins Bild setzen. Die blinde Lehrerin Ina Meyrose (Paula Kalenberg) wird von ihrem Führhund gebissen und erleidet ein doppeltes Trauma. Durch den Zwischenfall verliert sie nicht nur das Vertrauen, sondern auch ihren vierbeinigen Begleiter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12375931","hoster":"VOE"},{"path":"/redirect/12375934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-9","name":"Der kleine Ritter","epNo":9,"alt":"","descr":"Ein zwölfjähriger Junge, der zu früh \"groß sein\" möchte, steht im Zentrum des neunten Films der Reihe \"Käthe und ich\". Hauptdarsteller Christoph Schechinger muss als Psychologe – natürlich zusammen mit seiner Therapiehündin – nicht nur das Vertrauen des tapferen Patienten gewinnen, sondern auch seiner Mutter zur Seite stehen. Publikumsliebling Oona Devi Liebich verkörpert berührend eine Alleinerziehende, die unverschuldet in Probleme mit dem Jugendamt gerät. Das Drehbuch zu \"Der kleine Ritter\" stammt von Brigitte Müller, die als Autorin seit 2019 die beliebte Reihe entscheidend mitprägt. Regisseur Oliver Liliensiek inszenierte den modern erzählten Fernsehfilm mit einem feinen Gespür für die Charaktere. Wie sensibel eine Kinderseele sein kann, weiß Paul (Christoph Schechinger) aus eigener Erfahrung.Umso vorsichtiger geht der Therapeut mit dem zwölfjährigen Faris (Giorgio Valero) um, der Schulleiterin Dr. Madaki (Thelma Buabeng) Sorgen bereitet. Auch Paul möchte der verschlossene Junge zunächst nicht an sich heranlassen. Als jedoch Käthe ins Spiel kommt, beginnt sich Faris langsam zu öffnen. Paul findet heraus, was hinter dem auffälligen Verhalten steht: Faris ist seit Tagen allein zu Hause und versorgt sich selbst! Wo seine Mutter Minou (Oona Devi Liebich) sein könnte, gibt zunächst Rätsel auf. Als Paul die Alleinerziehende in einer Ferienwohnung ausfindig macht, wo sie für ihre Abschlussprüfung in Tierpsychologie lernt, beginnt er plötzlich zu verstehen, wieso der Junge sich zu Hause selbst versorgen wollte.Auf die geschockte Minou, die ihn in guten Händen wähnt, kommen nun ernste Probleme zu: Das Jugendamt droht, ihr Faris wegzunehmen! Damit Mutter und Sohn weiter zusammen sein können, muss Paul nicht nur als Therapeut helfen, sondern auch den Konflikt entschärfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13665387","hoster":"VOE"},{"path":"/redirect/13665383","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kthe-und-ich/staffel-1/episode-10","name":"Sommerliebe","epNo":10,"alt":"","descr":"Ein verschüttetes Kapitel seiner eigenen Geschichte holt Christoph Schechinger alias Paul Winter in \"Sommerliebe\" ein: Eine verzweifelte Frau, die ihm selbst vor langer Zeit einen tiefen Schmerz zugefügt hat, sucht nun ausgerechnet bei ihm Hilfe! Die beliebte TV-Darstellerin Christina Athenstädt schlüpft in die Rolle von Pauls Jugendliebe, die den strukturierten Psychologen an die Grenzen seiner Professionalität führt. Regisseur Oliver Liliensiek verarbeitet ein therapeutisches Dilemma, das durch eine schmerzhafte Vorgeschichte entsteht. Drehbuchautorin Brigitte Müller reflektiert in dem zehnten Film von \"Käthe und ich\" die Zerstörungskraft toxischer Beziehungen, die heilende Wirkung von Trauer und die Vielschichtigkeit von Liebe.Dem idealistischen Psychologen Paul Winter (Christoph Schechinger) fällt es schwer, eine Bitte um seine professionelle Hilfe abzulehnen. Als ihn jedoch seine Jugendliebe Hanna (Christina Athenstädt) aufsucht, gibt es für den erfahrenen Therapeuten keinen Zweifel, zu stark befangen zu sein. Dem Rat seiner Mutter Helga (Hildegard Schroedter), Hanna nicht an sich heranzulassen, möchte Paul aber nicht folgen. Als Freund lässt er sich darauf ein, den Ursachen für Hannas Burnout auf den Grund zu gehen. Dabei stößt er nicht nur auf die toxische Beziehung der früher so selbstbewussten Architektin mit ihrem manipulativen Ehemann (David Rott). Nun erfährt er die wahren Ursachen für das Scheitern ihrer traumhaften, aber kurzen Zweisamkeit vor langer Zeit. Je mehr Paul sich darauf einlässt, umso tiefer gerät er selbst in eine Krise.Er weiß aus seiner Arbeit mit Therapiehündin Käthe, dass sich Traumata nur durch Versöhnung überwinden lassen. Erst als er sich auf die Trauer um die verlorene Lebensperspektive mit Hanna einlässt, beginnt sich seine emotionale Befangenheit zu lösen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13691663","hoster":"VOE"},{"path":"/redirect/13691671","hoster":"Streamtape"}]}]}]}]}