{"seriesId":"kuba-im-globalen-spiel","name":"Kuba im globalen Spiel","descr":"Kubas Ziel war von Anbeginn an die Weltrevolution: Fidel Castro und Che Guevara wollten das Land zum Vorreiter nationaler und antiimperialistischer Freiheitsbewegungen in Afrika und Lateinamerika machen. Doch zunächst geriet Kuba zwischen die Fronten zweier Großmächte. Es musste sich gegen die von der CIA angezettelten Angriffe der USA wehren, die in der gescheiterten Invasion in der Schweinebucht kulminierten, und willigte in die Stationierung sowjetischer Mittelstreckenraketen auf Kuba ein, was die Welt an den Rand eines Atomkrieges brachte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kämpfer","epNo":1,"alt":"","descr":"Kubas Ziel war von Anbeginn an die Weltrevolution: Fidel Castro und Che Guevara wollten das Land zum Vorreiter nationaler und antiimperialistischer Freiheitsbewegungen in Afrika und Lateinamerika machen. Doch zunächst geriet Kuba zwischen die Fronten zweier Großmächte. Es musste sich gegen die von der CIA angezettelten Angriffe der USA wehren, die in der gescheiterten Invasion in der Schweinebucht kulminierten, und willigte in die Stationierung sowjetischer Mittelstreckenraketen auf Kuba ein, was die Welt an den Rand eines Atomkrieges brachte. Als die UdSSR die Raketen abzog, ohne Castro davon zu unterrichten, kehrte Kuba dem Ost-West-Konflikt den Rücken und fand seinen eigenen Weg in der Bewegung der blockfreien Staaten. Das Land stärkte Freiheitsbewegungen in der ganzen Welt, unterstützte Revolutionsführer Ahmed Ben Bella in Algerien, entsandte Truppen in den Kongo und Guerillakämpfer nach Bolivien. Getreu Che Guevaras Manifest \"Schaffen wir zwei, drei, viele Vietnam\" war der kleine Staat einfach überall präsent. In Angola erzielte das internationale Engagement Kubas seinen schönsten Erfolg: Der Militäreinsatz dort beschleunigte den Niedergang des Apartheidregimes in Südafrika. Doch als die UdSSR zusammenbrach, gerieten auch Kubas Visionen von der Weltrevolution ins Wanken.","versions":[]},{"epId":"episode-2","name":"Kuba im globalen Spiel","epNo":2,"alt":"","descr":"Mit dem Zerfall der Sowjetunion verlor Kuba seine wichtigste politische und wirtschaftliche Unterstützung im Kampf gegen das immer noch bestehende US-Embargo. Der Lebensstandard verschlechterte sich drastisch. Dies hatte zur Folge, dass zahlreiche Kubaner in die USA flohen, was die Beziehungen beider Länder noch mehr vergiftete. Die Spannungen erreichten ihren Höhepunkt, als zwei Flugzeuge der Hilfsorganisation \"Brothers to the Rescue\", die kubanische Bootsflüchtlinge unterstützte, den Luftraum des Inselstaates verletzten und von der kubanischen Luftabwehr abgeschossen wurden. Fortan war klar, dass es keine Annäherung an die USA geben würde, und Kuba erfand seine Außenpolitik noch einmal ganz neu: Auf die Kämpfer folgten die Diplomaten. Fidel Castro tauschte seine Militärkluft gegen einen Zweireiher, den bewaffneten Kampf gegen Soft Power und suchte neue Verbündete und Handelspartner, insbesondere in Lateinamerika. Castro startete eine Charme-Offensive bei seinen Nachbarn. Er unterstützte den damals noch jungen venezolanischen Offizier Hugo Chávez. Kubas Intervention bei dem Putschversuch gegen Chávez im Jahr 2002 war entscheidend, und Venezuela wurde zu einem wichtigen Alliierten, der den Inselstaat mit Erdöl versorgte und dafür vom Know-how der kubanischen Ärzte profitierte. Dank dieser Soft-Power-Politik trat Kuba aus seiner Isolierung heraus und gewann die Unterstützung der zahlreichen linken Regierungen, die es inzwischen auf dem südamerikanischen Kontinent gab. Nach 47 Jahren an der Macht übertrug Fidel Castro im Jahr 2006 die Regierungsverantwortung an seinen Bruder Raúl, der die Annäherung mit den USA einleitete. Doch es war einem unerwarteten Vermittler – Papst Franziskus – zu verdanken, dass die Gespräche zwischen den beiden Ländern wiederaufgenommen und zum Erfolg geführt wurden. Die Zukunft des Inselstaates ist jedoch nach wie vor ungewiss.","versions":[]}]}]}