{"seriesId":"kuma-kuma-kuma-bear","name":"Kuma Kuma Kuma Bear","descr":"Die 15-jährige Yuna, die viele Milliarden Yen mit Aktien verdient hat, bleibt am liebsten zu Hause, spielt ihr Lieblings-VRMMO und geht weder zur Schule noch tut sie irgendetwas anderes. Als ein seltsames neues Update ihr ein einzigartiges und seltenes Bären-Outfit mit überwältigenden Fähigkeiten verleiht, ist Yuna hin und her gerissen: Das Outfit ist zwar niedlich, aber ihr ist es zu peinlich, es im Spiel zu tragen. Als sie eine Umfrage zum neuen Update beantwortet und das Spiel anschließend neu startet, findet sie sich plötzlich in der Welt des Spiels wieder und als sie sich mit Monstern und Magie konfrontiert sieht, wird das Bären-Outfit bald zur besten Waffe, die sie hat!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Hier kommt das Bärenmädel","epNo":1,"alt":"Bear Appears","descr":"Kai stürmt in die Abenteurer-Gilde in Crimonia und sucht verzweifelt nach jemandem, der seinem Dorf hilft. Leider sind alle hochrangigen Abenteurer bereits mit anderen Quests unterwegs. Während er verzweifelt, erscheint ein einsamer Bär vor ihm.","versions":[{"lang":1,"streams":[{"redirect":9435718,"hoster":"VOE"},{"redirect":9435724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535135,"hoster":"VOE"},{"redirect":12467877,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470511,"hoster":"VOE"},{"redirect":8470513,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bärenmädels Begegnung mit der holden Maid","epNo":2,"alt":"Bear, Meets Little Girl","descr":"Bär, trifft kleines MädchenYuna betritt das Spiel und wird gebeten, eine Schatzkiste als Geschenkartikel auszuwählen, basierend auf ihren gesamten Spielstunden des letzten Jahres. Am Ende entscheidet sie sich für das Kuma-Set. Nachdem sie die Welt betreten hat, ist sie schockiert, dass sie die Bärenausrüstung trägt und ihr Level auf Level 1 zurückgeht, was sie für einen Fehler hält, bis sie eine Mail von Gott erhält, die besagt, dass sie in eine andere Welt geschickt wurde. Nachdem sie den Wolf geschlagen hat, der sie angegriffen hat, rettet sie ein Mädchen namens Fina. Ihre Geschichte geht weiter, bis Yuna einen Tigerwolf im Wald ausrotten will und Fina erneut das Leben vor dem Tigerwolf rettet, der sie angegriffen hat. Danach werden Yuna und Fina Partner.","versions":[{"lang":1,"streams":[{"redirect":12379926,"hoster":"VOE"},{"redirect":9435766,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535136,"hoster":"VOE"},{"redirect":12467885,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470515,"hoster":"VOE"},{"redirect":8470514,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bärenmädel außer Rand und Band","epNo":3,"alt":"Bear, Goes on Rampage","descr":"Yuna ist durch das Besiegen der Black Viper und den Unmassen an Monstern (und natürlich wegen ihrem Bärenaussehen) sehr bekannt in der Abenteurergilde. Sie wird sogar gebeten, sich zurückzuhalten, um nicht die Monster auszurotten. Dennoch ergibt sich ein Auftrag zur Beseitigung von Deboranes ... äh natürlich Goblins...","versions":[{"lang":1,"streams":[{"redirect":9435795,"hoster":"VOE"},{"redirect":9435816,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535137,"hoster":"VOE"},{"redirect":12467875,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470518,"hoster":"VOE"},{"redirect":8470519,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bärenmädel trifft auf einen Lehnsherrn","epNo":4,"alt":"Bear, Meets Feudal Lord","descr":"Eine überaus unwillige Yuna wird vom Feudalherren für einen Auftrag angefordert. Außerdem verschlimmert sich die Krankheit von Finnas Mutter dramatisch...","versions":[{"lang":1,"streams":[{"redirect":9435845,"hoster":"VOE"},{"redirect":9435834,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535138,"hoster":"VOE"},{"redirect":12467903,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470523,"hoster":"VOE"},{"redirect":8470522,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bärenmädel zieht Huhn (?) auf","epNo":5,"alt":"Bear, Raises a Bird (?)","descr":"Nachdem Telmina sich von ihrer Krankheit erholt hat, reist Yuna mit ihrer neuen Bear Transfer Gate-Fähigkeit zu Kais Dorf, um ein paar Eier zu holen. Am nächsten Tag ist Yuna unterwegs, um Mittagessen zu kaufen, als sie einige Waisenkinder sieht, die auf Reste warten. Dann geht sie zum Waisenhaus, wo sie erfährt, dass der Feudalherr sie nicht mehr unterstützt. Yuna beschließt, dem Waisenhaus zu helfen, indem sie eine Kokekokko-Farm gründet, damit sie Eier verkaufen können. Sie vermittelt Telmina auch einen Job als Repräsentantin. Einige Zeit später ruft Yuna Cliff auf, weil er das Waisenhaus verlassen hat, als er sich fragt, warum sie seiner Familie keine Eier verkaufen wird. Als Cliff nach Hause zurückkehrt, erfährt er, dass Enz Roland, der Verwalter des Waisenhauses, die Gelder veruntreut hat. In dieser Nacht konfrontiert Cliff Enz und nimmt ihn fest. Im Waisenhaus entschuldigt sich Cliff für das, was passiert ist. Bei ihr zuhause,Fina tröstet Yuna, weil sie dem Waisenhaus geholfen hat, als sie sich schämt, Cliff nicht zu vertrauen.","versions":[{"lang":1,"streams":[{"redirect":9435878,"hoster":"VOE"},{"redirect":9435888,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535139,"hoster":"VOE"},{"redirect":12467913,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470524,"hoster":"VOE"},{"redirect":8470525,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bärenmädel passt auf die Schwestern auf","epNo":6,"alt":"Bear, Watches Over the Sisters","descr":"Nachdem Telmina Gentz\u0027 Heiratsantrag angenommen hat, scheint es gut zu laufen. Am nächsten Morgen erzählt Fina Yuna jedoch, dass sich ihre Mutter und Gentz ​​beim Frühstück gestritten haben. Dann fragt sie Yuna, ob sie sie und Shuri mitnehmen kann, um die Schneekristallblume zu holen. Das Trio begibt sich in den Bereich, in dem sich die Blume befindet. Während sie danach suchen, bemerkt Shuri etwas Funkelndes. Als sie entdeckt, dass es sich um einen gefangenen Vogel handelt, retten sie und Fina ihn. Als der Vogel davonfliegt, fällt eine seiner Federn in Shuris Hände. Als Fina und Shuri es ihrer Mutter und Gentz ​​zeigen, stellen sie fest, dass es die gleiche Feder ist, die Roy, der Vater der Mädchen, hatte. Fina erkennt, dass Yuna Recht hatte, als sie vorhin sagte, dass alles gut werden würde. Später sind Fina und Shuri in Yunas Haus, wo sie ihr helfen, Pudding zuzubereiten. Am nächsten Tag,Yuna gibt jedem, den sie kennt, etwas Pudding. Während Cliff es genießt, fragt er Yuna, ob sie Noire in die königliche Hauptstadt bringen kann.","versions":[{"lang":1,"streams":[{"redirect":9435620,"hoster":"VOE"},{"redirect":9435625,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535140,"hoster":"VOE"},{"redirect":12467872,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470530,"hoster":"VOE"},{"redirect":8470527,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bärenmädel geht in die Hauptstadt","epNo":7,"alt":"Bear, Goes to Royal Capital","descr":"Yuna und Fina kommen in Cliffs Haus an, um Noire in die königliche Hauptstadt zu begleiten. Auf ihrer Reise verraten Yuna und Fina Noire, wie sie sich kennengelernt haben, während Noire verrät, dass ihre Mutter und ihre ältere Schwester in der königlichen Hauptstadt leben. Yuna beschließt dann, anzuhalten und sich auszuruhen, wo sie für alle kocht. Am nächsten Tag trifft das Trio auf Graf Gran Farrengram und seine Enkelin Misana. Sobald alle in der königlichen Hauptstadt ankommen, gehen sie getrennte Wege, wo Yuna, Fina und Noire von Noires Mutter Eleanora begrüßt werden. Später an diesem Tag kommt Shia im Haus an. Als sie Yuna gegenüber skeptisch wird, schlägt Eleanora ein Sparringsmatch vor, das Yuna gewinnt. Zum Abendessen gibt Yuna Noire, Shia und Eleanora etwas Pudding. Am nächsten Morgen kaufen Yuna und Fina Lebensmittel ein. An diesem Abend kocht Yuna ein paar Cheeseburger und Pommes für alle.Dann stellt sich heraus, dass einige mysteriöse Gestalten außerhalb der königlichen Hauptstadt lauern.","versions":[{"lang":1,"streams":[{"redirect":9435626,"hoster":"VOE"},{"redirect":9435623,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535141,"hoster":"VOE"},{"redirect":12467914,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470531,"hoster":"VOE"},{"redirect":8470532,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Bärenmädel wie kein zweites","epNo":8,"alt":"Bear, Lays to Waste","descr":"In der Vergangenheit schwor ein Mann dem König Rache. In der Gegenwart gibt Yuna jedem eine Pizza. Noire fragt Yuna dann, ob sie Fina und Misana morgen für eine Besorgung mitnehmen kann. Am nächsten Morgen führt Eleanora Yuna durch das Schloss, wo sie die Prinzessin Flora trifft. Währenddessen nimmt Noire Fina und Misana mit, um einige Mitgliedskarten für den von ihr gegründeten Fanclub abzuholen. In dieser Nacht geht eine mysteriöse Gestalt in Richtung der königlichen Hauptstadt. Am nächsten Tag erfahren Yuna, Noire und Fina, dass im nördlichen Wald Menschen angegriffen wurden. Als Noire erkennt, dass ihr Vater in dieser Gegend ankommen wird, meldet sich Yuna freiwillig, um ihn abzuholen. Später konfrontiert die mysteriöse Gestalt mit dem Namen Gulzam den König, während er mit Eleanora spricht. Nachdem Gulzam enthüllt hat, dass er eine Armee von Monstern versammelt hat, beschwört der König Sanya, die Meisterin des Abenteuers.s Gilde. Mit ihrer Magie berichtet Sanya, dass Yuna Gulzam und seine Armee besiegt hat. Sobald Yuna und Cliff wieder vereint sind, wird Yuna vom König gerufen. Danach trifft sich Yuna wieder mit Fina und Noire.","versions":[{"lang":1,"streams":[{"redirect":9435650,"hoster":"VOE"},{"redirect":9435648,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535142,"hoster":"VOE"},{"redirect":12467889,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12917245,"hoster":"VOE"},{"redirect":8470535,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bärenmädel eröffnet ein Restaurant","epNo":9,"alt":"Bear, Opens Shop","descr":"Bei der Geburtstagsfeier des Königs wird den Gästen Yunas Pudding gereicht. Am nächsten Tag beschließen Yuna und Fina, zur Bäckerei zu gehen, bevor sie nach Hause gehen. Dort angekommen, verraten die Besitzer Morin und Karin jedoch, dass sie es verlieren, weil sie sich an einem schattigen Ort Geld geliehen haben. Später in der Nacht beschließt Yuna, sie für einen Laden zu engagieren, den sie in Crimonia eröffnet. In Crimonia stellt Yuna Telmina als Managerin ein. Als Morin und Karin in der Stadt ankommen, offenbart Yuna außerdem, dass sie das Herrenhaus eines Adligen in einen Laden verwandelt hat. Nachdem Yuna das Waisenhaus als Personal eingestellt hat, nennt sie den Laden Bear Haven, was ein großer Erfolg wird. Als der Laden für die Nacht schließt, tauchen Cliff und Noire auf und er offenbart, dass er die Personen festgenommen hat, die den illegal exorbitanten Kredit für die Bäckerei gegeben haben.Als Yuna Morin und Karin das Dokument übergibt, beschließen sie, in der Stadt zu bleiben. Diese Entscheidung versetzt Yuna in fröhliche Stimmung.","versions":[{"lang":1,"streams":[{"redirect":9435651,"hoster":"VOE"},{"redirect":9435667,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918171,"hoster":"VOE"},{"redirect":12467900,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470539,"hoster":"VOE"},{"redirect":8470538,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Bärenmädel geht ans Meer","epNo":10,"alt":"Bear, Goes to Sea","descr":"Yuna ist auf dem Weg in die Hafenstadt Millela, um Meeresfrüchte zu essen, als sie auf ein Paar trifft, das in den Bergen zusammengebrochen ist. Nachdem sie sie gerettet hat, enthüllen Damon und Yuura, dass sie nach Crimonia unterwegs waren, um Essen zu kaufen, weil die Stadt seit einem Monat von einem Kraken und einer Diebesbande terrorisiert wird. In Millela angekommen, beschließt Yuna zu helfen. Dann geht sie zur Gilde des Abenteuers, wo sie den Gildenmeister Atla trifft. Während Yuna Essen spendet, verrät Atla, dass die Gilde mit all den Problemen beschäftigt ist. Am nächsten Tag hat die Stadt dank Yuna wieder reichlich zu essen. Yuna und Atla unterhalten sich später über den Kraken. In dieser Nacht hat Yuna mit zwei Eindringlingen zu tun, die Teil der Diebesbande sind. Dann geht sie zum Versteck der Diebe, um die verbleibenden Mitglieder auszuschalten.","versions":[{"lang":1,"streams":[{"redirect":9435678,"hoster":"VOE"},{"redirect":9435671,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535144,"hoster":"VOE"},{"redirect":12467894,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470540,"hoster":"VOE"},{"redirect":8586777,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Bärenmädel kämpft gegen Tintenfisch (?)","epNo":11,"alt":"Bear, Fights Squid (?)","descr":"Eine müde Yuna bringt die Diebe zu Atla, wo sie den Anführer befragt. Als Zarrad, der Gildenmeister der Kaufmannsgilde, erfährt, dass die Diebe gefangen genommen wurden, versucht er, die Stadt mit gestohlenen Wertsachen zu verlassen, bis er festgenommen wird. Danach geht Yuna ins Restaurant und sie weint Freudentränen, wenn sie ein japanisches Essen isst. Sie beschließt dann, es mit dem Kraken aufzunehmen, als sie entdeckt, dass das Restaurant mehr Zutaten aus dem Land Wa bekommt. Yuna bemüht sich, eine praktikable Strategie zu entwickeln, um den Kraken zu bekämpfen. Yuura lädt Yuna später zu sich nach Hause ein, um sich dafür zu bedanken, dass sie sie und Damon gerettet hat. Während sie isst, findet Yuna heraus, wie sie mit dem Kraken umgehen soll. Mit Atlas Hilfe bringt Yuna den Kraken in die Enge. Dann benutzt sie ihre Feuermagie, um es endgültig zu besiegen. Danach trägt Atla eine erschöpfte Yuna.","versions":[{"lang":1,"streams":[{"redirect":9435693,"hoster":"VOE"},{"redirect":12482573,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535146,"hoster":"VOE"},{"redirect":12467898,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470542,"hoster":"VOE"},{"redirect":8470544,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bärenmädel und Fina","epNo":12,"alt":"Miss Bear and Fina","descr":"Yuna genießt das Fest, das Ans vorbereitet hat, als Atla auftaucht, um Yuna zu bitten, eine Bitte anzunehmen. Einige Zeit später kehrt Yuna nach Crimonia zurück, wo sie Fina sagt, dass sie etwas tun muss. In Cliffs Haus gibt Yuna Cliff einen Brief von Millela, in dem sie darum bittet, unter den Fittichen von Crimonia zu stehen. Als Cliff seine Besorgnis äußert, verrät Yuna, dass sie einen Tunnel gegraben hat. Am nächsten Tag treffen Yuna, Cliff und Milaine in Millela ein. Danach nimmt Yuna Fina und Shuri mit, um das Meer zu sehen. Fina bemerkt jedoch, dass sie und Yuna dank Yunas Job und Popularität langsam auseinanderdriften. Daher fragt Fina Yuna, ob sie eine Erntepause einlegen kann. Am nächsten Morgen hängt Yuna mit Noire ab, während Fina mit Gentz ​​trainiert. Dank Noire und Gentz ​​merken Yuna und Fina, wie sehr sie sich vermissen. Als sie sich treffen, schwören Yuna und Fina, zusammen zu sein.","versions":[{"lang":1,"streams":[{"redirect":9435703,"hoster":"VOE"},{"redirect":9435710,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535145,"hoster":"VOE"},{"redirect":12467891,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8470549,"hoster":"VOE"},{"redirect":8470547,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Bear Comes Home","descr":"Yuna verbringt ihre Tage in Crimonia, erledigt Quests und besucht ihr Restaurant Bear Haven. Sie erhält einen Brief aus der königlichen Hauptstadt und macht sich auf den Weg dorthin, nachdem sie ein kleines Honigproblem gelöst hat.","versions":[{"lang":2,"streams":[{"redirect":12720477,"hoster":"VOE"},{"redirect":12720478,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12449217,"hoster":"VOE"},{"redirect":12449224,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Bear, Watching Over Students","descr":"Yuna begibt sich nur sehr widerwillig in die königliche Hauptstadt, um eine Gruppe von Schülern bei ihrer praktischen Ausbildung zu begleiten. Sie fühlt sich unwohl dabei, mehrere Tage mit adligen Kindern in ihrem Alter zu verbringen, die auf sie herabsehen...","versions":[{"lang":2,"streams":[{"redirect":13535147,"hoster":"VOE"},{"redirect":12720518,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12507046,"hoster":"VOE"},{"redirect":12507047,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Bear, Surprising All","descr":"Ein Dorfbewohner kommt angerannt und berichtet dem Dorfchef, dass sie von Kobolden angegriffen werden. Maricks und die anderen bieten ihre Hilfe an, um die Dorfbewohner zu retten. Doch schon bald müssen sie feststellen, dass sie sich möglicherweise mehr vorgenommen haben, als sie kauen können.","versions":[{"lang":2,"streams":[{"redirect":13535148,"hoster":"VOE"},{"redirect":12720578,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12601404,"hoster":"VOE"},{"redirect":12601405,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Bear, Guiding the Young Girl","descr":"Die kleine Shelly aus dem Waisenhaus stickt gerne und schenkt Yuna ein Kopfkissen mit Bärenmotiv. Yuna nimmt sie daraufhin mit in eine Schneiderei. Dort wird ein Traum für sie wahr.","versions":[{"lang":2,"streams":[{"redirect":13535149,"hoster":"VOE"},{"redirect":12720607,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12538060,"hoster":"VOE"},{"redirect":12538062,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Bear, Seeking Mithril","descr":"Fina soll den Black Tiger, den Yuna kürzlich erlegt hat, zerlegen. Jedoch schafft sie das mit ihrem Eisenmesser nicht, weshalb sie ein besseres Messer braucht. Yuna kommt auf die Idee, nach Mithril zu suchen, um daraus ein gutes Messer schmieden zu lassen.","versions":[{"lang":2,"streams":[{"redirect":13535151,"hoster":"VOE"},{"redirect":12720618,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12577793,"hoster":"VOE"},{"redirect":12577792,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Bear, Becoming the Hero (?)","descr":"Yuna träumt davon, der Held zu sein, der Prinzessin Fina rettet, während sie die Golemjagd abschließt, um Mithril zu erhalten. Golems spawnen unendlich oft? Der Tunnel könnte einstürzen, wenn sie sich voll ins Zeug legt? Sogar ein Mithril-Golem? Yuna wird das alles herausfordern!","versions":[{"lang":2,"streams":[{"redirect":13535152,"hoster":"VOE"},{"redirect":12720648,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12601384,"hoster":"VOE"},{"redirect":12601385,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Bear, Getting Lectured","descr":"Yuna hat die Jagd auf die Golems abgeschlossen und kehrt in die Hauptstadt zurück. Sie freut sich darauf, dass ihr Gazal bald ein paar Kampfmesser aus Mithril anfertigt, die ihr Zockerherz höherschlagen lassen.","versions":[{"lang":2,"streams":[{"redirect":13535150,"hoster":"VOE"},{"redirect":12720681,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12631403,"hoster":"VOE"},{"redirect":12631406,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Bear, Studying Black Tea","descr":"Nachdem Yuna einen Shortcake gebacken und ihn Tyllmina zum Probieren gegeben hat, will sie den Kuchen in ihrem Laden auf die Speisekarte setzen. Im Laden begegnet Yuna einer Bekannten aus der Hauptstadt.","versions":[{"lang":2,"streams":[{"redirect":13535153,"hoster":"VOE"},{"redirect":12980946,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12745297,"hoster":"VOE"},{"redirect":12745298,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Bear, Knowing of Nobles","descr":"Yuna und Fina bekommen einen Brief von Misana. Sie lädt die beiden zu ihrer Geburtstagsfeier ein. Sie sind sich aber noch unschlüssig, ob sie hingehen sollten. Daraufhin suchen sie bei Cliff und Noir Rat.","versions":[{"lang":2,"streams":[{"redirect":13535155,"hoster":"VOE"},{"redirect":12720712,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12662395,"hoster":"VOE"},{"redirect":12662397,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Bear, Getting Motivated","descr":"Yuna, Fina und Noir sind im Schloss der Farrengrams angekommen. Dort werden sie von Misanas Großvater, Gran, begrüßt. Als Yuna und die Mädchen später einen Ausflug durch die Stadt machen, erleben sie ein unangenehmes Ereignis.","versions":[{"lang":2,"streams":[{"redirect":13535158,"hoster":"VOE"},{"redirect":12720735,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12668718,"hoster":"VOE"},{"redirect":12668721,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Bear, Going Bare","descr":"Der Abend von Grans Geburtstagsfeier steht an. Der Lehnsherr der Salvados freut sich darauf, diese Party zu ruinieren. Vor Ort probiert er die Speisen, die von einem anderen Koch und nicht Botts zubereitet wurden. Yunas Plan scheint aufzugehen.","versions":[{"lang":2,"streams":[{"redirect":13535156,"hoster":"VOE"},{"redirect":12720761,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12685475,"hoster":"VOE"},{"redirect":12685478,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Tale of a Bear","descr":"","versions":[{"lang":2,"streams":[{"redirect":13535161,"hoster":"VOE"},{"redirect":12731605,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12703799,"hoster":"VOE"},{"redirect":12703801,"hoster":"Streamtape"}]}]}]}]}