{"seriesId":"kusuriya-no-hitorigoto","name":"Kusuriya no Hitorigoto","descr":"[Die Tagebücher der Apothekerin | The Apothecary Diaries] Maomao führte ein friedliches Leben, bis sie eines Tages entführt und als niedere Dienerin an den Kaiserhof verkauft wird. Die junge Apothekerin ist jedoch keine Persönlichkeit, die für ein willfähriges Leben unter Hoheiten bestimmt ist. Als ein Kronprinz nach dem anderen einer mysteriösen Krankheit zum Opfer fällt, schreitet sie unauffällig ein, um ein potentes Heilmittel für ihre Gesundung herzustellen. Trotz ihrer Vorsicht bemerkt der höhergestellte Hofdiener Jinshi ihre Affinität für Heilkräuter und verlangt fortan bei medizinischen Problemen des Hofes nach ihrer Expertise – dadurch verstrickt sie sich unweigerlich in die Intrigen am Kaiserhof.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Maomao","epNo":1,"alt":"Maomao","descr":"Maomao, die Tochter eines Apothekers am Rande der Stadt, wird von Banditen entführt und als Wäscherin an den Kaiserpalast verkauft, wo sie im Außenpalast den Konkubinen, Eunuchen und dem jeweiligen Personal des Kaisers dient. Drei Monate später bemerkt Maomao einen Streit zwischen zwei Konkubinen des Kaisers, Lihua und Gyokuyou, während Gerüchte die Runde machen, dass ihre beiden Kinder krank werden und an einem Fluch sterben. Maomao leitet aus den angeblichen Symptomen die Ursache ab und hinterlässt auf dem Fensterbrett jeder Konkubine eine anonyme Nachricht, in der sie aufgefordert wird, ihr bleihaltiges Gesichtspuder nicht mehr zu verwenden. Lihua ignoriert die Nachricht und ihr Sohn stirbt später. Gyokuyou liest und beachtet die Nachricht und ihre Tochter lebt. Jinshi, eine attraktive Eunuchin, findet heraus, dass Maomao die Retterin war, da sie die einzige der Dienstmädchen ist, die seine Schriften lesen kann. Jinshi stellt Maomao Gyokuyou vor, um zu erklären, wie das Gesichtspuder mit der Krankheit ihrer Tochter zusammenhängt, und Gyokuyou dankt ihr, indem er sie zur Hofdame macht.","versions":[{"lang":1,"streams":[{"redirect":13345636,"hoster":"VOE"},{"redirect":13345635,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13241111,"hoster":"VOE"},{"redirect":13241114,"hoster":"Doodstream"},{"redirect":13241110,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die barsche Heilerin","epNo":2,"alt":"Chilly Apothecary","descr":"Soldaten, die versuchen, ein Dorf außerhalb zu beruhigen, werden beim Essen vergiftet und Jinshi wird gebeten, bei der Entscheidung über das Schicksal des Dorfvorstehers mitzuhelfen, der verdächtigt wird, sie vergiftet zu haben. Maomao beginnt ihre neue Rolle als Hofdame mit der Begegnung mit den anderen, die derzeit für Gyokuyou arbeiten. Diese haben besonderes Mitleid mit Maomao wegen ihres bandagierten Arms und dafür, dass sie den Job als Lebensmitteltesterin für Giftstoffe erhalten hat. Maomao nimmt sich der Aufgabe schnell an, wird aber gelangweilt, weil die anderen Damen Mitleid mit ihr haben und ihren Teil der Hausarbeit erledigen. Jinshi bittet Maomao später, die Frage nach den vergifteten Soldaten zu klären, und aus dem Kontext schließt Maomao, dass die Holzart, die die Soldaten zum Anzünden verbrannten, giftige Dämpfe abgab, nicht das Essen. Später wird Maomao von Jinshi damit beauftragt, ein Aphrodisiakum zu entwickeln und so Zugang zum Vorrat an Medikamenten und Zutaten des Hofarztes zu erhalten. Maomao stellt Aphrodisiaka auf Kakaobasis her, lässt sich jedoch beim Sammeln von Heilkräutern im Garten ablenken und stellt fest, dass andere Damen die Pralinen, die sie aus der überschüssigen Kakaomischung hergestellt hat, vorzeitig gegessen haben. Laut Maomao hat das Aphrodisiakum die dreifache Kraft des üblichen Tonikums, was Gyokuyou vor Angst zittern ließ, als sie versuchte, sie um etwas für den Kaiser zu bitten.","versions":[{"lang":1,"streams":[{"redirect":13345643,"hoster":"VOE"},{"redirect":13345646,"hoster":"Doodstream"},{"redirect":13345645,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13241112,"hoster":"VOE"},{"redirect":13241113,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aufregung um einen Geist","epNo":3,"alt":"The Unsettling Matter of the Spirit","descr":"Es kursieren Gerüchte, dass eine verrückte Geisterfrau andere im Äußeren Palast angreift. Jinshis Begleiter Gaoshun zeigt Maomao eine mittelgroße Konkubine namens Fuyou, die im Mondlicht auf der Ostwand zu tanzen scheint. Sie wurde ursprünglich dem Kaiser vorgeführt, konnte ihn dann aber nicht beeindrucken und verlor seine Gunst. Anschließend wurde sie einem General in der Armee des Kaisers verpfändet. Danach wurde sie verrückt und begann im Mondlicht zu tanzen. Am nächsten Tag erzählt Maomao Gyokuyou und Jinshi eine ähnliche Geschichte von einer Kurtisane, die sie kannte und die von einem wohlhabenden Kunden gekauft werden sollte, aber der Deal scheiterte, was dazu führte, dass die Frau so gestresst war, dass sie anfing zu schlafen und kein Gedächtnis mehr hatte über ihre Taten am nächsten Tag. An dem Tag, an dem Fuyou an den General verkauft werden soll, erzählt Maomao Gyokuyou den Rest der Geschichte: Die Kurtisane gab vor, psychisch krank zu sein, damit sie ihren eigenen Preis senken und an einen anderen Mann verkauft werden konnte, den sie eigentlich heiraten wollte. Fuyou entdeckte, dass der General, den sie versprochen hatte, ein Mann aus ihrer Heimatstadt war, den sie liebte, also tat sie etwas Ähnliches, um beim Kaiser in Ungnade zu fallen, und wurde stattdessen dem General als Belohnung übergeben.","versions":[{"lang":1,"streams":[{"redirect":13345647,"hoster":"VOE"},{"redirect":13345652,"hoster":"Doodstream"},{"redirect":13345650,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13241116,"hoster":"VOE"},{"redirect":13241117,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Drohung","epNo":4,"alt":"The Threat","descr":"Der Kaiser forderte Maomao direkt auf, sich um Lady Lihua zu kümmern, doch wiederholte Versuche, sie zu behandeln, werden von ihren Hofdamen vereitelt und sie wird wiederholt aus ihrem Zimmer geworfen. Jinshi bemerkt Maomaos Problem und muss eingreifen. Sie erlaubt Maomao, Lihua zu behandeln. Sie beginnt mit einer speziellen Diät, die darauf abzielt, ihren Körper von dem Gift zu befreien, das durch das Schönheitspuder verursacht wird, das ihre Hofdame heimlich verwendet hat. Die führende Hofdame wurde bestraft, wenn auch leicht, und kann auf ihre Position zurückkehren (Maomao übernahm für die Dauer die Führung), während der Eunuch, der das verbotene Pulver zurückholen sollte, zur Strafe ausgepeitscht wurde. Maomao bittet Jinshi, eine Sauna zu bauen, während sie regelmäßig Dampfbäder zu Lihuas Behandlungsplan hinzufügt. Lihua erholt sich innerhalb von zwei Monaten vollständig. Als Maomao zu Lady Gyokuyou zurückkehren soll, bringt sie Lihua eine Technik bei, die ihre Bordellschwestern ihr beigebracht haben, um die Gunst des Kaisers zurückzugewinnen, da sie über die \"Vermögenswerte\" dafür verfügt. Infolgedessen begann der Kaiser, Gyokuyou seltener zu besuchen, sodass sie es ruhiger angehen lassen konnte.","versions":[{"lang":1,"streams":[{"redirect":13754924,"hoster":"VOE"},{"redirect":13754922,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13272117,"hoster":"VOE"},{"redirect":13272116,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Geheime Machenschaften","epNo":5,"alt":"Covert Operations","descr":"Während Maomao und der Hofarzt gegrillte Matsutake-Pilze genießen, kommt jemand in die Klinik und bittet um Heilung für einen \"Fluch\". Maomao gibt dem Patienten eine Salbe, um die Ausschläge an den Armen des Patienten zu heilen. Jinshi ruft sie an, um sie nach ihrer Meinung zu einigen Substanzen zu fragen, da er auch auf der Suche nach der Ursache des \"Fluchs\" ist. Der Tag der Gartenparty rückt immer näher und dieses Mal werden alle hochrangigen Gemahlinnen des Kaisers anwesend sein, darunter auch die Konkubinen Lihua und Gyokuyou. Das bedeutet auch, dass Maomao als Hofdame von Gyokuyou anwesend sein muss. Als sie ihr Make-up aufträgt, was sie zu vermeiden versucht, verraten die anderen Hofdamen ein Geheimnis, und Jinshi findet es heraus: Ihre Sommersprossen sind ihr Make-up, als Tarnung und Abschreckung gegen mögliche Vergewaltiger, da sie ja gearbeitet hat rund um ein Bordell. Er kann auch mehr über Maomaos Hintergrund herausfinden. Jinshi ist von ihrem Aussehen so begeistert, dass er ihr sogar eine seiner Haarnadeln schenkt, was Gyokuyou, der sie zuvor mit einer Halskette \"markiert\" hat, ein wenig eifersüchtig macht, da \"sie nicht mehr ihr allein gehört\". Die Gartenparty beginnt, doch im Hintergrund lauert, was niemand weiß.","versions":[{"lang":1,"streams":[{"redirect":13754928,"hoster":"VOE"},{"redirect":13754926,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13292104,"hoster":"VOE"},{"redirect":13292106,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Gartenfest","epNo":6,"alt":"The Garden Party","descr":"Inmitten des Trubels der Gartenparty gerät Maomao in Stellvertreterkriege zwischen den Hofdamen der Konkubinen, wobei eine von Lihuas Damen offen über sie redet, ohne zu wissen, dass sie direkt vor ihr steht. Sie erlebt auch, wie sie zwei weitere Haarnadeln bekommt, eine davon stammt von Lady Lihua selbst. Sie erfährt auch von der Kluft zwischen den Gemahlinnen Ah-Duo und Lishu, bei der aus politischen Gründen die sehr junge Virtuous Consort Schwiegermutter der viel älteren Pure Consort wird. Als Maomao feststellt, dass Gyokuyous Suppe vergiftet ist, wird alles noch schlimmer, und ein Minister fällt später aufgrund des gleichen Giftes. Jinshi sieht, wie sie das Gift aushustet und bringt sie in die Krankenstation. Als Maomao nach der Vergiftung fragt, fragt sie Jinshi nach Lishu und ihrem Giftgeschmackstester, wo sie feststellt, dass sie allergisch gegen Makrele ist. Da man wusste, dass der hintere Palast das Essen zubereitete, könnte der in Lishus Gericht verwendete Essig versehentlich mit dem von Gyokuyou vertauscht worden sein. Maomao weiß, dass Lishus Hofdame möglicherweise eine Hand im Spiel hatte, zog es aber vor, es nicht zu übertreiben und ihr stattdessen eine Liste der Lebensmittel zu geben, die Lishu nicht essen darf. Jinshi bemerkt es jedoch und fragt Maomao, ob Lishu das Ziel der Vergiftung ist.","versions":[{"lang":1,"streams":[{"redirect":13754927,"hoster":"VOE"},{"redirect":13754932,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13345565,"hoster":"VOE"},{"redirect":13345566,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Heimaturlaub","epNo":7,"alt":"Homecoming","descr":"Angesichts der Ereignisse im Anschluss an die Gartenparty, insbesondere des vergifteten Ministers, musste Maomao sich ausruhen (weil sie selbst etwas von dem Gift hatte), bis ihr langweilig wird und sie Gyokuyou fragt, ob sie den Salon benutzen dürfte. Auf Jinshis Bitte hin kam Gaoshun vorbei und brachte dieselbe silberne Schüssel mit der vergifteten Suppe, eingewickelt in ein Tuch, wobei er darauf achtete, die Schüssel selbst nicht festzuhalten. Mit einer ähnlichen Technik, die sie an ihrem früheren Arbeitsplatz angewendet hatte, staubte Maomao die Schüssel mit Puder, einem Wattebausch und einem Pinsel ab, um Fingerabdrücke zu entfernen. Sie findet vier Fingerabdrücke, sieht aber am Rand der Schüssel noch einen weiteren Fingerabdruck, der einem Außenstehenden gehört, der die Suppe möglicherweise vergiftet hat. Dies und die Tatsache, dass Lishus Kleidung mit der von Gyokuyou kollidiert, lässt sie glauben, dass Lishu Opfer von Mobbing und von ihren eigenen Hofdamen geworden ist, da sie weiß, dass der hintere Palast voller Feinde ist. Die vergiftete Suppe sollte den Einsatz erhöhen, aber Lihuas Verkosterin tauschte ihre Schüssel gegen die von Gyokuyou und bewahrte sie so vor einer Vergiftung. Später erfährt Maomao von Xiaolan, welche Bedeutung die Haarnadelkurven haben – als \"Ticket\" für Gefälligkeiten. Sie bittet Lihaku, den Soldaten, der Maomao während der Party eine Haarnadelkurve gegeben hat, um eine Eskorte nach draußen. Lihaku, der sie nicht erkennen kann, lehnt Maomao ab, aber er kann ihrem Angebot nicht widerstehen, eine der \"Drei Prinzessinnen\", die besten Kurtisanen im Verdigris-Haus (ihrem ehemaligen Arbeitsplatz), zu treffen, ganz zu schweigen davon, dass sie zwei hat mehr höherrangige Kontakte, also stimmt er zu. Dann kann Maomao ihren Vater besuchen, der denkt, dass ihre Anstellung im hinteren Palast eine Wendung des Schicksals sei.","versions":[{"lang":1,"streams":[{"redirect":13754930,"hoster":"VOE"},{"redirect":13754934,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13345570,"hoster":"VOE"},{"redirect":13345569,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Halme von Stroh","epNo":8,"alt":"Wheat Stalks","descr":"Als Maomao von einem Spaziergang durch ihre Heilkräuterfelder kommt, sieht sie, wie ein Dienstmädchen an ihre Tür klopft, das sie in dem Moment packt, in dem sie sie sieht, und um Hilfe bittet. Sie wird in ein Bordell gebracht, wo sie am Ort einer Doppelvergiftung zwischen einer Kurtisane und einem gut gekleideten Kunden ankommt. Maomao gelingt es, beide Opfer vom Gift zu befreien. Maomao fragt das Mädchen nach ihrem Vater, und nachdem sie die Szene entschlüsselt hat, erfährt Maomao, dass es eine Tabakvergiftung war, die die Opfer bei einem scheinbar doppelten Selbstmord beinahe getötet hätte. Als Maomao den Raum verlässt, in dem die Frau des Bordells sie und ihren Vater traf, sieht sie später, wie die Dienerin versucht, dem gut gekleideten Kunden ein Messer in die Brust zu stechen, was sie verhindert, da das Mädchen ihn unbedingt töten will. Später erfährt Maomao von einer anderen Kurtisane, dass der Kunde, der Sohn eines wohlhabenden Kaufmanns, ein gutmütiger Lügner ist, der die Kurtisanen in das Bordell geschickt hat, das er ruiniert hat. Eine von ihnen ist die ältere Schwester des Mädchens, und die Kurtisane, die beim Kunden war und ihn vergiftete, ist eine enge Freundin von ihr. Maomao bringt alles zusammen, auch nachdem die Tatsachen geschehen sind: Es handelte sich um einen Mordversuch, da die Kurtisane den Kunden irgendwie dazu gebracht hatte, einen giftigen Aufguss aus Tabakblättern zu trinken. Was sie an diesem Tag tat, rettete das Bordell tatsächlich vor der Demütigung, indem sie den Tod des Sohnes des einflussreichen Kaufmanns verhinderte, daher das Schweigegeld und die luxuriösen Snacks, die die Frau ihnen gab. Nach einiger \"Verwöhnung\" durch Meimei in den Bädern des Verdigris-Hauses besucht Maomao ein Zimmer im Nebengebäude des Bordells, in dem eine bewusstlose Frau im Bett liegt. Nach drei Tagen kehrt sie zum hinteren Palast zurück, wo ein sehr aufgeregter Jinshi sie neben Lady Gyokuyou und ihren Hofdamen begrüßte. Missverständnisse und Maomaos Wortwahl in Bezug auf Lihaku schockierten Jinshi, sehr zu Gyokuyous Belustigung.","versions":[{"lang":1,"streams":[{"redirect":13755007,"hoster":"VOE"},{"redirect":13755006,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13380908,"hoster":"VOE"},{"redirect":13380905,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mord oder Selbstmord?","epNo":9,"alt":"Suicide or Murder?","descr":"Jinshi schmollt immer noch vor dem Schock nach Maomaos Heimkehr, erholt sich jedoch langsam, nachdem er von Gyokuyou die Wahrheit erfahren hat, als ein Eunuch in sein Büro stürmte und berichtete, dass Kounen, ein hochrangiger Beamter, nach einer heftigen Trunkenheit während einer Party gestorben sei. Nach Nachforschungen und nachdem er Kounens Lebensgeschichte gelesen hatte, kam Maomao zu dem Schluss, dass der übermäßige Salzzusatz zu seinem Getränk ihn tötete, da Kounen größtenteils ein echter Naschkatzen war. Salz, das von jemandem auf der Party platziert worden sein könnte, weil er ihm einen Streich spielte oder weil er ihn hasste. Sie machte Hinweise auf seinen Mörder, möchte aber nicht die Verantwortung für die Nennung dieser Person tragen. Jinshi rächt sich auch an Maomao, indem er sie damit aufzieht, ein Gesetz gegen den Alkoholkonsum Minderjähriger verabschiedet zu haben, was den alkoholbegeisterten Apotheker schockiert hat. Später wurden Maomao und der Arzt zum Tatort gerufen, bei dem eine Dienerin ertrunken im Wassergraben aufgefunden wurde. Der Arzt forderte sie auf, die Autopsie durchzuführen, lehnte jedoch ab, da dies für sie als Apothekerin tabu sei, da auch Menschen zu medizinischen Inhaltsstoffen werden könnten. Angesichts der blutigen Finger des Opfers ist sie sich nicht sicher, ob es Selbstmord war (wahrscheinlich weil sie versucht hat, die Mauer rund um den Wassergraben zu erklimmen); oder ein Mord, angesichts der Umstände rund um die Mauer, da es für eine Dienerin mit Holzschuhen und gefesseltem Fuß unmöglich ist, die Mauer ohne Werkzeug zu erklimmen. Später wird aufgrund zusätzlicher Beweise ein Selbstmord ausgeschlossen, da die Frau auf der Gartenparty war, bei der ein Pfarrer durch Vergiftung getötet wurde. Während sie hier ihre Gedanken darüber sammelte, wie leicht es für die Opfer war, zu sterben, kombiniert mit Gedanken an ihre Vergangenheit, dachte Maomao darüber nach, welches Gift sie verwenden würde, wenn sie stirbt, was Jinshi abschreckte, und umso mehr, wenn sie darum bittet ihm, wenn er sie aus irgendeinem Grund hinrichten würde, dann durch Gift. Unterdessen erhält Jinshi einen Bericht darüber, wer sonst noch Verbrennungen an den Armen hatte, die im Zusammenhang mit dem \"Fluch\" von vor zwei Monaten stehen. Es war Fengming, die oberste Hofdame von Lady Ah-Duo.","versions":[{"lang":1,"streams":[{"redirect":13755004,"hoster":"VOE"},{"redirect":13755008,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13418557,"hoster":"VOE"},{"redirect":13418558,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Honig","epNo":10,"alt":"Honey","descr":"Im hinteren Palast kursieren Gerüchte über den ertrunkenen Diener im Garnet-Pavillon, der beschuldigt wird, das Essen der Konkubine Lishu vergiftet zu haben. Weitere Gerüchte deuten darauf hin, dass Konkubine Ah-Duo ihren Titel an eine jüngere Konkubine verlieren könnte. Ah-Duos komplexe Geschichte wird enthüllt und enthüllt ihre frühere Verbindung zum ehemaligen Kaiser und ihrem Sohn. Während einer Teeparty zwischen den Konkubinen Gyokuyou und Lishu beobachtet Maomao subtile Hinweise darauf, dass ihre eigenen Hofdamen Lishu schikanieren, und sieht ihre Reaktion auf das ihr servierte Honiggetränk. Maomao findet später heraus, dass Jinshi hinter der Teeparty steckt, was einem Zweck dient. Jinshi schickt dann Maomao ohne besondere Anweisungen, um Ah-Duo zu unterstützen. Nach der Untersuchung meldet sich Maomao bei ihm und verbindet die Ereignisse mit Fengmings möglicher Fähigkeit, mithilfe farbiger Texttafeln verschlüsselte Nachrichten zu senden. Jinshi macht Maomao einen Streich mit Honig und löst dabei eine Erkenntnis aus, die die jüngsten Vorfälle miteinander in Verbindung bringt, darunter Lishus Allergien und den Selbstmord des Dieners, und sogar Lishu, der vorsichtig im Garnet-Pavillon herumläuft. Maomao befragt Lishu zu ihren Allergien und bemerkt ihre Angst, als sie Fengming erwähnt, die während Maomaos Aufenthalt in ihrem Pavillon zugänglich und freundlich und ein Vorbild für alle wirkte. Lishus Hofdamen widersetzen sich Maomaos Nachforschungen, aber sie beruft sich auf Jinshis Autorität, um sie abzuschalten und weiterzumachen. Maomao beauftragt Gaoshun damit, frühere Aufzeichnungen zu überprüfen und Informationen über den verstorbenen Sohn des Kaisers mit Ah-Duo aufzudecken, die von einem Arzt geliefert wurden, dessen Name dem von Maomaos Vater ähnelt, der offenbar ausgewiesen wurde.","versions":[{"lang":1,"streams":[{"redirect":13755009,"hoster":"VOE"},{"redirect":13755012,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13453112,"hoster":"VOE"},{"redirect":13453115,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Aus zweien eins","epNo":11,"alt":"Reducing Two to One","descr":"Maomao konfrontiert Fengming mit vergangenen Ereignissen wie dem Tod von Ah-Duos Baby und dem Kind der Kaiserinwitwe. Sie findet heraus, dass Fengming, eine Dienerin, ihrem Sohn giftigen Honig gegeben hatte, obwohl sie es zunächst nicht wusste. Die Todesfälle wurden mit dem Hinweis auf das giftige Gesichtspuder vertuscht, was zur Ausweisung von Maomaos Vater führte, obwohl es verboten war. Es war eine junge Lishu, die es zufällig entdeckte, da sie beinahe daran gestorben wäre. Fengmings Loyalität gegenüber Ah-Duo treibt ihr Handeln voran, unter anderem vertreibt sie Lishu nach dem Tod des vorherigen Kaisers von Ah-Duo und vergiftet sie während der Frühlingsparty, die sie als Bedrohung wahrnimmt, weil sie selbst den Grund für den Tod des Babys herausfindet . Lishus Rückkehr und ihre Nähe zu Ah-Duo sorgen für Spannungen, aber Fengmings Motive werden aus Schuldgefühlen enthüllt. Maomao hilft Fengming, ihre beiden Motive in Einklang zu bringen, in der Hoffnung, Ah-Duos Status aufrechtzuerhalten, ohne die Wahrheit über den Tod ihres Sohnes preiszugeben. Auf Beschluss des Kaisers ist Ah-Duo jedoch bereits bereit, den hinteren Palast zu verlassen. In der Nacht nach Fengmings Hinrichtung trifft Maomao, der nicht schlafen kann, auf Ah-Duo auf der Mauer, auf die der selbstmörderische Diener gesprungen ist, und auf einen betrunkenen Jinshi darunter. Ah-Duo gibt Hinweise auf die Identität ihres Sohnes und Maomao tröstet versehentlich einen weinenden Jinshi. Am nächsten Tag gibt Ah-Duo ihren Titel auf, bevor sie in den abgetrennten Palast im Süden aufbricht, und als Lishu sich unter Tränen von ihr verabschiedet, wird Maomao klar, dass ihr Baby möglicherweise vertauscht wurde, als sie Ah-Duo und Jinshi von Angesicht zu Angesicht sieht bei der Geburt, was möglicherweise dazu führte, dass ihr Vater ausgewiesen wurde, weil er es nicht bemerkt hatte. Später, als Jinshi weitere Informationen über Fengming und ihre Familie erhält, waren seine Gedanken auch bei den Umständen, die Maomaos Ankunft im hinteren Palast begleiteten.","versions":[{"lang":1,"streams":[{"redirect":13755011,"hoster":"VOE"},{"redirect":13755020,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13503348,"hoster":"VOE"},{"redirect":13503349,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Eunuch und die Dirne","epNo":12,"alt":"The Eunuch and the Courtesan","descr":"Widrige Umstände führen zu Maomaos Entlassung aus dem Inneren Palast. Nun muss sie sich als Dirne verdingen. Endet hier die Geschichte der klugen Apothekerin?","versions":[{"lang":1,"streams":[{"redirect":13755017,"hoster":"VOE"},{"redirect":13755014,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13560370,"hoster":"VOE"},{"redirect":13560368,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dienst im Äußeren Palast","epNo":13,"alt":"Serving in the Outer Court","descr":"Jinshi hat Maomao ihre alte Arbeit zurückgegeben. Zumindest glaubt sie das. Doch dann kommt alles ganz anders und Maomao muss sich an einem neuen Ort zurechtfinden.","versions":[{"lang":1,"streams":[{"redirect":13755016,"hoster":"VOE"},{"redirect":13755019,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13625288,"hoster":"VOE"},{"redirect":13625289,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die neue Anmutige","epNo":14,"alt":"The New Pure Consort","descr":"Maomao wird zur Lehrerin und erteilt den erstrangigen Gemahlinnen eine wichtige Lektion. Doch auch neue Rätsel werden aufgeworfen. Und was will Maomao mit dem Mehl?","versions":[{"lang":1,"streams":[{"redirect":13755023,"hoster":"VOE"},{"redirect":13755022,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13653983,"hoster":"VOE"},{"redirect":13653982,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Essig-Salat","epNo":15,"alt":"Raw Fish","descr":"Maomao wird mit der Aufklärung eines mysteriösen Vergiftungsfalls beauftragt. Unterdessen bekommt es Jinshi mit einem palastweit bekannten Sonderling zu tun, der ein überraschendes Anliegen hat.","versions":[{"lang":1,"streams":[{"redirect":13815150,"hoster":"VOE"},{"redirect":13815151,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13705704,"hoster":"VOE"},{"redirect":13705714,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Blei","epNo":16,"alt":"Lead","descr":"Der kaiserliche Goldschmied ist verstorben, ohne seinen Söhnen seine geheime Technik zu verraten. Kann Maomao das Rätsel seines Testaments lösen?","versions":[{"lang":1,"streams":[{"redirect":13881647,"hoster":"VOE"},{"redirect":13815153,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13705647,"hoster":"VOE"},{"redirect":13705656,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Stadtspaziergang ","epNo":17,"alt":"A Jaunt Around Town","descr":"Maomao erhält die Anweisung, Jinshi als Pöbel zu verkleiden. Und dann muss sie ihn auch noch in die Stadt begleiten?!","versions":[{"lang":1,"streams":[{"redirect":13868975,"hoster":"VOE"},{"redirect":13868974,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13745498,"hoster":"VOE"},{"redirect":13745499,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Rakan ","epNo":18,"alt":"Lakan","descr":"Maomao versorgt im Rokushokan eine frühere Dirne. So gerne sich die Apothekerin auch auf ihre Arbeit und die Medizin konzentrieren würde, es sind doch andere Gedanken, die sie umtreiben. Längst haben andere ein Auge auf sie geworfen","versions":[{"lang":1,"streams":[{"redirect":13868977,"hoster":"VOE"},{"redirect":13868978,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13756530,"hoster":"VOE"},{"redirect":13756535,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zufall oder Absicht?","epNo":19,"alt":"Chance or Something More","descr":"Der Kreis schließt sich. Oder eher: die Kreise. Kann Maomao noch rechtzeitig eingreifen?","versions":[{"lang":1,"streams":[{"redirect":13868980,"hoster":"VOE"},{"redirect":13868983,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13784240,"hoster":"VOE"},{"redirect":13784242,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Stechapfel","epNo":20,"alt":"Thornapple","descr":"Maomao konnte das Attentat stoppen, wurde dabei jedoch schwer verletzt. Die Verletzungen reichen jedoch nicht aus, um ihre Neugier zu bremsen, und treiben sie dazu, sich dem Täter zu stellen, der hinter dem Vorfall steckt.","versions":[{"lang":1,"streams":[{"redirect":13955638,"hoster":"VOE"},{"redirect":14336672,"hoster":"Vidoza"},{"redirect":13955637,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13809743,"hoster":"VOE"},{"redirect":13809740,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der Plan vom Loskauf","epNo":21,"alt":"How to Buy Out A Contract","descr":"Maomao lernt den Quacksalber des Inneren Palasts besser kennen. Doch dann kommt Rihaku mit einem gewichtigen Problem zu ihr.","versions":[{"lang":1,"streams":[{"redirect":14081611,"hoster":"VOE"},{"redirect":14336655,"hoster":"Vidoza"},{"redirect":13955645,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13822172,"hoster":"VOE"},{"redirect":13822186,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Blaue Rosen","epNo":22,"alt":"Blue Roses","descr":"Jinshi soll fürs Gartenfest blaue Rosen beschaffen. Kann Maomao ihm dabei helfen …?","versions":[{"lang":1,"streams":[{"redirect":13955650,"hoster":"VOE"},{"redirect":14172113,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13858804,"hoster":"VOE"},{"redirect":13858808,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Balsamine und Horn-Sauerklee","epNo":23,"alt":"Balsam and Woodsorrel","descr":"Maomao fordert Rakan zu einer Partie Xiangqi heraus. Kann sie gewinnen? Und warum ist Rakan überhaupt so begeistert von Xiangqi?","versions":[{"lang":1,"streams":[{"redirect":13955656,"hoster":"VOE"},{"redirect":13955654,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13858810,"hoster":"VOE"},{"redirect":13858809,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Jinshi und Maomao","epNo":24,"alt":"Jinshi and Maomao","descr":"Welche Dirne wird Rakan loskaufen? Und wie wird Maomao reagieren? Das große Finale!","versions":[{"lang":1,"streams":[{"redirect":13955663,"hoster":"VOE"},{"redirect":14336663,"hoster":"Vidoza"},{"redirect":13955662,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13886816,"hoster":"VOE"},{"redirect":13886819,"hoster":"Streamtape"}]}]}]}]}