{"seriesId":"kuusen-madoushi-kouhosei-no-kyoukan","name":"Kuusen Madoushi Kouhosei no Kyoukan","descr":"[Sky Wizards Academy - Sturmtrupp E601] Die Menschheit wurde durch magische, gepanzerte Insekten vom Land vertrieben und lebt nun in fliegenden Städten. Dadurch entstanden Wizards, fliegende Kampf-Magier, welche die Insekten mit magischen Kräften bekämpfen.Kanata Age ist ein junger Mann, der in der schwebenden Wizard-Akademie-Stadt Misutogan lebt. Einst wurde er als Black Master Swordsman, das Elite-Ass des Spezialteams S128 gefeiert, doch nun verachtet man ihn als Verräter. Eines Tages wird er dem Team E601, welches zehn aufeinanderfolgende Niederlagen erlitten hat, als Ausbilder zugewiesen. E601 besteht aus den drei Mädchen Misora Whitale, Lecty Eisenach und Rico Flamel, die allerdings die eine oder andere merkwürdige Eigenart besitzen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Sturmtrupp E601","epNo":1,"alt":"Fireteam E601","descr":"Kanata Age, bekannt als \"Chronos, der schwarze Schwertkämpfer\" und Verräter, wird Leiter des Sturmtrupps E601. Seine Schülerinnen Misora, Lecty und Rico sind alles andere als begeistert, dabei sind sie selbst die schlechtesten Schülerinnen der Akademie-Stadt und brauchen jede Hilfe, die sie kriegen können.","versions":[{"lang":1,"streams":[{"redirect":8835742,"hoster":"VOE"},{"redirect":8587234,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der stärkste Verräter","epNo":2,"alt":"The Strongest Traitor","descr":"Die erste Trainingseinheit von Sturmtrupp E601 macht Kanata sehr schnell deutlich, worin die individuellen Stärken seiner Schülerinnen liegen. Aber ihre enormen Schwächen sind nicht zu übersehen und auch als Team funktionieren die drei überhaupt nicht. Kanata muss sich etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8835740,"hoster":"VOE"},{"redirect":8587238,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Potenzial der Schwächsten","epNo":3,"alt":"The Potentials of the Weakest","descr":"Ausgestattet mit allerlei Informationen über seine Schülerinnen, gibt Kanata ihnen separate Übungsaufgaben, um sich zu verbessern. Nur Rico weigert sich. Lecty soll in einem Maid-Café als Aushilfe arbeiten, um ihre Schüchternheit zu überwinden. Währenddessen soll Misora Rico beschatten, um ihre Schwäche herauszufinden.","versions":[{"lang":1,"streams":[{"redirect":8835743,"hoster":"VOE"},{"redirect":8587233,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die unvergessliche Vergangenheit","epNo":4,"alt":"The Unforgettable Past","descr":"Kanata möchte, dass Misora ihr magisches Kanonenschwert zu Gunsten einer anderen Waffe aufgibt. Als sie sich vehement weigert, besucht er sie zu Hause und erfährt vom tragischen Tod von Misoras Mutter. Sie war eine Meisterin im Umgang mit dem Kanonenschwert und Misora möchte auf diese Weise ihr Andenken bewahren. Daraufhin lässt Kanata es sie benutzen.","versions":[{"lang":1,"streams":[{"redirect":8835738,"hoster":"VOE"},{"redirect":8587235,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Schlüssel zum Sieg","epNo":5,"alt":"The Key to Victory","descr":"Kanata gelingt es, Misora und Lecty entsprechend ihrer Stärken und Schwächen zu trainieren. Nur Rico nimmt weiterhin nicht am Training teil. Es kommt heraus, dass sie die Scharfsichtigkeit hat, die höchste Auffassungsgabe und damit unerlässlich für das Team ist. Kanata fragt sie erneut, ob sie mit Sturmtrupp E601 zusammen arbeiten will und diesmal sagt sie zu.","versions":[{"lang":1,"streams":[{"redirect":12336737,"hoster":"VOE"},{"redirect":8587239,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Himmel, vom Feind besetzt","epNo":6,"alt":"The Skies, Taken","descr":"Ein Überraschungsangriff der Monster-Käfer trifft Mystogan und seine Sky Wizards unvorbereitet. Die Eliteeinheiten kämpfen am Himmel mit allen Mitteln gegen die Monster, aber es gelingt einer Kolonne dennoch in die Stadt einzudringen. Unter den wenigen Wizards, die das Innere der Stadt verteidigen, ist auch Sturmtrupp E601.","versions":[{"lang":1,"streams":[{"redirect":8835753,"hoster":"VOE"},{"redirect":8587252,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Nebelpistolen Turnier","epNo":7,"alt":"Mistgun Tournament","descr":"Um das Training kampfbereiter Sky Wizards zu beschleunigen, organisiert Chloe ein Turnier. Dem Sieger winkt der Aufstieg um gleich zwei Ränge. Sturmtrupp E601 ist begeistert, aber die Nachricht, dass sie das Turnier gewinnen müssen, um nicht aufgelöst zu werden, schockt die Mädchen sehr. Sie sind entschlossen, alles zu tun, damit es nicht so weit kommt.","versions":[{"lang":1,"streams":[{"redirect":8835747,"hoster":"VOE"},{"redirect":8587248,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Über die Ränge hinaus","epNo":8,"alt":"Beyond the Rankings","descr":"Sturmtrupp E601 bereitet sich mit neuen Trainingseinheiten auf das bevorstehende Turnier vor. Unterdessen greift ein maskierter Mann mitten in der Nacht Schüler der Akademie an. Später belauschen Misora, Lecty und Rico ein Gespräch zwischen Kanata und Yuri und glauben, dass sie seine Freundin ist. Für den Rest des Tages beschatten sie die Beiden.","versions":[{"lang":1,"streams":[{"redirect":8835748,"hoster":"VOE"},{"redirect":8587247,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Gleichung für den sicheren Sieg","epNo":9,"alt":"The Victory Formula","descr":"Im Training werden munter die Kampfpositionen getauscht, aber Lecty fragt sich, ob sie mit ihrer neuen Position zurechtkommt. Obwohl Patrouillen durch die Stadt marschieren, werden erneut Schüler angegriffen. Diesmal wird auch Yuri ein Opfer des mysteriösen Angreifers und wird schwer verletzt. Nur dank Kanatas Eingreifen kann sie gerettet werden.","versions":[{"lang":1,"streams":[{"redirect":8835746,"hoster":"VOE"},{"redirect":8587245,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Potential der Null","epNo":10,"alt":"Potentials of the Zero","descr":"Lecty und Rico haben Kanatas Trainings-Test nicht nur dank ihrer wachsenden Freundschaft bestanden. Nur Misora hängt noch hinterher. Ihre Frustration wächst, als die Beiden ihre Fähigkeiten und Teamwork weiter verbessern. Das Turnier beginnt, ohne dass Misora dafür bereit ist. Aber durch ihre Beobachtungen von Lecty und Rico versteht sie schließlich, was Teamwork und Leitung bedeuten","versions":[{"lang":1,"streams":[{"redirect":8835751,"hoster":"VOE"},{"redirect":8587244,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Finale, und dann...","epNo":11,"alt":"The Finals, And…","descr":"Entgegen aller Erwartungen fährt Sturmtrupp E601 beim Mystogan Turnier Sieg um Sieg ein. Außer Kanata hat niemand damit gerechnet. Im Finale müssen sie ausgerechnet gegen Yuris Sturmtrupp A227 antreten, der nicht nur Fan-Liebling ist, sondern auch über herausragende Fähigkeiten verfügt. Sturmtrupp E601 versucht mit ihrem Teamwork dagegen zu halten.","versions":[{"lang":1,"streams":[{"redirect":8835752,"hoster":"VOE"},{"redirect":8587246,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Ausbilder der Sky Wizards Division","epNo":12,"alt":"Instructor of the Sky Wizards Academy","descr":"Es gelingt Misora, Lecty und Rico tatsächlich Sturmtrupp A227 zu schlagen. Doch bevor sie zum Sieger ernannt werden können, bricht ein Monster-Käfer Alarm los. Der mysteriöse Angreifer entpuppt sich als Real Nua, der sich aufgrund seiner Liebe zu Yuri Monster-Käfer DNA injiziert hat, um für sie stark zu werden","versions":[{"lang":1,"streams":[{"redirect":8835750,"hoster":"VOE"},{"redirect":8587251,"hoster":"Streamtape"}]}]}]}]}