{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes","name":"Kyoto Teramachi Sanjou no Holmes","descr":"Aoi Mashiro ist in ihrem zweiten Oberschuljahr, als sie von Omiya in Saitama nach Kyoto zieht. Sie hat ein gutes Auge für den Wert von Antiquitäten. Eines Tages begegnet sie Kiyotaka Yagashira, dem 22-jährigen Enkel des Besitzers eines Antiquitätengeschäfts in Kyotos Einkaufsviertel Teramachi Sanjou. Aoi beginnt fortan, im Antiquitätengeschäft als Teilzeitkraft zu arbeiten und findet schnell heraus, dass Kiyotaka auch als Holmes von Teramachi Sanjou bezeichnet wird. Gemeinsam lösen die beiden knifflige Fälle, die von Kunden im Antiquitätengeschäft an sie herangetragen werden.","seasons":[{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-1","name":"","epNo":1,"alt":"Holmes and Zen Master Hakuin","descr":"Zwei Wochen nachdem sie bei Kura, einem Antiquitätenladen, angefangen hat zu arbeiten, ist Mashiro Aoi glücklich in ihrem neuen Job angekommen. Der Laden gehört Yagashira Seiji, der oft um die Welt reist, und sein Sohn Seiji ist ein Autor, der es leitet, aber eher ein Autor. Seijis Enkel Kiyotaka, oft Holmes genannt, ist ein junger Antiquitätengutachter, der das eigentliche Geschäft führt. Nachdem Seiji gegangen ist, um mit seinem Redakteur zu sprechen, kommt ein Mann herein und versucht, eine gefälschte antike Kizeto-Teeschale herauszugeben, aber Kiyotaka durchschaut sie und denunziert ihn, und er flieht aus dem Laden. Danach machen Kiyotaka und Aoi eine Pause. Aoi erinnert sich, als sie zum ersten Mal kam, als sie ihrem Großvater zwei hängende Schriftrollen gestohlen hatte, um das Geld abzuschätzen. Die Schriftrollen wurden von Zen-Meister Hakuin bemalt und sind beide echt und viel Geld wert. Der zweite hat ein so seltenes Bild,die eines Babys, er hält es für unbezahlbar. Kiyotaka ist beeindruckt, dass sie es geschafft hat, die beiden wertvollsten Stücke aus einem Dachboden voller Antiquitäten und Schrott herauszusuchen. Aoi gibt zu, dass sie ein Ticket kaufen möchte, um nach Saitama zurückzukehren. Sie zog vor sechs Monaten nach Kyoto und ließ ihren Freund und beste Freundin zurück. Letzten Monat hat sich ihr Freund von ihr getrennt, um sich mit ihrer besten Freundin zu verabreden, und sie möchte ihnen davon erzählen. Kiyotaka erzählt ihr von der Rolle des Babys und sie erkennt, dass es falsch ist, einen solchen Schatz zu verkaufen, nur um ihre Freunde zu schelten. Er bietet ihr einen Job bei Kura an, damit sie das Geld für das Ticket verdienen kann. Zurück in der Gegenwart zerschmettert ein Mann wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.Kiyotaka ist beeindruckt, dass sie es geschafft hat, die beiden wertvollsten Stücke aus einem Dachboden voller Antiquitäten und Schrott herauszusuchen. Aoi gibt zu, dass sie ein Ticket kaufen möchte, um nach Saitama zurückzukehren. Sie zog vor sechs Monaten nach Kyoto und ließ ihren Freund und beste Freundin zurück. Letzten Monat hat sich ihr Freund von ihr getrennt, um mit ihrer besten Freundin auszugehen, und sie möchte ihnen erzählen. Kiyotaka erzählt ihr von der Rolle des Babys und sie erkennt, dass es falsch ist, einen solchen Schatz zu verkaufen, nur um ihre Freunde zu schelten. Er bietet ihr einen Job bei Kura an, damit sie das Geld für das Ticket verdienen kann. Zurück in der Gegenwart zerschmettert ein Mann wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.Kiyotaka ist beeindruckt, dass sie es geschafft hat, die beiden wertvollsten Stücke aus einem Dachboden voller Antiquitäten und Schrott herauszusuchen. Aoi gibt zu, dass sie ein Ticket kaufen möchte, um nach Saitama zurückzukehren. Sie zog vor sechs Monaten nach Kyoto und ließ ihren Freund und beste Freundin zurück. Letzten Monat hat sich ihr Freund von ihr getrennt, um mit ihrer besten Freundin auszugehen, und sie möchte ihnen erzählen. Kiyotaka erzählt ihr von der Rolle des Babys und sie erkennt, dass es falsch ist, einen solchen Schatz zu verkaufen, nur um ihre Freunde zu schelten. Er bietet ihr einen Job bei Kura an, damit sie das Geld für das Ticket verdienen kann. Zurück in der Gegenwart zerschmettert ein Mann wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.hinterlässt ihren Freund und besten Freund. Letzten Monat hat sich ihr Freund von ihr getrennt, um sich mit ihrer besten Freundin zu verabreden, und sie möchte ihnen davon erzählen. Kiyotaka erzählt ihr von der Rolle des Babys und sie erkennt, dass es falsch ist, einen solchen Schatz zu verkaufen, nur um ihre Freunde zu schelten. Er bietet ihr einen Job bei Kura an, damit sie das Geld für das Ticket verdienen kann. Zurück in der Gegenwart zerschmettert ein Mann wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.hinterlässt ihren Freund und besten Freund. Letzten Monat hat sich ihr Freund von ihr getrennt, um sich mit ihrer besten Freundin zu verabreden, und sie möchte ihnen davon erzählen. Kiyotaka erzählt ihr von der Rolle des Babys und sie erkennt, dass es falsch ist, einen solchen Schatz zu verkaufen, nur um ihre Freunde zu schelten. Er bietet ihr einen Job bei Kura an, damit sie das Geld für das Ticket verdienen kann. Zurück in der Gegenwart zerschmettert ein Mann wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.ein Mann zerschmettert wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.ein Mann zerschmettert wütend die gefälschte Teeschale, die er für den Betrüger gemacht hat, und verspricht, sich an Kiyotakas Namen zu erinnern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835801","hoster":"VOE"},{"path":"/redirect/8587255","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-2","name":"","epNo":2,"alt":"In Days of Aoi","descr":"Miyashita Saori wird zum jährlichen Saio-dai, der \"Königin\" des lokalen Aoi-Festes gewählt, eine hohe Ehre. Kuras Besitzerin bringt Frau Miyashita und ihre Töchter Saori und Kaori, eine Schulkameradin von Aoi, in den Laden. Saori hat Drohbriefe in ihrer Tasche gefunden, in denen sie aufgefordert wird aufzuhören und der Besitzer glaubt, dass Kiyotaka helfen kann. Es wird vermutet, dass ein Paar Mädchen, ehemalige Freundinnen von ihr, dahintersteckt. Kiyotaka geht in eine Galerie und zeigt die Blumenarrangements ihrer Klasse und sieht zwei Stücke von Saori, die jedoch sehr unterschiedlich sind. Er trifft die fraglichen Mädchen Yuko und Keiko in der Galerie. Kiyotaka geht, um sein Telefon zu beantworten, aber es stellt sich als List heraus, da er glaubt, dass die Mädchen freier mit Aoi sprechen werden, was passiert. Sie zeigen, dass sie auf Saori eifersüchtig sind,Aber da ihr Familienunternehmen im Niedergang ist und die Kosten, die Saoi-dai zu sein, zu zahlen sind, sind sie sicher, dass es sie ruinieren wird. Nachdem Kiyotaka dies gehört hat, verabredet er sich mit den Miyashita-Frauen mit der Antwort. Er rechnet einen Brief an Kaori ab - sie ist sich bewusst, wie viel Geld die Rolle das angeschlagene Familienunternehmen kosten wird und macht sich Sorgen. Kaori gibt zu, dass sie gehofft hatte, dass der Brief ihren Eltern einen Grund geben würde, aufzuhören, aber als sie erfuhr, dass die Werbung die Kosten ausgleichen würde, entschied sie sich, ihn nicht durchzuziehen. Saori steckte jedoch den ersten Buchstaben und einen zweiten, den sie selbst gemacht hatte, in ihre Tasche. Er weist auf die verschiedenen Blumenarrangements hin, nachdem er aus den Stilen von Kaori erkannt hat, dass er auch feststellen konnte, dass die Buchstaben von zwei Personen gemacht wurden.Saori hoffte, dass die Briefe Yuko und Keiko Sorgen machen würden und sie vielleicht wieder Freunde werden könnten. Kaori sagt Saori, sie solle sich keine Sorgen mehr um sie machen und so ein erstaunlicher Saoi-dai sein, dass sie damit prahlen werden, dass sie früher Freunde waren. Saori geht voran als Saio-dai und Aoi und Kaori werden Freunde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835805","hoster":"VOE"},{"path":"/redirect/8587249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-3","name":"","epNo":3,"alt":"The Case of the Mt. Kurama Estate Inheritance","descr":"Eine Wanderung von Kiyotaka und Aoi zum Mt. Kurama wird auf Wunsch von Kiyotakas Vater zu einem Besuch des Kajiwara-Anwesens. Herr Kajiwara ist vor einigen Monaten verstorben und sie bitten Kiyotaka um Hilfe. Sie genießen den Tag und kehren in ein Restaurant ein, Aoi gut gelaunt. Kiyotaka gibt zu, dass er seine Freundin verloren hat, als er in ihrem Alter war, da er keinen Sex mit ihr hatte, bis sie auf dem College waren und sie ihn für einen anderen Mann verließ. Nachdem sie gegessen haben, werden sie von Kurashina, Kajiwaras Sekretärin, zum Anwesen begleitet. Dort treffen sie auf seine Witwe Ayako und drei Söhne: Fuyuki, Akihito und Haruhiko, den Jüngsten. Akihito ist ein aufstrebender Schauspieler und lehnt Kiyotakas Fähigkeiten ab. Kurashina erklärt, er habe zwei Testamente erhalten, das erste eine Vermögensaufteilung, das zweite einen Antrag, den er drei Monate nach seinem Tod eröffnet habe.Es enthielt Anweisungen zu einem Safe und den Befehl, drei hängende Schriftrollen zwischen den Söhnen aufzuteilen. Die Schriftrollen waren Fälschungen, wurden aber auch von einem der fünf verbrannt, obwohl sie nicht wissen, wer. Kiyotaka erfährt, dass Akihito den Löwenanteil des Erbes erhielt und Ayako einen Aquamarinring erhielt. Indem er Söhne die Schriftrollen beschreiben lässt, benennt Kiyotaka sie und sagt, dass jeder eine Nachricht hatte, die der Vater für sie hinterlassen hat. Fuyukis \"Kiyomori Calls Back The Sun\" war ein Ausdruck von Kiyomoris Macht, also glaubt er, dass sein Vater Fuyuki sagte, er solle große Höhen anstreben, in der Gewissheit, dass er erfolgreich sein könnte. Akihitos war \"Dragon Flying Over Mt. Fuji\", ein Ausdruck des Ehrgeizes des Künstlers und eine Botschaft, dass, wenn Akihito es mit seiner Kunst ernst meint, er sich hohe Ziele setzen sollte und wollte, dass er erfolgreich ist. Als er bei Haruhiko ankommt,Ayako sagt, sie habe sie verbrannt, weil sie einen so kleinen Anteil bekommen habe, aber sie hätte es nicht getan, wenn sie gewusst hätte, dass es solche Nachrichten gibt. Fertig, Kiyotaka und Aoi werden von Fuyuki und Akihito hinaus eskortiert, die nach dem Gemälde ihres Bruders fragen. Kiyotaka erzählt ihnen widerstrebend, dass es auf der Geschichte von \"Tadamoris Laterne\" basiert. Tadamori ging, um einen Oni zu töten, stellte jedoch fest, dass es sich nur um einen Mönch handelte, und der Kaiser dankte ihm für die Aufklärung, indem er ihm ein Geschenk übergab, das Gerüchten zufolge die Geliebte des Kaisers war, und kurz darauf wurde Tadamoris Sohn geboren. Kurashina rettete einst Kajiwara und entwickelte Gefühle für Ayako, also war die Nachricht, dass er von der Affäre wusste und dass Haruhiko das daraus hervorgegangene Kind war, also verbrannte Ayako die Schriftrollen, um dies zu verbergen. Das zweite Testament wurde kurz nach Haruhikos 20. Geburtstag datiert.Kiyotaka glaubt, dass er es ihm sagen wollte, als er volljährig wurde, aber er glaubt nicht, dass Kajiwara sie übel nahm. Aquamarin steht für Freiheit, also war seine Botschaft, dass er wollte, dass seine Frau nach seinem Tod ein Leben in Freiheit führt, mit Kurashina, wenn sie es wünschen. Die Brüder danken ihm und versprechen, ihrer Familie davon zu erzählen. Später sagt Kiyotaka, dass er erkannte, dass Haruhiko Kurashina war, als er ihn zum ersten Mal sah, da sie die gleichen Ohren hatten, was bedeutete, dass sie verwandt waren.s, als er ihn zum ersten Mal sah, da sie die gleichen Ohren hatten, was bedeutete, dass sie verwandt waren.s, als er ihn zum ersten Mal sah, da sie die gleichen Ohren hatten, was bedeutete, dass sie verwandt waren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835806","hoster":"VOE"},{"path":"/redirect/8587254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-4","name":"","epNo":4,"alt":"After the Festival","descr":"Kiyotaka wird zum Nanzenji-Tempel gerufen, um ein Rätsel zu lösen. Er geht dorthin, begleitet von Akihito. Bei der Untersuchung des Falles eines vermissten Drachen stößt der Gutachter auf einen Meisterfälscher...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835807","hoster":"VOE"},{"path":"/redirect/8587256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-5","name":"","epNo":5,"alt":"The Lost Dragon","descr":"Aoi zieht sich schick an und besucht Yagashira Seijis prächtige, hochkarätige Party zum 77. Geburtstag. Aber als die kostbare Celadon-Vase der Familie ins Visier genommen wird, stellt sich heraus, dass mehr als nur Geld auf dem Spiel steht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835808","hoster":"VOE"},{"path":"/redirect/8587250","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-6","name":"","epNo":6,"alt":"The Connoisseur`s Philosophy","descr":"Kiyotaka und Aoi nehmen an der Geburtstagsfeier eines berühmten Gutachters teil. Als Teil der Unterhaltung bittet ihr Gastgeber Kiyotaka, ein Gemälde zu identifizieren. Aber das \"Spiel\" kommt mit einer geheimen Botschaft...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835809","hoster":"VOE"},{"path":"/redirect/8587262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-7","name":"","epNo":7,"alt":"Straying and Enlightenment","descr":"Kiyotaka und Aoi gehen zu einer Geburtstagsfeier eines berühmten Schätzers. Teil des Programms ist die Schätzung eines berühmten Bildes. Wer steckt hinter diesem neuen Test, der Holmes Fähigkeiten erneut auf die Probe stellt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12336738","hoster":"VOE"},{"path":"/redirect/8587261","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-8","name":"","epNo":8,"alt":"Christmas Eve Tears and a Broken Alibi","descr":"Kiyotaka und Rikyu sollen zu Weihnachten bei einem neuen Café eines Freundes aushelfen. Während Sie sich darauf vorbereiten, erscheint Kiyotakas alte Freundin Izumi und bittet ihn um Hilfe. Dabei geht es darum, ein Alibi ihres Verlobten zu überprüfen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835810","hoster":"VOE"},{"path":"/redirect/8587263","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-9","name":"","epNo":9,"alt":"The Sound of the Bell at Gion","descr":"Seiji veranstaltet zu Neujahr eine Schatzsuche. Natürlich sind auch Aoi und Kiyotaka mit von der Partie und gehen den Hinweisen nach. Doch plötzlich taucht ein Party-Crasher auf","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835811","hoster":"VOE"},{"path":"/redirect/8587259","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-10","name":"","epNo":10,"alt":"The Bisque Doll`s Smile","descr":"Zum Jahreswechsel kommen alle Kura-Mitarbeiter im Kimono. Kiyotaka bringt Aoi zu einem Tempel und sie versprechen sich, später ein Café zu besuchen. Doch während Sie umherlaufen, verändert ein unerwartetes Wiedersehen Kiyotaka und Aois Beziehung","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835820","hoster":"VOE"},{"path":"/redirect/8587260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-11","name":"","epNo":11,"alt":"Valentine`s Party","descr":"Zum Valentinstag lädt der bekannte Mystery-Autor Aigasa Kurisu Kiyotaka und Aoi ins Shinkokan bei Yoshida-Sanso ein. Aber statt einer gewöhnlichen Buchlesung erwartet die beiden ein neuer spannender Fall","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835812","hoster":"VOE"},{"path":"/redirect/8587265","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyoto-teramachi-sanjou-no-holmes/staffel-1/episode-12","name":"","epNo":12,"alt":"Conditions of an Heir","descr":"Aoi ist jetzt schon fast ein Jahr bei Kura. Rikyūs Großvater hat seine drei Söhne in seine Villa eingeladen, um einen neuen Nachfolger zu finden. Dabei brauchen sie die Hilfe eines Gutachters, um den wahren Wert der Familienschätze herauszufinden","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8835815","hoster":"VOE"},{"path":"/redirect/8587264","hoster":"Streamtape"}]}]}]}]}