{"seriesId":"kyoukai-senki","name":"Kyoukai Senki","descr":"[Amaim: Warrior at the Borderline] Wir schreiben das Jahr 2061: Japan wurde von mehreren Staaten besetzt. Die Welt, einschließlich der Halbinsel, ist unter der Herrschaft von vier Handelsblöcken konsolidiert worden. Die gesamte Inselgruppe ist nun die Frontlinie des Konflikts. Das japanische Volk lebt in einem Zustand ständiger Besatzung und Unterdrückung, in dem humanoide Kriegsmaschinen namens AMAIM auf den Straßen patrouillieren. Ein introvertierter Junge namens Amou Shiiba begegnet zufällig der autonomen KI Gai. Nachdem er eine AMAIM namens Kenbu erwirbt, beginnt er seinen Versuch, Japan zurückzuerobern. Auch der 16-jährige Gashin Tezuka, ein zurückhaltendes Mitglied des japanischen Widerstands, welches den AMAIM Ghost fliegt und seinen Vater rächen möchte, ist Teil der Geschichte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Activate","descr":"Im Jahr 2061 wurde Japan ein besetztes Gebiet. Shiiba Amou lebt in einer tristen Welt unter ständiger Unterdrückung, bis er auf eine autonome KI namens \u0027Gai\u0027 trifft. Dieses zufällige Treffen würde seine Welt für immer verändern…","versions":[{"lang":3,"streams":[{"redirect":8926392,"hoster":"VOE"},{"redirect":8926387,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Voyage","descr":"Um seine Freunde zu beschützen, bezeichnet sich Amō als Terrorist, der sie vor seiner Flucht ausnutzte, um Kenbu zu bauen. Ozeanien ist gezwungen, seine Freunde freizulassen, um das Gesicht zu wahren, während sie nach Amō jagen. Bald erreichen sie ein kleines Küstendorf, in dem Gai vorübergehend in den Schlafmodus wechseln muss, um die neuen Daten zu verarbeiten, die er gewonnen hat. Amō macht sich auf die Suche nach Nahrung und hilft schließlich einem älteren Bauern bei der Ernte. Der Bauer und seine Frau entdecken jedoch, dass Amō ein Flüchtling ist, beschließen jedoch, ihn trotzdem zu beherbergen, da sie erkennen, dass er kein Terrorist ist. Sie haben auch keine Liebe zu Ozeanien, da ihr Sohn während des Grenzkrieges getötet wurde. Als Amō erkennt, dass seine Anwesenheit das Paar nur gefährden wird, geht sie mitten in der Nacht und leiht sich das verlassene Fischerboot ihres Sohnes. Als Amō und Gai Ozeaniens Territorium verlassen,sie werden vom asiatischen Militär überfallen. Während Amō und Gai einen effektiven Kampf liefern, sind sie schnell in Unterzahl und werden festgenagelt, bis sie von einem anderen bemannten AMAIM Hilfe erhalten.","versions":[{"lang":3,"streams":[{"redirect":8952033,"hoster":"VOE"},{"redirect":8952032,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Reason to Fight","descr":"Amō und Gai werden von einem anderen AMAIM-Piloten, Gashin Tezuka, gerettet, der den AMAIM Jogan steuert und von einer anderen autonomen KI namens Kei unterstützt wird. Gashin enthüllt, dass er Teil der japanischen Befreiungsgruppe Yatagarasu ist und bringt Amō in ihr Basislager, wo er den lokalen Führer Goken Kumai trifft. Kumai enthüllt, dass Kenbu ursprünglich von Yatagarasu in Auftrag gegeben wurde und zur Gruppe gehört, aber verloren ging, nachdem der Yatagarasu-Zweig, für den es bestimmt war, zerstört wurde. Kumai bietet an, Amō Yatagarasu als Kenbus Piloten beitreten zu lassen oder Kenbu aufzugeben und unter einer neuen Identität ins zivile Leben zurückzukehren. Es wird auch enthüllt, dass Gashins Vater Jogans früherer Pilot war, bevor er getötet wurde. Amō bleibt unsicher, ob er beitreten soll, da er Angst hat, kämpfen zu müssen. Nachdem er einige Zeit mit anderen Yatagarasu-Mitgliedern verbracht und mit ihrer Sache sympathisiert hatte,Amō beschließt schließlich, sich ihnen anzuschließen, während Kenbu aufgewertet wird. Amō und Gashin nehmen dann an einem Scheinkampf teil, bei dem sie dazu wechseln, die AMAIMs des anderen zu verwenden, und der Kampf endet unentschieden. Doch kurz nach dem Ende der Scheinschlacht wird das Basislager plötzlich von dem mysteriösen schwarzen AMAIM angegriffen.","versions":[{"lang":3,"streams":[{"redirect":9025242,"hoster":"VOE"},{"redirect":9025241,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Separate Ways","descr":"Amō und Gashin kehren zum Lager zurück und finden es von einem unbekannten AMAIM angegriffen, der den Spitznamen \"Geist\" trägt. Durch die Zusammenarbeit können Amō und Gashin dem Geist kritischen Schaden zufügen und ihn zum Rückzug zwingen. Während der Kämpfe wurde jedoch Risa, eines der Yatagarasu-Mitglieder, mit denen Amō eng zusammengewachsen war, bei dem Versuch getötet, den Geist abzulenken. Amō ist traumatisiert, als sie von Risas Tod erfährt, während Yatagarasu das Gebiet evakuiert. Kurz darauf untersuchen Offiziere des nordamerikanischen Militärs die Stätte und kommen zu dem Schluss, dass Kenbu und Jogan gegen den Geist gekämpft haben. Fasziniert von der Präsenz des Ghost in der Gegend, beschließen die nordamerikanischen Offiziere, mehr Truppen einzusetzen. Unterdessen verlässt Gashin Amō, um über Risas Tod zu trauern. Schließlich beschließt Amō, sich Yatagarasu nicht anzuschließen, da erhat Angst, Menschen, mit denen er befreundet ist, sterben zu sehen. Gashin erlaubt Amō, mit Gai zu gehen, unter der Bedingung, dass er Kenbu versteckt, damit Yatagarasu sich später erholen kann. Nachdem er Kenbu hinter einem Wasserfall versteckt hat, verabschiedet sich Amō.","versions":[{"lang":3,"streams":[{"redirect":9113837,"hoster":"VOE"},{"redirect":9113841,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Determination","descr":"Amou beschließt, Risas Heimatstadt zu besuchen, damit sie einem ihrer Verwandten eines ihrer Habseligkeiten zurückgeben kann. Leider erfährt er, dass sein Haus abgerissen und seine Verwandten von einem stellvertretenden Bürgermeister vertrieben wurden, der keine Angst davor hat, seine Macht zu missbrauchen.","versions":[{"lang":3,"streams":[{"redirect":9142221,"hoster":"VOE"},{"redirect":9142218,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Journey","descr":"Um ihre AMAIM in einen minimalen Betriebszustand zu versetzen, besuchen Amou und Gashin eine nahegelegene Stadt, um Teile von einem Yatagarasu-Mitarbeiter abzuholen. Leider geraten sie in einen Territorialstreit zwischen den Streitkräften Ozeaniens und Asiens.","versions":[{"lang":3,"streams":[{"redirect":9214128,"hoster":"VOE"},{"redirect":9214134,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Hunt","descr":"Die US-Armee hat den Aufenthaltsort von Ghost entdeckt. Captain Brad Watt und sein Team werden auf eine Mission geschickt, um Ghost zu fangen, um ihre Technologie zu verbessern. Unglücklicherweise hat Ghost neue Tricks im Ärmel, von denen sie nichts wussten.","versions":[{"lang":3,"streams":[{"redirect":9224551,"hoster":"VOE"},{"redirect":9224553,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Path to Recovery","descr":"Amou, Gashin und Shion erreichen schließlich Yatagarasus Hauptquartier. Bald jedoch gehen sie auf eine andere Mission, diesmal jedoch ohne Bezug zum Kampf. Widerstandskämpfer kommen zusammen, um einer japanischen Familie zu helfen, die im Krieg ihr Zuhause verloren hat.","versions":[{"lang":3,"streams":[{"redirect":9317303,"hoster":"VOE"},{"redirect":9317305,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Autonomous Area","descr":"Gashin trifft Yuusei und erfährt, dass sein Pflegebruder eine großartige Leistung vollbracht hat. Er baute eine autonome Stadt, in der das japanische Volk sicher leben kann. Yuusei bittet Gashin, sich ihm anzuschließen und ein normales Leben zu führen, aber nicht alles ist so, wie es scheint.","versions":[{"lang":3,"streams":[{"redirect":9317308,"hoster":"VOE"},{"redirect":9317310,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Expedition","descr":"Eine separate Widerstandsgruppe in Tohoku namens Arahabaki wird vom eurasischen Militär angegriffen und braucht Hilfe. Amou, Gashin und Shion werden ausgesandt, um die Mitglieder von Arahabaki zu retten und müssen einen Weg finden, ihre Einkreisung zu durchbrechen.","versions":[{"lang":3,"streams":[{"redirect":9441501,"hoster":"VOE"},{"redirect":12980401,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Encirclement","descr":"Die Mitglieder von Yatagarasu bewegen sich in kleinen Gruppen, um nicht entdeckt zu werden, und errichten temporäre Basislager, bis das neue HQ fertig ist, und genießen eine kurze Atempause, bis sie in der Lage sind, größere Missionen zu unternehmen. Leider hat Brad andere Pläne mit ihnen...","versions":[{"lang":3,"streams":[{"redirect":9441506,"hoster":"VOE"},{"redirect":9441499,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Battle of the Oki Islands (Part 1)","descr":"Nachdem sie Brads Informationen über Ghost überprüft haben, beschließen die Mitglieder von Yatagarasu, den Kampf zu Ghost zu führen und gleichzeitig die Japaner zu retten, die im Kriegsgebiet zurückgelassen wurden. Können Amou, Gashin und Shion zusammenarbeiten, um Ghost endgültig zu besiegen?","versions":[{"lang":3,"streams":[{"redirect":9456992,"hoster":"VOE"},{"redirect":9456986,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Battle of the Oki Islands (Part 2)","descr":"Mit Ghosts außergewöhnlich hoher Lernfähigkeit sinken die Chancen von Amou, Gashin und Shion, diesen Kampf zu gewinnen, mit der Zeit weiter. Die drei schaffen es, die Schwachstelle von Ghost zu bestimmen, aber wird das ausreichen, um den Ausschlag zu ihren Gunsten zu geben?","versions":[{"lang":3,"streams":[{"redirect":9530618,"hoster":"VOE"},{"redirect":9530617,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Eight Months Later","descr":"Acht Monate nach dem Kampf mit Ghost ist es der nordamerikanischen Koalition gelungen, eine automatisierte KI zu entwickeln, die sie in ihren AMAIMs einzusetzen beginnen, was ihnen einen ernsthaften Vorteil gegenüber den anderen Nationen verschafft. Brad versucht unterdessen, ein AMAIM zu bauen, das Ghost enthalten kann. Bald beginnt sich das Territorium der NAC erheblich auszudehnen, wobei viele japanische Zivilisten ins Kreuzfeuer geraten. Gashin, Shion und Yatagarasu kämpfen weiter, um so viele Zivilisten wie möglich zu schützen, aber nachdem sie den Kontakt zu German und Brenson Corp verloren haben, gehen ihnen die Vorräte aus. Bald erreicht eine Gruppe von Flüchtlingen und Widerstandskämpfern das Lager von Yatagarasu, nachdem sie von vorrückenden NAC-Streitkräften dorthin gejagt wurden. Kumai hat nicht die Kraft, eine NAC-Armee abzuwehren, und versucht, über die sichere Freilassung der Flüchtlinge zu verhandeln. aber der NAC-Kommandeur sabotiert die Verhandlungen und greift trotzdem an. Gashin und Shion versuchen, die NAC-Armee abzuwehren, werden aber bald überwältigt. Im letzten Moment kommt Kenbu jedoch und drängt die NAC-Streitkräfte zurück, was enthüllt, dass Amō überlebt hat.","versions":[{"lang":3,"streams":[{"redirect":10255346,"hoster":"VOE"},{"redirect":10255345,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Reunion","descr":"Mit Amōs Hilfe kann Yatagarasu der Einkreisung der NAC entkommen. Dann kommt Maki und bringt einen Konvoi mit dringend benötigten Vorräten. Sie enthüllt, dass sie tatsächlich die Präsidentin von TRYVECTA ist, einer KI-Entwicklungsgruppe, die mit Brenson Corp. verbunden ist. Sie gibt auch zu, dass sie die Person war, die Ghost entwickelt hat. Brenson Corp übernahm Ghost, verlor aber die Kontrolle darüber, während Maki Ghost als Grundlage für die Entwicklung von Gai, Kei und Nayuta verwendete. Sie hatte vorgehabt, Ghost nach der Schlacht bei den Oki-Inseln selbst zu bergen, gab aber stattdessen die Chance auf, Amō und Gai zu retten. Darüber hinaus verriet German Brenson Corp, tauschte Ghost gegen eine Position in der NAC und versuchte, Brenson Corp zu zerstören. In den letzten acht Monaten war Brenson Corp damit beschäftigt, Kenbu wieder aufzubauen, aber Mika wird nicht sagen, was Amō tat, und Amō selbst wirkt viel distanzierter und zurückgezogener als zuvor. Am nächsten Tag erneuert die NAC ihren Angriff, aber Amō, Gai und Shion können ihre Streitkräfte mit ihren neu aufgerüsteten AMAIMs leicht zerstören. Als der NAC-Kommandeur sich weigert, sich zu ergeben, exekutiert Amō ihn kaltblütig und schockiert alle.","versions":[{"lang":3,"streams":[{"redirect":10303382,"hoster":"VOE"},{"redirect":10303380,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Fierce Battle","descr":"Nachdem sie gesehen hat, wie Amō eine andere Person getötet hat, ist Shion über ihre Motivation zum Kämpfen in Konflikt geraten, während Gashin bemerkt, dass Amō eine Art Trauma zu verbergen scheint, über das er nicht sprechen möchte. In der Zwischenzeit werden Brad und seine Truppe ausgesandt, um die NAC-Streitkräfte zu verstärken, die gegen eine eurasische Armee kämpfen, die von Alexei angeführt wird, der in NAC-Territorium eindringt. Der örtliche Kommandant, der nicht bereit ist, Brad den Kredit stehlen zu lassen, beschließt anzugreifen, bevor die Verstärkung eintrifft. Alexei nutzt dies aus, indem er die NAC-Streitkräfte in eine Falle lockt und sie in Treibsand verstrickt. Brad kommt gerade rechtzeitig in einem brandneuen AMAIM an, das Ghost in sein Programm integriert. Unterstützt von Ghosts schnellem Lernen ist Brad in der Lage, den Großteil der eurasischen Streitmacht zu zerstören und Alexei im Kampf zu besiegen, wobei Alexei kaum mit dem Leben davonkommt, als Brads AMAIM zusammenbricht. Alexei erkennt, dass die NAC einen massiven Vorteil erlangen wird, wenn Brads AMAIM fertiggestellt und in Serie produziert wird, und beschließt, sich zurückzuziehen und neu zu gruppieren. An anderer Stelle erreichen Amō, Gashin und Shion das neue Hauptquartier von Yatagarasu. Dort konfrontieren Gashin und Shion Amō mit dem, was ihm in den letzten acht Monaten passiert ist.","versions":[{"lang":3,"streams":[{"redirect":10364866,"hoster":"VOE"},{"redirect":10364865,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"","epNo":17,"alt":"Tryvecta","descr":"Als Amō sieht, wie besorgt seine Freunde sind, spricht er endlich darüber, was in den letzten acht Monaten passiert ist. Nach Germans Verrat an Brenson Corp floh Amō mit TRYVECTA in eine Notunterkunft, wo er half, sich um die Kinder der Mitarbeiter zu kümmern. Das Tierheim wurde jedoch schließlich von Germans Männern entdeckt und angegriffen, was dazu führte, dass ein Großteil des Personals massakriert wurde. Amō war in der Zwischenzeit gezwungen, einen der Angreifer mit einer Waffe zu töten, um die Kinder zu schützen, und wurde dabei traumatisiert. Unterdessen bittet Brad German um Hilfe bei der Beschaffung von Erpressungsmaterial über Senator Roy Walker, um ihn daran zu hindern, das Militärbudget der NAC zu kürzen. Allerdings äußert Brad seinen Verdacht, dass German auch mit anderen Elementen des NAC-Militärs in Verbindung steht. Im Rest Japans Die anderen Nationen beginnen, ihre Streitkräfte zu mobilisieren, um sich auf weitere Feindseligkeiten vorzubereiten. German spricht dann mit Joe Spears, Brads Vorgesetztem und Adoptivvater, und warnt ihn, dass Brad allmählich misstrauisch wird. Spears antwortet einfach, dass sie sich zu gegebener Zeit um Brad kümmern können.","versions":[{"lang":3,"streams":[{"redirect":10373548,"hoster":"VOE"},{"redirect":10373552,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"","epNo":18,"alt":"The Sanctuary","descr":"Yuusei kontaktiert Yatagarasu und informiert sie über eine japanische Zufluchtsstadt, die an der Grenze des eurasischen Territoriums zur NAC liegt, die von einer Invasion bedroht ist. Yatagarasu willigt ein, ihre Hilfe zu leisten und zum Heiligtum zu reisen, angeführt von dem eurasischen Offizier Cyril Zhirkov. Cyril offenbart, dass er Japan sehr schätzt und organisierte das Sanctuary unter dem Deckmantel einer Unternehmensholding, um die Aufmerksamkeit seiner Vorgesetzten zu vermeiden. Die NAC bereitet sich jedoch darauf vor, in das Gebiet einzudringen, und das eurasische Militär hat sich geweigert, Verstärkung zu schicken. Am nächsten Tag geben die Streitkräfte von Yatagarasu und Cyril vor, gegeneinander zu kämpfen, bevor sie die sich nähernden NAC-Streitkräfte überfallen. Amō und seine Freunde werden jedoch überrascht, als der NAC-Wissenschaftler Zack Taylor mit einer Einheit von AMAIMs ankommt, die Kopien von Ghosts Programmierung enthalten. Während Amō und seine Freunde zunächst überrascht sind, passen sie sich schnell an und zerstören die AMAIMs und zwingen Zack zur Flucht, indem sie darauf hinweisen, dass seine Ghost-Kopien unvollständig waren. Die NAC zieht sich aus dem Gebiet zurück, und das eurasische Militär, das glaubt, dass Cyril Yatagarasu erfolgreich abgewehrt hat, willigt schließlich ein, Verstärkung zu schicken. Amō wird Zeuge, wie Cyrils Frau seine Tochter zur Welt bringt, und das Baby, das ihn mag, hilft ihm, sein Trauma zu überwinden.","versions":[{"lang":3,"streams":[{"redirect":13535165,"hoster":"VOE"},{"redirect":10494296,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"","epNo":19,"alt":"Anniversary","descr":"Kurz nachdem Amō und seine Freunde ins Hauptquartier zurückgekehrt sind, fangen sie und der Rest von Yatagarasu an, sich seltsam zu verhalten und heimlich einen Plan zu entwickeln, während sie versuchen, Gai, Kei und Nayuta im Dunkeln zu halten. Zuerst sind die KIs neugierig auf die geheime Operation und drängen alle nach Informationen. Als sich jedoch alle weigern, ihnen zu sagen, was los ist, und mit der Entdeckung, dass Amō und seine Freunde eine Reihe von Hightech-Teilen gekauft haben, beginnen sie zu befürchten, dass Yatagarasu eine neue KI baut, um sie zu ersetzen. An dem Tag, an dem die Operation beginnen soll, schließen sich Gai, Kei und Nayuta in ihren AMAIMs zurück und verlangen von Amō, Gashin und Shion, sie herauszulocken. Amō und seine Freunde enthüllen dann, dass sie eine Überraschungs-Geburtstagsfeier für Gai, Kei und Nayuta organisiert haben, um ein Jahr seit ihrer Gründung zu feiern. Um dies zu erleichtern, hatten sie einen speziellen Raum entwickelt, in dem sich die KIs in einem Augmented-Reality-System manifestieren können. Während alle feiern, entschuldigt sich Uduo leise von den Feierlichkeiten und kehrt in sein Büro zurück, wo sich herausstellt, dass er sich heimlich mit den eurasischen, asiatischen und ozeanischen Militärs verbündet hat.","versions":[{"lang":3,"streams":[{"redirect":13525598,"hoster":"VOE"},{"redirect":10479313,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"","epNo":20,"alt":"New Japan Cooperation Organization","descr":"Udou enthüllt Yatagarasu, dass die asiatischen, eurasischen und ozeanischen Blöcke eine Allianz gebildet haben, um der NAC zu widerstehen, und Yatagarasu anbieten, sich anzuschließen, als Gegenleistung für die Gewährung der japanischen Autonomie der Region Hokuriku. Der Haken ist jedoch, dass sie gegen die NAC antreten müssen, die die legitime japanische Regierung als Marionettenstaat betrachtet und diesen Vorteil nicht freiwillig aufgibt. Darüber hinaus werden die in Hokuriku ansässigen verbündeten Widerstandsorganisationen den Deal möglicherweise nicht unbedingt akzeptieren. Nach einigem Nachdenken und trotz der Angst vor Verrat beschließt Yatagarasu schließlich, der Allianz beizutreten. Nach einer öffentlichen Unterzeichnungszeremonie gibt das Bündnis offiziell seine Absicht bekannt, den autonomen Staat Neujapan zu gründen, und lädt die japanische Regierung ein, ihn zu verwalten. In der Zwischenzeit beginnt Brad, seine eigenen Pläne zu machen, sehr zu seiner Untergebenen Sofia. s besorgt, da sie das Gefühl hat, dass er sich verändert hat, seit er Ghost erhalten hat. Spears befiehlt German, die Allianz mit allen erforderlichen Mitteln zu beseitigen. Zurück in Neujapan berichtet Alexei, dass die NAC ein vorläufiges Treffen abhalten möchte, an dem er teilnehmen wird, und kündigt an, dass die NAC auch Amō ausdrücklich gebeten hat, daran teilzunehmen.","versions":[{"lang":3,"streams":[{"redirect":10806729,"hoster":"VOE"},{"redirect":10806726,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"","epNo":21,"alt":"Signs of Upheaval","descr":"Amō und Alexei treffen im Auftrag der neu gegründeten New Japan Cooperation Organization in Tokio ein, um mit der NAC zu verhandeln. Der Vermittler des Treffens, der Kongressabgeordnete Roy Walker, wird jedoch von einem Scharfschützen angeschossen und verwundet. Amō und Alexei werden von der NAC festgenommen, während sie versuchen, den Vorfall zu untersuchen. Brad nutzt die Gelegenheit, Amō persönlich zu treffen, und Amō ahnt sofort, dass er mit German im Bunde steht. In der Zwischenzeit wird bekannt, dass German für die Schießerei verantwortlich war, und er beginnt, falsche Gerüchte zu verbreiten, dass der NJCO dafür verantwortlich sei, und gibt Spears den Vorwand, den er braucht, um seine Truppen erneut zu mobilisieren. Sofia äußert ihre Besorgnis über Brads Pläne gegenüber Raymond, der sich bereit erklärt, ihr bei den Ermittlungen zu helfen. Die NAC versucht, in das asiatische Territorium einzudringen, wird jedoch abgewehrt, weil Gashin mit einem verbesserten Jogan interveniert. Brad trifft sich dann erneut mit Amō und Alexei und warnt sie, dass die NAC sie nach einer demütigenden Niederlage durch das NCJO wahrscheinlich auf unbestimmte Zeit als Geiseln festhalten wird. Brad hinterlässt jedoch Sicherheitskarten, damit das Paar entkommen kann.","versions":[{"lang":3,"streams":[{"redirect":13599445,"hoster":"VOE"},{"redirect":10806731,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"","epNo":22,"alt":"Fugitives","descr":"Mit NAC-Streitkräften auf der Jagd fliehen Amō und Alexei in die Wildnis, während sie versuchen, die Sicherheit von New Japan zu erreichen. In der Zwischenzeit schickt Yatagarasu eine Rettungstruppe, bestehend aus Masaki und Dahlia, um Kontakt mit ihnen aufzunehmen, bis Shion bereit ist, in Reiki eingesetzt zu werden. NAC-Streitkräfte umzingeln bald Amō und Alexei, aber Shion, Masaki und Dahlia treffen gerade rechtzeitig ein, um die NAC-Streitkräfte abzulenken. Als Alexei aus der Gegend evakuiert wird, beginnt Amō, an Bord von Kenbu zu gehen, aber Masaki wird getötet, um Dahlia vor feindlichem Feuer zu schützen. Verärgert über den Tod ihres Kameraden vertreiben Amō und Shio die verbleibenden NAC-Streitkräfte und ziehen sich zurück. Während die Mission ein Misserfolg ist, weist Spears darauf hin, dass die NAC mit der Flucht der NCJO-Delegation und dem Kampf, der stattfand, mehr als genug Rechtfertigung hat, eine Invasion in Neu-Japan zu inszenieren. Brad freut sich auf den Kampf, begierig darauf, seinen neu fertiggestellten Brady Ghost AMAIM zu testen. Zurück in New Japan ist jeder in Yatagarasu verzweifelt über den Verlust von Masaki.","versions":[{"lang":3,"streams":[{"redirect":10806732,"hoster":"VOE"},{"redirect":10806734,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"","epNo":23,"alt":"Outbreak of War","descr":"Amō und Alexei kehren nach New Japan zurück und das NCJO beginnt sofort mit seinen Plänen, sich gegen den unvermeidlichen Angriff der NAC zu verteidigen. Die Chancen stehen jedoch aufgrund der überlegenen Anzahl der NAC und der fortschrittlicheren taktischen KIs stark gegen sie, sodass Maki mit der Arbeit an der Verbesserung der taktischen KIs des NCJO beginnt. Währenddessen verlassen Dialo und seine Männer New Japan, um German zu jagen, aber ihr erster Versuch schlägt fehl und German schafft es, ihnen auszuweichen. Der Oberbefehlshaber der NAC, Freeman, trifft in Japan ein, um die NAC-Offensive zu leiten, während die öffentliche Sicherheit Sofia warnt, die Ermittlungen gegen Brad einzustellen, da sie riskiert, die Tarnung ihrer eigenen Ermittlungen aufzudecken. Die öffentliche Sicherheit nimmt auch Männer gefangen, die mit Brad und German in Verbindung stehen. Zurück in Neu-Japan, Amō, Gashin, und Shion beschließen, den Tag damit zu verbringen, einen nahe gelegenen Schrein zu besuchen, damit sie sich vor dem Kampf entspannen können. Am nächsten Tag beginnt die NAC mit der Mobilisierung, aber Sofia wird in letzter Sekunde aus Brads Einheit versetzt. Die Anführer beider Seiten halten mitreißende Reden vor ihren Truppen, und die NAC beginnt offiziell ihren Angriff auf Neu-Japan.","versions":[{"lang":3,"streams":[{"redirect":10806741,"hoster":"VOE"},{"redirect":10806738,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"","epNo":24,"alt":"Hokuriku Frontline (Part 1)","descr":"Der Kampf um New Japan beginnt, als die NAC ihre Streitkräfte zum Angriff entsendet. Die NJCO-Truppen wehren sich und schaffen es, in den frühen Stadien der Schlacht eine Pattsituation zu erzwingen. Währenddessen beobachtet German den Kampf aus der Ferne, als Dialo ihn aufspürt und die beiden in einen Feuergefecht verwickelt sind. Amō, Gashin und Shion halten jeweils ihre eigenen Bereiche auf der Verteidigungslinie, bis Brad in seiner Geistereinheit erscheint und Amō angreift. Gashin und Shion versuchen, Amō zu verstärken, aber sie werden von NAC-Verstärkungen festgenagelt. Amō erkennt, dass Brad Ghost steuert und fragt, ob er den Angriff auf TRYVECTA befohlen hat, was Brad behauptet, was er getan hat, was Amō wütend macht. Die beiden kämpfen, aber Brad scheint die Oberhand zu haben, bis Gai erkennt, dass Brad seine Cockpit-Sicherheitssysteme deaktiviert hat, um seine Leistung zu verbessern. Obwohl Ghost Kenbu mehr Schaden zufügt, wird Brad von Ghost verletzt. ist jede Bewegung. Das Blatt wendet sich jedoch für den Rest der Schlacht, als die NAC beginnt, die Verteidigungslinien der NJCO zu überwältigen. Amō ist endlich in der Lage, Ghost vorübergehend zu deaktivieren, aber Kenbu schaltet sich ab, bevor er einen letzten Schlag landen kann.","versions":[{"lang":3,"streams":[{"redirect":10806739,"hoster":"VOE"},{"redirect":10806740,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"","epNo":25,"alt":"Hokuriku Frontline (Part 2)","descr":"Brad versucht, Amō den letzten Schlag zu versetzen, aber Kenbu reaktiviert sich dank Kei und Nayuta, die den größten Teil ihrer Rechenleistung Gai widmen. Brad und Amō kämpfen weiter, während die Schlacht weiter tobt. Dialo ist in der Lage, Deutsch zu verstehen, während Maki auf die Idee kommt, die taktischen KIs des NCJO auf Gai, Kei und Nayuta zu basieren, ähnlich wie die NAC-KIs auf Ghost basieren. Die NCJO AMAIMs erhalten einen massiven Leistungsschub und beginnen, die NAC zurückzudrängen. Schließlich gewinnt Amō die Oberhand über Brad und fügt Ghost kritischen Schaden zu, wodurch er zusammen mit Brad zerstört wird, aber Gai wird aufgrund des erlittenen Schadens von Kenbu gelöscht. Bei der NAC wird Spears von der öffentlichen Sicherheit festgenommen und die NAC-Streitkräfte ziehen sich zurück. In der Folge, nachdem German in Gewahrsam genommen und die Korruption von Spears aufgedeckt worden war, Die NAC beschließt, Friedensverhandlungen mit NCJO aufzunehmen, um New Japan formell anzuerkennen. Brad soll überlebt haben und gibt Sofia zu, dass er heimlich mit der öffentlichen Sicherheit zusammengearbeitet hat, um Spears zu untersuchen, und Sofia enthüllt, dass Ghost Brads Schleudersitz aktiviert und sein Leben gerettet hat. In Neujapan beschließen Amō, Gashin und Shion, vorerst getrennte Wege zu gehen, um den Frieden zu genießen. Amō erhält eine neue KI, die auf Gais verbleibendem Code basiert, und beschließt, ihn zu erziehen und zu unterrichten. Mit Gai an seiner Seite beginnt Amō eine Reise durch Japan, um all die Menschen zu besuchen, denen er auf seiner Reise geholfen und denen er begegnet ist. In Neujapan beschließen Amō, Gashin und Shion, vorerst getrennte Wege zu gehen, um den Frieden zu genießen. Amō erhält eine neue KI, die auf Gais verbleibendem Code basiert, und beschließt, ihn zu erziehen und zu unterrichten. Mit Gai an seiner Seite beginnt Amō eine Reise durch Japan, um all die Menschen zu besuchen, denen er auf seiner Reise geholfen und denen er begegnet ist. In Neujapan beschließen Amō, Gashin und Shion, vorerst getrennte Wege zu gehen, um den Frieden zu genießen. Amō erhält eine neue KI, die auf Gais verbleibendem Code basiert, und beschließt, ihn zu erziehen und zu unterrichten. Mit Gai an seiner Seite beginnt Amō eine Reise durch Japan, um all die Menschen zu besuchen, denen er auf seiner Reise geholfen und denen er begegnet ist.","versions":[{"lang":3,"streams":[{"redirect":10806746,"hoster":"VOE"},{"redirect":10806747,"hoster":"Streamtape"}]}]}]}]}