{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper","name":"Kyouryuu Boukenki Jura Tripper","descr":"[Planet der Dinosaurier | Jura Tripper]15 Kinder geraten auf einem Ausflug in einen plötzlichen Sturm und werden durch Raum und Zeit zum Planeten der Dinosaurier transportiert. Dort erwarten sie viele Gefahren. Zuerst wissen sie nicht, wo sie sind und wollen zurück in ihre Welt. Doch der König und seine Soldaten sind ihnen auf den Fersen. Doch viele Menschen und Dinosaurier helfen ihnen sich vor den Soldaten zu verstecken und schließlich das Gerät zu finden, das sie zurück auf die Erde bringt.","seasons":[{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-1","name":"Eine andere Welt","epNo":1,"alt":"A different world","descr":"14 Kinder eines Marineclubs unternehmen einen Ausflug mit einem Katamaran, dem Schiff Slogi 2. In den Sommerferien wollen sie 2 Tage navigieren üben. Sie setzen Kurs zur Insel Bona. Die Fahrt kam vor allem dank Spenden von Gods Vater zustande. Mit an Bord ist auch Princess, die Verlobte von God. Da sie nicht Mitglied des Clubs ist, will President, der als Ältester der Kapitän ist, umkehren. Doch da werden sie in einen seltsamen Sturm mit roten Blitzen hineingezogen. Das Navigationssystem spinnt, und alle werden ohnmächtig. Als sie wieder erwachen, sind sie aufs Land aufgefahren. Sie hören Gebrüll von wilden Tieren. Boss, Tank, Tiger, God und Snake gehen nachsehen, und entdecken einen Tyrannosaurus Rex! Da stürzt ein Flugsaurier von Pfeilen tödlich getroffen in der Nähe des Schiffs ab. Silence entdeckt unter einem Flügel des Flugsauriers ein noch lebendes Junges und nimmt es mit zum Schiff. Boss und die anderen kehren ebenfalls zurück. Funk und Navigation sind komplett ausgefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989623","hoster":"VOE"},{"path":"/redirect/11989631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-2","name":"Gefahr für Zans","epNo":2,"alt":"The Speaking Pterosaur Zans","descr":"Die Navigation bleibt weiterhin ausgefallen. God beschuldigt Boss, dafür verantwortlich zu sein, dass sie sich verfahren hätten. Sie kämpfen, erst im Fahrzeug, dann auch außerhalb im Wasser. Tank und Tiger können sie zurückhalten. Boss glaubt, sie seien nicht mehr auf der Erde. Der kleine gerettete Dino kann sprechen: Er heißt Zans, und ist ein sogenannter Stimosaurus. Seine Welt heißt Noah. Er hat große Angst vor den Soldaten, will den Kindern aber noch nicht mehr verraten, denn er fürchtet sich vor God, der ihm nicht wohl gesonnen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268577","hoster":"VOE"},{"path":"/redirect/11989630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-3","name":"Manua, die Retterin","epNo":3,"alt":"A mysterious beautiful woman appears!","descr":"Die gerammte Triceratops-Mutter ist tot - sie nehmen ihr Junges mit. Bei einem Hügel kommen sie nicht weiter, und beschließen zu rasten: Sie baden im See. Princess badet separat, wobei God und Boss sie beobachten. Sie streiten sich, fallen in den See und werden von Princess bemerkt. Sie ist natürlich alles andere als erfreut. President will mit einem Sextanten ihre Position bestimmen, da tauchen aus den Wolken 2 Monde auf - sie sind definitiv nicht mehr auf der Erde!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989646","hoster":"VOE"},{"path":"/redirect/11989641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-4","name":"Befreiung der Dinos","epNo":4,"alt":"Town of the dinosaurs","descr":"Manua und die Kinder beobachten, wie die Armee Saurier jagt und einfängt. Manua, die Tochter des Bürgermeisters von Lupar, hilft ihnen, da sie gegen den König und dessen Armee sei. Sie verstecken das Fahrzeug auf dem Hof eines Freundes in einem Lagerhaus, und gehen zu Fuß über einen Hügel zur Stadt. Manua erzählt, sie hätten früher mit den Dinos in Frieden gelebt, doch würden sie nun wie Sklaven behandelt. Sie versteckt die Kinder in einem Keller. God und Boss streiten, wer Anführer sein darf, da lässt President den Anführer wählen - er wird bestätigt, doch nur weil er der älteste ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989644","hoster":"VOE"},{"path":"/redirect/11989648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-5","name":"Die Flucht","epNo":5,"alt":"Escape from Lupar","descr":"Die Kinder warten im Keller auf die Nacht, in welcher sie fliehen wollen. Manua bringt ihnen Essen. Sie halten es nicht mehr aus in dem Loch, und alle außer President gehen auf Erkundung durch die Kellergänge. Da trifft Mosar mit seinen Soldaten in der Stadt ein. Manua warnt die Gruppe, doch bis alle versammelt sind, ist es bereits zu spät für eine unentdeckte Flucht. Manua bittet sie deshalb dringend, ein paar Tage im Keller zu bleib","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989659","hoster":"VOE"},{"path":"/redirect/11989656","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-6","name":"Mission Robin Hood","epNo":6,"alt":"Rescue operation","descr":"Boss will zurück, um Manua zu retten, doch God ist dagegen - es sei zu gefährlich. Da auch die jüngeren Kinder ängstlich sind, wollen Boss und Tiger allein zurück, werden aber von President zurückgehalten. Doch dieser hat auch keine bessere Idee. So gehen Boss, Tank und Tiger zu Fuß zurück, um zu kundschaften. Sie beobachten, wie Mosar Manuas Laufsaurier töten lässt, da sie ihm nicht sagen will, wo sich die Kinder verstecken. Sie selbst soll bei Sonnenaufgang für ihren Verrat am König hingerichtet werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989706","hoster":"VOE"},{"path":"/redirect/11989698","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-7","name":"Das Zeitschiff","epNo":7,"alt":"Lake of the Gods","descr":"Auf der Flucht vor den Soldaten kommen die Kinder zu einem See. Manua warnt sie, dass nur Priester den See der Götter befahren dürften. Allen anderen würden zur Strafe die beine abfrieren. Trotzdem fahren sie auf den See, und machen Bekanntschaft mit friedlichen Brachiosauriern. Sie treffen auf eine kleine Insel mit einem seltsamen Schloss, laut Manua dem Schloss der Götter. Dieses enthält fremdartige Maschinen, welche durch Kristalle in Gang gesetzt werden. Eine Maschine verrät ihnen in einem auf einen Wasserfall projizierten Film, dass ihre Erbauer vor langer Zeit durch eine Art von Zeitschiff auf diesen Planeten geflohen seien, offenbar ähnlich wie die Kinder hierher gekommen sind. Doc entdeckt eine Sternkarte, die den Himmel aus der Sicht der Erde zeigt - offenbar sind die Erbauer der Maschine vor langer Zeit von der Erde hierher geflohen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989722","hoster":"VOE"},{"path":"/redirect/11989723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-8","name":"Verrat","epNo":8,"alt":"Godo\u0027s betrayal","descr":"Manua schlägt vor, über die Berge zur Hafenstadt Casava zu fahren. Dort sei ein weiterer Tempel, möglicherweise mit Informationen zum Zeitschiff. God dagegen will zurück zum Katamaran, um dort mehr über die Insel zu erfahren. Er bittet Princess, alleine mit ihm zu kommen, doch sie weist das entrüstet zurück. Nerd schenkt Young Lady einen Blumenstrauß, da er auch in sie verliebt ist, doch er enthält eine Raupe, so dass sie ihn abweist. So enttäuscht beschließen God und Nerd zusammen mit Snake, das Amphibienfahrzeug zu stehlen. Manua bemerkt ihre Tat und versucht sie aufzuhalten, wird aber aus dem Fahrzeug gestoßen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989725","hoster":"VOE"},{"path":"/redirect/11989729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-9","name":"Familienglück","epNo":9,"alt":"Princess, Mommy to be!","descr":"Die Kinder suchen weiter erfolglos nach den drei Verschwundenen. Manua geht hinab in ein Dorf, um nach ihnen zu fragen. Sie haben ihr Lager bei einer Gruppe Saurier aufgeschlagen. Gatcha, Silence und die Zwillinge sind sehr traurig, dass sie nicht zu ihren Eltern zurück können. President schlägt vor, für eine häusliche Atmosphäre zu sorgen: Er will den Vater spielen, Princess soll ihnen die Mutter sein. Sie verzweifelt fast dabei, als sie Wäsche waschen muss, und die kleinen Kinder alles immer wieder dreckig machen. Beim Staubsaugen im Auto findet sie einen Riesenkäfer, den sie nur mit Hilfe der anderen los wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922505","hoster":"VOE"},{"path":"/redirect/11989732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-10","name":"Bucky, der Rebell","epNo":10,"alt":"Secrets of the dinosaur circus","descr":"Die Kinder suchen weiter erfolglos nach den drei Verschwundenen. Manua geht hinab in ein Dorf, um nach ihnen zu fragen. Sie haben ihr Lager bei einer Gruppe Saurier aufgeschlagen. Gatcha, Silence und die Zwillinge sind sehr traurig, dass sie nicht zu ihren Eltern zurück können. President schlägt vor, für eine häusliche Atmosphäre zu sorgen: Er will den Vater spielen, Princess soll ihnen die Mutter sein. Sie verzweifelt fast dabei, als sie Wäsche waschen muss, und die kleinen Kinder alles immer wieder dreckig machen. Beim Staubsaugen im Auto findet sie einen Riesenkäfer, den sie nur mit Hilfe der anderen los wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989745","hoster":"VOE"},{"path":"/redirect/11989741","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-11","name":"Wesen der dritten Art","epNo":11,"alt":"Wedding at the bandit stronghold","descr":"Doc untersucht und fotografiert Pflanzen. Als sie eine besonders große Pflanze fotografiert, tauchen im Sucher plötzlich 2 Räuber auf und schnappen sich Doc. Tiger, Princess, Young Lady und Gatcha kommen hinzu. Die Räuber halten Tiger für einen Kerl, doch als sie sich als Mädchen zu erkennen gibt, wird sie zusammen mit Princess ebenfalls gefangen und weggebracht. Young Lady holt Hilfe, während Gatcha als zu jung verschmäht und zurückgelassen wird. Boss findet die Brille von Doc, und sie entdecken auf dem Sofortbild die Banditen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12252311","hoster":"VOE"},{"path":"/redirect/11989749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-12","name":"Abenteuer in Casava","epNo":12,"alt":"Infiltration at port Kasaba","descr":"Die Kinder kommen bei der Hafenstadt Casava an. Hier wollen sie den Piraten Theles finden, der sie aufs Festland bringen soll. Sie beobachten, wie der Junge Mint mit einem selbst gebauten Muskelkraft-Flugzeug einen Flugversuch unternimmt. Dabei kommt es zum Absturz. Auch Zans macht erste Flugversuche, scheint dafür aber noch zu klein zu sein. Boss und Tiger helfen Mint beim Bauen eines Flugzeugs mit grader Tragfläche und einem Propeller. In seiner Werkstatt entdecken sie eine Dampfmaschine, und setzen sie in Gang. Er erzählt, auf Noah gebe es ein Gesetz, das jegliche Nutzung von Kräften außer der Muskelkraft verbietet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989760","hoster":"VOE"},{"path":"/redirect/11989763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-13","name":"Die grosse Flucht?","epNo":13,"alt":"The great escape","descr":"President und die anderen Kinder sind im Gefängnis von Commander Yabushi gelandet, der für die Priester arbeitet. Mosar erfährt von ihrer Verhaftung, und fährt mit God, Snake und Nerd nach Casava. Er verlangt im Namen des Königs die Herausgabe der Kinder, was von den Soldaten und dem Commander jedoch zurückgewiesen wird - sie sollen dem Hohepriester übergeben werden. God gelingt es zwar, zu den Gefangenen zu gelangen, doch Yabushi will sie nicht freilassen. Auch Zans soll zum hohen Priester gebracht werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989772","hoster":"VOE"},{"path":"/redirect/11989777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-14","name":"Die Pirateninsel","epNo":14,"alt":"Island of the pirates","descr":"Die Piraten bringen die Kinder auf ihre Insel. Als Gegenleistung für die Rettung verlangen sie das Fahrzeug. Die Kinder weigern sich, und werden prompt wieder eingesperrt. Da greift die Armee unter Commander Isorak mit Steinschleudern von Schiffen aus an. Die Kinder werden von Theles befreit, und helfen bei der Abwehr mit ihren Gewehren (wobei Boss Theles das Leben rettet), worauf sie frei sind. In der Nacht planen sie die Flucht vor der Armee. Die Piraten erzählen, sie seien auch Teil des Widerstands. Sie wurden Piraten, weil sie die Steuern des Königs nicht mehr zahlen konnten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989780","hoster":"VOE"},{"path":"/redirect/11989785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-15","name":"Ajali, die Priesterin","epNo":15,"alt":"Priestess Jalie","descr":"Das Fahrzeug beginnt Öl zu verlieren. Mit letzter Kraft schaffen sie es auf eine kleine Insel, die Insel der Vermächtnisse. Hier treffen sie auf einen kauzigen Alten, der auf einem Dino-Roboter reitet. Er stellt sich später als der Erfinder Dabonta heraus. Die Kinder werden von Priesterinnen in den Ort gebracht und zunächst in ein Gefängnis gesteckt. Von dort sehen sie Mint, der Assistent von Dabonta werden will. Sie werden nun zur hohen Priesterin Ajali gebracht, welche erklärt, dass ihre Vorfahren auf diesen Planeten geflohen sind, und seither die Technik verteufelt wird. Die Priesterinnen dagegen wollen mit der Hilfe von Dabonta die Technik zum Wohle des Volkes nutzbar machen. Sie gibt ihnen eine \"Endlosbatterie\", und die Kinder können sie zum Laufen bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989801","hoster":"VOE"},{"path":"/redirect/11989805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-16","name":"Der heilige Mondstein","epNo":16,"alt":"The sacred Moonstone","descr":"Die Kinder sind im Land Lemia angekommen und schlafen im Fahrzeug. Als Tank als erster erwacht, sieht er am Strand ein Mädchen, Jewel. Dieses nimmt ihn mit zu ihrer Farm, wo eine Dinosaurierkuh sehr krank ist. Sie bittet Tank um Hilfe. Ihr Vater war vor einer Woche zum Mt. Amazonite aufgebrochen, um herzförmige Früchte zu sammeln, die dem Saurier helfen würden, und seither nicht zurückgekehrt. Ihre Mutter grämt sich deshalb sehr. Jewel hatte deshalb mit ihrem heiligen Mondstein bei Vollmond um Hilfe gebeten, worauf Tank erschienen war. Sie hält ihn deshalb für ihren Ritter, der ihr zu Hilfe gekommen sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989837","hoster":"VOE"},{"path":"/redirect/11989850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-17","name":"Die Geburtstagsparty","epNo":17,"alt":"The Birthday Party","descr":"Young Lady hat Geburtstag. Sie feiern gleich noch die Geburtstage von Silence, Doc und Gatcha. Ein Soldat entdeckt sie, und meldet es Mosar. Dieser lässt sie umstellen, greift aber noch nicht an, sondern wartet, bis sie ganz umstellt sind. Diesmal sollen sie ihm nicht wieder entkommen. God, Snake und Nerd entkommen durch List aus ihrem Käfig, und fliehen in einem Wagen. Auf der Flucht prallen sie gegen einen Baum, und nur God kann entkommen. Er warnt die Gruppe vor den Soldaten, will aber selber nicht bei ihnen bleiben, sondern die Zeitmaschine vorher selbst finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989874","hoster":"VOE"},{"path":"/redirect/11989873","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-18","name":"Verhängnisvolle Verwechslung","epNo":18,"alt":"Fatal confusion","descr":"Die Kinder fahren an einem Feld voller Blumen vorbei, und sehen in der Ferne ein Dorf. Crybaby leiht sich die Laufmaschine \"Noahlander\" aus, um mit Young Lady Blumen pflücken zu gehen. Dabei treffen sie ein Mädchen namens Martina, das fast wie Young Lady aussieht. Sie ist Tochter des Bürgermeisters \"el Tigo\". Mosar führt dem König das Gewehr der Kinder vor. Aus Staub vom schwarzem Stein und Basara soll Munition hergestellt werden. Der König überlässt God und die zwei anderen Mosar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989876","hoster":"VOE"},{"path":"/redirect/11989885","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-19","name":"Burai, der gute Räuber","epNo":19,"alt":"Burai, the good robber","descr":"Nach der geglückten Flucht aus dem Dorf übernachten die Kinder im Fahrzeug. Sie werden von Soldaten entdeckt und fliehen, werden aber fast eingeholt. Da werfen Räuber der Black Lizards Felsbrocken hinter ihnen auf die Strasse, und ermöglichen die Flucht. Die Räuber verlangen erst das Fahrzeug, doch ihr Anführer, Burai, kommt dazu und kann sie davon abhalten. Er ist empört über die Behandlung der Kinder und die versuchte Entführung von El Tigos Tochter. Die Mädchen sind alle von ihm hingerissen, auch Manua. Er erzählt, sie gehörten auch zum Widerstand gegen den König.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13056862","hoster":"VOE"},{"path":"/redirect/11989880","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-20","name":"Zans Erbe","epNo":20,"alt":"Zan\u0027s heritage","descr":"Die Räuber bringen die Kinder zu einer riesigen versteckten Höhle hinter einem Wasserfall. Manua kehrt mit den Räubern zurück, um Burai zu befreien. Da kommt ein Tyrannosaurus Rex zu den Kindern - es ist Red Wing, der Anführer der Rebellen. Er war Adjutant von White Wing, Zans\u0027 Vater. Er und die Bewohner der Höhle versuchen Zans zu überzeugen, bei ihnen zu bleiben, um die Kämpfer zusammenzuhalten, doch er möchte lieber bei den Kindern bleiben - er hat Angst. Red Wing gerät dadurch in Rage.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989889","hoster":"VOE"},{"path":"/redirect/11989903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-21","name":"Der Unterschlupf","epNo":21,"alt":"The shelter","descr":"Sie kehren heim in Red Wings Unterschlupf, doch der kleine Flugsaurier fliegt zurück zu Mosar. Boss wettet mit Tank und President, dass er bei den Mädchen beliebt sei, und spielt auf dem See den Ertrinkenden, um ihre Reaktion zu testen. Da verfängt er sich in Seegras und ertrinkt wirklich fast, bis ihm die anderen doch noch glauben und ihn retten. Für seine Frechheit gibt ihm Princess eine Ohrfeige.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989909","hoster":"VOE"},{"path":"/redirect/11989908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-22","name":"Die verhinderte Flucht","epNo":22,"alt":"The prevented escape","descr":"Die Kinder werden in die Stadt Gondowana gebracht, die Hauptstadt des Königreichs Asante, Zans dagegen zu den Priestern. Sie werden im Palast eingesperrt, und können sich im Dienstteil relativ frei bewegen. Dabei treffen sie auf God, der sich um die Prinzessin Asuka kümmert. Es ist ihnen verboten, mit ihr zu sprechen. Obwohl sie für den Fall einer Flucht mit dem Tode bedroht werden, planen sie zu fliehen. Sie haben einen unterirdischen Gang entdeckt, der möglicherweise zu ihrem Fahrzeug im Hof führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989912","hoster":"VOE"},{"path":"/redirect/11989915","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-23","name":"Der Schrei nach Freiheit","epNo":23,"alt":"The cry for freedom","descr":"Zans, der ins den Schrein der Priester gebracht worden war, wird von ihnen hypnotisiert und soll die Kinder zu ihren Zielen und Beziehungen zu den Rebellen aushorchen. Er wird vom Palast der Priester zum Königspalast gebracht, und fragt die Kinder aus. Jedes Mal, wenn die Glocken des Schreins läuten, fliegt er zum Palast der Priester und erstattet Bericht. Als er auf Mew trifft, reagiert beide aggressiv, und er beisst sogar Silence in den Arm, als der ihn zurückhält. Doch eine Ohrfeige von Silence und dessen Zuwendung können den Bann schließlich brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989940","hoster":"VOE"},{"path":"/redirect/11989948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-24","name":"Boss, der grosse Dinosaurierkämpfer","epNo":24,"alt":"Boss, the big dinosaur fighter","descr":"Die Kinder werden als Zuschauer ins Kolosseum gebracht, ohne zu wissen weshalb. Auch der König, seine Tochter und Mosar sind da. Mosar geht, als er von einem weiteren Angriff der Rebellen erfährt. Boss wird als Gladiator in die Arena geführt. Er soll später gegen einen Allosaurus kämpfen, der ähnlich wie ein Tyrannosaurus Rex aussieht, aber schneller sein soll. Boss wird bis zu seinem Kampf in den Kerker geworfen. Asuka bittet God, Boss zu helfen. Dieser bringt Boss die \"Henkersmahlzeit\", und bietet ihm an, ihn zu befreien, wenn er sein Untergebener werde - was Boss empört ablehnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989954","hoster":"VOE"},{"path":"/redirect/11989960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-25","name":"Wer liebt wen?","epNo":25,"alt":"Who loves who?","descr":"Auf der Flucht mit den Laufsauriern werden sie von einem Trupp Soldaten gestellt, doch kommen ihnen Manua, Burai und die anderen Räuber zu Hilfe. Gemeinsam wollen sie zum Schloss zurückkehren, um ihr Fahrzeug zu holen und die Leute aus dem Palastverlies zu befreien. Zans befestigt ein Seil am Schloss, und Burai, Manua, Boss, Tiger, President, God und Snake hangeln sich über den Graben. Im Schlossgarten treffen sie auf Prinzessin Asuka, die ihnen den neuen Ort der Fahrzeuge verrät. Burai, Manua und President suchen separat nach dem Fahrzeug, und werden von Soldaten entdeckt, die ihnen auflauerten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989965","hoster":"VOE"},{"path":"/redirect/11989978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-26","name":"Im Jagdrevier des Königs","epNo":26,"alt":"Conspiracy of the Archbishop","descr":"Die Kinder fliehen mit den Räubern aus Gondowana, den Tetan-Fluss hinab. Burai wählte das Jagdrevier des Königs als Versteck, da dort gefährliche Gift spuckende Saurier leben, und sie deshalb niemand dort erwarten würde. Spezielle Blumen schützen sie vor den Sauriern. Im Schloss geht König Alihares durch einen Geheimgang zum Hohepriester, und Asuka folgt ihm heimlich. Der Hohepriester sagt, die Götter hätten sich von ihnen abgewandt. Er will deshalb die Macht übernehmen, doch da das Volk die Priester nicht als Herrscher wolle, hypnotisiert er den König. Dieser kehrt zum Schloss zurück und übersieht dabei wegen der Hypnose seine Tochter, die alles beobachtet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989980","hoster":"VOE"},{"path":"/redirect/11989981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-27","name":"Besuch beim hohen Priester","epNo":27,"alt":"Visit to the high priest","descr":"Die Räuber fahren mit den Kindern auf den See hinaus, um Mosar zu entkommen. Dieser will sie verflogen, wird aber überraschend vom König zurückgerufen. Boss und Princess werden zum Hohepriester gebracht. Dieser beschuldigt sie, mit der Zeit-Raummaschine in ihre Welt gekommen zu sein, um mit den Rebellen das Land in Aufruhr zu versetzen. Die Götter hätten die Menschen auf Noah gebracht, ihnen ihr Wissen verboten, und ihnen dafür weitgehende Freiheit gewährt. Die Saurierarmee war geplant, um das durchzusetzen. Die Kinder beteuern vergeblich, nur durch Zufall und nicht freiwillig nach Noah gekommen zu sein. Sie werden eingesperrt und streng bewacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989992","hoster":"VOE"},{"path":"/redirect/11990004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-28","name":"Lügen haben kurze Beine","epNo":28,"alt":"Lies have short legs","descr":"Die Gruppe rastet an einem See im Wald. Plötzlich stürzen sich zwei Flugsaurier hinab zum See. Auf ihnen saßen Mint und Dabonta. Sie wollen zum Schrein des Himmels, da sie mit dem Fernrohr entdeckt haben, dass ein Komet auf den Planeten oder einen der Monde zu stürzen droht. Mint hat einen Lügendetektor erfunden. Zuerst testet Boss ihn an President, der zugibt, Schokolade gestohlen und allein gegessen zu haben. Dann ist God an der Reihe. Er sagt, er liebe seine Verlobte Princess immer noch, und wolle sie heiraten, und empfinde nichts für Asuka, doch wird das alles als Lüge angezeigt. Ohne sein Wissen hat Princess mitgehört.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990006","hoster":"VOE"},{"path":"/redirect/11990007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-29","name":"Auf Wiedersehen, Zans","epNo":29,"alt":"Goodbye, Zans","descr":"Athos kundschaftet die Farm aus - er hat früher hier an der Aufzucht der Saurier gearbeitet. Blue Eyes wird im Pterosaurierdom, einem großen runden Gebäude, gefangen gehalten. Athos, Boss, Silence und Zans schleichen sich hin und treffen auf Blue Eyes, welche sie zum Schein willkommen heißt. Sie entkommen auf dem Rücken des Sauriers, doch als sie landen, werden sie und die wartenden älteren Kinder von Soldaten gefangen genommen. Blue Eyes wurde offenbar auch hypnotisiert. Sie verhört die Kinder - sie sollen ihnen sagen, wo die anderen sind. Diese haben die Festnahme aus der Ferne vom Fahrzeug aus beobachtet. Princess versucht das Fahrzeug zu steuern, fährt aber gegen einen Baum - sie hatte noch keine Fahrstunden, nur Theorie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990014","hoster":"VOE"},{"path":"/redirect/11990021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-30","name":"Die Eisenmine","epNo":30,"alt":"The Iron Mine","descr":"Silence ist sehr traurig, dass Zans sie verlassen hat, doch Princess kann ihn wieder aufheitern. President hat furchtbare Zahnschmerzen. Ein Schild an einer Kreuzung weist auf einen Saurier-Freizeitpark hin. Sie beschließen, dorthin zu fahren. Boss und Tiger sehen auf einem Hügel nach, ob es wirklich ein Freizeitpark ist, doch sehen sie einen Felseingang mit der Statue des Hohepriesters. Dort werden Arbeiter von Stimosauriern wie Sklaven gehalten, und müssen zum Hohepriester beten. Als Boss und Tiger zurückkehren, ist das Fahrzeug weg - die anderen Kinder wurden gefangen und müssen in der Eisenmine arbeiten. Der Park war Tarnung, um neue Arbeiter anzulocken. Die Mine wird vom bösen Stimosaurus Black Nail geführt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990027","hoster":"VOE"},{"path":"/redirect/11990029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-31","name":"Nerd und seine Prinzessin","epNo":31,"alt":"Nerd and his princess","descr":"Nerd erreicht das Ende bei seinem Gameboy-Spiel. Dabei kehrt der Held Thunder mit der befreiten Tiara nach hause zurück. Sie hoffen, auch bald nach hause zu können. Bei einem Rasthalt gehen Nerd, Crybaby und Young Lady etwas Essbares suchen, wobei sich Nerd und Crybaby um Young Lady streiten. Da greift ein Saurier an. Nerd und Young Lady rutschen auf der Flucht eine Böschung hinab. Nerd bringt das bewusstlose Mädchen in eine seltsame Ruine mit einer Steintreppe in einen Keller. Als Young Lady erwacht, hat sie ihr Gedächtnis verloren. Die anderen Kinder suchen nach den beiden, doch Nerd versteckt sich mit dem Mädchen hinter der Kellertür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990034","hoster":"VOE"},{"path":"/redirect/11990041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-32","name":"Wüstenfieber","epNo":32,"alt":"Desert Fever","descr":"Eine große Sandwüste liegt vor ihnen. Mitten in der Wüste bleibt das Fahrzeug stecken. Es gab einen Kurzschluss im Antriebssystem, und die Reparatur dürfte eine Weile dauern. Das Wasser wird knapp, und Asuka wird durch die Hitze bewusstlos. God verschüttet durch Unachtsamkeit einen Teil des Wassers. Er startet mit dem Flugzeug, um Wasser zu suchen, und entdeckt eine Oase, doch stürzt er ab und kann nicht zurückfliegen. Mosar erreicht mit seinen Soldaten die Kinder. Erst bedrohen sie sich mit den Waffen, doch als er die bewusstlose Asuka sieht, und die Kinder einem umgekippten Soldaten ihr letztes Wasser geben, bietet er ihnen Frieden an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990061","hoster":"VOE"},{"path":"/redirect/11990058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-33","name":"In den Fängen von Red Nail","epNo":33,"alt":"In the clutches of Red Nail","descr":"Sie erreichen den Rand der Wüste. Mosar will zum König zurück, um ihn vor dem Hohepriester zu retten. Als sie an einem Fluss rasten, verschwindet plötzlich ein Soldat. Die anderen Soldaten suchen ihn, und verschwinden ebenfalls einer nach dem anderen. Mosar selbst kann dem Angreifer, einem Nadeln schiessenden Saurier, gerade noch ausweichen, stürzt aber in eine Schlucht. Die Kinder waren auf Geheiß von Mosar zum Schutz von Asuka im Fahrzeug geblieben. Als die Soldaten nicht zurückkehren, machen sich Boss, Tiger und Tank getrennt auf die Suche. Doch auch Tiger und Tank verschwinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990070","hoster":"VOE"},{"path":"/redirect/11990079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-34","name":"Straw, der weise Zauberer","epNo":34,"alt":"Straw, the white wizard","descr":"Silence hat Fieber. Princess kennt eine Pflanze, die das Fieber senken soll, die Degena-Pflanze. Boss, President und Tank machen sich auf die Suche nach mehr solchen Pflanzen. Die Zwillinge Timid und Blunder dürfen nicht mitkommen, und machen sich heimlich selbst auf die Suche nach der Pflanze. Dabei verlaufen sie sich, und treffen auf einen gutmütigen Saurier-Zauberer, der alle Pflanzen des Waldes kennt. Für ein paar Bonbons zeigt er ihnen eine Stelle mit vielen solchen Pflanzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990087","hoster":"VOE"},{"path":"/redirect/11990091","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-35","name":"Der Schrein des Schreckens","epNo":35,"alt":"The Shrine of Secrets","descr":"Die Kinder kommen in eine Region voller Schnee und hoher Berge. Als sie auf einen Tempel mit einem Drachen darauf stoßen, glauben sie erst, sie seinen beim Schrein des Himmels angekommen, doch scheint niemand da zu sein. Es ist sehr kalt, und sie finden Mäntel. God, Snake und Nerd gehen auf eigene Faust die Zeitmaschine suchen. Bei den anderen tauchen Segisaurier auf, Vorfahren der Vögel, die wie Hühner aussehen. Sie stehlen den Schal von Young Lady, und locken dadurch alle hinter sich her in labyrinthartige Gänge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990096","hoster":"VOE"},{"path":"/redirect/11990099","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-36","name":"Im Schneesturm","epNo":36,"alt":"The Snowstorm","descr":"Die Kinder suchen Boss und Tiger, da erscheinen Flugsaurier, Pterosaurier mit Ajali und den anderen Priesterinnen. Dabonta hat sie geschickt - der Schrein des Himmels sei ganz in der Nähe. Sie warnen vor einem aufkommenden Schneesturm. Als dieser losbricht, schützen sie sich und das Fahrzeug in einer Höhle. God und Boss wollen die zwei vermissten suchen, doch es ist sinnlos - draußen sind es -20°. Die Erde bebt immer wieder - das sei von einem nahenden Meteoriten verursacht, der in wenigen Wochen eintreffen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990116","hoster":"VOE"},{"path":"/redirect/11990115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-37","name":"Schwere Entscheidung","epNo":37,"alt":"A Hard Decision","descr":"Dabonta und Ajali erklären, sie hätten mit geheimen Experimenten die Zeitmaschine getestet, deshalb seien die Kinder auf Noah gelandet. Geheim deshalb, weil ihre alte Welt durch die Technik unbewohnbar wurde, und die Hohepriester nun darüber wachen, dass keine Technik mehr verwendet wird. Sie dagegen glauben an die Nützlichkeit der Technik, wenn sie nicht missbraucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11990127","hoster":"VOE"},{"path":"/redirect/11990139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-38","name":"Kann Noah gerettet werden?","epNo":38,"alt":"Can Noah be saved?","descr":"Manua trifft mit Zans ein - er ist stark gewachsen, und kann bereits Menschen tragen. Sie erzählen, Burai und die Räuber hätten sich mit Mosar zusammen­geschlossen, den Königspalast und den Schrein der Priester erobert, doch der Hohepriester habe sich bereits absetzen können - er wolle nun den Schrein des Himmels angreifen. Auch Burai und die Räuber treffen ein. In einer Kutsche bringen sie den schlafenden König mit, der immer noch unter dem Bann des Hohepriesters steht. Mint schließt ihn an eine Maschine an, die den Bann brechen und ihn retten soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924065","hoster":"VOE"},{"path":"/redirect/11990165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/kyouryuu-boukenki-jura-tripper/staffel-1/episode-39","name":"Abschied vom Planeten der Dinosaurier","epNo":39,"alt":"Farewell to the Planet of the Dinosaurs","descr":"Mosar trifft zur Unterstützung ein, und kämpft gegen den Hohepriester. Dieser versucht Mosar zu hypnotisieren, wird aber von Zans attackiert. Mosar trifft den Hohepriester mit dem Schwert - unter seiner Haut ist Metall, er ist ein Roboter! Alle schießen auf ihn, doch nur seine menschliche Hülle wird verletzt. Er beginnt, die Raum-Zeit-Maschine zu zerstören. Der König wacht dank Mints Maschine auf und erkennt, dass der Hohepriester nur eine Maschine ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11989629","hoster":"VOE"},{"path":"/redirect/11989624","hoster":"Streamtape"}]}]}]}]}