{"seriesId":"l-a-crash","name":"L.A. Crash","descr":"L.A. Crash basiert auf dem Kinofilm aus dem Jahre 2004. Inspiriert vom oscarprämierten Meisterwerk lässt Regisseur Paul Haggis die verschiedensten Schicksale im multiethnischen Millionen-Moloch Los Angeles aufeinanderprallen. Die Hauptdarsteller, ein zynischer Plattenproduzent mit Drogenvergangenheit und sein Assistent, lernen miteinander verwobene Schicksale kennen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Kollisionen","epNo":1,"alt":"Crash","descr":"Während Detective Axel Finet einen Mord im überwiegend von Koreanern bewohnten Stadtteil K-Town untersucht, treffen die Streifenbeamten Kenny Battaglia und Bebe Arcel auf eine mysteriöse Frau. Plattenproduzent Ben Cendars heuert unterdessen einen Limousinen-Chauffeur aus dem Problemstadtteil South Central an – und bekommt nicht ganz das, was er erwartet. Christine Emory und ihr Mann Peter, ein ehrgeiziger Immobilienmakler, geraten sich derweil wegen einer Familienangelegenheit in die Haare: Christine will, dass ihr gebrechlicher Vater bei ihnen einzieht …","versions":[{"lang":1,"streams":[{"redirect":13633632,"hoster":"VOE"},{"redirect":13650372,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Doktor ist da","epNo":2,"alt":"The Doctor Is In","descr":"Christine und Peter streiten über die Neugestaltung ihres Badezimmers. Christines Vater Lou hat dagegen ganz andere Sorgen: Er kommt mit der Krankenschwester nicht zurecht, die seine Pflege übernehmen soll. Bens Chauffeur Anthony lernt unterdessen eine Facette seines Chefs kennen, die ihm einiges Kopfzerbrechen bereitet. Eddie Choi, ehemals Mitglied in einer koreanischen Gang, aber mittlerweile geläutert, gerät ohne eigenes Zutun mit dem Gesetz in Konflikt: Er wird von dem korrupten Polizisten Axel unter Druck gesetzt, der verhindern will, dass Eddie zu den Morden in K-Town aussagt …","versions":[{"lang":1,"streams":[{"redirect":13633633,"hoster":"VOE"},{"redirect":13650373,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Chance","epNo":3,"alt":"Panic","descr":"Während in Guatemala ein junger Mann seine gefahrvolle Reise in die USA beginnt – wo er als illegaler Einwanderer alles andere als willkommen ist – sucht die Polizei in L.A. nach einem \"Cop-Killer\". Ben gewährt Anthony einen ungewohnten Einblick in die Gewohnheiten der \"Reichen und Schönen\", und die von ihrem Ehemann entfremdete Christine gerät in Versuchung, mit dessen neuem Architekten anzubändeln …","versions":[{"lang":1,"streams":[{"redirect":13633635,"hoster":"VOE"},{"redirect":13650374,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abgeschoben","epNo":4,"alt":"Railroaded","descr":"Bens Doktor stürzt eine Treppe hinunter und zieht sich dabei erhebliche Verletzungen zu. Während Anthony ihm sofort zur Hilfe eilt, zeigt sich Ben unbeeindruckt: Er behauptet, der Doc simuliere nur, um mehr Aufmerksamkeit zu bekommen. Kenny beteuert derweil gegenüber seiner Frau, die Affäre mit Bebe sei endgültig vorbei. Sie glaubt ihm, doch Kenny denkt gar nicht daran, künftig treu zu sein …","versions":[{"lang":1,"streams":[{"redirect":13633634,"hoster":"VOE"},{"redirect":13650375,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jetzt bist du dran","epNo":5,"alt":"Your Ass Belongs To The Gypsies","descr":"Peters Firma ist durch das neue Bauprojekt ohnehin ins Schlingern geraten, jetzt droht ein Großbrand die ehrgeizigen Pläne endgültig zunichte zu machen. Streifenpolizist Kenny nimmt es derweil mit Recht und Gesetz mal wieder nicht allzu genau. Bens Leben nimmt unterdessen eine unerwartete, dramatische Wende …","versions":[{"lang":1,"streams":[{"redirect":13633636,"hoster":"VOE"},{"redirect":13650377,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Sippenhaft","epNo":6,"alt":"Clusterfuck","descr":"Megan und Charles vergnügen sich beim Drogenkauf, und auch Christine und Peter haben gemeinsam ihren Spaß. Anthony hat derweil genug von Bens Launen. Um sich abzureagieren, trifft er sich mit einem Kumpel aus alten Bandentagen ¿ und droht prompt erneut auf die schiefe Bahn zu geraten. Kenny und Bebe begeben sich in Lebensgefahr, als sie einen Raubüberfall auf Rogers Frisiersalon vereiteln wollen …","versions":[{"lang":1,"streams":[{"redirect":12776143,"hoster":"VOE"},{"redirect":13650383,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Schaman","epNo":7,"alt":"Los Muertos","descr":"Ben nervt Anthony mit einem weiteren exzentrischen Anliegen: Sein Fahrer soll ihn in die Wüste bringen, wo Ben sich mit seinem Schamanen treffen will. Cesar ist es inzwischen gelungen, die USA zu erreichen, ohne der Grenzpolizei in die Arme zu laufen. Doch das verheißene Land sieht anders aus: Erst einmal erwarten Cesar hier Hunger, Durst und eine schier endlose Einöde …","versions":[{"lang":1,"streams":[{"redirect":12776155,"hoster":"VOE"},{"redirect":13936627,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Drei Männer und eine Bebe","epNo":8,"alt":"Three Men And A Bebe","descr":"Cesar grübelt über seine Vergangenheit nach,insbesondere über die Strapazen und Entbehrungen, die er erduldet hat, um nach Los Angeles zu kommen. Amy und Kenny müssen sich eingestehen, dass in ihrer Ehe gar nichts mehr glatt läuft. Ernüchtert beginnt Kenny sich zu fragen, was er sich eigentlich von der Affäre mit Inez erhofft hatte …","versions":[{"lang":1,"streams":[{"redirect":12776186,"hoster":"VOE"},{"redirect":13936628,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Angepisst","epNo":9,"alt":"Pissing In The Sandbox","descr":"Ben schmiedet Pläne, wie er seine Tochter dazu bringen kann, ihm die Kontrolle über seine Firma zurückzugeben. Auf dem Polizeirevier sorgt ein neuer Detective für einiges Aufsehen, und Eddie Choi hilt einem anderen Koreaner ’ was unerwartete Folgen hat: Er stößt auf ein Mädchen, das in ernsten Schwierigkeiten steckt und dringend seine Hilfe benötigt …","versions":[{"lang":1,"streams":[{"redirect":12776196,"hoster":"VOE"},{"redirect":13935230,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Zukunft ist gratis","epNo":10,"alt":"The Future Is Free","descr":"Cesar ergattert einen Job in einer Autowaschanlage. Christine erfährt mehr darüber, warum Peter verschwunden ist, Jules stellt Ben vor eine unerwartete Herausforderung, und Kenny versucht, sich Amy gegenüber für seine vergangenen Fehler zu entschuldigen …","versions":[{"lang":1,"streams":[{"redirect":12776205,"hoster":"VOE"},{"redirect":13936632,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Winkelzüge","epNo":11,"alt":"F-36, Sprint Left, T-4","descr":"Kenny und Amy haben ihre erste Sitzung bei der Eheberatung. Eddie bekommt in seinem Sanitäterjob wieder einmal Ärger, während Ben einen frischgebackenen Hochschulabsolventen anheuert, der ihm bei der Umsetzung seiner ehrgeizigen Geschäftsziele helfen soll. Cooper freut sich derweil darüber, dass er Axel genau da hat, wo er ihn immer haben wollte. Doch bald scheint es, als habe Cooper sich zu früh gefreut …","versions":[{"lang":1,"streams":[{"redirect":12776215,"hoster":"VOE"},{"redirect":13935221,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ausgetrickst","epNo":12,"alt":"Ring Dings","descr":"Lieutenant Axel Finet versucht Eddie Choi die beiden Morde in Koreatown anzuhängen, die Axel selbst begangen hat. Doch der korrupte Polizist hat nicht mit seinem Kollegen Adrian Cooper gerechnet, der Eddies Unschuldsbeteuerungen glaubt. Unterdessen versucht Ben Cendars seine Tochter Jules dazu zu bringen, die Aufnahmen von Bens Protegé Panic zu veröffentlichen. Doch Jules kontert diese Forderungen mit einem unerwarteten Manöver …","versions":[{"lang":1,"streams":[{"redirect":12776224,"hoster":"VOE"},{"redirect":13936633,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Schmerz bleibt","epNo":13,"alt":"The Pain Won’t Stop","descr":"Kenny Battaglia merkt, wie rabiat seine Ex-Affäre Inez wirklich ist: Die hat nämlich kurzerhand die Identität von Kennys Frau angenommen und mit deren Kreditkarte unter anderem einen fabrikneuen Cadillac erstanden. Eddie erfährt derweil, dass das Geschäft seines Vaters durch einen Brandanschlag völlig zerstört wurde. Damit nicht genug ’ ein Mitglied seiner früheren Gang bietet Eddie an, wieder in die schmutzigen Geschäfte der Bande einzusteigen. Für Axel Finet zieht sich die Schlinge immer enger: Seine Kollegen Cooper und Bebe sind dem mörderischen Cop auf den Fersen …","versions":[{"lang":1,"streams":[{"redirect":12776233,"hoster":"VOE"},{"redirect":13936634,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Panic","epNo":1,"alt":"You Set The Scene","descr":"Ben Cendars kehrt nach einem längeren Aufenthalt in einer Rehabilitationsklinik nach L.A. zurück, wo seine Tochter Cassie ermordet wurde. Er sucht Anthony auf und bittet ihn, ihm beim Ausräumen von Cassies Wohnung zu helfen. Ben ist fest entschlossen, Cassies Mörder zu finden. Kenny arbeitet nach seiner Suspendierung vom Polizeidienst als Sicherheitsmann. Seine Frau Amy hat sich von ihm scheiden lassen – doch es gibt keine Hoffnung auf einen Neuanfang. Inez arbeitet als Animiermädchen und muss immer wieder erleben, dass ihr Geld beim Glücksspiel ihres Freundes Jimmy draufgeht.","versions":[{"lang":1,"streams":[{"redirect":12776240,"hoster":"VOE"},{"redirect":13935234,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gottes Stimme","epNo":2,"alt":"Always See Your Face","descr":"Nach einem mystischen Erlebnis, bei dem er Gottes Stimme zu hören meinte, ist Milliardär Seth Blanchard ratlos. Auch das Treffen mit einem Religionswissenschaftler bringt keine neuen Erkenntnisse. Erst eine weitere Erscheinung führt Seth auf die richtige Spur. Ben erfährt, dass der Mord an seiner Tochter Cassie von einer Überwachungskamera aufgezeichnet wurde. Doch ausgerechnet dieses Beweismittel ist bei der Polizei spurlos verschwunden. Bo wird vom Baseballcoach Tylers ein Job als Trainer angeboten. Er verlangt vollen Einsatz von Tyler, der sich infolgedessen von seiner Freundin trennt …","versions":[{"lang":1,"streams":[{"redirect":12776248,"hoster":"VOE"},{"redirect":13936635,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Zwei Schüsse","epNo":3,"alt":"The World’s A Mess, It’s In My Kiss","descr":"Ben und Anthony suchen Armando auf, der Videos von Morden, Vergewaltigung und sonstigen Grausamkeiten sammelt. Tatsächlich hat er auch das Überwachungsvideo von dem Mord an Bens Tochter Cassie. Jimmy spielt weiter Karten und verliert. Bobby, dem er 10.000 Dollar Geld schuldet, droht, ihm die Finger abzuhacken und Inez das Gesicht zu zerschneiden, wenn Bobby nicht bald bezahlt. Seth hat sein Footballteam mitsamt dem Grundstück für das neue Stadion verkauft. Andrea und Maggie sind entsetzt und wollen Seth zu einem Psychiater bringen, der den Geisteszustand des Milliardärs untersuchen soll …","versions":[{"lang":1,"streams":[{"redirect":12776255,"hoster":"VOE"},{"redirect":13936638,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Verdacht","epNo":4,"alt":"Can’t Explain","descr":"Ben ist weiter auf der Suche nach dem Mörder seiner Tochter. Bei seinen Recherchen stößt er auf Wesley Thigpen, den Anwalt des Sportclubs, für den Cassie gearbeitet hat und auf dessen Parkplatz sie erschossen wurde. Ben ist überzeugt, dass dem zwielichtigen Thigpen auch ein Mord zuzutrauen ist. Kenny ist zusammen mit Maggie weiter auf der Suche nach ihrem verschwundenen Mann Seth. Der hat sich nach seiner vermeintlichen Begegnung mit Gott auf Wanderschaft begeben – mit unbekanntem Ziel …","versions":[{"lang":1,"streams":[{"redirect":12776267,"hoster":"VOE"},{"redirect":13936640,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Offenbarung","epNo":5,"alt":"You, I’ll Be Following","descr":"Ben ist fest davon überzeugt, dass Wesley Thigpen seine Tochter Cassie umgebracht hat. Er versucht ihn in die Enge zu treiben, damit er endlich ein Geständnis ablegt. Doch Thigpen ruft die Polizei und sorgt dafür, dass Ben verhaftet wird. Anthony ist mittlerweile auch nicht mehr mit Bens rabiaten Methoden einverstanden, und es kommt zum Streit zwischen den beiden. Seth hat endlich erkannt, worin seine wahre Bestimmung liegt: Er will sein Milliardenvermögen einsetzen, um eine Stadt für Obdachlose zu bauen. Die Ankündigung trifft Seths Familie völlig unvorbereitet …","versions":[{"lang":1,"streams":[{"redirect":12776278,"hoster":"VOE"},{"redirect":13935238,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Freundschaftsdienst","epNo":6,"alt":"No Matter What You Do","descr":"Seth macht sich weiterhin Gedanken um sein Projekt, eine Stadt für die Obdachlosen zu bauen. Da taucht sein Sohn Paul auf, zu dem Seth immer eine schwierige Beziehung hatte. Vater und Sohn reden endlich offen miteinander und Paul gratuliert ihm zu seinem Projekt. Er schlägt vor, die Stadt Byzantium zu nennen, nach Byzanz, der Stadt, die aufgrund einer Vision entstanden ist. Inez lernt auf einem Fest in ihrem Club Kieran kennen. Er ist Engländer und sofort von ihr begeistert. Seinetwegen weicht sie von ihrem Grundsatz ab, sich mit Kunden nie privat zu treffen …","versions":[{"lang":1,"streams":[{"redirect":12776284,"hoster":"VOE"},{"redirect":13936644,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Abschied","epNo":7,"alt":"Johnny Hit And Run Pauline","descr":"Seth Blanchards Glaube in seine göttliche Vorherbestimmung wird tief erschüttert – und das ausgerechnet in einem Fernsehinterview, in dem er seine Pläne für Byzantium, die Stadt der Obdachlosen, darlegen wollte. Inez’ Romanze mit dem reichen Engländer Kieran Tindall geht weiter. Diesmal entführt Kieran sie sogar zu einem Rendezvous nach London. Im San Fernando Valley geraten Bo und seine Mutter Wendy in einen heftigen Streit, in dessen Folge Wendy ihre Diabetes-Medikation absetzt. Das hat schlimme Folgen …","versions":[{"lang":1,"streams":[{"redirect":12776299,"hoster":"VOE"},{"redirect":13936643,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Vergangenheit ruht nicht","epNo":8,"alt":"Lovers In Captivity","descr":"Milliardär Seth Blanchard bekommt überraschend Besuch von einem Fernsehprediger. Der gerissene Geschäftsmann will mit Seth gemeinsame Sache machen. Seths Ehefrau Maggie macht sich Sorgen um ihr ungeborenes Kind, dessen Gesundheit durch Maggies Alkoholsucht gefährdet ist. Sie überlegt, ob sie eine Entziehungskur machen soll. Bo scheint endlich Glück in der Liebe zu haben, als er Krankenschwester Lily kennenlernt. Wäre da nicht Bos Mutter Wendy, der diese Romanze ein Dorn im Auge ist …","versions":[{"lang":1,"streams":[{"redirect":12776304,"hoster":"VOE"},{"redirect":13935222,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Endangered Species","epNo":9,"alt":"Endangered Species","descr":"Mit Hilfe von Anthony Adams gelingt es Ben Cendars, die Dealerin Roxanne Thigpen ausfindig zu machen, die Bens Tochter Cassie gut gekannt hat. Geschäftsmann Seth Blanchard bekommt unterdessen unerwarteten Besuch von Bo Olinville. Der fordert lautstark das Geld zurück, das Bos Mutter für das Obdachlosen-Projekt des Milliardärs gespendet hat. Ausgerechnet in dieser prekären Situation fällt in der gesamten Stadt der Strom aus, sodass Blanchard, Bodyguard Kenny und Bo in Blanchards Loft festsitzen …","versions":[{"lang":1,"streams":[{"redirect":12776308,"hoster":"VOE"},{"redirect":13936647,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Suchen und Finden","epNo":10,"alt":"Master Of Puppets","descr":"Ben Cendars bedient sich der Hilfe von Anthony Adams, um die heroinsüchtige Roxanne Thigpen zu einem kalten Entzug zu zwingen. Mit dieser drastischen Methode will Ben endlich herausbekommen, was Roxanne über den Tod seiner Tochter weiß. Milliardär Seth Blanchard kämpft derweil unbeirrt für sein Obdachlosen-Projekt und legt sich dabei mit dem Fernsehprediger an, der ihm dabei Konkurrenz macht …","versions":[{"lang":1,"streams":[{"redirect":12776316,"hoster":"VOE"},{"redirect":13936650,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ich bin das Licht","epNo":11,"alt":"Calm Like A Bomb","descr":"Ben Cendars und Anthony Adams statten dem elitären Montgomery-Club einen Besuch ab, wo auch Roxannes Ex-Freund Gavin Buckley Mitglied ist. Wie sich herausstellt, gehört er einem Zirkel an, der den mörderischen Sekten-Guru Charles Manson verehrt. Seth ist weiter fest davon überzeugt, von Gott zum Bau einer Obdachlosen-Stadt auserwählt worden zu sein. Doch bei der Umsetzung seiner Pläne wird er von einem plötzlichen Schwächeanfall ausgebremst. Inez bekommt unterdessen ein verlockendes Angebot von einem Hollywood-Regisseur, der ihr eine Karriere als Schauspielerin verspricht …","versions":[{"lang":1,"streams":[{"redirect":12776320,"hoster":"VOE"},{"redirect":13935239,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Kinder von Charles Manson","epNo":12,"alt":"All Alone Or …","descr":"Ben Cendars und Anthony Adams wohnen einer Totenandacht für Cassie bei, die von den Manson-Anhängern abgehalten wird. Für Ben ist die merkwürdige Veranstaltung schwer zu ertragen – und die Lage droht schon bald zu eskalieren. Seth Blanchards Frau Maggie und sein Bodyguard beschwören den Milliardär, sich einer Operation zu unterziehen, um seinen Gehirntumor entfernen zu lassen. Schließlich stimmt Seth zu. Inez stehen dank Regisseur Lermontov in Hollywood alle Türen offen – doch für ihren Freund Jimmy sieht die Lage weniger rosig aus …","versions":[{"lang":1,"streams":[{"redirect":12776114,"hoster":"VOE"},{"redirect":13936641,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Los Angeles","epNo":13,"alt":"Los Angeles","descr":"Ben hat sich von seinem leichten Herzinfarkt schnell erholt. Er ist jetzt noch fester entschlossen, die Manson-Anhänger in die Mangel zu nehmen, um zu erfahren, was wirklich mit Cassie geschehen ist. Nach der Entfernung seines Hirntumors glaubt Seth Blanchard zwar nicht mehr, dass Gott zu ihm spricht, die Obdachlosenstadt Byzantium will er aber trotzdem bauen. Inez wird von Regisseur Lermontov unter Druck gesetzt: Für ihre zukünftige Filmkarriere ist Jimmy als Freund untragbar – also soll Inez ihn schnellstens loswerden …","versions":[{"lang":1,"streams":[{"redirect":12776324,"hoster":"VOE"},{"redirect":13936649,"hoster":"Streamtape"}]}]}]}]}