{"seriesId":"la-garconne","name":"La Garconne","descr":"Paris im Juni 1919: Die junge Frau Louise Kerlac (Laura Smet) wird unfreiwillig Zeugin, wie ein Freund ihrer Familie von Regierungsangehörigen ermordet wird. Diese wollen ihr danach die Tat in die Schuhe schieben und Louise ist gezwungen, unterzutauchen. Mit der Identität ihres Bruders beginnt sie, als Mann getarnt, eigene Nachforschungen anzustellen, um ihre Unschuld zu beweisen und die Schuldigen ihrer Strafe zuzuführen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Louise gerät unter Mordverdacht – und das obwohl sie mehr Zeugin als Täterin ist. Doch sie hat eine Idee: Um den Fängen der Polizei vorerst zu entkommen und gleichzeitig den Mord aufklären zu können, schlüpft sie in die Rolle ihres Bruders. Als Detektiv Antoine wird sie mit dem Mord an dem jungen Model Céleste konfrontiert und gerät nach und nach immer tiefer in die dunklen Machenschaften der Pariser High Society.","versions":[{"lang":1,"streams":[{"redirect":8836515,"hoster":"VOE"},{"redirect":8836516,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Louise entscheidet sich für ein riskantes Doppelleben, um den Mörder des Models Céleste zu stellen. Als Gisele stürzt sie sich ins Pariser Nachtleben und steht als Muse für einen Maler Modell, den sie als potenziellen Täter im Verdacht hat. Außerdem erhält Louise männliche Unterstützung bei ihren Ermittlungen: Sie knüpft Kontakt zu dem exzentrischen Forensiker Doktor Paul und dem attraktiven Journalisten Roman.","versions":[{"lang":1,"streams":[{"redirect":8836514,"hoster":"VOE"},{"redirect":8836522,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ein weiteres Model verschwindet spurlos und Louise wird sich bewusst, dass sie auf der Jagd nach einem Serienkiller ist. Sie stürzt sich in die Ermittlungen und baut gleichzeitig ihre Freundschaft zu Ketoff aus. Eine Beziehung mit Risiken – schließlich darf der attraktive Journalist auf keinen Fall herausfinden, dass Louise eine falsche Identität angenommen hat…","versions":[{"lang":1,"streams":[{"redirect":12379975,"hoster":"VOE"},{"redirect":8836521,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Ketoff deckt Louises falsche Identität auf, ist jedoch bereit, sie weiterhin bei ihren Ermittlungen zu unterstützen. Zwischen den beiden hat sich inzwischen eine Liebesbeziehung entwickelt. Gemeinsam nehmen sie die Verfolgung des Serienmörders auf und stoßen auf eine heiße Spur: Eine alte Abtei, in welcher der Killer offenbar seine Opfer festhält.","versions":[{"lang":1,"streams":[{"redirect":8836520,"hoster":"VOE"},{"redirect":8836518,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Louise verdächtigt Antoine, etwas mit den mysteriösen Morden zu tun zu haben. Zusammen mit Ketoff begibt sie sich auf die Suche nach ihrem Bruder – mit Erfolg. Mithilfe einer Hypnose versucht Louise dem kriegstraumatisierten Mann die Wahrheit zu entlocken und gelangt dadurch zu einer besorgniserregenden Erkenntnis.","versions":[{"lang":1,"streams":[{"redirect":8836519,"hoster":"VOE"},{"redirect":8836523,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Durch das plötzliche Verschwinden ihrer besten Freundin Lydia kommt Louise dem Serienmörder auf die Spur. Ketoff wird unterdessen dazu aufgefordert, Frankreich zu verlassen und bittet Louise darum, ihn zu begleiten. Doch kann sie für ihn nun ihre vielversprechende Polizeikarriere aufgeben?","versions":[{"lang":1,"streams":[{"redirect":8836524,"hoster":"VOE"},{"redirect":8836527,"hoster":"Streamtape"}]}]}]}]}