{"path":"/serie/stream/la-templanza","name":"La templanza","descr":"In dieser Serienverfilmung des gleichnamigen Bestsellers von María Dueñas versuchen die Hauptfiguren, sich in \"templanza\", Mäßigung, zu üben. Die Liebesgeschichte ereignet sich im Mexiko, Kuba und Europa der 1860er Jahre. Historische Großstädte und ein attraktiver männlicher Part bieten den begeisterten Leserinnen nun auch bewegte Bilder als Abwechslung zum derzeit vergriffenen Buch.","seasons":[{"path":"/serie/stream/la-templanza/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/la-templanza/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Tragische Umstände zwingen Mauro Larrea, nach Mexiko zu emigrieren und im Silberbergbau zu arbeiten. Auf der anderen Seite der Welt erlebt Soledad Montalvo, Erbin einer reichen Winzerfamilie in Jerez, dass auch ihr Leben sich dramatisch verändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381502","hoster":"VOE"},{"path":"/redirect/8381501","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Mauro und Soledad müssen sich, jeder für sich, einer neuen Situation stellen. Mauro sieht die bevorstehende Heirat seiner Tochter Mariana gefährdet und muss seine Mittellosigkeit vor der mexikanischen Gesellschaft bis nach der Hochzeit verbergen. Soledad wird mit der Vergangenheit konfrontiert, als ihr Cousin Gustavo in London auftaucht und ihre Jugendliebe wiederzubeleben sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381468","hoster":"VOE"},{"path":"/redirect/8381474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Mauro reist auf Bitten eines Freundes nach Havanna, um Carola Gorostiza, die zur Familie seiner zukünftigen Schwiegertochter gehört, Geld zu überbringen. Er wird mit dem seltsamsten Geschäftsangebot konfrontiert, das man sich vorstellen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381459","hoster":"VOE"},{"path":"/redirect/8381455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Nach seiner furchtbaren Entscheidung, in den Sklavenhandel zu investieren, drückt Mauro das Gewissen. Er beschließt letztlich, Carola zu hintergehen und zusammen mit Abolitionisten das Geschäft zu vereiteln. Soledad wird mit ihrem Stiefsohn Alan konfrontiert, dem sie die schleichende Demenz Edwards verheimlichen muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381438","hoster":"VOE"},{"path":"/redirect/8381437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Luis’ Tod hat schwere Auswirkungen auf alle Beteiligten, in Kuba wie in London. Mauro und Gustavo entscheiden mit einer Partie Billard ihrer beider Schicksale. Soledad beschließt, mit Edward nach Jerez zu fliehen, da Alan seinen Vater für unmündig erklären und das Geschäft und Vermögen an sich reißen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381423","hoster":"VOE"},{"path":"/redirect/8381422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Mauro und Santos reisen nach Jerez, um ihr neues Eigentum in Besitz zu nehmen. Mauro und Soledad begegnen sich zum ersten Mal. Soledad versucht nicht, ihren einstigen Besitz zurückzubekommen, sondern bittet Mauro um Hilfe in einer gefährlichen Angelegenheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381408","hoster":"VOE"},{"path":"/redirect/8381406","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Die Ankunft von Carola Gorostiza in Jerez stellt Mauro und Soledad vor ein Dilemma. Sie müssen Carola vorläufig gefangen halten, um dieser Bedrohung zu entgehen. Aber nicht nur Carola ist eine Prüfung für unsere Protagonisten. Auch das Auftauchen von Alan Claydon in Jerez bringt Soledad in Lebensgefahr, als Alan sie bedroht, um das Familienvermögen in die Hände zu bekommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381395","hoster":"VOE"},{"path":"/redirect/8381399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Nachdem Mauro Soledad vor Alan beschützt hat, treibt er den Verkauf von La Templanza voran. Um Edward vor Alan zu schützen, versteckt Soledad ihn in einem abgeschiedenen Kloster, in dem ihre Schwester Ines lebt. Aber hiermit setzt sie Edward einer neuen Gefahr aus, als die Flammen einer alten Liebe mit unvorhersehbaren Folgen wiederaufflackern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381390","hoster":"VOE"},{"path":"/redirect/8381389","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Episode 9","descr":"Eine heftige Auseinandersetzung zwischen Mauro und seinem Sohn nutzt Carola Gorostiza zu einem Versuch, ihr vermeintliches Eigentum zurückzubekommen. Soledad sieht sich außerstande, die Folgen ihrer Liebesnacht mit Mauro zu akzeptieren und flieht mit ihrem Mann aus Jerez.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381368","hoster":"VOE"},{"path":"/redirect/8381366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/la-templanza/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Episode 10","descr":"Nachdem er den Tod von Santos verschuldet hat, entdeckt Alan Claydon Edwards Aufenthaltsort. In einer Verzweiflungstat setzt er das Kloster in Brand, um Edward hinauszutreiben. Mauro und Soledad wagen alles, um Edward zu retten. Werden sie Erfolg haben – oder ihren Mut mit dem Leben bezahlen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8381357","hoster":"VOE"},{"path":"/redirect/8381364","hoster":"Streamtape"}]}]}]}]}