{"seriesId":"lady-oscar-die-rose-von-versailles","name":"Lady Oscar - Die Rose von Versailles","descr":"[Versailles no Bara] \"Lady Oscar\" erzählt die Geschichte des Mädchen Oscar Francois de Jarjayes. Als sechste Tochter eines angesehen Generals, wird sie als Junge erzogen um später einmal in die Fußstapfen ihres Vaters zu treten. Andre, der als Dienstjunge für Oscars Vater arbeitet, ist ihr Freund, Vertrauter und Begleiter in allen Gefahren. Mit 14 Jahren tritt sie in den Dienst der Armee ein und erhält den Auftrag die zukünftige Königin von Frankreich, Marie-Antoinette von Österreich zu geleiten. Oscar kann die junge Prinzessin knapp vor einem Anschlag bewahren und wird zu ihrer Freundin und Leibwächterin. Doch im Inneren kämpft Oscar mit sich selber, ist es richtig weiter den Befehlen ihres Vaters zu folgen oder ihrem eigenem Herzen? Im französischen Volk brodelt es. Eine Revolution droht auszubrechen und die Stunde der Entscheidung naht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Duell","epNo":1,"alt":"","descr":"Im Jahr 1755 wird dem französischen Genereal Jarjayes die sechste Tochter geboren. Aus Mangel an einem männlichen Nachfolger beschließt er sie Oscar François de Jarjayes zu nennen und als Mann groß zu ziehen. Gemeinsam mit André, dem Enkel ihres Kindermädchens, wächst sie auf.","versions":[{"lang":1,"streams":[{"redirect":9253139,"hoster":"VOE"},{"redirect":9253144,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abschied von Wien","epNo":2,"alt":"","descr":"In Österreich muss sich Prinzessin Marie Antoinette von ihrer Mutter, Kaiserin Maria Theresia, und ihrem einfachen Leben am Kaiserhof verabschieden. Sie bricht auf, um in Frankreich den Dauphin, den französichen Thronfolger, zu heiraten. Doch bei der Übergabe an ihr französisches Gefolge an der ...","versions":[{"lang":1,"streams":[{"redirect":13101524,"hoster":"VOE"},{"redirect":13117620,"hoster":"Doodstream"},{"redirect":9253153,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rivalinnen","epNo":3,"alt":"","descr":"Durch die Heirat mit dem Dauphin ist Marie Antoinette als Dauphine die höchste Dame am Hof von Versailles. Das heißt auch, dass sie die Damen ihrer Wahl ansprechen darf, diese sich jedoch nicht von sich aus an sie wenden dürfen. Das betrifft auch die Gräfin Dubarry ...","versions":[{"lang":1,"streams":[{"redirect":9253155,"hoster":"VOE"},{"redirect":9253158,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vergifteter Wein","epNo":4,"alt":"","descr":"Antoinette schickt ihre eigene Einladung an Madame Jarjayes, um der von Du Barry entgegenzuwirken. Beide wissen, dass derjenige, der die Jarjayes auf ihre Seite bringt, beliebter wird, da Oscar vor Gericht sehr beliebt ist.","versions":[{"lang":1,"streams":[{"redirect":9253165,"hoster":"VOE"},{"redirect":9253164,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Demütigung","epNo":5,"alt":"","descr":"Marie stimmt widerstrebend der Anwesenheit von Madame du Barry am Hof ​​zu. Du Barry und Duke Orleans wollen unterdessen sicherstellen, dass Marie und Louis-Auguste niemals an die Macht kommen.","versions":[{"lang":1,"streams":[{"redirect":12917287,"hoster":"VOE"},{"redirect":9253177,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zwischenfall in Paris","epNo":6,"alt":"","descr":"Marie und Louis besuchen Paris, was Herzog Orleans die Möglichkeit bietet, sie zu entsorgen. Unterdessen träumen die beiden Schwestern Jeanne und Rosalie davon, eines Tages der Armut zu entkommen.","versions":[{"lang":1,"streams":[{"redirect":9253185,"hoster":"VOE"},{"redirect":9253189,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Fälschung","epNo":7,"alt":"","descr":"Louis\u0027 Nachsicht treibt Marie zu einem Maskenball, wo sie den Grafen Hans Axel von Fersen trifft. Leider inspiriert ihr Interesse an ihm Duke Orleans, Gerüchte über Maries Moral zu verbreiten.","versions":[{"lang":1,"streams":[{"redirect":12924098,"hoster":"VOE"},{"redirect":9253198,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Oscar in meinem Herzen","epNo":8,"alt":"","descr":"Marie erleidet beim Reiten einen schweren Unfall und Andre wird folglich die härteste Strafe des Königs auferlegt. Glücklicherweise überredet Oscar den König, Andre zu verschonen, aber werden seine Bitten etwas bewirken?","versions":[{"lang":1,"streams":[{"redirect":12379968,"hoster":"VOE"},{"redirect":9253211,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der König stirbt, es lebe der König","epNo":9,"alt":"","descr":"König Ludwig der XV. ist schwer erkrankt. Während Ludwig XVI. und Marie sich auf seine Nachfolge vorbereiten, fürchtet Madame du Barry nach seinem Tod am französischen Hof um ihr Schicksal.","versions":[{"lang":1,"streams":[{"redirect":13056882,"hoster":"VOE"},{"redirect":9253230,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zwei Schwestern","epNo":10,"alt":"","descr":"Louis-Auguste und Marie werden zum König und zur Königin von Frankreich gekrönt. Jeanne hat es geschafft, einen Ausweg aus der Armut zu finden, doch als ihre Schwester im Adel auf sie zukommt, reagiert Jeanne hart.","versions":[{"lang":1,"streams":[{"redirect":9253241,"hoster":"VOE"},{"redirect":9253242,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Königin von Frankreich","epNo":11,"alt":"","descr":"Antoinette ist begeistert, Königin zu sein und glaubt, dass es ihr das Glück und die Freiheit geben wird, nach der sie gesucht hat. Ihre erste Amtshandlung als Königin besteht darin, Oscar zum Oberbefehlshaber der Königlichen Garde zu befördern, ihr einen ähnlichen Rang wie einen Oberst zu geben und ihr Gehalt und ihre Rente zu verdoppeln.","versions":[{"lang":1,"streams":[{"redirect":9253247,"hoster":"VOE"},{"redirect":9253248,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Intrigen","epNo":12,"alt":"","descr":"Antoinette lässt sich von Beltin Dressmakers leicht dazu bewegen, eine extravagante Menge Geld für ihre Pracht auszugeben. Sie verbringt mehr Zeit damit, sich selbst zu unterhalten, als ihren Pflichten als Königin nachzukommen.","versions":[{"lang":1,"streams":[{"redirect":12924100,"hoster":"VOE"},{"redirect":9253255,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Begegnung","epNo":13,"alt":"","descr":"Gegen die Regeln ihrer Haft unternimmt Oscar eine Reise nach Arras, einem Bauerndorf unter der Obhut ihrer Familie. Dort erfährt sie von dem schrecklichen Zustand des gemeinen französischen Volkes.","versions":[{"lang":1,"streams":[{"redirect":9253261,"hoster":"VOE"},{"redirect":9253264,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Oscar ergreift Partei","epNo":14,"alt":"","descr":"Oscar und Andre kehren in ihr Herrenhaus zurück. Polignac manipuliert Antoinette, um ihrer Familie unverdienten Reichtum und Rang zu verschaffen, was bei den Adligen zu Ressentiments führt. Oscar erzählt ihrem Vater von allem, was sie in Arras gesehen hat","versions":[{"lang":1,"streams":[{"redirect":12379971,"hoster":"VOE"},{"redirect":9253268,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Erbe der Bourbonen","epNo":15,"alt":"","descr":"Oscar wird aus der Haft entlassen und wieder in den Dienst gestellt. Orleans und Guemenee üben Druck auf Antoinette aus, weil sie keinen Erben hat, und nutzen ihre zunehmende Unsicherheit und ihren trüben Ruf zu ihrem Vorteil","versions":[{"lang":1,"streams":[{"redirect":9253270,"hoster":"VOE"},{"redirect":9253273,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die fremde Schwester","epNo":16,"alt":"","descr":"Oscar bringt Rosalie das Fechten bei, damit sie ihre Mutter rächen kann. Rosalie besucht einen lokalen Ball, um den Mörder zu finden, findet sich jedoch stattdessen unter der Kontrolle von Polignacs Tochter wieder.","versions":[{"lang":1,"streams":[{"redirect":9253274,"hoster":"VOE"},{"redirect":9253276,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Attentat","epNo":17,"alt":"","descr":"Oscar und Rosalie gehen vor Gericht, um Rosalie der Königin vorzustellen. Rosalie begegnet schließlich Polignac und die beiden erkennen sich sofort wieder.","versions":[{"lang":1,"streams":[{"redirect":9253278,"hoster":"VOE"},{"redirect":9253280,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Heiratsabsichten","epNo":18,"alt":"","descr":"Während Oscar sich von ihren Wunden erholt, nutzt Fersen die Gelegenheit, Marie zu besuchen. Ihre Freude über dieses unerwartete Wiedersehen wird jedoch unterbrochen, als er überraschende Neuigkeiten überbringt.","versions":[{"lang":1,"streams":[{"redirect":12924104,"hoster":"VOE"},{"redirect":9253284,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Rosalies Mutter","epNo":19,"alt":"","descr":"Die Identität von Rosalies leiblicher Mutter wird entdeckt, aber die Wahrheit bereitet ihr nur noch mehr Kummer. Währenddessen befindet sich Charlotte in einem schrecklichen Zustand, da sie bald den viel älteren Herzog Roland de Guiche heiraten wird.","versions":[{"lang":1,"streams":[{"redirect":9253287,"hoster":"VOE"},{"redirect":9253285,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Schmerz der Liebe","epNo":20,"alt":"","descr":"Gerüchte über Maries und Fersens Affäre haben sich wie ein Lauffeuer verbreitet und Oscar fühlt sich machtlos, sie zu stoppen. Unterdessen muss Fersen eine schwierige Entscheidung treffen, nachdem er die Nachricht vom Tod eines lieben Freundes erhalten hat.","versions":[{"lang":1,"streams":[{"redirect":9253290,"hoster":"VOE"},{"redirect":9253291,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Falsches Spiel","epNo":21,"alt":"","descr":"Der schäbige Kardinal Rohan versucht, die Gunst der Königin zu erbitten, aber sie wird nicht mit ihm sprechen, da sie sich seiner dunklen Vergangenheit bewusst ist: Er wurde von Kaiserin Maria Theresa wegen Verkehr mit Prostituierten gefeuert.","versions":[{"lang":1,"streams":[{"redirect":12924111,"hoster":"VOE"},{"redirect":9253295,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Kette","epNo":22,"alt":"","descr":"Marie, mit einem Sohn gesegnet, sucht in ihrer Villa außerhalb des Hofes Erholung, aber die Adligen halten dies für eine Demütigung gegen sie. Unterdessen plant Jeanne, Rohan und die Königin um Geld zu bringen.","versions":[{"lang":1,"streams":[{"redirect":9253298,"hoster":"VOE"},{"redirect":9253300,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Die Kettenaffäre","epNo":23,"alt":"","descr":"Jeannes Verschwörung gegen die Königin wurde aufgedeckt und sie steht vor Gericht. Aber anstatt eine Strafe zu akzeptieren, nutzt Jeanne den Prozess als Gelegenheit, die Königin und Oscar zu verleumden.","versions":[{"lang":1,"streams":[{"redirect":9253301,"hoster":"VOE"},{"redirect":9253304,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Adieu, du Lenz meiner Jahre","epNo":24,"alt":"","descr":"Jeanne entkommt dem Gefängnis und nutzt ihre Freiheit, um skandalöse Memoiren über die Indiskretionen der Königin zu veröffentlichen. Während Frankreich den Klatsch auffrisst, sucht Oscar nach Jeannes Aufenthaltsort.","versions":[{"lang":1,"streams":[{"redirect":9253305,"hoster":"VOE"},{"redirect":9253308,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Menuett der unerwiderten Liebe","epNo":25,"alt":"","descr":"Fersen ist nach Frankreich zurückgekehrt. Als er erfährt, wie sehr Maries Image beschädigt wurde, beschließt er, ihren Ruf zu schützen. Währenddessen kämpft Oscar mit ihren eigenen Gefühlen für Fersen.","versions":[{"lang":1,"streams":[{"redirect":9253311,"hoster":"VOE"},{"redirect":9253310,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der schwarze Ritter","epNo":26,"alt":"","descr":"Ein Mann, der nur als der Schwarze Ritter bekannt ist, hat die Reichen ausgeraubt und den Armen etwas gegeben. Obwohl seine Taten edel sein mögen, ist ein Verbrechen immer noch ein Verbrechen und Oscar beschließt, ihn vor Gericht zu stellen.","versions":[{"lang":1,"streams":[{"redirect":9253314,"hoster":"VOE"},{"redirect":9253317,"hoster":"Streamtape"}]}]},{"epId":"episode-27","name":"Die Maske fällt","epNo":27,"alt":"","descr":"Um den schwarzen Ritter zu finden, geht Oscar zum Palais Royal. Dort wird sie von ihm gefangen genommen. Trotz ärztlicher Vorwarnung nimmt André seinen Verband ab und rettet Oscar. Sie nehmen den schwarzen Ritter gefangen, der sich als Bernard Châtelet herausstellt. Andrés linkes Auge ist erblindet, dennoch bittet er Oscar, Bernard laufen zu lassen. Oscar willigt ein.","versions":[{"lang":1,"streams":[{"redirect":11779470,"hoster":"VOE"},{"redirect":9302903,"hoster":"Streamtape"}]}]},{"epId":"episode-28","name":"Liebesqual","epNo":28,"alt":"","descr":"Von Fersen besucht Oscar. Unter Tränen gesteht Oscar ihm ihre Liebe und beendet die Freundschaft mit ihm. Oscar möchte ihr Leben als Frau endgültig aufgeben und quittiert ihren Dienst beim Garderegiment. André macht Oscar klar, dass eine Frau niemals ein Mann sein kann, woraufhin Oscar ihn schlägt. Im Schmerz seiner Liebe dreht André beinahe durch und gesteht Oscar seine Liebe.","versions":[{"lang":1,"streams":[{"redirect":11779471,"hoster":"VOE"},{"redirect":9302755,"hoster":"Streamtape"}]}]},{"epId":"episode-29","name":"Der neue Befehlshaber","epNo":29,"alt":"","descr":"Oscar wird Befehlshaber der Söldnertruppe. Graf de Girodelle wird ihr Nachfolger im Garderegiment. In einer Kneipe lernt André den Söldner Alain kennen. Da die Söldner von bürgerlicher Herkunft sind, weigern sie sich, einer adligen Befehlshaberin zu gehorchen. Am Abend kommt Oscar nach Hause und wird von Graf de Girodelle erwartet. Was hat der Graf vor?","versions":[{"lang":1,"streams":[{"redirect":11779473,"hoster":"VOE"},{"redirect":9302763,"hoster":"Streamtape"}]}]},{"epId":"episode-30","name":"Ein Heiratsantrag","epNo":30,"alt":"","descr":"Graf de Girodelle hat um Oscars Hand angehalten. General de Bouier organisiert ein Fest für Oscar, auf dem sie sich einen Ehemann aussuchen soll. André erfährt von den Plänen und ist bestürzt. Unterdessen bringt Saint Juste, ein junger Revolutionär, mehrere Adelige um. Als er General de Jarjayes verletzt, bricht Oscar innerlich zusammen. Sie sagt André, dass sie noch nicht heiraten möchte.","versions":[{"lang":1,"streams":[{"redirect":11779477,"hoster":"VOE"},{"redirect":9302772,"hoster":"Streamtape"}]}]},{"epId":"episode-31","name":"Die Vorboten der Revolution","epNo":31,"alt":"","descr":"In Paris herrscht Aufruhr. Ein Söldner in Oscars Truppe arbeitet für Saint Juste und soll Oscar umbringen, doch dies misslingt. Bei der Verfolgung Saint Justes geraten Oscar, André und Alain in eine Explosion, doch sie überleben. Ein Soldat in Oscars Truppe wird wegen illegalen Waffenverkaufs festgenommen. Alain fordert Oscar zum Duell heraus, da er glaubt, Oscar habe den Soldaten verraten.","versions":[{"lang":1,"streams":[{"redirect":11779474,"hoster":"VOE"},{"redirect":9302786,"hoster":"Streamtape"}]}]},{"epId":"episode-32","name":"Der Sturm beginnt","epNo":32,"alt":"","descr":"Im Duell siegt Oscar, aber Alain macht ihr klar, dass jeder in der Truppe schon einmal die eigene Waffe verkauft hat. Die Adeligen kennen das Elend der einfachen Leute nicht. Als Oscar abends mit André in ihrer Kutsche Paris passiert, wird sie vom aufständischen Volk angegriffen. Graf von Fersen rettet sie und Oscar erkennt ihre Liebe zu André. Der Hass des Volks gegen die Adeligen wächst.","versions":[{"lang":1,"streams":[{"redirect":11779476,"hoster":"VOE"},{"redirect":9302785,"hoster":"Streamtape"}]}]},{"epId":"episode-33","name":"Wir sind das Volk","epNo":33,"alt":"","descr":"André trifft auf einer Volksversammlung Bernard, der inzwischen mit Rosalie verheiratet ist. Als die Adeligen wieder einmal die Steuern erhöhen wollen, wird im Januar 1789 der Dreikammerkongress mit 36 Volksvertretern ausgerufen. Oscar besucht Marie Antoinette und den jungen Prinz, der sehr krank ist. Derweil ist Graf von Fersen nach Schweden zurückgekehrt. Im Juni 1789 stirbt der junge Prinz.","versions":[{"lang":1,"streams":[{"redirect":11779480,"hoster":"VOE"},{"redirect":9302798,"hoster":"Streamtape"}]}]},{"epId":"episode-34","name":"Unter Arrest","epNo":34,"alt":"","descr":"Beim Dreiständekongress kommt es zu keinerlei Ergebnissen, trotz heftiger Diskussion. Die Volksvertretung benennt das Parlament in Nationalversammlung um. Dem Hochadel wird die Volksvertretung zu gefährlich und Oscar erhält den Befehl, die Volksvertreter vom Kongress fernzuhalten. Als Oscar sich gegen diesen Befehl stellt, wird sie von General de Bouier in Versailles festgehalten...","versions":[{"lang":1,"streams":[{"redirect":11779493,"hoster":"VOE"},{"redirect":12482489,"hoster":"Streamtape"}]}]},{"epId":"episode-35","name":"Die Macht des Volkes","epNo":35,"alt":"","descr":"Als Graf de Girodelle die Gewehre seiner Soldaten auf die Volksvertreter richten lässt, erscheint Oscar und hält ihn auf. Daraufhin soll die Familie Jarjayes dem Adelsstand enthoben werden. Auf Befehl Marie Antoinettes wird die Strafe gegen die Familie Jarjayes aufgehoben. Oscar bittet Bernard, ihr bei der Befreiung ihrer Männer zu helfen. Die Macht des Volkes wächst.","versions":[{"lang":1,"streams":[{"redirect":11779490,"hoster":"VOE"},{"redirect":9302814,"hoster":"Streamtape"}]}]},{"epId":"episode-36","name":"Der Sturm bricht los","epNo":36,"alt":"","descr":"Robespierre bittet den Finanzminister Necker um Hilfe, damit der König die Nationalversammlung anerkennt. Die Königin beordert von überall Truppen nach Paris, was zu einem noch schlimmeren Nahrungsmangel in Paris führt. Die Soldaten bekämpfen die Bevölkerung, woraufhin Robespierre das Volk zum Aufstand aufruft. Als sie Marie Antoinette bittet, die Truppen zurückzuziehen, bleibt diese hart.","versions":[{"lang":1,"streams":[{"redirect":11779484,"hoster":"VOE"},{"redirect":9302904,"hoster":"Streamtape"}]}]},{"epId":"episode-37","name":"Erfüllte Liebe","epNo":37,"alt":"","descr":"Oscar hat Tuberkulose und hat nur noch sechs Monate zu leben, wenn sie sich nicht ausruht. Der Arzt verrät Oscar, dass André auch auf dem rechten Auge erblinden wird. Kurze Zeit später erhält Oscar den Befehl, die Aufständischen niederzuschlagen. Auf dem Weg nach Paris werden Oscar und André von diesen angegriffen. Sie entkommen knapp. Oscar gesteht André ihre Liebe und wird seine Frau.","versions":[{"lang":1,"streams":[{"redirect":11779482,"hoster":"VOE"},{"redirect":12218843,"hoster":"Streamtape"}]}]},{"epId":"episode-38","name":"Scheideweg des Schicksals","epNo":38,"alt":"","descr":"Oscar kündigt an, dass sie an Andrés Seite kämpfen wird und wechselt auf die Seite des Volkes.Oscar trifft Bernard und Rosalie und gewinnt das Vertrauen des Volkes. Sie kämpft mit ihrer Truppe gegen die Armee des Königs. Alle Einheiten haben den Befehl erhalten, Oscars Truppe zu zerschlagen. Als Oscar und ihre Männer entdeckt werden, wird André von einer Kugel lebensgefährlich getroffen.","versions":[{"lang":1,"streams":[{"redirect":11779488,"hoster":"VOE"},{"redirect":9302864,"hoster":"Streamtape"}]}]},{"epId":"episode-39","name":"Der Sturm auf die Bastille","epNo":39,"alt":"","descr":"Für André kommt jede Hilfe zu spät. Oscar bereut, dass sie ihre Liebe zu André viel zu spät erkannt hat. Am 14. Juli 1789 kommt es zum Sturm auf die Bastille. Mit Hilfe von Kanonen können die Soldaten in der Bastille die Stellung halten, bis Oscar mit Kanonen auf die Bastille feuern lässt. Um weiterhin die Stellung auf der Bastille zu halten, wird auf Oscar geschossen. Sie wird getroffen.","versions":[{"lang":1,"streams":[{"redirect":11779486,"hoster":"VOE"},{"redirect":9302863,"hoster":"Streamtape"}]}]},{"epId":"episode-40","name":"Die Französische Revolution","epNo":40,"alt":"","descr":"Oscar liegt im Sterben. Ihre letzten Worte gelten André. Alain übernimmt nach Oscars Tod den Befehl. Die Bastille fällt und eine neue Zeit bricht an. Fünf Jahre später besuchen Bernard und Rosalie Alain, der nun Bauer ist. Oscar und André finden ihre letzte Ruhestätte in Arras. Rosalie und Bernard erzählen in einer Rückblende die Ereignisse nach dem Sturm auf die Bastille.","versions":[{"lang":1,"streams":[{"redirect":11779491,"hoster":"VOE"},{"redirect":9302880,"hoster":"Streamtape"}]}]}]}]}