{"seriesId":"lasko-die-faust-gottes","name":"Lasko – Die Faust Gottes","descr":"Lasko (Mathis Landwehr) ist ein junger Mönch, der zusammen mit seinen Brüdern des Ordens Pugnus Dei ein asketisches Leben in einem Kloster führt. Seine Aufgabe ist es, Menschen in der Not zu helfen, immer dann wenn alle anderen Institutionen versagen. Dafür braucht er keine Waffen. Lasko ist eine Waffe. Dabei verliert er aber nie den Sinn für Humor, auch dank seines bauernschlauen Freundes Gladius, der für Spaß und witzige Sprüche sorgt…","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Im Auftrag des Vatikans","epNo":1,"alt":"","descr":"Nach einem traumatischen Erlebnis im Kosovo hat Lasko seinen Dienst als Soldat in der KFOR-Friedenstruppe quittiert und sich als Mönch in ein Kloster zurückgezogen. Auf Grund seiner militärischen Ausbildung, seiner sportlichen Fähigkeiten und seiner ethischen Integrität wird er dort von Matthias, einem Agenten des christlichen Geheimorden ‚Pugnus Dei‘, schon seit längerem beobachtet. Matthias will Lasko als seinen Nachfolger in den Geheimorden aufnehmen, der immer dann eingreift, wenn das Wort Gottes sowie der Arm der weltlichen Behörden machtlos sind. Allerdings dürfen die Mitglieder des Ordens unter keinen Umständen töten. Noch ahnt Lasko allerdings nichts von seiner Bestimmung. Zusammen mit seinen Glaubensbrüdern, dem Mönch Matthias und dem Laienbruder Gladius, nimmt er an einer Pilgerfahrt nach Lourdes teil. Dort lernt er auch Sandra und ihren Sohn Joey kennen, der an einer seltenen Blutkrankheit leidet. Nachdem die Krankenkasse eine neue Behandlungsmethode nicht bezahlen will, bleibt Sandra nur die Hoffnung, dass in Lourdes ein Wunder geschieht. Doch genau diesen Pilgerzug nutzen einige skrupellose Gangster um ihren Anführer Lennart nach einem spektakulären Coup als Fluchtvehikel. Ihre Beute: Ein Killer-Virus. Als Matthias, der von ‚Pugnus Dei‘ mit dem Schutz des Pilgerzuges beauftragt wurde, die Gangster überrascht, wird er ermordet. Der Zug gerät in die Gewalt der Gangster und alle Pilger werden als Geisel genommen. Ein Versuch des SEK, den Zug von einem Helikopter aus zu stürmen, endet in einem Fiasko. Alles scheint verloren. Nun gibt es nur noch einen Mann im Zug, der das Schlimmste verhindern kann: Lasko. Gladius weiht Lasko in das Geheimnis des ‚Pugnus Dei‘ ein und zusammen mit Sandra nehmen sie den Kampf gegen die Gangster auf.","versions":[{"lang":1,"streams":[{"redirect":14513208,"hoster":"VOE"},{"redirect":14264815,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Flug 691","epNo":1,"alt":"","descr":"In Congo-City verfolgt die BKA-Beamtin Sophia von Erlen den Waffenhändler Viktor Lunth. Als dieser, nach einem gelungenen Waffendeal mit einem afrikanischen General, den Flieger nach Frankfurt besteigt, folgt ihm Sophia in die Maschine. Allerdings ahnt Sophia nicht, dass Lunth seine Verfolgerin längst bemerkt und seine Auftraggeber im Vatikan informiert hat: die Geheimloge Ares. Deren führende Köpfe, Kardinal Clemenza und Graf von Lenck wollen unter allen Umständen verhindern, dass Lunth in die Hände der Polizei fällt. Sie lassen die Ehefrau des Piloten entführen, das Deutsche Flugkontrollzentrum besetzen und die Boing umlenken. Davon allerdings ahnt niemand an Bord von Flug AC-691 etwas, als die Maschine in den afrikanischen Himmel steigt. Auch nicht der Abt Primas der katholischen Kirche, der sich ebenfalls an Bord befindet. Er ist unterwegs zum Kloster des Ordens Pugnus Dei nahe Frankfurt. Im Kloster laufen die Vorbereitungen für seinen Empfang bereits auf Hochtouren, als die Mönche entsetzt feststellen, dass Bruder Gladius den Messwein für den Empfang leer getrunken hat und spurlos verschwunden ist. Lasko, ein Ringträger des Ordens, macht sich auf die Suche nach seinem Freund. Auf einer Kirmes im Nachbardorf findet Lasko schließlich seinen Freund. Auf ihrem Rückweg ins Kloster werden sie Zeuge der spektakulären Landung der Boing mit Lunth an Bord. Während ein Ares-Kommando die Maschine stürmt, eilt Lasko den Passagieren unbemerkt zu Hilfe. Kurz darauf tauchen Beamte des Sondereinsatzkommandos auf. Für die Passagiere spitzt sich die Lage zu.","versions":[{"lang":1,"streams":[{"redirect":14469181,"hoster":"VOE"},{"redirect":14467264,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Weg nach Rom","epNo":2,"alt":"","descr":"Bischof Renaud ist unterwegs nach Rom, um Kardinal N’Kasa einen Bericht über die Aktivitäten der Geheimloge Ares zu übergeben. Doch die führenden Köpfe der Geheimloge haben von diesem Bericht erfahren und versuchen mit allen Mitteln zu verhindern, dass der Bericht in Rom ankommt. Nachdem ein erstes Attentat auf Renaud fehlgeschlagen ist, bittet dieser seinen alten Freund Magnus um Hilfe und Lasko erhält seine erste große Mission als Ringträger. Magnus erteilt Lasko und Gladius den Auftrag, Renaud zu beschützen und ihn nach Rom zu begleiten. Als Treffpunkt mit Renaud wird das Kloster Königsstein ausgewählt. In Königsstein angekommen, müssen sie feststellen, dass bereits ein Ares-Kommando Renaud auf den Fersen ist. In einem fulminanten Kampf können Lasko und Gladius Bischof Renaud das Leben retten und mit ihm entkommen. Zu Dritt setzen sie ihre Reise nach Rom fort. Doch an der italienischen Grenze geraten Lasko, Gladius und Renaud in einen Hinterhalt. Lasko kann die Angreifer zurückschlagen. Doch Renaud stirbt im Kugelhagel. Der sterbende Bischof übergibt Lasko den Bericht. Nun ist es an Lasko, dafür zu sorgen, dass der Bericht Kardinal N’Kasa erreicht und Renauds Tod nicht umsonst war.","versions":[{"lang":1,"streams":[{"redirect":14469027,"hoster":"VOE"},{"redirect":14264809,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Wolfsschlucht","epNo":3,"alt":"","descr":"Eines Nachts taucht die verzweifelte Ivana mit ihrem kleinen Sohn Aljoscha am Tor des Klosters auf. Sie fleht Lasko an, ihren Sohn Aljoscha aufzunehmen. Dann rast sie in ihrem Wagen davon. Doch Ivana kommt nicht weit. Sie wird verfolgt und schließlich von unbekannten Männern verschleppt. Am nächsten Morgen versucht Lasko gemeinsam mit Gladius herauszufinden, vor wem Ivana auf der Flucht war. Sie finden in Aljoschas Tasche einen Angelschein mit einer Adresse. Die Adresse führt sie zu einem Haus an einem See. Dort angekommen treffen Lasko und Gladius auf ein SEK-Kommando und Sophia. Sie berichtet den beiden, dass Ivana vor ihrem Mann Dragan, einem ehemaligen serbischen Rebellenführer, auf der Flucht ist und daher ins Zeugenschutzprogramm aufgenommen wurde. Doch irgendwie muss Dragan nun Ivanas Aufenthaltsort ausfindig gemacht haben. Wenig später findet die Polizei in einiger Entfernung Ivanas Auto. Lasko entdeckt eine Ölspur, die offenbar von Dragans Auto stammt und tief in den Wald führt. Er findet schließlich ein Versteck in den Bergen, in dem Ivana gefangen gehalten wird. Lasko kann Ivanas Bewacher überwältigen und mit Ivana fliehen. Doch Dragan heftet sich an ihre Fersen.","versions":[{"lang":1,"streams":[{"redirect":13901084,"hoster":"VOE"},{"redirect":14264811,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Fluch","epNo":4,"alt":"","descr":"In dem kleinen Dorf Baalbach geschehen seit einiger Zeit seltsame Dinge. Eine Frau scheint von einem Dämon besessen zu sein und ein alter Fluch wahr zu werden. Simon, der Priester des Dorfes, bittet Lasko, seinen Freund von der Klosterschule, um Hilfe. Lasko folgt dem Hilferuf seines Freundes, zweifelt aber an einer übernatürlichen Ursache. Gleichzeitig erhält Quintus einen Auftrag von Kardinal Clemenza. Mit diesem Auftrag kann Quintus sich endlich als würdig erweisen, in die Ares-Loge aufgenommen zu werden. Begierig darauf, endlich sein Ziel zu erreichen und die Mauern des armseligen Ordens Pugnus Dei verlassen zu können, willigt Quintus ein, ohne die genaue Aufgabe zu kennen. Als er sie schließlich erfährt, ist Quintus entsetzt: Er soll Lasko töten und so Ares’ gefährlichsten Gegner beseitigen. Quintus hadert mit seinem Schicksal. Schließlich ist Lasko für ihn inzwischen mehr als nur ein Ordens-Bruder. Doch Quintus bleibt keine Wahl. Will er in die Loge aufgenommen werden, muss er Lasko töten. Also folgt er Lasko nach Baalbach.","versions":[{"lang":1,"streams":[{"redirect":14274051,"hoster":"VOE"},{"redirect":14467265,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Verrat","epNo":5,"alt":"","descr":"Nachdem Quintus als Verräter und Spion der Geheimloge Ares enttarnt wurde, wird er aus dem Orden ausgeschlossen. Verärgert darüber tötet er im Affekt Patrizius, den Abt des Klosters, und flieht. Quintus sucht Unterschlupf bei Ares. Er weiß, dass Lasko ihn suchen wird. Eine Tatsache, die Kardinal Clemenza gerade recht kommt. Nachdem es Quintus nicht gelungen ist, Lasko zu töten, will er nun versuchen, Lasko für Ares zu gewinnen. Lasko versinkt in Trauer und Wut über den Tod von Patrizius. Gegen die Warnungen von Gladius und Magnus, nicht alles aufzugeben, wofür er lebt, legt Lasko Mönchskutte und Ordensring ab und begibt sich auf die Suche nach Quintus, um ihm endgültig das Handwerk zu legen und Patrizius zu rächen. Doch wie soll er Quintus finden? Er weiß, dass Quintus Unterschlupf bei Ares suchen wird. Um einen möglichen Hinweis auf ein Ares-Versteck zu bekommen, sucht er Sophia in der BKA-Zentrale auf. Allerdings erzählt er Sophia nicht den wahren Grund seiner Suche. Er behauptet lediglich, einen alten Freund zu suchen. In Sophias Büro wird Lasko tatsächlich fündig. Er erkennt an einer Pinnwand mit möglichen Ares-Mitgliedern einen Mann wieder: Graf von Lenck, dem er bereits einmal in Rom begegnet ist. Lasko ist überzeugt in Von Lenck ein Ares-Mitglied identifizieren zu können. Jetzt muss er Von Lenck nur noch finden. Und da kann Sophia helfen. Denn sie weiß, dass Von Lenck immer in einem bestimmten Hotel absteigt, wenn er in der Stadt ist. Kaum ist Lasko verschwunden, kommt Gladius, der Lasko gefolgt ist, bei Sophia an. Er erzählt ihr, was Lasko wirklich vorhat: Rache an Quintus zu üben. Gladius und Sophia heften sich an die Fersen von Lasko und versuchen ihn zu stoppen, bevor er einen folgenschweren Fehler begeht.","versions":[{"lang":1,"streams":[{"redirect":14261118,"hoster":"VOE"},{"redirect":14264813,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Milena","epNo":6,"alt":"","descr":"Der Kleinganove Vic und seine zwölfjährige Tochter Milena sind auf der Flucht vor zwei zwielichtigen Männern, als Milena in Vics Auto eine Tasche mit Bargeld sowie eine Waffe entdeckt. Milena versucht ihren Vater zur Rede zu stellen. Doch Vic weicht Milenas Fragen aus. In einer Kurve verliert der gehetzte Vic die Kontrolle über sein Auto, kommt mit seinem Wagen von der Straße ab und landet im Graben. Lasko und Gladius, die zufällig am Unfallort vorbei kommen, eilen zur Hilfe und bringen den verletzen Vic und Milena ins Kloster. Im Krankenzimmer versorgt Magnus Vics Wunden. Überrascht stellen Lasko und Magnus fest, dass es sich bei Vics Verletzung um eine Schusswunde handelt. Vic gesteht Milena, dass er sich mit der Gangsterchefin Lydia eingelassen und diese ihn gezwungen hat, eine Bank zu überfallen. Die Beute aus dem Überfall befindet sich in der Tasche im Wrack von Vics Auto. Und diese muss Vic in wenigen Stunden an Lydia übergeben. Da ihr Vater verwundet im Bett liegt, beschließt Milena, die Übergabe alleine durchzuführen und wieder in Ordnung zu bringen, was Vic vermasselt hat. Mit einer Lügengeschichte bringt sie Lasko dazu, sie zum Unfallwrack zu fahren. Doch zu ihrem Entsetzen muss sie feststellen, dass das Geld verschwunden ist. Milena muss sich etwas einfallen lassen: Sie flüchtet aus dem Kloster und will Lydia eine Falle stellen und dafür sorgen, dass Lydia der Polizei ins Netz geht. Lasko und Gladius versuchen, das Schlimmste zu verhindern, als sie von Milenas Verschwinden erfahren.","versions":[{"lang":1,"streams":[{"redirect":14244486,"hoster":"VOE"},{"redirect":14264816,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Ölprinz","epNo":7,"alt":"","descr":"Mitten in Berlin werden Lasko und Gladius Zeuge eines Anschlags auf den arabischen Prinzen Jamal al Rashid. Jamal verlässt mit seiner verschleierten Schwester gerade ein Juweliergeschäft, als zwei Männer einen Koffer mit einer Bombe unter seiner Limousine platzieren. In letzter Sekunde gelingt es Lasko, das Schlimmste zu verhindern und Jamal und seiner Schwester Latifah das Leben zu retten. Durch den Sturz ist Latifahs Schleier gerissen. Lasko ist fasziniert von der Schönheit Latifahs und verliebt sich augenblicklich in sie. Noch ahnt Lasko nicht, dass er Latifah schon bald wieder sehen wird. Denn Jamal ist nicht zufällig in Deutschland. Vielmehr will er ein uraltes Schwert seiner Vorfahren zurückkaufen. Ein Schwert, das sich im Besitz von Pugnus Dei befindet. Magnus erteilt Lasko den Auftrag, das Schwert an Jamal zu übergeben und den Prinzen während seines Besuchs in Deutschland zu beschützen. Von Latifah erfährt Lasko, dass dem Schwert in ihrem Volk eine mythische Bedeutung zugeschrieben wird und es dem Führer des Schwertes möglich ist, den seit Jahren tobenden Bürgerkrieg im Land zu beenden. Doch wie sich schon bald herausstellt will Jamal das Schwert gar nicht seinem Volk zurückgeben, sondern vielmehr an einen Kunsthändler verkaufen, um so seinen teuren Lebensstil finanzieren zu können.","versions":[{"lang":1,"streams":[{"redirect":14479725,"hoster":"VOE"},{"redirect":14467270,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das fünfte Evangelium","epNo":1,"alt":"","descr":"Als Lasko und Gladius ihren neuen Abt Georg aus dem Vatikan abholen wollen, werden sie Zeugen wie ein wertvolles Schriftstück gestohlen und der Geheimarchivar Kardinal Farina ermordet wird. Farina hinterließ kurz vor seinem Tod noch eine geheime Botschaft, die es nun zu entschlüsseln gilt. Gemeinsam mit der attraktiven Vatikanpolizistin Clarissa begeben sie sich auf eine abenteuerliche Reise quer durch Europa, mit dem Ziel, die fünf Evangelien zu finden. Aber sie sind nicht die einzigen, die sich für die wertvollen Büchern interessieren. Auch die Geheimloge Ares sendet ihre skrupellosen Schergen aus, um mit allen Mitteln an die vier Evangelien und somit auch an die Schatzkarte zum Fünften zu gelangen, dessen Inhalt eine weltweite Glaubenskrise auslösen könnte.","versions":[{"lang":1,"streams":[{"redirect":14285029,"hoster":"VOE"},{"redirect":14264817,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gegen die Zeit","epNo":2,"alt":"","descr":"Lasko und Gladius treffen sich mit dem Ares’ Überläufer Albert, der Pugnus Dei brisante Informationen mitteilen möchte. Doch Ares-Anführer Kubath und seine Schergen sind schneller und dem Abtrünnigen gelingt es nur noch, dem Novizen Michael eine Ampulle mit einer unbekannten Flüssigkeit zu überreichen, die jedoch in dessen Hand zerbricht und sich mit seinem Blut vermischt. Mit letzter Kraft beichtet er zudem Lasko einen geplanten Anschlag. Derweil wird Michael von der Toxikologin Lena untersucht und erfährt, dass er nur noch wenige Stunden zu leben, weil sich das Gift aus der Ampulle in seinem Körper rasant ausbreitet. Einzige Rettung ist eines der best gehüteten Geheimnisse des Ordens Pugnus Dei: eine alte Gift- und Gegengiftsammlung. Michael möchte nicht im Krankenhaus sterben und begleitet die beiden Mönche auf ihrer Suche. Um an die Gegenformel zu kommen, suchen sie die von Ares’ unterwanderte Pharmafirma Santu Pharma auf. Als sie das wichtige Buch tatsächlich finden, werden sie jedoch von Kubath überrascht, der sie in Fässer sperrt und in ein Gift-Zwischenlager abtransportieren lässt. Zwar können sich Lasko und seine Mannen befreien, aber Michael hat sich unterdessen in den Santu Pharma Computer eingehackt und herausgefunden, dass Ares einen verheerenden Giftanschlag auf zahlreichen U-Bahn-Bahnhöfen plant. Kann Lasko das Attentat noch rechtzeitig verhindern?","versions":[{"lang":1,"streams":[{"redirect":13971920,"hoster":"VOE"},{"redirect":14264823,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwestern im Glauben","epNo":3,"alt":"","descr":"Dem Kloster wird der Dolch Christi zu Restaurierungsarbeiten vom Nonnenkloster der heiligen Livia anvertraut. Die Legende besagt, dass der Besitzer des Dolches unverwundbar ist. Zum Schutz des antiken Schatzes sollen zwei vom Kloster gesandte ehrwürdige Schwestern diesen wieder zum Wallfahrtsort zurückbringen. Doch es kommt anders: Denn der fanatische Sammler antiker Waffen, Dr. Horst Reuter, bekommt Wind von der Sache und sendet zwei äußerst attraktive Trickbetrügerinnen als Nonnen verkleidet ins Kloster. Von den charmanten falschen Schwestern bezirzt, gibt Gladius den Dolch an die beiden heraus. Als er und die Klostergemeinde am nächsten Tag feststellen, dass er übers Ohr gehauen wurde und der Dolch weg ist, wird Gladius aus der Glaubensgemeinschaft im Kloster ausgeschlossen. Seine einzige Chance auf Rehabilitation ist, die kostbare Reliquie wieder zurückzubringen. Lasko will seinem treuen Freund Gladius helfen: Gemeinsam hecken sie einen Plan aus, wie sie den Dolch aus den Klauen des gefährlichen Waffennarrs Reuter zurückerobern können","versions":[{"lang":1,"streams":[{"redirect":14240663,"hoster":"VOE"},{"redirect":14251631,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blackout","epNo":4,"alt":"","descr":"Lasko und Gladius haben erfahren, dass zahlreiche Ares-Mitglieder sich zur Planung eines Attentats auf einer Burg treffen. Mit einem Trick verschafft sich Lasko ebenfalls Zutritt zu diesem Geheimtreffen, wobei er die Naivität des Ares-Anwärters Hilmar Doehring ausnutzt. Tatsächlich gelingt es Lasko, wichtige Details des Attentats auszuspionieren. Doch als seine Tarnung auffliegt und er flüchten muss, stürzt Lasko und schlägt unglücklich mit dem Kopf auf, so dass er sich anschließend an nichts mehr erinnern kann. Bei der Suche nach seiner Identität hilft ihm die flippige Marie, die Lasko zufällig findet. Die spärlichen Indizien lassen beide vermuten, dass Lasko ‚Hilmar Doehring‘ ist. Unterdessen hat Gladius den echten Hilmar ins Kloster gebracht und sucht fieberhaft nach dem verschollenen Lasko. Doch auch Ares hat die Suche nach Lasko und Marie begonnen, die bald zu spüren bekommen, dass sie gejagt werden. Es kommt zu einer folgenreichen Begegnung in Hilmars Wohnung, nach der Lasko sogar unter Mordverdacht gerät. Doch langsam kehren Laskos Erinnerungen und damit die Informationen zu dem geplanten Attentat zurück: Ares will einen hochrangigen Bankchef bei einer Pressekonferenz töten lassen und Hilmar Doehring soll der Todesschütze sein… (Text: RTL)","versions":[{"lang":1,"streams":[{"redirect":14260789,"hoster":"VOE"},{"redirect":14264818,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Clarissas Hochzeit","epNo":5,"alt":"","descr":"Während einer Operation schoss Clarissa, eine Agentin des Vatikans, Michele Castellan, einen Paten der Mafia, ins Bein. Diese Verletzung führte zum Tod des Gangsters. Daniele, der Sohn des Mafiosos, schickt dann seine Männer auf die Jagd nach der jungen Frau, die Lasko zur Seite steht. Was überrascht Clarissa, als sie ihren Verlobten Alessandro unter den Mördern erkennt, die hinter ihr her sind ...","versions":[{"lang":1,"streams":[{"redirect":14254865,"hoster":"VOE"},{"redirect":14264820,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Verdacht","epNo":6,"alt":"","descr":"Anlässlich der Feierlichkeiten zum 900-jährigen Bestehen von Pugnus Dei bereitet sich das Kloster auf die Aufnahme des Sarkophags des Ordensgründers vor. Ares beabsichtigt, dieses Ereignis zu nutzen, um alle versammelten Anführer des Ordens loszuwerden. Clarissa warnt Lasko, dass sich in den Reihen des Ordens ein Verräter versteckt. Als Gladius und Lasko zu Clarissas Hotel gehen, um mehr zu erfahren, finden sie Georg, der sich über die junge Frau beugt, die schwer verletzt ist ...","versions":[{"lang":1,"streams":[{"redirect":14243960,"hoster":"VOE"},{"redirect":14264819,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Baum der Vorsehung","epNo":7,"alt":"","descr":"Um den Alltag zu durchbrechen, übernimmt Gladius das Fußballtraining eines benachbarten Internats. Während einer Sitzung versuchen mysteriöse Angreifer, einen seiner jungen Schützlinge, Cheng Li, zu entführen. Lasko gelingt es, sie daran zu hindern, ihr Ziel zu erreichen, und Cheng Li und seine Schwester Mei Lo finden im Kloster Zuflucht. Es stellt sich heraus, dass der Junge kein anderer als der \u0027Auserwählte\u0027 ist, der ausgewählt wurde, um Ranga, eine Republik im Himalaya, zu führen ...","versions":[{"lang":1,"streams":[{"redirect":14469022,"hoster":"VOE"},{"redirect":14264822,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Todsünden","epNo":8,"alt":"","descr":"Lasko und Gladius besuchen Simon, einen langjährigen Freund von Laskos jetzigem Pastor der Pfarrei St. Agnes. Dort entdecken sie, dass das Gebäude brennt und Pater Simon verbrennt. Diakon Marcel erzählt Lasko und Gladius, dass Simon Opfer einer Verleumdungskampagne wurde, die von Pater Ezra, seinem Vorgänger, angeführt wurde. Letzterer behauptet, sein Nachfolger habe wegen Mordes eine Gefängnisstrafe verbüßt ​​...","versions":[{"lang":1,"streams":[{"redirect":14268014,"hoster":"VOE"},{"redirect":14264821,"hoster":"Streamtape"}]}]}]}]}