{"seriesId":"last-resort","name":"Last Resort","descr":"In der Fernsehserie geht es um die Besatzung des U-Boots USS Colorado. Sie erhält plötzlich den Befehl, Atomraketen auf Pakistan abzuschießen, auf einem Kanal, der nur benutzt werden sollte, wenn die USA ausgelöscht sind. An der Authentizität des Befehls hat Kapitän Marcus Chaplin Zweifel und verlangt vom US-Präsidenten eine Bestätigung. Daraufhin wird er seiner Amtsgewalt als Kapitän des U-Bootes enthoben. Als auch der Erste Offizier als neuer Kapitän den Befehl verweigert, wird die USS Colorado von eigenen Streitkräften beschossen. Die Besatzung findet mit dem U-Boot Zuflucht auf einer kleinen, bewohnten Insel im Indischen Ozean, die als NATO-Außenposten dient. Chaplin versucht herauszufinden aus welchen Regierungskreisen der Befehl kam.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Befehl","epNo":1,"alt":"Captain","descr":"Eine spannende Actionserie mit einem Atom U-Boot, dessen Crew unfreiwillig durch eine Verschwörung in der US-Regierung zu Deserteuren wird und sich auf die Insel Sainte Marina rettet. Um sich vor Angriffen des eigenen Militärs zu schützen, erklärt Captain Chaplin die Insel zur unabhängigen Nuklearmacht. Der Pilot wurde von Hollywood-Regisseur Martin Campbell (James Bond 007 Casino Royale) insziniert.Das Atom U-Boot U.S.S. Colorado bekommt den Befehl, Atomraketen auf Pakistan abzuschießen. Da Captain Marcus Chaplin die Richtigkeit des Befehls in Frage stellt, verlangt er eine zusätzliche Bestätigung eines Verantwortlichen. Diese bleibt jedoch aus. Stattdessen wird das U-Boot von einem amerikanischen Schiff angegriffen. Die U.S.S. Colorado übersteht den Angriff und kann sich bei der Insel Sainte Marina in Sicherheit bringen. Dort übernimmt die Crew die NATO-Station und erklärt sich zur unabhängigen Nuklearmacht.","versions":[{"lang":1,"streams":[{"redirect":12379983,"hoster":"VOE"},{"redirect":8588385,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bruder gegen Bruder","epNo":2,"alt":"Blue on Blue","descr":"Nachdem der erste Schock über ihr unfreiwilles Exil überwunden ist, müssen sich die einzelnen Crewmitglieder nun überlegen, auf welcher Seite sie stehen. Wer wird in Zukunft zu Captain Chaplin und wer wird zu Master Chief Prosser halten? Außerdem gibt es eine neue Bedrohung in Form von US-Kriegsschiffen, die die 200-Meilen-Zone überschreiten. Und auch russische Soldaten versuchen die U.S.S Colorado für ihre eigenen Zwecke zu stehlen.","versions":[{"lang":1,"streams":[{"redirect":8836981,"hoster":"VOE"},{"redirect":8588393,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blockade","epNo":3,"alt":"Eight Bells","descr":"Nachdem drei Personen der Besatzungscrew vermisst werden, machen sich Captain Chaplin und sein Team auf die Suche nach ihnen. Die Spuren deuten daraufhin, dass sie vom lokalen Unterweltboss der Insel gefangen gehalten werden. Als dieser sich von Capt. Chaplin zu respektlos behandelt fühlt, lässt er eine der Geiseln hinrichten. Inzwischen treffen in Washingtion Kylie Sinclair und der Admiral Shepard aufeinander.","versions":[{"lang":1,"streams":[{"redirect":8836983,"hoster":"VOE"},{"redirect":8588386,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bleiben oder gehen?","epNo":4,"alt":"Voluntold","descr":"Capt. Marcus Chaplin und XO Sam Kendal werden von der US-Regierung zu feindlichen Kämpfern erklärt. Daraufhin stellt Chaplin allen Crewmitgliedern frei, weiterzumachen oder den Dienst zu quittieren. Kurz darauf verübt einer der Männer erfolglos einen Anschlag auf den Captain und wird festgenommen. Es stellt sich heraus, dass er auf Befehl des Verteidigungsministeriums gehandelt hat.","versions":[{"lang":1,"streams":[{"redirect":8836985,"hoster":"VOE"},{"redirect":8588387,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die verdammte Wahrheit","epNo":5,"alt":"Skeleton Crew","descr":"Der Verteidigungsminister William Curry wird die Insel besuchen, um mit Sam und Marcus über eine mögliche Rückkehr der Crew in die Heimat zu sprechen. Die Verhandlungen sind zäh – keine Seite will nachgeben. Zeitgleich gibt es eine Lücke im Sonarnetz des Sperrbereichs. Eine Batterie muss ausgetauscht werden, Grace soll mit der Colorado dorthin fahren, James wird als Taucher die Batterie austauschen. Doch die Reparatur läuft nicht gut.","versions":[{"lang":1,"streams":[{"redirect":8836987,"hoster":"VOE"},{"redirect":8588388,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der tiefe Schlaf","epNo":6,"alt":"Another Fine Navy Day","descr":"Alle Bewohner und Gestrandeten auf der Insel beginnen zu halluzinieren - jemand muss das Wasser vergiftet haben. Während der Captain auf der Colorado die Stellung hält, soll Sam die Lage an Land unter Kontrolle bringen. Doch auch er selbst ist von schlimmen Wahnvorstellungen betroffen.","versions":[{"lang":1,"streams":[{"redirect":8836986,"hoster":"VOE"},{"redirect":8588389,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Schlüssel","epNo":7,"alt":"Nuke It Out","descr":"Captain Marcus Chaplin ist immer noch außer sich, weil der Schlüssel zu den Nuklearwaffen nach wie vor vom Erdboden verschluckt ist. Er vermutet, dass es einen Maulwurf auf der Colorado gibt und bringt damit nicht nur seine Besatzung, sondern auch die Bewohner der Insel in Aufruhr.","versions":[{"lang":1,"streams":[{"redirect":8836989,"hoster":"VOE"},{"redirect":8588391,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Urteil","epNo":8,"alt":"Big Chicken Dinner","descr":"Marcus (Andre Braugher) bringt die Insulaner und die Crewmitglieder zusammen für eine Feier im Geist von Thanksgiving. Grace (Daisy Betts) sucht nach der Wahrheit als ein wichtiges Crew-Mitglied der Vergewaltigung einer Inselbewohnerin beschuldigt wird. Der Prozess nimmt ein überraschendes Ende und die Zukunft des Angeklagten ist ungewiss.","versions":[{"lang":1,"streams":[{"redirect":8836988,"hoster":"VOE"},{"redirect":8588397,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Todfeinde","epNo":9,"alt":"Cinderella Liberty","descr":"Das Schiff mit den Familien der Marines ist kurz vor dem Ziel, als es von der pakistanischen Navy unter Admiral Safir Ahsan gekapert wird. Die Crew der USS Colorado macht sich bereit, um die Geiseln zu befreien. Ahsan verlangt, dass die Colorado eine Atomrakete auf Indien feuert, um dessen Armee von der Invasion in Pakistan abzuhalten. Doch selbst wenn der Captain wollte, sein Schlüssel zu den Waffen ist noch immer verschwunden. Indes gibt es auf dem Transportschiff bereits Tote.","versions":[{"lang":1,"streams":[{"redirect":13101548,"hoster":"VOE"},{"redirect":8588390,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die rote Flagge","epNo":10,"alt":"Blue Water","descr":"Sam (Scott Speedman) und James (Daniel Lissing) verlassen die Insel in einem gewagten Rettungsversuch. Sie landen in Manila und suchen Hilfe bei einem alten Bekannten von James, der jedoch Bedenken hat. Doch Sam muss Christine (Jessy Schram) finden. Unterdessen erreicht ein chinesischer Diplomat St. Marina, um ein Abkommen mit Marcus (Andre Braugher) zu schließen.","versions":[{"lang":1,"streams":[{"redirect":13104833,"hoster":"VOE"},{"redirect":8588392,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Torpedo unterwegs!","epNo":11,"alt":"Damn the Torpedoes","descr":"Captain Chaplin und der chinesische Gesandte Chang erwarten das Eintreffen des chinesischen Versorgungsschiffes. Inzwischen erhält der CIA-Spionin Cortez den Auftrag, Chaplin zu ermorden. Und auch Prosser und seine Leute sind mit Chaplins Aktionen alles andere als einverstanden und planen eine Meuterei. Als Sam davon erfährt, muss er eine schwierige Entscheidung treffen.","versions":[{"lang":1,"streams":[{"redirect":13101546,"hoster":"VOE"},{"redirect":8588394,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Putsch","epNo":12,"alt":"The Pointy End of the Spear","descr":"Der Putsch gegen den amerikanischen Präsidenten steht kurz bevor. Admiral Shepard informiert auch Captain Marcus Chaplin davon, der nun wieder Hoffnung schöpft, dass die Colorado bald wieder unbehelligt in die USA zurückkehren kann. Auf der Insel versammelt Prosser derweil immer mehr Crew-Mitglieder hinter sich, die bereit sind, gegen den Captain zu meutern. Bald kann sich Marcus nur noch auf wenige seiner Leute verlassen, während Prosser sich sogar mit Serrat verbündet.","versions":[{"lang":1,"streams":[{"redirect":12336816,"hoster":"VOE"},{"redirect":8588395,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wiedersehen in der Hölle","epNo":13,"alt":"Controlled Flight Into Terrain","descr":"Im Serienfinale bricht innerhalb der Crew ein spannender Kampf um die Kontrolle im U–Boot aus. Dies begünstigt auch die Chancen weiterer Parteien, das U–Boot zu kapern – und einer dieser Feinde hat einen ausbeuterischen Plan. Können Marcus (Andre Braugher) und Sam (Scott Speedman) die Kontrolle über die Colorado gewinnen bevor es zu spät ist?","versions":[{"lang":1,"streams":[{"redirect":8836994,"hoster":"VOE"},{"redirect":8588396,"hoster":"Streamtape"}]}]}]}]}