{"seriesId":"lauchhammer-tod-in-der-lausitz","name":"Lauchhammer – Tod in der Lausitz ","descr":"Maik Briegand (Mišel Matičević) hatte seiner Heimat inmitten der Niederlausitz den Rücken gekehrt, wo vor der Wende seine Polizeilaufbahn begann. Doch der LKA-Ermittler kommt für die Aufklärung des Mordes an einem jungen Mädchen zurück – und ist wieder konfrontiert mit den Kollegen seines ehemaligen Reviers, der gescheiterten Ehe, seiner Familie und seiner Vergangenheit. Die Kommissarin Annalena Gottknecht (Odine Johne) will sich nicht in Briegands alte Abhängigkeiten hineinziehen lassen. Doch je mehr sich die energische Ermittlerin den Menschen vor Ort und der spröden Schönheit der Lausitz öffnet, desto größer wird ihr Verständnis für ihren Kollegen. Wie die riesigen Schaufeln der Förderbagger, die geduldig Schicht um Schicht abtragen, um der Erde ihre Braunkohle zu entreißen, graben sich die beiden Ermittler in den Fall, der sie schließlich Jahrzehnte in die Vergangenheit führt – zurück in Maik Briegands Jugend und einem traumatischen Erlebnis.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Tückische Erde","epNo":1,"alt":"","descr":"Lauchhammer, im Braunkohlerevier der Lausitz: Die Kleinstadt ist schockiert vom Fund einer weiblichen Leiche am Seeufer. Für die Aufklärung des Falls kehrt der Kripo-Ermittler Maik Briegand in seine Heimatstadt zurück. Gemeinsam mit der neuen, überaus ehrgeizigen Kollegin Annalena Gottknecht werden die Ermittlungen aufgenommen. An einem See in Lauchhammer im Braunkohlerevier der Lausitz taucht eine weibliche Leiche auf. Annalena Gottknecht, eine ehrgeizige Ermittlerin aus Cottbus, die gerade ihre neue Stelle angetreten hat, und Kommissar Maik Briegand, der für den Fall schweren Herzens in seine Heimatstadt zurückgekehrt ist, nehmen die Ermittlungen auf. Die Identität der Toten steht schnell fest: Es handelt sich um die Schülerin Ramona Schinschke, die erdrosselt wurde. Ramona war im selben Alter wie Briegands Tochter Jackie, die beiden gingen sogar auf dieselbe Schule. Als Annalena Ramonas Angehörige aufsucht, offenbaren sich ihr triste Familienverhältnisse: Die Mutter ist drogenabhängig und der kleine Bruder auf sich allein gestellt. Ramona war die einzige stabile Person in dem verwahrlosten Haushalt. Wie und wo traf sie ihren Mörder? Die Beamten gehen verschiedenen Spuren nach, doch die Ermittlungen gestalten sich schwierig. Ramonas Handy ist nicht auffindbar, die Reifenspuren am Tatort führen nicht wirklich weiter und Zeugen gibt es keine. Verdächtig erscheint auf den ersten Blick allerdings Ramonas krimineller Ex-Freund Juri, ein stadtbekannter Drogendealer. Als die Ermittler ihn befragen wollen, ergreift er direkt die Flucht. Damit beginnt eine verhängnisvolle Verfolgungsjagd","versions":[{"lang":1,"streams":[{"redirect":11182563,"hoster":"VOE"},{"redirect":11182561,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ins Dunkle","epNo":2,"alt":"","descr":"Der Kripo-Ermittler Maik Briegand ist von der Unschuld seines Freundes Oliver überzeugt, auch wenn die Beweislage erst einmal gegen diesen spricht. Für ihn steht es völlig außer Frage, dass der menschenscheue Außenseiter die junge Ramona erdrosselt hat ... - Die High-End-Krimiserie feierte 2022 ihre Premiere auf dem Münchner Filmfest. Nicht genug damit, dass die Ermittlungen zum Mord an der 17-jährigen Ramona Schinschke praktisch auf der Stelle treten – auch innerhalb des Polizeiduos Maik Briegand und Annalena Gottknecht will keine rechte Sympathie aufkommen. Als Oliver Bartko, ein Kindheitsfreund Briegands, ins Visier der Ermittlungen gerät, versucht der zunächst, Oliver zu schützen und auf eigene Faust mit ihm ins Gespräch zu kommen. Doch die Situation eskaliert ... Auch polizeiintern herrscht Misstrauen. Die junge Kollegin Gottknecht bringt mit ihren modernen Methoden frischen Wind ins Büro, doch ihre zackige Herangehensweise stößt bei den alteingesessenen Kollegen auf wenig Gegenliebe. Ein Polizist verhält sich sogar höchst verdächtig: André Pötschke, der gerne einmal die Revierleitung übernehmen möchte. Maik Briegands Tochter Jackie geht ganz in ihrem Engagement für den Umweltschutz auf und verbringt viel Zeit im Klimacamp, das Aktivisten unweit des Tatorts aufgeschlagen haben. Doch auch wenn Jackie Stein und Bein schwört, dass keiner ihrer Freunde einen Mord begangen haben könnte – die eine oder andere Straftat haben manche schon begangen. Sind die, die man unschuldig wähnt, es am Ende wirklich?","versions":[{"lang":1,"streams":[{"redirect":11182560,"hoster":"VOE"},{"redirect":11182559,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Neue Herren","epNo":3,"alt":"","descr":"Annalena Gottknecht hält die Schlussfolgerungen ihres Ermittlerkollegen Maik Briegand bezüglich eines Verdächtigen für überstürzt. Briegand ist befangen und handelt aus der Intuition heraus, was mit ihrer strategischen Herangehensweise nicht gut vereinbar ist. - Die High-End-Krimiserie feierte 2022 ihre Premiere auf dem Münchner Filmfest. Maik Briegands Kindheitsfreund Oliver steht weiterhin unter Verdacht, in den Mord an Ramona Schinschke verwickelt zu sein. Er wird von den Polizisten hart angepackt – niemand scheint sich dafür zu interessieren, welche Folgen das für den stark traumatisierten Mann hat. Nur Ermittler Briegand hält an Olivers Unschuld fest. Dagegen deutet einiges darauf hin, dass der neue Freund seiner Ex-Frau etwas mit dem Mordfall zu tun hat – ein gefundenes Fressen für den eifersüchtigen Briegand. Annalena Gottknecht hingegen arbeitet akribisch alle Hinweise zu früheren Fällen ab. Zwei weisen Parallelen zum aktuellen Mordfall auf, aber einen Zusammenhang aufzuzeigen bleibt weiterhin schwierig. Klar ist nur, dass Ramona erdrosselt wurde und mit nur einem Schuh an einem Tagebausee zurückgelassen wurde. Ramonas siebenjähriger Bruder Dustin droht seiner drogenabhängigen Mutter entzogen zu werden, da sie nicht in der Lage ist, sich um ihn zu kümmern. André Pötschke dagegen liegt etwas an Dustin. Er nimmt ihn immer mehr unter seine Fittiche. Aber Annalena Gottknecht misstraut dem Kollegen Pötschke: Er steckt seine Nase viel tiefer in die laufenden Ermittlungen, als er eigentlich sollte","versions":[{"lang":1,"streams":[{"redirect":11182555,"hoster":"VOE"},{"redirect":11182552,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leere Hände, leere Herzen","epNo":4,"alt":"","descr":"Ein herber Rückschlag in den Ermittlungen im Mordfall Ramona Schinschke wirft die Kriminalpolizisten Briegand und Gottknecht weit zurück. Doch immer mehr Hinweise führen zu ihrem Kollegen von der Dienststelle, André Pötschke. War er vielleicht derjenige, der Ramona mit Drogen für den Weiterverkauf versorgt hat? Es stellt sich heraus, dass Ramonas Ex-Freund Juri, der sich extrem verdächtig gemacht hatte, als Täter nicht infrage kommt – ein herber Rückschlag in den Ermittlungen von Maik Briegand und Annalena Gottknecht vom LKA. Streifenpolizist André Pötschke kümmert sich weiterhin um den kleinen Bruder des Mordopfers Ramona Schinschke, mit dessen Mutter er vor längerer Zeit eine Beziehung hatte. Sogar die Vaterschaft für den Jungen will er übernehmen und lässt sich das auch einiges kosten. Maik und Annalena trauen ihm nicht über den Weg. Zu auffällig sind die Hinweise, die auf eine Verwicklung Pötschkes schließen lassen … Hat er Ramona mit Drogen aus Polizeibeständen versorgt, die sie dann verkaufte? Unterdessen planen einige der Klimaaktivisten, die ihr Camp in der Gegend unweit des Tatorts aufgeschlagen haben, strategische Punkte im Umfeld des Braunkohletagebaus zu besetzen. Mitten unter ihnen: Maik Briegands 16-jährige Tochter Jackie. Sie will schnellstmöglich den Kohleabbau stoppen, der einst der Stolz ihrer Großeltern war …","versions":[{"lang":1,"streams":[{"redirect":11182556,"hoster":"VOE"},{"redirect":11182554,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Seilschaften","epNo":5,"alt":"","descr":"Im Mordfall Ramona Schinschke tauchen dank der akribischen Arbeit von Annalena Gottknecht Parallelen zu ungelösten Todesfällen auf. Wie hängen sie miteinander zusammen und was hat es mit dem Wolfsmotiv auf sich, das überall auftaucht? Der siebenjährige Dustin, Bruder des Mordopfers Ramona Schinschke, lebt nun bei dem Polizisten André Pötschke und dessen Mutter. Späte Wiedergutmachung vonseiten Pötschkes, der mitverantwortlich für die Drogensucht der Mutter von Ramona und Dustin ist ... Währenddessen meldet das LKA Leipzig einen weiteren Leichenfund. Bei dem neuen Opfer tauchen Parallelen zu Ramonas Tod auf. Besonders auffällig: das Motiv des Wolfs. Und auch Maik Briegand muss sich den Schatten der Vergangenheit stellen: Mit 19 Jahren kam seine Freundin Katti unter ungeklärten Umständen ums Leben …","versions":[{"lang":1,"streams":[{"redirect":12400608,"hoster":"VOE"},{"redirect":11182545,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wie sie uns ansehen","epNo":6,"alt":"","descr":"Die Ermittler Maik Briegand und Annalena Gottknecht sind sich nun sicher: Es gab nicht nur einen, sondern mehrere Frauenmorde in der Niederlausitz und sie wurden alle von ein und demselben Täter begangen. Und die Zeit drängt: Er hat sein nächstes Opfer schon im Blick … Weil er gewalttätig gegenüber dem Drogendealer Juri geworden ist, wird Maik Briegand von der Ermittlung im Mordfall Ramona Schinschke suspendiert. Erst jetzt beginnt er, sich seiner Kollegin Annalena Gottknecht anzuvertrauen. Die Erinnerungen an seine Freundin Katti, die tot in einem Brunnenschacht gefunden worden war, als beide kaum volljährig waren, werden durch den Mord an der etwa gleichaltrigen Ramona immer wieder wachgerufen. Annalena versucht, ihren Kollegen bei den Recherchen zu Kattis Tod zu unterstützen – mit einem erschreckenden Ergebnis ... Schnell wird klar, dass der Mörder wieder aktiv geworden ist und sich bereits in unmittelbarer Nähe seines nächsten potenziellen Opfers befindet. Ein erbarmungsloser Wettlauf gegen die Zeit beginnt, der über Leben und Tod entscheiden wird.","versions":[{"lang":1,"streams":[{"redirect":11182550,"hoster":"VOE"},{"redirect":11182548,"hoster":"Streamtape"}]}]}]}]}