{"path":"/serie/stream/lava","name":"Lava","descr":"Nahe des sagenumwobenen Vulkans Snaefellsjökull in Island wird der Leichnam eines brutal ermordeten Bankers aufgefunden. Der hoch verschuldete Mann hielt sich in seinem Sommerhaus auf, als die Tat geschah.Die junge, noch unerfahrene Polizistin Gréta und ihr aus der Hauptstadt Reykjavik gerufene Kollege Helgi Runarsson merken schnell, dass die Bewohner der kleinen Halbinsel und deren verworrene Beziehungen zueinander sehr schwer zu durchschauen sind. Gleich mehrere Verdächtige kommen als Täter in Frage. Dazu wird Helgi mit seiner eigenen Vergangenheit und einer Reihe persönlicher Probleme konfrontiert.","seasons":[{"path":"/serie/stream/lava/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lava/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Part 1","descr":"Als der Detektiv Helgi Marvin Runarsson gerufen wird, um einen Selbstmord auf der Halbinsel Snaefellsnes zu untersuchen, stellt sich der Fall alles andere etwas einfach dar. Einer düsteren Spur von Beweisen nachgehend, kommen auch seine eigenen tief verborgenen Geheimnisse an die Oberfläche. Um das Leben seiner Tochter zu retten, muss er sich schließlich die Frage stellen, ob er auch bei einem möglichen Mordfall wegschauen würde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8836996","hoster":"VOE"},{"path":"/redirect/8647673","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lava/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Part 2","descr":"Helgi Runarsson, von der Kripo aus Reykjavik, ist auf die Südwesthalbinsel zur Aufklärung des Mordfalls gerufen. Sveinsson, der Finanzhai wurde ermordet in seinem luxuriösen Sommerhaus gefunden. Es werden Audur, eine Freundin, und Ari, der Schwager und Geschäftspartner, verdächtigt. Als kurz darauf auch noch ein Mann mit seiner sechs-jährigen Tochter bei einem Ausflug ins Lavafeld verschwindet gibt es zunächst keinen Zusammenhang. Dann findet Kommissar Helgi den ermordeten Hund Sveinssons. Aus den Daten des Smartphones ergibt sich, dass Sveinsson ausgerechnet die drogenabhängige Mutter der verschwundenen Mädchens, Vera, kannte. Ihr Großvater entdeckt, dass ein Gewehr aus seinem Waffenschrank gestohlen wurde. Er lenkt den Tatverdacht nun auf Raggi, Helenas ebenfalls drogenabhängigen Mann, der Drohungen an Sveinsson geschickt hatte. Doch auch auf den Ex-Mann von Audur sind zwei Waffen registriert und sie selbst hat nach wie vor kein Alibi. Helgis Kollegin Gréta findet heraus, dass Sveinssons letzter Anruf aus der Villa an Audur ging. Immer noch will Audur nicht sagen, wo sie in der Mordnacht wirklich war. Allerdings kann sie die Geschäfte zwischen Ari, Sveinsson und ihr nicht abstreiten. Die Untersuchung des Gewehrs, das beim Mordopfer gefunden wurde ergibt, dass dies nicht die Tatwaffe war. Die Verdachtsmomente gegen den verschwundenen Raggi verhärten sich, denn seine Fingerabdrücke werden auf einem Metallrohr und dem Waffenschrank gefunden. Währenddessen erhält Helgi von einer Tankstelle eine Beschreibung des Wagens mit einem Mädchen, das Vera sein könnte. Als er einen ähnlichen Wagen sieht, nimmt er die Verfolgung auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837011","hoster":"VOE"},{"path":"/redirect/8588400","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lava/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Part 3","descr":"Helgi Runarsson aus Reykjavik ermittelt weiter im Mordfall auf Snaefellsjökull. Der vermisste Vater, Raggi, und seine sechsjährige Tochter Vera sind noch nicht wieder aufgetaucht. Auf dem Smartphone des Toten wurden erotische Bilder von Helena der drogenabhängigen Mutter des Mädchens gefunden. Haben die beiden Fälle etwas miteinander zu tun? Durch eine Überwachungskamera an einer Tankstelle kann das Auto des Entführers von Vera ausfindig gemacht werden. Der Vermittler befreit das kleine Mädchen aus den Händen des Kidnappers. Währenddessen haben die Suchtrupps auch Raggi mehr tot als lebendig aus der Höhle des Lavafelds gezogen. Er ist nicht vernehmungsfähig. Kommissar Helgi erhält ein Foto der Überwachungskameras bei Sveinsson, das Ari in seiner Villa am Abend des Verbrechens zeigt. Ari wird festgenommen und behauptet, dass er am Tatabend nur kurz in dem Haus seines Schwagers war. Die Untersuchung seiner SMS-Kommunikation ergeben allerdings, dass er mehrere Drohungen an das Mordopfer geschickt hat. Helgi versucht über die Exfrau von Ari weiterzukommen. Sie erzählt, dass sie und ihr Sohn von einem Unbekannten bedroht wurden, der ihrem Sohn eine Kette gegeben hat. Der Kommissar erkennt den Anhänger sofort. Er gehört dem Boss der \"Shadow Riders\", eine gefährliche Motorradgang, die wegen Drogenhandels verfolgt wird. Helgi konnte dessen Freilassung aus der U-Haft nicht verhindern. Vermutlich hatte auch Ari, der kokainabhängig war mit der Gang zu tun und schuldete ihnen Drogengeld. Währenddessen gesteht der gefundene Raggi, dass er in der Mordnacht beim Opfer war, um Sveinsson wegen den Fotos von seiner Frau zu erpressen. Als Helgi den Festgenommenen aufsucht, ist es zu spät, Ari wurde bereits wieder frei gelassen. Wird Helgi ihn einholen, bevor die Motorradgang den Flüchtigen erwischt hat?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837008","hoster":"VOE"},{"path":"/redirect/8588399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lava/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Part 4","descr":"Helgi Runarsson aus Reykjavik ermittelt im Mordfall auf Snaefellsjökull. Der Tote wurde von Audur gefunden, einer guten Bekannten. Zusammen mit Ari und dem ermordeten Sveinsson war sie in ein kriminelles Insider-Geschäft im großen Stil beteiligt. Als der Ermittler Ari ermordet von vor seinem brennenden Auto findet, weiß Helgi, dass ihn die Motorradbande \"Shadow Riders\" auf dem Gewissen hat. Alles passt, doch dem Kommissar fehlen die Beweise, um den \"Captain\" der \"Shadow Riders\" dingfest zu machen. Helgi wird von einem anonymen Anrufer massiv bedroht, weiter in dem Fall zu ermitteln. Als der Kommissar seine Exfrau verständigen will haben Unbekannte seine Tochter bereits entführt. Seine Kollegin Gréta ist währenddessen im Alleingang unterwegs. Sie versucht von einem Mitglied der \"Shadow Riders\" Informationen zu erpressen und gerät dabei beinahe in die Fänge der gefährlichen Gang. Die Laboruntersuchungen können nachweisen, dass auf dem Ring des \"Captains\" tatsächlich die DNA-Spuren des Mordopfers Sveinsson sind. Helgi beginnt die Arbeit des pensionierten Polizisten Egill ernst zu nehmen. In einem anonymen Video kann er den Aufenthaltsort von Helgis Tochter feststellen. Helgi macht sich zusammen mit Gréta auf. Können sie die Tochter von Helgi noch rechtzeitig retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8836999","hoster":"VOE"},{"path":"/redirect/8629175","hoster":"Streamtape"}]}]}]}]}