{"seriesId":"law-order-uk","name":"Law \u0026 Order: UK","descr":"Law and Order: UK ist eine britische Krimiserie und der vierte Spin-off der amerikanischen TV-Serie Law and Order. Sie ist die zweite Serie, die aus dem Law and Order–Franchise nicht in New York City, sondern in London spielt. Head-Writer und Regisseur Chris Chibnall nutzte für die Folgen Drehbücher und Episoden ihrer Mutterserie. Des Weiteren ist Law and Order: UK die erste amerikanische Drama-Fernsehserie, die für das britische Fernsehen umgeschrieben wurde","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Eiskalt","epNo":1,"alt":"Care","descr":"Bei der Evakuierung eines Krankenhauses wird die Leiche eines neun Monate alten Jungen entdeckt. Offenbar starb das Kind an den Folgen einer Gasvergiftung. Die Ermittlungen führen die Detectives Brooks und Devlin in die Nähe des Londoner Bahnhofs King\u0027s Cross. Bald schon haben die beiden einen Hauptverdächtigen gefunden: Mike Turner, ein Nachbar der Familie des verstorbenen Jungen, hat die Gasheizungen des Hauses mutwillig beschädigt. Grund dafür: Er will widerspenstige Mieter aus den Wohnungen ekeln, damit der Weg für das ehrgeizige Projekt eines Bauunternehmens freigemacht wird...","versions":[{"lang":1,"streams":[{"redirect":8837071,"hoster":"VOE"},{"redirect":8588503,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13696948,"hoster":"VOE"},{"redirect":13696947,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Monster","epNo":2,"alt":"Unloved","descr":"Der Fall eines ermordeten 13-Jährigen, dessen Leiche nicht identifiziert werden kann, geht Brooks und Devlin sehr nah. Der Junge wurde an einer U-Bahn-Station brutal zu Tode getreten. Detective Inspector Nathalie Chandler beschließt, eine Pressekonferenz abzuhalten, damit die Identität des Ermordeten geklärt wird. Es kommt heraus, dass es sich bei dem Opfer um einen gewissen Danny Jackson handelt, der in einem Pflegeheim untergebracht war. Und genau hierhin führt die Spur der Ermittlungen...","versions":[{"lang":1,"streams":[{"redirect":8837074,"hoster":"VOE"},{"redirect":13705726,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13696954,"hoster":"VOE"},{"redirect":13696950,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Abgründe","epNo":3,"alt":"Vice","descr":"Die Leiche eines Ex-Cops wird in einer Straßenunterführung in Paddington aufgefunden. Offenbar wurde so lange auf den Mann eingeschlagen, bis dieser den Verletzungen erlag. Bei den Ermittlungen stoßen Brooks und Devlin bald auf einige unangenehme Details aus dem Privatleben des Opfers. Außerdem nehmen die beiden den ehemaligen Vorgesetzen des Verstorbenen genauer unter die Lupe...","versions":[{"lang":1,"streams":[{"redirect":12917320,"hoster":"VOE"},{"redirect":13705725,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13696957,"hoster":"VOE"},{"redirect":13696952,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Blinde Justiz","epNo":4,"alt":"Unsafe","descr":"Nachdem unweit des Themseufers eine Leiche gefunden wird, müssen Detective Brooks und sein Partner Matt Devlin einen Mordfall neu aufrollen, der bereits acht Jahre zurückliegt. Offenbar wurde der Mann, der damals für den Mord an seinem Geschäftspartner verurteilt wurde, Opfer eines Justizirrtums. Das heißt aber auch, dass der wahre Mörder immer noch auf freiem Fuß ist...","versions":[{"lang":1,"streams":[{"redirect":8837072,"hoster":"VOE"},{"redirect":13705724,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13696956,"hoster":"VOE"},{"redirect":13696962,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Trauma","epNo":5,"alt":"Buried","descr":"25 Jahre nach dem Verschwinden des achtjährigen Tommy Keegan wird seine Leiche entdeckt. Tommys damalige beste Freundin Julia Mortimer erklärt sich bereit, sich einer psychotraumatologischen Behandlung zu unterziehen, um mehr über die Umstände des Verbrechens herauszufinden. Julia berichtet von Kindesmissbrauch \u0027 doch kann man ihren Aussagen so lange nach der Tat wirklich trauen? Staatsanwalt James Steel versucht, Licht ins Dunkel zu bringen...","versions":[{"lang":1,"streams":[{"redirect":8837073,"hoster":"VOE"},{"redirect":8588514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697529,"hoster":"VOE"},{"redirect":13697558,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Brandgefährlich","epNo":6,"alt":"Paradise","descr":"Ein Brandanschlag auf einen türkischen Club kostet 17 Menschen das Leben. Brooks und Devlin stehen unter Druck, den Täter möglichst schnell aus dem Verkehr zu ziehen. Zunächst gehen die Ermittler von einem rassistisch motivierten Verbrechen aus, müssen aber bald feststellen, dass die Sache viel komplizierter ist. Erschwert werden die Ermittlungen noch zusätzlich, weil ein wichtiges Beweisstück nicht sichergestellt werden kann: Die dafür notwendigen Maßnahmen würden nämlich die Menschen- und Bürgerrechte des Hauptverdächtigen verletzen...","versions":[{"lang":1,"streams":[{"redirect":8837075,"hoster":"VOE"},{"redirect":8588508,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13696960,"hoster":"VOE"},{"redirect":13696965,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Teufel in Weiß","epNo":7,"alt":"Alesha","descr":"Steels Assistentin Alesha Phillips beschuldigt ihren Gynäkologen Dr. Alec Merrick, sich während einer Routineuntersuchung sexuell an ihr vergangen zu haben. Die Ermittler Brooks, Devlin und Chandler tun ihr Bestes, um die Sache aufzuklären \u0027 doch es scheint nahezu unmöglich, handfeste Beweise gegen den Arzt zu finden. Phillips beschließt, die Sache selbst in die Hand zu nehmen und Merrick in eine Falle zu locken. Doch damit macht sie die Sache ungewollt noch viel schlimmer...","versions":[{"lang":1,"streams":[{"redirect":8837079,"hoster":"VOE"},{"redirect":8588509,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697248,"hoster":"VOE"},{"redirect":13696969,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kaltblütig","epNo":1,"alt":"Samaritan","descr":"Als der Polizeibeamte Nick Bentley während einer Patrouille von Drogendealern erschossen wird, scheint einer schnellen Aufklärung der Tat nichts im Wege zu stehen. Brooks und Devlin finden einen Zeugen, der einen Beteiligten des Drogendeals identifizieren kann. Doch der Zeuge liefert noch weitere beunruhigende Details: Er hat beobachtet, dass der schwer verwundete Polizist von einem seiner Kollegen gefunden wurde \u0027 der jedoch nichts unternahm, um Bentleys Leben zu retten. Wegen unterlassener Hilfeleistung würde diesen Polizeibeamten eine empfindliche Strafe erwarten \u0027 aber wer war es?","versions":[{"lang":1,"streams":[{"redirect":8837078,"hoster":"VOE"},{"redirect":8588507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697496,"hoster":"VOE"},{"redirect":13697533,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Entführt","epNo":2,"alt":"Hidden","descr":"Die zehnjährige Jodie Gaines verschwindet spurlos auf dem Weg zum Gitarrenunterricht. Eine Woche später wird der Leichnam des Mädchens in einer Mülltonne gefunden \" Jodie wurde brutal ermordet. Zeugen wollen am Tag des Verschwindens einen weißen Kastenwagen in der Nähe des Fundorts gesehen haben. Die Ermittler Devlin und Brooks nehmen bald einen gewissen Nick Carlton fest, auf den die Beschreibung passt. Aber haben sie wirklich den richtigen Täter?","versions":[{"lang":1,"streams":[{"redirect":8837077,"hoster":"VOE"},{"redirect":8588510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13696963,"hoster":"VOE"},{"redirect":13696970,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Roter Drache","epNo":3,"alt":"Community Service","descr":"Ein geistig verwirrter Obdachloser wurde nachts in einem Park brutal zusammengeschlagen. Die Ermittlungen ergeben, dass die Überwachungskameras zur Tatzeit in eine andere Richtung gedreht wurden, was ein Hinweis dafür sein könnte, dass der Mann nicht zufällig Opfer eines Verbrechens wurde. Überhaupt zeigt sich die Nachbarschaft nicht gerade auskunftsfreudig, was die Geschehnisse jener Nacht anbelangt. Was hat das geschlossene Schweigen der Anwohner zu bedeuten?","versions":[{"lang":1,"streams":[{"redirect":8837081,"hoster":"VOE"},{"redirect":8588511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697499,"hoster":"VOE"},{"redirect":13697512,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Organraub","epNo":4,"alt":"Sacrifice","descr":"Brooks und Devlin haben es mit einem Verbrechen zu tun, das sie eigentlich für ein Großstadtmärchen halten würden, wenn sie nicht höchstpersönlich mit den Ermittlungen betraut wären: Ein Mann wird völlig verwirrt in einem Park aufgefunden, ihm wurde chirurgisch professionell eine Niere entnommen. Aber wem sollte die unfreiwillige Organspende zugute kommen? Bald schon geraten Brooks und Devlin in einen Strudel von Ereignissen, der ihre kühnsten Vorstellungen bei weitem übertrifft...","versions":[{"lang":1,"streams":[{"redirect":8837080,"hoster":"VOE"},{"redirect":8588512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698898,"hoster":"VOE"},{"redirect":13698873,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zahltag","epNo":5,"alt":"Love and Loss","descr":"Kaum befindet sich die 18-jährige Debbie Powell nach einem Urlaub in Thailand wieder auf britischem Staatsboden, stirbt die junge Frau an den Folgen einer Überdosis Heroin. Ein Job als Drogenkurier wurde ihr offenbar zum Verhängnis, denn in ihrem Magen finden die Mediziner sage und schreibe 70 mit illegalen Substanzen gefüllte Kondome. Aber warum hat sich das Mädchen aus gutem Hause auf diesen riskanten Deal eingelassen, den sie letztlich mit ihrem Leben bezahlen musste?","versions":[{"lang":1,"streams":[{"redirect":8837083,"hoster":"VOE"},{"redirect":8588515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698911,"hoster":"VOE"},{"redirect":13698904,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geschmiert","epNo":6,"alt":"Honour Bound","descr":"Detective Sergeant Ronnie Brooks befindet sich in einer äußerst misslichen Lage: Gemeinsam mit seinem Kollegen Jimmy Valentine soll er sich als Dealer ausgeben und an einem Treffpunkt die Stellung halten. Als der wahre Dealer eintrifft, erschießt Jimmy den Mann in Notwehr, weil dieser angeblich mit einer Waffe auf ihn gezielt hat. Brooks befand sich zu dem Zeitpunkt allerdings hinter dem Wagen und hat keinerlei Bedrohung wahrgenommen. Andererseits hat er aber auch keinen Grund, seinem langjährigen Kollegen zu misstrauen. Oder etwa doch?","versions":[{"lang":1,"streams":[{"redirect":8837082,"hoster":"VOE"},{"redirect":8588518,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698922,"hoster":"VOE"},{"redirect":13698926,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Grausame Wahrheit","epNo":1,"alt":"Broken","descr":"Ein Kleinkind ist auf brutale Weise ermordet worden. Verantwortlich für die Tat sollen zwei junge Mädchen sein. Die Ermittlungen gestalten sich für die Polizei allerdings äußerst schwierig, da die beiden sich gegenseitig beschuldigen. Die Spurensicherung soll dabei helfen, die wahre Täterin zu überführen...","versions":[{"lang":1,"streams":[{"redirect":8474574,"hoster":"VOE"},{"redirect":8588516,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698225,"hoster":"VOE"},{"redirect":13697596,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf Bewährung","epNo":2,"alt":"Hounded","descr":"Eine 16-Jährige wird leblos in ihrer Wohnung aufgefunden. Alle Indizien sprechen zunächst für einen natürlichen Tod. Doch dann stoßen Brooks und Devlin auf eine Waffe, mit der die junge Frau offensichtlich ermordet wurde. Ist es möglich, dass die Tat das Werk eines brutalen Vergewaltigers ist, der erst kürzlich aus dem Gefängnis entlassen wurde?","versions":[{"lang":1,"streams":[{"redirect":13110893,"hoster":"VOE"},{"redirect":8588517,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698789,"hoster":"VOE"},{"redirect":13698849,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geisteskrank","epNo":3,"alt":"Defence","descr":"Ein Unbekannter attackiert in einem Modeshop vier Menschen mit einem Bajonett. Drei seiner Opfer sterben, ein Mann überlebt. Trotz seiner schweren Verletzungen kann er den Ermittlern wichtige Hinweise zur Identität des Täters geben. Brooks und Devlin sind sich bald sicher, dass es sich bei der Person, die das Blutbad angerichtet hat, um einen geistesgestörten Obdachlosen namens John \"Zero\" Smith handelt. Nun ist schnelles Handeln gefragt, bevor Smith erneut zuschlägt...","versions":[{"lang":1,"streams":[{"redirect":8837084,"hoster":"VOE"},{"redirect":8588523,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697562,"hoster":"VOE"},{"redirect":13697579,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Seelenheil","epNo":4,"alt":"Confession","descr":"Der Tod seines Kollegen und Kindheitsfreundes Peter Garvey geht Matt Devlin sehr nah. Der Polizist wurde erschossen in einem Park aufgefunden. Zunächst gehen die Ermittler von einem Verbrechen aus, doch dann stellt sich heraus, dass Garvey Selbstmord begangen hat. Die Witwe des Toten sagt in einer Befragung aus, ihren Mann hätten zuletzt schreckliche Alpträume heimgesucht. Darin spielte der ehemalige Priester Jonathan Nugent offenbar eine wichtige Rolle. Stehen Garveys Träume in Verbindung mit seinem Selbstmord?","versions":[{"lang":1,"streams":[{"redirect":8837087,"hoster":"VOE"},{"redirect":8588520,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697545,"hoster":"VOE"},{"redirect":13697564,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der tote Wärter","epNo":5,"alt":"Survivor","descr":"In einer Sozialsiedlung wird der Justizvollzugsbeamte Charlie Tyner tot aufgefunden. Brooks und Devlin finden schnell heraus, dass Tyner korrupt war und seine Stellung in der Gefängnis-Hierarchie für krumme Geschäfte genutzt hat. Wurden ihm nun seine Kontakte zur Unterwelt zum Verhängnis? Wie sich herausstellt, gibt es im Gefängnis gleich mehrere Verdächtige, die handfestes Interesse am Tod des Beamten hatten...","versions":[{"lang":1,"streams":[{"redirect":8837090,"hoster":"VOE"},{"redirect":8588519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698882,"hoster":"VOE"},{"redirect":13698880,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Blondes Gift","epNo":6,"alt":"Masquerade","descr":"Als der Student Archie Rahman erstochen aufgefunden wird, haben Brooks und Devlin nur eine heiße Spur: ein Buch, das am Tag des Mordes aus der Uni-Bibliothek ausgeliehen wurde. Das bringt die Ermittler auf zwei Kommilitonen von Archie, die sich gegenseitig ein Alibi geben. Brooks und Devlin sind sich sicher: einer von beiden muss der Mörder sein...","versions":[{"lang":1,"streams":[{"redirect":8837086,"hoster":"VOE"},{"redirect":8588521,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697581,"hoster":"VOE"},{"redirect":13697854,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Stalker","epNo":7,"alt":"Anonymous","descr":"Seit zwei Jahren wird Stephanie Blake von einem Mann verfolgt, der sich \"Giovanni\" nennt. Sie weiß nichts über ihn, er jedoch alles über sie, bis hin zur Farbe ihrer Unterwäsche. Giovannis Emails und Telefonanrufe werden immer bedrohlicher, ohne jedoch die Grenze zur Straftat zu überschreiten. Polizei und Staatsanwaltschaft sind deshalb die Hände gebunden - bis es zu spät ist...","versions":[{"lang":1,"streams":[{"redirect":13110894,"hoster":"VOE"},{"redirect":8588522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13697588,"hoster":"VOE"},{"redirect":13697573,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Identität","epNo":1,"alt":"ID","descr":"Auf einem Parkplatz wird eine schwangere Frau ermordet. Devlin und Brooks gehen von einer Beziehungstat aus und nehmen den Ex-Freund des Opfers unter die Lupe. Dessen Alibi erweist sich jedoch als wasserdicht. Daraufhin konzentrieren sich die Ermittler auf den neuen Freund, einen gewissen Joe Nash, der sich durch sein auffälliges Benehmen verdächtig macht. Brooks geht davon aus, dass Joe einige Zeit im Gefängnis verbracht hat - doch wie sich herausstellt, ist das nur ein kleiner Teil der ganzen Wahrheit...","versions":[{"lang":1,"streams":[{"redirect":8837092,"hoster":"VOE"},{"redirect":8588524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698984,"hoster":"VOE"},{"redirect":13699006,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Treu bis in den Tod","epNo":2,"alt":"Denial","descr":"In ihrem Auto wird eine Richterin angeschossen und schwer verletzt. Zunächst deutet alles auf einen fehlgeschlagenen Raubüberfall hin - doch dann stellt sich heraus, dass ein Killer auf sie angesetzt wurde. Devlin und Brooks müssen die Identität des Auftragsmörders klären und dessen Auftraggeber finden...","versions":[{"lang":1,"streams":[{"redirect":8837088,"hoster":"VOE"},{"redirect":8588528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699003,"hoster":"VOE"},{"redirect":13699027,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schütteltrauma","epNo":3,"alt":"Shaken","descr":"Alex, das Baby von Suzanne und Michael Raines, liegt tot in seiner Wiege. Zunächst gehen alle von plötzlichem Kindstod aus, doch die Obduktion weist auf ein Schütteltrauma hin. Der Verdacht fällt auf Leila Merton, die ungelernte Nanny der Familie, und ihren Freund Lloyd Benson, die in Ruhe Amateurpornos drehen wollten und daher das Babyphon ausgeschaltet hatten. Als auch noch herauskommt, dass Lloyd einen jüngeren Bruder hatte, der am \"plötzlichen Kindstod\" verstorben ist, als Lloyd auf ihn aufpassen sollte, scheint der Fall klar - Lloyd wird verurteilt. Zu Unrecht?","versions":[{"lang":1,"streams":[{"redirect":8837093,"hoster":"VOE"},{"redirect":8588527,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698941,"hoster":"VOE"},{"redirect":13698943,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Brandopfer","epNo":4,"alt":"Duty Of Care","descr":"Bei einem Feuer kommt ein behinderter Dreizehnjähriger, Ian Parnell, ums Leben. Offensichtlich war es Brandstiftung - ein verschmorter Kanister Farbverdünner deutet darauf hin, dass Brandbeschleuniger verwendet wurde. Der Verdacht fällt zunächst auf Sanjit Chatterjee, den Besitzer des Zeitungskiosks im selben Haus, doch da er derzeit gar nicht versichert ist, kommt Versicherungsbetrug nicht in Frage. Auch die frechen Nachbarjungen Aaron und Lee, ebenso wie Ians Vater Craig, der nur unregelmäßig Unterhalt gezahlt hatte, haben ein Alibi. Aber wer kann noch ein Interesse an Ians Tod gehabt haben?","versions":[{"lang":1,"streams":[{"redirect":8837091,"hoster":"VOE"},{"redirect":8588526,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698979,"hoster":"VOE"},{"redirect":13698948,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf offener Straße","epNo":5,"alt":"Help","descr":"Der relativ bekannte Ex-Fußballspieler Robbie Nichols wird beim Reifenwechsel auf offener Straße mit einem Radkreuz erschlagen. Da seine wertvolle Uhr und seine Brieftasche fehlen, geht die Polizei von Raubmord aus. Mike Jones, Spüler in einer Hotelküche, wird dank Zeugenbeschreibungen kurz darauf verhaftet. Alles deutet darauf hin, dass er der Täter ist: Seine Fingerabdrücke befinden sich am Radkreuz und seine Geldsorgen scheinen ein plausibles Motiv für die Tat zu sein. Aber hat der Küchengehilfe tatsächliche einen kaltblütigen Mord auf dem Gewissen?","versions":[{"lang":1,"streams":[{"redirect":8837094,"hoster":"VOE"},{"redirect":8588530,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698961,"hoster":"VOE"},{"redirect":13698990,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leichen im Keller","epNo":6,"alt":"Skeletons","descr":"Als die Leiche des Polizistensohnes Sean Monroe am Ufer der Themse gefunden wird, trauen Ronnie und Matt ihren Augen kaum, denn in seiner Tasche steckt ein Zettel mit dem Spruch \"Sie müssen vernichtet werden\" - einst das Markenzeichen des von Steel vor Jahren überführten rassistischen Serienkillers Andrew Dillon. Seans Tanzlehrer wird schon als Nachahmungstäter verdächtigt, als eine weitere Jungenleiche auftaucht. So kommen Ronnie und Matt auf die Spur des schwarzen Wachmannes Marcus Wright, ein religiöser Fanatiker, der verkündet, die Morde begangen zu haben. Aber ist er wirklich der Täter?","versions":[{"lang":1,"streams":[{"redirect":8837095,"hoster":"VOE"},{"redirect":8588525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13698935,"hoster":"VOE"},{"redirect":13698921,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Atemnot","epNo":1,"alt":"The Wrong Man","descr":"Brooks (Bradley Walsh) und Devlin (Jamie Bamber) untersuchen eine Reihe von seltsamen Todesfällen in einem Krankenhaus. Das letzte Opfer war eine Frau, die wegen grippeähnlichen Symptomen eingeliefert wurde und kurz darauf verstarb. Der tablettenabhängige Arzt Dr. Austen (James Fox) gerät ins Visier der Ermittler.","versions":[{"lang":1,"streams":[{"redirect":8837096,"hoster":"VOE"},{"redirect":8588529,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699058,"hoster":"VOE"},{"redirect":13699076,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schutzlos","epNo":2,"alt":"Safe","descr":"Ein zweijähriger Junge wird vermisst. Zunächst deutet alles darauf hin, dass sein getrennt von ihm lebender Vater Jimmy etwas damit zu tun haben könnte. Doch dann verwickelt sich die Mutter Kayla in mehrere Widersprüche.","versions":[{"lang":1,"streams":[{"redirect":12336832,"hoster":"VOE"},{"redirect":8588532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699056,"hoster":"VOE"},{"redirect":13699057,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Infiziert","epNo":3,"alt":"Crush","descr":"Als eine Prostituierte tot in ihrer Wohnung aufgefunden wird, gerät zunächst einer ihrer Freier unter dringenden Tatverdacht. Anscheinend hat die Tote ihre Kunden erpresst, doch dann führt die Spur unerwartet in eine andere Richtung.","versions":[{"lang":1,"streams":[{"redirect":8837097,"hoster":"VOE"},{"redirect":8588531,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699067,"hoster":"VOE"},{"redirect":13699049,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Amok","epNo":4,"alt":"Tick Tock","descr":"Eine beispiellose Mordserie hält die Stadt in Atem. Doch als die Täter gefasst werden, stellt sich heraus, dass ein Mitglied der Gruppe, eine junge Frau, von den anderen entführt wurde. Hat sie freiwillig bei den Morden mitgemacht oder wurde sie dazu gezwungen?","versions":[{"lang":1,"streams":[{"redirect":8837098,"hoster":"VOE"},{"redirect":8588534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699050,"hoster":"VOE"},{"redirect":13699036,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Albtraum","epNo":5,"alt":"Intent","descr":"Ein Mann dringt in das Haus eines Ehepaares ein und tötet die beiden, während sie schlafen. Als Brooks (Bradley Walsh) und Devlin (Jamie Bamber) den Mörder gefasst haben, stellt sich heraus, dass es sich bei dem Doppelmord um einen tragischen Irrtum handelt.","versions":[{"lang":1,"streams":[{"redirect":8837102,"hoster":"VOE"},{"redirect":8588533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699031,"hoster":"VOE"},{"redirect":13699045,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Todesschüsse – Teil 1","epNo":6,"alt":"Deal (1)","descr":"Nach dem Mord an einer älteren Frau können Brooks (Bradley Walsh) und Devlin (Jamie Bamber) eine Verbindung zwischen dem Opfer und einem Drogendealer herstellen. Anscheinend wurde die Tote von einem gegenüberliegenden Balkon erschossen. Als es zu den tödlichen Schüssen kam, haben Zeugen dort einen 13-jährigen Jungen, einen Drogenkurier, gesehen.","versions":[{"lang":1,"streams":[{"redirect":8837100,"hoster":"VOE"},{"redirect":8588536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699010,"hoster":"VOE"},{"redirect":13699028,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Todesschüsse – Teil 2","epNo":1,"alt":"Survivor’s Guilt (2)","descr":"Zwei Polizeibeamte werden auf offener Straße niedergeschossen. Brooks (Bradley Walsh) und sein neuer Partner Casey (Paul Nicholls) finden heraus, dass der Täter gezielt auf Polizisten losgegangen ist, um seine Familie zu rächen.","versions":[{"lang":1,"streams":[{"redirect":13101557,"hoster":"VOE"},{"redirect":8588535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699179,"hoster":"VOE"},{"redirect":13699220,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Immunität","epNo":2,"alt":"Immune","descr":"Bei einem Überfall erschießen zwei bewaffnete Täter einen Mann und nehmen anschließend einen Taxifahrer als Geisel. Casey (Paul Nicholls) und Brooks (Bradley Walsh) können zwar einen der Täter stellen, doch dieser will nur aussagen, wenn er Straffreiheit gewährt bekommt.","versions":[{"lang":1,"streams":[{"redirect":8837101,"hoster":"VOE"},{"redirect":8588537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699230,"hoster":"VOE"},{"redirect":13699201,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Erlösung","epNo":3,"alt":"Haunted","descr":"Kurz vor seinem Tod gesteht ein Kleinkrimineller den Mord an einem jungen Mädchen. Brooks (Bradley Walsh) hatte damals den Vater der Toten verhaftet und ist jetzt gezwungen, den 14 Jahre zurückliegenden Fall wieder zu öffnen. Zudem gibt es wohl auch noch einen zweiten Täter.","versions":[{"lang":1,"streams":[{"redirect":8837105,"hoster":"VOE"},{"redirect":8588541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699166,"hoster":"VOE"},{"redirect":13699164,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Explosiv","epNo":4,"alt":"Trial","descr":"Ein Hausmeister wird durch eine Briefbombe getötet. Aufgrund seiner jüdischen Abstammung vermuten die Ermittler zunächst eine rassistische motivierte Tat. Es stellt sich jedoch heraus, dass der Tote einen jungen Studenten wegen des Diebstahls von Drogen erpresst hat. Zwar gesteht dieser die Tat, doch weil er sich in psychiatrischer Behandlung befindet, ist er nur bedingt schuldfähig.","versions":[{"lang":1,"streams":[{"redirect":8837104,"hoster":"VOE"},{"redirect":8588539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699073,"hoster":"VOE"},{"redirect":13699107,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Vergewaltigt","epNo":5,"alt":"Line Up","descr":"Drei Männer vergewaltigen ein Schulmädchen. Sie filmen sich dabei und stellen das Video ins Internet. Die Ermittler können die Vergewaltiger zwar mithilfe von DNS-Spuren überführen, doch deren Anwalt argumentiert, dass das Videomaterial nicht als Beweis zugelassen werden darf. Angeblich ist auf dem Video einvernehmlicher Sex zu sehen.","versions":[{"lang":1,"streams":[{"redirect":9582485,"hoster":"VOE"},{"redirect":8588538,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699139,"hoster":"VOE"},{"redirect":13699136,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"24 Stunden","epNo":6,"alt":"Dawn Till Dusk","descr":"Drei verschiedene Fälle beschäftigen die Ermittler und die Staatsanwaltschaft. Ronnie (Bradley Walsh) und Sam (Paul Nicholls) untersuchen den Mord an einem Barmann, der in seinem Auto erschossen wurde. Währenddessen hat es die Staatsanwaltschaft mit einem tödlich endenden Familienstreit zu tun. Außerdem behauptet ein Jugendlicher ein Verbrechen nur gestanden zu haben, weil er beim Verhör eingeschüchtert und unter Druck gesetzt wurde.","versions":[{"lang":1,"streams":[{"redirect":8837107,"hoster":"VOE"},{"redirect":8588540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699187,"hoster":"VOE"},{"redirect":13699191,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gefährliche Liebschaften","epNo":7,"alt":"Fault Lines","descr":"Nach dem Mord an einer Polizei-Forensikerin wird auch deren Kollegin Lucy von einem Unbekannten attackiert. Sam (Paul Nicholls) beginnt in dem Fall zu ermitteln und lässt sich auf eine Affäre mit der Zeugin ein. Doch Lucy scheint etwas zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":8837106,"hoster":"VOE"},{"redirect":8588542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699129,"hoster":"VOE"},{"redirect":13699109,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Entgleist","epNo":1,"alt":"Tracks","descr":"Ein Zug hat ein Auto auf den Schienen gerammt und ist entgleist dadurch sind 15 Menschen gestorben. Zuerst dachten die Ermittler das jemand im Zug das Ziel war. Doch die Ermittlungen ergaben das es ein Selbstmord versuch war. Nichtsdestotrotz wird der Mann wegen 15 fachen Mordes angeklagt.","versions":[{"lang":1,"streams":[{"redirect":8837063,"hoster":"VOE"},{"redirect":8588495,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699391,"hoster":"VOE"},{"redirect":13699406,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schuldfrage","epNo":2,"alt":"Tremors","descr":"Der verurteilte Angeklagte wurde in eine Zelle gebracht. Als Rony und die Anwältin des Angeklagten zu ihm wollen kommt ihnen plötzlich Sam entgegen und als die Anwältin in die Zelle ihres Mandantens geht findet sie ihn plötzlich tot auf. Ist Sam so traumatisiert von dem Fund des Toten Jungen, dass er zu einem Mord fähig ist???","versions":[{"lang":1,"streams":[{"redirect":8837066,"hoster":"VOE"},{"redirect":8588493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699299,"hoster":"VOE"},{"redirect":13699278,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Rabenvater","epNo":3,"alt":"Paternal","descr":"Ein Mann wird tot in einem Zimmer gefunden. Erst laufen die Ermittlungen in die Richtung, dass es Mord war weil der Tote selbst nicht ganz saubere Geschäfte abwickeln. Doch um so länger ermittelt wird kristallisiert sich heraus, dass der Tod einen familiären Hintergrund hat.","versions":[{"lang":1,"streams":[{"redirect":8837061,"hoster":"VOE"},{"redirect":8588497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699238,"hoster":"VOE"},{"redirect":13699265,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vaterkomplex","epNo":4,"alt":"Fatherly Love","descr":"Die Polizei findet auf einer Brücke zwei Jugendliche die sich an einem leerstehenden Auto zu schaffen machen von der Besitzerin fehlt jede Spur. Sie ließ sogar die Jacke und ihr Portmonee im Wagen liegen. Das lässt den ersten Verdacht aufkommen das sie sich vielleicht mit einem Sprung von der Brücke das Leben genommen hat.","versions":[{"lang":1,"streams":[{"redirect":13104848,"hoster":"VOE"},{"redirect":8588496,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699328,"hoster":"VOE"},{"redirect":13699341,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hungertod","epNo":5,"alt":"Mortal","descr":"Eine Alte Frau liegt Tot in ihrer Wohnung. Zu Beginn gerät die Pflegerin ohne Aufenthaltserlaubnis ins Visier. Je länger die Ermittlungen anhalten wird der Verdacht größer das die Enkelin ihre Großmutter systematisch verhungern ließ.","versions":[{"lang":1,"streams":[{"redirect":8837065,"hoster":"VOE"},{"redirect":8588500,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699228,"hoster":"VOE"},{"redirect":13699272,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abhängigkeit","epNo":6,"alt":"Dependant","descr":"In einem Londoner Wohnpark werden eine männliche Leiche und ein leerer, umgestürzter Kinderwagen gefunden. Es stellt sich heraus, dass es sich bei dem Opfer um Richard Peter handelt, der mit seinem zweijährigen Adoptivsohn Leo spazieren gehen wollte. Von dem Kleinkind fehlt jedoch jede Spur. Als die Detectives Casey und Brooks von Richards Lebenspartner Gareth Wilks erfahren, dass Leo an Epilepsie leidet und auf seine Medikamente angewiesen ist, wird den Ermittlern bewusst, dass ihnen nicht viel Zeit bleibt, um das Kind lebend zu finden. Bei der Auswertung der Aufnahmen der Überwachungskamera fallen eine junge Frau und ein Mann auf, die sich in die Wohnanlage geschlichen haben. Gareth Wilks bestätigt, dass es sich bei der Frau um Ruth Pendle, Leos leibliche Mutter, handelt. Bei ihrem Verhör sagt sie aus, dass sie die Adoption mithilfe von Leos leiblichem Vater Neil Jenkins rückgängig machen wollte, da dieser die Adoption anfechten könnte. Als Ruth bewusst wird, dass ihr Sohn in Lebensgefahr schwebt, führt sie die Ermittler schließlich zu Neils Wohnung, wo Leo versteckt gehalten wird. Sowohl Ruth als auch Neil geben zu, dass es zum Streit mit Richard gekommen sei. Während Neil jedoch aussagt, dass er Richard aus Notwehr weggeschubst habe, wobei dieser zu Boden gefallen sei, belastet Ruth ihren Ex-Freund schwer: Sie behauptet, er habe das Opfer anschließend gegen den Kopf getreten, was laut Obduktionsbericht die Todesursache sein könnte. Jacob Thorne und Henry Sharpe sind jedoch entschlossen, sowohl Ruth als auch Neil wegen Mordes anzuklagen, Staatsanwältin Kate Barker hingegen hält die junge Mutter für unschuldig. Als sie weitere Nachforschungen anstellt, um dies zu beweisen, macht sie eine überraschende Entdeckung …","versions":[{"lang":1,"streams":[{"redirect":8837067,"hoster":"VOE"},{"redirect":8588502,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699355,"hoster":"VOE"},{"redirect":13699359,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Blutdiamanten","epNo":1,"alt":"Flaw","descr":"Als ein Streifenwagen bei einer harmlosen Verkehrskontrolle einen silbernen Audi anhalten möchte, kommt es plötzlich zu einer wilden Verfolgungsjagd quer durch die Londoner Innenstadt. Dabei wird das Auto des Flüchtigen von einem LKW gerammt. Die Polizisten können nur noch den Tod des jungen Fahrers feststellen. Sie sind entsetzt, als sie im Kofferraum des Wagens eine weitere männliche Leiche finden. Deren Identifizierung gestaltet sich zunächst als außerordentlich schwierig, da der Leiche sowohl die Zähne ausgeschlagen als auch die Hände abgetrennt worden sind – doch schließlich stellt sich heraus, dass es sich bei dem Toten um Harry Bernstein handelt. Die Ermittlungen konzentrieren sich zunächst auf Bernsteins direktes Umfeld. Da Bernstein, der ein Diamantengeschäft betrieb, kurz vor der Tat noch einen Geschäftstermin mit einem gewissen Mickey Belker hatte und die beiden Männer in Streit gerieten, nachdem Belker ihm illegale Geschäfte vorgeschlagen hatte, haben Detective Brooks und sein neuer Kollege Joe Hawkins einen ersten Verdächtigen. Aber auch im Privatleben des Opfers lief nicht alles rund: Bernsteins Frau hatte eine Affäre mit David Winkleman, dem Lehrling ihres Mannes, sodass auch eine Beziehungstat nicht ausgeschlossen werden kann. Brooks lässt seinem neuen Kollegen Joe in dem Fall freie Hand, weil er sich gemeinsam mit den Staatsanwälten Jake und Kate auf seine Aussage im Horgan-Prozess vorbereiten muss. Obwohl Brooks diesen schon mehrmals wegen illegaler Drogengeschäfte verhaftet hat, konnte Horgan bisher noch nicht der Prozess gemacht werden. Als völlig überraschend eine gewisse Rebecca Waldman bei Ronnie auf dem Revier auftaucht, lehnt dieser zunächst ein Gespräch mit der Frau ab, da sie Geschworene im Horgan-Fall ist. Bis Ronnie erfährt, dass sie Bernsteins Schwester war und vor ein paar Tagen ein Paket mit der Aufschrift \"nicht schuldig\" und den blutigen Händen ihres Bruders erhalten hat …","versions":[{"lang":1,"streams":[{"redirect":8837068,"hoster":"VOE"},{"redirect":8588499,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699703,"hoster":"VOE"},{"redirect":13699708,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Schutzbefohlene","epNo":2,"alt":"Safe From Harm","descr":"Eine Reinigungskraft findet den Jugendpsychiater Dr. Philip Gardner erstochen auf. Als die Detectives Ronnie Brooks und Joe Hawkins dort einen abgeschotteten Raum mit einer Matratze finden, kommt der Verdacht auf, dass Dr. Gardner seine Patienten missbraucht haben könnte. Die Ermittler werden auf einen gewissen Paul Downing aufmerksam, der bei dem Opfer in Behandlung war, seitdem er mit einem Messer in die Schule gegangen ist, um seine Mitschüler zu töten. Paul erzählt den Polizisten, dass sein Arzt ihm das Messer abgenommen und in seinem Schreibtisch aufbewahrt habe. Bei der erneuten Durchsuchung der Praxis fehlt von dem Messer jede Spur, allerdings finden Brooks und Hawkins mehrere Tonbänder, die die Aufschrift \"Clare\" tragen und auf denen Dr. Gardner über sexuelle Erlebnisse berichtet. Brooks und Hawkins erhoffen sich von Alison, der Ehefrau des Arztes, weitere Informationen. Alison war in der Tatnacht angeblich mit ihren Kindern Riley und Lisa zu Hause, was diese auch bestätigen. Allerdings wirken die Kinder sehr nervös und schließlich gesteht Lisa, dass sie an jenem Abend ihre Mutter vergeblich im Haus gesucht habe. Alison wird daraufhin festgenommen. Als dann auch noch die Tatwaffe, Pauls Messer, in einem Kanal in der Gegend gefunden wird, in der Alison sich aufgehalten hat, ist die Staatsanwaltschaft von ihrer Schuld überzeugt. Die zweifache Mutter gesteht schließlich den Mord in einer Vorbesprechung, allerdings behauptet sie, aus Notwehr gehandelt zu haben. Sie erklärt, mit 15 Jahren selbst bei Dr. Gardner in Behandlung gewesen und von ihm zu Sex und einer Heirat gezwungen worden zu sein. Nachdem sie auf die Tonbandaufnahmen gestoßen war, hat sie ihren Ehemann, im Glauben, er wiederhole ihre Geschichte nun mit einer Minderjährigen namens Clare, zur Rede gestellt, wobei die Situation eskaliert sei. Kate will daraufhin einer Anklage wegen Totschlags zustimmen – bis Brooks neue Erkenntnisse zur Identität von Clare hat …","versions":[{"lang":1,"streams":[{"redirect":13101556,"hoster":"VOE"},{"redirect":8588501,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699477,"hoster":"VOE"},{"redirect":13699509,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unruhen","epNo":3,"alt":"I Predict A Riot","descr":"Aufgrund von Engpässen helfen Ronnie Brooks und Joe Hawkins dem Drogendezernat aus. Bei einer zivilen Observation kann Hawkins den Drogendealer zwar festnehmen, allerdings schafft dieser es gerade noch rechtzeitig, seinen Rucksack voller Heroin in einen Fluss zu werfen. Die Detectives staunen nicht schlecht, als Taucher bei der Suche danach nicht den Rucksack, sondern ein altes, verrostetes Auto, in dessen Kofferraum sich eine fast vollständig verweste Leiche befindet, bergen. Die Obduktion ergibt, dass es sich bei dem Opfer um einen jungen, farbigen Mann gehandelt haben muss. Die Identität des Opfers bleibt ungeklärt – bis die Polizisten Nikki Carroll, die Fahrzeughalterin, befragen. Seit den Unruhen in Brixton im Jahre 1985 fehlt von ihrem Bruder Taylor Kane, einem Polizisten der undercover gearbeitet hat, jede Spur. Während Maggie Kane, die Mutter der beiden, damals eine beispielslose Suchaktion gestartet hat, hat die Polizei den Fall schnell ad acta gelegt – sehr zum Missverständnis von Wes Leyton und seinem Team. Als jedoch die Todesursache, ein Hieb mit einem Schlagstock auf den Hinterkopf, zweifelsfrei festgestellt wird, ahnt Brooks den Grund für das abweisende Verhalten der Polizei. Der Täter muss sich in den eigenen Reihen befinden und möglicherweise kennt er ihn noch aus seinen Anfangsjahren bei der Polizei …","versions":[{"lang":1,"streams":[{"redirect":8837070,"hoster":"VOE"},{"redirect":8588505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699640,"hoster":"VOE"},{"redirect":13699678,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Stolz","epNo":4,"alt":"Pride","descr":"Als Sally Lester mit ihrem Sohn Ethan und dessen Freunden nach einem Restaurantbesuch nach Hause kommt, um Ethans Geburtstagsfeier ausklingen zu lassen, macht sie eine schreckliche Entdeckung ihr Ehemann Neil wurde erschlagen. Zunächst deutet alles darauf hin, dass Neil ein gewissenhafter und fürsorglicher Familienvater war, doch dann stoßen die Detectives Ronnie Brooks und Joe Hawkins auf einige Ungereimtheiten. Neil hat seiner Frau vorgespielt, tagtäglich zur Arbeit in einer Marktforschungsfirma gegangen zu sein, obwohl er dort vor neun Monaten entlassen wurde. Außerdem wurden Neil von einem gewissen Edward Stewart 160.000 Pfund auf sein Konto überwiesen und das kurz nach seiner Entlassung. Die Polizisten wollen Stewart über dessen Tochter ausfindig machen. Brooks traut seinen Augen nicht, als er im Polizeibericht liest, dass Nathalie Chandler, seine ehemalige Vorgesetzte, die Tochter ist. Die Beweislage gegen Stewart erhärtet sich nach und nach. Er hat zur Tatzeit kein Alibi und auf der Tatwaffe, einem Briefbeschwerer, werden seine Fingerabdrücke zweifelsfrei nachgewiesen. Da der Verdächtige nach seiner Verhaftung jedoch vehement abstreitet, Lester überhaupt gekannt zu haben und er nicht bereit ist, mit der Polizei zu kooperieren, droht ihm eine Anklage wegen Mordes. Gelingt es Nathalie Chandler, ihren Vater dazu zu bringen, sein Schweigen zu brechen, sodass endlich ans Licht kommt, in welcher Verbindung er zum Opfer stand und was es mit den 160.000 Pfund auf sich hatte???","versions":[{"lang":1,"streams":[{"redirect":13840612,"hoster":"VOE"},{"redirect":10126465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699413,"hoster":"VOE"},{"redirect":13699480,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Brauchtum","epNo":5,"alt":"Customs","descr":"Als eines Nachts unter einer Brücke die Leiche der 62-jährigen Ranya Habib gefunden wird, deutet zunächst alles auf einen Selbstmord hin. Da die Obduktionsergebnisse einem Sturz aus solch einer Höhe jedoch widersprechen, ahnen die Detectives Brooks und Hawkins, dass der Täter so den Mord vertuschen wollte. Der Kalender des Opfers liefert den Ermittlern eine erste heiße Spur: Ranya hat kurz vor ihrem Tod den ägyptischen Arzt Dr. Yafeu Elsayed vom Flughafen in London Heathrow abgeholt. Außerdem hat sie ihm nur wenige Tage zuvor 6.000 Pfund überwiesen. Die Polizisten wollen ihm in seinem Hotelzimmer einen Besuch abstatten, doch von dem Arzt fehlt jede Spur. In seinem Zimmer finden sie jedoch einen Kassenzettel über Natriumbikarbonat, eine typische Substanz zur Herstellung von Sprengstoff. Als Brooks dann auch noch erfährt, dass Yafeu sich gerade auf der Tower Bridge aufhält, vermutet er einen terroristischen Anschlag und lässt unverzüglich die gesamte Brücke evakuieren. Bei Yafeus Festnahme stellt sich jedoch heraus, dass dieser das Natriumbikarbonat lediglich als Medikament einsetzte. Als die Polizei erfährt, dass Ranya mit ihrem Sohn Tariq Mahmoud einen heftigen Streit hatte, nachdem dieser seinen Job verloren und seine Mutter vergeblich um Geld gebeten hatte, hätte er ein Tatmotiv. Seine Frau Safia gibt ihm zwar ein Alibi, allerdings sagt Tariqs Tochter aus, gesehen zu haben, wie ihr Vater an jenem Abend mit dem Auto weggefahren sei. Bei der Auswertung einer Überwachungskamera aus Ranyas Nachbarschaft traut Brooks seinen Augen nicht. Tatsächlich ist Tariqs Auto drauf zu sehen, am Steuer sitzt jedoch Safia. Diese gesteht schließlich, Ranya nach einer Auseinandersetzung die Treppe hinuntergeschubst zu haben. Kate kann nicht fassen, dass Safia wegen Mordes angeklagt werden soll. Da Kate daran zweifelt, dass die fürsorgliche Mutter ihre Schwiegermutter aus Geldnot getötet haben soll, stellt sie gemeinsam mit Joe Hawkins weitere Nachforschungen an und versucht herauszufinden, was es mit dem ominösen Arzt auf sich hat …","versions":[{"lang":1,"streams":[{"redirect":13840613,"hoster":"VOE"},{"redirect":10126469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699532,"hoster":"VOE"},{"redirect":13699548,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Geburtshelfer","epNo":6,"alt":"Bad Romance","descr":"Zwei Zimmermädchen eines Stundenhotels alarmieren die Polizei, nachdem sie ein völlig blutverschmiertes Bettlaken gefunden haben. Obwohl es keine Leiche gibt, übernehmen die Detectives Brooks und Hawkins die Ermittlungen und befragen den wohlhabenden Charles Hutton, da das Zimmer mit dessen Kreditkarte gebucht wurde. Dieser behauptet jedoch, dass ihm seine Kreditkarte gestohlen wurde. Schließlich stellt sich jedoch heraus, dass sich Huttons Tochter Georgia und ihr Freund Rufus Barton heimlich im Hotel treffen wollten, weil ihre Eltern nichts von der Beziehung wissen durften. Angeblich wollten sich die beiden nur ein paar Stunden vergnügen – doch als Fruchtwasser auf der Matratze entdeckt wird, behauptet Georgia plötzlich, nichts von ihrer eigenen Schwangerschaft bemerkt und beim Sex plötzlich eine Fehlgeburt gehabt zu haben. Da sie den Fötus angeblich in der Toilette heruntergespült hätten, möchte Wes den Fall ad acta legen. Doch Brooks ist skeptisch, insbesondere, nachdem er herausgefunden hat, dass Gerogia bereits im siebten Monat schwanger gewesen war und auf ihrem Nachthemd, das sie im Hotel getragen hatte, Mekonium entdeckt wurde – ein klares Anzeichen dafür, dass das Baby bei der Geburt noch gelebt haben muss. Daraufhin steht der Verdacht der Kindstötung im Raum und sowohl Georgia als auch Rufus sollen angeklagt werden. Die Beweislage ist jedoch sehr spärlich, sodass die Detectvies alles daran setzten, die Leiche des Babys zu finden …","versions":[{"lang":1,"streams":[{"redirect":11313933,"hoster":"VOE"},{"redirect":10126462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699670,"hoster":"VOE"},{"redirect":13699674,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Familienfehde","epNo":7,"alt":"Hard Stop","descr":"Nachdem Wes Leyton gemeinsam mit seiner Ehefrau Martine seine eigene Geburtstagsfeier auf dem Polizeirevier verlassen hat, wird er in der Tiefgarage von einem maskierten Motorradfahrer überrascht und vor Martines Augen erschossen. Detectives Brooks und Hawkins stehen vollkommen unter Schock, als sie nur kurz später weitere Hiobsbotschaften erreicht. Ein weiterer Polizist, Archie Morris, wurde in seiner Wohnung und die Sozialarbeiterin Susan Lewiston in ihrem Auto erschossen. Die Tatsache, dass alle drei Opfer mit einem 9mm Kaliber getötet wurden, deutet auf denselben Täter hin – doch was verbindet die Opfer??? Den Detectives gelingt es schließlich, eine Verbindung zwischen den Dreien auszumachen: Vor vier Jahren haben sie alle Mark Glendon vor Gericht belastet, der daraufhin wegen Mordes an seiner Frau verurteilt wurde. Ausgerechnet morgen soll der Fall neu aufgerollt werden, sodass alles darauf hin deutet, dass er vorher alle Zeugen von damals, die seine Freilassung verhindern könnten, aus dem Weg räumen möchte. Da Mark jedoch noch im Gefängnis sitzt, kann er die Taten unmöglich selbst begangen haben, sondern muss jemanden dazu beauftragt haben. Marks Tochter Abby führt die Ermittler zu ihrem Bruder Adam, der den Vater anhimmelt, obwohl dieser Adams eigene Mutter getötet hat. Es gibt Anzeichen dafür, dass Adams nächstes Opfer Staatsanwalt Henry Sharpe ist, der ebenfalls für Marks Verurteilung verantwortlich ist. Sharpe entgeht nur knapp einem Mordanschlag und Hawkins und Brooks können Adam festnehmen. Es besteht kein Zweifel daran, dass dieser alle Taten begangen hat, doch Adam streitet ab, im Auftrag seines Vaters gehandelt zu haben, sodass dieser schon bald wieder auf freien Fuß kommen könnte …","versions":[{"lang":1,"streams":[{"redirect":11313935,"hoster":"VOE"},{"redirect":10126467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699576,"hoster":"VOE"},{"redirect":13699648,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Abschussliste","epNo":8,"alt":"Repeat to Fade","descr":"Mitten am Tag wird der 24-jährigen Frau namens Sally Carlow auf einer viel belebten Straße ein Messer in den Oberschenkel gerammt. Die junge Frau hat so viel Blut verloren, dass sie noch am Tatort stirbt. Detective Brooks verspricht Sallys Vater Albert und ihrem 6-jährigen Sohn Jack daraufhin, alles zu tun, um den Täter zu überführen. Die Aussagen der Augenzeugen widersprechen sich zwar größtenteils, doch in einem sind sie sich einig. Der Angreifer ist nach der Tat mit einer roten Vespa geflohen, die kurze Zeit später in einer Wohnsiedlung samt Helm gefunden wird. Ein Fingerabdruck auf dem Helm führt die Polizei zu Bobbi Washington, einem 15-jährigen Farbigen, der schon mehrfach wegen kleinerer Straftaten angezeigt wurde. Da die Beweislage jedoch nicht ausreicht, sind den Detectives jedoch die Hände gebunden und sie müssen den Jungen wieder frei lassen. Als Ronnie Bobbis Schwester Zana und deren Freund Jamal befragt, gesteht dieser, Bobbi zum Bahnhof gefahren und unterwegs an einem Müllcontainer angehalten zu haben. In genau diesem Container wird ein Messer sichergestellt, dass die Tatwaffe sein könnte. Jemand hat jedoch versucht, das Messer zu reinigen, bevor es entsorgt wurde, sodass keine DNS von Bobbi nachgewiesen werden kann. Was jedoch gefunden wird sind Abdrücke von Bobbis Mutter Shonda, die jedoch schon älter sind und somit in keiner Verbindung mit Sallys Tod stehen. Nachdem Shonda zugegeben hat, Bobbi das Messer zum Geburtstag geschenkt zu haben, nimmt Brooks sich den Jungen noch einmal vor. Dieser gesteht die Tat dem Polizisten gegenüber sogar, weigert sich auf der Wache jedoch, dies zu wiederholen, sodass Aussage gegen Aussage steht. Brooks neue Chefin Elizabeth Flynn ist außer sich vor Wut, da Brooks Bobbi mehrmals verhaftet hat, obwohl die Beweislage nicht erdrückend genug war. Ihr sitzt Commander Stone im Nacken, der Flynn dazu auffordert, Brooks in den Innendienst zu versetzen. Als wäre dies noch nicht schlimm genug, wird Brooks vor Gericht auch noch vorgeworden, Bobbie nur wegen dessen Hautfarbe festgenommen zu haben. Der Polizist will dies nicht auf sich sitzen lassen und setzt alles daran, um endliche verwertbare Beweise zu finden …","versions":[{"lang":1,"streams":[{"redirect":13018790,"hoster":"VOE"},{"redirect":10126468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13699421,"hoster":"VOE"},{"redirect":13699399,"hoster":"Streamtape"}]}]}]}]}