{"path":"/serie/stream/law-order-la","name":"Law \u0026 Order: LA","descr":"\"Law and Order: Los Angeles\" folgt dem Schema des \"Law and Order\"-Originals: Die Mordkommission der Polizei klärt Gewaltverbrechen auf und die Staatsanwaltschaft muss anschließend die Täter ihrer gerechten Strafe zuführen - nur geht es diesmal auf die glamourösen Straßen von Los Angeles. In der unverwechselbaren Kulisse von Los Angeles machen sich die Ermittler an die Arbeit, die Bürger der Westküste mit ihrer eigensinnigen Kultur und Attitüde vor Verbrechen zu schützen. Die Fälle in der facettenreichen Stadt der Engel werden von den Detectives Rex Winters und Thomas \"TJ\" Jarusalski aufgeklärt. Zum Team des Eliteraub- und Morddezernats des Los Angeles Police Department gehört außerdem Lieutenant Arleen Gonzales.","seasons":[{"path":"/serie/stream/law-order-la/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/law-order-la/staffel-1/episode-1","name":"Im Schatten von Hollywood","epNo":1,"alt":"Hollywood","descr":"Miranda Clark wird bei einem Raubüberfall in ihrem eigenen Haus schwer verletzt. Weder sie noch ihr Lebensgefährte Colin Blakely können den Ermittlern hilfreiche Informationen zum Angreifer geben. Schon bald macht sich Chelsea Sennette verdächtig. Die junge hübsche Schauspielerin hat mit Blakely eine Affäre …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837017","hoster":"VOE"},{"path":"/redirect/8588420","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-2","name":"Unstimmigkeiten","epNo":2,"alt":"Echo Park","descr":"Als die Gefängnisinsassin Jane Lee Rayburn erstochen aufgefunden wird, haben Detective Winters und Detective Jaruszalski schnell zwei Verdächtige: Sowohl Rädelsführer Denis Watson als auch Rayburns ehemalige Zellenmitbewohnerin Maura Dillon geraten ins Visier der Ermittler. Der Fall nimmt eine persönliche Wendung, als Winters’ Frau, eine ehemalige Polizistin, in den Fall verwickelt wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837018","hoster":"VOE"},{"path":"/redirect/8588424","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-3","name":"Böse Boys","epNo":3,"alt":"Harbor City","descr":"Der Profi-Surfer Trevor Knight stirbt bei einem Überfall auf seinen Laden. Aus seinem Tresor wurden 100.000 Dollar gestohlen, die aus Drogenverkäufen stammten. Zuletzt gab es mehrere ähnliche Vorfälle, doch bislang ohne Tote. Detective Winter und sein Kollege Jaruszalski übernehmen den Fall und vermuten zunächst, dass eine Gang dahinter steckt. Doch dann geraten Verdächtige ins Visier, die nicht an Geld interessiert sind, sondern etwas gegen fremde Surfer in ihrem Revier haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101550","hoster":"VOE"},{"path":"/redirect/8588427","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-4","name":"Gotteskrieger","epNo":4,"alt":"Sylmar","descr":"Ein besonders tragischer Fall für die Detective Winters und Jaruszalski: Zwei Kinder sterben in einem Auto, als die Garage explodiert, vor der die Mutter, Kim Miller, den Wagen geparkt hatte. Ronnie Powell, der Mann, dem sie gehört, hatte darin Meth gekocht. Nun ist er verschwunden – die Ermittler vermuten aufgrund der Spuren, dass er eine Bombe bei sich hat. Als sie ihn stellen, behauptet der, Terry, der Verlobte seiner Schwester, hätte sich in der Garage zu schaffen gemacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837020","hoster":"VOE"},{"path":"/redirect/8588421","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-5","name":"Ungeboren","epNo":5,"alt":"Pasadena","descr":"Die Restaurantleiterin Rebecca Townley ist im vierten Monat schwanger, als sie nachts von einem Unbekannten überfahren wird. Jetzt liegt sie im Koma, ihr ungeborenes Kind hat sie verloren. Winters und Jaruszalski nehmen zunächst den Ex-Mann des Opfers, Robert Forester, unter die Lupe. Doch er scheint unverdächtig. Auch Adam Yarborough, der Vater ihres Babys, mit dem sie eine Affäre hatte, hat ein Alibi. Die Detectives stehen vor einem Rätsel, als Rebecca aus dem Koma erwacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12379982","hoster":"VOE"},{"path":"/redirect/8588422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-6","name":"Der Tote aus dem Meer","epNo":6,"alt":"Hondo Field","descr":"An der Küste wird ein Toter angespült: Freddy Ramirez, ein Öl-Arbeiter. Die Obduktion ergibt, dass er eines gewaltsamen Todes starb. Winters und Jasuszalski nehmen die Öl-Plattform unter die Lupe, auf der Freddy arbeitete. In der Kabine der Vorarbeiterin Valerie Roberts finden sie Blut von Freddy. Doch sie gelten vor Gericht nicht als Beweis, da sie ohne Durchsuchungsbeschluss gesichert wurden. Und noch etwas macht der Anklage zu schaffen: Valeries bissige Anwältin Sarah Goodwin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837022","hoster":"VOE"},{"path":"/redirect/8588426","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-7","name":"Nach Jahr und Tag","epNo":7,"alt":"Ballona Creek","descr":"In einem Kanal wird die Leiche von Don Heller gefunden. Bei der Untersuchung von dessen Auto entdecken Winters und Jaruszalski im Navigationssystem die Adressen von Orten, an denen ein Serienmörder zwischen 1987 und 1991 acht junge Frauen tötete. Sein neuntes Opfer, Diana McDermott, überlebte. Sie kann Heller jedoch nicht als Täter identifizieren. Kurz darauf stirbt eine weitere Frau nach dem Muster des Killers. Eine DNA-Spur führt zu einem Verwandten des mutmaßlichen Täters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101552","hoster":"VOE"},{"path":"/redirect/8588423","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-8","name":"Hass aus Liebe","epNo":8,"alt":"Playa Vista","descr":"Die Profi-Golferin Kristin Halstead wurde ermordet. Offenbar war sie in letzter Zeit oft in Gedanken und hatte Geldprobleme. Die Anrufliste von Kristins Handy führt Winters und Jaruszalski zu dem Golfer Chip Jarrow. Angeblich kannten sich die beiden nur flüchtig. Doch er verrät den Detectives, das Kristin lesbisch war. Ihre Geliebte, Carly Morris, entpuppt sich als Edelprostituierte – und hatte wiederum ein Verhältnis mit dem verheirateten Chip Jarrow.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174363","hoster":"VOE"},{"path":"/redirect/8588428","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-9","name":"Willkommen, sagt der Tod","epNo":9,"alt":"Zuma Canyon","descr":"Vermummte Schützen stürmen eine Familienfeier des Bauunternehmers Alcazar. Neun Menschen sterben. Die Detectives Winters und Jaruszalski finden heraus, dass Alcazar kurz zuvor ein großes Projekt verloren gegangen war: Er wollte ein Grundstück im Zuma Canyon kaufen. Ganz in dessen Nähe entdecken die Ermittler eine Marihuana-Plantage, die der elfjährige Mexikaner Fernando bewacht. Als der sich weigert zu reden, machen die Ermittler den Besitzer der Plantage ausfindig: Cesar Vargas.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12366893","hoster":"VOE"},{"path":"/redirect/8588431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-10","name":"Treu ist die Veränderung","epNo":10,"alt":"Silver Lake","descr":"Der Familienvater Don Alvin wird in seinem Haus niedergeschlagen. Als er zu sich kommt, ist er gefesselt und muss mit anhören, wie seine Frau misshandelt und getötet wird. Nach Winters’ Tod ermittelt Detective Morales an der Seite von Jaruszalski: Das auffällige Interesse des Täters für die Dessous der Toten führt die beiden zu mehreren Einbrüchen, bei denen auch Damenunterwäsche gestohlen wurde. Bald scheint es, als sei ein Mann des Secret Service in den Fall verwickelt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837027","hoster":"VOE"},{"path":"/redirect/8588425","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-11","name":"Provokation der Prinzipien","epNo":11,"alt":"East Pasadena","descr":"Eine junge Frau liegt tot in ihrem Auto, sie wurde erdrosselt. Amanda war eine ehemalige Soldatin und vor Kurzem aus Afghanistan zurückgekehrt. Ihre Eltern berichten, dass sie sich zuletzt von ihrem Freund Dave Harlin verfolgt fühlte. Morales und Jaruszalski suchen ihn auf und können ihn gerade noch von einem Selbstmord abhalten. Er glaubt, dass er Amanda im Rausch ermordet hat – doch er kann sich nur noch erinnern, sie tot aufgefunden zu haben. Der Fall wird noch verzwickter …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837026","hoster":"VOE"},{"path":"/redirect/8588429","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-12","name":"Jenseits der Liebe","epNo":12,"alt":"Benedict Canyon","descr":"Die Stylistin Lily Walker wird in ihrem Auto erschossen – der Täter war ein Mann auf einem Fahrrad. Fingerabdrücke führen Jaruszalski und Morales zu Harry Rice. Der vorbestrafte Mann bringt sich um, als die Detectives ihn festnehmen wollen, doch es stellt sich heraus, dass Rice nicht der Täter gewesen sein kann. Wer benutze ihn als Sündenbock? Bei den Ermittlungen gerät Jill Jennings in Visier: Die Designerin hat nach einem Streit mit Lily keinen guten Stand mehr in Hollywood.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837030","hoster":"VOE"},{"path":"/redirect/8588430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-13","name":"Feuersturm","epNo":13,"alt":"Reseda","descr":"Jaruszalski und Morales untersuchen einen ungewöhnlichen Banküberfall: Der Täter zeigte der Kassiererin ein Bild ihres Sohnes und behauptete, er sei in seiner Gewalt und müsse sterben, wenn sie ihm nicht 50.000 Dollar gibt. Doch der Junge, Tony, ist in der Schule – und unversehrt. Der berichtet, dass er am Morgen von einem Mann auf einem Fahrrad fotografiert wurde. Den Ermittlern gelingt es, das Rad zu finden und können daran Fingerabdrücke von Stanley Vaughn sicherstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101551","hoster":"VOE"},{"path":"/redirect/8588433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-14","name":"Starke Frauen","epNo":14,"alt":"Runyon Canyon","descr":"Im Runyon Canyon wird eine tote junge Frau gefunden: Es ist Beth Garrett, sie wurde vergewaltigt, gefoltert und erwürgt. Zunächst sieht es so aus, als sei das Opfer eine vorbildliche Medizinstudentin gewesen – keine Drogen, keine Exzesse, keine Männer. Über Beths Bekannten Jesse lernen Morales und Jaruszalski Roger Darden kennen. Er war in der Tatnacht in einer leerstehenden Villa nahe des Runyon Canyon als Wachmann eingeteilt. Spuren beweisen, dass auch Beth dort war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837033","hoster":"VOE"},{"path":"/redirect/8588434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-15","name":"Auf der Suche","epNo":15,"alt":"Hayden Tract","descr":"Als die Senatorin Celeste Kelman bei einem Wahlkampftermin bei einer Videospielfirma auftritt, kommt es zu einer Schießerei. Sechs Menschen sterben. Der Täter hatte zuvor geschrien: \"Wo ist meine Tochter, was habt ihr mit meiner Tochter gemacht?\" Jaruszalski und Morales verdächtigen bald John Freeman, einen Boten des Unternehmens, der verzweifelt nach seiner Tochter Ariel sucht. Angeblich wurde sie entführt, doch bei der Polizei ist keine Vermisstenmeldung eingegangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837031","hoster":"VOE"},{"path":"/redirect/8588432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-16","name":"Brandursachen","epNo":16,"alt":"Big Rock Mesa","descr":"Nach einem weitläufigen Waldbrand sind sich die Detectives Morales und Jaruszalski schnell sicher, dass es sich dabei um Brandstiftung handelte. Allerdings dauert es einige Zeit bis das Feuer unter Kontrolle gebracht werden kann. Und erst danach wird klar, dass ein zweites gelegtes Feuer ein Verbrechen von viel größerem Ausmaß hatte vertuschen sollen.Nach den Ermittlungen der Polizei stellen die DDAs Dekker und Rubirosa jedoch fest, dass wichtige Informationen über den Fall fehlen. Diese müssen nun schnellstmöglich in das laufende Verfahren eingebracht werden...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837034","hoster":"VOE"},{"path":"/redirect/8588438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-17","name":"Das leise Sterben der Loyalität","epNo":17,"alt":"Angel’s Knoll","descr":"George Patrick stirbt kurz vor der Hochzeit seines Cousins. Der Täter schlitzte ihm die Kehle auf und entfernte seine Genitalien. Von der Freundin des Toten, Liz Bennett, erfahren Jaruszalski und Morales, dass George in einem Kasino arbeitete und hohe Schulden hatte. Als kurz darauf ein Geldtransporter eine halben Million Dollar von diesem Kasino abholt und verschwindet, stellt sich heraus, dass Liz am Steuer saß. Das soll nicht die letzte Überraschung für die Ermittler bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917303","hoster":"VOE"},{"path":"/redirect/8588435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-18","name":"Geplante Gewalt?","epNo":18,"alt":"Plummer Park","descr":"Eine Nachbarin ruft die Polizei zum Haus der Libergals. Seit längerem steht ein Wagen mit laufendem Motor in der Auffahrt. Als die Cops das Haus stürmen, überraschen sie zwei Männer, die den Hausherrn ermordet haben – das Ende einer missglückten Entführung. Die Täter sind Russen, genau wie das Opfer. Winters und Jaruszalski finden heraus, dass nicht nur Libergal entführt werden sollte, sondern auch noch eine Frau: Anna Ackroyd. Die junge Mutter ist bereits verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101553","hoster":"VOE"},{"path":"/redirect/10316847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-19","name":"Die Bestechlichen","epNo":19,"alt":"Carthay Circle","descr":"Kim Lee wird in ihrem Haus erstochen. Die Polizei vermutet, dass Derrick Joyner, der Freund der jungen Frau, die Tat begangen hat. Scheinbar ist er mit ihrem Auto verschwunden. Der Wagen wird bald gefunden, doch von Derrick fehlt jede Spur, offenbar ist er nun im Zug unterwegs. Doch die Detectives Winters und Jaruszalski ahnen bald, dass an der vermeintlichen Flucht etwas faul ist. Der Verdacht bestätigt sich, als Derricks Leiche gefunden wird. Er starb noch vor Kim …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837037","hoster":"VOE"},{"path":"/redirect/8588436","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-20","name":"Die Wahrheit kennt kein Vorurteil","epNo":20,"alt":"El Sereno","descr":"Armando Vela leitete eine Agentur für Hypotheken. Nun wurden er und fünf seiner Mitarbeiter erschossen. Zunächst scheint es ein Überfall gewesen zu sein. Doch Winters und Jaruszalski verdächtigen bald drei Makler, die am Tat-Tag in der Agentur waren. Einer, Albert Hayes, hat zuletzt außergewöhnlich viele Abschlüsse in einer schwarzen Gemeinde gemacht. Zudem stellt sich heraus, dass jemand aus Velas Firma zuletzt versucht hat, mit frisierten Hypothekenanträgen die Bank betrügen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174364","hoster":"VOE"},{"path":"/redirect/8588440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-21","name":"Zur Feier des Todes","epNo":21,"alt":"Van Nuys","descr":"Bei einer Geburtstagparty werden fünf Menschen brutal erschlagen. Zunächst sieht es danach aus, als hätten es die Täter auf das Kokain abgesehen, das sich im Haus befand. Ein Gast hat überlebt: Erin Gradin sollte mit anderen Mädchen für Stimmung sorgen, nun ist sie verschwunden. Winters und Jaruszalski treffen sie bei ihren Eltern an. Kurz darauf wird ein Mordversuch auf sie verübt. Steckt Erins Boss Jackie Lee dahinter, der sich auffallend oft nach ihrem Befinden erkundigte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837039","hoster":"VOE"},{"path":"/redirect/8588439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/law-order-la/staffel-1/episode-22","name":"Bruder und Schwester","epNo":22,"alt":"Westwood","descr":"Neben dem Sportplatz der UCLA wird Javier Gomez erschlagen aufgefunden. Malia, die Schwester des jungen Mannes aus einem Einwandererviertel, studiert mit einem Sportstipendium an der Uni. Winters und TJ finden heraus, dass sie bei ihren männlichen Kommilitonen unbeliebt war, nachdem sie einen Online-Aufruf für die Gleichbehandlung von Männer- und Frauensport verfasst hatte. Offenbar steht der Mord mit dem Mobbing in Zusammenhang: Javier wurde mit einem Baseballschläger getötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13104846","hoster":"VOE"},{"path":"/redirect/8588441","hoster":"Streamtape"}]}]}]}]}