{"seriesId":"leadale-no-daichi-nite","name":"Leadale no Daichi nite","descr":"[In the Land of Leadale] Nach einem schrecklichen Unfall kann Keina Kagami nur noch künstlich am Leben gehalten werden. Da sie das Krankenhaus nicht mehr verlassen darf, verbringt sie ihre gesamte Freizeit in der Welt des VRMMORPG \"Leadale\". Als eines Tages die Maschinen versagen, glaubt Keina schon, ihr Leben sei nun endgültig vorbei – doch anstatt zu sterben, finde sie sich in einer allzu bekannten, virtuellen Umgebung wieder.Anscheinend bekommt sie nun die Chance, sich als die Halbelfe Cayna in Leadale ein neues Leben aufzubauen. Allerdings befindet sie sich zweihundert Jahre in der Zukunft von ihrem letzten Speicherstand und muss sich erst einmal zurechtfinden. Vieles hat sich verändert und Cayna wird Unterstützung brauchen, wenn sie in dieser sonderbaren, magischen Welt bestehen möchte ...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Gasthof, ein Turm, ein Bär und ein Festmahl","epNo":1,"alt":"An Inn, a Tower, a Bear, and a Banquet","descr":"Auf der Erde stirbt die dauerhaft behinderte Patientin Keina Kagami in einem japanischen Krankenhaus, als ihre Lebenserhaltung bei einem massiven Stromausfall ausfällt. Zu ihrer großen Überraschung erwacht sie in der Welt von Leadale, dem Schauplatz des Virtual-Reality-Rollenspiels, mit dem sie mit dem Rest der Welt interagiert hatte, als ihr Avatar, die Hochelfenmagierin Cayne. Von den Besitzern des Gasthauses, in dem sie erwacht, erfährt sie schockiert, dass 200 Jahre vergangen sind, seit sie das Spiel das letzte Mal betreten hat, und dass das Weiße Königreich von Felstes und das Grüne Königreich von Gruskeilo – die Schauplätze, in denen sie gespielt hatte – verschmolzen sind vor etwa 60 Jahren zu einem Königreich und sind seitdem in Armut versunken; und von ihrer KI-Unterstützungseinheit Key erfährt sie auch, was mit ihr auf der Erde passiert ist. Sie weiß nicht, was sie tun soll, und beschließt, ihre Residenz im Spiel, den Silver Tower, zu besuchen. nur um vom Golemwächter des Turms daran erinnert zu werden, dass sie mehrere Kinder hat, die sie über das Pflegesystem für das Spiel geschaffen hat. Auf dem Rückweg zum Gasthaus rettet sie einen Jäger vor einem Monster und wird beim anschließenden Festessen vom Weintrinken ohnmächtig.","versions":[{"lang":1,"streams":[{"redirect":9867882,"hoster":"VOE"},{"redirect":9867883,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9556039,"hoster":"VOE"},{"redirect":9556040,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Verletzter, eine Königsstadt, Söhne und ein Fangenspiel","epNo":2,"alt":"An Injured Man, the Royal Capital, and a Game of Tag with Sons","descr":"Cayna entdeckt, dass die NPC-Charaktere, die sie im Spiel erstellt hat, tatsächlich als ihre Kinder in dieser Welt betrachtet wurden. Um sich wieder mit ihnen zu vereinen, begibt sie sich in die königliche Hauptstadt Felskeilo. Sie kann jedoch Skargo, den Hohepriester, nicht sehen. Sie kann sich mit ihrem jüngsten Kind, dem Zwerg Kartatz, wiedervereinigen und erfährt von ihm, wie es den anderen beiden Kindern geht.","versions":[{"lang":1,"streams":[{"redirect":9920453,"hoster":"VOE"},{"redirect":9920454,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9617863,"hoster":"VOE"},{"redirect":9617860,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine Tochter, ein Kolosseum, ein wildes Rennen und ein Kinnhaken","epNo":3,"alt":"A Daughter, a Colosseum, Losing Control, and an Uppercut","descr":"Cayna und Mai-Mai kommen zum ersten Mal nach 200 Jahren wieder zusammen. Cayna war auf der Suche nach den verbliebenen Guardian Towers, die ihre Gamer-Freunde zurückgelassen hatten, konnte aber keine weiteren Informationen von Mai-Mai, der Direktorin der Royal Academy, erhalten. Cayna setzt ihre Aktivitäten als Abenteurerin fort, um mehr Informationen zu erhalten, und nimmt sich auf die Suche nach einem vermeintlichen Geist, der im Kolosseum erscheint und...","versions":[{"lang":1,"streams":[{"redirect":9976734,"hoster":"VOE"},{"redirect":9976736,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9672702,"hoster":"VOE"},{"redirect":9672703,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Söhne, ein Streit, eine Reise und Räuber","epNo":4,"alt":"A Son, a Fight, a Journey, and Bandits","descr":"Cayna wird von Elineh angeheuert, eine Karawane ins nördliche Land Helshper zu begleiten. Doch auf dem Weg dorthin begegnen sie unerwarteten Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":10069339,"hoster":"VOE"},{"redirect":10069475,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9731316,"hoster":"VOE"},{"redirect":9715877,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Enkel, eine Enkelin, ein Urenkel und eine Festung","epNo":5,"alt":"A Grandson, a Granddaughter, a Great-Grandson, and a Fortress","descr":"Cayna besucht Sakaiya mit Hilfe von Elineh, um den Brief zu überbringen, um den Mai-Mai sie gebeten hatte. Als sie dort ankommt, findet sie heraus, dass der Meister von Sakaiya, Caerick, tatsächlich Mai-Mais Sohn ist, was ihn zu Caynas Enkel machen würde! Die Überraschung ist gelungen! Das hätte Mai-Mai zumindest gehofft, aber Cayna ist extrem wütend auf Mai-Mai. Da Cayna nicht weiß, wie sie damit umgehen soll, kehrt sie in das Gasthaus zurück, in dem sie übernachtet, und trifft dann auf Caericks Zwillingsschwester Caerina und...","versions":[{"lang":1,"streams":[{"redirect":10069338,"hoster":"VOE"},{"redirect":10069331,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9765288,"hoster":"VOE"},{"redirect":9765289,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Steingolems, ein Anführer, ein Skelett und eine Fee","epNo":6,"alt":"Rock Golems, a Chief, Skeletons, and Fairies","descr":"Caerina und die anderen Ritter kämpfen gegen eine Horde von Felsgolems, die sie angegriffen haben. Die Dinge beginnen düster zu werden, aber dann vernichtet Cayna die Felsgolems mit Blitzen! Caerina dankt Cayna dafür, dass sie sie gerettet hat, aber sie kann nicht anders, als ein wenig Angst und Eifersucht darüber zu empfinden, wie mächtig Cayna ist. Währenddessen erkennt Cayna, dass es nach dem Kampf mit den Felsgolems noch andere Spieler in der Welt von Leadale gibt.","versions":[{"lang":1,"streams":[{"redirect":10156266,"hoster":"VOE"},{"redirect":10156265,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9822539,"hoster":"VOE"},{"redirect":9822537,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Bärenjagd, eine Prinzessin, ein Bad und ein Monster","epNo":7,"alt":"Bear Hunting, a Queen, a Bath, and Monsters","descr":"Nach ihrer Rückkehr nach Felskeilo findet Cayna viele verfügbare Quests vor und nimmt eine Quest des Weißschwanz-Schwarzkaninchens an. Als sie die Gilde verlässt, trifft sie auf Lonti und ihre Akademiefreundin Mye. Lonti versuchte, Cayna zu finden, um sie zu fragen, ob sie Myes Leibwächterin sein könnte, weil sie von zu Hause weggelaufen war. Cayna begleitet die Mädchen dann in den üppigen Wald direkt außerhalb der Stadt.","versions":[{"lang":1,"streams":[{"redirect":10157212,"hoster":"VOE"},{"redirect":10157213,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9867879,"hoster":"VOE"},{"redirect":9867878,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Kampf, ein Sieg, ein Gespräch und Informationen","epNo":8,"alt":"A Battle, a Victory, a Conversation, and Information","descr":"Lopus, der Ehemann von Mai-Mai, hat aus versehen ein riesiges Eventmonster in der Stadt beschworen. Jetzt stehen Ritteranführer Shining Saber und Abenteurer Cohral dem Monster alleine gegenüber","versions":[{"lang":1,"streams":[{"redirect":10213868,"hoster":"VOE"},{"redirect":10213862,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13018799,"hoster":"VOE"},{"redirect":9920458,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Wiedertreffen, eine Meerjungfrau, ein Missverständnis und ein Zombie","epNo":9,"alt":"Another Visit, a Mermaid, a Misunderstanding, and Zombies","descr":"Cayna kehrt in das Dorf zurück, an dem ihr Abenteuer begonnen hat. Dort trifft sie nicht nur wieder auf die kleine Lytt, sondern auch auf ein Geheimnis im Dorfbrunnen.","versions":[{"lang":1,"streams":[{"redirect":10273156,"hoster":"VOE"},{"redirect":10273155,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":9976751,"hoster":"VOE"},{"redirect":9976748,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Butler, ein Geisterschiff, ein Adoptivkind und der Drachenpalast","epNo":10,"alt":"A Butler, a Ghost Ship, a Ward, and the Palace of the Dragon King","descr":"Im verlassenen Fischerdorf trifft Cayna überraschend auf ein paar bekannte Gesichter. Können sie gemeinsam herausfinden, was es mit dem Nebel und den Zombies auf sich hat, und ungeschoren aus dem Dorf entkommen?","versions":[{"lang":1,"streams":[{"redirect":10309102,"hoster":"VOE"},{"redirect":10309100,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10009911,"hoster":"VOE"},{"redirect":10009910,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Eine Vorstellung, ein Pferdewagen, eine Maid und ein Umzug","epNo":11,"alt":"An Introduction, a Carriage, a Maid, and Moving","descr":"Mit ihrer neuen Adoptivtochter Luka macht sich Cayna daran, ins Dorf in der Nähe ihres Turms umzuziehen. Doch davor möchte sie Luka alle ihre neuen Geschwister vorstellen ...","versions":[{"lang":1,"streams":[{"redirect":10344824,"hoster":"VOE"},{"redirect":10344823,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":10036231,"hoster":"VOE"},{"redirect":10036233,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Eine Übersiedelung, ein Hausbau, ein Flug und das Land","epNo":12,"alt":"Relocating, Building, Flying, and the Earth","descr":"Cayna ist endlich bereit, ihr neues Haus im Dorf in der Nähe ihres Wächterturms zu bauen. Doch wird sich ihre neue Adoptivtochter Luka an das neue Haus und das Leben im Dorf gewöhnen können?","versions":[{"lang":1,"streams":[{"redirect":10394527,"hoster":"VOE"},{"redirect":10394524,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":12924190,"hoster":"VOE"},{"redirect":10069287,"hoster":"Streamtape"}]}]}]}]}