{"seriesId":"leben-mit-vulkanen","name":"Leben mit Vulkanen","descr":"Die Dualität von Vulkanen fasziniert die Menschen von jeher: einerseits eine schwer einzuschätzende Gefahr, die durch Ausbrüche den Tod bringen kann, andererseits blüht durch die fruchtbare Erde rund um sie das Leben und eventuell leben sogar die Götter an oder in Vulkanen. In der Dokureihe besucht der Geologe Arnaud Guérin aktive Vulkane rund um den Globus – und mit ihnen auch die Menschen, die um und mit den Feuerbergen leben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ätna: Der lebendige Berg","epNo":1,"alt":"","descr":"Leben mit VulkanenInfosEpisodenTV-TermineCastFolge 11. Ätna: Der lebendige Berg (Etna: La montagne des montagnes)Folge 1Der über 3.300 Meter hohe Ätna ist der höchste und aktivste Vulkan Europas. Ein- bis zweimal jährlich bricht der Mongibello, wie ihn die Sizilianer nennen, aus und bedroht mit seinen glühenden Lavaströmen die 900.000 Menschen, die in seinem Umkreis leben. Und doch ist der Ätna für die sonst sehr trockene Insel Sizilien auch ein unbezahlbarer Schatz: Der Feuerberg fungiert als natürliches Wasserreservoir. Zu seinen Füßen erstrecken sich Felder, Zitrus- und Olivenplantagen, so weit das Auge reicht. Die äußerst fruchtbaren Böden bescheren den Menschen seit Jahrtausenden reiche Ernten und bilden die Existenzgrundlage ihrer Dörfer. Jedes Jahr Anfang Februar veranstaltet die Stadt Catania das für Katholiken weltweit bedeutsame Fest der heiligen Agatha. Drei Tage und drei Nächte lang versammeln sich eine halbe Million Sizilianer, um zur Schutzheiligen Catanias zu beten, damit sie sie vor den Zornesausbrüchen des Ätna bewahre. Zusammen mit Mathilde, Einwohnerin und Stadthistorikerin von Catania, nimmt Arnaud Guérin an der spektakulären Prozession teil. Doch den Vulkan aus der Ferne zu betrachten, genügt dem Geologen nicht. Gemeinsam mit Boris Behncke erklimmt er den sich regenden Feuerberg für eine Inspektionstour. Der Vulkanologe besteigt den Ätna beinahe täglich, um das Terrain zu kontrollieren und gegebenenfalls Warnstufen auszurufen. Zurück in der Ebene lässt sich Arnaud Guérin vom Obstbauern Orazio erklären, wie sich die Lavaströme im Verlauf der Zeit in einen wahren Garten Eden verwandeln. Für Orazio und die anderen Sizilianer ist der Ätna nicht nur ein Vulkan – er ist die Seele von Catania, Orientierungspunkt und Wohltäter, der alles gibt und alles wieder nehmen kann.","versions":[{"lang":1,"streams":[{"redirect":8837637,"hoster":"VOE"},{"redirect":8589015,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bromo: Der heilige Vulkan von Java","epNo":2,"alt":"","descr":"Indonesien besteht aus vielen Inseln, die zum größten Vulkansystem der Erde gehören, dem Pazifischen Feuerring. Im Osten der Insel Java erhebt sich der Bromo aus einem Meer vulkanischer Asche. Arnaud Guérin erklimmt den Kamm des Kraters und ihm eröffnet sich ein überwältigendes Panorama. Es sieht aus wie auf dem Mond. Knapp einen Kilometer entfernt sieht die Welt schon ganz anders aus: Die Aschelandschaft ist grünen Wiesen und fruchtbaren Feldern gewichen. Die Bauern hier leben in einem Zwiespalt zwischen Furcht und Verehrung. Etwa alle fünf Jahre erwarten die Einwohner, dass es zu einem Vulkanausbruch kommt. Doch trotz der Gefahr, die von dem Feuerberg ausgeht, betrachten sie ihn als Teil der Familie oder sogar als Gottheit, denn die Asche, die der Bromo ausspuckt, düngt die Felder und sichert somit den Menschen ihr Überleben. Damit die Einwohner sich der göttlichen Gnade sicher sein können, findet jedes Jahr das Kesodo-Fest zu Ehren des Bromo statt, das gleichzeitig das neue Jahr einläutet. Dieses Mal nehmen etwa 10.000 Pilger an den Festlichkeiten teil, unter ihnen Arnaud und der Bauer Astoko. Am Abend versammeln sich alle am Tempel, wo die Opfergaben von den Priestern gesegnet werden. Die Menschen geben dem Vulkan einen Teil ihrer Ernte zurück, da sie auch die Früchte seiner Arbeit sind. Am nächsten Morgen bei Sonnenaufgang klettern Arnaud und Astoko zusammen mit den anderen Pilgern die Treppen zum Bromo hoch. Oben angekommen, werfen sie die Opfergaben in den Krater, damit der Feuerberg auch weiterhin großzügig und gnädig bleibt. Dieser Akt symbolisiert die Verbundenheit der Menschen zu ihrem Vulkan – ihrem Quell des Lebens.","versions":[{"lang":1,"streams":[{"redirect":8837638,"hoster":"VOE"},{"redirect":8589016,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tansania: Der Gottesberg der Massai","epNo":3,"alt":"","descr":"An Tansanias Grenze zu Kenia erhebt sich über dem Natronsee der Ol Doinyo Lengai – ein Vulkan, der aufgrund seiner besonderen Eigenschaften Wissenschaftler auf der ganzen Welt fasziniert: Während seine Lava im flüssigen Zustand schwarz ist, wird sie, sobald sie mit Luft in Berührung kommt, weiß wie Schnee. In der Stadt Arusha trifft Arnaud Guérin den Vulkanologen der Universität Brüssel und Lengai-Spezialisten Matthieu Kervyn. Zehn Jahre nach dem gewaltigen Ausbruch von 2007, bei dem der Ol Doinyo Lengai seine Asche über 250 Kilometer weit spuckte, möchte der Wissenschaftler sehen, wie der Krater heute aussieht. Gemeinsam brechen die beiden auf zu den Massai, einem halbnomadischen Hirten- und Kriegervolk, das in Boma, einem Dorf am Fuße des Vulkans lebt. Um den Lengai besteigen zu dürfen, sind die Wissenschaftler nämlich auf die Erlaubnis ihres Stammesführers angewiesen. Mit dem Wohlwollen des Laibon im Gepäck wagen Arnaud und Matthieu gemeinsam mit Mwenga, einem Einheimischen, den Aufstieg. Unterwegs stoßen sie auf ein riesiges, fast weißes Lavafeld, das kurz vor der Eruption von 2007 entstand. Die ungewöhnliche Farbe stammt von in der Lava enthaltenen Karbonaten. Diese sind es, die den Lengai so berühmt machen, denn als einziger Vulkan der Erde spuckt er solche Karbonatite aus. Nach einer siebenstündigen anspruchsvollen Kletterpartie erreichen sie endlich den Gipfel. Dort lässt Matthieu Kervyn eine Kameradrohne über den Vulkanschlund kreisen, um den Krater kartografieren zu lassen – eine echte Premiere am Ol Doinyo Lengai. So bekommen die Abenteurer dünnflüssige Karbonatitlava zu Gesicht, die sonst nirgendwo auf der Welt zu finden ist.","versions":[{"lang":1,"streams":[{"redirect":13104941,"hoster":"VOE"},{"redirect":8589019,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Westmännerinseln: Die Wächter Islands","epNo":4,"alt":"","descr":"Abgeschieden vor der isländischen Küste im Nordatlantik liegen die Vestmannaeyjar, die sogenannten Westmännerinseln. Die Bewohner dieser Inselgruppe, die im Zuge von Vulkanausbrüchen im Meer entstand, lernten den Umgang mit der intensiven, bisweilen lebensbedrohlichen Vulkantätigkeit. 1973 ereignete sich auf der einzig bewohnten Insel des Archipels, Heimaey, eine außergewöhnliche Naturkatastrophe: Mitten in der gleichnamigen Stadt bildete sich ein Vulkan. Lavafontänen schossen aus einer Erdspalte Hunderte Meter hoch und es regnete glühende Gesteinsbrocken. Die Einwohner wurden evakuiert und etwa 400 Gebäude unter der Lava begraben. Seitdem gilt Heimaey als Pompeji des Nordens. Damals gelang es den freiwilligen Helfern, den Lavastrom mit Hilfe von Meerwasser einzudämmen. Anstatt das gefährliche Gebiet zu verlassen, haben die Vastmann – die \"Männer des Westens\" – hier später wieder Familien gegründet und Häuser gebaut. Doch die Vulkane bringen nicht nur Verwüstung mit sich: Die vergangenen Ausbrüche haben die Inseln mit einer dichten Ascheschicht bedeckt, die einen großartigen natürlichen Dünger darstellt. Arnaud begleitet den Fischer und Schafzüchter Bjarni Barrenstein beim waghalsigen \"Almauftrieb\": In einem Fischerboot transportieren sie die Tiere zur nächsten Weide. Mit Hilfe einer hoch aufgehängten Winde setzen Arnaud und Bjarni ein Schaf nach dem anderen auf den zerklüfteten Steilfelsen der Insel an Land. Dort genießen die Tiere das reichhaltige Gras voller vulkanischer Mineralien. Trotzdem bleiben die Vulkane eine ständige potenzielle Bedrohung für die Bewohner, die längst gelernt haben, mit den Unbilden der Natur zu leben.","versions":[{"lang":1,"streams":[{"redirect":8837642,"hoster":"VOE"},{"redirect":8589026,"hoster":"Streamtape"}]}]}]}]}