{"path":"/serie/stream/lebenslnglich-erlemann","name":"Lebenslänglich Erlemann","descr":"Der Dokumentarserie \"Lebenslänglich Erlemann\" behandelt die spektakuläre Kindesentführung des damals elfjährigen Johannes Erlemann. In vier Folgen kommen unter anderem Johannes’ Mutter Gabriele von Langen, seine Tante Margarethe Flammersfeld und Günter Gören, Freund der Familie, zu Wort. Das Rückgrat der Erzählung ist Johannes Erlemann selbst. Die Dokumentation begleitet ihn auf seinem Weg, die Geschehnisse von 1981 mit dem Traumatherapeuten Dr. Georg Pieper weiter zu verarbeiten. Der damalige Polizeireporter Werner Schlagehan und die ehemaligen Polizist:innen Helmut Simon, Gabriele Eickhoff, Peter Schnieders, Eduard Schreyer und Manfred Haamann ordnen den Fall erneut ein. Außerdem erzählen weitere Zeitzeug:innen, darunter Jochem Erlemanns Zellengenosse Peter Zingler von ihren Erlebnissen.","seasons":[{"path":"/serie/stream/lebenslnglich-erlemann/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lebenslnglich-erlemann/staffel-1/episode-1","name":"Ins Dunkel","epNo":1,"alt":"","descr":"Am 6.März 1981 gegen 18 Uhr radelt der 11-jährige Johannes Erlemann unbeschwert durch den forstbotanischen Garten wie jeden Tag. Zuhause wartet seine Mutter auf ihn wie jeden Tag. Dann, an einer Wegkreuzung, springen drei Männer auf, reißen ihn vom Fahrrad, schleifen ihn durch den Wald, stecken ihn in eine Holzkiste und rasen mit einem Transporter davon. Die Geschichte einer Entführung ist nie nur die Geschichte des Entführungsopfers. Während das verängstigte Kind in seiner dunklen Kiste entsetzliche Angst durchlebt, gerät die Mutter in Panik, die Polizei setzt einen riesigen Ermittlungsapparat in Gang. Die Presse setzt sich auf die Spur einer Geschichte, die zu einer Riesen-Story werden könnte. Nur der Vater des Jungen muss hilflos zuschauen. Der berühmt- berüchtigte Anlagenberater und Präsident des Kölner Eishockeyclubs sitzt in U-Haft. \"Ins Dunkel\" erzählt, wie sich von einer Minute zur anderen das Leben verändert, Panik und Gewalt in den Alltag einbrechen und nichts mehr ist wie vorher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434519","hoster":"VOE"},{"path":"/redirect/14264840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lebenslnglich-erlemann/staffel-1/episode-2","name":"Habgier","epNo":2,"alt":"","descr":"Während Johannes in einem dunklen Verschlag jedes Gefühl für Raum und Zeit verliert, tappen die Polizei und die Presse im Dunkeln. Mit jedem Tag, der vergeht, sinkt die Chance, das Kind lebend wieder zu sehen. Dann steht endlich eine erste Forderung der Entführer im Raum. Die Polizei ermittelt in alle Richtungen, kann aber die Vergangenheit des Vaters nicht ignorieren. Je mehr die Dokumentation über Jochem Erlemann offenbart, desto klarer wird: Der strahlende, erfolgreiche Jet-Setter zwischen Hollywood Filmsets, den Skipisten Europas und dem Yachthafen in St. Tropez war rücksichtslos, wenn es um die nächste Millionen ging. Familie, Johannes’ todkranker Bruder – nichts durfte im Weg stehen. Und doch – als es darum geht, das Kind freizukaufen, ist kein Geld da.Mittlerweile kämpft Johannes in seinem Verschlag um seinen Verstand, das Nichtstun im Dunkel dauert nun schon viel länger als versprochen. Warum ist die Geldübergabe gescheitert? Warum holen seine Eltern ihn nicht hier raus? Aber Johannes gibt nicht auf, zwingt die Entführer, mit ihm Karten zu spielen. Fast entwickelt sich so etwas wie eine Freundschaft, bis sein Bewacher vergisst, die Maske aufzuziehen … \"Habgier\" handelt von Geld, und was Menschen bereit sind, dafür zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448523","hoster":"VOE"},{"path":"/redirect/14464811","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lebenslnglich-erlemann/staffel-1/episode-3","name":"Hoffnung","epNo":3,"alt":"","descr":"In der Villa Erlemann und im Verschlag des Kindes scheint die Zeit still zu stehen. Das Geld liegt bereit, die Polizei ist auf alle Eventualitäten vorbereitet – aber dann geht es nicht weiter. Was ist geschehen? Im Verschlag regiert die Angst. Seit Johannes das Gesicht seines Entführers gesehen hat, ist es mit dem freundlichen Umgang vorbei. Und dann ist es plötzlich so weit. Johannes Mutter folgt den Forderungen der Entführer minutiös, begibt sich allein auf eine Reise in die Nacht, durch die Stadt, durch den Wald, bis sie vor einer Holzkiste steht, in der sie die beiden Geldtaschen deponiert, während die Polizei die Übergabe aus sicherer Entfernung überwacht. Alle wissen: Dies ist der kritischste Moment der Entführung. Wenn jetzt ein Fehler unterläuft, sieht die Mutter ihr Kind nicht wieder.Und tatsächlich scheint es, als wäre etwas schief gegangen. Schleppend vergeht Stunde um Stunde, aber die Beute wird – scheinbar – nicht abgeholt. Auch für das Kind wird die Zeit nun unerträglich. Zwei Wochen hat Johannes Mut bewiesen, hat sich an die Hoffnung geklammert, dass er befreit wird. Nach 20 Stunden allein in seinem Verschlag, gibt er sich auf. \"Hoffnung\" erzählt die Geschichte einer Mutter, die über sich hinauswächst und beschreibt, wie wir daran zerbrechen können, wenn man uns die letzte Hoffnung nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434530","hoster":"VOE"},{"path":"/redirect/14264838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lebenslnglich-erlemann/staffel-1/episode-4","name":"Ins Licht","epNo":4,"alt":"","descr":"Das Warten ist vorbei. Plötzlich steigt Johannes aus dem Taxi und ist wieder daheim. Es hätte ein Märchenende sein können. Aber es ist nur der Anfang eines neuen Marathons für das Kind. Der geniale Plan der Entführer scheint aufgegangen – zunächst tappt die Polizei im Dunkeln, eine groß angelegte Öffentlichkeitsfahndung beginnt – immer unterstützt von dem Kind, das dem Druck kaum noch standhalten kann. Denn obwohl Johannes dem Gerichtsgutachter ausdrücklich zu verstehen gibt, dass er Angst vor der Rache der Entführer hat, wird er eng in die Ermittlungen eingebunden. Wie früher sein Vater, sind nun alle damit beschäftigt, die Millionen zu suchen. Wie es dem Kind geht, fragt niemand. Für die Presse ist der blonde, sprachgewandte und scheinbar unbeschädigte Junge ein gefundenes Fressen. Als die Entführer gefasst werden, geht der Spuk von vorne los. Alleine steht das Kind vor dem Richter, und muss seine Entführer identifizieren. Dann kommt das Urteil. Für Johannes beginnt ein neues Leben mit der Angst als ständigem Begleiter. Kann er seine Geschichte nach 40 Jahren voller Albträume und Ungewissheiten zu Ende bringen? \"Ins Licht\" beschreibt, wie Johannes Erlemann zwar seinen Entführern entkommen ist, sein Weg in die Freiheit aber damit erst begonnen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434406","hoster":"VOE"},{"path":"/redirect/14264839","hoster":"Streamtape"}]}]}]}]}