{"path":"/serie/stream/legacies","name":"Legacies","descr":"Das \"The Originals\"-Spin-Off beschäftigt sich mit der \"nächsten Generation\" von übernatürlichen Wesen in Mystic Falls, Jugendlichen, die die Salvatore School for the Young and Gifted besuchen. Im Zentrum steht die 17-jährige Hope Mikaelson (Danielle Rose Russell), Klaus’ Tochter. Zusammen mit den Zwillingen von Alaric Saltzman (Matthew Davis), Lizzie und Josie Saltzman, wachsen weitere junge Wesen übernatürlicher Herkunft in diesem besonderen Internat auf. Die jungen Vampire, Werwölfe und Hexen müssen ihren Weg finden, um entweder zu den Helden zu werden, die zu sein sie sich erträumen, oder zu den Monstern zu werden, deren Anlagen ihnen in die Wiege gelegt wurden.","seasons":[{"path":"/serie/stream/legacies/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/legacies/staffel-1/episode-1","name":"Alte Freunde?","epNo":1,"alt":"This is the Part Where You Run","descr":"Landon bekommt es mit der Angst zu tun, als sich sein Bruder Rafael während eines Beichtrituals plötzlich in einen Werwolf verwandelt. Alaric und Hope sind sofort zur Stelle, um den Teenager vor weiterem Unheil zu bewahren und an einen sicheren Ort zu bringen: die Salvatore School. Während in Rafael offenbar ein übernatürliches Wesen schlummert, scheint Landon völlig normal zu sein. Doch bei dem Versuch sein Gedächtnis zu löschen, macht Vampir MG eine unerwartete Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375838","hoster":"VOE"},{"path":"/redirect/8710092","hoster":"Vidoza"},{"path":"/redirect/14379150","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14375868","hoster":"VOE"},{"path":"/redirect/14379140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-2","name":"Mehr als nur ein Spiel","epNo":2,"alt":"Some People Just Want To Watch The World Burn","descr":"Alaric, Hope und Rafael machen sich auf den Weg, um Landon zu suchen, der plötzlich verschwunden ist. Der Plan von Lizzie und Josie, unter dem Radar zu bleiben, gerät außer Kontrolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375886","hoster":"VOE"},{"path":"/redirect/14379148","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356901","hoster":"VOE"},{"path":"/redirect/14379144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-3","name":"Mythen und Fakten","epNo":3,"alt":"We’re Being Punked, Pedro","descr":"Als Strafe für den Verstoß gegen die Regeln, sind Hope, Lizzie, Josie und MG gezwungen an einem gemeinnützigen Projekt auf dem Mystic Falls Stadtplatz teilzunehmen. In der Zwischenzeit nimmt Landons und Rafaels Versuch, ein sorgenfreies Leben auf der Straße zu führen, eine gefährliche Wendung, als sie zu ahnungslosen Zielen werden. Außerdem erkennt Alaric, dass die Geheimhaltung vor seinen Schülern mehr Schaden als Nutzen anrichten kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375859","hoster":"VOE"},{"path":"/redirect/8710102","hoster":"Vidoza"},{"path":"/redirect/14379152","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356940","hoster":"VOE"},{"path":"/redirect/14379141","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-4","name":"Hope ist kein Idol","epNo":4,"alt":"Hope Is Not The Goal","descr":"Als zwei Schüler der Mystic Falls High vermisst werden, schickt Alaric sofort Hope, MG, Lizzie und Landon zur Schule zum Ermitteln. In der Zwischenzeit hilft Josie dem etwas überforderten Rafael dabei, sich an sein neues Leben in der Schule zu gewöhnen. Schließlich stellt eine beunruhigende Entdeckung Alaric und Sheriff Donovan in Konflikt zueinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356891","hoster":"VOE"},{"path":"/redirect/8710106","hoster":"Vidoza"},{"path":"/redirect/14379155","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356851","hoster":"VOE"},{"path":"/redirect/14379143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-5","name":"Malivore","epNo":5,"alt":"Malivore","descr":"Alaric möchte einen Ehrenrat bestehend aus einem Werwolf, einem Vampir und einer Hexe gründen, der die Schülerschaft in wichtigen Belangen vertreten soll. Während Lizzie bereits siegessicher ihre Antrittsrede probt, bekommt sie unerwartete Konkurrenz. Landon muss sich derweil einigen Tests unterziehen, um herauszufinden, ob er übernatürliche Kräfte besitzt. Denn die Ergebnisse sollen über seinen Verbleib an der Salvatore School entscheiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356840","hoster":"VOE"},{"path":"/redirect/8710105","hoster":"Vidoza"},{"path":"/redirect/14379153","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356941","hoster":"VOE"},{"path":"/redirect/14379142","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-6","name":"Geliebte Mombie","epNo":6,"alt":"Mombie Dearest","descr":"Der Ehrenrat hat beschlossen, dass Landon die Salvatore School umgehend verlassen muss. Rafael ist davon ganz und gar nicht begeistert und macht Hope für diese Entscheidung verantwortlich. Trotz allem benötigt er jedoch dringend ihre Hilfe. Lizzie und Josie stecken derweil mitten in den Vorbereitungen für ihren 16. Geburtstag, der mit einer großen Party gefeiert werden soll. Doch dann taucht plötzlich ihre totgeglaubte Mutter in der Schule auf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14375926","hoster":"VOE"},{"path":"/redirect/8710110","hoster":"Vidoza"},{"path":"/redirect/14379149","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356852","hoster":"VOE"},{"path":"/redirect/14379145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-7","name":"Der Tod klopft an","epNo":7,"alt":"Death Keeps Knocking On My Door","descr":"Hope wendet sich an die Bücher um mehr über die neue Kreatur in der Schule zu lernen doch die Dinge nehmen eine unvorhergesehene Wendung als sie eine ihrer dunkelesten Ängste konfrontieren muss. Alaric versucht Rafael zu helfen als die Vergangenheit zurückkommt um ihn zu verfolgen...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356892","hoster":"VOE"},{"path":"/redirect/8710113","hoster":"Vidoza"},{"path":"/redirect/14379154","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14375867","hoster":"VOE"},{"path":"/redirect/14379146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-8","name":"Das große Vergessen","epNo":8,"alt":"Maybe I Should Start From The End","descr":"Als sie entdecken, dass Landon in Schwierigkeiten steckt, suchen Hope und Alaric nach ihm. Dabei stoßen sie auf beunruhigende Informationen über Landons Vergangenheit...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14356841","hoster":"VOE"},{"path":"/redirect/14379158","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356902","hoster":"VOE"},{"path":"/redirect/14379147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-9","name":"Warum war Hope in deinen Träumen?","epNo":9,"alt":"What Was Hope Doing In Your Dreams?","descr":"Landon ist zurück an der Salvatore School. Alaric berichtet seinen Schützlingen von einem weiteren gefährlichen Malivore-Artefakt, das ein abscheuliches Monster hervorrufen könnte. Bereits wenig später treibt eine Nachthexe an der Schule ihr Unwesen, die bei Schülern und Lehrern grauenvolle Albträume auslöst. Um die Kreatur zu töten, entwickelt Hope einen riskanten Plan …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14377898","hoster":"VOE"},{"path":"/redirect/8710123","hoster":"Vidoza"},{"path":"/redirect/14379156","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/14356853","hoster":"VOE"},{"path":"/redirect/11917450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-10","name":"Reise durch die Welten","epNo":10,"alt":"There’s A World Where Your Dreams Came True","descr":"Nach einer Reise in Europa kehrt Lizzie (Jenny Boyd) nach Mystic Falls zurück und triff auf jemanden, der all ihre Wünsche wahr werden lassen könnte. Insbesondere den, dass Hope Mikaelson (Danielle Rose Russell) verschwindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14236399","hoster":"VOE"},{"path":"/redirect/8710120","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837679","hoster":"VOE"},{"path":"/redirect/8589056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-11","name":"Die große Talentshow","epNo":11,"alt":"We’re Gonna Need A Spotlight","descr":"Die große alljährliche Talentshow steht an als plötzlich das nächste Monster vor der Tür steht. Es sieht zwar harmlos aus, aber wie gefährlich ist es eigentlich und kann Hope die Lage retten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710082","hoster":"VOE"},{"path":"/redirect/8710081","hoster":"Vidoza"},{"path":"/redirect/8710080","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837683","hoster":"VOE"},{"path":"/redirect/8589054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-12","name":"Die Mumie","epNo":12,"alt":"There\u0027s a Mummy on Main Street","descr":"Alaric stellt einen Suchtrupp zusammen, um die Urne wiederzufinden, die er – von Parasiten ferngesteuert – in den Fluss geworfen hat. Das magische Artefakt scheint jedoch spurlos verschwunden, und die Folgen lassen nicht lange auf sich warten. Denn schon bald wird die gesamte Stadt von einer schrecklichen Hornissenplage heimgesucht. Außerdem begegnet Dorian einer furchteinflößenden Mumie, die es ebenfalls auf die Urne abgesehen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710125","hoster":"VOE"},{"path":"/redirect/8710129","hoster":"Vidoza"},{"path":"/redirect/8710127","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837675","hoster":"VOE"},{"path":"/redirect/8589055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-13","name":"Der Junge, der noch so viel Gutes tun wollte","epNo":13,"alt":"The Boy Who Still Has A Lot Of Good To Do","descr":"Ein spontaner Ausflug zu MG\u0027s Eltern führt dazu, dass MG und Landon verloren gehen, Rafael ohne Erinnerungen zurückbleibt und Hope, Alaric und Kaleb sich aufmachen, um die Freunde zu finden bevor es zu spät ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427726","hoster":"VOE"},{"path":"/redirect/8710134","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837680","hoster":"VOE"},{"path":"/redirect/8589060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-14","name":"Miss Mystic Falls","epNo":14,"alt":"Let’s Just Finish The Dance","descr":"Die Schule bereitet sich auf den Miss Mystic Fall-Wettbewerb vor, während Hope sich einem persönlichen Trauma stellen muss, das ihre magischen Fähigkeiten beeinflusst. Die unerwartete Ankunft von Roman, ein alter Bekannter von Hope, sorgt indes dafür, dass Landon besonders vorsichtig ist. MG hat derweil mit den Konsequenzen der jüngste Vorfälle zu kämpfen, und Josies geheimer Wunsch, als Miss Mystic Falls ausgezeichnet zu werden, wird auf einmal nebensächlich, als Lizzie  einen Plan schmiedet, um siegreich zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710131","hoster":"VOE"},{"path":"/redirect/8710132","hoster":"Vidoza"},{"path":"/redirect/8710133","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837681","hoster":"VOE"},{"path":"/redirect/8589057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-15","name":"Ich erzähle dir eine Geschichte","epNo":15,"alt":"I’ll Tell You A Story","descr":"Hope und Lizzie tun sich zusammen, um auf die Weise besser ihr Ziel zu erreichen, Landon und Josie unbedingt zurückzugewinnen. Diese hat mittlerweile durch Penelope von der bevorstehenden Verschmelzung erfahren und unternimmt daraufhin Recherchen. Indes sitzt Landon bei dem Unternehmen Triad Industries fest, wo er einige Neuigkeiten über seine Herkunft wie auch über seinen Vater erfährt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710135","hoster":"VOE"},{"path":"/redirect/8710137","hoster":"Vidoza"},{"path":"/redirect/8710141","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12924193","hoster":"VOE"},{"path":"/redirect/8589058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-1/episode-16","name":"Es gibt immer ein Schlupfloch","epNo":16,"alt":"There\u0027s Always a Loophole","descr":"Triad fällt in die Salvatore Schule ein und hindert Hope und die anderen am gehen. Sie müssen gemeinsam herrausfinden wie sie Triad besiegen können.Als sie es geschafft haben geht Hope los und sucht Landon.Sie kann es schaffen alle zu retten doch dafür muss sie ein großes Opfer bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8710097","hoster":"VOE"},{"path":"/redirect/8710098","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837677","hoster":"VOE"},{"path":"/redirect/8589059","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/legacies/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/legacies/staffel-2/episode-1","name":"Zwischen Dunkelheit und Hoffnung","epNo":1,"alt":"I\u0027ll Never Give Up Hope","descr":"Für Landon sind die bevorstehenden Sommerferien kein Grund zur Freude: Er ist allein und verwendet daher all seine Energie darauf, Rafael von dessen Wolfsgestalt zu befreien. Das erweist sich allerdings als schwierig, denn Rafael verschwindet plötzlich. Unterstützung erhält Landon von Josie, die sich von ihrem Vater verraten fühlt und ebenfalls Ablenkung braucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837696","hoster":"VOE"},{"path":"/redirect/13625411","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757361","hoster":"VOE"},{"path":"/redirect/9757362","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-2","name":"In diesem Jahr wird alles anders","epNo":2,"alt":"This Year Will Be Different","descr":"Die jüngste Jagd von Hope ist entschlossen, ihr neues Leben allein voranzutreiben, und führt sie auf einen Kollisionskurs mit der Vergangenheit, die sie verzweifelt hinter sich lassen wollte. Währenddessen führt Landons neu entdeckter Status als beliebter Typ an ihrem ersten Schultag zu Spannungen mit Josie. Während MG erwägt, Lizzie zu erzählen, wie er sich zu ihr fühlt, bringt die Ankunft eines mysteriösen Vampirs seinen Plan auf den Punkt. Als Alaric sich schließlich in seiner neuen Rolle an der Mystic Falls High School niederlässt, treffen die Schüler der Salvatore School ihren neuen Schulleiter, Professor Vardemus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837697","hoster":"VOE"},{"path":"/redirect/13625413","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757366","hoster":"VOE"},{"path":"/redirect/12980414","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-3","name":"Du erinnerst mich an jemanden","epNo":3,"alt":"You Remind Me Of Someone I Used To Know","descr":"Alaric ist alarmiert, als ein Schüler plötzlich spurlos verschwindet. Gemeinsam mit Dorian und Hope geht er der Sache auf den Grund. Wie sich herausstellt, treibt ein gefährliches Monster, das Jagd auf Werwölfe macht, sein Unwesen in den Wäldern von Mystic Falls. Weil Rafael dadurch in großer Gefahr schwebt, setzt Hope alles daran, ihn zu finden. Dabei trifft sie jedoch erneut auf Landon …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11779496","hoster":"VOE"},{"path":"/redirect/13625414","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837678","hoster":"VOE"},{"path":"/redirect/8589061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-4","name":"Seit wann sprichst du Japanisch","epNo":4,"alt":"Since When Do You Speak Japanese?","descr":"Ein gefährlicher Dämon hält die Bewohner von Mystic Falls in Atem. Wie ein Parasit schlüpft er von einem Körper in den anderen und ergreift so Besitz von seinem Wirt. Hope und Alaric eröffnen die Jagd auf die unsichtbare Kreatur, die es allem Anschein nach auf Landon abgesehen hat. Während es Rafael zunehmend schwerfällt, zu seinem alten Ich zurückzufinden, macht sich MG Sorgen um Lizzie, die sich offenbar in einen Geist verliebt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837700","hoster":"VOE"},{"path":"/redirect/13625412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757376","hoster":"VOE"},{"path":"/redirect/9757371","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-5","name":"Game Over","epNo":5,"alt":"Screw Endgame","descr":"Lizzies Kontakt mit schwarzer Magie bleibt nicht folgenlos und ruft ungeahnte Erinnerungen hervor. Und der nächste Feind aus Malivore lässt nicht lange auf sich warten. Während ein neues Monster Lizzie und Hope mit einem perfiden Spiel in Atem hält, versucht MG, das Rätsel um Lizzies unsichtbaren Freund zu lösen. Dafür benötigt er allerdings Kalebs Hilfe. Landon und Josie sind unterdessen kurz davor, den nächsten Schritt in ihrer Beziehung zu wagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837701","hoster":"VOE"},{"path":"/redirect/13625415","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757380","hoster":"VOE"},{"path":"/redirect/9757377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-6","name":"Der Geheimnisjäger","epNo":6,"alt":"That\u0027s Nothing I Had to Remember","descr":"Als ein Monster auf der Suche nach der Wahrheit an die Mystic Falls, während des Commonwealth-Tags kommt, befürchten Hope und Lizzie , dass die Geheimnisse, die sie hüten, sie zu Zielscheiben macht. Währenddessen suchen MG , Kaleb und Kym einen unwahrscheinlichen Verbündeten auf, der vielleicht weiß, wie man das neueste Monster besiegt. Freya erhält unerwarteten Besuch von einem der Salvatore Schüler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837705","hoster":"VOE"},{"path":"/redirect/13625417","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757383","hoster":"VOE"},{"path":"/redirect/9757385","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-7","name":"Das Orakel","epNo":7,"alt":"It Will All Be Painfully Clear Soon Enough","descr":"Landon steckt im Gefühlschaos: Nachdem seine Erinnerungen an Hope zurückgekehrt sind, muss er sich zwischen ihr und Josie entscheiden. Doch diese Wahl fällt ihm alles andere als leicht. In der Zwischenzeit arbeiten Hope und die Saltzman-Zwillinge gemeinsam daran, das Portal von Malivore ein für alle Mal zu schließen. Josie hat eine verrückte Idee, wie sie Landon vor den Geschöpfen der Grube retten können. Dafür muss sie aber erneut auf schwarze Magie zurückgreifen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837706","hoster":"VOE"},{"path":"/redirect/13705727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-8","name":"Stille Nacht Grausame Nacht","epNo":8,"alt":"his Christmas Was Surprisingly Violent","descr":"Hope setzt alles daran, Clarke endgültig loszuwerden. Doch dann hat sie plötzlich Skrupel. In der Zwischenzeit verwandelt ein neues Monster Mystic Falls mitten im Herbst in eine weihnachtliche Winterlandschaft und versetzt Schüler und Lehrer der Salvatore School in einen fragwürdigen Zustand. Während Hope der Sache nachgeht, schickt sie Lizzie auf eine andere wichtige Mission: Sie soll Landon und Rafael finden, die die Stadt in einer Nacht- und Nebelaktion verlassen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837707","hoster":"VOE"},{"path":"/redirect/13625419","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12380002","hoster":"VOE"},{"path":"/redirect/9757410","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-9","name":"Ohne deine Hilfe hätte ich es nicht geschafft","epNo":9,"alt":"I Couldn\u0027t Have Done This Without You","descr":"Hope will in Mystic Falls bleiben und versucht, sich in ihrem alten Leben zurechtzufinden. Doch das ist gar nicht so einfach. Derweil möchte Sebastian an der Salvatore School aufgenommen werden. Alaric, der seinen Posten als Schulleiter zurückerobert hat, steht dem Neuzugang misstrauisch gegenüber. Er bittet Landon, Informationen über den Vampir einzuholen und die Eignungstests mit ihm durchzuführen. Wenig später macht Alaric allerdings selbst eine erschreckende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837708","hoster":"VOE"},{"path":"/redirect/13625422","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757473","hoster":"VOE"},{"path":"/redirect/9757462","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-10","name":"Alyssas Rache","epNo":10,"alt":"This Is Why We Don\u0027t Entrust Plans to Muppet Babies","descr":"Während die Hexen der Salvatore-Schule zusammenkommen, um den Tag des Hexenzirkels zu feiern, zielt das neueste Monster, das die Schule infiltriert, auf Alyssa Chang (Mei-Lin HoSang) und die anderen Schüler, indem es Zwietracht und Chaos unter den Hexenzirkeln verbreitet. An anderer Stelle suchen Alaric (Matthew Davis), Lizzie (Jenny Boyd) und Josie (Kaylee Bryant) nach einer Lösung, die Josie vor der dunklen Magie schützt, die sich im Mora-Miserium zusammenbraut. Genug davon habend, sich an der Seite von Hope (Danielle Rose Russell) machtlos zu fühlen, bittet Landon ([actor\u003dAria Shahghasemi) sie, ihm ein Selbstverteidigungskurs zu geben. Schließlich kommt Alarics Vergangenheit zurück und verfolgt ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837713","hoster":"VOE"},{"path":"/redirect/13625421","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757527","hoster":"VOE"},{"path":"/redirect/9757530","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-11","name":"Reise durch die Welten","epNo":11,"alt":"What Cupid Problem?","descr":"Nachdem sie erfahren haben, dass Josie (Kaylee Bryant), Lizzie (Jenny Boyd) und Alaric (Matthew Davis) in Schwierigkeiten sind, führt Hope (Danielle Rose Russell) die Anklage, um sie zu retten. In der Zwischenzeit nutzt Landon (Aria Shahghasemi) die Chance, ein Auge auf das neueste Monster in der Stadt zu werfen, um sich als nützlich zu erweisen. An anderer Stelle nimmt MGs Versuch eines perfekten ersten Dates mit Kym eine katastrophale Wendung, als Hope seine Hilfe für ihren Plan in Anspruch nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823288","hoster":"VOE"},{"path":"/redirect/13625420","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757570","hoster":"VOE"},{"path":"/redirect/9757571","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-12","name":"Kai Parker hat uns verarscht","epNo":12,"alt":"Kai Parker Screwed Us","descr":"Als eine Reihe von Ereignissen Josie (Kaylee Bryant), Lizzie (Jenny Boyd) und Alaric (Matthew Davis) ins Gefängnis führt, stehen sie dem bösen Onkel der Zwillinge, Kai, gegenüber.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823287","hoster":"VOE"},{"path":"/redirect/13625423","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9757576","hoster":"VOE"},{"path":"/redirect/9757579","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-13","name":"Ein neuer Held erhebt sich","epNo":13,"alt":"You Can\u0027t Save Them All","descr":"Josie hat mit einer enormen Menge dunkler Magie zu kämpfen, die ihren Körper durchströmt. Sie setzt alles daran, um sich und ihre Familie endlich aus der Gefängniswelt zu befreien. Hope hat Angst, dass sich die Prophezeiung des Nekromanten erfüllt und Landon in großer Gefahr schwebt. Außerdem überlegt sie fieberhaft, wie sie die Saltzmans ins Hier und Jetzt zurückholen kann. Derweil trifft Kai an der Salvatore School ein und verfolgt einen teuflischen Plan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823286","hoster":"VOE"},{"path":"/redirect/13625424","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12380004","hoster":"VOE"},{"path":"/redirect/9757586","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-14","name":"Das Spiel","epNo":14,"alt":"There\u0027s a Place Where the Lost Things Go","descr":"Josies Körper ist noch immer voller schwarzer Magie, die zunehmend ihren Verstand kontrolliert. Fest entschlossen kämpft sie dagegen an. Zeitgleich führt Emma im Auftrag von Alaric eine spezielle Sitzung durch, bei der die Schüler lernen sollen, ihre Sorgen zu bewältigen. Dabei erschaffen die Teilnehmer gemeinsam eine Fantasiewelt mit einer ganz eigenen Handlung. Als die Geschichte jedoch eine ungeahnte Wendung nimmt, wird schnell klar, dass an dem Zauber etwas faul sein muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823289","hoster":"VOE"},{"path":"/redirect/8823302","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12924196","hoster":"VOE"},{"path":"/redirect/9757593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-15","name":"Das Duell der Schwestern","epNo":15,"alt":"Life Was So Much Easier When I Only Cared About Myself","descr":"Josies dunkle Seite hat Besitz von ihrem Körper ergriffen und sie in eine bösartige mächtige Hexe verwandelt. Alaric macht sich deshalb große Sorgen um sie. Zudem rückt die prophezeite Verschmelzung seiner beiden Töchter immer näher, weshalb sich Hope schnellstmöglich etwas einfallen lassen muss. Während Lizzie mit der Situation vollkommen überfordert ist, stellt sich Rafael mutig seinen Ängsten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823293","hoster":"VOE"},{"path":"/redirect/8823303","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/6310469","hoster":"VOE"}]}]},{"path":"/serie/stream/legacies/staffel-2/episode-16","name":"Ein Märchen voller Dunkelheit","epNo":16,"alt":"Facing Darkness is Kinda my Thing","descr":"Hope hat es geschafft, sich unbemerkt in Josies Unterbewusstsein zu schleichen. Währenddessen plant Lizzie eifrig ihre eigene Beerdigung. Dabei muss sie enttäuscht feststellen, dass sich die Trauer ihrer Mitschüler offenbar in Grenzen hält. In der Zwischenzeit sucht auch Alaric verzweifelt nach einem Weg, Josie von dem Einfluss der schwarzen Magie zu befreien. Er lässt sich deshalb auf einen gefährlichen Deal mit dem Nekromanten ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823299","hoster":"VOE"},{"path":"/redirect/8823317","hoster":"Vidoza"},{"path":"/redirect/8823312","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/legacies/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/legacies/staffel-3/episode-1","name":"Wir sind unwürdig","epNo":1,"alt":"We\u0027re Not Worthy","descr":"Um einige Dringlichkeiten an der Schule in den Griff zu bekommen, schickt er die Schüler zu ihrem allerersten Feldtag außerhalb des Campus. Aber wenn ein mittelalterliches Monster mit einer Herausforderung ankommt, sind die Schüler unschlüssig wer von Ihnen ein würdiger Gegner wäre.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8816482","hoster":"VOE"},{"path":"/redirect/8816485","hoster":"Vidoza"},{"path":"/redirect/8816486","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7771930","hoster":"VOE"},{"path":"/redirect/7771932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-2","name":"Abschiede sind scheiße","epNo":2,"alt":"Goodbyes Sure Do Suck","descr":"Das Super Squad zieht alle Register, als sie eine verheerende Nachricht erfahren, die einen der ihren betrifft. Alaric wendet sich an Sheriff Mac und bittet um Hilfe, um einige Angelegenheiten rechtzeitig zu regeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8823272","hoster":"VOE"},{"path":"/redirect/8823277","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7788540","hoster":"VOE"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-3","name":"Salvatore: Das Musical","epNo":3,"alt":"Salvatore: The Musical!","descr":"Die Schüler bereiten sich darauf vor, auf Geheiß ihres mysteriösen neuen Vertrauenslehrers ein Musical über die Gründung der Salvatore-Schule aufzuführen. Während Landon sich in das Schreiben des Musicals stürzt und Lizzie, Josie, Kaleb und Jed in ihre Rollen schlüpfen, distanziert sich Hope von dem Musical.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891328","hoster":"VOE"},{"path":"/redirect/14371144","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7809403","hoster":"VOE"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-4","name":"Halt mich fest!","epNo":4,"alt":"Hold on Tight","descr":"Das Super Squad schließt sich zusammen, nachdem der nächste Schritt des Nekromanten mehr auslöst, als alle erwartet haben. Währenddessen erinnert ein Zusammentreffen mit Ethan Josie daran, warum sie sich selbst nicht an Magie traut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8891331","hoster":"VOE"},{"path":"/redirect/8891334","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7831567","hoster":"VOE"},{"path":"/redirect/7831564","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-5","name":"Was es auch kosten mag","epNo":5,"alt":"This is What It Takes","descr":"Nachdem einer von ihnen vermisst wird, schlägt Alaric (Matthew Davis) vor, dass Hope sich an die Therapie-Box wendet, was sie in ein verrücktes Spiel stürzt, das in einem Sommercamp-Slasher-Film endet. In der Zwischenzeit läuft Lizzies Versuch, etwas Zeit mit MG (Quincy Fouse) zu verbringen, nicht ganz so wie geplant, und Josie (Kaylee Bryant) trifft eine große Entscheidung über ihre Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427727","hoster":"VOE"},{"path":"/redirect/8907637","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7854913","hoster":"VOE"},{"path":"/redirect/7854912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-6","name":"An Unbekannt","epNo":6,"alt":"To Whom It May Concern","descr":"Nach einem plötzlichen Massenexodus der Schülerschaft der Schule versuchen Alaric (Matthew Davis) und die Gruppe verzweifelt, neue Schüler zu rekrutieren, um die Schule über Wasser zu halten. Hope (Danielle Rose Russell) erklärt sich bereit, Lizzie (Jenny Boyd) bei der Orientierung der neuen Schüler zu helfen. Josie (Kaylee Bryant) genießt einen Neuanfang an ihrem ersten Tag an der Mystic Falls High, während MG (Quincy Fouse) sein Semester beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8920711","hoster":"VOE"},{"path":"/redirect/8907641","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7923665","hoster":"VOE"},{"path":"/redirect/7923661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-7","name":"Der Kobold","epNo":7,"alt":"Yup, It\u0027s a Leprechaun, All Right","descr":"Nachdem die Salvatore-Schule in finanzielle Schwierigkeiten geraten ist, schlägt Lizzie (Jenny Boyd) vor, dass sie eine Spendenaktion durchführen. Während Alaric (Matthew Davis) versucht, die Dinge mit der Bank zu klären, beauftragt er Kaleb, die Veranstaltungen in der Schule zu beaufsichtigen. Außerdem hilft Cleo Hope (Danielle Rose Russell), mit ihren Gefühlen fertig zu werden, während MG (Quincy Fouse) Hilfe bei Alyssa sucht. Als schließlich ein Kobold in der Schule auftaucht, könnte das genau das sein, was sie brauchen, um ihr Glück zu wenden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8949340","hoster":"VOE"},{"path":"/redirect/8939951","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/7935734","hoster":"VOE"},{"path":"/redirect/7935732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-8","name":"Charon, der Fährmann","epNo":8,"alt":"Long Time, No See","descr":"MG (Quincy Fouse) findet sich in der Außenseiterrolle gegenüber dem Super Squad wieder, nachdem eine kontroverse Entscheidung, die er getroffen hat, ans Licht kommt. Hope (Danielle Rose Russell) setzt einen riskanten Plan in die Tat um, ungeachtet der möglichen Konsequenzen. Kaleb, Cleo und Alaric tun sich zusammen, als ein neues Monster auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336885","hoster":"VOE"},{"path":"/redirect/8939950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-9","name":"Das süße Monster","epNo":9,"alt":"Do All Malivore Monsters Provide This Level of Emotional Insight?","descr":"Während sich die Spannungen zwischen Hope (Danielle Rose Russell) und Lizzie (Jenny Boyd) aufbauen, zwingt die Ankunft des neuesten Monsters an der Schule sie dazu, ihre Differenzen beiseite zu legen, um es zu besiegen. In der Zwischenzeit findet Alaric (Matthew Davis) eine Ausrede, um Josie (Kaylee Bryant) an der \"Mystic Falls High\" im Auge zu behalten, und Cleo hilft Kaleb, mit seinem jüngsten Streit mit MG (Quincy Fouse) fertig zu werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8968019","hoster":"VOE"},{"path":"/redirect/8968008","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837682","hoster":"VOE"},{"path":"/redirect/8837690","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-10","name":"Die Muse der Inspiration","epNo":10,"alt":"All\u0027s Well That Ends Well","descr":"Nachdem Hope (Danielle Rose Russell) und der Super Squad ein neues Monster in der Schule gefangen haben, erfahren sie schreckliche Neuigkeiten über jemanden, der ihnen nahe steht.Ein überraschender Besuch von Lizzie (Jenny Boyd) schafft es, Josie (Kaylee Bryant) wieder Mut zu machen.MG (Quincy Fouse) und Ethan tun sich zusammen um anderen zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8968015","hoster":"VOE"},{"path":"/redirect/8968013","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9615744","hoster":"VOE"},{"path":"/redirect/8837684","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-11","name":"Schlimme Erinnerungen","epNo":11,"alt":"You Can’t Run From Who You Are","descr":"Nachdem sie von Cleo eine Inspiration erhalten haben, brechen Hope und Landon zu einer neuen Mission auf. Als dieser Plan jedoch eine unerwartete Wendung nimmt, springen Josie und Wade ein, um ihnen zu helfen. Anderswo bittet Lizzie MG um Hilfe, um mehr über Finch zu erfahren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9060598","hoster":"VOE"},{"path":"/redirect/9051323","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837689","hoster":"VOE"},{"path":"/redirect/8837695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-12","name":"Geboren um dich zu lieben","epNo":12,"alt":"I Was Made to Love You","descr":"Hopes Misstrauen wird geweckt, nachdem Wade ihr einige verblüffende Neuigkeiten mitteilt. Um die Geheimnisse eines mysteriösen Artefakts aufzudecken, muss Alaric ) mit einem Feind aus seiner Vergangenheit zusammenarbeiten. Nachdem Ethan sich einer Gefahr aussetzt, ist MG  gezwungen, eine schwierige Entscheidung zu treffen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9051337","hoster":"VOE"},{"path":"/redirect/9051338","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837685","hoster":"VOE"},{"path":"/redirect/8837687","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-13","name":"Eines Tages wirst du es verstehen","epNo":13,"alt":"One Day You Will Understand","descr":"Alaric (Matthew Davis) steht vor einer schwierigen Entscheidung bezüglich eines seiner Schüler und bittet Kaleb und Josie (Kaylee Bryant) um Hilfe, um ihre Sichtweise zu erfahren. Cleo wird mit ihrer Vergangenheit konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9108322","hoster":"VOE"},{"path":"/redirect/9108320","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837688","hoster":"VOE"},{"path":"/redirect/8837692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-14","name":"Auf dem Weg zur Erleuchtung","epNo":14,"alt":"This Feels a Little Cult-y","descr":"In einem Versuch, einige von Hopes negativen Emotionen zu kontrollieren, schlägt Josie (Kaylee Bryant) vor, dass sie sich Lizzie (Jenny Boyd) bei einem Wellness-Retreat für Hexen anschließen. Alaric und Dorian tun sich zusammen, nachdem sie erfahren haben, dass MG in Schwierigkeiten stecken könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9108226","hoster":"VOE"},{"path":"/redirect/9108369","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837694","hoster":"VOE"},{"path":"/redirect/8837709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-15","name":"Eine neue Hope","epNo":15,"alt":"A New Hope","descr":"Hope (Danielle Rose Russell), Josie (Kaylee Bryant) und Lizzie (Jenny Boyd) stecken in einer Halluzination fest und sehen sich gezwungen, sich aus einem Sci-Fi-Albtraum zu befreien.Anderswo schickt Alaric (Matthew Davis) MG (Quincy Fouse), Kaleb und Jed (Ben Levin) auf eine Teambildungsmission.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9157863","hoster":"VOE"},{"path":"/redirect/9157860","hoster":"Vidoza"},{"path":"/redirect/9157855","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837691","hoster":"VOE"},{"path":"/redirect/8837704","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-3/episode-16","name":"Dieses verfluchte Schicksal","epNo":16,"alt":"Fate’s A Bitch, Isn’t It?","descr":"Hope ist gezwungen, mit jemandem aus ihrer Vergangenheit zusammenzuarbeiten. Kaleb und MG gehen auf ihre erste offizielle Superhelden-Mission. Lizzies Plan, Hope zu einer Rebound-Beziehung zu machen, nimmt eine unerwartete Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427725","hoster":"VOE"},{"path":"/redirect/9157870","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8837693","hoster":"VOE"},{"path":"/redirect/8837702","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/legacies/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/legacies/staffel-4/episode-1","name":"Du musst dich entscheiden","epNo":1,"alt":"You Have To Pick One This Time","descr":"Landon und Cleo werden in Landons Körper gefangen, als Malivore von ihm Besitz ergreift. Hope muss einen Weg finden, um sie zu befreien. Indessen möchte Finch alles dafür tun, um ihre Beziehung mit Josie wieder zu festigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12268610","hoster":"VOE"},{"path":"/redirect/11115769","hoster":"Doodstream"},{"path":"/redirect/11115764","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9281444","hoster":"VOE"},{"path":"/redirect/8969599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-2","name":"Teamarbeit","epNo":2,"alt":"There\u0027s No I in team, or whatever","descr":"Die Befreiung von Cleo und Landon kann nur klappen, wenn Hope eng mit ihren Freunden zusammenarbeitet. Sie kann jedoch nicht wissen, dass Alaric und Kaleb ihr etwas verschweigen. Cleo und Landon schließen sich derweil zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11115767","hoster":"VOE"},{"path":"/redirect/11115763","hoster":"Doodstream"},{"path":"/redirect/11126832","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9108008","hoster":"VOE"},{"path":"/redirect/9108025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-3","name":"Der Tag ist gekommen","epNo":3,"alt":"We All Knew This Day Was Coming","descr":"Hope kann Alaric und Kaleb nicht mehr vertrauen und setzt ihren eigenen Plan in die Tat um. Sie will Malivore finden und besiegen. Doch diese Entscheidung fordert ein großes Opfer. Cleo macht indessen eine Entdeckung, die ihr helfen könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11161885","hoster":"VOE"},{"path":"/redirect/11161887","hoster":"Doodstream"},{"path":"/redirect/11161886","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9107949","hoster":"VOE"},{"path":"/redirect/9107943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-4","name":"Wir sehen uns auf der anderen Seite","epNo":4,"alt":"See You on the Other Side","descr":"Malivore rekrutiert weitere Unschuldige für seine Zwecke. Alaric sucht weiter nach einem Weg, ihn zu besiegen. Doch bei der Recherche müssen er und seine Schüler auf Kalebs und Hopes Hilfe verzichten. Hopes Leben schwebt in Gefahr.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11161888","hoster":"VOE"},{"path":"/redirect/11161889","hoster":"Doodstream"},{"path":"/redirect/11161890","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9152112","hoster":"VOE"},{"path":"/redirect/9152115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-5","name":"Verschwundene Menschlichkeit","epNo":5,"alt":"I Thought You\u0027d Be Happier to See Me","descr":"Hope wird von der einzigen Person aufgespürt, die ihr helfen könnte - Rebekah Mikaelson. Rebekah hat Angst vor dem Weg, den Hope eingeschlagen hat, versucht aber alles, um zu ihr durchzudringen. Josie und Lizzie schöpfen in einer scheinbar ausweglosen Situation Hoffnung, während MG herausfindet, was er tun kann, um zu helfen. In der Zwischenzeit will Kaleb die Dinge wieder in Ordnung bringen und wendet sich an Cleo, die ihn um Rat fragt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11200205","hoster":"VOE"},{"path":"/redirect/11200227","hoster":"Doodstream"},{"path":"/redirect/11200281","hoster":"Vidoza"},{"path":"/redirect/12978382","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9201342","hoster":"VOE"},{"path":"/redirect/9201354","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-6","name":"Der Weg in den Frieden","epNo":6,"alt":"You\u0027re a Long Way from Home","descr":"Josie und Lizzie suchen nach Antworten, die Lizzie auf die Spur eines gefährlichen Plans führen. Cleo arbeitet daran, Hope ausfindig zu machen, die nicht gefunden werden will. In der Zwischenzeit hat Landon eine Offenbarung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11200186","hoster":"VOE"},{"path":"/redirect/11200200","hoster":"Doodstream"},{"path":"/redirect/11200195","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9242327","hoster":"VOE"},{"path":"/redirect/9242330","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-7","name":"Ein Ort fernab der Gewalt","epNo":7,"alt":"Someplace Far Away from All This Violence","descr":"Die Super Squad arbeitet daran, Hope ihre Menschlichkeit zurückzugeben, was sie ablehnt. MG unternimmt einen letzten Versuch, ihnen zu helfen, aber die Dinge laufen nicht wie geplant. Lizzie sucht nach Antworten, während Josie bis zum Äußersten geht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11282404","hoster":"VOE"},{"path":"/redirect/11282405","hoster":"Doodstream"},{"path":"/redirect/11282407","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9339818","hoster":"VOE"},{"path":"/redirect/9339822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-8","name":"Du wirst dich an mich erinnern","epNo":8,"alt":"You Will Remember Me","descr":"Hope befindet sich auf einer gefährlichen Mission. Josie geht tief in sich, um Antworten zu finden. Lizzie bittet Cleo um Inspiration und ist überrascht, wo sie diese findet. Unterdessen setzt Landon seine Mission fort, dem Land Frieden zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11282408","hoster":"VOE"},{"path":"/redirect/11282410","hoster":"Vidoza"},{"path":"/redirect/11282411","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9384838","hoster":"VOE"},{"path":"/redirect/9384839","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-9","name":"Der neue alte Körper","epNo":9,"alt":"I Can\u0027t Be the One to Stop You","descr":"Hope wird in ein Katz-und-Maus-Spiel verwickelt, als Lizzie sich auf den Weg macht, die Dinge wieder in Ordnung zu bringen. Josie hat eine Herzensbeziehung zu Finch. Alaric, Landon und Ted erhalten ein überraschendes Ergebnis ihrer Suche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11347339","hoster":"VOE"},{"path":"/redirect/11347413","hoster":"Doodstream"},{"path":"/redirect/11347412","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9429805","hoster":"VOE"},{"path":"/redirect/12482509","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-10","name":"Die Geschichte meines Lebens","epNo":10,"alt":"The Story of My Life","descr":"Cleo, MG und Jed arbeiten gemeinsam an einer ungewöhnlichen Mission. Alaric, Landon und Ted finden heraus, was als nächstes für sie kommt. Unterdessen wird Hope von einer unerwarteten Quelle überrascht. Auch erscheinen Lizzie, Kaleb und Ethan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11347338","hoster":"VOE"},{"path":"/redirect/11347344","hoster":"Doodstream"},{"path":"/redirect/11347340","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9993341","hoster":"VOE"},{"path":"/redirect/9927040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-11","name":"Folge meiner Stimme","epNo":11,"alt":"Follow the Sound of My Voice","descr":"Hope und Lizzie finden sich auf einem Jahrmarkt wieder, auf dem sie auf ungewöhnliche Gestalten treffen. Zurück an der Salvatore-Schule sprechen die Schüler ihre Meinung aus, ohne zu wissen warum, was Jed dazu bringt, ein Geheimnis zu lüften und Cleo arbeitet daran, einen der ihren zu schützen. Währenddessen begeben sich Kaleb und MG auf eine Mission, die nicht wie geplant verläuft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11407697","hoster":"VOE"},{"path":"/redirect/11407695","hoster":"Doodstream"},{"path":"/redirect/11407692","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9984084","hoster":"VOE"},{"path":"/redirect/9984086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-12","name":"Drei Wünsche","epNo":12,"alt":"Not All Those Who Wander Are Lost","descr":"Als Aurora ihre Nachforschungen fortsetzt, findet sie Informationen, die sich als sehr nützlich erweisen könnten. Hope befiehlt Lizzie, Dinge zu tun, was zu überraschenden Ergebnissen führt. Alaric, Landon und Ted arbeiten zusammen, um zu überlegen, wie sie ihre Wünsche am besten umsetzen können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11407693","hoster":"VOE"},{"path":"/redirect/11407694","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12924200","hoster":"VOE"},{"path":"/redirect/10014111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-13","name":"Auf der Jagd nach den Göttern","epNo":13,"alt":"Was This the Monster You Saw?","descr":"Lizzie setzt ihre Suche fort, mit gemischten Ergebnissen. Ben enthüllt mehr über seine Familie und ihre Geschichte, und Jed entdeckt, dass sich seine Gefühle vertiefen. Cleo ist besorgt über ihre jüngsten Veränderungen. Unterdessen kommen die Schüler der Salvatore-Schule zusammen, um einen der ihren zu feiern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452682","hoster":"VOE"},{"path":"/redirect/11482196","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12917338","hoster":"VOE"},{"path":"/redirect/10157396","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-14","name":"Das Manticulum ","epNo":14,"alt":"The Only Way Out is Through","descr":"Die Super Squad versammelt sich, um mit Hilfe von Vardemus seine Fähigkeiten zu testen. Hope erlebt einige lebhafte Träume, die gemischte Gefühle auslösen. Währenddessen setzt Landon seine Suche nach Frieden fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11452661","hoster":"VOE"},{"path":"/redirect/11452663","hoster":"Doodstream"},{"path":"/redirect/11452662","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10218752","hoster":"VOE"},{"path":"/redirect/10218749","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-15","name":"Die Intervention","epNo":15,"alt":"Everything That Can Be Lost May Also Be Found","descr":"Hope ist weiterhin verwirrt und kämpft gegen ihre Menschlichkeit an, was dazu führt das sie die Menschen sieht, die ihr am meisten bedeuten: Rebekah, Marcel, Kol und Freya. Kaleb möchte Cleo in seine Welt einführen, einschließlich derer, die den größten Einfluss auf seinen Weg hatten. In der Zwischenzeit schmiedet Lizzie einen Plan um in der Gunst von jemandem zu steigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11497980","hoster":"VOE"},{"path":"/redirect/11497981","hoster":"Doodstream"},{"path":"/redirect/11497983","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10258101","hoster":"VOE"},{"path":"/redirect/10258095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-16","name":"Ohne dich wäre ich nicht hier","epNo":16,"alt":"I Wouldn\u0027t Be Standing Here If It Weren\u0027t for You","descr":"Hope setzt ihren Kampf fort, und Lizzie entwickelt einen Plan, wie sie möglicherweise helfen kann. Cleo hat Angst vor ihren Visionen und davor, was das für diejenigen bedeutet, die sie liebt. Alaric schickt Kaleb, Ethan und MG auf eine Mission, bei der viel auf dem Spiel steht. Jed muss eine sehr schwierige Entscheidung treffen. Währenddessen macht Landon eine überraschende Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11497982","hoster":"VOE"},{"path":"/redirect/11497986","hoster":"Doodstream"},{"path":"/redirect/11497984","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10350774","hoster":"VOE"},{"path":"/redirect/10350773","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-17","name":"Wiedersehen in der Vorhölle","epNo":17,"alt":"Into the Woods","descr":"Landon findet seinen Groove in der Schwebe, und er erlebt eine weitere Überraschung. Hope sucht tief in ihrer Seele. Ethan kämpft weiter und Lizzie kommt ihm zu Hilfe. MG lüftet endlich ein lang gehütetes Geheimnis. Währenddessen überlegt Alaric, ob er einen gefährlichen Plan in die Tat umsetzen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11541380","hoster":"VOE"},{"path":"/redirect/11541392","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10395324","hoster":"VOE"},{"path":"/redirect/10395322","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-18","name":"Die auserwählte Person ","epNo":18,"alt":"By the End of This, You\u0027ll Know Who You Were Meant to Be","descr":"Alaric informiert das Superkommando über das, was als nächstes kommt. Hope hat ein vertrauliches Gespräch mit Lizzie. MG hilft Ethan. Cleo testet weiterhin ihre neuen Kräfte und findet ihre Bestimmung heraus. Währenddessen übernimmt Landon eine neue Rolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11541397","hoster":"VOE"},{"path":"/redirect/11541403","hoster":"Doodstream"},{"path":"/redirect/11541402","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10591890","hoster":"VOE"},{"path":"/redirect/10591887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-19","name":"Die Schlacht mit dem Götterkönig","epNo":19,"alt":"This Can Only End In Blood","descr":"Hope stellt Ken vor eine Herausforderung, die er annehmen muss. Cleo sinnt auf Rache. Das Super Squad bereitet sich auf den Kampf ihres Lebens vor. In der Zwischenzeit hat Landon einige unerwartete Besucher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13992977","hoster":"VOE"},{"path":"/redirect/11590432","hoster":"Doodstream"},{"path":"/redirect/11590426","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10630766","hoster":"VOE"},{"path":"/redirect/10630767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legacies/staffel-4/episode-20","name":"Werde bitte nie ein Fremder","epNo":20,"alt":"Just Don’t Be A Stranger, Okay?","descr":"Hope, Lizzie, MG, Kaleb, Jed, Cleo und Alaric denken über die jüngsten Ereignisse nach und darüber, was für jeden von ihnen als nächstes ansteht. Hope und Lizzie finden Trost aus unerwarteten, aber willkommenen Quellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11590422","hoster":"VOE"},{"path":"/redirect/11590421","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10688704","hoster":"VOE"},{"path":"/redirect/10688702","hoster":"Streamtape"}]}]}]}]}