{"seriesId":"legend-of-the-seeker-das-schwert-der-wahrheit","name":"Legend of the Seeker - Das Schwert der Wahrheit","descr":"\"Legend of the Seeker – Das Schwert der Wahrheit\" erzählt die fantastischen Abenteuer von Richard Cypher, einem jungen Waldbauern aus den Westlands. Ein magischer Moment verändert jedoch sein Leben: Richard soll die Welt von der Herrschaft des bösen Darken Rahl befreien. Hilfe bekommt er bei seinem Vorhaben vom mächtigen Zauberer des ersten Ordens Zedd und von der magischen und schönen Kahlan… \"Legend of the Seeker\" basiert auf den legendären Büchern von Terry Goodkind., stellt aber leider keine Verfilmung der Bücher dar.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Prophezeiung (1)","epNo":1,"alt":"Prophecy","descr":"Richard ist ein Waldläufer mit einem großen Herz. Als er die mysteriöse Kahlan kennenlernt und sie aus den Fängen von Soldaten befreit, ändert sich sein Leben komplett. Auf einmal werden seine Vorstellungen von Gut und Böse auf den Kopf gestellt. Als dann noch der Zauberer Zedd seinen Weg kreuzt, der ihm von einem großen Schicksal erzählt, sein Vater getötet wird und sich sein Bruder Michael gegen ihn stellt, ist er gezwungen, sich den Tatsachen zu stellen …","versions":[{"lang":1,"streams":[{"redirect":13018805,"hoster":"VOE"},{"redirect":8589091,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691147,"hoster":"VOE"},{"redirect":8691149,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Prophezeiung (2)","epNo":2,"alt":"Destiny","descr":"","versions":[{"lang":1,"streams":[{"redirect":8837727,"hoster":"VOE"},{"redirect":8589092,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691153,"hoster":"VOE"},{"redirect":8691148,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kopfgeld","epNo":3,"alt":"Bounty","descr":"Auf Richards Kopf ist eine hohe Belohnung ausgesetzt. Dadurch werden einige Kopfgeldjäger angelockt. Diese gehen zum Kartenmacher in South Caston, der Karten verkauft, mit denen man den Sucher aufspüren kann. Während Richard sich die Kopfeldjäger vom Hals halten muss, hilft er Lilly, ihren Bruder aus den Fängen eines Shadrins zu retten. Noch ahnt Richard nicht, dass Lilly ein falsches Spiel mit ihm treibt …","versions":[{"lang":1,"streams":[{"redirect":8837726,"hoster":"VOE"},{"redirect":8589096,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691154,"hoster":"VOE"},{"redirect":8691152,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Brennidon","epNo":4,"alt":"Brennidon","descr":"Richard trifft während einer Wildschweinjagd auf seinen Geburtsort Brennidon. Bald steckt er in Schwierigkeiten und muss sich von seiner angeblichen Mutter \"Brigid\" retten lassen. Indes findet Zedd heraus, dass er angeblich einen Sohn hat. Nun muss er nicht nur beweisen, dass er nicht der Vater des Kindes ist, er muss auch noch dem Konfessor gut gehütete Geheimnisse anvertrauen. Brigids Sohn \"Mark\" stellt Richard eine Falle und liefert ihn an die D’Haraner aus …","versions":[{"lang":1,"streams":[{"redirect":8837733,"hoster":"VOE"},{"redirect":8589095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691155,"hoster":"VOE"},{"redirect":12514786,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Lauscher","epNo":5,"alt":"Listener","descr":"Richard, Zedd und Kahlan stoßen im Wald auf eine Drachen-Truppe, die gerade ein Geschäft mit einem Händler abschließt. Es geht um einen kleinen Jungen, Renn, der angeblich sehen kann, was andere Menschen denken. Diese äußerst seltene Gabe macht ihn zu einem begehrten \"Lauscher\". Kahlan, Zedd und Richard versuchen ihr Möglichstes, um den Jungen aus der Gefangenschaft zu befreien, um zu verhindern, dass er Rahl in die Hände fällt …","versions":[{"lang":1,"streams":[{"redirect":8837731,"hoster":"VOE"},{"redirect":8589094,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691162,"hoster":"VOE"},{"redirect":8691159,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zaubertrank","epNo":6,"alt":"Elixir","descr":"Kahlan nimmt im Fluss ein Bad. Richard beobachtet sie dabei und ist so abgelenkt, dass ihm entgeht, dass seine Pferde gestohlen werden. Um den Dieb ausfindig zu machen, begeben sich Zedd, Kahlan und Richard in die Stadt Drundril. Dort angekommen müssen sie feststellen, dass die Stadt in der Hand von Magie-Händlern ist. Die Bewohner sind von der Magie derart eingenommen, dass sie für die Zauberelixiere sogar ihr letztes Hemd verkaufen …","versions":[{"lang":1,"streams":[{"redirect":8837730,"hoster":"VOE"},{"redirect":8589097,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691157,"hoster":"VOE"},{"redirect":8691161,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Gesicht im Spiegel","epNo":7,"alt":"Identity","descr":"Die Hexe Shota hat eine Vision, in der der Sucher stirbt. Unterdessen treffen Richard, Kahlan und Zedd auf den Kaufmann Colm. Er ist Doppelagent, der zwar Bestechungsgelder an die D’Haraner zahlt, dabei aber den Widerstand gegen Rahl bestärkt. Sein Sohn Gryff soll eine Vernunftehe mit Bronwyn eingehen. Shota versucht, Richard zu warnen – aber er ignoriert sie. Um sein Leben zu retten, verhext sie ihn …","versions":[{"lang":1,"streams":[{"redirect":8837732,"hoster":"VOE"},{"redirect":8589098,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691166,"hoster":"VOE"},{"redirect":8691163,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Stilles Leid","epNo":8,"alt":"Denna","descr":"Kahlan wird von einem Albtraum geplagt, in dem sie Zedd und Richard tötet. Aus Angst, den Sucher, wie von Shota prophezeit, zu verraten, verlässt sie Richard, der ihr zuvor seine Gefühle offenbart hat. Sie sucht Lara auf und bittet sie, an ihrer Stelle mit dem Sucher zu reisen. Dabei muss sie feststellen, dass Lara das gesamte Dorf in dem sie lebt, gewandelt hat. Unterdessen geraten Zedd und Richard in einen Hinterhalt …","versions":[{"lang":1,"streams":[{"redirect":9593402,"hoster":"VOE"},{"redirect":8589100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691168,"hoster":"VOE"},{"redirect":8691167,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Puppenspieler","epNo":9,"alt":"Puppeteer","descr":"Rahl besitzt mittlerweile zwei Kästchen der Ordnung. Das dritte möchte er von Milena. Zedd, Richard und Kahlan versuchen, ihm zuvor zu kommen. Deshalb gibt sich Zedd an Milenas Hof als Puppenspieler aus. Er schließt Freundschaft mit einem kleinen Mädchen namens Rachel, der Spielkameradin der Prinzessin. Während es Zedd und Rachel gelingt, das Kästchen zu stehlen, trifft Darken Rahl im Schloss ein. Rachel kann mit dem Kästchen fliehen und trifft im Wald auf Richard und Kahlan …","versions":[{"lang":1,"streams":[{"redirect":8837736,"hoster":"VOE"},{"redirect":8589103,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691170,"hoster":"VOE"},{"redirect":8691169,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die letzten Konfessoren","epNo":10,"alt":"Sacrifice","descr":"Richard, Kahlan und Zedd treffen auf die Mutter Konfessor, die zusammen mit den letzten noch lebenden Konfessoren die Middlands verlassen will. Die drei beschließen, die Konfessoren sicher zur Küste zu begleiten. Unterwegs begegnet ihnen Finn – er ist der Partner von Dennee, Kahlans Schwester. Dennee hat den Angriff der D’Haraner überlebt und wird nun von ihnen gefangen gehalten. Sie ist schwanger und Darken Rahl möchte ihr Kind unbedingt für seine Zwecke missbrauchen …","versions":[{"lang":1,"streams":[{"redirect":8837744,"hoster":"VOE"},{"redirect":8589101,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691173,"hoster":"VOE"},{"redirect":8691172,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Azzallels Kugel","epNo":11,"alt":"Confession","descr":"Kahlan, und Richard reisen nach Ost Marwen. Conor und Nella unterstützen den Widerstand, und benötigen dabei Kahlans Hilfe. Als Kahlan ankommt, ist es bereits zu spät: Conor ist tot. Sein Mörder Niles ist schnell gefunden und wird gehängt. Wenig später treffen sie auf einen Händler, der behauptet, er wäre am Morgen von Niles ausgeraubt worden. Das stellt Kahlan und Richard vor ein unlösbares Rätsel: Wie konnte Niles an zwei Orten gleichzeitig sein?","versions":[{"lang":1,"streams":[{"redirect":8837740,"hoster":"VOE"},{"redirect":8589099,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691176,"hoster":"VOE"},{"redirect":8691175,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Zauber des Lügenden Mondes","epNo":12,"alt":"Home","descr":"Richard ist, ohne es zu wissen, in einer Traumwelt gefangen. Darken Rahl benutzt den Zauber des lügenden Mondes, um Richard dazu zu bringen, ihm das Versteck des Kästchens der Ordnung zu verraten. In der Traumwelt existieren alle Menschen, die Richard nahe stehen. Sie versuchen, ihn davon zu überzeugen, dass er seine Abenteuer mit Zedd und Kahlan nur geträumt hat...","versions":[{"lang":1,"streams":[{"redirect":12336897,"hoster":"VOE"},{"redirect":8589102,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691177,"hoster":"VOE"},{"redirect":12978379,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Fluch der Liebe","epNo":13,"alt":"Revenant","descr":"Richard, Kahlan und Zedd wollen das Kästchen der Ordnung in der Grabkammer des letzten Suchers, Kierran, verstecken. In der Gruft müssen sie feststellen, dass Kierran unehrenhaft beigesetzt wurde. Außerdem wandelt in der Grabkammer die Seele von Viviane, die Konfessor Kierran´s. Die drei lösen durch Zufall einen uralten Zauber aus, der ihnen zu schaffen macht ...","versions":[{"lang":1,"streams":[{"redirect":8837743,"hoster":"VOE"},{"redirect":8589104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691183,"hoster":"VOE"},{"redirect":8691182,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Die Wälder des Schreckens","epNo":14,"alt":"Hartland","descr":"Zur großen Überraschung von Richard und Kahlan treffen sie in den Midlands auf Chase. Dieser erzählt ihnen, dass die D\u0027Haraner in Hartland eingefallen sind und seine Familie entführt wurde. Daraufhin durchqueren die drei die Barriere um nach Hartland zurückzukehren und Chase zu helfen ...","versions":[{"lang":1,"streams":[{"redirect":12336892,"hoster":"VOE"},{"redirect":8589105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691186,"hoster":"VOE"},{"redirect":8691185,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Burg der Finsternis","epNo":15,"alt":"Conversion","descr":"Auf der Suche nach der entführten Familie von Chase gelingt es Richard, Chase und Kahlan, sie zusammen mit anderen Gefangenen zu befreien. Doch Zauberer Giller hat im Auftrag von Darken Rahls Experimente an den Frauen durchgeführt, um einen Konfessor zu bauen. Im Kampf gegen die bösen Mächte fällt Kahlan in den sogenannten \u0027Con Dar\u0027, einen Blutrausch, der ungeahnte Kräfte in ihr freisetzt...","versions":[{"lang":1,"streams":[{"redirect":8837738,"hoster":"VOE"},{"redirect":8589106,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691187,"hoster":"VOE"},{"redirect":8691188,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die Magie der Ordnung","epNo":16,"alt":"Bloodline","descr":"Nachdem Zed das dritte Kästchen der Ordnung an einem scheinbar sicheren Ort versteckt hat und es zudem mit einem magischen Zauber belegt hat, damit es Rahl nicht in die Hände fällt, gelingt es diesem dennoch, es ausfindig zu machen. Doch bevor Denna es ihm zukommen lassen kann, gelingt es Richard und Kahlan, den Schatz zurückzugewinnen. Als infolgedessen ihre Mutter gefangen genommen wird, stehen sie vor der Aufgabe, sowohl die Mutter als auch das Kästchen zu retten …","versions":[{"lang":1,"streams":[{"redirect":12336889,"hoster":"VOE"},{"redirect":8589107,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336893,"hoster":"VOE"},{"redirect":8691189,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Schattenbringer","epNo":17,"alt":"Deception","descr":"Ein zylinderförmiger Gegenstand weckt Richard und Kahlans Aufmerksamkeit, als sie alle Bewohner eines Dorfes tot auffinden. Es stellt sich heraus, dass es sich dabei um einen Schattenbringer handelt, der ganze Landstriche vernichten kann. Als sie kurz darauf Rebellen helfen, die von D’Hatanern angegriffen werden, können sie in Erfahrung bringen, dass diese damit planen, ein Dorf, das mit Darken Rahl sympathisiert, zu vernichten. In letzter Sekunde können sie die Rebellen stoppen.","versions":[{"lang":1,"streams":[{"redirect":8837742,"hoster":"VOE"},{"redirect":8589113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691193,"hoster":"VOE"},{"redirect":8691191,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der Zauberspiegel","epNo":18,"alt":"Mirror","descr":"Die Gauner Frytss und Clayre nehmen die Gestalt von Richard und Kahlan an, und rauben ein Dorf aus. Schon bald bemerken der Sucher und der Konfessor, dass sie es mit Doppelgängern zu tun haben. Frytss und Clayre arbeiten für Gwildor, den Besitzer des Zauberspiegels. Es gelingt ihnen, das Schwert der Wahrheit für ihn zu stehlen. Gwildor hat vor, die beiden in Richards und Kahlans Gestalt den D’Haranern auszuliefern und auf diese Weise Frytss und Clayre loszuwerden …","versions":[{"lang":1,"streams":[{"redirect":8837745,"hoster":"VOE"},{"redirect":8589108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380005,"hoster":"VOE"},{"redirect":8691197,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Shotas Fluch","epNo":19,"alt":"Cursed","descr":"Richard, Kahlan und Zedd ereilt ein Hilferuf von König Gregor. Sie erfahren, dass Caddock von einem Calthrop heimgesucht wird: Der König selbst wird bei Nacht zum Monster. Er hatte die Hexe Shota um Hilfe gebeten, sein Reich vor Darken Rahl zu schützen. Um das zu ermöglichen, verwandelte ihn Shota in einen Calthrop. Nachdem die D’Haraner vertrieben waren, begann er, sein eigenes Volk zu töten. Wie sich herausstellt, hat der machthungrige Bruder des Königs die Finger im Spiel …","versions":[{"lang":1,"streams":[{"redirect":8837750,"hoster":"VOE"},{"redirect":8589109,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691198,"hoster":"VOE"},{"redirect":8691200,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Ein Bild vom Paradies","epNo":20,"alt":"Sanctuary","descr":"Richard, Kahlan und Zedd erfahren, dass es eine Abschrift vom Buch der gezählten Schatten gibt. Sie eilen zur Bibliothek in Briamont, wo sich der Sohn der Bibliothekarin Livia gerade mit Händlern anlegt. Um ihn zu beschützen, versteckt ihn Maler James in einem magischen Gemälde. Kurz darauf malt er auch Livia und die Bibliothek, in der sich gerade Zedd und einige D’Haraner aufhalten, in das Bild. Zedd muss feststellen, dass in dem Gemälde Magie nicht funktioniert …","versions":[{"lang":1,"streams":[{"redirect":8837746,"hoster":"VOE"},{"redirect":8589110,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691204,"hoster":"VOE"},{"redirect":8691203,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Feuerfieber","epNo":21,"alt":"Fever","descr":"Zedd will ein Dorf von einer schrecklichen Plage heilen. Viele Menschen sind bereits gestorben und die Angst wächst … Richard und Kahlan versuchen unterdessen, Jennsen und das Kästchen zu finden. Sie wissen nicht, dass Jennsen das Kästchen in einen See geworfen hat und sich nun bei Darken Rahl aufhält. Sie hat sich bei ihrer Flucht am Kopf verletzt und kann sich an nichts erinnern. Rahl gibt sich als guter Freund aus und will so an Jennsens Erinnerungen gelangen …","versions":[{"lang":1,"streams":[{"redirect":8837749,"hoster":"VOE"},{"redirect":8589112,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691206,"hoster":"VOE"},{"redirect":8691205,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Mauern der Zeit","epNo":22,"alt":"Reckoning","descr":"Rahl und seine Mord’Sith verhindern in letzter Sekunde, dass Richard die Kästchen der Ordnung zusammensetzen kann. Die Magie, die bei diesem Kampf freigesetzt wird, katapultiert Richard in die Zukunft. Dort angekommen, sieht er eine völlig zerstörte Welt – Moral und Anstand existieren nicht mehr. Cara, eine Mord’Sith, ist ebenfalls in dieser Zeit gelandet. Um zu verhindern, dass diese Version der Zukunft Wirklichkeit wird, müssen die beiden zusammenarbeiten …","versions":[{"lang":1,"streams":[{"redirect":8837747,"hoster":"VOE"},{"redirect":8589111,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691207,"hoster":"VOE"},{"redirect":8691209,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die drei Zeichen","epNo":1,"alt":"Marked","descr":"Darken Rahl ist besiegt, doch die Freude währt nicht lange, denn ein Geschöpf aus der Unterwelt verwandelt das Fest in ein Blutbad. Richard gelingt es, die Kreatur zu vertreiben, jedoch nicht zu töten. Kahlan, Zedd und Richard müssen feststellen, dass ein Riss im Schleier zur Unterwelt als Tor genutzt wird, und dass der Hüter der Unterwelt alles Leben vernichten will. Unterdessen wird Cara von den Mord’Sith wegen Verrats fast totgeschlagen und sterbend zurückgelassen …","versions":[{"lang":1,"streams":[{"redirect":8837751,"hoster":"VOE"},{"redirect":8589115,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691212,"hoster":"VOE"},{"redirect":8691211,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die magische Rune","epNo":2,"alt":"Baneling","descr":"Richard, Kahlan, Cara und Zedd sind auf der Suche nach dem Stein der Tränen und gelangen schließlich zum niedergebrannten Kloster von Ulrich. Die Mönche und der Prior des Klosters, Abt Henry, der das Medaillon mit dem Hinweis auf den Stein der Tränen um den Hals trägt, wurden von den D’Haranern in das Todesgefängnis Tothrayne verschleppt. Richard und seine Gefolgschaft treffen zu spät in Tothrayne ein: Der Abt ist tot und das Medaillon befindet sich im Besitz der D’Haraner …","versions":[{"lang":1,"streams":[{"redirect":12917339,"hoster":"VOE"},{"redirect":8589114,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691213,"hoster":"VOE"},{"redirect":8691214,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Falscher Stolz","epNo":3,"alt":"Broken","descr":"Kahlan erfährt, dass Cara, als sie noch im Dienst von Darken Rahl stand, ihre Schwester Denee getötet hat. Durch den Schock fällt Kahlan in einen Blutrausch und will Cara töten. Mit Richards Hilfe gelingt Cara die Flucht, doch schon bald wird sie als Mord-Sith erkannt und gefangen genommen. Die nach Rache dürstende Kahlan soll Cara hinrichten. Doch zunächst gibt es eine Anhörung, die Cara die Möglichkeit geben soll, ihre Taten als Mord-Sith zu bereuen …","versions":[{"lang":1,"streams":[{"redirect":12336899,"hoster":"VOE"},{"redirect":8589122,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691219,"hoster":"VOE"},{"redirect":8691216,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wunsch des Herzens","epNo":4,"alt":"Touched","descr":"Kahlan erfährt von den Irrlichtern, dass es außer ihr noch eine weitere Konfessor gibt – eine junge Frau namens Annabelle, die von ihrem Vater gefangen gehalten wird. Kahlen sucht gemeinsam mit Richard und Flynn die junge Konfessor auf, während Zedd und Cara auf der Suche nach dem Stein der Tränen nach Pamorah ziehen. Schon bald stellt sich heraus, dass Annabelle mit einer Dienerin die Flucht gelungen ist. Kahlan, Richard und Flynn nehmen die Verfolgung auf …","versions":[{"lang":1,"streams":[{"redirect":8837753,"hoster":"VOE"},{"redirect":8589116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918233,"hoster":"VOE"},{"redirect":8691221,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Zauber des Vergessens","epNo":5,"alt":"Wizard","descr":"Shota versucht mit Hilfe ihrer Zauberkräfte, Zedd dazu zu bringen, einen neuen Sucher zu ernennen. Sie nimmt ihm seine Erinnerungen und gibt ihm seine mächtigsten Zauberkräfte und seine Jugend zurück. Das Resultat: Zedd macht sich umgehend aus dem Staub, geht ins nächste Bordell und lebt ungezügelt seine Macht aus. Richard, Kahlan und Cara sind unterdessen auf der Suche nach einem Gegenmittel für den Zauber – doch das ist einfacher gesagt als getan …","versions":[{"lang":1,"streams":[{"redirect":8837754,"hoster":"VOE"},{"redirect":8589117,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691225,"hoster":"VOE"},{"redirect":8691224,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die dunkle Seite","epNo":6,"alt":"Fury","descr":"Richard und sein Gefolge retten die Bewahrer vor Sklavenhändlern. Während Roga, die Anführerin des Klans, Krieg und Gewalt ablehnt, möchte ihr Sohn Kur das Kämpfen erlernen. Als sich ihm weitere Klanmitglieder anschließen, um von Richard unterrichtet zu werden, wird ein alter Fluch freigesetzt. Die Konsequenz: Alle fallen ins Koma. Zedd kann den Zauber zwar rückgängig machen, doch jetzt mutieren die Mitglieder wie auch Richard zu blutrünstigen Kämpfern …","versions":[{"lang":1,"streams":[{"redirect":12924198,"hoster":"VOE"},{"redirect":8589120,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691227,"hoster":"VOE"},{"redirect":8691226,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Atem des Lebens","epNo":7,"alt":"Resurrection","descr":"General Grix, Kommandeur der D’Haraner, möchte die Herrschaft über D’Hara erlangen. Grix ist allerdings der Mord’Sith Denna hörig, die selbst nach der Macht über das Reich strebt. Denna verfolgt einen teuflischen Plan: Sie tötet sowohl den General als auch Richard. Mittels Magie holt sie Grix’ Seele aus der Unterwelt zurück und pflanzt sie in Richards Körper. Mit dem falschen Lord Rahl hat sie eine perfekte Marionette für ihre Zwecke geschaffen …","versions":[{"lang":1,"streams":[{"redirect":8837755,"hoster":"VOE"},{"redirect":8589118,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691229,"hoster":"VOE"},{"redirect":8691230,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schwestern des Lichts","epNo":8,"alt":"Light","descr":"Denna entführt Zedd – mit ihm hat sie einen mächtigen Zauberer an ihrer Seite. Kahlan und Richard jagen Denna, währenddessen bricht Richard vor Schmerzen zusammen. Sie treffen auf die Schwestern des Lichts, die ihnen mitteilen, dass Richards Schmerzen mit seiner Gabe in Zusammenhang stehen. Die Schwestern wollen ihn zum Palast der Propheten bringen, wo er als Zauberer ausgebildet werden soll. Um zur alten Welt zu gelangen, müssen sie zunächst jedoch Mriswith besiegen …","versions":[{"lang":1,"streams":[{"redirect":8837756,"hoster":"VOE"},{"redirect":8589121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691231,"hoster":"VOE"},{"redirect":8691233,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schwestern der Finsternis","epNo":9,"alt":"Dark","descr":"Als Richard im Palast der Propheten ankommt, stirbt eine der Schwestern. Nicci flüstert ihm zu, dass er niemandem vertrauen darf. Es stellt sich heraus, dass nicht alle Schwestern für das Gute kämpfen, und dass einige auf der Seite des Hüters stehen. Damit nicht genug: Während nur ein Tag im Palast vergeht, verstreichen in der Außenwelt ganze zehn Tage. Noch dazu ist der Palast magisch abgeriegelt – wird Richard die Flucht dennoch gelingen?","versions":[{"lang":1,"streams":[{"redirect":13101649,"hoster":"VOE"},{"redirect":8589119,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691236,"hoster":"VOE"},{"redirect":8691237,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Tal der Verdammnis","epNo":10,"alt":"Perdition","descr":"Richard ist im Tal der Verdammnis gefangen, wo seine größten Ängste durch Magie zum Leben erweckt werden. Er wird von verstörenden Visionen gequält und muss Entscheidungen treffen, die seinen Sinn für Recht und Unrecht auf die Probe stellen. Die Herausforderungen treiben Richard bis zum Abgrund des Todes. Schwester Nicci plant unterdessen, Kahlan zu töten. Cara hat mit persönlichen Problemen zu kämpfen: Ihre Gefühle für Leo werden immer stärker …","versions":[{"lang":1,"streams":[{"redirect":8837757,"hoster":"VOE"},{"redirect":8589123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336894,"hoster":"VOE"},{"redirect":8691240,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwei Frauen","epNo":11,"alt":"Torn","descr":"Der unbarmherzige Prinz Fyren nimmt Kahlans Heimat ein. Um etwas gegen die skrupellosen Machenschaften des Tyrannen zu unternehmen, müssen sich Kahlan und Zedd zur legendären Stadt Aydindril begeben, während Richard und Cara weiterhin nach dem Stein der Tränen suchen. Als sich Kahlan durch ein magisches Missgeschick in zwei Personen teilt, wird Richard klar, dass die Situation viel gefährlicher ist, als zunächst angenommen …","versions":[{"lang":1,"streams":[{"redirect":12924201,"hoster":"VOE"},{"redirect":8589124,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691243,"hoster":"VOE"},{"redirect":8691242,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schattenwasser","epNo":12,"alt":"Hunger","descr":"Cara kommt bei einem Überfall ums Leben. Um Richard weiterhin helfen zu können, geht sie einen Handel mit Darken Rahl ein: Sie kehrt als Baneling in die Welt der Lebenden zurück. Um das Abkommen zu erfüllen, muss sie nachts unbemerkt D’Haraner-Opfer finden. Unterdessen verkaufen Thaddicus und Sebastian den Banelings ein Heilmittel. Als die Nachfrage steigt, verdünnen sie das Elixir mit Wasser – und haben bald eine Menge unzufriedener Kunden am Hals …","versions":[{"lang":1,"streams":[{"redirect":8837758,"hoster":"VOE"},{"redirect":8589128,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691244,"hoster":"VOE"},{"redirect":8691245,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die falsche Prinzessin","epNo":13,"alt":"Princess","descr":"Kahlan wird von abgerichteten Gars entführt. Da nur der Markgraf von Rothenberg über solche verfügt, machen sich Zedd, Cara und Richard auf den Weg zu dessen Schloss. Das Anwesen ist durch einen Zauber geschützt, der die Anwendung von Magie unmöglich macht. Vor der Burg fangen die Helden Prinzessin von Thryce und deren Geleit ab. Als Adelige verkleidet, gelangen Richard, Zedd und Cara schließlich in die Burg …","versions":[{"lang":1,"streams":[{"redirect":8837761,"hoster":"VOE"},{"redirect":8589125,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691250,"hoster":"VOE"},{"redirect":8691248,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Vater und Tochter","epNo":14,"alt":"Bound","descr":"Nicci wendet einen dunklen Zauber an, sodass alles, was sie empfindet, auch Kahlan fühlt. Sie verlangt von Richard, dass er sie zum Stein der Tränen führt. Sollte er sich weigern, wird sie sich selbst, und somit auch Kahlan, töten. Richard hat keine Wahl und willigt widerwillig ein. Zedd und Cara versuchen, den Zauber rückgängig zu machen – dazu müssen sie Kahlans Vater aufsuchen. Unterdessen werden Nicci und Richard von den Schwestern der Finsternis verfolgt …","versions":[{"lang":1,"streams":[{"redirect":8837762,"hoster":"VOE"},{"redirect":8589126,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691251,"hoster":"VOE"},{"redirect":8691254,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Feind des Lichts","epNo":15,"alt":"Creator","descr":"Zedd, Kahlan und Richard begegnen einem jungen Mädchen namens Maia, das vorgibt, die Schöpferin zu sein. Sie will Richard töten, da er einer Prophezeiung zufolge dem Hüter dient. Maia durchleuchtet vor einer Menschenmenge Richards Absichten und versucht, seine Taten in schlechtes Licht zu rücken. Unterdessen erfährt Darken Rahl, dass die Schöpferin menschliche Gestalt angenommen hat. Er will sie durch einen Spalt in die Unterwelt ziehen …","versions":[{"lang":1,"streams":[{"redirect":8837764,"hoster":"VOE"},{"redirect":8589129,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691256,"hoster":"VOE"},{"redirect":8691255,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Fünf Gräber","epNo":16,"alt":"Desecrated","descr":"Kahlan und Cara überraschen den ahnungslosen Richard mit einer Geburtstagsfeier. Doch es dauert nicht lange, und die Feierlichkeiten nehmen eine schreckliche Wendung: Cormack, ein Zauberer, lässt während seiner Vorstellung Kahlan und Cara verschwinden. Er will die beiden erst wieder freigeben, wenn Richard vier bestimmte junge Männer tötet. Es stellt sich heraus, dass Cormack seine vier Söhne im Krieg gegen Darken Rahl verloren hat. Jetzt sinnt er nach Rache …","versions":[{"lang":1,"streams":[{"redirect":12917341,"hoster":"VOE"},{"redirect":8589127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691260,"hoster":"VOE"},{"redirect":8691257,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Das Geheimnis von Valdaire","epNo":17,"alt":"Vengeance","descr":"Zeddicus und sein Bruder Thaddicus haben sich vor langer Zeit geschworen, Panis Rahl, den Mörder ihres Vaters, zu suchen und zu töten. Panis, getarnt als Horace, taucht aus seinem Versteck auf und möchte dem Sucher helfen, die Schriftrolle von Valdaire zu finden. Zedd verlässt Richard und die anderen, um gemeinsam mit Thaddicus den Mord am Vater zu rächen. Doch die beiden sind nicht die Einzigen, die hinter Panis her sind. Auch Darken Rahl würde seinen Vater lieber tot sehen …","versions":[{"lang":1,"streams":[{"redirect":8837768,"hoster":"VOE"},{"redirect":8589133,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691261,"hoster":"VOE"},{"redirect":8691259,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die guten alten Tage","epNo":18,"alt":"Walter","descr":"Malray, ein ehemaliger Soldat aus Darken Rahls Armee, erzählt, wie er beinahe die gute alte Zeit unter Rahls Herrschaft zurückgebracht hätte. Darken Rahl wurde auf Walter aufmerksam, der ihm äußerlich wie ein Zwillingsbruder gleicht. Unter Malrays Aufsicht sollte Walter zu einem perfekten Doppelgänger des Tyrannen werden. Nach Rahls Tod heckten die beiden einen Plan aus, um dessen Schatz zu stehlen. Nun will Darken Rahl mithilfe von Walters Körper die Unterwelt verlassen …","versions":[{"lang":1,"streams":[{"redirect":13018806,"hoster":"VOE"},{"redirect":8589131,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691263,"hoster":"VOE"},{"redirect":8691265,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Die Grotte der Irrlichter","epNo":19,"alt":"Extinction","descr":"Darken Rahl ist zur Welt der Lebenden zurückgekehrt. Er verrichtet nun nicht mehr das Werk des Hüters, sondern möchte gemeinsam mit Richard die Welt retten. Allerdings ist seine Absicht alles andere als edel: Er möchte den Ruhm als Retter nutzen, um anschließend wieder die Macht an sich zu reißen. Zu diesem Zweck ermordet er alle bis auf ein Irrlicht, sodass er der Einzige ist, der den Inhalt der Schriftrolle kennt. Dieses Wissen verwendet er als Druckmittel gegen Richard …","versions":[{"lang":1,"streams":[{"redirect":8837767,"hoster":"VOE"},{"redirect":8589130,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691267,"hoster":"VOE"},{"redirect":8691268,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Stein der Tränen","epNo":20,"alt":"Eternity","descr":"Richard und sein Gefolge treffen auf Dahlia, eine alte Bekannte Caras. Dahlia behauptet, der Sohn von Cara und Darken Rahl sei in Gefahr. Gemeinsam mit Zedd zieht Cara los, um das Kind zu suchen. Doch Dahlia führt Böses im Schilde … Indes finden Richard und Kahlan den Stein der Tränen. Die Schützer des Steins stellen sich den beiden in den Weg. Eine Prophezeiung besagt, das Tal des Steins wäre vor dem Hüter nicht mehr sicher, sollte der Stein entfernt werden …","versions":[{"lang":1,"streams":[{"redirect":8837766,"hoster":"VOE"},{"redirect":8589132,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691273,"hoster":"VOE"},{"redirect":8706550,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der zerstörte Kompass","epNo":21,"alt":"Unbroken","descr":"Darken Rahl beauftragt Cara und einige andere Mord’Sith, Richard zu töten. Richard und Kahlan gelingt es jedoch, sie zu besiegen. Zedd erkennt, dass Cara unter der dunklen Magie Darken Rahls steht. Um sie zu befreien, wendet Zedd einen gefährlichen Zauber an, der die Welt vollkommen verändert. Zedd findet sich im Palast des Volkes wieder, wo gerade die Hochzeit von Richard und Kahlan stattfindet. Auch dem Hüter entgeht nicht, dass sich die Welt verändert hat …","versions":[{"lang":1,"streams":[{"redirect":8837772,"hoster":"VOE"},{"redirect":8589134,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691274,"hoster":"VOE"},{"redirect":8691272,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die Säulen der Schöpfung","epNo":22,"alt":"Tears","descr":"Nachdem Zedd den Spruch der Auslöschung erfolgreich widerrufen hat, müssen Richard und die anderen den Stein zu den Säulen der Schöpfung bringen. Der Hüter sorgt dafür, dass die Gruppe durch einen Riss getrennt wird – Richard muss alleine weiter. Unterwegs trifft er auf einen kleinen Jungen, dessen Eltern angeblich von den Banelings getötet wurden. Richard ahnt nicht, dass es sich bei dem Jungen in Wirklichkeit um den Hüter handelt …","versions":[{"lang":1,"streams":[{"redirect":8837770,"hoster":"VOE"},{"redirect":8589136,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8691275,"hoster":"VOE"},{"redirect":8691277,"hoster":"Streamtape"}]}]}]}]}