{"seriesId":"legend-of-the-galactic-heroes-die-neue-these","name":"Legend of the Galactic Heroes: Die Neue These","descr":"In einer fernen Zukunft bevölkert die Menschheit große Teile der Milchstraße. Doch seit 150 Jahren herrscht Krieg in der Galaxie. Denn während das Galaktische Imperium nach Monarchie strebt, will die Allianz der freien Planeten die Demokratie einführen. Inmitten dieser unruhigen Zeiten treffen die zwei rivalisierenden Großmächte, angeführt von Reinhard von Lohengramm und Yang Wen Li, aufeinander und schon bald entbrennt ein Kampf um Ruhm, Macht und Ehre!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"In ewiger Nacht","epNo":1,"alt":"In the Eternal Night","descr":"","versions":[{"lang":1,"streams":[{"redirect":8837717,"hoster":"VOE"},{"redirect":8589080,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Schlacht von Astarte","epNo":2,"alt":"The Battle of Astarte","descr":"Die Free Planets Alliance konterkariert den Vormarsch der galaktischen Kaiserlichen Marine in der Astarte Starzone, die noch in die 2., 4. und 6. Flotte unterteilt ist, um diese auf drei Seiten zu umgeben. Die Spitzenbeamten der Allianz sind sich sicher, dass ihr Sieg gesichert ist. Der stellvertretende Stabsoffizier der 2. Flotte, Commodore Yang, sagt den Angriff des Feindes auf die geteilten Streitkräfte voraus, bevor die Einkreisung abgeschlossen ist. Er bietet Vizeadmiral Paetta einen Plan an, um dieser Möglichkeit entgegenzuwirken.","versions":[{"lang":1,"streams":[{"redirect":8837716,"hoster":"VOE"},{"redirect":8589083,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das unbezwinbare Genie","epNo":3,"alt":"An Indomitable Prodigy","descr":"Annerose, Reinhards ältere Schwester, lebt im Schloss als Lieblingsherrin des Kaisers. Als Reinhard und Kircheis zu einem Besuch in ihre Residenz kommen, erinnern sich beide an die gemeinsame Kindheit. Als Annerose sie mit einem Lächeln begrüßt, das sich seit ihrer Jugend nicht verändert hat, bittet Kircheis, weiterhin nach ihrem Bruder zu suchen und ihn auf den richtigen Weg zu führen.","versions":[{"lang":1,"streams":[{"redirect":8837728,"hoster":"VOE"},{"redirect":8589082,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der geborene Stratege","epNo":4,"alt":"The Unbeatable Magician","descr":"Bis zum Alter von 16 Jahren verbrachte Yang Wen-li die meiste Zeit seines Lebens in einem interplanatarischen Handelsraumschiff mit seinem Vater. Welcher Händler gewesen ist. Nach dem Tod seines Vaters trat Yang in die Free Planets Fleet Academy ein, um Kriegsgeschichte zu studieren. Dort traf er Jean, der sein bester Freund werden sollte, und seine Jugendfreundin Jessica, eine Musikschülerin.","versions":[{"lang":1,"streams":[{"redirect":8837718,"hoster":"VOE"},{"redirect":8589085,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Gründung der 13. Flotte","epNo":5,"alt":"Birth of the 13th Fleet","descr":"Nach der Niederlage in der Schlacht von Astarte kehrt die Free Planets Alliance Navy zum Planeten Heinessen, der Hauptstadt der Allianz, zurück. Für die 1.500.000 Soldaten der Allianz, die in der Schlacht ums Leben kamen, wird eine Gedenkfeier abgehalten. Laut Konteradmiral Cazerne ist dies jedoch nichts anderes als eine politische Show des Vorsitzenden des nationalen Verteidigungsausschusses, Trunicht. Widerwillig besucht Yang den Gottesdienst, aber während er dort ist, begegnet er einem alten Bekannten, den er nie erwartet hätte.","versions":[{"lang":1,"streams":[{"redirect":8837734,"hoster":"VOE"},{"redirect":8589081,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Einnahme Iserlohns (1)","epNo":6,"alt":"The Capture of Iserlohn (Part 1)","descr":"Unterleutnant Greenhill, eine Frau mit ungewöhnlich scharfem Verstand, wird zusammen mit einigen anderen hoch angesehenen Offizieren zur Crew der 13. Flotte hinzugefügt. Kapitän Schönkopf und einige Mitglieder seines Regiments, die Rosen Ritter, besteigen einen zuvor gefangenen imperialen Kreuzer als Teil von Yangs Plan, die Festung Iserlohn zu infiltrieren , und verkleiden sich als imperiale Soldaten, die von der Allianz verfolgt werden.","versions":[{"lang":1,"streams":[{"redirect":8837722,"hoster":"VOE"},{"redirect":8589084,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Einnahme Iserlohns - Teil 2","epNo":7,"alt":"The Capture of Iserlohn (2)","descr":"","versions":[{"lang":1,"streams":[{"redirect":8837721,"hoster":"VOE"},{"redirect":8589087,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Castrop-Rebellion","epNo":8,"alt":"The Castrop Rebellion","descr":"Kircheis unterdrückt die Castrop-Rebellion in nur zwei Tagen des Kampfes und erhält eine Beförderung zum Vizeadmiral. Inzwischen sucht Kapitän Oberstein die Kommandeure von Iserlohn allein auf und sucht eine Audienz bei Reinhard. Trotz Kircheis Bedenken erkennt Reinhard Obersteins Talent als Taktiker an und stellt ihn als Untergebenen auf.","versions":[{"lang":1,"streams":[{"redirect":8837719,"hoster":"VOE"},{"redirect":8589086,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jeder findet seinen Stern","epNo":9,"alt":"Each Person`s Star","descr":"Eine Abstimmung des Hohen Rates legt fest, dass die \"Free Planets Alliance\" in das galaktische Imperium eindringen wird. Inzwischen besucht Yang, nachdem sein Rücktritt von Chief Sithole abgelehnt wurde, ein Abendessen mit Julian und geht zu Frederica Greenhill, die mit ihrem Vater dort war. Die vier speisen zusammen. Auf dem Rückweg nach Hause erfährt Yang, dass Jessica, die Verlobte seines gefallenen Kameraden Lapp, beschlossen hat, in die Politik zu gehen.","versions":[{"lang":1,"streams":[{"redirect":8837720,"hoster":"VOE"},{"redirect":8589088,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein kurzes Intermezzo","epNo":10,"alt":"Interlude","descr":"Im Integrierten Tactical Operations Center der Free Planets Alliance wird ein Treffen zur Planung der groß angelegten Invasion der Allianz in imperiales Gebiet durchgeführt. Commodore Falk, ein Offizier des Operationsstabs, schlägt einen Plan vor, aber die Vizeadmirale Bewcock und Yang machen sich Sorgen über die Gefahren des Eindringens mit weit auseinander stehenden Streitkräften und einer zu langen Versorgungslinie. Inzwischen erarbeitet Reinhard einen Plan, die Alliance Navy tief in imperiales Territorium zu ziehen und sie auf einen Schlag zu vernichten.","versions":[{"lang":1,"streams":[{"redirect":8837724,"hoster":"VOE"},{"redirect":8589090,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf Messers Schneide (1)","epNo":11,"alt":"The Verge of Death (Part 1)","descr":"Die Marine der Expeditionsflotte der \"Free Planets Alliance\" stößt während ihres Vormarsches in imperiales Gebiet auf einen gravierenden Mangel an Nahrungsmitteln. Der fünfte Flottenkommandant, Admiral Bewcock, überträgt Yangs geplanten Fluchtplan an Oberbefehlshaber Lobos, aber Lobos versteht die Situation nicht und lässt sie nicht fliehen. Mittlerweile hat Reinhard Kircheis bereits den Befehl erteilt, den Versorgungskonvoi der Allianz-Marine zu schlagen. Der Gegenangriff der Kaiserlichen Marine hat begonnen!","versions":[{"lang":1,"streams":[{"redirect":8837723,"hoster":"VOE"},{"redirect":8589089,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Auf Messers Schneide (2)","epNo":12,"alt":"The Verge of Death (Part 2)","descr":"Die Expeditionsflotte der \"Free Planets Alliance Navy\" bekämpft einen schwerwiegenden Versorgungsengpass, und der zu ihrer Rettung eingesandte Konvoi wurde von Kircheis in einem heftigen Angriff zerstört. Ohne ihre dringend benötigten Vorräte wird die entmutigte Flotte der Allianz von der kaiserlichen Marine schwer getroffen. Als Reinhard\u0027s Untergebene nach und nach die Flotten der Allianz ausschalten, wird Yangs 13. Flotte von der Kempff-Flotte angegriffen.","versions":[{"lang":1,"streams":[{"redirect":12917337,"hoster":"VOE"},{"redirect":8589093,"hoster":"Streamtape"}]}]}]}]}