{"path":"/serie/stream/lege-kommt-auf-den-geschmack","name":"Lege kommt auf den Geschmack","descr":"Lebensmitteltechniker Sebastian Lege geht den Lieblingsgerichten der Deutschen auf den Grund. Dabei holt er sich weltweit die besten Tipps und Tricks bei erfahrenen Gastronomen und kulinarischen Experten ab und besucht unter anderem Pizza-Hotspots in Neapel oder Döner-Läden in Istanbul. Lege freundet sich mit der Patisserie in Frankreich an und lernt das Essen der Zukunft in Mexiko kennen. In seinem \"Lege-Lab\" experimentiert er mit den besten Zubereitungsmethoden und zeigt ganz neue Wege, um sich dem besten Geschmack zu nähern. Am Ende versucht er mit dem gesammelten Input das beste Produkt zu kreieren und tritt gegen zwei bis drei kulinarische Gegner an. Im Anschluss werden die kreierten Lebensmittel von Testessern verkostet und bewertet.","seasons":[{"path":"/serie/stream/lege-kommt-auf-den-geschmack/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lege-kommt-auf-den-geschmack/staffel-1/episode-1","name":"Die beste Pizza Deutschlands","epNo":1,"alt":"","descr":"Kein Gericht der Welt wird häufiger gegessen: Die Pizza landet jährlich milliardenfach auf den Tellern. Die Welt \"isst\" quasi eine Scheibe. Doch wo liegt das Geheimnis? Worauf kommt es an? Teig, Zutaten, Backzeit, Hitze – was braucht es für eine perfekte Pizza? Der bekannte Foodexperte Sebastian Lege stellt sich dieser Herausforderung und versucht, das Geheimnis auf völlig neuen Wegen zu ergründen – mit teilweise sehr skurrilen Methoden. Da landet der Mozzarella schon mal im Fleischwolf und wird dann schockgefrostet auf der Pizza verteilt oder es wird mittels eines Rotationsverdampfers ein einzigartiges \"Pizzaparfum\" entwickelt. In dem speziell für diese Sendung eingerichteten Lege-Lab tüftelt Sebastian Lege an der ultimativen Rezeptur.Über Monate holt sich der \"Daniel Düsentrieb\" der Lebensmittelbranche aus allen Ecken der der Welt wertvolle Inspirationen, nur um sein Ziel zu erreichen, die beste Pizza Deutschlands zu backen. Und das alles auf neue, authentische und sehr unterhaltsame Weise. So bekommt er einen exklusiven Einblick in ein Testlabor bei Dr. Oetker in Bielefeld, dem Hersteller, der seit 40 Jahren die meistverkaufte Tiefkühlpizza produziert. Im großen Finale tritt Sebastian Lege dann gegen drei unbestrittene Könner an: Ein Pizzaweltmeister, ein mehrfach ausgezeichneter Pizzabäcker und den bekannten Food-Influencer Stefano Zarrella. 50 neutrale Testesser bewerten dann, wer tatsächlich die leckerste Pizza gebacken hat. Schafft es Sebastian Lege mit seiner einzigartigen und unkonventionellen Herangehensweise? Kommt Lege auf den Geschmack?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433758","hoster":"VOE"},{"path":"/redirect/13433784","hoster":"Doodstream"},{"path":"/redirect/13433767","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lege-kommt-auf-den-geschmack/staffel-1/episode-2","name":"Der beste Döner Deutschlands","epNo":2,"alt":"","descr":"Der Döner Kebap – Deutschlands beliebtestes Fastfood. Hierzulande werden pro Sekunde sieben davon gegessen. Doch wo liegt das Geheimnis seines Erfolges? Ist es das Fleisch, das Fladenbrot oder die Soßen? Was braucht es, um einen perfekten Döner zu machen? Der bekannte Foodexperte und Produktentwickler Sebastian Lege stellt sich dieser Herausforderung. In der Sendung \"Lege kommt auf den Geschmack\" gibt es keine Tabus. Mit teilweise abenteuerlichen Methoden tüftelt er in dem eigens für die Sendung eingerichteten Lege-Lab an diesem Nr.1-Gericht. Der Drehspieß quadratisch, die Joghurtsoße gefrostet als kleine Drops und garniert wird mit frittierten Kartoffelschnitzeln. Kein Weg ist dem Geschmacksjäger zu weit. Rund um den Globus holt sich Sebastian Lege die Inspirationen für seine einzigartige Dönervariante.Sein Ziel – kein geringeres, als den besten Döner Deutschlands zu kreieren. So bekommt er unter anderem bei \"Mustafa’s Gemüsedöner\" einen exklusiven Einblick in die Kult-Imbissbude aus Berlin, an der kürzlich sogar US-Rapper Kanye West und Bianca Censori anstanden. Im großen Finale tritt Sebastian Lege dann gegen zwei der erfolgreichsten Dönerverkäufer an. 50 Testesser bewerten abschließend, wer macht den besten Döner Deutschlands? Schafft es Sebastian Lege mit seiner einzigartigen und unkonventionellen Herangehensweise? Kommt Lege auf den Geschmack?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433749","hoster":"VOE"},{"path":"/redirect/13433755","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lege-kommt-auf-den-geschmack/staffel-1/episode-3","name":"Das beste Dessert Deutschlands","epNo":3,"alt":"","descr":"Mission zuckersüß. In dieser Folge erreicht Foodexperte und Produktentwickler Sebastian Lege seine persönlichen Grenzen. Während die meisten Deutschen Desserts lieben, hasst der gebürtige Bremer zuckerhaltige Nachspeisen abgrundtief. Es wartet also eine besonders schwierige Aufgabe auf den ausgebildeten Koch, denn sein Ziel ist kein geringeres, als das beste Dessert Deutschlands zu kreieren. Der \"Daniel Düsentrieb\" der Lebensmittelbranche geht dabei sehr ungewöhnliche Wege. Sein Vanilleextrakt macht er beispielsweise im Rotationsverdampfer und sein Bunsenbrenner verhilft dem Dessert zum besonderen Crunch. Auch geschmacklich experimentiert Sebastian Lege.Warum nicht mal Spitzpaprika mit Erdbeere mischen? Und gibt es eine Möglichkeit süße Desserts völlig zuckerfrei herzustellen? Vielleicht bekommt er bei René Frank, dem ersten Chef-Patissier, der mit einem reinen Dessert-Restaurant mit zwei Michelin-Sternen ausgezeichnet wurde, wertvolle Tipps. Im großen Finale tritt Sebastian Lege dann gegen drei der besten und erfolgreichsten Dessertmacher an, unter anderem gegen Sally Özcan, Deutschlands erfolgreichste Backbloggerin. 50 Testesser bewerten dann, wer macht tatsächlich das beste Dessert hierzulande? Schafft es Sebastian Lege mit seiner einzigartigen und unkonventionellen Herangehensweise? Kommt Lege heute auf den Geschmack?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433756","hoster":"VOE"},{"path":"/redirect/13433757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lege-kommt-auf-den-geschmack/staffel-1/episode-4","name":"Das Essen der Zukunft","epNo":4,"alt":"","descr":"Kriechende Eiweißbomben, Schokolade aus dem Bioreaktor, Fleisch aus dem 3D-Drucker und Kaktus als Beilage? Klingt nach Science-Fiction, aber so könnte Essen in der Zukunft tatsächlich aussehen. Was werden wir zukünftig auf unseren Tellern haben? Produktentwickler und Koch Sebastian Lege lädt in dieser Folge zu einem Future-Fast-Food-Menü. Dafür reist der Experte um den Globus, nimmt exklusive Einblicke in eine Welt, die bislang wenig Beachtung findet, obwohl die Lebensmittelherstellung der größte Klimakiller schlechthin ist.Welche Lebensmittel lassen sich zukünftig nachhaltig herstellen und schmecken trotzdem lecker? Geht das überhaupt? In seinem eigens für diese Sendung eingerichtetem Lege-Lab tüftelt der Foodexperte an noch nie dagewesenen: Taugt Kaktus als Pommes Frites? Und lassen sich Schnecken zu Burger-Pattys verarbeiten? \"Lege kommt auf den Geschmack\" zeigt, was heute alles schon möglich ist. Verblüffende Neuigkeiten, kreative Food-Ideen und unterhaltsam à la Sebastian Lege. In dieser Folge bekommt er kompetente Hilfe von dem bekannten Wissenschaftsjournalisten und Buchautor Dirk Steffens. Am Ende bewerten 50 Testesser das Future-Menü, ohne zu wissen was sie serviert bekommen. Kann das Gericht überzeugen? Ist es gar besser als bewährtes Fast-Food? Kommt Sebastian Lege beim Essen der Zukunft auf den Geschmack?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13433764","hoster":"VOE"},{"path":"/redirect/13433771","hoster":"Streamtape"}]}]}]}]}