{"path":"/serie/stream/legends","name":"Legends","descr":"Legends ist eine US-amerikanische Action-Thriller-Serie aus dem Hause TNT. Das Format basiert auf dem Roman Legends: A Novel of Dissimulation von Robert Littell und erzählt die Geschichte des FBI-Agenten Martin Odum (Sean Bean). Dieser agiert im Rahmen der Deep Cover Operations Task Force für seinen Arbeitgeber und zeichnet sich vor allem durch eine bemerkenswerte Fähigkeit aus: Martin kann sich je nach Mission und Ziel in eine bestimmte beziehungsweise andere Person verwandeln. Er ist ein Undercover-Agent der besonderen Sorte – als würde er für den Zeitraum seines Auftrags mit seiner falschen Identität verschmelzen und das Leben eines anderen leben. Während sich Martin als waschechter Profi in seinem Metier versteht, ereilt ihn eines Tages jedoch ein alles verändernder Schicksalsschlag. Ein fremder sowie geheimnisvoller Mann teilt ihm mit, dass er nicht der Mensch ist, der er zu glauben scheint. Seine komplette Existenz ist eine Lüge, seine Charaktereigenschaften programmierte Verhaltensweisen. Nun befindet sich Martin in einem problematischen Dilemma. Nicht zuletzt weiß er nicht, wem er jetzt noch vertrauen kann, sollte der Unbekannte hinsichtlich seiner Identität recht haben. Es beginnt eine Hetzjagd sondergleichen und bereits nach kurzer Zeit stößt Martin auf eine Verschwörung, deren Ausmaß ein verheerendes ist.","seasons":[{"path":"/serie/stream/legends/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/legends/staffel-1/episode-1","name":"Die Miliz","epNo":1,"alt":"Pilot","descr":"Undercoveragent Martin Odum arbeitet für das FBI und ermittelt seit Monaten verdeckt und unter falscher Identität bei einer inländischen Terrororganisation. Als der Einsatz abgebrochen wird, kehrt Martin nach Hause zu Frau und Sohn zurück. Seine Welt gerät ins Wanken, als ihm ein Fremder erzählt, dass auch seine Identität als Martin Odum nur eine weitere Täuschung sei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837783","hoster":"VOE"},{"path":"/redirect/8589147","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12313904","hoster":"VOE"},{"path":"/redirect/12313905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-2","name":"Nervengas","epNo":2,"alt":"Chemistry","descr":"Als der Chemielehrer Richard Hubbard und dessen Familie entführt werden, übernehmen die Undercoveragenten Martin, Crystal und Troy Buchannan den Fall. Die Ermittler fürchten, dass der Highschool-Lehrer für seine Entführer Nervengas herstellen soll. Bevor der Lehrer im Zeugenschutzprogramm der USA aufgenommen wurde, entwickelte er jahrelang Nervengas für das russische Militär.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380012","hoster":"VOE"},{"path":"/redirect/8589146","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12313824","hoster":"VOE"},{"path":"/redirect/12313836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-3","name":"Der Waffenhändler","epNo":3,"alt":"Lords of War","descr":"Martin nimmt die Identität des internationalen Waffenhändlers Dante Auerbach an, um den Chemielehrer Robert Hubbard zu retten und in Erfahrung zu bringen, wer das Nervengift verkauft. Bei den Ermittlungen lernt Martin die hübsche Waffenhändlerin Ana Paulanos kennen, die die rechte Hand des tschetschenischen Gangsterbosses sein soll, der nur als der \"Colonel\" bekannt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837781","hoster":"VOE"},{"path":"/redirect/8589148","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535209","hoster":"VOE"},{"path":"/redirect/12313817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-4","name":"Verrat","epNo":4,"alt":"Betrayal","descr":"Der Colonel und Ana Paulanos werden vom FBI festgenommen, als sie Martin einen Koffer mit Nervengas verkaufen wollen, das sich bei näherer Untersuchung jedoch als Fälschung herausstellt. Um Rache zu üben, setzt einer der Gefolgsleute des Colonels das Nervengas in einem überfüllten Bus frei. Weitere Anschläge drohen, sollte das FBI den Colonel und Ana nicht laufen lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837784","hoster":"VOE"},{"path":"/redirect/8589149","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535210","hoster":"VOE"},{"path":"/redirect/12313801","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-5","name":"Im Alleingang","epNo":5,"alt":"Rogue","descr":"Martin wurde nach den jüngsten Ereignissen beurlaubt und hat somit genügend Zeit, den Behauptungen des Fremden nachzugehen, der ihn davon überzeugen wollte, dass auch die Person Martin Odum nur eine falsche Identität sei. Bei seinen Nachforschungen stößt der Undercoveragent in Houston auf den Schmuggler Kyle Dobson, der einige Antworten auf Martins offene Fragen haben könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837785","hoster":"VOE"},{"path":"/redirect/8589151","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535211","hoster":"VOE"},{"path":"/redirect/12313821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-6","name":"Auf der Flucht","epNo":6,"alt":"Gauntlet","descr":"Nach einer Schießerei mit der Schmugglerbande nimmt Martin Kyle Dobson, den Chef der Organisation, in Gewahrsam. Da Dobson verletzt ist, muss Martin ihn in einem Krankenhaus in Houston medizinisch behandeln lassen. Dort werden die beiden von Auftragsmördern aufgespürt, die Dobson zurückholen wollen, was Martin dazu zwingt, seinen Gefangenen in einer wilden Flucht nach L.A. zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837786","hoster":"VOE"},{"path":"/redirect/8589150","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535212","hoster":"VOE"},{"path":"/redirect/12313950","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-7","name":"Der Anschlag","epNo":7,"alt":"Quicksand","descr":"Nach den Ereignissen in Houston darf Martin zur Undercoverorganisation des FBI zurückkehren und wird umgehend mit einem neuen Fall betraut: Ein Unbekannter droht damit, den saudischen Prinzen Abdullah bei dessen Besuch in Los Angeles zu töten. Die Ermittlungen führen Martin und Rice zu der hübschen und charismatischen Frauenrechtsaktivistin Hani Jabril. Würde sie für ihre Ziele auch morden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837788","hoster":"VOE"},{"path":"/redirect/8589152","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535213","hoster":"VOE"},{"path":"/redirect/12313956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-8","name":"Enttarnt","epNo":8,"alt":"Iconoclast","descr":"Martin gibt sich weiterhin als Journalist Sebastian Egan aus, um die Ermittlungen voranzutreiben. Er will die charismatische Frauenrechtsaktivistin Hani Jabril entlasten und den wahren Mörder des saudischen Prinzen Abdullah finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837787","hoster":"VOE"},{"path":"/redirect/8589159","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535214","hoster":"VOE"},{"path":"/redirect/12313964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-9","name":"Operation Raining Fire","epNo":9,"alt":"Wilderness of Mirrors","descr":"Kaum konnte sich Martin einem Verhör entziehen, erfährt der Ermittler, dass seine Exfrau Sonya und sein Sohn Aiden entführt wurden. Beim Versuch, die beiden aufzuspüren, bringt er allerhand über das Unternehmen Verax sowie über seine eigene Vergangenheit","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837789","hoster":"VOE"},{"path":"/redirect/8589154","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535217","hoster":"VOE"},{"path":"/redirect/12313962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-1/episode-10","name":"Identität","epNo":10,"alt":"Identity","descr":"Martin findet heraus, dass Verax einen Mord plant, der von einer mysteriösen Figur namens John Cameron ausgeführt werden soll. Als Martin bei seinen Ermittlungen ebenfalls entführt wird, erfährt er Schockierendes über seine wahre Identität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380010","hoster":"VOE"},{"path":"/redirect/8589153","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535218","hoster":"VOE"},{"path":"/redirect/12313976","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/legends/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/legends/staffel-2/episode-1","name":"Die Legende von Dmitry Petrovich","epNo":1,"alt":"The Legend of Dmitry Petrovich","descr":"In Staffel eins entdeckte FBI-Agent Martin Odum, der seine Persönlichkeit für Undercover-Einsätze wie ein Chamäleon wechseln kann, dass sein eigenes Leben nur Fiktion ist. Auf der Flucht vor falschen Mordanschuldigungen führt ihn die Suche nach seiner wahren Identität nach London und das europäische Festland. Dort stößt er auf eine dunkle und gewalttätige Vergangenheit, doch darin könnte der Schlüssel zu seiner Zukunft liegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101648","hoster":"VOE"},{"path":"/redirect/8589137","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535215","hoster":"VOE"},{"path":"/redirect/12313971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-2","name":"Die Legende von Kate Crawford","epNo":2,"alt":"The Legend of Kate Crawford","descr":"In London kann Martin Kontakt zu Ilyana Crawford aufnehmen, die etwas über seine Vergangenheit wissen könnte. Als er von ihr nichts erfährt, wendet er sich stattdessen an Ilyanas Tochter Kate, die auf der Suche nach ihrer eigenen Identität ist. Dmitry ist 2001 in Prag dabei, einen Kriegsverbrecher ausfindig zu machen, der mit den tschetschenischen Gangstern in Verbindung stehen soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837769","hoster":"VOE"},{"path":"/redirect/8589135","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535216","hoster":"VOE"},{"path":"/redirect/12313984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-3","name":"Die Legende von Curtis Ballard","epNo":3,"alt":"The Legend of Curtis Ballard","descr":"Martins Suche nach Kate gerät in Paris zu einem Wettlauf gegen die Zeit, denn er ist davon überzeugt, dass die friedlichen Proteste blutig enden werden. In Prag entdeckt Dmitry 2001, dass er eventuell leichter an Doku Zakayev herankommt, wenn er sich an Dokus Ehefrau Ilyana wendet. Und im Jahr 1991 ist ein jüngerer Ballard in einen Unfall verwickelt, der den Rest seines Lebens verändert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837778","hoster":"VOE"},{"path":"/redirect/8589139","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535219","hoster":"VOE"},{"path":"/redirect/12313988","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-4","name":"Die Legende von Ilyana Zakayeva","epNo":4,"alt":"The Legend of Ilyana Zakayeva","descr":"Kate ist auf der Flucht, weil ihr vorgeworfen wird, dass sie etwas mit dem Angriff zu tun hatte. Martin kann Ilyanas Tochter zwar verstecken und will sie mit Ninas Hilfe schützen, doch sein Plan geht nicht auf. Ballard erhält indes hilfreiche Informationen von Ilyana, die ihn zu Martin führen könnten. In Prag des Jahres 2001 bittet Ilyana Dmitry um einen gefährlichen Gefallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837773","hoster":"VOE"},{"path":"/redirect/8589138","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535220","hoster":"VOE"},{"path":"/redirect/12313993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-5","name":"Die Legende von Terrence Graves","epNo":5,"alt":"The Legend of Terrence Graves","descr":"Nina und der MI-6-Agent Simon Hardy bieten Kate in Paris einen Deal an, der Martin zwar nicht gefällt, doch eine Alternative scheint es nicht zu geben. Ballard überzeugt indes das FBI, dass er Martin schnappen kann. Während Dmitry 2001 Ilyanas Hilfe als MI-6-Agentin in Anspruch nimmt und ihr einen Auftrag übergibt, erfahren wir in England des Jahres 1976, dass Terrence ein Doppelleben führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837774","hoster":"VOE"},{"path":"/redirect/8589142","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12313998","hoster":"VOE"},{"path":"/redirect/12313996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-6","name":"Die Legende von Tamir Zakayev","epNo":6,"alt":"The Legend of Tamir Zakayev","descr":"Während Martin Kate für eine geheime Operation vorbereitet, konfrontiert Gabi Miskova die Geheimagenten in Prag mit Fragen zu Martin Odum und findet schnell heraus, dass ihr etwas verheimlicht wird. Ballard und Gabi entdecken 2001 in Prag, dass Dmitry einen Schwachpunkt hat. Und im Jahr 1984 wird Alex für eine besondere Position ausgewählt, die allerdings persönliche Opfer mit sich bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837775","hoster":"VOE"},{"path":"/redirect/8589141","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535221","hoster":"VOE"},{"path":"/redirect/12314007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-7","name":"Die zweite Legende von Dmitry Petrovich","epNo":7,"alt":"The Second Legend of Dmitry Petrovich","descr":"Ilyana muss sich ihrer schrecklichen Vergangenheit stellen, um ihre Tochter zu retten während Gabi entdeckt, dass Blazek eine schreckliche Verbindung mit Tamir haben könnte. Während Ballard und Gabi im Jahr 2001 fragwürdige Taktiken anwenden, um Dmitry einzuschüchtern, erfahren wir in einer Rückblende in das Jahr 1985, dass Alex vermutet, Terrence habe sämtliche Skrupel über Bord geworfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13110914","hoster":"VOE"},{"path":"/redirect/13888768","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535222","hoster":"VOE"},{"path":"/redirect/12314013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-8","name":"Die Legende von Doku Zakayev","epNo":8,"alt":"The Legend of Doku Zakayev","descr":"Martin beginnt – in der Gegenwart und im Jahr 2001 – wieder für Tamir zu arbeiten, doch Tamir hat inzwischen andere Pläne für ihn. Während Gabi Blazek mit seinen geheimen Aktivitäten konfrontiert, versucht Kate, aus dem Gefängnis auszubrechen, in dem sie gelandet ist. Und Dmitry muss im Jahr 2001 in Prag etwas unternehmen, um General Arsanovs Vertrauen zu gewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837777","hoster":"VOE"},{"path":"/redirect/8589144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-9","name":"Die Legende von Gabi Miskova","epNo":9,"alt":"The Legend of Gabi Miskova","descr":"Martin und Nina sind auf der Suche nach Tamirs Partner Beslan und hoffen, neben Informationen über die drohende Gefahr auch etwas über Kates Aufenthaltsort in Erfahrung zu bringen. Das Mädchen hat inzwischen alle Hoffnung auf Rettung aufgegeben. Ballard erleidet 2001 in Prag eine lebensverändernde Verletzung und Dmitry ringt damit, seine Mission zu beenden, ohne sein Versprechen zu brechen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380007","hoster":"VOE"},{"path":"/redirect/8589143","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535223","hoster":"VOE"},{"path":"/redirect/12314016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/legends/staffel-2/episode-10","name":"Die Legende von Alexei Volkov","epNo":10,"alt":"The Legend of Alexei Volkov","descr":"Martin nutzt die Informationen, die er von Nina erhalten hat, um mit den Russen einen Plan auszuhandeln und Kate zu retten. Gabi trifft eine schwere Entscheidung, nachdem sie sich mit Ballards Schwester getroffen hat. Im Jahr 2004 bittet Dmitry Terrence um einen letzten Gefallen und Ilyana wird von einem Unbekannten bedroht. In einer weiteren Rückblende klärt sich endlich Odums wahre Identität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8837779","hoster":"VOE"},{"path":"/redirect/8589145","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535224","hoster":"VOE"},{"path":"/redirect/12314021","hoster":"Streamtape"}]}]}]}]}