{"seriesId":"lego-masters-de","name":"Lego Masters (DE)","descr":"In der Show können ambitionierte Baustein-Fans jeglichen Alters ihr Geschick unter Beweis stellen. Mit Zugriff auf über eine Million Lego-Steine können die Kandidaten zeigen, dass sie in Originalität, Fähigkeit und Durchhaltevermögen unschlagbar sind.Nach einer von Oliver Geissen moderierten Staffel, hat Daniel Hartwich ab Staffel 2 die Moderation der Sendung übernommen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Fröhliche Weihnachten","epNo":1,"alt":"","descr":"Kurz vor Weihnachten geht’s im Lego-Masters-Studio rund: Die besten Teams der vergangenen Jahre treten in kniffligen Challenges gegeneinander an und müssen Bauwerke aus Lego-Steinen schaffen. Am Ende werden ihre Werke nicht nur von erwachsenen Expert*innen bewertet, auch eine Kinderjury entscheidet mit, wer den Wettbewerb gewinnt und das Preisgeld mit nach Hause nehmen darf.","versions":[{"lang":1,"streams":[{"redirect":14278162,"hoster":"VOE"},{"redirect":14264849,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Kreativität, Erfindergeist, Schnelligkeit und technisches Know-How sind gefragt, um in die Liga der LEGO Master einziehen zu können. In vier Folgen zeigen ambitionierte Steinchen-Fans, was sie Großartiges erschaffen können. Jede Woche treten vier Zweierteams gegeneinander an, um mit Zugriff auf über 1 Mio. LEGO Steine ihren Einfallsreichtum, ihr bauliches Können und ihr Durchhaltevermögen unter Beweis zu stellen. Vater und Tochter, Arbeitskollegen, Schulfreunde oder Geschwister – die Teams sind so vielfältig wie die beliebten Bausteine. Die Teilnehmer bei \"LEGO Master\" sind zwischen 9 und 89 Jahren alt und gehen mit den unterschiedlichsten Strategien und Taktiken an die Aufgaben heran. Pro Folge stellen sich die Teams zwei Herausforderungen mit zeitlichem Limit – es geht also auch um den Wettlauf gegen die Zeit! Nach der ersten Aufgabe muss ein Team die Bau-Arena bereits verlassen, die anderen drei Paare kämpfen in einer weiteren Aufgabe um den Sieg. Ein zweiköpfiges Expertenteam bewertet die spektakulären Bauwerke: Paolo Tumminelli, Design Professor aus Köln, und Juliane Aufdembrinke, Senior Set-Designerin bei LEGO, entscheiden im Hinblick auf Gestaltung, Originalität und Funktionalität, wer bei \"LEGO Master\" vorne liegt. Am Ende jeder Folge muss sich jeweils ein Bau-Team behaupten, um in die Liga der LEGO Master einzuziehen.","versions":[{"lang":1,"streams":[{"redirect":14245269,"hoster":"VOE"},{"redirect":14467292,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Seit über 60 Jahren erliegen Fans dem Zauber der kleinen Steine. RTL startet eine neue Unterhaltungssendung, in der Oliver Geissen die Faszination für LEGO für jedermann miterlebbar macht.","versions":[{"lang":1,"streams":[{"redirect":14245624,"hoster":"VOE"},{"redirect":14264845,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Der Nachbau fantastischer Kinder-Geschichten oder ein detailgetreuer Minigolf-Parcours: Mit Zugriff auf über 1 Mio. LEGO Steine zeigen Steinchen-Fans, was sie Großartiges erschaffen können.","versions":[{"lang":1,"streams":[{"redirect":14454560,"hoster":"VOE"},{"redirect":14264847,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Der Nachbau fantastischer Kinder-Geschichten oder ein detailgetreuer Minigolf-Parcours: Mit Zugriff auf über eine Million LEGO-Steine zeigen Steinchen-Fans, was sie Großartiges erschaffen können.","versions":[{"lang":1,"streams":[{"redirect":14473644,"hoster":"VOE"},{"redirect":14264848,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Alle waren ambitioniert, alle wollten hoch hinaus und das Motto \"Mega City\" bestmöglich erfüllen. Wie immer bei Wettbewerben können nicht alle auf dem ersten Platz landen. Und letztlich hängen sie alle vom Urteil eines einzigen Richters ab, denn René Hoffmeister als zertifizierter LEGO-Professional kann am Ende entscheiden. 14 Stunden hatten die Teams für ihre kreativen Kreationen. Am besten verlief die anschließende Beurteilung für Varda und Juliane, die sich mit ihrer Leistung den \"Goldenen Stein\" erkämpfen konnten und somit in der nächsten Runde 30 Minuten mehr Bauzeit als die anderen bekommen. Gar nicht so gut hingegen ging es für Frank und Luca aus, die in der ersten Folge leider ausgeschieden sind.","versions":[{"lang":1,"streams":[{"redirect":14323158,"hoster":"VOE"},{"redirect":14264852,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"In der zweiten Folge war es Teil der Aufgabe das Erbaute auf imposante Weise in seine Einzelteile zu sprengen. Dinge, die im Verbund gebaut waren, konnten dabei nicht brillieren. Das Team, dessen MOC besonders gelobt wurde, waren Björn und Alex, die dann auch als bestes Team den \"Goldenen Stein\" überreicht bekamen. Welchen Vorteil ihnen das in der dritten Runde geben wird, hat Daniel Hartwich nicht verraten. Man kann nur hoffen, dass er ihnen mehr zum Vorteil gereicht als es der letzte \"Goldene Stein\" für Varda und Juliane. Diese nämlich mussten sich bei der Bewertung am Schluss anhören, dass dafür, dass sie eine halbe Stunde mehr Zeit hatten, die Bauleistung nicht so beeindruckend war. Daher gehörten sie zu den beiden schlechtesten Teams, gemeinsam mit Annalena und Felix. Sie bekamen eine Stunde Zeit und mussten ein Fahrzeug bauen, bei dem es besonders auf \"swooshability\" und variable Funktionalitäten ankam. Beide Teams konnten mit der Aufgabe nicht viel anfangen und haben sie dennoch gut bewältigt. Für das Siegerteam der ersten Folge hat es aber nicht gereicht und Varda und Juliane sind in Folge 3 nicht mehr dabei.","versions":[{"lang":1,"streams":[{"redirect":13975807,"hoster":"VOE"},{"redirect":14264854,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Erst hat es Boom gemacht und dann am Freitag, 18.09. um 20:15 Uhr bei LEGO MASTERS wurde alles zersägt! Die Funken sprühten und der Puls der Kandidaten raste fast davon. Dennoch musste niemand aufgeben und alle LEGO Masters Bautalente meisterten ihre neue Herausforderung hervorragend. Auch in der dritten Folge mussten zwei Teams in einen Endkampf um das Finale. Lidiana und Hubert, sowie Moritz und Pascal standen in Konkurrenz, Lidiana und Hubert haben den Sprung ins Finale knapp nicht geschafft. Alexander und Björn, Annalena und Felix, sowie Moritz und Pascal kämpfen also am Freitag, den 26. September um Pokal und Titel bei \"LEGO Masters\" 2020.","versions":[{"lang":1,"streams":[{"redirect":14261748,"hoster":"VOE"},{"redirect":14264857,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Wahnsinnige Legobauten, atemberaubende Details, spektakuläre Explosionen und ganz viel Kreativität – in aufregenden Challenges kämpften sich die LEGO Masters Bautalente mit ihren kreativen Kunstwerken bis ins Finale. Die letzten Folgen hatten es so in sich, da staunten sogar erfahrende LEGO Minifiguren! Im großen LEGO Masters Finale am Freitag, 25.09. um 20:15 Uhr auf RTL ging es für die Kandidaten zuerst hoch hinaus. Und dafür war feinstes Fingerspitzengefühl, Ausdauer und höchste Konzentration gefragt. Wer baut den höchsten Turm aus LEGO Basissteinen? Jeder Millimeter zählte. Letztlich sicherten sich Alex und Björn den Sieg in der ersten Finalchallenge und knackten die LEGO Masters Höhenzahl. Auch die letzte und entscheidende 24-stündige Bau-Challenge trieb die LEGO Masters Bautalente ans Limit: Bauen ohne vorgegebenes Thema – die absolute LEGO Königsdisziplin!","versions":[{"lang":1,"streams":[{"redirect":14514625,"hoster":"VOE"},{"redirect":14264859,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Ein action- und adrenalingeladener Auftakt Die Auftaktfolge der neuen LEGO Masters Staffel wartete gleich mit zwei Challenges auf. Die erste Herausforderung für die acht Kandidaten-Teams bestand darin, einen eigenen Rennboliden zu entwerfen, der sich im Anschluss an die einstündige Bauphase auf einer acht Meter langen Rennstrecke gegen die Boliden der Konkurrenz beweisen musste. Die meisten Kandidaten setzen bei ihren Rennautos auf viel Gewicht und einen tiefen Schwerpunkt, um das Fahrzeug in der Spur zu halten und möglichst viel Geschwindigkeit zu erzeugen. Der Rennwagen von Ingo und Adrian, die mit einem seifenkistenähnlichen Modell überzeugen wollten, geriet leider aus der Spur und die beiden landeten somit auf dem letzten Platz. Doris und Oliver lösten diese Herausforderung am besten und gewannen mit ihrem Boliden in einem knappen Fotofinish das Rennen vor Peter und Giuseppe. Sie erspielten sich damit einen Zeitvorteil für die zweite Bau-Challenge und durften als Erstes ins Steinelager. In der zweiten Bauherausforderung ging es auf den Rummel. In nur 12 Stunden Bauzeit mussten die Teams jeweils ein Modul mit einem funktionsfähigen Kirmesfahrgeschäft bauen, dabei auch auf die Thematisierung achten und mithilfe von Minifiguren interessante Geschichten darstellen. Diese Module wurden dann im Anschluss in einem großen Kirmesdiorama gemeinsam präsentiert und von der Jury, bestehend aus René Hoffmeister und Elisabeth Kahl-Backes, bewertet. Am Ende konnten sich die Youngsters Justin und Dominik mit ihrem \"Candyland\" und einem tollen Break Dancer, der sich rasant drehte, überzeugen und sicherten sich als Belohnung für den ersten Platz den Goldenen Stein, der ihnen in einer späteren Challenge das Weiterkommen sichert. Knapp dahinter landeten Josef und Tobias mit einer beeindruckenden Wikingerwelt und dem imposanten Top-Spin \"Thors Hammer\" als Hauptattraktion auf dem zweiten Platz. Auf den letzten beiden Plätzen landeten Christin und Gary sowie Giuseppe und Peter. Sie mussten um ihr Weiterkommen zittern. Letztlich gab den Ausschlag, dass die Attraktion von  Giuseppe und Peter kaum in Gang kam und die komplexe Technik leider nicht so funktionierte wie geplant. Die beiden sympathischen Kandidaten mussten die Show bereits nach der ersten Folge verlassen. Für die restlichen Kandidaten geht der Kampf um den Titel \"LEGO Masters 2021\" in Folge 2 weiter.","versions":[{"lang":1,"streams":[{"redirect":14482379,"hoster":"VOE"},{"redirect":14467307,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Millionen der bunten LEGO Bauklötzchen stehen wieder zur Verfügung, um von den Teams in anspruchsvollen Challenges unter strengen Vorgaben und unter Zeitdruck in sensationelle Skulpturen verwandelt zu werden. Die Challenge in der zweiten Folge lautete \"Drunter und drüber\". Die Teams mussten sowohl auf dem Spieltisch als auch unter dem Tisch ein Gesamtwerk entstehen lassen.","versions":[{"lang":1,"streams":[{"redirect":14482090,"hoster":"VOE"},{"redirect":14264856,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Wenn echte Könner aus Millionen bunter Steine echte Kunstwerke zaubern, werden wieder \"LEGO Masters\" gekürt. In der neuen Staffel der erfolgreichen Familienshow lässt Daniel Hartwich talentierte Teams in anspruchsvollen Challenges gegeneinander antreten. Deutschlands einziger zertifizierter LEGO Experte René Hoffmeister bewertet die Bauwerke und wird dabei erstmals von der leitenden LEGO Designerin Elisabeth Kahl-Backes unterstützt.","versions":[{"lang":1,"streams":[{"redirect":14268991,"hoster":"VOE"},{"redirect":14467303,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Wenn echte Könner aus Millionen bunter Steine echte Kunstwerke zaubern, werden wieder \"LEGO Masters\" gekürt. In der neuen Staffel der erfolgreichen Familienshow lässt Daniel Hartwich talentierte Teams in anspruchsvollen Challenges gegeneinander antreten. Deutschlands einziger zertifizierter LEGO Experte René Hoffmeister bewertet die Bauwerke und wird dabei erstmals von der leitenden LEGO Designerin Elisabeth Kahl-Backes unterstützt.","versions":[{"lang":1,"streams":[{"redirect":14473538,"hoster":"VOE"},{"redirect":14264863,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Kreativität, technisches Know-How und starke Nerven – all das haben die Finalisten der dritten LEGO Masters Staffel über die vergangenen Wochen mehrfach bewiesen! Im großen LEGO Masters Finale zeigt sich, wer den Pokal, das Preisgeld von 25.000 Euro und den Titel \"LEGO Masters 2021\" mit nach Hause nimmt.","versions":[{"lang":1,"streams":[{"redirect":14277194,"hoster":"VOE"},{"redirect":14467310,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Kreativität, technisches Know-How und starke Nerven – all das haben die Finalisten der dritten LEGO Masters Staffel über die vergangenen Wochen mehrfach bewiesen! Im großen LEGO Masters Finale zeigt sich, wer den Pokal, das Preisgeld von 25.000 Euro und den Titel \"LEGO Masters 2021\" mit nach Hause nimmt.","versions":[{"lang":1,"streams":[{"redirect":14473768,"hoster":"VOE"},{"redirect":14264866,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"In sechs neuen Folgen der erfolgreichen Familienshow wollen acht Duos beweisen, dass sie echte Klemmbaustein-Künstler sind. 2,5 Millionen LEGO-Steine liegen bereit, um von den Teams in spannenden Challenges zu wahren Kunstwerken verbaut zu werden. Überzeugen müssen sie Deutschlands einzigen zertifizierten LEGO Experten Rene Hoffmeister und LEGO Designdirektorin Elisabeth Kahl-Backes, die die Bauwerke bewerten. Daniel Hartwich moderiert.","versions":[{"lang":1,"streams":[{"redirect":14237404,"hoster":"VOE"},{"redirect":14467299,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Wenn echte Könner aus Millionen bunter Steine echte Kunstwerke zaubern, werden wieder \"LEGO Masters\" gekürt. In der neuen Staffel der erfolgreichen Familienshow lässt Daniel Hartwich talentierte Teams in anspruchsvollen Challenges gegeneinander antreten. Deutschlands einziger zertifizierter LEGO Experte René Hoffmeister bewertet die Bauwerke und wird dabei erstmals von der leitenden LEGO Designerin Elisabeth Kahl-Backes unterstützt.","versions":[{"lang":1,"streams":[{"redirect":14323221,"hoster":"VOE"},{"redirect":14264865,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Kreativität, technisches Know-How und starke Nerven – all das haben die Finalisten der dritten LEGO Masters Staffel über die vergangenen Wochen mehrfach bewiesen! Im großen LEGO Masters Finale zeigt sich, wer den Pokal, das Preisgeld von 25.000 Euro und den Titel \"LEGO Masters 2021\" mit nach Hause nimmt.","versions":[{"lang":1,"streams":[{"redirect":14277628,"hoster":"VOE"},{"redirect":14264867,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"In den neuen Folgen der Familienshow wollen acht Zweier-Teams beweisen, dass sie echte Klemmbaustein-Künstler sind. 2,5 Millionen LEGO-Steine liegen bereit, um von den Teams in spannenden Challenges zu wahren Kunstwerken verbaut zu werden.","versions":[{"lang":1,"streams":[{"redirect":14245273,"hoster":"VOE"},{"redirect":14264869,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"In den neuen Folgen der Familienshow wollen acht Zweier-Teams beweisen, dass sie echte Klemmbaustein-Künstler sind. 2,5 Millionen LEGO-Steine liegen bereit, um von den Teams in spannenden Challenges zu wahren Kunstwerken verbaut zu werden.","versions":[{"lang":1,"streams":[{"redirect":14275094,"hoster":"VOE"},{"redirect":14264871,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"In den neuen Folgen der Familienshow wollen acht Zweier-Teams beweisen, dass sie echte Klemmbaustein-Künstler sind. 2,5 Millionen LEGO-Steine liegen bereit, um von den Teams in spannenden Challenges zu wahren Kunstwerken verbaut zu werden.","versions":[{"lang":1,"streams":[{"redirect":14274879,"hoster":"VOE"},{"redirect":14467300,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14000360,"hoster":"VOE"},{"redirect":14264873,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14268847,"hoster":"VOE"},{"redirect":14264874,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14245368,"hoster":"VOE"},{"redirect":14264875,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14262164,"hoster":"VOE"},{"redirect":14467306,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14000141,"hoster":"VOE"},{"redirect":14264872,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14277296,"hoster":"VOE"},{"redirect":14264876,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14260344,"hoster":"VOE"},{"redirect":14264861,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":13921930,"hoster":"VOE"},{"redirect":14264860,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14260453,"hoster":"VOE"},{"redirect":14264862,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":14332009,"hoster":"VOE"},{"redirect":14264868,"hoster":"Streamtape"}]}]}]}]}