{"seriesId":"lego-nexo-knights","name":"LEGO Nexo Knights","descr":"Der Nachfolger der Animationsserie \"Legenden von Chima\" erzählt vom Königreich Knighton, dessen Lego-Bewohner im Ritter-Outfit hundert Jahre lang in Ruhe und Frieden lebten. Statt mittelalterlich geht es hochmodern zu: Fleißige Roboter erledigen die meiste Arbeit, es gibt Computer, elektrisches Licht und Schwebebahnen. Auf der Ritter-Akademie machen in dieser Saison die Freunde Clay, Lance, Aaron, Axl sowie Prinzessin Macy ihren Abschluss und bekommen bei einer großen Feier in der Hauptstadt Knightonia von König Halbert ihre NEXO-Schilde. Damit können sich die Ritter verteidigen und mittels magischer Kräfte, mit denen man die Schilde aufladen kann, sogar böse Monster bekämpfen.Und das wird auch dringend benötigt, als ein Stromausfall die Sicherheitssysteme lahmlegt, die das böse \"Buch der Monster\" bewachen. Zahlreiche Monster werden dadurch befreit und bedrohen das Königreich. Mit Hilfe von Zauberer Merlok kämpfen die Jung-Ritter mit ihren magischen NEXO-Schilden gegen die düstere Monsterschar.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Buch der Monster, Teil 1: Die Abschlussfeier","epNo":1,"alt":"The Book of Monsters – Part 1)","descr":"Die Abschlussfeier von Clay, Aaron, Lance, Axl und Macy, den jüngsten Rittern des Königreichs Knighton, hält einige Überraschungen bereit. Macy, die Tochter des Königs, erfährt, dass ihr Vater ihr verbietet, Ritter zu werden. Als dann Monster die Feier stören, erhält sie die Erlaubnis von ihrer Mutter, sich den Rittern anzuschließen, um ihre Freunde zu unterstützen. Die Monster entpuppen sich schließlich als Zaubertrick von Merlok, dem Magier. Doch bevor wieder Ruhe einkehren kann, verursacht Jestro, der königliche Hofnarr, einen Stromausfall. In der Dunkelheit bricht Chaos aus und Jestro verschwindet in der Königsburg. Er macht sich Vorwürfe und und ist verzweifelt, da er denkt, ein Versager zu sein. In der Burg findet er ein sprechendes Buch. Es versucht Jestro davon zu überzeugen, alles zu vergessen und sich als Bösewicht zu versuchen. Denn das ist es, wozu er bestimmt sei. Doch was wird Jestro tun?","versions":[{"lang":1,"streams":[{"redirect":14461358,"hoster":"VOE"},{"redirect":14481109,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Buch der Monster, Teil 2: Der verschwundene Zauberer","epNo":2,"alt":"The Book of Monsters – Part 2","descr":"Durch eine gewaltige Explosion wurde der böse Jestro aus dem Königreich vertrieben und alle magischen Bücher wurden über das Land verstreut. Auch der gute Zauberer Merlok ist seitdem verschwunden und das gesamte Königreich fällt in tiefe Trauer um den geliebten Magier. Doch für Trauer ist keine Zeit! Jestro und das Buch der Monster planen bereits einen neuen Angriff. Sie erwecken eine Horde magischer Monster und stürmen die Burg. Die Ritter Clay, Aaron, Lance, Axl und Macy scheinen machtlos zu sein. Doch plötzlich bekommen sie unverhoffte, zauberhafte Hilfe! Sie schlagen Jestro erneut in die Flucht. Nun sind sie offiziell die NEXO Knights!","versions":[{"lang":1,"streams":[{"redirect":14468759,"hoster":"VOE"},{"redirect":14481112,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die vereinten Ritter!","epNo":3,"alt":"The Power of Merlok","descr":"Jestro greift ein Dorf am anderen Ende des Königreichs an. Die Nexo Knights wollen den Dorfbewohnern zu Hilfe eilen, doch wissen nicht, wie sie in das abgelegende Dorf kommen sollen. Zum Glück erinnert sich Macy an das königliche Wohnmobil ihres Vaters…","versions":[{"lang":1,"streams":[{"redirect":14468760,"hoster":"VOE"},{"redirect":14481113,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Ritter-Kodex","epNo":4,"alt":"The Knights’ Code","descr":"Jestro findet das \"Buch des Chaos\" und benutzt es, um chaotische Monster zu erschaffen. Mit deren Hilfe überfällt er den Zug des Königs, um ihn und sein Gefolge zu entführen. Wird es den Nexo Knights gelingen, die Ordnung wieder herzustellen und den König zu retten?","versions":[{"lang":1,"streams":[{"redirect":14461380,"hoster":"VOE"},{"redirect":14481115,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Jeder hat mal Angst","epNo":5,"alt":"Fright Knight","descr":"Bei seiner Suche in den düsteren Wäldern des Königreichs findet Jestro das \"Buch der Angst\" und benutzt es um Whipparella herbeizurufen, ein Monster, das seine Gegner mit ihren schlimmsten Ängsten konfrontieren kann. Auch an den Rittern der Zukunft wendet sie ihre alptraumhaften-Kräfte an: Jeder fürchtet sich vor etwas anderem, nur Aaron ist komplett angstfrei und übernimmt die Führung durch den Wald. Doch nachdem Whipparella geschlagen ist und die Ritter den Wald wieder verlassen haben, offenbart sich auch Aarons größte Angst: die Angst davor, nichts tun zu dürfen.","versions":[{"lang":1,"streams":[{"redirect":14461300,"hoster":"VOE"},{"redirect":14481116,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Filmstar","epNo":6,"alt":"The Golden Castle","descr":"Lance nimmt die Hauptrolle in dem Remake des Knighton-Film-Klassikers \"Das goldene Schloss\" an. Während Jestro ein Dorf plündert, sehen er und das Buch der Monster ein Filmplakat zu Lances neuem Film. Sie überfallen das Set, um für das Buch der Monster das Drehbuch zu stehlen. Ein Kampf zwischen den Rittern und Jestro entsteht. Am Ende ist zwar das ganze Set zerstört, doch zum Glück hat der Regisseur den gesamten Kampf mitgefilmt und nun perfektes Material für seinen Film.","versions":[{"lang":1,"streams":[{"redirect":14461359,"hoster":"VOE"},{"redirect":14481117,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Labyrinth der Täuschungen","epNo":7,"alt":"The Maze of Amazement","descr":"Die Ritter verirren sich auf der Suche nach dem \"Buch der Täuschung\" in einem Labyrinth. Ava findet heraus, dass das Labyrinth dem aus Aarons Lieblings-Computerspiel nachempfunden ist. So gelingt es ihnen das Buch zu finden und dem Labyrinth zu entfliehen. Doch bei dem Buch handelt es sich um eine Fälschung. Das echte Buch hat sich Jestro in der Zwischenzeit geschnappt. Als sie ihn in Axls Heimatort aufhalten wollen, gelingt ihm mit Hilfe seines echten Buchs ein Trick, so dass er den Rittern diesmal mitsamt dem Buch der Täuschung entfliehen kann.","versions":[{"lang":1,"streams":[{"redirect":13104777,"hoster":"VOE"},{"redirect":14481119,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Schwarze Ritter","epNo":8,"alt":"The Black Knight","descr":"Jestro benutzt das echte Buch der Täuschung um eine böse Version der NEXO-Knights zu erschaffen. Die falschen Ritter greifen Städte und Dörfer an und werden zunächst nur von einem mechanischen schwarzen Ritter aufgehalten. Doch dann gelingt es ihnen, auch diesen zu bezwingen! Gerade noch rechtzeitig tauchen zum Glück die echten Ritter auf und schlagen Jestro, die falschen Ritter und seine Monster in die Flucht.","versions":[{"lang":1,"streams":[{"redirect":14468761,"hoster":"VOE"},{"redirect":14481120,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Jestros listiger Plan","epNo":9,"alt":"The Book of Total Badness","descr":"Jestro findet das Buch der Zerstörung. Er erschafft zerstörerische Monster, die er überall im Königreich angreifen lässt. Die Ritter sind gezwungen sich aufzuteilen, um die Monster bekämpfen zu können. Doch allein haben die Ritter keine Chance und werden gefangen genommen. Nur Aaron gelingt es zu fliehen. Er findet heraus, dass Jestro es auf das Schloss des Königs abgesehen hat. Nun muss er sich schnell etwas einfallen lassen, um die anderen Ritter zu befreien und gemeinsam gegen Jestro zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":14461367,"hoster":"VOE"},{"redirect":14481122,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Königsburg in Gefahr","epNo":10,"alt":"The Might and the Magic","descr":"Aaron befreit die anderen Ritter, um mit ihnen gemeinsam gegen Jestro zu kämpfen. Dieser ist mit seinen zerstörerischen Monstern dabei, die Burg des Königs anzugreifen. Wird es den Rittern gelingen, Jestro aufzuhalten?","versions":[{"lang":1,"streams":[{"redirect":14461376,"hoster":"VOE"},{"redirect":14481124,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Zurück in der Schule","epNo":1,"alt":"Back to School","descr":"Die Ritter vermuten, dass Jestro auf der Suche nach einem magischen Buch ist, das sich in der Bücherei der Ritterakademie befindet. Unter falschem Vorwand begeben sie sich zur Akademie und durchsuchen heimlich die Bücherei. Als Jestro in der Bücherei ankommt, gelingt es ihnen, ihn in die Flucht zu schlagen. Doch der vermeintliche Sieg entpuppt sich als Niederlage: Jestro war nicht hinter einem Buch her, sondern hinter einer verzauberten Schneekugel, die in der Bücherei stand. Als Merlok sich erinnert, was es mit der Schneekugel auf sich hat, ist es scheinbar schon zu spät und ein Jestro kann das in der Schneekugel gefangene Schloss von Mostrux befreien und nun als neues Hauptquartier nutzen.","versions":[{"lang":1,"streams":[{"redirect":14518841,"hoster":"VOE"},{"redirect":14481123,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gold und Gier","epNo":2,"alt":"Greed is Good?","descr":"Jestro wünscht sich in seinem neuen Schloss eine Schatzkammer voll Gold. Er und das Buch der Monster erschaffen mit dem Buch der Gier eine Armee von gierigen Monstern, um das Königreich zu plündern. Ihr erstes Ziel ist eine Stadt, die komplett aus Gold besteht: die Heimatstadt von Lance ‚Aurumville‘. Zufällig sind auch die Nexo Knights gerade dort zu Besuch. Ob sie Jestro aufhalten können?","versions":[{"lang":1,"streams":[{"redirect":14461520,"hoster":"VOE"},{"redirect":14481127,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Comic-Heft","epNo":3,"alt":"The Book of Obsession","descr":"Die Nexo Knights Ritter sollen eine geheimnisvolle Schachtel für den König transportieren. Bevor sie ihr Ziel erreichen, werden sie jedoch von Jestro angegriffen, der großes Interesse an dem Inhalt der Schachtel zu haben scheint. Was sich wohl darin befindet?","versions":[{"lang":1,"streams":[{"redirect":14518840,"hoster":"VOE"},{"redirect":14481129,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das königliche Geburtstags-Turnier","epNo":4,"alt":"The King’s Tournament","descr":"Bei der Geburtstagsparty von König Halbert fordert sein Rivale, Lord Sindwir Geizig, die Nexo Knights Ritter zu einem Wettkampf heraus. Er ist der Überzeugung, dass seine ‚Star-Ritter‘, die besten Ritter des Königreichs sind, denn immerhin haben sie schon ein magisches Buch von Jestro erobert, das Buch des Neids. Wer wohl als Sieger aus diesem Kampf hervorgeht?","versions":[{"lang":1,"streams":[{"redirect":14518949,"hoster":"VOE"},{"redirect":14481126,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Monstermässig scharfes Chili","epNo":5,"alt":"Monster Chef","descr":"Beim Pfefferburger Kochwettbewerb ruft der berühmte Koch Andi Topflappen alle Köche des Königreichs dazu auf, ein extrem scharfes Chili zu kochen. Der Gewinner des Wettbewerbs erhält die einzige Ausgabe eines Kochbuchs, das das Rezept des schärfsten Chilis des Königreichs beinhaltet. Merlok befürchtet, das sich Jestro das Rezept unter den Nagel reißen will, um mit dem explosiven Chili etwas Böses anzustellen. Also beschließen die Ritter, Axl und Chefkoch Croissant zum Kochwettbewerb zu schicken, um das Kochbuch zu gewinnen und Jestro zuvorzukommen. Wird der Plan funktionieren?","versions":[{"lang":1,"streams":[{"redirect":14518835,"hoster":"VOE"},{"redirect":14481128,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Urlaub für Clay","epNo":6,"alt":"Knight Out","descr":"Die Nexo Knights sind genervt von Clay, weil er sie andauernd zwingt zu trainieren und ihre Pflichten im Haushalt zu erledigen. Sie beschließen, ihn in den Urlaub zu schicken und buchen ihm ein Zimmer in einem 5-Sterne Hotel. Als er jedoch im Hotel ankommt, bemerkt er, dass alle Angestellten ungewöhnlich gemein sind. Kurz darauf findet er das magische Buch der Gemeinheiten und ihm wird klar, wieso dort jeder Gast fies behandelt wird. Die anderen Ritter bemerken währenddessen, dass sie ohne Clay ziemlich aufgeschmissen sind. Nichts scheint mehr zu funktionieren …","versions":[{"lang":1,"streams":[{"redirect":14461517,"hoster":"VOE"},{"redirect":14481131,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Willkommen in Schniefhausen","epNo":7,"alt":"Saturday Knight Fever","descr":"König und Königin Halbert sind zum ersten offiziellen Festessen in Putzdorf eingeladen. Doch die Feierlichkeiten werden von Jestro gestört, der das benachbarte Dorf Schniefhausen angreift. Und diesmal hat er sich etwas besonders Gemeines ausgedacht. Er hat neue Monster erschaffen, die ihre Gegner krankmachen. Nun, da alle Bewohner – inklusive der Nexo Knights – erkrankt sind, kann er seinen Plan ungehindert in die Tat umsetzen, und das Königspaar entführen. Nun muss Ava schnell reagieren, um die Ritter mit einem Anti-Virus Programm wieder gesund zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":13104780,"hoster":"VOE"},{"redirect":14481130,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Jestros großer Auftritt","epNo":8,"alt":"Open Mic Knight","descr":"Jestro und das Buch der Monster landen bei ihrer Suche nach dem letzten magischen Buch in Witzhausen. Doch anstatt das Dorf direkt zu plündern, entschließen sie sich als Komiker-Duo aufzutreten und die Dorfbewohner so in ihren Bann zu ziehen. Als die Ritter eintreffen, um die Bewohner von Witzhausen zu retten, erkennen sie, dass Jestro nicht nur böse, sondern auch sehr lustig sein kann. Ob sie ihn davon überzeugen können, seinen Plan, das Königreich zu erobern, für eine Karriere als Komiker aufzugeben?","versions":[{"lang":1,"streams":[{"redirect":14519130,"hoster":"VOE"},{"redirect":14481135,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das letzte magische Buch","epNo":9,"alt":"The Fortrex and the Furious","descr":"Jestro übergibt Clay das letzte magische Buch. Es scheint, als hätte er sich geändert und entschieden nicht mehr böse sein zu wollen. Doch dann greifen die Monster das Fortrex an und die Ritter versuchen mit einem Trick, Jestro und das Buch des Verrats in Sicherheit zu bringen. Das Buch der Monster darf nämlich keinesfalls in die Hände des letzten Buches gelangen. Die Nexo Knights versuchen natürlich alles, um das zu verhindern. Das Buch des Verrats trägt seinen Namen jedoch nicht ohne Grund und bringt Clay dazu, heimlich das Fortrex zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":14518721,"hoster":"VOE"},{"redirect":14481139,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine böse Show","epNo":10,"alt":"Kingdom of Heroes","descr":"Clay bringt das Buch des Verrats zum Buch der Monster, um es gegen Jestro einzutauschen. Die Nexo Knights machen sich währenddessen ebenfalls auf den Weg, um Clay zu helfen. Als sie beim Hauptquartier der Monster ankommen, stellt sich heraus, dass Clay Jestro befreien konnte, dafür aber selbst gefangen genommen wurde. Das Buch der Monster plant, den mächtigen Monstrox in Clays Körper wiederauferstehen zu lassen. Da es nun alle zwölf magischen Bücher besitzt, müssen die Ritter sich beeilen, um das Buch der Monster aufzuhalten.","versions":[{"lang":1,"streams":[{"redirect":14461508,"hoster":"VOE"},{"redirect":14481145,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Die Wolke","epNo":1,"alt":"The Cloud","descr":"Im Königreich Knighton ist Harmonie eingekehrt und die Ritter gehen ihren Alltagsbeschäftigungen nach. Doch die Ruhe ist nicht von Dauer, denn ein Sturm zieht auf und dieser bringt die \"Wolke von Monstrox\" mit sich. Das verheißt nichts Gutes …","versions":[{"lang":1,"streams":[{"redirect":14518939,"hoster":"VOE"},{"redirect":12898138,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ganz schön rostig!","epNo":2,"alt":"A Little Rusty","descr":"Die Ritter müssen sich erst wieder daran gewöhnen, als Team gegen die neue Bedrohung in Form von Jestro, der Wolke von Monstrox und den Steinmonstern zu kämpfen. So gelingt es Jestro und seinen Monstern die Ritter zurückzuschlagen und sich den Stab des Monstrox zu schnappen. Das Königreich ist in Gefahr!","versions":[{"lang":1,"streams":[{"redirect":14468764,"hoster":"VOE"},{"redirect":12898142,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Verbotenen Kräfte","epNo":3,"alt":"Mount Thunderstrox","descr":"Als Jestro und die Wolke von Monstrox sich mit dem Gefährt der Finsternis auf den Weg machen, die \"Verbotene Kraft\" an einen geheimen Ort zu bringen, treffen sie auf einen Bildhauer. Jestro will, dass er ihm eine Armee von Statuen macht, die er im Kampf gegen die Ritter benutzen kann.","versions":[{"lang":1,"streams":[{"redirect":14461507,"hoster":"VOE"},{"redirect":12898146,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein fauler Zauber","epNo":4,"alt":"Rotten Luck","descr":"Jestro und die Wolke des Monstrox finden die zweite ‚Verbotene Kraft‘: faulige Äpfel. Mit dieser Kraft können sie alles im Königreich verfaulen lassen – Obst, Gemüse, Pflanzen – einfach alles, das in der Natur vorkommt.","versions":[{"lang":1,"streams":[{"redirect":14518940,"hoster":"VOE"},{"redirect":14481153,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ärger im Steinwald","epNo":5,"alt":"Storm over Rock Wood","descr":"Im versteinerten Wald werden immer wieder reiche Leute ausgeraubt. Es stellt sich heraus, dass \"Robo Hood\" hinter den Überfällen steckt …","versions":[{"lang":1,"streams":[{"redirect":14518720,"hoster":"VOE"},{"redirect":12897524,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die drei Brüder","epNo":6,"alt":"Miner Setback","descr":"Aus Axls Heimatdorf verschwinden nach und nach sämtliche Bewohner. Da auch seine Eltern unter den Vermissten sind, will Axl mit den Rittern der Sache auf den Grund gehen. Es stellt sich heraus, dass Jestro und die Wolke des Monstrux die Dorfbewohner entführt haben, um sie in einer Mine die \"Statuen der drei Brüder\" ausgraben zu lassen. Mit deren Hilfe wollen sie die Nexo Knights Ritter besiegen.","versions":[{"lang":1,"streams":[{"redirect":14519134,"hoster":"VOE"},{"redirect":12897556,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Monster im Museum","epNo":7,"alt":"Knight at the Museum","descr":"Bei einer Eröffnungsfeier im Museum muss Macy ihren Pflichten als Prinzessin nachkommen. Die anderen Ritter sind auch anwesend und sollen König und Königin sowie die ausgestellten Kunstwerke beschützen. Also Jestro und Monstrox auftauchen, wird schnell klar, was sie vorhaben. Sie wollen eine seltene Statue klauen. Der König aktiviert sofort das Sicherheitssystem des Museums. Zwar kann Monstrox, der sich außerhalb des Museums befindet, nicht mehr hinein, aber Jestro, der gerade mit dem Steingoyl verschwinden wollte, auch nicht mehr hinaus.","versions":[{"lang":1,"streams":[{"redirect":14518941,"hoster":"VOE"},{"redirect":12897603,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gute Monster, Böse Monster","epNo":8,"alt":"Hot Rock Massage","descr":"Jestro und das Buch der Monster sind auf dem Weg nach Loderheim. Dort befindet sich ein weiterer Steingoyl mit einer verbotenen Kraft. Als sie dort ankommen, müssen sie jedoch feststellen, dass das Dorf von Lava-Monstern bewohnt wird. Das Besondere daran ist, sie sind jetzt friedlich! Magmar, der jetzt der Bürgermeister des Dorfes ist, wendet sich an die Nexo Knights, um sie um Hilfe gegen Jestro zu bitten.","versions":[{"lang":1,"streams":[{"redirect":14518836,"hoster":"VOE"},{"redirect":12897672,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Entführung der Königin","epNo":9,"alt":"Rock Bottom","descr":"Jestro lässt Königin Halbert entführen. Sofort machen sich die Ritter auf den Weg, um sie zu befreien. Doch dabei müssen sie feststellen, dass die Entführung wohl nur als Ablenkung diente. Während die Ritter noch versuchen die Königin zu befreien, überfällt Jestro das Fortrex und stiehlt den Steingoyl mit seiner verbotenen Kraft.","versions":[{"lang":1,"streams":[{"redirect":14518942,"hoster":"VOE"},{"redirect":12897826,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der neue Anführer","epNo":10,"alt":"In Charge","descr":"Als Jestro und die Wolke des Monstrox ihre zuletzt erbeutete verbotene Kraft zum Berg Donnerstrox bringen, geschieht etwas Seltsames: Die Wolke wird unglaublich groß und mächtig. Mit ihren neuen Feuerblitzen legt sie den ersten Teil eines gigantischen Monsters frei, das sich im Innern des Bergs befindet. Währenddessen offenbart Merlok den Rittern, dass Aaron ab sofort ihr neuer Anführer ist. Zumindest solange, bis es ihnen gelingt, Clay wieder zurückzuverwandeln.","versions":[{"lang":1,"streams":[{"redirect":14518837,"hoster":"VOE"},{"redirect":12897899,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der Schulausflug","epNo":1,"alt":"Weekend at the Halbert’s","descr":"Zusammen mit König und Königin Halbert planen die Nexoknights eine große Party, um die deprimierte Bevölkerung aufzuheitern. Gleichzeitig soll Clays heldenhafte Rettung der Königin gefeiert werden. Dabei darf jedoch niemand – den König eingeschlossen – mitbekommen, dass Clay im Kampf versteinert wurde. Währenddessen sind Sir Edelbart und Direktor Steinland mit den Nachwuchsrittern zu einem Schulausflug im Fortrex angekommen. Zeitgleich setzt Jestro zum Angriff auf Fortrex an. Ob Sir Edelbart und Direktor Steinland die Festung verteidigen können?","versions":[{"lang":1,"streams":[{"redirect":14461363,"hoster":"VOE"},{"redirect":12897956,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Graue Ritter","epNo":2,"alt":"The Gray Knight","descr":"Die Wolke von Monstrox erweckt den versteinerten Clay zum Leben, wodurch er nun auf Jestros Seite kämpft. Den Rittern sind die Hände gebunden: Kämpfen sie gegen ihn, verlieren sie den echten Clay für immer. Es gibt nur eine Lösung: ein Zauber von Merlok. Doch ist er schon wieder stark genug, um Clay aufzuhalten?","versions":[{"lang":1,"streams":[{"redirect":14461522,"hoster":"VOE"},{"redirect":12898009,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Halunken Clay","epNo":3,"alt":"The Good, the Bad and the Tightwad","descr":"Lord Sindwir Geizig benutzt den von Jestro verzauberten Clay, um die Bewohner des Habenichts-Dorfs aus ihrer Heimat zu vertreiben. Unter dem Dorf vermutet er nämlich eine Goldmine, an der er sich bereichern will. Lance und Macy versuchen, Clay aufzuhalten. Dabei bringt Lance den Ritter-Kodex ins Spiel. Wird das Clay aufhalten oder ihn vielleicht sogar an das Gute in sich erinnern?","versions":[{"lang":1,"streams":[{"redirect":14461364,"hoster":"VOE"},{"redirect":12898086,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"In geheimer Mission","epNo":4,"alt":"In His Majesty’s Secret Service","descr":"Um herauszufinden, was Jestro und Monstrox planen, begibt sich Clay, als Bösewicht getarnt, ins Lager der Monster. Damit niemand den Trick bemerkt, muss Clay lernen wie man sich als Spion verhält. Robin folgt Clay in den Einsatz und die Tarnung fliegt auf. Die Nexo Knights Ritter schreiten ein und befreien Clay. Doch dieser scheint verändert. Und was genau hat es mit der merkwürdigen Ruina Steinherz auf sich?","versions":[{"lang":1,"streams":[{"redirect":14461295,"hoster":"VOE"},{"redirect":12898110,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fremde aus den Bergen","epNo":5,"alt":"The Stranger in the Halps","descr":"Der versteinerte Clay wird zunehmend eine Gefahr für die Nexo Knights. Um seine Wutanfälle in den Griff zu bekommen, entscheidet er sich, die Ritter zu verlassen. Ausgerechnet jetzt werden diese von einer neuen Art von Steinmonstern angegriffen. Der einzige, der ihnen jetzt noch helfen kann, ist Steinowski, ein Experte im Zertrümmern von Steinen. Doch der lebt hoch oben in den Bergen. Können die Ritter ihn rechtzeitig finden und um Hilfe bitten?","versions":[{"lang":1,"streams":[{"redirect":14461296,"hoster":"VOE"},{"redirect":12898115,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Herzog Krakenkopf","epNo":6,"alt":"Krakenskull","descr":"Jestro und Monstrox haben einen neuen Plan, um die Nexo Knights ein für alle Mal zu besiegen. Mit antiken Steinmonstern und einer weiteren verbotenen Kraft sind sie den Rittern diesmal wirklich überlegen. Die Situation erscheint aussichtslos für die Nexo Knights, doch Jestro und Monstrox haben bei ihrem Plan etwas übersehen …","versions":[{"lang":1,"streams":[{"redirect":14461365,"hoster":"VOE"},{"redirect":12898118,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Clays große Wut","epNo":7,"alt":"Heart of Stone","descr":"Clay möchte Jestros Plänen ein für alle Mal ein Ende bereiten. Die anderen Ritter können die Härte, mit der er vorgeht, nicht gutheißen und versuchen ihn aufzuhalten. Doch letztlich hat nur Ruina Steinherz die Macht, ihn zu stoppen. Durch sie erfährt Clay eine unangenehme Wahrheit über seine Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":14461504,"hoster":"VOE"},{"redirect":12898122,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Steinkoloss","epNo":8,"alt":"Between a Rock and a Hard Place","descr":"Jestro und Monstrox finden die zehnte verbotene Kraft ‚Spur der Verwüstung‘. Mit ihrer Hilfe wollen sie den mächtigen Steinkoloss entfesseln. Die Ritter versuchen das zu verhindern, kommen jedoch zu spät. Wie sollen sie gegen ein Monster, das so groß ist wie ein ganzer Berg, nur gewinnen?","versions":[{"lang":1,"streams":[{"redirect":14461505,"hoster":"VOE"},{"redirect":12898125,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine kolossale Gefahr","epNo":9,"alt":"March of the Colossus","descr":"Der Steinkoloss ist auf dem Weg zur Hauptstadt, um das Königreich einzunehmen. Die Nexo Knights versuchen alles, um ihn aufzuhalten, jedoch ohne Erfolg. Derweil arbeitet Robin an einem Geheimprojekt und erhält dabei überraschende Hilfe. Kann dies die letzte Rettung für das Königreich sein?","versions":[{"lang":1,"streams":[{"redirect":14468763,"hoster":"VOE"},{"redirect":12898131,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Fall","epNo":10,"alt":"The Fall","descr":"Der Steinkoloss ist auf dem Weg zur Hauptstadt, um das Königreich einzunehmen. Die Nexo Knights versuchen alles, um ihn aufzuhalten, jedoch ohne Erfolg. Derweil arbeitet Robin an einem Geheimprojekt und erhält dabei überraschende Hilfe. Kann dies die letzte Rettung für das Königreich sein?","versions":[{"lang":1,"streams":[{"redirect":14461366,"hoster":"VOE"},{"redirect":12898134,"hoster":"Streamtape"}]}]}]}]}