{"seriesId":"leo-da-vinci","name":"Leo da Vinci","descr":"Als Erwachsener wurde Leonardo da Vinci weltberühmt. Doch jetzt, mit fünfzehn Jahren, ist er ein ganz normaler Junge mit einem Haufen Ideen im Kopf. Wir schreiben das Jahr 1670. Leo reist nach Florenz, um dort bei dem großen Künstler Verrocchio Malerei zu studieren. Hier legt Leo den Grundstein für seinen späteren Ruhm. Während er vormittags in den Kunstwerkstätten lernt und sich dabei mit weniger begabten Mitschülern herumschlagen muss, tüftelt er in seiner freien Zeit so oft er kann an neuen Erfindungen oder betreibt wissenschaftliche Studien. Begleitet wird er dabei von seinen besten Freunden Lisa, die sich in den Ställen der Medici um die Pferde kümmert, und Lollo, der eine Anstellung als Koch im Medici-Palast gefunden hat. Dass Leo nicht die ganze Zeit über in seinem geheimen Labor verbringt, liegt an den Machenschaften eines geheimnisvollen Verschwörers, der mit Hilfe von Piraten die Medici aus der Stadt jagen will. Doch Leo, der von der Familie protegiert wird, revanchiert sich, indem er sie ein ums andere Mal vor den üblen Plänen des Verschwörers rettet. Und seine Erfindungen leisten ihm dabei gute Hilfe, auch wenn sie nicht immer gleich funktionieren, wie sie sollen.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Mission Mona Lisa","epNo":1,"alt":"","descr":"Als Leonardo da Vinci (Stimme im Original: Johnny Yong Bosch) noch ein junger Mann war, steckte er voller Tatendrang, hatte viele Ideen und stürzte sich in ein Abenteuer nach dem anderen. Ganz besonders sein Freund Lollo (Bryce Papenbrook) muss darunter leiden, schließlich wird er von Leonardo immer zum Versuchskaninchen für seine neuesten Erfindungen gemacht. Eines Tages gerät ihre gemeinsame Freundin Lisa (Cherami Leigh) in Not. Leonardo und Lollo zögern keine Minute und wollen ihr und ihrer Familie helfen. In Florenz angekommen, hört Leonardo etwas von einem geheimnisvollen Schatz, der Lisa und ihre Angehörigen retten könnte. Also setzen er und sein bester Freund alles daran, ihn zu finden. Doch sie sind nicht allein. Eine Horde Piraten hat sich ebenfalls auf die Suche nach dem wertvollen Schatz begeben...","versions":[{"lang":1,"streams":[{"redirect":9018743,"hoster":"VOE"},{"redirect":8589279,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Leo und die gestrandeten Piraten","epNo":1,"alt":"","descr":"Als Leo mit seinen Freunden Lisa und Lollo in Florenz ankommt, gerät er gleich in eine Verschwörung. Noch bevor er sich bei Maestro Verrocchio vorstellt, um in dessen Kunstwerkstatt zu studieren, entdeckt er ein verlassenes Kanalsystem. Dort will er ein geheimes Labor einrichten, um in Ruhe neue Erfindungen zu entwickeln. Doch nicht nur Leo nutzt die Kanäle, auch eine Bande gestrandeter Piraten, die einen Überfall auf den Palast der Medici planen.","versions":[{"lang":1,"streams":[{"redirect":8837893,"hoster":"VOE"},{"redirect":8837896,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leo und die Münze der Medici","epNo":2,"alt":"","descr":"Jedes Jahr verschenkt die Familie der Medici Münzen an die ärmsten Bürger der Stadt, die ihren Mitmenschen Gutes getan haben – ein gefundenes Fressen für Piratenkapitän Azzurro, der die Münzen stehlen will, um damit sein gestrandetes Schiff wieder flott zu machen. Doch er hat nicht mit Leo gerechnet: Dessen neueste Erfindung, ein mechanischer Greifarm, ist wie gemacht dafür, sich die Münzen rechtzeitig vor der Zeremonie wiederzuholen.","versions":[{"lang":1,"streams":[{"redirect":8837894,"hoster":"VOE"},{"redirect":8837910,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Leo und das Feuerwerk des Chinesen","epNo":3,"alt":"","descr":"Leo lässt sich überreden, ein Feuerwerk über der Stadt anzusehen, das die Medici aus China bezogen haben. Zwar würde er sich lieber in sein Labor einschließen, um seine neueste Erfindung, eine Wasserpumpe, zu verfeinern. Doch als er hört, dass die Piraten den chinesischen Händler überfallen haben, um den Medici eine eigene, weniger freundliche Überraschung zu bereiten, macht er sich mit seinem Gleiter auf, um den Plan zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":8837895,"hoster":"VOE"},{"redirect":8837898,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leo und der Riese mit der Keule","epNo":4,"alt":"","descr":"Die Piraten sind auf der Suche nach einem legendären Schild, das einst ein Vorfahre der Medici trug. Dieser besiegte damit einen Riesen, der die Bevölkerung bedrohte. Seit dieser Zeit sind die Medici die Schutzpatronen der Stadt Florenz. Um den Piraten einen Schrecken einzujagen und so zu verhindern, dass sie den berühmten Schild stehlen, nutzt Leo ein Gerät, das er vor Kurzem entwickelt hat, um Vögel anzulocken.","versions":[{"lang":1,"streams":[{"redirect":8837897,"hoster":"VOE"},{"redirect":8837899,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leo und der mechanische Löwe","epNo":5,"alt":"","descr":"Jedes Jahr lassen sich die Medici eine neue Attraktion während des Frühlingsfestes einfallen. Diesmal soll ein echter Löwe gezeigt werden. Die Piraten wollen den Löwen freilassen, um die Bevölkerung in Angst und Schrecken zu versetzen und die Schuld dafür den Medici in die Schuhe schieben. Um die Gefahr zu bannen, entwickelt Leo einen mechanischen Löwen. Doch der funktioniert leider nicht so wie geplant.","versions":[{"lang":1,"streams":[{"redirect":12380013,"hoster":"VOE"},{"redirect":8837901,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leo und die Pflanze des Schlafes","epNo":6,"alt":"","descr":"Leo entwickelt gerade den ersten Ventilator. Doch leider ist es Winter, und die kühle Brise, die das Gerät verursacht, kann niemand gebrauchen. Als er mit Lollo in den Wald außerhalb der Stadt gehen soll, um dort Feuerholz zu besorgen, entdecken sie die verlassene Hütte eines alten Schornsteinfegers. Darin befinden sich viele Belladonna-Pflanzen, die eine einschläfernde Wirkung haben. Leo und seine Freunde kommen einem Komplett auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":8837902,"hoster":"VOE"},{"redirect":8837903,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leo und der Geheimplan im Käfig","epNo":7,"alt":"","descr":"Der Architekt Michelozzo, ist spurlos verschwunden. Er war für den Bau des Medici-Palazzo zuständig. Und hat dabei auch Geheimgänge entworfen. Als Leo sich der Sache annimmt und einen Vogelkäfig in der Wohnung des Architekten findet, erkennt er Übereinstimmungen zwischen dem Palast und dem Käfig. Schnell wird deutlich, dass die Piraten ihn entführt haben, um an die Pläne des Palastes zu gelangen und sich Zugang zum Palast zu verschaffen.","versions":[{"lang":1,"streams":[{"redirect":8837906,"hoster":"VOE"},{"redirect":8837908,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Leo und das gestohlene Rezept","epNo":8,"alt":"","descr":"Lollo soll die Zutaten für eine Suppe kaufen, die der Koch der Medici extra für einen einflussreichen toskanischen Grafen zubereiten will. Doch bevor der Koch beginnen kann, wird das Rezept gestohlen. Nun liegt die Hoffnung in den Händen Lollos, der als Ersatz den berühmten Eintopf seiner Oma kochen will. Doch die Zeit wird knapp. Leo muss sich etwas einfallen lassen, bevor der Graf wütend den Palast verlässt.","versions":[{"lang":1,"streams":[{"redirect":8837905,"hoster":"VOE"},{"redirect":8837904,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Leo und die vertauschte Statue","epNo":9,"alt":"","descr":"Leo erhält während seines Studiums die Aufgabe, pünktlich zum Stadtfest eine Kopie der berühmten Statue von Johannes dem Täufer anzufertigen, dem Schutzheiligen von Florenz. Als die echte Statue plötzlich verschwindet, setzen Leo und Lisa alles daran, sie vor dem Fest wiederzufinden. Die Spur führt zur Flussmündung des Arno, direkt zu Pirat Azzurro und seinen Schergen.","versions":[{"lang":1,"streams":[{"redirect":8837913,"hoster":"VOE"},{"redirect":8837919,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Leo und der verräterische Vogel","epNo":10,"alt":"","descr":"Bianca hat einen Beo bei sich aufgenommen. Diese Vogelart ist bekannt dafür, dass sie ganze Sätze nachsprechen kann. Doch was dieser Beo sagt, hat es in sich: Offensichtlich hat er mit angehört, wie ein Raubzug geplant wird. Jemand versucht, die Steuergelder der Stadt Florenz zu stehlen, wenn die bewachte Kutsche, in der sie sich befinden, über den berüchtigten Teufelspass fährt. Leo versucht den Überfall noch rechtzeitig zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":12174368,"hoster":"VOE"},{"redirect":8837912,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Leo und die Vase des Rha","epNo":11,"alt":"","descr":"Leo soll im Auftrag von Maestro Verrocchio eine Kutsche begleiten, in der sich eine Kostbarkeit von unermesslichem Wert befindet: die Vase des ägyptischen Gottes Rha. Doch auf dem Weg zum Ausstellungsort wird die Kutsche von Azzurro angegriffen, der die Vase stehlen will. Nach einer wilden Verfolgungsjagd gelingt es Lisa, die Piraten abzuwehren. Von nun an wird die Vase gut bewacht, doch Leo ahnt, dass die Piraten noch nicht aufgegeben haben.","versions":[{"lang":1,"streams":[{"redirect":8837907,"hoster":"VOE"},{"redirect":8589272,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Leo und der rätselhafte Buchcode","epNo":12,"alt":"","descr":"Aus dem Medici-Palast wurde ein Buch gestohlen, mit dem sich die geheimen Codes der Medici entschlüsseln lassen. Eine Katastrophe, denn so können die Diebe jede wichtige Nachricht abfangen, die die Statthalter zu befreundeten Staaten schicken. Um wieder an das Buch zu gelangen, will Leo die Diebe aus der Reserve locken und schickt einen Boten mit einer falschen Nachricht aus dem Palast.","versions":[{"lang":1,"streams":[{"redirect":8837909,"hoster":"VOE"},{"redirect":8837917,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Leo und das große Pferderennen","epNo":13,"alt":"","descr":"Leo hat ein Luftkissen-Anzug entwickelt, der vor Prellungen schützt, falls man vom Pferd fällt. Im Falle des stolzen Hengstes Furio wäre dies auch nötig, denn er lässt nur einen Reiter auf seinen Rücken! Dummerweise ist dieser plötzlich unauffindbar. Und das ausgerechnet am Tag vor dem großen Pferderennen der Florentiner Familien! Leo und Lisa erklären sich bereit, sich um das Pferd zu kümmern. Schnell wird klar, dass die Piraten dahinterstecken.","versions":[{"lang":1,"streams":[{"redirect":8837911,"hoster":"VOE"},{"redirect":8837914,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Leo und der Drache aus Papier","epNo":14,"alt":"","descr":"Lisa ist aufgeregt: Artisten und Händler aus dem Nahen Osten sind nach Florenz gereist, um dort an der Orientalischen Festwoche teilzunehmen. Leo soll dort für seinen Meister edle Stoffe besorgen, die später von der Klasse verziert werden sollen. Vor Ort geraten sie an einen Schausteller, der von der Legende eines Wüstendrachen erzählt. Dahinter steckt Sicario, der mit den anderen Piraten den Trubel nutzen will, um in den Palast zu gelangen.","versions":[{"lang":1,"streams":[{"redirect":8837916,"hoster":"VOE"},{"redirect":8837918,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Leo und der Bär aus dem Zirkus","epNo":15,"alt":"","descr":"Der Zirkus von Venedig gastiert in Florenz! Das möchten sich Leo, Lisa und Lollo natürlich nicht entgehen lassen. Zumal sich dadurch Leo die Gelegenheit bietet, die Hauptattraktion zu studieren und zu zeichnen: einen zahmen Bären! Doch als sie das Zirkusgelände betreten, erwartet sie dort ein sehr aggressiver Bär. Die Piraten haben ihn gegen den zahmen ausgetauscht und wollen ihn während der Vorstellung freilassen!","versions":[{"lang":1,"streams":[{"redirect":12252317,"hoster":"VOE"},{"redirect":12978380,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Leo und das große Feuer","epNo":16,"alt":"","descr":"Leo und Lollo beobachten, wie Unmengen an Holz auf den Marktplatz geschafft werden. Am Abend soll das große Frühlingsfeuer entfacht werden. Aus der ganzen Umgebung kommen Astrologen in die Stadt, um aus dem Feuer zu lesen, wie üppig die kommende Ernte werden soll. Leo bekommt den Auftrag, Portraits von den Zuschauern zu zeichnen. Doch das Feuer zieht nicht nur die Bürger von Florenz an, sondern auch Azzurro und seine Piraten.","versions":[{"lang":1,"streams":[{"redirect":8837921,"hoster":"VOE"},{"redirect":8837923,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Leo und die goldene Flagge","epNo":17,"alt":"","descr":"Adolino hat die vielen Fehlschläge der Piraten satt, die Medici aus der Stadt zu jagen. Nur eine letzte Chance gibt er ihnen noch: Sie sollen die goldene Flagge stehlen, die jedes Jahr zum Neujahrsfest über dem Palast der Stadt gehisst wird. Tatsächlich ist es Leo, der die Ehre erhält, die Flagge mit goldenen Fäden auszubessern. Als Lisa den Plan aufdeckt, macht sich Leo bereit, ihn mit seiner neuesten Erfindung zu durchkreuzen: einem Fallschirm!","versions":[{"lang":1,"streams":[{"redirect":8837931,"hoster":"VOE"},{"redirect":8837924,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Leo und das Gift des Falken","epNo":18,"alt":"","descr":"Lisa kann sich mit einer Tradition in Florenz nicht anfreunden: jedes Jahr wird eine Falkenjagd veranstaltet. Und auch diesmal hält Lisa es für eine dumme Idee, Tiere aus Spaß von Falken jagen zu lassen. Immerhin gibt es pünktlich zu der Veranstaltung viele Händler, die noch andere exotische Tiere mitbringen, bunte Frösche etwa, deren Gift tödlich sein kann. Azzurro versucht sofort, die Frösche zu stehlen, um das Festmahl nach der Jagd zu vergiften.","versions":[{"lang":1,"streams":[{"redirect":8837926,"hoster":"VOE"},{"redirect":8837925,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Leo und der Schlaf der Spinne","epNo":19,"alt":"","descr":"Für seine neueste Erfindung lässt sich Leo von der Natur inspirieren. Er hat herausgefunden, dass Spinnen Wände hochlaufen können, weil sie viele kleine Härchen mit Widerhaken an den Beinen besitzen. Entsprechend stolz ist er auf seine Spinnenhandschuhe, mit denen man auch als Mensch glatte Wände hinaufklettern kann. Die Erfindung erweist sich als nützlich, als er erfährt, dass Lorenzo de Medici mit Hilfe einer Spinne vergiftet werden soll!","versions":[{"lang":1,"streams":[{"redirect":12336903,"hoster":"VOE"},{"redirect":8837929,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Leo und die fünf Silberkugeln","epNo":20,"alt":"","descr":"Azzurro plant, die berühmten fünf Silberkugeln von Florenz zu stehlen, die auch das Wappen der Medici zieren. Lorenzo ahnt bereits, dass ihre Zurschaustellung Diebe anlocken könnten und bittet Leo um Hilfe. Ein Glück, dass dieser gerade eine Metallkugel konstruiert hat, die auf Knopfdruck Parfum versprüht. Eigentlich war sie als Geschenk für Lisa gedacht. Doch nun entwickelt er daraus eine Farbbombe und tauscht sie gegen eine der Silberkugeln aus.","versions":[{"lang":1,"streams":[{"redirect":8837927,"hoster":"VOE"},{"redirect":8837928,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Leo und das weiße Gold","epNo":21,"alt":"","descr":"Lollo will endlich zeigen, dass ein großer Koch in ihm steckt. Also lädt er seine Freunde zum Testessen ein. Leo, Bianca und Lisa überschlagen sich mit Lob. Doch dann scheint Lollos Wunsch zu platzen, dass seine Speisen für das nächste Festbankett ausgewählt werden: Räuber haben eine wertvolle Ware gestohlen, die nicht umsonst weißes Gold genannt wird: Salz! In ganz Florenz ist kein Körnchen davon mehr aufzutreiben!","versions":[{"lang":1,"streams":[{"redirect":12174369,"hoster":"VOE"},{"redirect":8837933,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Leo und die große Dürre","epNo":22,"alt":"","descr":"Seit einem Monat ist es in Florenz staubtrocken. Die Ernte ist ruiniert und schon bald haben die Bewohner der Stadt ihre Vorräte aufgebraucht. Bereits jetzt regt sich Unmut gegen die Herrscher der Medici – ein Zustand, den Adolino ausnutzen will, indem er alle Händler vor der Stadt abfangen lässt und die Waren in der Stadt zu Wucherpreisen verkauft. Leo arbeitet gerade an einem Bewässerungssystem. Doch die Piraten erfahren davon und wollen es sabotieren.","versions":[{"lang":1,"streams":[{"redirect":8837935,"hoster":"VOE"},{"redirect":8837937,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Leo und die entführte Köchin","epNo":23,"alt":"","descr":"Die Piraten wollen sich über die Küche Zugang zum Medici-Palast verschaffen. Kapitän Azzurro lässt daraufhin die Chefköchin Carlotta entführen, damit sie die Geheimnisse des Palastes ausplaudert. Doch die stämmige Köchin erweist sich als ebenbürtiger Gegner. Sie wehrt sich mit Leibeskräften und hinterlässt eine Spur aus Brotkrumen ihres berühmten Anisbrotes. Leo und seine Freunde machen sich sofort auf den Weg, um Carlotta zu befreien.","versions":[{"lang":1,"streams":[{"redirect":8837934,"hoster":"VOE"},{"redirect":8837936,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Leo und die unsichtbare Tinte","epNo":24,"alt":"","descr":"Verrocchio erhält eine größere Summe Bargeld für ein Gemälde und bittet Bianca und Lisa, es zur Medici-Bank zu bringen. Dort werden die beiden Zeuginnen eines Überfalls. Doch nicht Geld wird gestohlen, sondern das Kassenbuch der Medici, in dem alle Geschäfte der Stadt vermerkt sind. Geistesgegenwärtig gelingt es Lisa, den Räuber bis zur Kanalisation zu verfolgen, doch dann verliert sich seine Spur. Leo muss das Buch finden, bevor der Täter damit Chaos stiftet.","versions":[{"lang":1,"streams":[{"redirect":8837939,"hoster":"VOE"},{"redirect":8837938,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Leo und die Rache der Piraten","epNo":25,"alt":"","descr":"Piratenkapitän Azzurro hat es satt, sich seine Pläne von fremden maskierten Personen durchkreuzen zu lassen. Wenigstens weiß er, dass sie sich mit Fluggleitern durch die Lüfte bewegen. Also lässt er die Piraten auf die Lauer legen. Und tatsächlich entdecken sie Leo bei einem seiner Rundflüge. Leo entwischt, verliert dabei aber einen Lageplan seines geheimen Labors. Sofort machen sich die Piraten auf den Weg, Leo endgültig zur Strecke zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8837945,"hoster":"VOE"},{"redirect":8837941,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Leo und der Fluch des Drachen","epNo":26,"alt":"","descr":"Ein feuerspuckender Drache steckt Häuser in Brand! Die Bevölkerung glaubt an einen Fluch. Leo ist misstrauisch und macht sich auf die Suche nach der wahren Ursache für die Brände. Als er sich das abgebrannte Haus genauer ansieht, findet er Schuppen, die dem Drachen gehören. Weniger später erzählt Bianca von einem Drohbrief, in dem steht, dass der Drache wieder durch die Straßen ziehen wird, sollte ihr Vater nicht als Statthalter abdanken!","versions":[{"lang":1,"streams":[{"redirect":8837940,"hoster":"VOE"},{"redirect":8837942,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Leo und das Juckpulver","epNo":1,"alt":"","descr":"Lollo wundert sich sehr: Noch nie hat er so glänzende und weiche Stoffe gesehen wie die Gewänder, die der chinesische Botschafter über die Seidenstraße nach Florenz gebracht hat. So schöne Kleider sollen durch Larven eines Schmetterlings entstanden sein? Um ihren Auftraggeber milde zu stimmen, wollen Azzurro und die Piraten Hagebuttenpulver in die Kleidung streuen. Leo nutzt die Stärke der Seidenfäden, um den Plan zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":13018887,"hoster":"VOE"},{"redirect":8589273,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Leo und der Drachenflieger","epNo":2,"alt":"","descr":"Endlich hat Lollo auch eine Erfindung entwickelt! Er hat Sahne in eine alte Socke gefüllt, ein Loch hineingeschnitten, und verziert damit die Torten, die er gebacken hat. Dummerweise portraitiert er Leo mit seinem Gleiter, und verkauft die Torte anschließend auf dem Markt. Dort fällt sie in die Hände Azzurros, der erkennt, dass sein Widersacher darauf abgebildet ist. Sofort machen sich die Piraten auf die Suche nach dem Tortenmacher.","versions":[{"lang":1,"streams":[{"redirect":8837944,"hoster":"VOE"},{"redirect":8589274,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Leo und das Schlafmittel","epNo":3,"alt":"","descr":"Lollo hat Zahnschmerzen. Seine Freunde begleiten ihn zu einem Kräuterkundler, um ein Mittel gegen die Schmerzen zu kaufen. Dort begegnen sie Sicario. Der Pirat zwingt den Kräuterkundler, ihm Unmengen an Schlafmittel zu geben. Wie sich herausstellt, will Adolino die ganze Stadt in Schlaf versetzen. Am nächsten Tag findet erstmals eine Wahl statt, und Adolino will verhindern, dass keiner die Stimme für die Medici abgibt.","versions":[{"lang":1,"streams":[{"redirect":8837947,"hoster":"VOE"},{"redirect":8589275,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Leo und der Maskenball","epNo":4,"alt":"","descr":"Die Karnevalszeit ist da. Ganz Florenz bereitet sich auf den Maskenball vor. Der venezianische Maskenmacher Valentino hat bereits seine schönsten Stücke für die Medici-Familie reserviert. Als Lisa und Bianca sie abholen wollen, erfahren sie, dass einige davon in der Nacht gestohlen wurden. Leo kommt einem Plan auf die Spur, Biancas Bruder zu entführen. Die Piraten wollen sich mit den Masken unerkannt zu dem Ball schleichen.","versions":[{"lang":1,"streams":[{"redirect":8837946,"hoster":"VOE"},{"redirect":8589277,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Leo und die explodierenden Melonen","epNo":5,"alt":"","descr":"Leo entwickelt eine Maschine, mit der man hunderte Nägel innerhalb kürzester Zeit ins Holz schlagen kann. Das ist auch nötig, um die Vorbereitungen des Castello-Festes rechtzeitig abzuschließen. Während des Festes werfen die Junggesellen der Stadt Obst und Blumen aus Pappmaché die Burg hinauf zu den Mädchen, denen sie ihre Aufwartung machen wollen. Leo hat bereits eine Blume für Lisa gebastelt. Doch dann kommt ihm ein Plan Adolinos in die Quere.","versions":[{"lang":1,"streams":[{"redirect":8837948,"hoster":"VOE"},{"redirect":8589278,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leo und der versteckte Schlüssel","epNo":6,"alt":"","descr":"Bianca will mit ihrer Hündin Maria Lucrezia an einer Hundeschau teilnehmen, bei der der schönste Hund in ganz Florenz gekürt wird. Eine gute Gelegenheit für Leo, Skizzenstudien anzufertigen. Die Mitglieder der Jury machen ihn jedoch misstrauisch: einer von ihnen scheint eine Hundeallergie zu haben. Kurz darauf wird Maria Lucrezia entführt. Azzurro und seine Piraten wollen einen Schlüssel gelangen, der an dem Halsband des Hundes befindet.","versions":[{"lang":1,"streams":[{"redirect":9018728,"hoster":"VOE"},{"redirect":8589276,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Leo und die Sonnenwend-Feier","epNo":7,"alt":"","descr":"Die Schüler Verrocchios sollen die Kulissen für ein Theaterstück bauen, das zur Sonnenwend-Feier auf dem Marktplatz aufgeführt werden soll. Leo zeigt sein großes Talent, realistische Straßenzüge auf die Leinwand zu bringen, und bekommt den Auftrag, sie bis zum nächsten Morgen fertigzustellen. Dabei wird er Zeuge, wie die Piraten den Marktplatz auskundschaften. Sie wollen die goldene Glocke stehlen, die zur Feier geläutet werden soll.","versions":[{"lang":1,"streams":[{"redirect":8837949,"hoster":"VOE"},{"redirect":8589280,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Leo und der Pakt mit Venedig","epNo":8,"alt":"","descr":"Adolino will einen Streit zwischen Florenz und Venedig anzetteln. Aus diesem Grund lässt er Rüstungen der Wachen des Medici-Palastes stehlen und den venezianischen Botschafter von seinen verkleideten Handlangern entführen. Als Leo davon Wind bekommt und den Botschafter befreien will, beschuldigt dieser prompt die Medici und droht offen mit Krieg. Leo und seine Freunde haben nicht viel Zeit, die Wahrheit ans Licht zu bringen.","versions":[{"lang":1,"streams":[{"redirect":8837962,"hoster":"VOE"},{"redirect":8589282,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Leo und das Testament der Medici","epNo":9,"alt":"","descr":"Aufregung im Medici-Palast: ein Unbekannter fordert die Herrscherfamilie auf, unverzüglich den Palast zu verlassen. Er selbst erhebt Anspruch darauf und zeigt als Beweis das Testament von Cosimo de Medici. Demnach erbt er als direkter Nachfahre das gesamte Vermögen. Leo glaubt, dass es sich um eine Fälschung handelt. Um dies zu beweisen, muss er allerdings das echte finden – und das gilt seit langer Zeit als verschollen.","versions":[{"lang":1,"streams":[{"redirect":12385202,"hoster":"VOE"},{"redirect":8589281,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Leo und das Eisrennen","epNo":10,"alt":"","descr":"Leo hat kleine Räder an Lollos Schuhe angebracht. Und somit die ersten Rollschuhe erfunden! Doch darauf zu laufen ist alles andere als einfach. Allein Lisa schlägt sich wacker und saust den anderen schnell davon. So gelingt es ihr auch, zusammen mit Leo vor den Piraten zu fliehen, als sich diese in der Nacht auf dem Marktplatz herumtreiben. Leo ahnt, dass sie vorhaben, das morgen stattfindende Pferderennen rund um die Piazza zu sabotieren.","versions":[{"lang":1,"streams":[{"redirect":8837952,"hoster":"VOE"},{"redirect":8589283,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Leo und die Schatzkammer der Medici","epNo":11,"alt":"","descr":"Ein griechischer Kaufmann aus der Stadt Magnesia ist in der Stadt und hat besondere Steine mitgebracht, die Eisen anziehen. Leo nutzt sie nicht nur, um naturwissenschaftliche Studien anzustellen, sondern auch, um Vanni damit einen Streich zu spielen. Doch auch Azzurro hat von der Ankunft des Kaufmanns gehört und will dessen Goldbarren stehlen, die er in der Schatzkammer der Medici deponiert hat.","versions":[{"lang":1,"streams":[{"redirect":12285755,"hoster":"VOE"},{"redirect":8589290,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Leo und das adlige Mädchen","epNo":12,"alt":"","descr":"Leider dürfen nur Adelige an dem heute stattfindenden Ball der Medici teilnehmen. Doch Bianca lädt Lisa und Leo ein, sich von einem Nachbarsaal aus alles anzusehen. Dort treffen sie auf die junge Clarissa, die zu Gast auf dem Ball ist. Allerdings langweilt sie sich dort und möchte lieber die Stadt entdecken. Leo und Lisa laden sie zu einer nächtlichen Erkundungstour ein. Ohne zu ahnen, dass Clarissa das nächste Ziel des mysteriösen Verschwörers ist.","versions":[{"lang":1,"streams":[{"redirect":8837953,"hoster":"VOE"},{"redirect":8589284,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Leo und das goldene Ohr","epNo":13,"alt":"","descr":"Lisa will sich das Konzert des berühmten Musikers Guillaume Dufay im Medici-Palast ansehen. Der Franzose hat ein neuartiges Instrument dabei: ein Krummhorn. Leo und Lollo hingehen können sich nichts Langweiligeres vorstellen und schleichen sich aus der Vorstellung. Dadurch kommen sie einem Komplott gegen Lorenzo de Medici auf die Spur, der bei Dufay Unterricht nehmen will. Als sie in sein Zimmer gelangen, liegt der Maestro ohnmächtig auf dem Boden.","versions":[{"lang":1,"streams":[{"redirect":8837959,"hoster":"VOE"},{"redirect":8589285,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Leo und das Pferd auf Rädern","epNo":14,"alt":"","descr":"Leo probiert seine neueste Erfindung aus: ein Gestell auf Rädern, mit dem man sich fortbewegen kann. Er ahnt nicht, dass Fahrräder später einmal sehr populär werden. Als Zahnräder nutzt er Stiefelsporen der Medici-Wache. Als er die Wachen wenig später wiedersieht, tragen sie andere Stiefel. Leo erkennt, dass es sich um die Piraten handelt. Sie müssen die Wachen überwältigt und ihre Kleidung angezogen haben. Aber was haben sie vor?","versions":[{"lang":1,"streams":[{"redirect":8837954,"hoster":"VOE"},{"redirect":8589286,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Leo und das Erdbeben von Florenz","epNo":15,"alt":"","descr":"Ein Erdbeben erschüttert Florenz. Glücklicherweise können sich Leo, Lollo und Lisa rechtzeitig aus dem Geheimlabor retten. Leo wundert sich, dass das Beben nur an einem bestimmten Ort zu spüren war. Wenig später ereignet sich ein weiterer Erdstoß, diesmal nahe der Kunstwerkstatt. Das Beben scheint regelmäßig aufzutreten und sich dem Medici-Palast zu nähern. Leo ahnt, dass jemand das Kanalsystem nutzt, um die Beben auszulösen: die Piraten!","versions":[{"lang":1,"streams":[{"redirect":8837955,"hoster":"VOE"},{"redirect":8589287,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Leo und die giftigen Kräuter","epNo":16,"alt":"","descr":"Lorenzo de Medici leidet unter einer Allergie. Um ein Mittel dagegen zu brauen, soll Lisa für den Herbalisten Bärenkraut suchen. Doch dabei muss sie vorsichtig sein. Allzu leicht lässt sich Bärenkraut mit dem giftigen Schierling verwechseln. Ein Glück, dass Leo Zeichnungen von beiden Pflanzen angefertigt hat. Doch diese gelangen in die Hände der gestrandeten Piraten.","versions":[{"lang":1,"streams":[{"redirect":8837956,"hoster":"VOE"},{"redirect":8589289,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Leo und der Karnevalsumzug","epNo":17,"alt":"","descr":"Die Studenten der Kunstwerkstatt dürfen einen Festwagen für den diesjährigen Karnevalsumzug gestalten. Sein Mitschüler Vanni reagiert eifersüchtig, als Leos Entwurf für ein riesiges Pferd ausgewählt wird. Nachts versucht er, den Festwagen zu sabotieren. Doch nicht nur Vanni tummelt sich bei Dunkelheit in der Werkstatt. Auch die gestrandeten Piraten sind auf der Suche nach einem Festwagen, um sich darin zu verstecken und so in den Palast einzudringen.","versions":[{"lang":1,"streams":[{"redirect":8837958,"hoster":"VOE"},{"redirect":8589288,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Leo und der große Magier","epNo":18,"alt":"","descr":"Lisa ist begeistert: Der große Magier \"El Misterio\" ist in der Stadt und gibt eine Aufführung im Palast. Leo will hinter die Tricks des Magiers kommen und schleicht sich in eine Probe auf der Theaterbühne. Dabei entdeckt er, dass sich Lisas Freundin Bianca de Medici in größter Gefahr befindet. Sie soll dem Magier während der Vorstellung als Assistentin zur Verfügung stehen. Doch kurz vor Beginn liegt dieser gefesselt in seiner Umkleide.","versions":[{"lang":1,"streams":[{"redirect":8837960,"hoster":"VOE"},{"redirect":8589291,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Leo und die diebischen Vögel","epNo":19,"alt":"","descr":"Leo steht vor einem Rätsel: Immer wieder wird kostbarer Schmuck aus dem Inneren des Medici-Palastes gestohlen. Und dass, obwohl alle Ein- und Ausgänge strikt bewacht werden und der Schmuck nur kurze Zeit unbeaufsichtigt war. Leo ahnt, dass die Vorgänge mit dem Besuch eines indischen Kaufmanns zu tun haben könnten. Dessen abgerichtete Vögel sind über Nacht spurlos verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8837957,"hoster":"VOE"},{"redirect":12514408,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Leo und der Roboter-Ritter","epNo":20,"alt":"","descr":"Leo hat einen mechanischen Ritter entwickelt, der später einmal als Wache eingesetzt werden könnte. Leider ist der erste Prototyp noch unausgereift. Er besitzt nur die Größe eines Kindes und wirkt daher alles andere als respekteinflößend. Als Leo und Lollo mitbekommen, wie Eindringlinge versuchen, über die Stallungen in den Medici-Palast gelangen, bleibt Leo nichts anderes übrig, als ihn einzusetzen.","versions":[{"lang":1,"streams":[{"redirect":8837961,"hoster":"VOE"},{"redirect":8589293,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Leo und das Tagebuch der Piraten","epNo":21,"alt":"","descr":"Lisa hält nicht viel von der Fuchsjagd. Dennoch gehört es zu ihren Pflichten, die Pferde der Medici für den Jagdausflug vorzubereiten. Zuvor fällt ihr allerdings eine Karte aus einem Notizbuch in die Hände, die darauf schließen lässt, dass die Jagdgesellschaft überfallen werden soll. Um herauszufinden, was an der Sache dran ist, nutzt Lisa Leos neuestes Fluggerät: den \"Rotor-Rucksack\".","versions":[{"lang":1,"streams":[{"redirect":8837963,"hoster":"VOE"},{"redirect":8589294,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Leo und die Spürnasen","epNo":22,"alt":"","descr":"Die Bibliothek des Medici-Palastes in eines der am meisten gesicherten Gebäude der Stadt. Und doch wurde ein wichtiges Staatsdokument aus dem Archiv gestohlen. Leo versucht anhand von Geruchsspuren herauszufinden, wie es aus dem bewachten Raum gelangen konnte. Dabei nutzt er seinen neuen Geruchsdetektor, mit dem er Gerüchen folgen kann wie ein Spürhund.","versions":[{"lang":1,"streams":[{"redirect":8837964,"hoster":"VOE"},{"redirect":8589299,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Leo und das Motorboot","epNo":23,"alt":"","descr":"Lollo hat es endgültig satt, immer nur das Versuchskaninchen für die neuen Erfindungen seines Freundes Leo zu spielen. Als er das neuartige \"Motorboot\" Leos per Muskelkraft betätigen muss, während sich Leo mit Lorenzo de Medici bei der Fahrt auf dem Fluss amüsiert, reicht es ihm. Er kündigt Leo die Freundschaft. Doch dann erkennt er, dass Leo und Lollo in eine Falle geraten, wenn er nichts unternimmt …","versions":[{"lang":1,"streams":[{"redirect":8837968,"hoster":"VOE"},{"redirect":8589297,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Leo und der gläserne Käfig","epNo":24,"alt":"","descr":"Längst haben die gestrandeten Piraten genug von dem mysteriösen Mann mit der Kapuze, der mit seinem Gleiter durch die Luft fliegt und immer wieder ihre Pläne vereitelt. Also legen sie sich auf die Lauer. Dummerweise wagt sich ausgerechnet Lollo zu diesem Zeitpunkt das erste Mal mit dem Gleiter in die Lüfte. Und wird prompt von den Piraten in die städtische Kanalisation entführt. Leo und Lisa starten eine Befreiungsaktion.","versions":[{"lang":1,"streams":[{"redirect":8837965,"hoster":"VOE"},{"redirect":8589295,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Leo und die Schlangenbeschwörer","epNo":25,"alt":"","descr":"Leo ist eifersüchtig: Lisa will unbedingt zur Abendgesellschaft in den Medici-Palast. Dort gibt es die Aufführung eines Schlangenbeschwörers, der zur Delegation eines hübschen indischen Prinzen gehört. Der Prinz schenkt Bianca de Medici eine besonders schöne Wüstenblume. Doch deren Duft führt Bianca zum Schlafwandeln. Eine gute Gelegenheit für die Piraten, sie sich endlich zu schnappen.","versions":[{"lang":1,"streams":[{"redirect":8837967,"hoster":"VOE"},{"redirect":8589296,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Leo und der mysteriöse Verschwörer","epNo":26,"alt":"","descr":"Lollo begleitet Leo zu dem Palazzo eines reichen Kaufmanns, dessen Portrait gemalt werden soll. Beide ahnen nicht, dass es sich dabei um den mysteriösen Verschwörer handelt, der die gestrandeten Piraten angeheuert hat. Leo beobachtet, wie eine Brieftaube den Palazzo erreicht und deren Nachricht verbrannt wird. Leo kann die Nachricht rechtzeitig vor dem Feuer retten. Als er sie liest, weiß er, dass er und Lollo in die Höhle des Löwen geraten sind!","versions":[{"lang":1,"streams":[{"redirect":8837966,"hoster":"VOE"},{"redirect":8589298,"hoster":"Streamtape"}]}]}]}]}