{"seriesId":"liar","name":"Liar","descr":"Lehrerin Laura (Joanne Froggatt) hat gerade eine längere Beziehung hinter sich. Obwohl sie eigentlich noch nichts wieder von Dates hören will, findet sie sich doch irgendwann auf einem mit Chirurg Andrew (Ioan Gruffudd) wieder, dem Vater eines ihrer Schüler. Beide ahnen noch nicht, welch weitreichende Konsequenzen dieses Treffen für sie und ihre Familie haben wird …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Das Date","epNo":1,"alt":"The Date","descr":"Laura Nielson (Joanne Froggatt), kürzlich aus einer Beziehung gekommen, wird auf ein Date mit Andrew Earlham (Ioan Gruffudd) geschickt, einem verwitweten Chirurg und Vater eines ihrer Schüler. Die beiden verbringen einen netten Abend, am nächsten Tag werden jedoch Vorwürfe gegen sie erhoben und sie finden sich in einem Netz aus Lügen und Verwirrung wieder.","versions":[{"lang":1,"streams":[{"redirect":13336574,"hoster":"VOE"},{"redirect":13373468,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Lügen","epNo":2,"alt":"I Know You’re Lying","descr":"Lauras Online-Attacke auf Andrew (Ioan Gruffudd) zieht unerwartete Konsequenzen nach sich, als eine Figur aus ihrer Vergangenheit zurückkehrt, um sie heimzusuchen, was den Fall in Gefahr bringen könnte. Laura (Joanne Froggatt) ergreift daraufhin drastische Maßnahmen, um harte Beweise für Andrews Schuld zu finden.","versions":[{"lang":1,"streams":[{"redirect":13217430,"hoster":"VOE"},{"redirect":13373470,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das weiße Kaninchen","epNo":3,"alt":"White Rabbit","descr":"Lauras (Joanne Froggatt) schlimmste Alpträume werden wahr als jemand aus ihrer Vergangenheit zurückkehrt um sie zu jagen. Dass ihre Vorgeschichte ans Licht kommt, wird zum Risiko für den Fall. Doch als einer ihrer Schüler körperliche Schmerzen hat, muss Laura ihre eigenen Probleme verdrängen. Auch Polizistin Vanessas (Shelley Conn) beruflicher Eifer wird einer Prüfung unterzogen als ihre Meinung nach einer verstörenden Begegnung mit Andrew (Ioan Gruffudd) ins Wanken gerät.","versions":[{"lang":1,"streams":[{"redirect":13336597,"hoster":"VOE"},{"redirect":13373471,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Hinweis","epNo":4,"alt":"Catherine","descr":"Entschlossen reist Laura (Joanne Froggatt) nach Edinburgh um endlich hinter die Todesursache von Andrews (Ioan Gruffudd) Ehefrau zu kommen. Inzwischen droht das Geheimnis zwischen Tom (Warren Brown) und Katy (Zoë Tapper) aufzufliegen.","versions":[{"lang":1,"streams":[{"redirect":13336616,"hoster":"VOE"},{"redirect":13379148,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Fehler","epNo":5,"alt":"Checkmate","descr":"Laura will endlich Gerechtigkeit für das, was Andrew ihr angetan hat und ihr Ex-Freund Tom soll ihr dabei helfen. Doch als plötzlich ein Geheimnis ans Licht kommt, steht Laura alleine da. Deshalb versucht sie nun auf eigene Faust und mit fragwürdigen Methoden, ein Geständnis von Andrew zu erzwingen. Was sie nicht weiß: Sie ist tatsächlich nicht die Einzige, die das versucht.","versions":[{"lang":1,"streams":[{"redirect":13336624,"hoster":"VOE"},{"redirect":13373472,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Falle","epNo":6,"alt":"The Marshes","descr":"Aus großer Angst vor einer Verhaftung wendet sich Andrew (Ioan Gruffudd) an Luke, der ihm ein stichfestes Alibi verschaffen soll. Laura Nielson (Joanne Froggatt) gibt jedoch nicht so einfach auf. Es kommt zu einem finalen Duell der beiden, dass unerwartete und gewalttätige Konsequenzen haben könnte.","versions":[{"lang":1,"streams":[{"redirect":13336638,"hoster":"VOE"},{"redirect":13373473,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Drei Wochen nach seinem Verschwinden wird Andrews Leiche in den Sümpfen von Kent gefunden. Sein Hals ist durchgeschnitten, es wird erklärt, dass er ermordet wurde. Laura versucht unterdessen, von ihrer Tortur fortzufahren.","versions":[{"lang":2,"streams":[{"redirect":13336503,"hoster":"VOE"},{"redirect":13373460,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Laura spürt die volle Kraft von DI Rentons Ermittlungen und bittet diejenigen, die ihr am nächsten stehen, um Unterstützung. Doch als Ian verdächtigt wird, fragt Laura, wem sie vertrauen kann.","versions":[{"lang":2,"streams":[{"redirect":13336516,"hoster":"VOE"},{"redirect":13373466,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Von Albträumen von Andrew heimgesucht und von Journalisten belästigt, die vor ihrer Wohnung lauern, beginnt sich Lauras Welt in sie zu verwandeln.","versions":[{"lang":2,"streams":[{"redirect":13336518,"hoster":"VOE"},{"redirect":13373461,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"","versions":[{"lang":2,"streams":[{"redirect":13336563,"hoster":"VOE"},{"redirect":13373465,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Andrew wird an den Rand gedrängt. Ihm gehen die Optionen aus und er schmiedet einen drastischen Plan. Aber zuerst wird er Hilfe brauchen. In der heutigen Zeit kommt ein wichtiges Beweisstück ans Licht. Laura (Joanne Froggatt) versucht, aus dem Nichts herauszufinden, woher es stammt. Jetzt in einer verzweifelten Lage muss sie ihren ganzen Verstand einsetzen, um die Informationen zu bekommen, die sie braucht. Mit der Hilfe von Katy und Liam hat sie einen neuen Verdächtigen aufgestöbert.","versions":[{"lang":2,"streams":[{"redirect":13336573,"hoster":"VOE"},{"redirect":13373467,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"","versions":[{"lang":2,"streams":[{"redirect":13336584,"hoster":"VOE"},{"redirect":13373469,"hoster":"Streamtape"}]}]}]}]}