{"path":"/serie/stream/liebesgre-aus-alaska","name":"Liebesgrüße aus Alaska","descr":"Alaska ist die letzte ungezähmte Wildnis Amerikas und ein Naturparadies, in dem die Menschen noch im Einklang mit der Natur leben können. Der Alltag dort sieht aber oft ganz anders aus, ist entbehrungsreich und vor allen Dingen wenig romantisch. Die Doku-Serie \"Liebesgrüße aus Alaska\" stellt sechs Frauen vor, die die Nase voll haben von ihrem Leben auf der pazifischen Insel Kodiak im Süden Alaskas. Sie tauschen Schnee und Eis gegen tropische Wärme und ziehen nach Miami, Florida, um dort ihr Lebens- und Liebesglück zu suchen. Doch wie finden sie sich in der Großstadt zurecht, können sie sich im fremden Miami behaupten, und vor allen Dingen: Gibt es dort für sie die passenden Männer?","seasons":[{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1/episode-1","name":"Aufbruch ins Liebesglück","epNo":1,"alt":"The Odds Are Good … ","descr":"Das Leben auf der Fischerinsel Kodiak vor der Südküste Alaskas ist hart und rau. Sechs Frauen haben die Nase voll von diesem Eiland und dem dortigen Männerangebot, das aus wortkargen Fischern und Naturburschen besteht. Gemeinsam kehren sie Seelachs und Kabeljau den Rücken zu und brechen auf Richtung Süden. Die Reise geht ins Land der Flamingos, nach Miami, und im Gepäck haben sie eine Menge Träume und Sehnsüchte. Ob sie dort ihrer großen Liebe begegnen?","versions":[]},{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1/episode-2","name":"Aller Anfang ist schwer","epNo":2,"alt":"Hello, Sunshine","descr":"30 Grad im Schatten statt klirrender Kälte und Schneesturm: Die Alaskanerinnen sind in der Stadt ihrer Träume gelandet und wissen nicht, wo ihnen der Kopf steht. Miami ist heiß und hektisch, ihnen fehlen die passenden Klamotten, und die Menschen sind so ungewohnt anders. Flirten scheint nach anderen Regeln zu funktionieren als auf Kodiak. Wie kommen sie jetzt an ein paar Jungs, mit denen sie Haleys Geburtstag feiern können? Es gleicht einem Wunder, dass Sabina ein erstes Date hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314014","hoster":"VOE"},{"path":"/redirect/10126611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1/episode-3","name":"Männerfang in Miami","epNo":3,"alt":"Make Me Over, Miami","descr":"Nach ein paar Wochen Miami ist immer noch nichts Weltbewegendes passiert. Tina haut schließlich auf den Tisch und holt die Mädels aus ihrer Lethargie. Sie tauschen ihre Hosen gegen knappe Kleider, helfen kosmetisch hier und da ein bisschen nach und suchen sich lukrative Jobs in Modeboutiquen und Sonnenstudios. Und siehe da, es passiert endlich was. Als Heather einen sympathischen jungen Mann kennenlernt, könnte daraus was Ernsthaftes werden.","versions":[]},{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1/episode-4","name":"Der Girls-Code","epNo":4,"alt":"Girl Code","descr":"Bei den Alaskanerinnen herrscht schlechte Stimmung. Jenny und Heather haben sich beide in denselben Mann verliebt und tragen ihre Eifersucht offen vor den anderen Frauen aus. Tina hat bei den Männern einfach kein Glück und gerät immer wieder an die falschen. Nach einem letzten schrecklichen Date ist sie total desillusioniert und fällt eine Entscheidung. Allein Lacy und Sabina schweben mit ihren Miami-Männern auf Wolke sieben. Wer hat nun die große Liebe gefunden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10126614","hoster":"VOE"},{"path":"/redirect/10126622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1/episode-5","name":"Achterbahn der Gefühle","epNo":5,"alt":"Should I Stay or Should I Go?","descr":"Die Zeit in Miami geht ihrem Ende entgegen. Die sechs Frauen müssen sich jetzt entscheiden, was von ihrem Abenteuer bleibt. Sollen sie ihren Freunden eine Chance geben und bleiben? Oder mit ihnen ein neues Leben in Alaska beginnen? Vielleicht bleibt aber auch alles so, wie es vor Miami war. Spannend wird es, als Tina doch noch eine ernsthafte Bekanntschaft macht. Zum Schluss sorgt die unberechenbare Jenny bei den Frauen für großen Unmut, so dass sich die Ereignisse dramatisch zuspitzen.","versions":[]},{"path":"/serie/stream/liebesgre-aus-alaska/staffel-1/episode-6","name":"Männertest in Alaska","epNo":6,"alt":"No Place Like Home","descr":"Die Frauen sind zurück in Alaska und tauschen wieder Flip Flops gegen Fellstiefel. Sie sind zwar zu Hause, doch gehören sie wirklich noch dorthin? Große Entscheidungen stehen bei allen sechs an, als ein unerwarteter Besucher ihnen die Augen öffnet und zeigt, was wirklich wichtig ist im Leben. Alles wird bestimmt von einer Frage: Kommen ihre Miami-Freunde überhaupt mit einem Leben auf Kodiak klar? Und gibt es Alternativen für ein gemeinsames Leben mit Zukunft?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314035","hoster":"VOE"},{"path":"/redirect/10126613","hoster":"Streamtape"}]}]}]}]}