{"path":"/serie/stream/liebling-kreuzberg","name":"Liebling Kreuzberg","descr":"Er entspricht nicht gerade dem Bild, das man von einem seriösen Anwalt hat – aber Robert Liebling betreibt seine Kanzlei in Berlin-Kreuzberg immer mit Fingerspitzengefühl und Geschick, um zu einer für seine Klienten und sich selbst zufriedenstellenden Lösung zu kommen. Zur Seite stehen ihm der Kollege Giselmund Arnold sowie seine tüchtigen Sekretärinnen Senta und Paula.","seasons":[{"path":"/serie/stream/liebling-kreuzberg/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/liebling-kreuzberg/staffel-1/episode-1","name":"Der neue Mann","epNo":1,"alt":"","descr":"Robert Liebling ist Rechtsanwalt in Kreuzberg. Liebling ist, wie er selbst von sich sagt, nicht unbedingt fleißig. Zwar kümmert er sich um seine Notariatsgeschäfte allein, für die Strafsachen aber engagiert er sich einen jungen Anwalt aus Stuttgart. In allen Sendungen dieser Reihe gibt es verschiedene Fälle, die Liebling immer dann, wenn sie heikel sind, versucht, auf seinen ‚neuen Mann‘ abzuwälzen. Natürlich mischt sich Robert Liebling dann doch in die Fälle ein. Der neue Mann, Anwalt Arnold, kommt offensichtlich mit dem unkonventionellen Arbeitsstil von Liebling noch nicht ganz klar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115900","hoster":"VOE"},{"path":"/redirect/9115899","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-1/episode-2","name":"Ein dringender Fall","epNo":2,"alt":"","descr":"Wieder einmal ein Fall für Rechtsanwalt Robert Liebling, den er eigentlich nicht übernehmen möchte, da er ihn in seiner Bequemlichkeit stört. Dennoch kümmert er sich letztlich bis zur Gefährdung seiner eigenen Person um den 17 Jahre alten Bodo, der in einen Supermarkt eingebrochen ist und den Geschäftsführer als Geisel genommen hat. Der Geschäftsführer wird ausgetauscht und Liebling und sein Sozius Giselmund Arnold befinden sich nun höchstselbst in Geiselhaft. Der jugendliche Bodo spricht im Supermarkt gehörig dem frei verfügbaren Alkohol zu und so lösen Liebling und Arnold den Fall doch noch ohne Gewalt: ihre Methode ist ungewöhnlich, aber immer bleiben die Juristen im Rahmen der Legalität.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115906","hoster":"VOE"},{"path":"/redirect/9115904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-1/episode-3","name":"Der Beschützer","epNo":3,"alt":"","descr":"Im Mittelpunkt dieser Folge steht ein Fall, in den Ismail – ein junger, in Kreuzberg lebender Türke – verwickelt ist. Es geht um schwere Körperverletzung. Rechtsanwalt Robert Liebling übernimmt diesen Fall und erreicht zunächst, dass das Ganze für Ismail rein juristisch nicht schlecht aussieht. Plötzlich aber will Ismail einen \"türkischen Anwalt\" einschalten. Liebling merkt, dass sich hier deutsches Rechtsempfinden und \"türkischer Ehrenkodex\" in die Quere gekommen sind. Die Sache geht dann wesentlich anders aus als sich das der \"alte Hase\" Robert Liebling gedacht hat. Neben seiner Anwaltstätigkeit ist Liebling ganz in Anspruch genommen von seiner neuen Freundin Dodo, einer exaltierten Malerin, die ihn nachts durch die einschlägigen Berliner Jazzlokale schleift.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115909","hoster":"VOE"},{"path":"/redirect/9115907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-1/episode-4","name":"Doppeleinsatz","epNo":4,"alt":"","descr":"Der Tag beginnt für den in Familiensachen nicht ganz unerfahrenen Rechtsanwalt Robert Liebling mit einem Fall in eigener Sache. Lieblings Tochter Sarah will die Schule schmeißen und ihrem Freund, einem 19jährigen Fußballspieler, nach Wuppertal folgen. Die besorgte Mutter und Liebling-Exfrau sucht nun bei ihm Hilfe. Liebling muss eingreifen und zwischen Mutter und Tochter schlichten. Darüber hinaus für Liebling eine gute Gelegenheit, dem einst familiären Heim wieder einmal einen Besuch abzustatten. Ein anderer sozusagen offizieller Fall dreht sich um eine Unterschlagung in einem Reisebüro. Wesentlich aber ist für Liebling der Fall Dreibaum. Dreibaum ist ein Vorbestrafter, hat seine Haftstrafe nicht angetreten und hat, als man ihn abholen will, die Polizisten mit einer Pistole bedroht. Eine vertrackte Situation für seinen Mandanten, die dem erfahrenen Liebling einiges Kopfzerbrechen bereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115912","hoster":"VOE"},{"path":"/redirect/9115914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-1/episode-5","name":"Kleine Fische","epNo":5,"alt":"","descr":"Robert Liebling, der Anwalt, der nur manchmal gern Anwalt ist und sich sonst lieber auf sein lukrativeres Notariat einlässt, übernimmt einen nicht sonderlich spektakulären Diebstahlsfall. 18 Zentner Kohlen sind aus einem Hauskeller in Kreuzberg verschwunden. Und das nicht auf geheimnisvolle Weise, sondern die Täter sind bekannt. Ein alter Nachbarschaftsstreit hat unversöhnliche und überbordende Formen angenommen. Anwalt Liebling greift ein und findet eine für alle Seiten einvernehmliche Lösung. Nicht zuletzt, weil ihm seine schrille, nicht ganz konventionelle Mandantin und ihr Fall interessant erscheinen. Einen anderen gewichtigen Fall überläßt Robert Liebling seinem jungen Sozius, Rechtsanwalt Arnold. Ein Makler klagt auf entgangene Courtage. Liebling sieht eine Chance, dass Anwalt Arnold auf diese Weise endlich an eine eigene Berliner Wohnung kommt. Denn eine Hand wäscht die andere.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115917","hoster":"VOE"},{"path":"/redirect/9115918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-1/episode-6","name":"Der Retter","epNo":6,"alt":"","descr":"So schnell stört niemand Rechtsanwalt Robert Liebling in seinem Büroschlaf. Doch diesmal ist Eile geboten und Liebling schwingt sich auf seine Honda. Eine junge Frau, Karola Kurz, kündigt in einem Brief ihren Freitod an und regelt darin ihren Nachlass bis hin zu Lieblings Anwaltshonorar. In der Wohnung findet der Anwalt die junge Frau am Boden liegend und ruft den Notarzt. Noch ist es nicht zu spät, sie kommt ins Krankenhaus. Bei seinen Nachforschungen im Wohnhaus der Frau erfährt Liebling, dass der kürzlich verstorbene Hausbesitzer eine Affäre mit seiner attraktiven Mieterin hatte. Die Witwe, die längst hinter das Geheimnis ihres Mannes gekommen war, kennt keinen Pardon und hatte die sofortige Kündigung ausgesprochen. Als Liebling seine Mandantin im Krankenhaus besucht, muss er feststellen, dass Karola Kurz ein dunkles Geheimnis und überhaupt keinen Lebensmut mehr hat. Liebling gibt den Fall ab und hat kurz darauf ein schlechtes Gewissen. So kann dieses Mandat doch nicht enden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115920","hoster":"VOE"},{"path":"/redirect/9115921","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-1","name":"Taschenpfändung","epNo":1,"alt":"","descr":"Giovanni Lara, ein in Deutschland zur Zahlung von Alimenten verurteilter Italiener, lebt im Ausland und verweigert die Zahlung. Der Mutter, Lisa Grund, und ihrem Kind bleibt da kaum eine Möglichkeit, an das Geld zu gelangen, es sei denn, der Vater kommt zufällig nach Deutschland. Nun fügt es sich, dass Giovanni Lara zu einem Kongress im ICC weilt. Lisa Grund wittert ihre Chance, endlich an den ihr und ihrem Kind zustehenden Unterhalt zu kommen. Sie engagiert die Anwälte Liebling und Arnold, die auch vor einer Taschenpfändung nicht zurückschrecken und diese auch am Wochenende arrangieren können. Und diese Taschenpfändung erweist sich für die allein erziehende Mutter als wahrer Geldregen – von einer Diamantarmbanduhr bis zu den Autoschlüsseln einer Luxuslimousine wird dem zahlungsunwilligen Vater alles weg gepfändet. Die Anwälte freut es – endlich eine gute Tat im Sinne der Gerechtigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115926","hoster":"VOE"},{"path":"/redirect/9115923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-2","name":"Glück kommt, Glück geht","epNo":2,"alt":"","descr":"Zwei Freunde und Trinkbrüder geraten aneinander – Grund ist der Streit um ein junges thailändisches Mädchen. Wachtelberg hatte Fräulein Ananda über eine Agentur in Bangkok für 12000 DM Eheanbahnung vermittelt bekommen und mit nach Deutschland gebracht. Dort verliebt sich Ananda jedoch in den befreundeten Brümmer, weil der ihr interessanter erscheint. Nun fordert Wachtelberg Entschädigung für das aufgelöste Verlöbnis und seinen materiellen Schaden. Darüber hinaus attackiert er Brümmer in dessen Wohnung, indem er ihm die Scheiben einschlägt. Grund genug, dass Brümmer Anwalt Arnold einschaltet. Robert Liebling geht es nicht gut, muss er doch seine aktuelle Freundin nach Rom verabschieden, weil sie Berlin auf unbestimmte Zeit verlässt. Auf seinem Weg zurück vom Flughafen wird er Zeuge eines Unfalles und des Aufeinandertreffens von Unfallbetroffenem und der Polizei. Am nächsten Tag hat er einen neuen Mandanten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115929","hoster":"VOE"},{"path":"/redirect/9115928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-3","name":"Die Staatsanwältin","epNo":3,"alt":"","descr":"Selten hatte der Kreuzberger Rechtsanwalt Robert Liebling einen Fall mit so schlechten Aussichten auf Erfolg, wie den von Herrn Rosemund. Der hat wiederholt versucht, falsche englische Pfundnoten an die Frau beziehungsweise den Mann zu bringen und behauptet, die Blüten von einem ihm nicht näher bekannten Touristen aus Sheffield zu haben. Dass Rosemund einen gewissen Herrn Hosalla, der wegen Falschgeldvergehens schon verurteilt wurde, schon seit Jahren kennt, habe mit der Sache gar nichts zu tun. Zusätzlich hat Liebling in Rosemarie Monk, der mit diesem Fall betrauten Staatsanwältin, eine hartnäckige und sehr intelligente Gegnerin. Aber wer auch immer hier verliert, wird kein schlechter Verlierer sein und eine Einladung zum Abendessen sicher nicht ablehnen… Währenddessen leistet es sich Anwaltskollege Arnold zum ersten Mal, einen unangenehmen Klienten abzulehnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115933","hoster":"VOE"},{"path":"/redirect/9115931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-4","name":"Der Besuch","epNo":4,"alt":"","descr":"Als Lieblings Mutter aus der Provinz anreist und sich bei ihm zu einem längeren Besuch einquartiert, freut er sich einerseits sehr, andererseits schränkt das seine Freiheit ein; für die attraktive Staatsanwältin Rosemarie Monk hat der gute Sohn weniger Zeit, als er möchte. Vor Gericht beschäftigt Liebling der Fall des Herrn Wittlitz, der zweimal einen Kredit von je 12.000 DM aufgenommen und nicht zurückgezahlt haben soll, der aber glaubwürdig behauptet, nicht er, sondern eine andere Person habe sich mit seinem, ihm abhanden gekommenen und verloren gemeldeten Ausweis das Geld verschafft. In diesem etwas kniffligen Fall kommt nun alles darauf an, ob die Unterschriften auf den Kreditanträgen als echt oder gefälscht beurteilt werden. Rechtsanwalt Arnold wird von seiner Frau eine etwas unangenehme, nicht sehr glaubwürdige Nachbarin mit kleptomanischen Neigungen als Klientin nahegelegt. Ein unerfreuliches Mandat für den Junganwalt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115935","hoster":"VOE"},{"path":"/redirect/9115937","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-5","name":"Die Abkassierer","epNo":5,"alt":"","descr":"Herr Bonk, wohlhabender Inhaber von Antiquitätengeschäften, hatte Herrn Kniebis, einem Obdach- und Arbeitslosen, 5.000 DM bezahlt, damit dieser für ihn eine viermonatige Gefängnisstrafe absaß. Und nun hat – wie nicht anders zu erwarten – der \"Penner\" sich an das Geld gewöhnt und versucht, Herrn Bonk zu erpressen. Man darf gespannt sein, was Liebling zu dieser Situation einfällt. Auch Arnold hat diesmal einen Fall an der Hand, der kaum vor Gericht zu einem guten Ende zu bringen ist: Herr Maiwald wurde von Fluchthelfern aus der DDR nach Westberlin gebracht. Als er dort ankam, zwang man ihn durch Drohungen und Tätlichkeiten, einen Vertrag über 50.000 DM zu unterschreiben – statt der ursprünglich vereinbarten 30.000 DM. Zeugen für Maiwald gibt es nicht. Der Vertrag ist rechtsgültig. Arnold braucht da besondere Überredungskraft, um seinem Mandanten zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380035","hoster":"VOE"},{"path":"/redirect/9115939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-6","name":"Teilerfolg","epNo":6,"alt":"","descr":"Von seinem Kollegen Wolter übernimmt Rechtsanwalt Liebling die Verteidigung eines Mörders: Die Frau von Herrn Hironymus war nach dessen Überzeugung wegen eines ärztlichen Kunstfehlers nach einer Operation im Krankenhaus verstorben. In einem Akt purer Verzweiflung hatte Hironymus daraufhin den behandelnden Arzt erschossen. Ein Fall, hinter dem sich eine menschliche Tragödie verbirgt. Rechtsanwalts Arnolds Fall ist nicht ohne Pikanterie: Frau Gildemeister, Ehefrau eines angesehenen Bankchefs, geht heimlich einer Nebenbeschäftigung als Prostituierte nach. Dabei kommt es zu einem Zahlungsstreit mit einem Kunden. Der hatte, mangels Bargeld, einen Ring in Zahlung gegeben, den Frau Gildemeister unterdessen im Pfandhaus versetzte. Nun droht ein Rechtsstreit, weil der Kunde seinen angeblich wertvollen Ring zurückhaben will. Arnold muss eine zweifelhafte Klientin verteidigen. Das fällt ihm doppelt schwer, weil die Öffentlichkeit und vor allem der Ehemann von alledem nichts erfahren darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115944","hoster":"VOE"},{"path":"/redirect/9115945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-7","name":"Zweimal Entlassung","epNo":7,"alt":"","descr":"Mit je einer Entlassung haben die Anwälte Liebling und Arnold zu tun. Liebling kämpft gegen die Entlassung eines KfZ-Meisters, dem mit vorgeschobenen Gründen überraschend gekündigt wurde. Der eigentliche Grund ist der Versuch, in dem Servicebetrieb einen eigenen Betriebsrat zu gründen. Herr Berthold, der Besitzer, meint, sich den nicht leisten zu können. Robert Liebling hat ein ganz ureigenes Interesse, seinen KfZ-Meister in der Werkstatt zu halten, denn immerhin wartet dieser seit Jahren Lieblings Motorrad zuverlässig. Junganwalt Arnold wiederum versucht für einen Mandanten Hafturlaub zu erwirken, dessen Frau kurz vor der Niederkunft ihres vierten Kindes steht. Mit seinem humanitären Elan geht Arnold hier erfolgreich zur Sache – allerdings bringt so ein Einsatz von Menschlichkeit für schlitzohrige Gauner auch Überraschungen mit sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115949","hoster":"VOE"},{"path":"/redirect/9115948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-8","name":"Hausbesuche","epNo":8,"alt":"","descr":"Zweimal traten die Behörden zu einer Hausdurchsuchung an: Einmal waren es die Steuerfahnder, die zu Herrn und Frau Fasold kamen und nicht nur Akten fanden, sondern auch unerlaubte Waffen. Der Berliner Viermächtestatus macht diesen Fall besonders brisant, und die Fasolds brauchen dringend einen guten Anwalt. Arnold übernimmt den Fall und versucht, Schwächen im polizeilichen Vorgehen zu finden, um Herrn Fasold möglichst straffrei zu halten. Zum anderen brach die Kriminalpolizei in die Wohnung des Türken Said Yilmiz ein, weil sie dort Hehlergut vermutete. In diesem von Liebling und seinem neuen Referendar Wittlich bearbeiteten Fall hat sich die Polizei eindeutig verrannt, denn Said Yilmiz kann glaubwürdig die Herkunft der Güter erklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115955","hoster":"VOE"},{"path":"/redirect/9115953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-9","name":"Das eigene Geld","epNo":9,"alt":"","descr":"Frau Liedtke, fast 80 Jahre alt, lebt allein in ihrer Wohnung und hat einige Marotten. Zum Beispiel sammelt sie seit 30 Jahren alte Kleider für wohltätige Zwecke und stapelt sie in ihrer Wohnung. Aber dass man ihr nun eine Gebrechlichkeitspflegschaft aufgezwungen hat, dass man ihr Geld auf ein für sie unzugängliches Konto eingezahlt und sie also entmündigt hat, wollen und können sie und ihr Anwalt Arnold nicht akzeptieren. Anwalt Liebling ist unterdessen mit einem heiklen Scheidungsfall beschäftigt: Frau Plaumann, in den besten Jahren, will sich scheiden lassen. Nur hat die Sache einen Haken: Zum gemeinsamen Vermögen, von dem ihr die Hälfte zusteht, gehören auch mehrere 100.000 DM aus einer Steuerhinterziehung, die ihr Mann über Jahre gut angelegt hat. Rechtsanwalt Liebling steht vor der Frage: Ist es nicht standeswidrig, Frau Plaumann zu ihrem Recht zu verhelfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115957","hoster":"VOE"},{"path":"/redirect/9115958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-10","name":"Rom und zurück","epNo":10,"alt":"","descr":"Rechtsanwalt Liebling ist in Rom, um dort von einem italienischen Kollegen den Fall des Herrn Bierbaum zu übernehmen. Herr Bierbaum war vor vielen Jahren straffällig geworden – kein kleines Delikt, sondern ein Raubüberfall – und ist seitdem flüchtig. Nun will er zurück nach Deutschland – möglichst ohne ins Gefängnis zu müssen. Aber in Rom ist auch Lili, Lieblings alte Freundin. Erzählt er deswegen Frau Monk, dass er in Kopenhagen und nicht in Rom sei? Hausmeister Grollmann beschäftigt, da Liebling nicht da ist, diesmal Dr. Arnold mit einem seiner \"sozialen Fälle\": Frau Griebnitz, Witwe eines verstorbenen Skatbruders, ist samt ihrer drei Kinder von ihrem Hauswirt aus ihrer Wohnung geworfen worden. Das ist sicher nicht rechtens, aber wie kommt man am Wochenende zu seinem Recht und Frau Griebnitz zurück in ihre Wohnung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115960","hoster":"VOE"},{"path":"/redirect/9115962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-11","name":"Alles auf Bewährung","epNo":11,"alt":"","descr":"Auch wenn Tochter Sarah nicht wieder eine \"kritische Phase\" hätte, wäre Rechtsanwalt Liebling in einer verzwickten Situation: Um den Fall des Herrn Bierbaum zu übernehmen, war er in Rom, und dort hatte er seine alte Freundin Lili getroffen. Der neuen Freundin, Staatsanwältin Rosemarie Monk, hatte er aber erzählt, er sei in Kopenhagen gewesen. Nun muss er Frau Monk, die ihm auf die Spur kommt, erklären, warum er sie belog. Außerdem muss er Frau Monks Vorgesetzten, Oberstaatsanwalt Schobel, dazu bewegen, ihr den Fall Bierbaum wegzunehmen, damit die persönliche Beziehung Monk/​Liebling nicht die dienstliche beeinflusst. Der Fall Bierbaum, an sich schon schwierig genug, wird dadurch, dass Oberstaatsanwalt Schobel ihn überraschend übernimmt, bestimmt nicht einfacher. Herr Podelzig, Bäcker von Beruf, hatte im Zustand des Vollrauschs dem Fahrer eines Busses der Berliner Verkehrsgesellschaft angeblich eine Pistole in den Rücken gesetzt und ihn so gezwungen, von seiner Route abzuweichen und ihn direkt vor seiner Wohnung abzusetzen. Rechtsanwalt Arnold müsste beweisen, dass die Pistole nur ein Kugelschreiber und überhaupt alles nur halb so schlimm war, damit wenigstens nur ein Urteil auf Bewährung gefällt wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115963","hoster":"VOE"},{"path":"/redirect/9115966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-12","name":"Die Fehler der Anderen","epNo":12,"alt":"","descr":"\"Die Fehler der anderen\" versperren den Blick auf die eigenen. Auch Liebling und Arnold erleben das. Der eine agiert gegen Ausländerfeindlichkeit, der andere kämpft gegen persönliche Vorurteile an… Herr Laumer, Lehrer von Rechtsanwalt Lieblings Tochter Sarah, ist wegen Körperverletzung im Amt angeklagt: Um eine arabische Schülerin vor einer den Skinheads ähnlichen Schülergruppe zu beschützen, hatte er einem dieser Schüler eine gelangt. Sarah möchte, dass ihr Vater den Lehrer verteidigt. Rechtsanwalt Arnold muss Herrn Lindwein, einen Hausbesitzer, verteidigen, der angeklagt ist, ein abrissreifes und für 1,3 Millionen DM versichertes Haus selbst in Brand gesteckt zu haben. Lindweins Verhalten ist Arnold unangenehm und lässt ihn verdächtig erscheinen, aber vielleicht gelten auch hier Vorurteile nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115967","hoster":"VOE"},{"path":"/redirect/9115969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-2/episode-13","name":"Ehrengericht","epNo":13,"alt":"","descr":"Verhandlungen vor einem Standesgericht sind immer eine delikate Angelegenheit. Das muss auch Rechtsanwalt Liebling erfahren. Der Fall seines Kollegen Stubenrauch, den er vor dem Ehrengericht zu verteidigen hat, besitzt dazu noch eine politische Dimension. Herr Stubenrauch hat sich nämlich dazu hinreißen lassen, Staatsanwalt Roloff zu fragen, ob ihm der Unterschied zwischen dem Landgericht und dem Volksgerichtshof bekannt sei. Währenddessen hat Kollege Arnold einen für Berlin-Kreuzberg typischen Fall zu bearbeiten. Ist es Herrn Gürcel, Türke und Mohammedaner, zuzumuten, im Schlachthof Schweinedärme zu waschen, oder darf die zuständige Behörde die Zahlung von Arbeitslosengeld wegen Arbeitsverweigerung aussetzen, wenn Herr Gürcel diese Arbeit ablehnt?.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115971","hoster":"VOE"},{"path":"/redirect/9115973","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-1","name":"Ein Bruch nach dem anderen","epNo":1,"alt":"","descr":"Als Rechtsanwalt Robert Liebling gut gelaunt sein Büro betreten will, herrscht dort ein buntes Durcheinander. Es ist eingebrochen worden, und die Täter haben einen wunderschönen Satz an die Wand gesprüht: \"Viel Spaß beim Aufräumen\" und außerdem anscheinend auch noch das Fristenbuch mitgehen lassen. Zum Glück kennt Liebling den Kneipenwirt mit den spitzesten Radar-Ohren von Kreuzberg. Herrn Bude ist Liebling verpflichtet, da dieser ihn einmal wegen schweren Raubes verteidigte. Bude sieht seitdem Einbruch als \"besonders verwerfliches Delikt\" an und will Liebling in diesem Falle durchaus behilflich sein. Privat muss Liebling überrascht zur Kenntnis nehmen, dass seine Tochter Sarah sich in einen mindestens doppelt so alten Mann verliebt hat. Rechtsanwalt Arnold verteidigt Herrn Wiedemann, der bei einem Einbruch in eine Villa viel Pech hatte. Erst fiel er die Kellertreppe hinunter, und dann wurde er von dem erbosten Besitzer der Villa noch halbtot geschlagen. Nun verlangt er Schmerzensgeld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115977","hoster":"VOE"},{"path":"/redirect/9115978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-2","name":"Blumen für den Rechtsanwalt","epNo":2,"alt":"","descr":"Diesmal hat Senta, Anwaltsgehilfin in Lieblings Büro, Sorgen. Ihre beste Freundin Dorchen ist angeklagt, ohne Führerschein gegen einen Baum gefahren zu sein. Niemand will ihr glauben, dass der Fahrlehrer vorher versucht hatte, sie zu vergewaltigen. Liebling und Senta hecken kühne Pläne aus, wie der Sittlichkeitsverbrecher zu überführen wäre. Herr Arnold will inzwischen Herrn Rosner helfen, der seine gestohlene Uhr bei einem Antiquitätenhändler wiederentdeckt hat. Zu ihrem Erstaunen rückt der Antiquitätenhändler die Uhr auch raus, aber das wird für alle Beteiligten ein peinlicher Vorfall. Anwalt Lieblings einzige Tochter Sarah schmeißt mit ihrem wesentlich älteren Freund ihren unwirschen und beleidigten Vater kurzerhand aus ihrer Wohnung. Doch die Funkstille zwischen Vater und Tochter währt nicht lange, bald kehrt Sarah reumütig zu Liebling zurück, weil eine penetrant eifersüchtige Tochter ihres Angebeteten aufgetaucht ist. Doch es passt gerade nicht – Liebling, der Charmeur, ist nicht allein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115980","hoster":"VOE"},{"path":"/redirect/9115982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-3","name":"Selbsthilfe","epNo":3,"alt":"","descr":"Otto Goltz wollte nach einem Kneipenbesuch seine Zeche nicht bezahlen. Außerdem verhöhnte er den Wirt, Herrn Kohlberg, so provokant, dass dieser handgreiflich wurde. Der stadtbekannte Obdachlose Kniebis ist als Zeuge geladen und erbettelt sich vor Gericht seinen \"Verdienstausfall\". Während sich Rechtsanwalt Liebling in einem anderen Lokal mit Frau Monk von diesem Gerichtstermin erholen will, gelingt es der hübschen Kellnerin Ria – sehr zu Frau Monks Missvergnügen – ihn in ihren Fall zu verwickeln. Sie wird von einem Herrn täglich mit Einschreibebriefen belästigt, die sie dann von der Post abholen muss. Liebling löst den Fall und kommt auch noch zu einem Abendessen mit der hübschen Kellnerin. Anwalt Arnold rät währenddessen Herrn Hufnagel, der in einem Heimwerkermarkt eingebrochen haben soll und mit Haftbefehl gesucht wird, sich erst einmal zu stellen. Er will mit dem Anwalt der Gegenseite verhandeln. Herr Hufnagel bestreitet die Tat. Aber als sich sein Alibi als haltlos erweist, Arnold bei der fünfköpfigen Familie des Beschuldigten auf eisiges Schweigen stößt und ein fröhlicher Staatsanwalt eine unangenehme Überraschung ankündigt, sieht es für Hufnagel nicht gut aus. Nach dieser Erfahrung beklagt sich Arnold bei seinem Chef Liebling, dass der immer die hübschen jungen Klientinnen bekommt und er selbst es ständig mit leicht beschränkten Männern zu tun habe. Um dieses Problem zu lösen und den privaten Kummer, den Arnold mit seiner Frau hat, zu bekämpfen, lädt Liebling seinen Kompagnon zu sich nach Hause ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115985","hoster":"VOE"},{"path":"/redirect/9115986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-4","name":"Ausnahmsweise umsonst","epNo":4,"alt":"","descr":"Frau Sternberg wendet sich mit ihren Problemen an Anwalt Arnold. Ein Herr namens Nieswandt hat ihr drei Jahre lang die Ehe versprochen. Nun stellt sich heraus, dass er bereits verheiratet ist und das viele Geld, das Frau Sternberg in ihn investiert hat, verloren scheint. Arnold begibt sich auf die Suche nach dem Mann. Derweil kann Staatsanwältin Rosemarie Monk Rechtsanwalt Liebling einen guten Tipp geben, der mit der Aufenthaltsbewilligung eines Türken, einem korrupten Beamten und dem Anti-Korruptionsreferat zu tun hat. Privat aber wird Lieblings Selbstvertrauen erschüttert, als er seine Rosemarie mit einem anderen Mann eng umschlungen spazieren gehen sieht. Um seinem Frust entgegen zu wirken, widmet er sich lieber dem Prozess um Kemal Guzmen und dessen Arbeitserlaubnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115990","hoster":"VOE"},{"path":"/redirect/9115987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-5","name":"Die Freiheit der Kunst","epNo":5,"alt":"","descr":"Rechtsanwalt Liebling begibt sich ins Krankenrevier der Untersuchungshaftanstalt. Dort soll er einem Herrn Muckefuß aus der Patsche helfen. Der hat mit dem Filialleiter eines Supermarktes gemeinsam einen Geldraub verabredet, leider ist er mit seinem Motorrad nicht sehr weit gekommen und hat einen Unfall gebaut. Natürlich bestreitet der Filialleiter jede Tatbeteiligung. Aber auch Liebling kann sich über Herrn Muckefuß nur wundern. Rechtsanwalt Arnold hat es inzwischen mit der Kunst, genauer gesagt mit dem Schauspieler Winterlein zu tun, der ihn das Fürchten vor diesem Genre lehrt. Er muss sich schließlich sogar als \"Kunstbanause\" titulieren lassen. Privat schlägt sich Liebling mit dem neuesten Berufswunsch seiner Tochter herum. Sarah will ihren Vater dazu überreden, dass sie auf die Schauspielschule darf. Und als Freundin Rosemarie Monk zu ihrem 40. Geburtstag einlädt, findet Liebling Gefallen an deren neuer, aber scheußlicher Hausbar.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115993","hoster":"VOE"},{"path":"/redirect/9115991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-6","name":"Anwälte unter sich","epNo":6,"alt":"","descr":"In der Kanzlei Liebling bricht Hektik aus. Anwalt Liebling vertritt einen reichen Klienten aus Nikolassee, der wegen seines Hauses auf einem Grundstück mit rechtlich strittigem Zugang von seiner Widersacherin Nora Schill bis vor das Bundesverwaltungsgericht zitiert worden ist und verloren hat. Als er sich Staatsanwältin Monk widmen will, die in seinem Büro auf ihn wartet, erreicht Liebling eine Hiobsbotschaft von Tochter Sarah. Sie sitzt in einem Warenhaus fest, weil sie beim \"Entwenden\" erwischt wurde. Sarah wundert sich darüber, wie schnell der Vater sie da rausholt. Dann erhält Liebling die Nachricht, dass sein Kollege Arnold, der gegen einen betrügerischen Galeristen ermittelt, unter dem Verdacht ins Gefängnis gewandert ist, einem Häftling eine Waffe in die Haftanstalt geschmuggelt zu haben. Und zu allem Überfluss lässt Rosemarie Monk Liebling mitteilen, dass sie ihren früheren Mann wieder heiraten wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115996","hoster":"VOE"},{"path":"/redirect/9115998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-7","name":"Die Tochter der Freundin des Vaters","epNo":7,"alt":"","descr":"Rechtsanwalt Liebling trifft auf die ihm bereits bekannte Kontrahentin Nora Schill, als er einen Ausweg für seinen Mandanten Rogalla sucht. Doch bevor er auch nur ein Stück weiterkommt, zeigt ihm Frau Schill alte Briefe und damit ändert sich einiges: sowohl in diesem beruflichen Fall als auch in Lieblings Privatleben. Währenddessen hat Rechtsanwalt Arnold einen ziemlich komplizierten Fall, in dem es um Falschgeld geht. Wieder einmal sollen dabei die \"kleinen Fische\" die Gelackmeierten sein und die wahren Täter ungestraft davon kommen. Um das zu verhindern, muss Arnold einen der Beteiligten, der per Haftbefehl gesucht wird, dazu bringen, sich zu stellen. Und Anwalt Liebling kommt aus dem Staunen nicht mehr heraus. Beim Frühstück eröffnet ihm Arnold, dass er ihn verlassen will, um die Kanzlei seines Vaters in Stuttgart zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116000","hoster":"VOE"},{"path":"/redirect/9116002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-3/episode-8","name":"Jede Menge Abschied","epNo":8,"alt":"","descr":"Nachdem Staatsanwältin Monk Robert Liebling verlassen und Sozius Arnold bei ihm gekündigt hat, kommt der tief ins Grübeln. Auch bei Kollegin Nora Schill kommt es zu einem peinlichen Zwischenfall. Daraufhin berät Liebling sich mit seinem Rechtsanwaltsfreund Wolter. Der aber braucht selbst Lieblings Hilfe. Wolter ist nämlich angeklagt, als Anwalt das Vermögen einer alten Dame veruntreut zu haben. Während des Prozesses bittet Liebling ihn, sich um eine Stelle für seine Sekretärin Paula zu kümmern, denn er selbst möchte sich zur Ruhe setzen. In der Kanzlei sind alle von dieser Entscheidung überrascht. Senta, Lieblings Anwaltsgehilfin, möchte nicht, dass sich jemand um eine neue Arbeitsstelle für sie kümmert. Als junge, intelligente Fachkraft hofft sie, mit Hilfe einer Abfindung eine gewisse Zeit zu überbrücken. Man sieht, sie hat etwas gelernt bei Anwalt Liebling. Der Abschied fällt ihr dann aber doch nicht so leicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917365","hoster":"VOE"},{"path":"/redirect/9116006","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-1","name":"Einmal Anwalt – Immer Anwalt","epNo":1,"alt":"","descr":"Dem Justizbeamten Mohrenhaupt gelingt es, mit dem Fall eines noch in der DDR verurteilten Mörders, Rechtsanwalt Lieblings Interesse für die Justiz wieder zu wecken. Freundin Lena hat nach und nach sein Konto geplündert, was Liebling umso mehr dazu veranlasst, wieder richtig zu arbeiten und Geld zu verdienen. So landet er in der Kanzlei der Anwältin Isenthal, nachdem er seine ehemalige Sekretärin Senta noch davon überzeugen konnte, dass es lustiger und spannender sei, wieder für ihn zu arbeiten, als in einem unpersönlichen Großraumbüro. Die ersten Klienten lassen nicht lange auf sich warten, wie das Ehepaar Küchenmeister, das sich gegenseitig beschuldigt, den anderen Ehepartner vergewaltigt zu haben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116007","hoster":"VOE"},{"path":"/redirect/9116010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-2","name":"Berlin ist ein Dorf","epNo":2,"alt":"","descr":"Liebling und Frau Isenthal müssen sich mit dem Fall der Eheleute Küchenmeister beschäftigen, die sich gegenseitig der Vergewaltigung in der Ehe beschuldigen und lernen müssen, dass nach Westrecht eine Vergewaltigung in der Ehe \"nur\" Nötigung heißt. Die handgreifliche Auseinandersetzung zwischen einer Politikerin mit der Frau eines Immobilienmaklers kann Liebling listig Frau Isenthal zuschieben, während er selbst von einem ausländischen Taxifahrer zu Hilfe gerufen wird, der nur mühsam nach einem Bagatellschaden der Lynchjustiz seiner ausländerfeindlichen Kollegen entkam. Tochter Sarah eröffnet Liebling, dass sie allein ein Kind bekommen und ihn zum Großvater machen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116013","hoster":"VOE"},{"path":"/redirect/9116011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-3","name":"Rote Ohren","epNo":3,"alt":"","descr":"Im Haus von Frau Isenthal finden ein West- und ein Ostpolizist bei einem gemeinsamen Einsatz in einer Wohnung ein Versteck für gestohlene Videorecorder. Dies wird dem Ostpolizisten später zum Verhängnis und droht seine Ehe wie auch berufliche Zukunft zu zerstören, so dass er dringend auf Lieblings Hilfe angewiesen ist. Frau Isenthal beschäftigt derweil ein Fall von Landfriedensbruch, bei dem einem Hausbesetzer eine längere Haftstrafe droht. Das Verfahren wird plötzlich eingestellt, und Liebling versucht, das Geheimnis zu lüften, indem er alte Bande mit seiner ehemaligen Geliebten, der Staatsanwältin Monk, auffrischt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116017","hoster":"VOE"},{"path":"/redirect/9116016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-4","name":"Lernet, ihr Richter auf Erden","epNo":4,"alt":"","descr":"Rechtsanwalt Liebling muss sich mit dem Fall eines Vietnamesen beschäftigen, der nach einem Besuch bei einer Prostituierten von dieser das Geld zurückforderte und ihr auch noch die Kette vom Hals riss. Der Anwalt trifft dabei auf eine unerbittliche und erfolglos karrieresüchtige Richterin. Frau Isenthal dagegen hat es mit zwei fast liebenswerten DDR-Ganoven zu tun, deren einziger Wunsch, mit einem gebrauchten \"Continental\" nach Kanada zu fahren, bereits auf den ersten Kilometern zerplatzte. Die Rechtsbelehrungen, die sie den beiden gibt, erweisen sich später aufgrund einer zu individuellen Auslegung als fatal.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380039","hoster":"VOE"},{"path":"/redirect/9116021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-5","name":"Der Menschen Wille","epNo":5,"alt":"","descr":"Rechtsanwalt Liebling bekommt in dem Fall um den Vietnamesen, der eine Prostituierte bestohlen haben soll, kein Bein auf die Erde. Seine Tochter überrascht ihn derweil mit ihrem Kind, zu dem es keinen Vater gibt. Nachts hat er schließlich noch eine Hausdurchsuchung zu überstehen, bei der Frau Isenthals Sohn, Axel, von Feldjägern als Wehrdienstverweigerer gesucht wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924274","hoster":"VOE"},{"path":"/redirect/9116023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-6","name":"Speckkartoffeln mit Pflaumen","epNo":6,"alt":"","descr":"Rechtsanwalt Liebling und Frau Isenthal geraten in eine Auseinandersetzung zwischen Nazis West gegen Punks Ost, während ein Polizist Frau Isenthals Sohn aufgespürt hat, der zu Lieblings Entsetzen ausgerechnet bei seiner Ex-Freundin Lena Unterschlupf gefunden hat. Weiter muss sich Frau Isenthal mit einem Fall schwerer Körperverletzung und Robert Liebling mit einem äußerst merkwürdigen Stasifall herumschlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116029","hoster":"VOE"},{"path":"/redirect/9116027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-7","name":"Widerstand und so weiter","epNo":7,"alt":"","descr":"Frau Isenthal lernt durch ihre Tochter Barbara einen früheren Schauspieler kennen, der sich als Rikschafahrer seinen Lebensunterhalt verdienen wollte, dessen Pläne aber durch den Loddel Norbert durchkreuzt wurden. Sohn Axel Isenthal ist zusammen mit Lena wegen Rauschmittelbesitzes verhaftet worden, worauf sich Anwalt Liebling auf den Weg in die Kaserne Siebeneichen aufmacht, um die beiden dort auszulösen, da die Polizei den Fall auf die Bundeswehr abwälzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116031","hoster":"VOE"},{"path":"/redirect/9116033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-8","name":"Spatz in der Hand","epNo":8,"alt":"","descr":"Anwalt Liebling verbringt viele seiner Kanzleistunden nun im Park mit Kinderwagen. Dieser dient jedoch nicht dem Aktentransport, wie manche Passanten vermuten, sondern Lieblings Enkel lächelt dem Großvater entgegen und Liebling versteckt auch schon mal seine Zigarren darin. Geldfälscher Gumpert spricht bei Liebling vor, er selbst hat sich aus dem Fälschergeschäft zwar zurückgezogen, trotzdem gerät er unter Verdacht als neue Blüten im Umlauf sind. Darüber hinaus soll Liebling den alten Mandanten in einem Medizinrechtsfall vertreten. Liebling nimmt den Kampf mit den Göttern in Weiß auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116348","hoster":"VOE"},{"path":"/redirect/9116036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-9","name":"Wer schmeißt denn da mit Lehm?","epNo":9,"alt":"","descr":"Rechtsanwalt Liebling muss sich um einen Autounfall kümmern, den Lena verursacht hat und in Panik davongelaufen war. Nun ist sie wegen Fahrerflucht angeklagt. Frau Isenthal kümmert sich um einen Kameramann, dem vorgeworfen wird, bei einer Demonstration bei Ausschreitungen einer kleinen Randgruppe die Polizei behindert und einen Polizisten sogar verletzt zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924272","hoster":"VOE"},{"path":"/redirect/9116037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-10","name":"Kein bißchen schwanger","epNo":10,"alt":"","descr":"Frau Isenthal hat es diesmal mit einem Arbeitsrechtsfall zu tun, den Anwalt Liebling lieber gern selbst übernommen hätte, sich aber stattdessen um einen Vaterschaftsskandal kümmern muss. Im Fall Klinda gibt es positive Meldungen: Dr. Klinda hat seinen Prozess gewonnen, die hundevergiftende Politikerin zieht aus. Doch auch Freudenpartys sind nicht frei von Überraschungen: statt der eingeladenen Frau Isenthal erscheint Lena…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116041","hoster":"VOE"},{"path":"/redirect/9116042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-11","name":"Ein bißchen Gewalt","epNo":11,"alt":"","descr":"Die Scheidungssache Gumpert sorgt in der Beziehung zwischen den Anwälten Liebling und Isenthal für eine angespannte Stimmung, denn zunächst beraten beide beide Parteien, was absurde Folgen hat. Der Gatte Isenthal vermittelt seiner Frau einen Prozess gegen einen Polizisten, dem man Unkorrektheiten auf einer Gorbatschow-Demonstration 1989 anzuhängen versucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116044","hoster":"VOE"},{"path":"/redirect/9116047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-12","name":"Ladendiebstahl lohnt sich","epNo":12,"alt":"","descr":"Lieblings Ex-Freundin Lena arbeitet mit allen erdenklichen Tricks, um ihn zu Gesicht zu bekommen, sie klaut sogar im Kaufhaus. Nach ihrer Freilassung bietet sie Liebling ein neues Büro und eine Wohnung an. Zufällig hat sie genau den richtigen Zeitpunkt getroffen, denn in Frau Isenthals Haus ist der Schwamm. Muss die Kanzlei deshalb in Container verlegt werden? Inzwischen liegen die beiden Cowboys in Belgien fest, weil sie es nicht lassen konnten, ihren Cadillac zur Höchstgeschwindigkeit auflaufen zu lassen. Liebling gelingt es, sie auszulösen, und sie verschwinden mit dem Schiff nach Kanada. Issy schafft es, einen irregeleiteten Skinhead aus der Haft herauszuholen, über ihre Theorie zu dem Fall gerät sie mit Liebling in Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116051","hoster":"VOE"},{"path":"/redirect/9116050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-4/episode-13","name":"Weiche Landung","epNo":13,"alt":"","descr":"Senta ist im Zwiespalt. Soll sie Liebling in die Kanzlei zur ungeliebten Lena folgen oder bei Frau Isenthal bleiben? Erstmals kämpfte Issy gegen eine Strafanzeige wegen Körperverletzung und Beleidigung eines Westdeutschen, der sie mit dem Auto behinderte. Ausgerechnet in dem Moment war sie in Eile, weil sie Barbara und ihren angeberischen Freund bei der Polizei loseisen wollte. Liebling übernimmt in diesem Fall die Verteidigung. Presslufthammerlärm in der Isenthalschen Wohnung stört die Arbeit. Unangenehmerweise kommt es auch im Gericht zu Komplikationen, so dass Liebling seinen Freund, den Polizisten Jahn, der inzwischen Detektiv ist, um Hilfe bitten muss. Zum Schluss wäre da noch die Auflösung der Liebling-Isenthalschen Kanzlei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116053","hoster":"VOE"},{"path":"/redirect/9116054","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-1","name":"Lieblings neues Glück","epNo":1,"alt":"","descr":"Liebling – Kreuzberg: Der Name ist und bleibt Programm. Auch wenn sich so manches verändert hat, Rechtsanwalt Liebling ist ganz der alte geblieben. Zu alt, wie er manchmal – nicht ganz ohne Koketterie – anmerkt. Aber außer ihm merkt das eh keiner. Weder Paula und Senta, die – jede auf ihre Art – auch das neue Büro fest im Griff haben, noch Pelzer, der junge Kompagnon in der Praxis. Und schon gar nicht Lola, Lieblings große Liebe. Lola ist klug, schön und schlagfertig – aber leider verheiratet. Eine Tatsache, die Liebling traurig stimmt, ebenso wie sein Fall…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116056","hoster":"VOE"},{"path":"/redirect/9116058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-2","name":"Unter uns Machos","epNo":2,"alt":"","descr":"Robert Liebling erhält einen Anruf aus dem Gefängnis – ein heimlich unter den Häftlingen zirkulierendes Handy machts möglich. Der einschlägig vorbestrafte Untersuchungs- gefangene Timpe sucht dringend einen Anwalt. Bei einer Verkehrskontrolle entdeckte die Polizei im Kofferraum seines Wagens neben einem Totschläger 300.000 Mark in bar. Erst allmählich gesteht Timpe ein, das Geld einem gewissen Grodotzky, dem früheren Freund seiner Geliebten Elfi, abgenommen zu haben. Zu Recht, wie er meint, da es sich um \"schwarzes\" Geld handelt, das – sicher vor dem Zugriff des Finanzamtes – in Grodotzkys Safe lag. Liebling lässt sich von Timpe überreden, Elfi aufzusuchen, um sie über den derzeitigen Aufenthaltsort ihres Liebsten zu informieren – und wird von übereifrigen Polizisten prompt verhaftet. Auch Pelzer kann sich nicht über einen Mangel an Verwicklungen beklagen. Sein Mandant, Herr Brügge, erfuhr durch Akteneinsicht bei der Gauck-Behörde, dass er Opfer übler Verleumdungen wurde. Der mutmaßliche Stasi-IM, Brügges ehemaliger Kollege Nagler, hatte in seinen Berichten wiederholte Seitensprünge erwähnt. Nun ist Brügges Frau drauf und dran, ihren Mann zu verlassen. Nur eine offizielle Entschuldigung Naglers, so glaubt Brügge, kann seine Ehe noch retten – und dabei soll ihm Pelzer helfen. Nicht genug damit, hat Pelzer auch noch Ärger mit seiner Freundin Nelli, die nicht recht einsehen will, dass sie mittlerweile eine Exfreundin ist. In seiner Not bittet Pelzer Liebling, sich des Falles anzunehmen und Nelli klarzumachen, dass er, Pelzer, nicht der richtige Mann für sie sei. Das hat unerwartete Konsequenzen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116062","hoster":"VOE"},{"path":"/redirect/9116060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-3","name":"Der Verbieter","epNo":3,"alt":"","descr":"Auf Bitte von Olga Frommberg übernimmt Liebling den Fall ihres Mannes Harry. Er wird beschuldigt, seine Tochter Nina missbraucht zu haben. Obwohl alle Fakten für Frommbergs Unschuld sprechen, sitzt der Mann mittlerweile in Erzwingungshaft. Er kommt nur frei, wenn er seine kleine Tochter, die er versteckt hält, um ihr die Heimunterbringung zu ersparen, an die Behörden ausliefert. Auch die mit dem Fall betraute Richterin Weinrott hört den Amtsschimmel wiehern und setzt einen Besprechungstermin an. Mit der Sturheit des Jugendfürsorgers Prien hat jedoch niemand gerechnet – wie die handgreiflichen Turbulenzen im Richterzimmer zeigen… Pelzer macht sich im Auftrag der alten Frau Eggeling auf die Suche nach einer längst verkauften Couchgarnitur. Frau Eggeling hat nämlich mittlerweile einen Brief ihres vor acht Jahren verstorbenen Mannes gefunden, in dem er mitteilt, dass in dem Sessel 8.000 Mark versteckt sind. Obwohl sich die Mandantin nicht mehr so recht entsinnen kann, gelingt es Pelzer, den \"Zwischenhändler\" Jeschke aufzutreiben, der gegen Finderlohn bereit ist, ihn zu den neuen Besitzern zu führen. Doch der Fund ist für alle Beteiligten eine Überraschung… Nicht so überraschend ist dagegen der Schiffbruch, den Lieblings Tochter Sarah mit ihrem Bio-Laden und ihrem Freund Bob zu erleiden scheint. Liebling kümmert sich ebenso väterlich wie unauffällig um Sarah, während Lola sich ihres gesundheitlich leicht angeschlagenen Lieblings annimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116066","hoster":"VOE"},{"path":"/redirect/9116063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-4","name":"Wissen ist Macht","epNo":4,"alt":"","descr":"Jonas Hensler versucht seit Jahren, einen Vaterschaftsprozess anzustrengen, um als Sohn – und Erbe – des in der Schweiz lebenden Millionärs Konrad Lechner anerkannt zu werden. Da sich Lechners angebliches Tête-à-Tête mit Henslers Mutter jedoch vor mittlerweile 45 Jahren an einem lauschigen Sommertag in einem Gebüsch abspielte, scheint der Fall ziemlich hoffnungslos zu sein. Pelzer ist auch drauf und dran, Hensler abzuweisen, als sich unerwartet Robert Liebling einschaltet. Der entwickelt plötzlich ein unbezähmbares Interesse am Schweizer Erbrecht und nimmt Kontakt zu seinem alten Freund Kobler auf, einem Rechtsanwalt aus Zürich. Eine Reise in die Schweiz kommt Liebling gar nicht so ungelegen: Seit Tochter Sarah ihren Freund Bob verlassen hat und mit dem kleinen Robertchen \"vorübergehend\" bei Liebling eingezogen ist, kommt er nicht mehr zur Ruhe. Außerdem vermisst er Lola, die ihn – mit Rücksicht auf Sarah – nicht mehr so oft besucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116069","hoster":"VOE"},{"path":"/redirect/9116072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-5","name":"Der Bauch eines Richters","epNo":5,"alt":"","descr":"Ein harter Fall für Anwalt Liebling ist sein Mandant Brocker. Er wird nämlich beschuldigt, einer alten Dame die Handtasche geklaut zu haben. Das Opfer ist inzwischen verstorben und kann zur Beweisaufnahme nichts mehr beitragen. Einziger Zeuge des Vorfalls ist ein japanischer Tourist, der zum Zeitpunkt der Verhandlung Berlin natürlich längst verlassen hat. Als Liebling dennoch auf einer – entsprechend aufwendigen – Zeugenbefragung vor Gericht besteht, scheitert er an Richter Aumann. Der ist ein regelrechter Betonkopf und stolz darauf, Urteile \"aus dem Bauch heraus\" zu fällen. Vorschriften und Handbücher interessieren ihn dagegen kaum. Nur in einem Revisionsverfahren sieht Liebling noch eine Chance für seinen Mandanten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924275","hoster":"VOE"},{"path":"/redirect/9116075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-6","name":"Schmerzensgeld","epNo":6,"alt":"","descr":"Herr Gotthold bittet Robert Liebling um Hilfe, weil in der Zeitung BLITZ Aktfotos seiner Freundin Tanja aufgetaucht sind. Tanja verdächtigt Gotthold, sie dorthin verkauft zu haben, und hat ihn verlassen. Doch zunächst braucht Liebling ein Mandat von Tanja als Geschädigte. Widerwillig geht sie im Beisein Gottholds darauf ein. Die ersten Recherchen in dem Fotogeschäft, das die bewussten Filme entwickelt hat, bringen Liebling nicht weiter. So macht er sich auf den mühsamen Weg durch die Redaktionsstuben der Zeitung…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116076","hoster":"VOE"},{"path":"/redirect/9116079","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-7","name":"Ausländersachen","epNo":7,"alt":"","descr":"Kioskbesitzer Birczan ist wegen Brandstiftung angeklagt. Versicherung und Sachverständiger sind sich einig, dass er das Feuer in seinem Laden selbst gelegt hat, um mit seinem Verlustbetrieb wenigstens einen Versicherungsgewinn zu erzielen. Das ist ein Fall so recht nach Anwalt Lieblings Geschmack. Birczan schwört, nichts mit dem Brand zu tun zu haben. Warum auch – das Geschäft brummte. Nur leider haben er und seine Frau die Bilanzen frisiert, um der Steuer zu entgehen. Liebling rät dringend zu einer Selbstanzeige. Erst vor Gericht bemerkt er dann, dass auch die \"richtige\" Buchführung einen Fehler aufweist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116081","hoster":"VOE"},{"path":"/redirect/9116083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-8","name":"Paradies mit Folgen","epNo":8,"alt":"","descr":"Frau Helmbold wendet sich mit einer ausgefallenen Bitte an Anwalt Liebling: Er soll ihr beim Verkauf eines privaten Waffenlagers behilflich sein. Ihr russischer Freund hat statt Geld, das er schuldete, Gewehre, Kalaschnikows, Armeerevolver und Handgranaten hinterlassen. Liebling klärt seine Mandantin über die Folgen unerlaubten Waffenbesitzes auf und schafft das Arsenal mit Pelzers Hilfe auf ein Polizeirevier – zum schieren Entsetzen der Beamten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116085","hoster":"VOE"},{"path":"/redirect/9116086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-9","name":"Eine nette Intrige","epNo":9,"alt":"","descr":"Robert Liebling und Lola sind faul und glücklich, die Welt ist für sie in Ordnung – bis Lola ihrem Liebling Arbeit aufhalst: Sonja Anschütz, Lolas Freundin, braucht dringend einen Anwalt. Sie will unbedingt Anzeige gegen Dr. Zacharias erstatten, der – gegen ihren ausdrücklichen Willen – eine extrem schmerzhafte Lumbalpunktion durchgeführt hat. Robert Liebling, unterstützt von Lola und deren Freundin Doris, übernimmt den Fall, obwohl er weiß, dass Prozesse gegen Ärzte nur wenig Aussicht auf Erfolg haben. Auf diese Weise entgehen ihm die Vorbereitungen, die Paula und Senta für seine Überraschungs-Geburtstagsparty treffen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116090","hoster":"VOE"},{"path":"/redirect/9116088","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-10","name":"Der Krawattenmann","epNo":10,"alt":"","descr":"Liebling leistet seiner Lola einen wahren \"Minnedienst\": Da sie seine Krawatten \"zu grell\" findet, besorgt er sich – zum Entsetzen seiner langjährigen Schlipsverkäuferin – haufenweise Fliegen. Seine Umwelt reagiert nicht. Doch dann schlägt die Arbeit zu. Elke, die Kellnerin aus Lieblings Stammkneipe, hat ein Problem: Ihr Freund Fredy Hinkel hat am Abend zuvor an seiner Wohnungstür einen Einbrecher auf frischer Tat ertappt, den Mann k.o. geschlagen und in die Besenkammer eingesperrt. Dann ist Fredy zurück in die Kneipe und hat über diverse Biere seinen \"Privat-Häftling\" vergessen. Nun traut sich Fredy nicht mehr, ihn rauszulassen. Dafür sorgt Liebling, wenn auch widerstrebend. Doch damit nicht genug: Das Opfer Alfons Wimmer ist so dreist und verklagt Fredy wegen Freiheitsberaubung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116095","hoster":"VOE"},{"path":"/redirect/9116092","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-11","name":"Die Sache Anja Clemens","epNo":11,"alt":"","descr":"Der von seiner Lola \"auf Zeit\" verlassene Liebling setzt sich für seine ausgesprochen attraktive Friseurin natürlich gern ein, als sie ihn um Hilfe bittet: Anja Clemens steht ein Ermittlungsverfahren wegen Körperverletzung ins Haus. In ihrer Wohnung hat sie zwei Männer überrascht und – mit einer Flasche bewaffnet – niedergeschlagen. Peinlicherweise handelte es sich jedoch nicht um Einbrecher, sondern um den Gerichtsvollzieher und dessen amtlichen Zeugen, die bei Anjas Vormieter pfänden wollten. Gerichtsvollzieher Siemsen fordert nun Rache und hat in Staatsanwalt Hainbucher einen paragraphensüchtigen Verbündeten gefunden. Einen von der \"Kategorie der Ajatollahs\", konstatiert Liebling, der natürlich alles versucht, um seiner schönen Mandantin zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116098","hoster":"VOE"},{"path":"/redirect/9116102","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-12","name":"Paula, komm wieder","epNo":12,"alt":"","descr":"Kaum tröstet Robert Liebling auf offener Straße eine fassungslos weinende Dame, hat er auch schon wieder einen neuen Fall: Die gelernte Krankenschwester Marion Salzberger ist Ärztin aus Leidenschaft – aber leider ohne die notwendige Ausbildung. Mit falschen Zeugnissen hat sie – zur Zufriedenheit ihrer Patienten – in Berlin eine Praxis betrieben, bis es zu einer anonymen Anzeige bei der Staatsanwaltschaft kam. Weil die Vorwürfe stimmen, ist Marion Salzberger geständig. Aber nicht reuig – glaubt jedenfalls der Richter. Um diesen Juristen loszuwerden, ist ein Befangenheitsantrag Lieblings einzige Chance.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116105","hoster":"VOE"},{"path":"/redirect/9116107","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-13","name":"Besorgte Väter","epNo":13,"alt":"","descr":"Herr Kleinschrod hat seinen 15-jährigen Sohn Henry mit Dieter Plank in einer zweideutigen Situation überrascht. Er wendet sich an Pelzer, der gegen Plank Strafanzeige wegen Verführung eines Minderjährigen stellen soll. Dass Henry ganz anders darüber denkt, interessiert Kleinschrod nicht im mindesten. Er will sich nicht eingestehen, dass sein Sohn homosexuell ist. Nach einem gescheiterten Gespräch mit Vater und Sohn fühlt Pelzer sich nicht gerade wohl in seiner Haut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116109","hoster":"VOE"},{"path":"/redirect/9116110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-14","name":"Teure Zeugen","epNo":14,"alt":"","descr":"Über mangelnde Dramatik kann sich Anwalt Liebling bei seinem aktuellen Fall nicht beklagen: Ralf Dunkelberg wird der versuchten Anstiftung zum Mord beschuldigt. Er versteckt sich vor der Polizei und bittet Liebling um juristischen Beistand. Dunkelbergs Schwester Magda hat ausgesagt, dass ihr Bruder einem Herrn Zedlitz \"mörderisch viel Geld\" geboten habe, um sie töten zu lassen. Dunkelberg dagegen vermutet, dass Magda mit Zedlitz unter einer Decke steckt. Eine Spur, der Liebling mithilfe des Detektivs Nolte nachgeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116112","hoster":"VOE"},{"path":"/redirect/9116115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-15","name":"Der Killer","epNo":15,"alt":"","descr":"\"Der Killer\" titelt eine bekannte Zeitung und veröffentlicht auch gleich ein Foto des \"dringend von der Polizei gesuchten\" Nico Vucovic. Der hat zwei Landsleute mit einem Baseballschläger vertrimmt: eine Aktion \"ausgleichender Gerechtigkeit\" laut Vucovic, der zuvor selbst heftige Prügel von seinen Opfern hatte einstecken müssen. Von tödlichen Schüssen weiß er jedoch nichts. Um die Dinge aufzuklären, wendet Vucovic sich an Anwalt Liebling und ist bereit, sich zu stellen. Doch das ist gar nicht so einfach, denn bei der Kripo will man zunächst nichts mit ihm zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116116","hoster":"VOE"},{"path":"/redirect/9116117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-16","name":"Hirngespinst","epNo":16,"alt":"","descr":"Mit Hilfe von Anwalt Roggenbart ist es den Breslauers gelungen, ein wertvolles Grundstück Nähe Friedrichstraße rückerstattet zu bekommen. Da die Familie in Baltimore lebt, hat der vornehme Anwalt sich auch gleich um den Verkauf der Immobilie gekümmert und seine Mandanten, wie es scheint, kräftig über den Tisch gezogen. Robert Liebling soll sich um die unterschlagenen Millionen kümmern. Ein attraktiver Fall für Liebling, der für die Recherchen erneut Privatdetektiv Nolte einschaltet. Auch Pelzer hat einen Fall, der ihm unter die Haut geht: Lisa Adolphi weiß nicht, wie sie ihren Mann davon abhalten kann, die Kinder regelmäßig zu verprügeln. Verklagen will sie ihn zunächst nicht aber die Sorge um die Kinder zwingt Frau Adolphi zum Handeln. Das Thema Familie beschäftigt Pelzer auch privat: Er und Sarah wollen heiraten. Doch Sarah Liebling kann sich bislang nicht dazu durchringen, ihren Vater einzuweihen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116123","hoster":"VOE"},{"path":"/redirect/9116121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-17","name":"Schwer verdientes Geld","epNo":17,"alt":"","descr":"Robert Liebling wird vom Leben schwer gebeutelt: Sein Ischiasnerv spielt verrückt, und jeder seiner Mitmenschen weiß ein anderes unfehlbares Mittel gegen die Schmerzattacken. Das hält ihn jedoch nicht davon ab, Miriam, die neue Dame seines Herzens, abends auszuführen. So trifft er einen ehemaligen Mandanten wieder. Diemer, ein Musikstudent, der sein Geld als Pianist in Restaurants und Bars verdient, ist nach wie vor pleite. Sein früherer Arbeitgeber Kroll hat trotz Vollstreckbarkeitsklausel nie den geschuldeten Lohn ausbezahlt. Liebling verspricht, sich darum zu kümmern und sucht Krolls Restaurant auf. Doch Kroll erklärt dreist, kein Geld zu haben, das gepfändet werden könnte. Kaum zu glauben, denn das Lokal ist gut besetzt. Liebling fackelt nicht lange: Zusammen mit Gerichtsvollzieher Ulrichsen kassiert er direkt bei Krolls Gästen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9116125","hoster":"VOE"},{"path":"/redirect/9116127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/liebling-kreuzberg/staffel-5/episode-18","name":"Der einzig Ehrliche","epNo":18,"alt":"","descr":"Das Ehepaar Faßbänder hat in seiner Wohnung ein illegales Spezialitäten-Restaurant eröffnet. Den kleinen unerlaubten Betrieb haben nun einige Behörden auf dem Kieker, was auf Dauer auch ein äußerst verständnisvoller Anwalt wie Robert Liebling nicht verhindern kann. Pelzers Mandantin Frau Holstein erwartet von ihrem Anwalt Pommerenke die Überweisung einer gewonnenen Schadensersatzklage in Höhe von 35.000 DM, die dieser jedoch immer wieder unter fadenscheinigen Gründen zurückhält. Mit Hilfe seines Ex-Mandanten Seliger nimmt sich Pelzer des Falls und des Safes des Anwalts an. Bruno Pelzers Hochzeit mit Sarah Liebling steht bevor, doch Sarah wäre nicht Lieblings Tochter, würde sie nicht noch vor dem Traualtar für Überraschungen sorgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9115903","hoster":"VOE"},{"path":"/redirect/9115896","hoster":"Streamtape"}]}]}]}]}