{"path":"/serie/stream/liebe-am-werk","name":"Liebe am Werk","descr":"[L’amour à l’œuvre] Liebe, Kunst und Leidenschaft: Von Amedeo Modigliani und Jeanne Hébuterne, über Man Ray und Lee Miller bis hin zu Paula Becker und Otto Modersohn. Die fünfteilige Dokumentationsreihe erzählt in einer [ … ] Mischung aus echter Biografie und kreativer Archivcollage vom Leben legendärer Künstlerpaare vor dem Hintergrund ihrer Zeit.","seasons":[{"path":"/serie/stream/liebe-am-werk/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/liebe-am-werk/staffel-1/episode-1","name":"Jeanne Hebuterne und Amedeo Modigliani","epNo":1,"alt":"","descr":"Jeanne Hébuterne entstammt einer bürgerlichen Familie. Sie wird von ihren Eltern gefördert, die ihr ein Privatstudium der Malerei ermöglichen. Die schöne junge Frau mit den Katzenaugen, die bereits Muse zahlreicher Künstler war, lernt 1917 im Pariser Café de la Rotonde den italienischen Maler Amedeo Modigliani kennen und verliebt sich in ihn. Der deutlich ältere Modigliani kann von seiner Kunst nicht leben; sein gesundheitlicher Zustand ist so schlecht, dass er beginnt, Rauschgift zu nehmen und zu trinken. Jeanne wird sein bevorzugtes Modell. Das Paar malt in Modiglianis Atelier in Montparnasse, doch sie verkaufen nichts. Die beiden inspirieren sich gegenseitig, privat wie künstlerisch. Am 3. Dezember 1917 veranstaltet die Mäzenin Berthe Weill eine Ausstellung mit Werken von Modigliani in ihrer Galerie, doch die Aktbilder verstoßen gegen die Moral der Zeit. Die Polizei verlangt sogar, dass einige Arbeiten abgehängt werden. Im März 1918 flieht das Paar vor den deutschen Bombardements von Paris nach Nizza; am 29. November bringt Jeanne ein kleines Mädchen zur Welt. Als die beiden nach Paris zurückkehren, sind sie aus finanziellen Gründen gezwungen, das Kind bei einer Amme aufwachsen zu lassen. Modigliani verlobt sich mit Jeanne, als sie mit einem zweiten Kind schwanger ist. Doch zu einer Heirat soll es nicht mehr kommen, denn Modigliani bekommt Tuberkulose und verstirbt am 24. Januar 1920. Jeanne stürzt kurz darauf aus einem Fenster im fünften Stock, ihr ungeborenes Kind stirbt mit ihr. Modiglianis berühmtes Gemälde \"Liegender Akt (auf der linken Seite)\" von 1917, das in der Galerie von Berthe Weill für einen Skandal gesorgt hatte, zählt heute zu den teuersten Gemälden der Welt; es wurde für umgerechnet rund 132 Millionen Euro versteigert. Erst im Jahr 1992, als ihre Bilder in einem Keller gefunden wurden, erhält auch Jeanne Hébuterne Anerkennung als Künstlerin, die einen eigenständigen Stil entwickelt hat.","versions":[]},{"path":"/serie/stream/liebe-am-werk/staffel-1/episode-2","name":"Gerda Taro \u0026amp; Robert Capa","epNo":2,"alt":"","descr":"Er war der Begründer des Fotojournalismus: Robert Capa. Für ein gutes Bild war der Kriegsfotograf bereit, jedes Risiko einzugehen und sich mitten ins Kampfgeschehen zu begeben. Die junge, talentierte und ehrgeizige Fotografin Gerda Taro war eine der ersten weiblichen Fotoreporterinnen. Als Jüdin polnischer Abstammung opponiert sie 1933 gegen Hitlers Machtübernahme. Da sie in Leipzig Flugblätter verteilt, wird sie festgenommen, aber aufgrund ihrer polnischen Staatsangehörigkeit wieder auf freien Fuß gesetzt. Weil sie sich weiterhin überwacht fühlt, flieht sie nach Paris, wo sie den jungen Robert Capa kennenlernt, der in Ungarn der kommunistischen Partei nahestand und gegen das repressive Regime kämpfte. Die beiden glühenden Antifaschisten verlieben sich ineinander. Aus Liebe zu Capa beginnt Gerda Taro ebenfalls zu fotografieren. Beide sind überzeugt, dass eine Fotografie eine Waffe sein und den Lauf der Geschichte verändern kann. Als der Militärputsch in Spanien 1936 die Welt in Atem hält, beschließen die beiden nach Spanien zu gehen. Zusammen mit Robert Capa dokumentiert Gerda Taro die Gräuel des Spanischen Bürgerkriegs und ist damit die erste Frau, die an einer Kriegsfront fotografiert. Capas Aufnahme eines tödlich getroffenen republikanischen Soldaten wird zur Ikone und begründet die Legende Robert Capa. Als sie nach Paris zurückkommen, sind ihre Fotos Tagesgespräch. Im Sommer 1937 geht Gerda Taro noch einmal alleine nach Spanien zurück. Sie fotografiert im Schützengraben – auch unter Beschuss. Als Gerda Taro auf dem Trittbrett eines Lkws mitfährt, der die Verletzten von der Front in ein Lazarett bringt, wird der Lkw von einem Panzer gerammt. Noch in der gleichen Nacht stirbt die 27-Jährige an ihren schweren Verletzungen. Sie wird nach Paris überführt, wo sie auf dem Pariser Friedhof Père Lachaise beigesetzt wird. Der Trauerzug, angeführt von Pablo Neruda und Louis Aragon, gleicht einer gigantischen Demonstration gegen den Faschismus. Aber ihre Arbeit und ihr Engagement geraten nach und nach in Vergessenheit. Capa stirbt 1954, im Alter von 40 Jahren, als er im Indochina-Krieg auf eine Mine tritt.","versions":[]},{"path":"/serie/stream/liebe-am-werk/staffel-1/episode-3","name":"Paula Becker \u0026amp; Otto Modersohn","epNo":3,"alt":"","descr":"Im Deutschland des frühen 20. Jahrhunderts verhilft der Maler Otto Modersohn seiner zweiten Frau zu der Anerkennung, die ihr gebührt – heute gilt sie als eine der bedeutendsten Vertreterinnen der Moderne: Paula Modersohn-Becker. Es ist die Geschichte einer Liebe zwischen den Qualen des künstlerischen Schaffens – und überschattet von der Ahnung des nahenden Todes. Paula lebt nördlich von Bremen in einer erstaunlichen Gemeinschaft. Sie besteht aus jungen, komplexfreien und neugierigen Malern, Bildhauern und Dichtern, die im Dorf Worpswede eine Künstlerkolonie gegründet haben. Es ist eine fröhliche Truppe, die den Tumult der Industriestädte hinter sich gelassen hat, um die Landschaft mit einer unverfälschten Malerei in freier Natur zu erobern. Dazu gehört auch ein Künstler, der Paulas besonderes Interesse weckt: der Maler Otto Modersohn, der einer der Mitbegründer der Kolonie ist. Otto ist ebenfalls angetan von der jungen Frau, die so gar nicht typisch für ihre Zeit ist: unabhängig und vor allem überaus sensibel. Drei Monate nach dem Tuberkulose-Tod von Ottos Ehefrau Helene gestehen sich Paula und Otto endlich einander ihre Liebe. Am 25. Mai 1901 heiraten sie. Otto beginnt unter Paulas Einfluss, Menschen zu malen. Er sucht nach einem natürlicheren Stil, erweitert die Palette seiner Farben. Sie beginnt Landschaften zu malen und signiert mit den Anfangsbuchstaben ihres neuen Namens: PMB – Paula Modersohn-Becker. Allein im Jahr 1906 malt sie 80 Bilder, die sich in ihrem Atelier stapeln, darunter 20 Selbstbildnisse. So auch eines ihrer größten Werke: \"Selbstbildnis am sechsten Hochzeitstag\". Paula malt die moderne Vision der Frau und befreit sich von den Sehweisen ihrer Epoche. Am 2. November 1907 bringt sie bei einer schweren Geburt ein Mädchen zur Welt, Mathilde. Wenige Tage später stirbt die 31-Jährige an einer Lungenembolie. 1927 wird in Bremen eigens für sie ein Museum gebaut, das weltweit erste, das einer weiblichen Künstlerin gewidmet ist.","versions":[]},{"path":"/serie/stream/liebe-am-werk/staffel-1/episode-4","name":"Lee Miller \u0026amp; Man Ray","epNo":4,"alt":"","descr":"Das berühmteste Foto von Lee Miller zeigt die Fotografin nackt in einer Badewanne – und zwar in Adolf Hitlers Münchner Wohnung in der Prinzregentenstraße kurz vor Ende des Zweiten Weltkriegs. Das offizielle Führerbildnis Heinrich Hoffmanns steht am Wannenrand und eine weibliche Marmorstatue steht neben einer Klingelanlage für Bedienstete. Millers Uniform liegt unauffällig auf einem Hocker, ihre Militärstiefel stehen auf dem Boden. Das Bild ist so legendär wie die Geschichte dieser Frau, die vor allem als Muse und Geliebte von Man Ray bekannt ist. Lee Miller war eine Femme fatale von kühler Schönheit, die dem großen Publikum als Künstlerin lange verborgen geblieben ist. Die New Yorkerin begann ihre Karriere auf dem Titelblatt der \"Vogue\". Mit ihrem Teint wie aus Porzellan, Augen wie Kristallen, dem Gesicht einer antiken Statue und ihrer androgynen Figur fasziniert sie die führenden amerikanischen Fotografen ihrer Zeit. Doch sie langweilt sich und träumt im New York des Jahres 1929 von Paris und der Welt der Kunst. Sie will Fotografin werden und zwar an der Seite des Mannes, von dem alle sprechen: Man Ray. Sie sucht ihn in seinem Atelier auf, wird seine Schülerin, sein Modell, seine Geliebte. Man Ray arbeitet mit Surrealisten wie Paul Eluard zusammen, mit Salvador Dalí und Tristan Tzara, aber vor allem mit Man Rays bestem Freund Marcel Duchamps. Gemeinsam befreien sie die Kunst von jeder ästhetischen und moralischen Beschränkung. Durch einen Zufall finden Lee Miller und Man Ray ein Verfahren, mit dem sie ihre Fotos durch Überbelichtung verfremden. Doch Lee Miller, die viel jünger ist als Man Ray, lebt die freie Liebe und entzieht sich auch beruflich immer mehr ihrem Mentor. Lee sucht ihren eigenen Weg im Surrealismus, sie emanzipiert sich und verlässt Man Ray. Im Oktober 1932 geht sie zurück nach Amerika. Im Herbst 1939 kehrt sie als Kriegsberichterstatterin für die \"Vogue\" mit ihrem Fotoapparat nach Europa zurück. Sie ist einer der wenigen Frauen, die bei der Befreiung eines Konzentrationslagers dabei sind und fotografiert das Grauen in Dachau. Der Kriegsfotograf David Sherman macht das verstörende Bild von Lee Miller in Hitlers Privatwohnung, das die Banalität des Bösen zeigt. Die lange unbekannt gebliebene Künstlerin hinterlässt ein Werk mit 60.000 Negativen, die ihr Sohn kurz nach ihrem Tod entdeckte.","versions":[]},{"path":"/serie/stream/liebe-am-werk/staffel-1/episode-5","name":"Georgia O’Keeffe \u0026amp; Alfred Stieglitz","epNo":5,"alt":"","descr":"Georgia O’Keeffe ist eine der größten Malerinnen der USA und eine Ikone der nordamerikanischen Kultur. Alfred Stieglitz gilt als Wegbereiter der modernen Fotografie. In den 20er Jahren sind sie eines der prominentesten und verrufensten Paare der New Yorker Avantgarde. Georgia und Alfred – das ist die Geschichte einer 30 Jahre währenden Leidenschaft, einer überschäumenden Kreativität, aber auch die einer erdrückenden gegenseitigen Abhängigkeit. Georgia O’Keeffe geht mit 29 Jahren von Virginia nach New York, wo sie von dem Galeristen und Fotografen Alfred Stieglitz entdeckt wird. Alfred führt Georgia in die New Yorker Künstlerwelt ein. Er glaubt an sie, an ihr Talent und will ihr eine Karriere eröffnen. Georgia pendelt zunächst zwischen New York und Texas, wo sie als Kunstlehrerin arbeitet. Im Juni 1918 verlässt Georgia Texas endgültig und zieht nach New York. Alfred nutzt seine Kontakte in der Kunstwelt, um Ausstellungen für Georgia zu organisieren. Er verteidigt die besondere Sinnlichkeit ihrer Werke gegen die Kritik, die in ihren Bildern einfache sexuelle Anspielungen sieht, verschleierte Darstellungen männlicher oder weiblicher Geschlechtsteile. Nach sechs Jahren außerehelicher Liebe heiraten Alfred und Georgia, doch Georgias Kinderwunsch bleibt unerfüllt, worunter sie sehr leidet. Als sich Stieglitz in die 40 Jahre jüngere Dorothy Norman verliebt, bricht für Georgia eine Welt zusammen, sie fühlt sich verkannt, als Frau und als Künstlerin. Nach einem Klinikaufenthalt und einer schweren Depression kehrt sie dem mondänen New York den Rücken und zieht nach New Mexico, wo sie nach einer Schaffenskrise die unverwechselbaren landschaftlichen Formen der Wüste zum Thema ihrer Bilder macht. Mit über 70 Jahren möchte Alfred seine erste Muse zurückgewinnen und wieder um sich haben. Die beiden hören nicht auf, einander zu schreiben. Als er mit 82 Jahren stirbt, ist Georgia an seiner Seite. Sie wird 98 Jahre alt. Erst 20 Jahre nach ihrem Tod wird die Korrespondenz des Paares, die mehr als 25.000 Briefe umfasst, der Öffentlichkeit zugänglich gemacht.","versions":[]}]}]}