{"path":"/serie/stream/lifeline","name":"Lifeline","descr":"\"Lifeline\" spielt in nicht weit entfernter Zukunft. Es geht um eine Versicherungsagentur, spezialisiert auf Lebensversicherungen. Um den Unfalltod ihrer hoch versicherten Klienten zu verhindern, schicken sie ihre Angestellten auf eine kleine Zeitreise 33 Tage in die Zukunft.","seasons":[{"path":"/serie/stream/lifeline/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lifeline/staffel-1/episode-1","name":"","epNo":1,"alt":"In 33 Days You\u0027ll Die","descr":"Conner Hooks ist Top-Agent bei einer mysteriösen Firma, die eine ganz besondere \"Lebensversicherung\" anbietet: Wenn ein Kunde dem Tod nahe ist, springt ein Mitarbeiter 33 Tage in die Zukunft, um dafür zu sorgen, dass der Kunde überlebt. Conners Welt und seine Karriere stehen Kopf, als ein geheimnisvoller Anrufer ihn dazu auffordert, das Leben der Person zu retten, die Conner am nächsten steht – das seiner Frau.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314115","hoster":"VOE"},{"path":"/redirect/10126663","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-2","name":"","epNo":2,"alt":"There\u0027s a Chip in Her Arm","descr":"Conners Zukunft bei Lifeline steht auf dem Spiel, als Nathan ihm mitteilt, dass er Haleys Tod nicht rächen kann. Norah versucht unterdessen, sich in ihrem neuen Zuhause einzuleben, in dem der Schein trügt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314106","hoster":"VOE"},{"path":"/redirect/10126664","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-3","name":"","epNo":3,"alt":"Norah Is Going to Die","descr":"Norah, inzwischen ein Teenie, lebt mit einer Gruppe anderer Jugendlicher in einem verlassenen Lagerhaus und erlebt die erste Liebe. Nach einer Konfrontation mit ihrem Pflegevater verhält sie sich äußerst leichtsinnig und Conner muss in die Zukunft springen, um sie zu retten – ohne dass man bei Lifeline davon erfährt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314111","hoster":"VOE"},{"path":"/redirect/10126674","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-4","name":"","epNo":4,"alt":"He Killed My Wife","descr":"Conners Suche nach Hayleys Mörder kommt nach sechs Jahren zu einem Ende, als er dem Täter endlich gegenüber steht. Er muss sich entscheiden, ob er sein Leben weiterleben oder die Geister der Vergangenheit jagen will.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314112","hoster":"VOE"},{"path":"/redirect/10126667","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-5","name":"","epNo":5,"alt":"Face to Face With Her Killer","descr":"Jay setzt sich über Nathan hinweg und beginnt mit dem Bau einer Sprungmaschine, mit der Conner in die Vergangenheit reisen und Haley retten will. Jasmine wird klar, dass Conner die Vergangenheit wahrscheinlich nie ganz hinter sich lassen wird. Sie schwört Nathan ihre Treue und benutzt Conner zu ihrem eigenen Vorteil.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314114","hoster":"VOE"},{"path":"/redirect/10126666","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-6","name":"","epNo":6,"alt":"Killing Me, Won\u0027t Stop Me","descr":"Norah trifft endlich auf den mysteriösen Jack, der sie dazu drängt, die schicksalhaften Pläne des Universums einfach hinzunehmen. Nathan nimmt unterdessen den Hackerangriff auf das Computersystem von Lifeline sehr persönlich und will den Verantwortlichen dafür bezahlen lassen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314124","hoster":"VOE"},{"path":"/redirect/10126668","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-7","name":"","epNo":7,"alt":"Playing God","descr":"Norah wird klar, dass sie nur dann mit Conner über den Tod ihres Vaters sprechen kann, wenn sie selbst stirbt. Deshalb zwingt sie ihn zu einem Test, der einen von beiden das Leben kosten könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314121","hoster":"VOE"},{"path":"/redirect/10126669","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifeline/staffel-1/episode-8","name":"","epNo":8,"alt":"Conner Goes Red","descr":"Conner entscheidet sich endlich, sein Leben weiterzuleben, indem er einen Sprung in die Vergangenheit macht, um Norah zu retten – obwohl dadurch jegliche Chance auf eine Rettung Haleys zerstört wird. Doch durch die Reise in die Vergangenheit gibt es plötzlich zwei Conners in derselben Zeitlinie, was weitreichende Folgen für alle hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314129","hoster":"VOE"},{"path":"/redirect/10126672","hoster":"Streamtape"}]}]}]}]}