{"seriesId":"life-is-wild","name":"Life is Wild","descr":"Katie Clarke und ihre Geschwister sind wütend auf ihren Vater, der seine ganze Patchworkfamilie kurzerhand von New York nach Südafrika verpflanzt hat, um dort ein Jahr zu leben und als Tierarzt zu arbeiten. In einer heruntergekommenen Lodge namens \"The Blue Antelope\" soll die Familie neu beginnen und enger zusammenwachsen. Doch bald schon ändert sich die Meinung der Familienmitglieder – Land und Leute ziehen sie in ihren Bann …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Jahr Afrika","epNo":1,"alt":"Pilot","descr":"Tierarzt Danny Clarke will mit seiner großen Patchworkfamilie für ein Jahr nach Südafrika ziehen und dort arbeiten. Mit dabei: seine Tochter Katie, sein Sohn Chase, seine neue Frau Jo und deren Kinder, die kleine Mia und der halbstarke Jesse","versions":[{"lang":1,"streams":[{"redirect":8838587,"hoster":"VOE"},{"redirect":8589809,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ubuntu","epNo":2,"alt":"Ubuntu","descr":"Katie muss erkennen, dass Lauren und Emily keine wahren Freunde sind … Jesse bemüht sich darum, einen Job im Ants Hill annehmen zu dürfen. Er will unbedingt in der Nähe der hübschen Mbali sein, die auch dort arbeitet. Jo spioniert auf der Mara-Lodge, um herauszufinden, wie sie der Blauen Antilope ein einzigartiges Image verpassen kann. Eine unschöne Beobachtung sorgt für die zündende Idee: Sie will aus der Antilope eine ökologische Lodge zu machen. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838589,"hoster":"VOE"},{"redirect":8589808,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Gäste kommen","epNo":3,"alt":"Open For Business","descr":"Die ersten Gäste kommen auf die Lodge, doch irgendwie läuft alles schief. Die Lodge hat keine richtigen Tiere zu bieten, ständig gibt es Reibereien mit Art und schließlich platzt auch noch ein Wasserrohr … Katie darf bei einer Aufführung des Schulchors zusammen mit Oliver ein Duett singen, doch auch hier läuft nicht alles wie geplant. Jesse bekommt Ärger in der Bar – und verliert schließlich sogar seinen Job dort. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838588,"hoster":"VOE"},{"redirect":8589810,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Fest","epNo":4,"alt":"Heritage Day","descr":"Es ist Heritage Day, ein besondere Feiertag in Südafrika, den auch Katies Mutter in New York immer groß gefeiert hat. Jo versucht, die Familientradition der Clarkes fortzuführen, aber Katie sperrt sich. Die Erinnerungen an ihre tote Mutter sind übermächtig. William will Lynn endlich einen Antrag machen, doch ein diebischer Affe funkt dazwischen … Jesse versucht währenddessen mit allen Mitteln, seinen Job in der Bar wiederzubekommen, um in Mbalis Nähe zu sein … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838590,"hoster":"VOE"},{"redirect":8589812,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wer einmal lügt","epNo":5,"alt":"Bad To The Bone","descr":"Oliver schießt im Busch aus Versehen einen Geparden an. Jesse überzeugt ihn, das Tier nicht verbluten zu lassen, sondern zu Danny zu bringen. Der Tierarzt und Tumelo kümmern sich um die schwere Verletzung. Jesse behauptet, er hätte das Tier am Straßenrand gefunden … Jo bekommt einen Anruf von ihrem Exmann, Jesses Vater Thom, der wegen Betrugs im Gefängnis sitzt. Er will wieder Kontakt zu Jesse. Jo weist ihn zurück – und verschweigt Jesse den Anruf. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838592,"hoster":"VOE"},{"redirect":8589807,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nur ein Spiel","epNo":6,"alt":"Games People Play","descr":"Das alljährliche Wohltätigkeits-Fußballspiel zwischen Jungs und Mädchen steht an. Durch Katie, die eine sehr gute Spielerin ist, haben die Mädels zum ersten Mal eine echte Chance. Aber es zeigt sich, dass Oliver große Schwierigkeiten damit hat, dass Katie ihm spielerisch überlegen ist … James rät Jesse, dass er Mbali gegenüber endlich seine Gefühle zugeben soll. Er versucht daraufhin sein Glück, aber Mbali zeigt sich weiterhin ablehnend … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":13101687,"hoster":"VOE"},{"redirect":8589811,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Herzensangelegenheiten","epNo":7,"alt":"The Heart Wants What It Wants","descr":"Katie beobachtet, wie Olivers Vater Collin eine fremde Frau küsst. Obwohl Jesse ihr davon abrät, erzählt sie Oliver davon. Der reagiert sauer und distanziert sich von Katie … Die erste Hochzeit auf Blue Antilope steht vor der Tür, Julia und Steve wollen sich mit großem Aufwand trauen lassen. Doch dann taucht der Ex-Freund der Braut auf, die Hochzeit droht zu platzen … Amahle fragt Chase, ob er mit ihr gehen will. Er willigt ein, nichtahnend, was auf ihn zukommt … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838597,"hoster":"VOE"},{"redirect":8589814,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Löwe ist los","epNo":8,"alt":"Animal House","descr":"Jo soll bei einem Kongress im fünf Autostunden entfernten Durban eine Rede halten. Sie fährt mit ihrem Mann Danny los und lässt die Kinder alleine auf der Lodge. Unterwegs erliegen die beiden der Versuchung eines Zwischenstopps in einem Hotel – und versäumen Jos Rede. Sohn Jesse nutzt ihre Abwesenheit und organisiert eine Party, auf der er seiner Freundin Emily näherkommen will. Aus Übermut lässt ein Partygast die Löwin Stella aus ihrem Käfig heraus. Panik bricht aus … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":12380037,"hoster":"VOE"},{"redirect":8589815,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine Frage der Ehre","epNo":9,"alt":"The Code","descr":"Katie, Oliver, Emily, Tumelo und Jesse lernen gemeinsam für den bevorstehenden Halbjahrestest in südafrikanischer Geschichte. Emily bemerkt, dass sie den Test ihres Lehrers versehentlich eingepackt hat. Die Gruppe beschließt, ihn ungesehen wegzuwerfen. Als Jesse eine hervorragende Note schreibt, wird er beschuldigt, geschummelt zu haben, da er bisher immer schlechte Noten hatte … Inzwischen sind Gäste auf der Lodge eingetroffen, die einen seltenen weißen Löwen schießen wollen. (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838594,"hoster":"VOE"},{"redirect":8589813,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Allein in der Wildnis","epNo":10,"alt":"Rescue Me","descr":"Katie und ihre Klassenkameraden machen ein Überlebenstraining im Busch. Dazu gehört eine Zwei-Tage-Wanderung zu einem vorgegebenen Zielpunkt. Jesse hat keine Lust dazu und benimmt sich absichtlich daneben, so dass Matt, der Trainingsleiter, ihn von dem Ausflug ausschließt. Obwohl sie vor den Gefahren gewarnt wurden, weicht Oliver immer wieder vom Weg ab. Als Katie und Tumelo sich auf die Suche nach ihm machen, stürzen sie in eine Höhle … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838595,"hoster":"VOE"},{"redirect":8589817,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Beschwipste Giraffen","epNo":11,"alt":"Love Life","descr":"Da Katie mit Oliver Schluss gemacht hat, wird sie alleine auf den bevorstehenden Schulball gehen müssen. Eine schreckliche Vorstellung … Die Lodge soll in einen Öko-Reiseführer aufgenommen werden. Leider reist der Gutachter Mr. Wells früher an als erwartet, so dass Jo nicht alle Spuren beseitigen kann, die eine Empfehlung gefährden würden. Danny versucht mit außergewöhnlichen Mitteln, zwei Giraffen miteinander zu paaren … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838596,"hoster":"VOE"},{"redirect":8589816,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die besten Freunde","epNo":12,"alt":"P.O.C.","descr":"Katie und Tumelo haben sich von ihren Partnern getrennt. Katie hat das Gefühl, dass Tumelo nicht mehr nur ihr bester Freund sein möchte, ist aber unsicher, was sie empfindet. Sie schmiedet einen Plan … Art und Jo tauschen ihre Arbeitsplätze, müssen aber bald die Erfahrung machen, dass sie mit ihren bisherigen Tätigkeiten besser bedient waren. Jesse ist bestürzt, als er hört, dass Mbali ihren Verlobten Mafika heiraten will. Er bricht den Kontakt zu ihr ab … (Text: sixx)","versions":[{"lang":1,"streams":[{"redirect":8838598,"hoster":"VOE"},{"redirect":8589820,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Endlich daheim","epNo":13,"alt":"Home","descr":"Die Familie will eine Überraschungsparty zu Arts 60. Geburtstag vorbereiten. Danny soll deshalb mit Art lange in den Busch gehen","versions":[{"lang":1,"streams":[{"redirect":8838599,"hoster":"VOE"},{"redirect":8589818,"hoster":"Streamtape"}]}]}]}]}