{"seriesId":"life-sentence","name":"Life Sentence","descr":"Stella (Lucy Hale) ist eine junge Frau, die die schreckliche Diagnose einer tödlichen Krebserkrankung erhält. Mit dem Wissen, jung zu sterben, beschließt sie jeden Tag so zu leben, als wäre es ihr letzter. Doch Stella überlebt. Nun muss sie damit klarkommen, dass sie nie für eine Zukunft geplant hatte, und auch mit den Entscheidungen, die sie unter dieser Erwartung getroffen hatte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Stella (Lucy Hale) erfährt, dass sie erfolgreich ihre Krebserkrankung bezwungen hat, womit sie ehrlich gesagt nicht gerechnet hatte. Jetzt muss sie sich den Konsequenzen ihres spontanen Lebensstils stellen, hat sie doch zuletzt jeden Moment so gelebt, als wäre es ihr letzter.\r\rAußerdem erfährt sie, dass ihre Familie viele Dinge vor ihr geheim gehalten hat, um sie nicht noch mehr zu belasten: Stellas Eltern lieben sich nicht mehr, ihre Schwester hat ihre persönlichen Träume aufgeben, um sich um Stella zu kümmern, und ihr Bruder dealt mit Pillen.","versions":[{"lang":2,"streams":[{"redirect":14376078,"hoster":"VOE"},{"redirect":13590675,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Re-Inventing The Abbotts","descr":"Stella (Lucy Hale) und Wes (Elliot Knight) haben gewaltige Probleme: Die Behörden zweifeln an ihrer Ehe, also müssen sie sich etwas einfallen lassen, bevor Wes sein Aufenthaltsgenehmigung verliert und zurück nach London geschickt wird. Peter und Ida (Gillian Vigman) entscheiden sich derweil dazu, ihr Haus zu verkaufen. Als ein interessantes Angebot gemacht wird, zögert jedoch Peter. Während Stella dann Aiden (Jayson Blair) dabei hilft, Verantwortung zu übernehmen, wird Elizabeth (Brooke Lyons) von einer Schreibblockade geplagt. Stella hat eine Idee, wie sie dieses Problem lösen kann. Elizabeths Mann Diego (Carlos PenaVega) ist von dieser aber überhaupt nicht begeistert.","versions":[{"lang":2,"streams":[{"redirect":14357256,"hoster":"VOE"},{"redirect":13590679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Clinical Trial And Error","descr":"Bei ihrer neuen Aufgabe als Patientenschützerin erfährt Stella (Lucy Hale), dass niemand für Sadie (Nadej Bailey) kämpft. Stella schlägt ihr vor, an der klinischen Studie teilzunehmen, die ihr selbst geholfen hat. Ihre Hoffnungen werden jedoch zunichte gemacht als sie erfahren, dass die Studie beendet wurde.\r\rWährend Wes (Elliot Knight) auf Diegos (Carlos PenaVega) Kinder aufpasst, wird eines von ihnen krank und Ida (Gillian Vigman) bietet ihre Hilfe an.\r\rAiden (Jayson Blair) will seinen Vater (Dylan Walsh) mit einem Männerabend von Ida ablenken.","versions":[{"lang":2,"streams":[{"redirect":14376352,"hoster":"VOE"},{"redirect":13590683,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"How Stella Got Her Groove On","descr":"Stella bringt ein weiteres Geheimnis über ihre Vergangenheit in Erfahrung. Wes arbeitet im Geheimen an einem neuen Projekt. Peter und Aiden stoßen auf eine interessante Lebenssituation. Zusätzlich erfährt Aiden eine schockierende Neuigkeit.","versions":[{"lang":2,"streams":[{"redirect":14357189,"hoster":"VOE"},{"redirect":13590714,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Wes Side Story","descr":"Gerade, als Stella und Wes eine romantische Routine finden, hat Wes einen Überraschungsbesucher. Aidan ist wegen eines Problems mit seinem Vater zerrissen. Ida ringt mit Peters Beziehung.","versions":[{"lang":2,"streams":[{"redirect":14376170,"hoster":"VOE"},{"redirect":13590673,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Who Framed Stella Abbott?","descr":"Stella (Lucy Hale) und Wes (Elliot Knight) versprechen sich, einander immer die Wahrheit zu sagen. Doch wenn es um Dr. Grant (Riley Smith) geht, ist das schwierig für Wes. Stella besorgt Aiden (Jayson Blair) einen Job bei ihr im Café doch erkennt bald, dass er etwas plant. Als sie sich mit der Familie berät, sind sich alle einig, dass Aiden seinen Weg allein finden muss.","versions":[{"lang":2,"streams":[{"redirect":14376256,"hoster":"VOE"},{"redirect":13590701,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Our Father, The Hero","descr":"Obwohl Aidens (Jayson Blair) Probleme größer werden, glaubt er fest daran, dass Peter (Dylan Walsh) ihn vor Ärger bewahren kann. Stella (Lucy Hale) hat Schwierigkeiten damit, Aiden nicht die Wahrheit zu sagen, wer der Polizei den Tipp gab. Wes (Elliot Knight) ist alles andere als glücklich.","versions":[{"lang":2,"streams":[{"redirect":13508371,"hoster":"VOE"},{"redirect":13590721,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Sleepless Near Seattle","descr":"Stella (Lucy Hale) findet sich mit Dr. Grant (Riley Smith) und Sadie () auf einem Road Trip wieder um Sadie zu helfen in eine klinische Studie zu kommen. Während Stella unterwegs ist, bekommt Wes (Elliot Knight) ein Jobangebot von seiner Exfreundin.\rAiden (Jayson Blair) und Peter (Dylan Walsh) versuchen eine neue Normalität zwischen sich zu finden und Aiden erkennt, dass er einen neuen Freund hat.\rLizzie (Brooke Lyons) und Diego (Carlos PenaVega) erfahren, dass ihr Sohn in der Schule gemobbt wird, was eine neue Seite an Diego zum Vorschein bringt.","versions":[{"lang":2,"streams":[{"redirect":13508370,"hoster":"VOE"},{"redirect":13676119,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"What To Expect When You’re Not Expecting","descr":"Stella (Lucy Hale) und Wes (Elliot Knight) sprechen über ihre gemeinsame Zukunft und erfahren etwas, womit sie nicht gerechnet haben. Nachdem sie mit Lizzie (Brooke Lyons) über die Sache redet, erkennt Stella, dass sie nicht so bereit für die Zukunft ist, wie sie dachte.\rAiden (Jayson Blair) entwickelt ungekannte Gefühle für ein Mädchen, dass er beim Sozialdienst kennenlernt.\rDiegos (Carlos PenaVega) Pläne, seine neue Chefin beim Brunch zu beeindrucken gehen daneben als nicht nur Ida (Gillian Vigman) sondern auch Peter (Dylan Walsh) Interesse an ihr zeigen.","versions":[{"lang":2,"streams":[{"redirect":14357341,"hoster":"VOE"},{"redirect":13590723,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Way We Work","descr":"Stella (Lucy Hale) und Wes (Elliot Knight) erkennen, dass ihre Probleme größer sind, als sie dachten und suchen professionelle Hilfe. Aiden (Jayson Blair) sucht einen Job und holt sich die Hilfe von Wes. Lizzie und Ida (Gillian Vigman) fangen an, zusammenzuarbeiten, aber das bringt so einige Probleme mit sich.\rIn der Zwischenzeit scheint Peters (Dylan Walsh) Beziehung gut zu laufen, aber er muss eine schwere Entscheidung treffen.","versions":[{"lang":2,"streams":[{"redirect":13508373,"hoster":"VOE"},{"redirect":13590725,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Frisky Business","descr":"Stella (Lucy Hale) und Wes (Elliot Knight) haben das Gefühl, endlich am richtige Platz zu sein, aber sie finden bald heraus, dass es immer schwieriger wird, an diesem für sie so sicheren Ort auch zu bleiben.\rWeiterhin erhält Stella die Möglichkeit, eine Veranstaltung für das Krankenhaus zu planen, die für Dr. Grant (Riley Smith) genau den richtige Nerv zur richtigen Zeit trifft.\rAiden (Jayson Blair) gibt Geld aus, ohne Wes zu konsultieren, und zwingt Wes, einen Investor zu finden, über den niemand glücklich ist.\rInzwischen erfährt Peter (Dylan Walsh) von Idas (Gillian Vigman) Traum und muss sich entscheiden, ob er ihr helfen kann und wird, diesen zu verwirklichen.","versions":[{"lang":2,"streams":[{"redirect":13508378,"hoster":"VOE"},{"redirect":13590726,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Love Factually","descr":"Stella (Lucy Hale) will unbedingt mit Wes (Elliot Knight) reden, aber ein Problem an der Bar lässt dies nicht zu. Irgendwas ist ja immer. Beim Versuch, sich auf ihren neuen Job im Krankenhaus zu konzentrieren, entdeckt sie einige Informationen über Wes.\rPeter (Dylan Walsh) und Ida (Gillian Vigman) feiern ihr letztes Jubiläum auf eine recht ungewöhnliche Weise.\rIn der Zwischenzeit geht bei Familie Abbott nichts mehr, als niemand anderes als Stella krank wird.","versions":[{"lang":2,"streams":[{"redirect":13508377,"hoster":"VOE"},{"redirect":13590727,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Then And Now","descr":"Nachdem Stella (Lucy Hale) ihre und Wes\u0027 (Elliot Knight) Beziehung in die sozialen Medien bringt, müssen sie ihre Beziehung der Welt gegenüber verteidigen und sind plötzlich gezwungen, in Frage zu stellen, was die Zukunft für sie bereit hält.\rPeters (Dylan Walsh) Sorge um seine Gesundheit lässt ihn erkennen, mit wem er wirklich zusammen sein will.\rAiden (Jayson Blair) will den Traum von einer eigenen Bar nicht aufgeben und sucht nach einer Lösung.","versions":[{"lang":2,"streams":[{"redirect":13508379,"hoster":"VOE"},{"redirect":13590737,"hoster":"Streamtape"}]}]}]}]}