{"seriesId":"life","name":"Life","descr":"Zwölf Jahre nachdem Polizist Charlie Crews (Damian Lewis) ins Gefängnis gesteckt wurde, weil er einen früheren Geschäftspartner und zwei direkte Angehörige erschossen haben soll, erlöst ihn ein DNA-Test aus der Haft. Der einst unschuldig Verurteilte wurde inzwischen von Frau und Freunden verlassen und beginnt ein neues Leben. Durch eine Haftentschädigung von 50 Millionen US-Dollar wird er zum reichen Mann und hätte eigentlich keine Arbeit mehr nötig. Trotzdem beschließt er, in den Dienst der Polizei zurückzukehren. Zusammen mit seiner neuen Kollegin Dani Reese (Sarah Shahi) löst er dort nicht nur erfolgreich Mordfälle, sondern versucht nebenbei auch herauszufinden, wer ihm vor zwölf Jahren das Leben zerstört hat. Reese, eine Polizistentochter, die mit ihrer Drogenvergangenheit zu kämpfen hat, wird jedoch von ihrer Vorgesetzten Karen Davis (Robin Weigert) dazu benutzt, um Genaueres über Crews Pläne zu erfahren. Davis vermutet, dass Crews einen persönlichen Feldzug plant, um seinen Gefängnisaufenthalt zu rächen. Und tatsächlich kommt Crews einem gewaltigen Komplott auf die Spur.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Dienstbeginn","epNo":1,"alt":"Merit Badge","descr":"Charlie Crews, ein ehemaliger Polizist, wurde vor zwölf Jahren unschuldig wegen dreifachen Mordes zu einer lebenslangen Haftstrafe verurteilt. Dank seiner engagierten Anwältin Constance Griffiths ist Charlie jedoch heute wieder auf freiem Fuß. Constance, die stets von Charlies Unschuld überzeugt war, hatte erfolgreich ein Revisionsverfahren eingeleitet, in dessen Folge Charlie freigesprochen wurde. Außerdem hat er 50 Millionen Dollar als Entschädigung für die verlorenen Lebensjahre erhalten. Sofort nach seiner Entlassung nimmt Charlie wieder den Dienst als Ermittler bei der Mordkommission auf.","versions":[{"lang":1,"streams":[{"redirect":8838489,"hoster":"VOE"},{"redirect":11604186,"hoster":"Doodstream"},{"redirect":8589708,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die tote Braut","epNo":2,"alt":"Tear Asunder","descr":"Die junge Ehe von Anna und Jake Silvers nimmt ein abruptes Ende, als Anna nach der Hochzeitsnacht in ihrem Hotelzimmer tot aufgefunden wird. Der Verdacht richtet sich zunächst gegen den Bräutigam. Charlie und Dani entdecken den verwirrten Jake blutüberströmt in einem anderen Raum des Hotels.","versions":[{"lang":1,"streams":[{"redirect":8838497,"hoster":"VOE"},{"redirect":11604244,"hoster":"Doodstream"},{"redirect":11604238,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13959268,"hoster":"VOE"},{"redirect":13959267,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alleingang","epNo":3,"alt":"Let Her Go","descr":"Charlie und Dani werden zu einem Tatort gerufen, der zunächst den Eindruck erweckt, als sei dort ein Unfall geschehen: Ein Auto liegt am Fuß einer Böschung, die Beifahrerin ist tot. Charlie entdeckt allerdings ein Einschussloch am Autositz und eine stark blutende Bauchwunde bei dem Opfer – die Frau wurde erschossen. Als Charlie die nähere Umgebung auskundschaftet, trifft er auf einen blutbesudelten, offensichtlich sehr verwirrten Mann. Wie sich herausstellt, ist er der Ehemann der Ermordeten – Peter Stylman. Beim anschließenden Verhör wird klar, dass Peter sich an nichts mehr erinnern kann. Glücklicherweise gelingt es Dani und Charlie mithilfe des Navigationsgerätes herauszufinden, dass Peter und seine Frau kurz vor dem Unfall an einer Tankstelle gehalten hatten. Der Tankstellenbesitzer berichtet, dass er einen extrem großen, dicken Mann gesehen habe, der zu dem Ehepaar ins Auto gestiegen sei. Schnell kann dieser Unbekannte als der einschlägig vorbestrafte Manny Umaga identifiziert werden. Schließlich wird eine Gegenüberstellung mit Peter Stylman arrangiert, in der Peter jedoch angibt, in Umaga nicht den Mann wiederzuerkennen, der seine Frau erschossen hat. Charlie und Dani beginnen, an Peters Unschuld zu zweifeln … Neben den Ermittlungen an diesem Mordfall, beschäftigt sich Charlie weiterhin mit den ungeklärten Mordfällen, wegen derer er zwölf Jahre unschuldig im Gefängnis gesessen hatte. Er sucht das Haus auf, in dem sich die Tragödie ereignete und vergleicht die Zimmer mit Fotos aus der Mordnacht. Plötzlich wird ihm klar, dass die einzig Überlebende, ein kleines Mädchen, im Haus gewesen sein muss, als ihre Familie erschossen wurde – obwohl der damalige Chefermittler, Detective Carl Ames, stets behauptet hatte, die Kleine sei in der besagten Nacht nicht dort gewesen …","versions":[{"lang":1,"streams":[{"redirect":8838490,"hoster":"VOE"},{"redirect":11604233,"hoster":"Doodstream"},{"redirect":8589714,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13959269,"hoster":"VOE"},{"redirect":13959271,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Szenen einer Ehe","epNo":4,"alt":"What They Saw","descr":"Charlie und Dani werden spät abends zu einer noblen Villa gerufen, deren Besitzer ermordet in seinem Bett aufgefunden wurde. Die Hintertür des Hauses wurde aufgebrochen und der Täter hat neben einem Ring, den der Tote am Finger trug, offenbar noch einige Wertgegenstände mitgenommen. James White, der Ehemann des homosexuellen Opfers, ist erschüttert. Er wundert sich allerdings, dass unter den gestohlenen Dingen im Grunde keine wirklich teuren Gegenstände waren. Es sind aber alles Stücke, die für seinen Partner Lance einen hohen ideellen Wert hatten – der Mörder muss sein Opfer also gut gekannt haben. Charlie bemerkt im angrenzenden Park einen Obdachlosen namens Holt Easley, der dort schon seit längerer Zeit haust. In seiner Tasche entdeckt Dani den Ring von Lance. Easley beteuert, Lance nicht umgebracht zu haben. Er hat aber angeblich beobachtet, wie James seinen Lebensgefährten erschoss. Im Gegensatz zu Charlie steht Dani dieser Anschuldigung eher skeptisch gegenüber – sie glaubt, der schwer alkoholabhängige Holt wolle nur seine eigene Haut retten. Kurze Zeit später macht die Nachbarin des Ermordeten, Stephanie Borns, eine Aussage, die für Verwirrung sorgt: Stephanie behauptet, ihr Ehemann Drew Borns sei homosexuell und habe eine Affäre mit Lance gehabt. Am Abend des Mordes habe sie gesehen, wie ihr Mann das Nachbarhaus verließ, kurz nachdem Stephanie die tödlichen Schüsse gehört hatte …","versions":[{"lang":1,"streams":[{"redirect":8838491,"hoster":"VOE"},{"redirect":11604223,"hoster":"Doodstream"},{"redirect":8589712,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gefallener Engel","epNo":5,"alt":"The Fallen Woman","descr":"Eine wunderschöne Frau in einem Engelskostüm stürzt aus dem neunten Stock eines Hotels in den Tod. Die Identität der Toten kann zunächst nicht geklärt werden, obwohl auf dem Polizeirevier kurze Zeit später einige schräge Gestalten auftauchen, die Dani und Charlie vom Glauben an Engel, Teufel und das nahe Weltende überzeugen wollen. Es ist aber niemand darunter, der die Tote wirklich gekannt hat. Dann allerdings fällt Charlie ein extrem verängstigter Mann in der Menge auf. Es stellt sich heraus, dass es sich um den Mann der Verstorbenen, den Industriellen Jasper, handelt. Jasper rückt nur langsam mit der Sprache heraus, doch Charlie und Dani begreifen sehr schnell, dass hinter dem Mord an Jaspers Frau viel mehr steckt. Jasper berichtet, er habe seine viel jüngere Frau Lena, die aus Russland stammte, in einer Bar kennengelernt. Kurze Zeit später habe er sie geheiratet und nach einem Jahr sei plötzlich ein furchteinflößender Mann aufgetaucht. Dieser habe 10.000 Dollar monatlich von Jasper gefordert, die der vermögende Unternehmer seitdem auch immer bezahlt hat. Nun ahnen Charlie und Dani zwar, dass sie es mit einem Menschenhandels- und Prostitutionsring zu tun haben. Warum Lena allerdings sterben musste, obwohl Jasper stets die geforderten Summen gezahlt hatte, bleibt zunächst ein Rätsel …","versions":[{"lang":1,"streams":[{"redirect":14427747,"hoster":"VOE"},{"redirect":11604216,"hoster":"Doodstream"},{"redirect":8589713,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ausgeliefert","epNo":6,"alt":"Powerless","descr":"Charlies Kollegin Dani wird mit einem dunklen Kapitel ihrer Vergangenheit konfrontiert. Bevor sie Charlies Partnerin wurde, war sie einige Zeit als Undercover-Polizistin beschäftigt, um einen Drogenring zu sprengen. In dieser Zeit war Dani selbst kokainsüchtig und hat zuviel Alkohol getrunken. Sie darf ihren jetzigen Job nur unter der Bedingung ausüben, dass sie regelmäßig an Treffen der Anonymen Alkoholiker teilnimmt. Hier trifft sie auf einen Leidensgenossen, der ihr höchst verdächtig erscheint. Der smarte und charismatische Rick offenbart in einer Sitzung der Anonymen Alkoholiker, dass er im Alkoholrausch eine Frau schwer misshandelt hat. Dani, die dem scheinbar geläuterten Rick nicht traut, stöbert daraufhin bergeweise Akten im Revier durch – und wird fündig. Sie glaubt, dass eine Frau namens Nancy Ricks ungesühntes Opfer ist. Es gelingt ihr zwar, Nancy aufzuspüren, doch diese will aus Angst vor Rick nicht sprechen. Darum heftet sich Dani an Ricks Fersen und observiert ihn Tag und Nacht. Noch ahnt sie allerdings nicht, dass sie sich damit selbst in höchste Gefahr begibt …","versions":[{"lang":1,"streams":[{"redirect":8838498,"hoster":"VOE"},{"redirect":11604212,"hoster":"Doodstream"},{"redirect":8589715,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Falsche Fährte","epNo":7,"alt":"A Civil War","descr":"Als Charlie und Dani zu einer Tankstelle gerufen werden, die gerade überfallen wurde, bietet sich ihnen ein makabrer Anblick. Auf der Scheibe eines Kühlregals steht der Satz \"Geht nach Hause\" geschrieben – hinter der Scheibe wurden die Leichen zweier junger Menschen drapiert. Bei den Opfern handelt sich um eine Studentin und ihren Freund, beide iranischer Abstammung. Aufgrund der Parole an der Scheibe gehen Dani und Charlie zunächst von einem Mord aus rassistischen Motiven aus. Darum sind sie auch alarmiert, als eine hysterische Mutter und ihre Tochter am Tatort auftauchen: Roya Darvashi glaubt, dass ihr Sohn Amir, der mit den Opfern befreundet war, entführt wurde. Der Anfangsverdacht scheint sich zu erhärten, als Charlie mit der Besitzerin der Tankstelle, Mary Ann Farmer, spricht. Er zeigt ihr das Video aus der Überwachungskamera. Darauf sind drei bewaffnete junge Männer zu sehen, deren Gesichter durch Skimasken getarnt sind. Dennoch erkennt Mary Ann einen der Täter: Es ist ihr Sohn Jeffrey, den Mary Ann als einen ausgesprochen frustrierten, gewaltbereiten und fremdenfeindlichen jungen Mann beschreibt. Kurze Zeit später erhält Roya Darvashis Tochter Shahnaz eine MMS, die ihren Bruder Amir zeigt. Er ist ganz offensichtlich schwer misshandelt worden. Der Entführer fordert eine hohe Summe – offenbar weiß er, dass Amir mit Drogen dealt. Da auch die ersten beiden Opfer wegen Drogenhandels vorbestraft waren, glauben Dani und Karen nun nicht mehr an einen rassistischen Mörder. Charlie wird das Gefühl nicht los, dass es in diesem Fall weder um Fremdenhass noch um Drogen oder Geld geht …","versions":[{"lang":1,"streams":[{"redirect":8838494,"hoster":"VOE"},{"redirect":11604209,"hoster":"Doodstream"},{"redirect":8589716,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der halbierte Mann","epNo":8,"alt":"Farthingale","descr":"Carl Ames, der damalige Chefermittler in den Mordfällen, für die Charlie einst unschuldig verurteilt wurde, wird erschossen in der Tiefgarage des Polizeigebäudes aufgefunden. Entgegen der handfesten Beweise hatte Ames bis zuletzt daran festgehalten, dass Charlie vor zwölf Jahren der Mörder war. Darum wundert es nicht, dass Charlie nun ins Visier der Dienstaufsicht gerät. Leider kann seine damalige Anwältin Constance ihn nicht mehr vertreten, da sie mittlerweile für die Staatsanwaltschaft arbeitet. Für Charlie wird es richtig brenzlig, als man eine Durchsuchung seines Hauses anordnet. Seit seiner Entlassung hatte er unermüdlich in dem alten Mordfall recherchiert und die Ergebnisse seiner Ermittlungen an die Wand eines begehbaren Schranks geheftet. Die unzähligen Fotos und Dokumente könnten den Eindruck erwecken, dass Charlie alle Widersacher und Zeugen aus dem Weg schaffen will. Trotz dieser Belastungen müssen Charlie und Dani einen neuen Mord aufklären. In einer unpersönlichen und fast leeren Wohnung wird die Leiche eines Mannes gefunden, der durch eine Explosion des Gasherdes gestorben ist. Zu Danis und Charlies Erstaunen trägt der Mann zwei Ausweise bei sich – ausgestellt auf die Namen Edward Farthing und Joseph Gale. Es kommt ans Licht, dass der Mann ein Doppelleben führte. Er hatte zwei Ehefrauen, Elena Farthing und Marissa Gale, die nichts von der Existenz der jeweils anderen ahnten. Beide berichten, dass ihr Mann ein Spion gewesen sei …","versions":[{"lang":1,"streams":[{"redirect":8838496,"hoster":"VOE"},{"redirect":11604201,"hoster":"Doodstream"},{"redirect":8589717,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die geraubte Stimme","epNo":9,"alt":"Serious Control Issues","descr":"In einem Waldstück wird die Leiche einer jungen Frau entdeckt, der die Kehle aufgeschnitten wurde. Das Mädchen hieß Josie, lebte auf der Straße und verdiente ein bisschen Geld als Straßenmusikerin. Vor dem Supermarkt, in dessen Nähe die Leiche gefunden wurde, treffen Charlie und Dani durch Zufall einen Jungen namens Nate. Als sie Nate ein Foto von Josie zeigen, spürt Charlie sofort, dass Nate Josie kannte. Der Junge streitet das aber ab – ganz offensichtlich, weil sein Vater Ray, der in dem Supermarkt arbeitet, hinzukommt. Darum suchen Charlie und Dani Nate zu Hause auf. Sie haben Glück, denn Ray ist nicht da, sodass sie Nate ungestört befragen können. Nate gibt endlich zu, Josie gekannt zu haben. Als Täter scheidet er aus, denn er hat ein glaubwürdiges Alibi für die Mordnacht. Der Besuch bei Nate ist dennoch lohnenswert, denn der Junge gibt Dani und Charlie einen hilfreichen Tipp. Er hat Josie mehrmals in der Begleitung eines Truckers gesehen, dem Josie auf der Gitarre vorgespielt hat. Charlie und Dani finden heraus, dass es sich um den Brotlieferanten Dean Gill handelt. Als sie zu dessen Haus fahren, hören sie schon von draußen herzzerreißende Schreie …","versions":[{"lang":1,"streams":[{"redirect":8838495,"hoster":"VOE"},{"redirect":8589718,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vergraben","epNo":10,"alt":"Dig a Hole","descr":"Bauarbeiter entdecken beim Ausheben einer Grube eine mumifizierte Leiche. Offenbar wurde der Mann vor vielen Jahren lebendig begraben. Charlie und Dani finden heraus, dass auf dem Gelände früher einmal ein buddhistisches Zen-Zentrum gestanden hat. Der Tote ist der Zen-Meister Tim Chang, der seit zehn Jahren als vermisst gilt. In der Jacke der Leiche findet Dani ein altes Handy, das sich für die weiteren Ermittlungen als äußerst wertvoll erweist. Denn das Telefon ist noch soweit intakt, dass die Rufnummern, die das Opfer zuletzt gewählt hatte, ausgelesen werden können. So gerät eine Reihe von Personen ins Visier der Ermittler. Zunächst suchen Dani und Charlie das Professorenehepaar Amy und Luke Dujardin auf. Amy erzählt, dass sie einst Mitglied in Changs Zentrum war. Wer ein Interesse daran gehabt haben könnte, den Zen-Meister zu ermorden, ist sowohl Amy als auch ihrem Ehemann ein Rätsel. Der nächste Verdächtige ist Eric Molina, ein ehemaliger Meisterschüler Changs, der nun ein eigenes Karate-Dojo leitet. Molina berichtet Charlie und Dani einige pikante Geheimnisse Changs, die den einst angesehenen Lehrmeister plötzlich in einem anderen Licht erscheinen lassen …","versions":[{"lang":1,"streams":[{"redirect":8838502,"hoster":"VOE"},{"redirect":11604194,"hoster":"Doodstream"},{"redirect":8589719,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Alte Rechnungen","epNo":11,"alt":"Fill It Up","descr":"Seit Charlie aus dem Gefängnis entlassen wurde, bemüht er sich in seiner freien Zeit fieberhaft darum, die furchtbaren Morde aufzuklären, wegen derer er unschuldig zwölf Jahre im Gefängnis gesessen hatte. Damals wurden ein befreundeter Kollege und seine Frau in ihrem eigenen Haus erschossen. Bereits seit einiger Zeit weiß Charlie, dass entgegen der offiziellen Polizeiakte die kleine Tochter des Ehepaares, Rachel Seybolt, sehr wohl in der Mordnacht zu Hause gewesen ist. Es ist sehr wahrscheinlich, dass sie den Mörder gesehen hat. Zudem hat Charlie die Kopie einer streng geheimen Akte an sich gebracht, in der der Name des mutmaßlichen wahren Täters vermerkt ist: Kyle Hollis. Aus der gleichen Akte geht hervor, dass Kyle Hollis wegen eines anderen Vergehens einige Zeit hinter Gittern verbracht hat. Wo er sich seit seiner Entlassung aufhält, ist jedoch unbekannt. Um dies herauszufinden, wendet sich Charlie an den Häftling Mark Rawls, den Charlie von einem früheren Fall her kennt. Rawls verspricht, sich im Gefängnis umzuhören. Tatsächlich meldet er sich bereits kurze Zeit später über einen Mittelsmann wieder bei Charlie und nennt ihm Kyle Hollis’ Adresse. Obwohl Charlie weiß, dass er damit seinen Job aufs Spiel setzt, fährt er heimlich zu der angegebenen Adresse. Dort trifft er allerdings nicht auf Hollis, sondern auf dessen Tochter, die schwer verletzt in der Küche des Hauses liegt …","versions":[{"lang":1,"streams":[{"redirect":8838499,"hoster":"VOE"},{"redirect":11604189,"hoster":"Doodstream"},{"redirect":8589722,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"10 Kisten","epNo":1,"alt":"Find Your Happy Place","descr":"An unterschiedlichen öffentlichen Orten von L.A. werden drei Leichen in Schrankkoffern gefunden. Die Aufklärung des Falles erweist sich als ausgesprochen schwierig, denn die drei Opfer scheinen keinerlei Gemeinsamkeiten zu haben – es handelt sich um einen Investmentbanker, eine Ladenbesitzerin und eine Stripteasetänzerin. Noch bevor Dani und Charlie Genaueres in Erfahrung bringen können, meldet sich ein Händler auf dem Revier. Er hat die Schrankkoffer auf den Fernsehbildern wiedererkannt und berichtet, dass er vor einiger Zeit einem Mann zehn solcher Koffer verkauft hat. Damit ist klar, dass es noch weitere Opfer geben wird. Charlie und Dani arbeiten unter Hochdruck – und Charlie kommt durch eine Bemerkung seines neuen Chefs Captain Tidwell auf eine Idee. Er überprüft die Daten der GPS-Geräte der Opfer und stößt tatsächlich auf einen Hinweis, der die Ermittlungen entscheidend vorantreibt … Nachdem Charlie den wahren Mörder der Familie Seybolt gefunden hat, ist ihm trotzdem immer noch nicht klar, wer es zu verantworten hat, dass er für die Morde zwölf Jahre lang unschuldig im Gefängnis sitzen musste. Leider ist der damalige Chefermittler Carl Ames selbst vor einiger Zeit Opfer eines Mordanschlags geworden. Charlie glaubt, dass es einen Zusammenhang mit einem Überfall auf die Bank von L.A. gibt, bei der Millionen erbeutet wurden, die seitdem spurlos verschwunden sind. Steckt hinter Charlies Verurteilung vor zwölf Jahren und der verschwundenen Beute ein Komplott korrupter Polizisten? Und was hat Danis Vater, der ehemalige Polizist Jack Reese, damit zu tun? Um das herauszufinden, sucht Charlie weiterhin fieberhaft nach Rachel Seybolt. Sie überlebte den Mordanschlag auf ihre Familie und scheint der Schlüssel zur Lösung des Rätsels zu sein …","versions":[{"lang":1,"streams":[{"redirect":8838501,"hoster":"VOE"},{"redirect":11615153,"hoster":"Doodstream"},{"redirect":8589720,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mordsbande","epNo":2,"alt":"Everything … All the Time","descr":"Charlie und Dany müssen den Mord an dem Einwanderer Maxwell Horta aufklären, der in einem leeren Swimmingpool tot aufgefunden wird. Maxwell wurde von seinem Mörder an einen Stuhl gefesselt und brutal erschlagen. Der Familienvater hinterlässt seine Frau und zwei Töchter. Die jüngere Tochter Elsa berichtet, ihr Vater habe sich am Abend zuvor am Telefon mit einem ihr unbekannten Anrufer gestritten und sei daraufhin eilig weggefahren. Die ältere Tochter Carmen gibt an, während der Mordzeit eine Party besucht zu haben. Erinnern kann sie sich allerdings an nichts mehr, da offenbar jemand Drogen in ihren Cocktail gemischt hatte. Aufgrund der Brutalität des Mordes gehen Charlie und Dani zunächst von einer Tat im Zusammenhang mit einer Bandenfehde aus. Es gibt jedoch auch noch eine zweite Spur, die in ein nobles Fitnessstudio führt. Der Sohn des Besitzers, Patrick Bridger, seine Freundin Annabelle Shore und Marty Hawkins sowie Benny Bankley, zwei weitere Freunde von Patrick, veranstalten regelmäßig glamouröse Partys – am Abend zuvor war Carmen Horta auf einer solchen Party gewesen. Marty Hawkins, ein muskulöser Hüne, käme von seiner Statur her als Mörder von Maxwell Horta in Frage. Er hat jedoch ein Alibi für die fragliche Zeit. Angeblich ist er bei seiner Therapeutin, Dr. Lana James, gewesen und dort auch über Nacht geblieben. Die Psychiaterin bestätigt zunächst Martys Aussage. Doch dann bringen Charlie und Dani die Therapeutin mit einem Trick aus der Fassung und sie erklärt sich schließlich bereit, mit der Polizei zu kooperieren. Dr. James verabredet sich mit Patrick Bridger, der wie die anderen drei Verdächtigen zu ihren Patienten zählt. Da sie vorher verwanzt wurde, können Charlie und Dani das Gespräch aus einem parkenden Auto heimlich belauschen …","versions":[{"lang":1,"streams":[{"redirect":8838500,"hoster":"VOE"},{"redirect":8589721,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eiskalt","epNo":3,"alt":"The Business of Miracles","descr":"In einem großen Pharmazieunternehmen wird der renommierte Wissenschaftler Dan Auerbach tot aufgefunden. Sein ganzer Körper ist durch flüssigen Stickstoff, den er versehentlich einatmete, eingefroren worden. Auerbach, ein Workaholic, inhalierte des Öfteren reinen Sauerstoff, um sich wach zu halten. Der Mörder muss offenbar den Sauerstoff gegen Stickstoff ausgetauscht haben. Der ahnungslose Forscher starb bereits nach dem ersten Atemzug aus dem manipulierten Gerät. In Auerbachs völlig verwüstetem Arbeitszimmer liegen viele seiner Versuchstiere tot am Boden. An die Wand wurde die Parole einer Tierschutzorganisation gesprüht. Charlie und Dani hegen darum zunächst die Vermutung, dass Vertreter dieser Organisation für den Mord an Auerbach verantwortlich sein könnten. Sie verhören zwei der Aktivisten, Betsy Bournes und Billy Smelko. Kurze Zeit später stellt sich heraus, dass Betsy nicht die Person ist, die sie vorgibt zu sein …","versions":[{"lang":1,"streams":[{"redirect":8838505,"hoster":"VOE"},{"redirect":8589723,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Experiment","epNo":4,"alt":"Not For Nothing","descr":"Charlie und Dani untersuchen den Mord an einem Studenten, der im Keller der Universität tot aufgefunden wurde. Das Opfer, Ryan Sagel, hatte gemeinsam mit 19 weiteren Kommilitonen an einem sozialwissenschaftlichen Experiment teilgenommen. In diesem Versuch, der von dem Soziologie-Professor Halliday geleitet wird, sollte das Sozialverhalten von Menschen unter den Bedingungen einer Gefängnishaft untersucht werden. Dazu teilte Halliday seine Probanden in zwei Gruppen: Zehn von ihnen spielten die Gefängnisinsassen, die zehn anderen – unter ihnen auch das Mordopfer – die Wärter. Was ist bei dem Experiment schiefgelaufen, dass einer der Teilnehmer sterben musste? In dem simulierten, ständig videoüberwachten Gefängnis hätte der Mörder eigentlich nicht entkommen können. Charlie und Dani gehen darum zunächst davon aus, dass der Mörder unter den Studenten zu suchen ist. Bald gerät aber auch Professor Halliday in Verdacht. Er hatte Ryan Sagel offenbar angewiesen, den \"Häftling\" Will psychisch zu brechen, um die anderen Sträflinge zu manipulieren …","versions":[{"lang":1,"streams":[{"redirect":8838506,"hoster":"VOE"},{"redirect":8589725,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Abgewrackt","epNo":5,"alt":"Crushed","descr":"Auf einem Schrottplatz wird die Leiche eines Mannes in dem Wrack eines verschrotteten Autos entdeckt. Bei dem Toten handelt es sich um den Angestellten eines Abschleppdienstes, Mike Brody. Charlie und Dani beginnen ihre Ermittlungen bei Brodys Lebensgefährtin Rosa. Sie berichtet, dass Mike sich in den letzten Wochen merkwürdig verhalten habe. Stets sei er spät abends in seine Garage gegangen, habe die Türe hinter sich verschlossen und dann stundenlang vor seinem Computer gesessen. Nachdem Mikes Computer einer eingehenden Analyse unterzogen wurde, ist klar: Er hatte eine Online-Affäre zu einer Frau, die sich im Internet Bethany nennt. Offenbar pflegt Bethany mehrere Beziehungen gleichzeitig. So ist sie auch mit Rob Dow, einem Kollegen des Ermordeten, virtuell verbandelt. Als Charlie und Dani Rob verhören wollen, zerstört dieser plötzlich hektisch seinen Computer – er hat ganz offensichtlich etwas zu verbergen. Rob verweigert im anschließenden Verhör jede Aussage, doch durch die Überprüfung von Mike Brodys Email-Adressen gelingt es, Bethany ausfindig zu machen. Es handelt sich um die junge und attraktive Studentin Bethany Gray, die Tochter des wohlhabenden Musikproduzenten Nathan Gray. Bethany allerdings behauptet, niemals Kontakt zu Mike Brody oder Rob Dow gehabt zu haben. Da Charlie und Dani Bethanys Beteuerungen Glauben schenken, vermuten sie, dass jemand die Internetidentität der Studentin ohne deren Wissen benutzt hat …","versions":[{"lang":1,"streams":[{"redirect":8838503,"hoster":"VOE"},{"redirect":11615189,"hoster":"Doodstream"},{"redirect":8589724,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Erdbeben","epNo":6,"alt":"Did You Feel That?","descr":"L.A. wird von mehreren Erdbeben heimgesucht. Obwohl die Stärke der Beben nur gering ist, gibt es für das L.A. Police Department viel zu tun. Mitten im Chaos erhält Charlie einen Anruf der Strafvollzugsbehörde. Mehreren Häftlingen ist während eines Bebens die Flucht aus dem Gefängnis geglückt. Unter ihnen ist ein gewisser Arthur Tims, den Charlie und Dani vor längerer Zeit wegen des Mordes an einem kleinen Jungen verhaftet haben. Darum kennen sie auch den Vater des getöteten Kindes, Mark Rawls. Er hatte wegen einiger Drogendelikte ebenfalls eine Haftstrafe verbüßt, ist jedoch seit Kurzem wieder auf freiem Fuß. Charlie und Dani befürchten nun, dass Rawls sich an dem Mörder seines Sohnes rächen könnte und statten ihm darum einen Besuch ab. Als Rawls zu fliehen versucht, nehmen sie den frisch Entlassenen fest und übergeben ihn an zwei Kollegen. Es stellt sich aber heraus, dass diese Kollegen gar keine echten Polizisten sind, sondern Freunde von Arthur Tims. Vor Charlies und Danis Augen erschießen sie Mark Rawls und ergreifen die Flucht. Charlie und Dani befragen daraufhin Mrs. Ehrlich, die Exfrau von Tims. Mit ihrer Hilfe kommt das Ermittlerduo auf eine Spur, die sie zu einer Geldtransportfirma führt. Als Charlie und Dani dorthin fahren, begeben sie sich nichts ahnend in große Gefahr …","versions":[{"lang":1,"streams":[{"redirect":11615188,"hoster":"VOE"},{"redirect":8589727,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Jackpot","epNo":7,"alt":"Jackpot","descr":"In einem Luxusapartment wird die Leiche einer jungen, attraktiven Frau entdeckt. Es handelt sich um Hannah Ronson, die am Abend zuvor offenbar Besuch erwartete. Sie trägt ein Abendkleid und auf dem gedeckten Esstisch steht ein unberührtes Essen. Charlie und Dani bringen in Erfahrung, dass Hannah Mitglied einer kirchlichen Selbsthilfegruppe war. In dieser Gruppe haben sich Lottogewinner zusammengeschlossen, die mit ihrem plötzlichen Reichtum nicht zurechtkommen. Die Befragung der Mitglieder ergibt, dass Hannah gleich mit drei ihrer Leidensgenossen ein Verhältnis hatte. Ben Mosby, dessen Vornamen Hannah sich auf den Rücken hatte tätowieren lassen, hat offenbar Angst, nun selbst Opfer eines Mordanschlags zu werden. Auch Tom Bruckner fürchtet um sein Leben. Seit er mehrfacher Millionär wurde, wandelte er sein Haus in eine regelrechte Festung um und legte sich eine stattliches Arsenal an Waffen zu. Der dritte Liebhaber des Opfers, Dale Houseman, verbringt sein Leben mit Jetsetschönheiten und Partys. Doch offenbar hat er – ebenso wie die beiden anderen Männer – Hannah wirklich geliebt. Charlie und Dani stehen vor einem Rätsel – bis sich herausstellt, dass Hannah eine Betrügerin war …","versions":[{"lang":1,"streams":[{"redirect":8838507,"hoster":"VOE"},{"redirect":8589726,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Kaufrausch","epNo":8,"alt":"Black Friday","descr":"Einen Tag nach Thanksgiving wird in einem Einkaufszentrum die Leiche eines Mannes in einem Stand mit Weihnachtsdekorationen entdeckt. Da die Geschäftsleitung entgegen der Anweisungen der Polizei kurze Zeit später die Türen der Shopping-Mall öffnen lässt, entsteht ein großer Trubel, in dem die Leiche auf unerklärliche Weise verschwindet. Ob Selbstmord oder Mord – ohne Leiche ist der Fall für Charlie und Dani schwer zu klären. Da der Sicherheitsmann Dave Harris den Toten noch gesehen hatte, wissen Charlie und Dani zumindest, um wen es sich handelt. Das Opfer ist Mitchell Clark, Angestellter eines Schuhgeschäfts, das sich im Einkaufszentrum befindet. Bei ihren Recherchen stößt das Ermittlerduo auf Zak und Carin Sutter. Der Vater des jungen Geschwisterpaares war an Krebs gestorben und kurze Zeit später kam die Mutter bei einem Autounfall ums Leben. Die beiden Waisen haben sich heimlich eine Art Wohnung in den Lagerräumen des Einkaufszentrums eingerichtet. Charlie und Dani vermuten, dass die beiden Kinder irgendetwas mit dem Mord an dem Schuhverkäufer zu tun haben …","versions":[{"lang":1,"streams":[{"redirect":8838510,"hoster":"VOE"},{"redirect":8589728,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Cop-Groupies","epNo":9,"alt":"Badge Bunny","descr":"Die Lehrerin Kendall Shay und der Drogendealer Felix Banner werden erschossen in einer düsteren Ecke von L.A. aufgefunden. Charlie und Dani verhören zunächst den Mann, für den Felix Drogen verkaufte: Justin Tapp. Er ist keine große Hilfe, scheint aber auch mit den Morden nichts zu tun zu haben. Weitaus aufschlussreicher sind die Ermittlungen in Kendalls Umfeld. Sie gehörte zu einer Gruppe sogenannter Cop-Groupies – Frauen, die sich eine Beziehung oder Ehe mit einem Polizisten wünschen. In Kendalls Terminkalender entdeckt Charlie die Telefonnummern von sechs Kollegen. Kurze Zeit später findet in einer Bar eine Trauerfeier für Kendall statt. Dort erfahren Charlie und Dani, dass die Ermordete zuletzt eine Affäre mit dem verheirateten Cop Sean Graham hatte. Sean scheint Kendall wirklich geliebt zu haben. Darum besuchen Charlie und Dani Diane Graham, die betrogene Ehefrau … Charlie ermittelt weiterhin hinter dem Rücken seines Chefs in dem Fall, der ihn zwölf Jahre unschuldig ins Gefängnis brachte. Bereits seit geraumer Zeit vermutet er, dass der ehemalige Polizist Mickey Rayborn darin verwickelt ist. Eines Abends lauert er Rayborn auf. Doch noch bevor er Rayborn Informationen entlocken kann, wird Charlie entführt …","versions":[{"lang":1,"streams":[{"redirect":8838508,"hoster":"VOE"},{"redirect":11614918,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Halbblut","epNo":10,"alt":"Evil … And His Brother Ziggy","descr":"In einem Indianerreservat in der Nähe von L.A. graben wildlebende Hunde die Leiche eines Mannes aus. Es handelt sich um einen Polizisten: Deputy Sheriff John Hawes, der durch eine Kugel in die Brust getötet wurde. Von der Reservatspolizistin Whitehat erfahren Charlie und Dani, dass Hawes einen heftigen Streit mit Tomas Shasta, einem Mitglied des Stammesrates, hatte. Shasta kann jedoch für die fragliche Zeit ein Alibi vorweisen. Angeblich sei er mit seiner Verlobten Anna bei deren Vater Loomis gewesen. Kurze Zeit später beobachten Charlie und Dani durch Zufall Anna dabei, wie sie einen Blumenstrauß an dem Ort niederlegt, an dem Hawes’ Leiche gefunden wurde. Als die Ermittler zu ihrem Auto zurückkehren, ist dies gestohlen. Und nicht nur das: Whitehat spielt Charlie und Dani eine Nachricht von ihrem Anrufbeantworter vor, die Hawes kurz vor seinem gewaltsamen Tod hinterlassen hatte. Der Deputy spricht von Waffen, Geld und – dem Teufel …","versions":[{"lang":1,"streams":[{"redirect":11614942,"hoster":"VOE"},{"redirect":8589729,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Durch die Blume","epNo":11,"alt":"Canyon Flowers","descr":"Im Vorgarten eines Wohnhauses, das in einer gepflegten Gegend von L.A. liegt, wird die Leiche eines jungen Mannes entdeckt. Um den Kopf der Leiche hat der Mörder sternförmig Blumen arrangiert. Charlie und Dani finden heraus, dass es sich bei dem Toten um Frank Dunlop handelt, der für eine Wohltätigkeitsorganisation Essen an Bedürftige ausfuhr. Franks Kollegin Mindy berichtet, dass er äußerst beliebt bei Kunden und Kollegen gewesen sei und dass er zuletzt von einer Möglichkeit gesprochen hatte, eine große Geldsumme für die Organisation aufzutreiben. Mindy kann Dani und Charlie zwei Bedürftige nennen, die in der Nähe des Fundortes der Leiche wohnen: Maude Paxton und Flint Garber, zwei verschrobene und offenbar psychisch gestörte Menschen. Beide wirken äußerst betroffen über den Tod ihres Lieblingsfahrers und scheinen mit dem Mord nichts zu tun zu haben. Doch dann betreibt Dani Recherchen über die seltsame Inszenierung der Leiche. In den Archiven stößt sie auf einen Massenmörder, der vor Jahrzehnten bei seinen Opfern auf ähnliche Weise Blumen hinterließ. Dieser Mörder, der bereits seit dreißig Jahren tot ist, hinterließ mehrere Kinder. Zwei von ihnen sind Maude Paxton und Flint Garber …","versions":[{"lang":1,"streams":[{"redirect":8838509,"hoster":"VOE"},{"redirect":8589734,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Russendisko","epNo":12,"alt":"Trapdoor","descr":"In einer leer stehenden Lagerhalle werden die Leichen von drei Männern entdeckt. Da die Opfer regelrecht exekutiert worden sind, vermuten Charlie und Dani zunächst Morde im Zusammenhang mit Bandenkriminalität. Für diese These spricht auch, dass zwei der Männer Tätowierungen im Stil russischer Gangsterbanden tragen. Nur das dritte Opfer, ein junger Mann, passt nicht recht ins Schema. Dani durchforstet die Vermisstenanzeigen der letzten Wochen und wird tatsächlich fündig: Bei dem jüngeren Opfer handelt es sich um einen gewissen Pavel, der mit der Collegestudentin Liza liiert war. Durch Liza erfahren Charlie und Dani, dass Pavel ein begnadeter Ingenieur gewesen ist. Offenbar hat er für den russischen Unterweltkönig Roman Nevikov gearbeitet, den Charlie und Dani bereits aus einem anderen Fall kennen. Nevikov ist zugleich ein Informant des FBI-Agenten Bodner. Bodner wiederum, eine arrogante und zwielichtige Person, bedroht Charlie seit einiger Zeit und hat auch dafür gesorgt, dass Ted unschuldig im Gefängnis gelandet ist. Darum ist Charlie auch äußerst alarmiert, als sich eines Nachts ein Unbekannter Zutritt zu seinem Haus verschafft. Um Rachel zu schützen, schießt er sofort auf den Einbrecher. Doch dieser entpuppt sich als jemand, den Charlie überhaupt nicht erwartet hätte …","versions":[{"lang":1,"streams":[{"redirect":11614976,"hoster":"VOE"},{"redirect":8589731,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Notlandung","epNo":13,"alt":"Re-Entry","descr":"Acht Wochen sind vergangen seit Charlie vor seiner eigenen Haustür angeschossen wurde. Die Wunden sind nun verheilt, an den Tag des Attentats aber und an die Person, die ihm nach dem Leben trachtet, kann Charlie sich nicht erinnern – so behauptet er es zumindest Dani und Captain Tidwell gegenüber. Doch weder seine Kollegin noch sein Chef glauben an Charlies Amnesie-Geschichte. Während Tidwell hinter Charlies Rücken den Attentäter ausfindig zu machen versucht, werden Charlie und Dani zu einem Tatort gerufen. Mitten in einem Wohngebiet ist ein kleines Flugzeug notgelandet. Der Pilot sitzt tot im Cockpit – mit einer Kugel in der Brust. Die Ermittlungen ergeben, dass es sich um den früheren Astronauten William Ellis handelt, der mittlerweile ein großes Unternehmen besitzt. Zunächst gerät Williams Sohn Dean in Verdacht. Charlie und Dani finden zwar heraus, dass Dean ein illegales und gefährliches Hobby pflegt – der Mörder scheint er aber nicht zu sein. Dann bringt Mick Breem, ebenfalls ein früherer Astronaut und Angestellter in Ellis’ Firma, Charlie und Dani auf eine heiße Spur. Der Ermordete hatte vor einem Jahr den K2 bestiegen. In seinem Büro entdeckt Charlie eine in diese Zeit datierte buddhistische Trauerfahne. Wer ist bei der damaligen Klettertour auf den zweithöchsten Berg der Erde gestorben? Und hat dieser Todesfall etwas mit der Ermordung des Astronauten zu tun?","versions":[{"lang":1,"streams":[{"redirect":8838513,"hoster":"VOE"},{"redirect":8589730,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Heavy Metal","epNo":14,"alt":"Mirror Ball","descr":"Der Sänger einer Coverband, Mitch Wagner, wird am Morgen nach einem Konzert tot in der Veranstaltungshalle aufgefunden. Er ist mit einer Plastikfolie erstickt worden. Charlie und Dani befragen zunächst die anderen drei Mitglieder der Band. Sowohl Dr. Stanton, von Beruf Zahnarzt, als auch seine Bandkollegen Hal und Eric sagen aus, dass es einen Menschen gibt, der Mitch Wagner gehasst hat: Tyler Sims, der Mitchs Vorgänger bei der Band war. Bei einem Konzert hatte Sims ohne Vorankündigung einen Song gesungen, den er selbst geschrieben hatte, und damit einen Tumult unter den Fans ausgelöst. Daraufhin hatten die anderen Bandmitglieder beschlossen, Sims durch einen neuen Sänger zu ersetzen. Sims, der als Schweißer arbeitet, kann jedoch nichts nachgewiesen werden. Schließlich befragen Dani und Charlie Patty York, die am Mordabend an der Theaterkasse gearbeitet hat. Patty stellt ihnen den Obdachlosen Al vor. Er sagt aus, dass er Mitch Wagner und Dr. Stanton kurz nach dem Konzert gemeinsam habe weggehen sehen. Trotzdem zweifeln Charlie und Dani zu Recht an der Schuld des Dentisten. Auf die Identität des wahren Mörders wären sie im Traum nicht gekommen …","versions":[{"lang":1,"streams":[{"redirect":11614988,"hoster":"VOE"},{"redirect":8589732,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Dachschaden","epNo":15,"alt":"I Heart Mom","descr":"Charlie und Dani wundern sich, als sie zu einem Einfamilienhaus gerufen werden, das kein Dach hat. Auf dem Speicher des Hauses liegt eine männliche Leiche mit einer Schusswunde im Oberkörper. Zudem hat das Opfer mehrere zerknüllte 20-Dollar-Noten im Mund. Die Ermittlungen ergeben, dass es sich bei dem Toten um einen gewissen Roy McCullough handelt. Roy arbeitete für eine Firma, die Dächer und Dachstühle verkauft. Die Inhaber dieser Firma, Sasha und Ian Ryker, geben an, dass Roy auch auf eigene Faust Dächer verkauft habe und zwar mit höchst zweifelhaften Methoden. Charlie und Dani finden heraus, dass Roy eine ganze Reihe von Menschen um ihr Erspartes gebracht hat, und so ist die Liste der Verdächtigen lang. Zunächst gerät Red Pesca in Verdacht, doch der hat Roy zwar verprügelt, nicht aber umgebracht. Eine ältere Dame, Mary Ford, ist ebenfalls auf Roy hereingefallen, kommt jedoch als Mörderin ebenfalls nicht Frage. Schließlich stellt sich aber heraus, dass sie einen Sohn namens William hat, der seine Mutter abgöttisch liebt und bereits als brutaler Schläger aktenkundig ist. Trotzdem können Dani und Charlie nicht so recht glauben, dass er Roy McCullough umgebracht hat … Charlie trifft sich abermals mit Mickey Rayborn, da er sich von ihm Informationen über die polizeiinterne Korruptionsaffäre erhofft, deren Opfer Charlie offenbar geworden ist. Zwar gibt Rayborn einige Auskünfte, unter anderem auch über Danis Vater Jack Reese, doch kurze Zeit später erhält Charlie auf dem Revier Besuch von Amanda Puryer, der Geschäftsführerin einer Sicherheitsfirma, die für Rayborn arbeitet. Man hat auf Rayborns Jacht eine große Blutlache entdeckt und verdächtigt nun Charlie, Rayborn umgebracht zu haben …","versions":[{"lang":1,"streams":[{"redirect":13101691,"hoster":"VOE"},{"redirect":11615002,"hoster":"Doodstream"},{"redirect":11614996,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Taubenfutter","epNo":16,"alt":"Hit Me Baby","descr":"Der Finanzberater Jerome Rafts wird tot in seinem Luxusappartement aufgefunden. Er wurde vergiftet und erstochen. Da Dani für einige Wochen an einem FBI-Projekt teilnimmt, ermittelt Charlie gemeinsam mit seinem alten Kollegen Robert Stark. Zunächst fällt ihnen auf, dass in Rafts Wohnung viele Fotos stehen, die ihn mit unterschiedlichen Frauen zeigen. Darum liegt zunächst der Verdacht nahe, dass es sich bei dem Mord um ein Verbrechen aus Eifersucht handelt. Als Jeromes Computer untersucht wird, erweist sich diese These jedoch als falsch: Jerome hatte für alle Dates gezahlt – bei allen Frauen handelt es sich um Angestellte eines Edel-Eskortservices. Die Chefin der Begleitagentur, Brenda Trill, sagt aus, dass Jerome am Mordabend eine Verabredung mit einer gewissen Alexa gebucht hatte – und dass er seit seiner Bekanntschaft mit dieser Frau keine der anderen mehr habe treffen wollen. Bald finden Charlie und Robert heraus, warum Jerome sich so gut mit Alexa verstanden hat. Jerome war, wie Alexa, ein leidenschaftlicher Taubenzüchter. Hat dieses ausgefallene Hobby etwas mit dem Mord zu tun? Robert und Charlie tappen im Dunkeln – bis Ted ihnen erzählt, dass die Finanzprodukte, die Jerome verkauft hat, schon lange nichts mehr wert sind. Hatte Jerome eine andere Einnahmequelle? Als Charlie und Robert nochmals Jeromes Wohnung untersuchen, machen sie eine äußerst aufschlussreiche Entdeckung …","versions":[{"lang":1,"streams":[{"redirect":8838515,"hoster":"VOE"},{"redirect":8589739,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Fronturlaub","epNo":17,"alt":"Shelf Life","descr":"An der Strandpromenade von L.A. bricht am helllichten Tag ein Jogger tot zusammen – er wurde erstochen. Da Dani weiterhin mit dem FBI-Sonderprojekt beschäftigt ist, nimmt Charlie gemeinsam mit seinem alten Kollegen Robert Stark die Ermittlungen auf. Die beiden finden heraus, dass es sich bei dem Opfer um einen Soldaten handelt, der kürzlich aus dem Irak heimgekehrt ist. Er wollte sich nach dem anstrengenden Auslandseinsatz erholen – so berichten es zumindest seine drei Kameraden, Erin Cordette, Andy Dillar und Dixon Simms. Charlie ist es ein Rätsel, wie der Soldat in der belebten Fußgängerzone umgebracht werden konnte, ohne dass jemand den Mörder gesehen hat. Darum schaut er sich gemeinsam mit Robert die Überwachungsvideos für diesen Straßenabschnitt an. Zunächst können die beiden nichts Auffälliges entdecken – doch dann fällt Charlie auf, dass die ganze Szenerie irgendwie gestellt wirkt …","versions":[{"lang":1,"streams":[{"redirect":11615013,"hoster":"VOE"},{"redirect":8589742,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Diamantenfieber","epNo":18,"alt":"3 Women","descr":"Die Journalistin Sally Murdoch wird in ihrer eigenen Wohnung mit einem Golfschläger erschlagen. Als Charlie am Tatort ankommt, läuft ihm im Aufzug ein blutbesudelter Mann in die Arme, der sogleich eine wilde Schlägerei mit Charlie beginnt. Charlie gelingt es nichtsdestotrotz, den Mann festzunehmen. Da Dani weiterhin mit dem FBI-Sonderprojekt beschäftigt ist, wird Charlie eine äußerst kompetente Vertretung zur Seite gestellt: Detective Jane Seever ist ein wahrer Tausendsassa – sie ist nicht nur extrem sportlich, sondern liest auch Texte ungefähr zehn Mal so schnell wie Normalsterbliche. Gemeinsam mit ihr befragt Charlie den gewalttätigen Mann aus dem Aufzug. Er heißt John Flowers, ist vielfach vorbestraft, beteuert aber, Sally Murdoch sei schon tot gewesen, als er dort eingetroffen sei. John kannte Sally auch gar nicht persönlich, sondern nur aus Briefen, die er aus dem Gefängnis an sie geschrieben hatte. Flowers hatte darüber hinaus schriftlichen Kontakt zu zwei weiteren Frauen. Hat eine von ihnen Sally aus Eifersucht ermordet? Eine der beiden, Amy McDonough, scheint sehr enttäuscht zu sein, dass John ihr nach seiner Freilassung nicht mehr geschrieben hat – doch ist das ein ausreichendes Motiv für den Mord an einer potentiellen Konkurrentin? Die andere, die Theaterschriftstellerin und Regisseurin Nina Fiske, arbeitet zur Zeit an einem Stück das im Gefängnis spielt, weshalb sie offenbar auch den Kontakt zu einem Sträfling gesucht hatte. Auch sie scheint aber kein Motiv für den Mord an Sally Murdoch zu haben. Charlie und Jane tappen im Dunkeln, bis sie John Flowers alten Komplizen Ken Lankford im Gefängnis aufsuchen – und herausbekommen, dass Sally Murdoch Gerichtsreporterin war, als John und Kent der Prozess gemacht wurde …","versions":[{"lang":1,"streams":[{"redirect":8838525,"hoster":"VOE"},{"redirect":8589741,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Blutzoll","epNo":19,"alt":"5 Quarts","descr":"Der Gerichtsmediziner Jona Grant wird ermordet an seinem Arbeitsplatz, dem Leichenschauhaus, gefunden. An seinem Kopf entdecken Charlie und Jane einen seltsamen, kreisrunden Abdruck, der vermutlich von der Mordwaffe stammt. Außerdem hat der Mörder Jona nach seinem Tod ausbluten lassen – und das gesamte Blut mitgenommen. Doch warum? Charlie und Jane vermuten zunächst, dass der Mord an Jona etwas mit dem letzten Mordopfer zu tun haben könnte, das Jona als Gerichtsmediziner untersucht hatte. Bei diesem handelte es sich um den Besitzer eines äußerst bekannten Edelrestaurants. Jonas Autopsiebericht enthält einen interessanten Befund: Am Hinterkopf des Spitzenkochs hatte Jona eine Einschusswunde entdeckt – doch war weder eine Austrittswunde erkennbar, noch hatte Jona eine Kugel im Kopf des Opfers entdeckt. Als Charlie und Jane den Kompagnon des toten Kochs, Jimmy Ellison, befragen, reagiert dieser sehr aggressiv. Hat er zuerst seinen Partner und anschließend Jona umgebracht, um die Beweise für seine Tat zu beseitigen? Diese Theorie scheint nicht mehr wahrscheinlich, als Charlie auf einem Pressefoto der Reporterin Kathy White, das den toten Koch zeigt, ein rätselhaftes Detail entdeckt, das schließlich zur Aufklärung des Falles führt …","versions":[{"lang":1,"streams":[{"redirect":11615058,"hoster":"VOE"},{"redirect":8589747,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Schweres Kaliber","epNo":20,"alt":"Initiative 38","descr":"Der erfolgreiche politische Berater Howard Amis meldet seine Frau Lisa als vermisst. Als Charlie und Jane den besorgten Ehemann zu Hause aufsuchen, berichtet er ihnen, dass seine Frau verschwunden sei ohne eine Nachricht zu hinterlassen. Die Detectives lassen sich daraufhin das Haus der Amis’ zeigen und machen schließlich im Garten einen furchtbaren Fund: Lisa Amis liegt tot im abgedeckten Whirlpool, sie wurde durch vier gezielte Schüsse in die Brust regelrecht hingerichtet. Die ballistische Untersuchung ergibt, dass die Kugeln von zwei unterschiedlichen Waffen stammen. Gibt es also auch zwei Mörder? Oder hat ein Mörder aus unerfindlichen Gründen mit zwei Revolvern geschossen? Eine mögliche Erklärung für diese ungewöhnliche Tatsache liegt in Lisas beruflichem Umfeld: Sie war das Zugpferd der sogenannten \"Initiative 38\", einer politischen Organisation, die sich vehement gegen Schusswaffen einsetzte. Damit hatte sich Lisa viele Feinde in den Reihen der mächtigen Waffenlobby gemacht. Noch bevor Charlie und Jane diese Spur weiterverfolgen können, wird auf Howard Amis mittels einer Briefbombe ein Anschlag verübt, den die Detectives in letzter Sekunde vereiteln können. Bei der Bombe findet sich ein Schreiben, das die Ermittler auf Lisas jüngere Schwester Jackie bringt. Howard sagt aus, dass Lisa und Jackie seit über einem Jahr nicht mehr miteinander gesprochen hätten. Über den Grund für das Zerwürfnis zwischen den Schwestern habe Lisa aber nie gesprochen. Jane und Charlie versuchen herauszufinden, ob der Familienzwist vielleicht ein Motiv für den Mord gewesen ist. Doch als sie Jackie aufsuchen, geht plötzlich ein Kugelhagel auf die Ermittler nieder …","versions":[{"lang":1,"streams":[{"redirect":12953222,"hoster":"VOE"},{"redirect":11615107,"hoster":"Doodstream"},{"redirect":11615071,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Des Rätsels Lösung","epNo":21,"alt":"One","descr":"Der zwielichtige und kaltblütige Unterweltkönig Roman Nevikov, der zugleich ein Informant des FBI ist, hat Dani entführt. Auf einem Video, das Charlie zugespielt wird, lässt Roman Charlie folgende Botschaft zukommen: Charlie soll den korrupten Expolizisten Mickey Rayborn an Nevikov ausliefern. Nur dann würde er Dani freilassen. Captain Tidwell und Charlie stehen vor einem Rätsel, nachdem sie sich das Video angeschaut haben. Denn eigentlich ist auch Nevikov bekannt, dass Rayborn vor einiger Zeit spurlos verschwunden ist. Da man eine große Blutlache auf Rayborns Jacht gefunden hatte und Rayborn zudem an einer seltenen und unheilbaren Art von Krebs erkrankt war, ging man davon aus, dass Rayborn tot sei. Warum aber glaubt Nevikov dann, dass er noch am Leben ist? Während interne Ermittler nach Charlie suchen, macht dieser sich mit Tidwells Rückendeckung daran, Nevikov zu finden, um Danis Leben zu retten. Charlie will mit seiner Suche bei ein paar FBI-Agenten ansetzen. Doch noch bevor er deren Büro erreicht, erhält er einen Anruf von seiner Kollegin Jane Seever, dass diese Agenten erschossen worden sind. Derselbe Killer versucht anschließend, Agent Bodner auszuschalten, doch Charlie gelingt es in letzter Minute, Bodner das Leben zu retten. Gemeinsam mit ihm statten sie Rayborns Arzt einen Besuch ab und entlocken ihm durch Drohungen eine interessante Information: Rayborn war gar nicht krank. Er hatte sich allerdings eine große Menge Blut abnehmen lassen.","versions":[{"lang":1,"streams":[{"redirect":8838534,"hoster":"VOE"},{"redirect":11615109,"hoster":"Doodstream"},{"redirect":8589745,"hoster":"Streamtape"}]}]}]}]}