{"path":"/serie/stream/life-unexpected-ploetzlich-familie","name":"Life Unexpected – Plötzlich Familie","descr":"Nachdem sie ein Leben lang von Familie zu Familie hin- und hergeschoben wurde, beschließt die 15-jährige Lux ihr Leben endlich alleine in die Hand zu nehmen. Sie findet ihren wahren Vater der eine Bar betreibt und ein Leben wie ein Junggeselle führt. Dieser verrät ihr den Namen ihrer wahren Mutter, die als Moderatorin einer Morgenshow bei einer Radiostation arbeitet, und deren Stimme Lux schon seit Kindestagen kennt. Sie beschließt, es auf ein Treffen ankommen zu lassen und stellt mit Erstaunen fest, dass sie sich auch mit ihrer Mutter auf Anhieb gut versteht. Nach einigem Hin und Her beschließen ihre beiden echten Eltern, es noch einmal als Familie zu versuchen.","seasons":[{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-1","name":"Plötzlich Familie","epNo":1,"alt":"Pilot","descr":"Die 15-jährige Lux hat es satt, immer von einer Pflegefamilie zur nächsten geschoben zu werden. Sie will daher von ihren leiblichen Eltern die Erlaubnis, als Minderjährige alleine zu wohnen. Doch die Richterin gewährt Lux nicht deren Mündigkeit, sondern gibt Cate und Baze das gemeinsame Sorgerecht! Noch vor Gericht streiten die beiden so sehr, dass Lux wieder zur verhassten Pflegefamilie zurückkehrt. Kurz darauf finden Cate und Baze doch eine Lösung – Lux hat eine neue Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314003","hoster":"VOE"},{"path":"/redirect/10126612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-2","name":"Hausbesuch","epNo":2,"alt":"Home Inspected","descr":"Nachdem Lux bei ihr eingezogen ist, wird Cate vor eine neue Herausforderung gestellt. Die Behörde schickt einen Sozialarbeiter, der Cate und Baze überprüfen soll, ob sie als Eltern geeignet sind. Als Lux ihren Freunden Tash, Bug und Gavin von ihrem neuen Zuhause erzählt, sind die Freunde davon alles andere als begeistert. Ihre beste Freundin Tash ist zutiefst enttäuscht, dass Lux sich gegen ihre Pläne entschieden hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314012","hoster":"VOE"},{"path":"/redirect/10126615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-3","name":"Familienessen","epNo":3,"alt":"Rent Uncollected","descr":"Cate verkündet im Radio, dass sie eine Tochter hat und erhält daraufhin einen empörten Anruf von ihrer Schwester Abby. Auch Bazes Vater Jack erfährt erst über die Radiosendung, dass er eine Enkelin hat. Kurzerhand setzt er seinen Sohn unter Druck und verlangt, dass Baze ihm seine Enkelin Lux und deren Mutter Cate bei einem gemeinsamen Abendessen vorstellt. Doch alles läuft ganz anders als geplant …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314017","hoster":"VOE"},{"path":"/redirect/10126618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-4","name":"Der Wunschzettel","epNo":4,"alt":"Bong Intercepted","descr":"Als Lux von der Schule suspendiert wird, ist Cate verzweifelt und versucht, die Schuldirektorin umzustimmen. Um deren Mitgefühl zu wecken, nimmt sie eine Sozialakte und einen Wunschzettel, den Lux vor mehreren Jahren geschrieben hat, zur Sprechstunde in die Schule mit. Mit ungeahnten Folgen … Baze stellt wütend fest, dass Cates Sender ein Dating-Event in der Bar gegenüber veranstaltet. Um die Konkurrenz auszustechen, schmiedet er einen Plan …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314011","hoster":"VOE"},{"path":"/redirect/10126616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-5","name":"Schildkrötenrennen","epNo":5,"alt":"Turtle Undefeated","descr":"Nachdem Lux als Lügnerin bloßgestellt wurde, hat sie in der Schule einen schweren Stand und wird von den Mitschülern geschnitten. Um deren Anerkennung zu bekommen, bietet sie an, eine Party der Klasse in Bazes Appartement steigen zu lassen. Unterdessen ist Baze auf der Suche nach guten Ideen, die für mehr Umsatz in der Bar sorgen. Dabei versucht er, Schildkrötenrennen als neue Attraktion bekannt zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314028","hoster":"VOE"},{"path":"/redirect/10126617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-6","name":"Halbe Wahrheiten","epNo":6,"alt":"Truth Unrevealed","descr":"Als Baze wegen Lux öfters bei Cate übernachtet, gerät Cate mit ihrem Verlobten Ryan aneinander, der sich darüber beschwert, dass Baze sich zu sehr in ihr Leben einmischt. Doch damit nicht genug: Um der Sendung mehr Zuhörer zu bescheren, stellt der Radio-Sender Baze als Cates neuen Co-Moderator ein! Bug droht wegen des Autodiebstahls eine mehrjährige Gefängnisstrafe. In Sorge um ihren Freund, versucht Lux, Jonas davon zu überzeugen, die Anzeige zurückzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174371","hoster":"VOE"},{"path":"/redirect/10126621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-7","name":"Die Krise ist unabwendbar","epNo":7,"alt":"Crisis Unaverted","descr":"Cate und Ryan suchen per Radio den letzten Teilnehmer für einen Wettbewerb, bei dem es ein Auto zu gewinnen gibt – und sie kommen auch als Familie immer besser zurecht. Doch das geht Baze ziemlich gegen den Strich. Er findet, dass er nicht mehr genug Zeit mit seiner Tochter verbringen darf … Lux versucht unterdessen darüber hinwegzukommen, dass Bug sie verlassen hat, doch damit nicht genug. Von Tasha erhält sie bereits die nächste Hiobsbotschaft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314029","hoster":"VOE"},{"path":"/redirect/10126620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-8","name":"Die Brautschau","epNo":8,"alt":"Bride Unbridled","descr":"Cate und Ryan fällt es nach der Trennung schwer, in der Radiosendung die fröhlichen Moderatoren zu geben. Und am Wochenende sollen sie auch noch eine Hochzeitsmesse moderieren. Während sie unterwegs sind, findet Baze auf Cates Handy eine Nachricht von Ryan und macht sich ebenfalls auf den Weg zur Messe, um ihn zur Rede zu stellen. Als Lux sich aus Liebeskummer komplett zurückzieht und die Schule schwänzt, versucht Baze, sie aufzuheitern und fädelt ein Date für sie ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314027","hoster":"VOE"},{"path":"/redirect/10126619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-9","name":"Alte Feinde, neue Freunde","epNo":9,"alt":"Formal Reformed","descr":"Der alljährliche Winterball steht an, und Lux wird von Jones eingeladen, mit ihm dort hinzugehen. Baze ist begeistert und sorgt dafür, dass Cate mit Lux ein Kleid kaufen geht. Als er sich daran erinnert, dass Lux damals auf dem Winterball gezeugt wurde, bittet Baze Cates Schwester Abby, seine Tochter vor dem Ball aufzuklären. Doch als er ein Kondom in Lux’ Zimmer entdeckt, beschließt er kurzerhand, ebenfalls zum Ball zu gehen. Und trifft dort auf Cate …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314032","hoster":"VOE"},{"path":"/redirect/12980953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-10","name":"Familientherapie","epNo":10,"alt":"Family Therapized","descr":"Baze nähert sich Cates Schwester Abby an, weshalb er nicht bemerkt, dass Bug bei seiner Tochter Lux übernachtet. Schon bald bekommen die Teenager Ärger – mit weitreichenden Folgen: Als Lux und Bug auf der Polizeistation landen, beschließt Lux’ Sozialarbeiterin, den Termin zur Prüfung des Sorgerechts vorzuziehen. Da zwischen Lux, Cate und Baze die Wogen noch immer nicht geglättet sind, beschließen die drei, der Sozialarbeiterin bei dem Treffen eine heile Welt vorzuspielen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314033","hoster":"VOE"},{"path":"/redirect/10126647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-11","name":"Stürmische Nacht","epNo":11,"alt":"Storm Weathered","descr":"Nach Ryans Rückkehr beginnt Cate, die Hochzeit zu planen. Abby lässt sich immer häuslicher bei Baze nieder – zum Ärger der Mitbewohner. Da Cate befürchtet, dass die familiären Verstrickungen ihre Hochzeit ruinieren könnten, schlägt sie Ryan vor, sich heimlich am Meer trauen zu lassen. Doch als ein schwerer Sturm über Portland aufzieht, werden ihre Pläne kurzerhand durchkreuzt: Während Ryan mit Lux in der Radiostation festsitzt, muss Cate ausgerechnet mit Baze und Abby ausharren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314036","hoster":"VOE"},{"path":"/redirect/10126624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-12","name":"Vaterfigur","epNo":12,"alt":"Father Unfigured","descr":"Die Hochzeit rückt immer näher. Cate findet auf dem Dachboden einen Stapel alter Briefe ihres Vaters, von denen ihr ihre Mutter nie etwas erzählt hat. Sie stellt sie zur Rede und beschließt, zusammen mit Lux ihren Vater Gordon aufzusuchen, der sie verlassen hat, als sie ein kleines Mädchen war. Nachdem Lux Baze überredet hat, sie zu begleiten, machen sich die drei gemeinsam auf die Reise. Unterdessen hat Bug Ärger mit Gavin, der mit seinen Freunden Bazes Bar verwüstet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314041","hoster":"VOE"},{"path":"/redirect/10126626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-1/episode-13","name":"Plötzliche Liebe","epNo":13,"alt":"Love Unexpected","descr":"Für Lux geht ein lang ersehnter Traum in Erfüllung, als ihren Eltern das uneingeschränkte Sorgerecht zugesprochen wird. Wäre da nicht Cates Hochzeit mit Ryan, die kurz bevorsteht. Mitten im Trubel der letzten Vorbereitungen, enthüllt Lux schließlich ein Geheimnis. Währenddessen wird Cate am Tag der Hochzeit mit ihren Gefühlen konfrontiert und muss sich zwischen zwei Männern entscheiden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314046","hoster":"VOE"},{"path":"/redirect/10126625","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-1","name":"Ausflug zum Meer","epNo":1,"alt":"Ocean Uncharted","descr":"Cate und Ryan kehren aus den Flitterwochen zurück und werden sofort von ihrem stressigen Alltag eingeholt. Noch bevor sie ausgepackt haben, werden sie von Trina, der neuen Managerin des Senders, ins Studio beordert. Sie sollen ab sofort die Sendung zu dritt moderieren – gemeinsam mit Kelly Campbell. Stress ist vorprogrammiert. Lux wird von Bug überrascht und kommt ins Zweifeln, während sich Baze nun ganz sicher ist und ein Risiko eingeht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314037","hoster":"VOE"},{"path":"/redirect/10126627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-2","name":"Große Erwartungen","epNo":2,"alt":"Parent\u0027s Unemployed","descr":"Cate hat ihren Job verloren und ist frustriert, weil die Chancen, eine Solo-Moderation bei einem anderen Sender zu bekommen, schlecht stehen. Ihr Agent schlägt vor, dass sie als Produzentin für die neue Kelly-Ryan-Show arbeiten könnte. Aber als sie dann erfährt, dass der Vorschlag von Ryan kam, ist sie total entrüstet. Baze bekommt schlechte Nachrichten von seiner Versicherung wegen des Feuerschadens und Lux könnte aufgrund ihrer schlechten Noten von der Schule verwiesen werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314039","hoster":"VOE"},{"path":"/redirect/10126628","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-3","name":"Verdächtigungen","epNo":3,"alt":"Criminal Incriminated","descr":"Cate ist endlos genervt von Ryans Schwester Paige, die sich bei den beiden eingenistet hat, ihren teuren Wein wegtrinkt, stets gähnende Leere im Kühlschrank hinterlässt und Unordnung macht. Cates erster Arbeitstag als Produzentin der neuen Kelly-Ryan-Show läuft nicht besonders gut, denn alles gerät irgendwie außer Kontrolle und auch der erste Arbeitstag von Baze startet wenig vielversprechend. Währenddessen erfährt Lux, dass sie die Hälfte des Feuerschadens bezahlen muss …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314042","hoster":"VOE"},{"path":"/redirect/10126629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-4","name":"Teamgeist","epNo":4,"alt":"Team Rebounded","descr":"Cate tut sich nach wie vor schwer damit, dass Kelly nun an ihrer Stelle moderiert und nach dem Vorfall auf dem Golfplatz weder mit ihr redet, noch sich an Cates Sendekonzept hält. Lux hat das erste Gespräch mit ihrem neuen Tutor, der ausgerechnet Eric ist. Und dann entdeckt sie Tasha, die aus Redmond zurückgekehrt ist und auch gleich, auf Wunsch von Baze, in die Basketballmannschaft eintritt. Nach einer gepfefferten Ansprache von Baze steigt auch die Motivation der Mädchen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314044","hoster":"VOE"},{"path":"/redirect/10126630","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-5","name":"Das Musikfestival","epNo":5,"alt":"Music Faced","descr":"Cate verheimlicht Ryan, dass sie nach wie vor mit der Pille verhütet. Als Blaze mit Lux und Tasha bei ihr eintreffen, um Karten für eine Konzertveranstaltung des Senders abzuholen, taucht auch ihre Mutter auf und verkündet freudig, dass sie bald Oma wird. Lux reagiert überrascht, Baze ist entsetzt. Lux will auch Eric zu dem Konzert einladen und auch Baze versucht ein Date an Land zu ziehen und schmeißt sich an die sexy Bürohilfe ran …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314045","hoster":"VOE"},{"path":"/redirect/10126631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-6","name":"Das Ende der Flitterwochen","epNo":6,"alt":"Honeymoon Interrupted","descr":"Nach dem Musikfestival versucht Baze, mit Emma privat näher in Kontakt zu treten, aber sie macht ihm unmissverständlich klar, dass sie seine Chefin ist und weist ihn zurück. Cate plant, mit Ryan die Flitterwochen nachzuholen und hat übers Wochenende ein Zimmer in einem Luxushotel gebucht. Auf Lux soll unterdessen Paige aufpassen, die Eric bittet, Lux mit der Vorbereitung für ihren Wiederholungstest zu helfen – und zwar mit dem Film zum Buch …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314047","hoster":"VOE"},{"path":"/redirect/10126632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-7","name":"Der Campingausflug","epNo":7,"alt":"Camp Grounded","descr":"Zwischen Cate und Ryan läuft es nicht besonders gut – sie gehen sich aus dem Weg. Cate will ihre junge Ehe retten und bemüht sich um eine Paartherapie … Baze versucht, Emma zu einem Date zu überreden, doch sie ziert sich, weil sie Angst hat, ihre Arbeitskollegen könnten davon etwas mitbekommen … Cate, Ryan und Baze sind als Aufsichtspersonen für das Highschool-Camping eingeteilt, und Baze verlegt sein Date mit Emma kurzerhand dorthin …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314051","hoster":"VOE"},{"path":"/redirect/10126634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-8","name":"Ehrlichkeitsübung","epNo":8,"alt":"Plumber Cracked","descr":"Obwohl Cate die Paartherapie angeregt hat, schnüffelt sie Ryan hinterher. Sie kann ihm nicht vertrauen und will endlich wissen, was es mit Julia auf sich hat. Baze und Emma schleichen sich mittags immer heimlich aus dem Büro, um zusammen zu sein. Als Emma jedoch nicht zu ihrer Verabredung am Abend erscheint, wird Baze misstrauisch. Lux und Eric treffen sich ebenfalls heimlich und planen einen romantischen Ausflug ins entfernte Hafenstädtchen Astoria.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314059","hoster":"VOE"},{"path":"/redirect/10126633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-9","name":"Lügen über Lügen","epNo":9,"alt":"Homecoming Crashed","descr":"Eric und Mrs. Jennings ist aufgefallen, dass sich das Schriftbild von Lux seit der siebten Klasse sehr verschlechtert hat. Sie empfehlen eine ärztliche Untersuchung, da sie Lux’ Lernschwierigkeiten ernst nehmen. Um mögliche Ursachen erkennen zu können, wird bei Lux ein MRT gemacht. Es stellt sich heraus, dass Lux einen Schlaganfall hatte, der in Verbindung mit ihrer Herz-OP und einem Schlag oder Sturz ausgelöst wurde. Cate und Ryan vermuten, dass Lux ihnen etwas verschweigt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314056","hoster":"VOE"},{"path":"/redirect/10126636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-10","name":"Spiel mit dem Feuer","epNo":10,"alt":"Thanks Ungiven","descr":"Cate und Baze wollen ein schönes, erstes Thanksgiving-Fest für Lux veranstalten. Der Vater von Baze fliegt in die Karibik und so lädt Baze alle in dessen Haus ein – auch Emma. Sie ist erst gar nicht begeistert von dieser Idee, da ihre Beziehung aus firmenpolitischen Gründen nicht bekannt werden darf, sagt dann aber zu und bringt Sam mit. Der erpresst Lux: Er verlangt, dass Eric ihm gute Englischnoten gibt, sonst würde er alle über das Verhältnis zwischen den beiden informieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314064","hoster":"VOE"},{"path":"/redirect/10126635","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-11","name":"Die Wahrheit kommt ans Licht","epNo":11,"alt":"Stand Taken","descr":"Tasha muss nach der Polizeibefragung nicht mehr in Untersuchungshaft bleiben, aber jetzt erfahren Cate und Baze, dass Lux ihre Freundin in diese Situation gebracht hat. Lux will aber unter keinen Umständen über ihre Vergangenheit bei Valerie und Trey reden – sie befürchtet, Eric könnte sie verlassen, wenn er die Wahrheit kennt … Cate und Ryan sehen bei einem Ultraschalltermin zum ersten Mal ihr Baby und feiern das am Abend ausgiebig bei Blaze …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314060","hoster":"VOE"},{"path":"/redirect/10126637","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-12","name":"Aufgeflogen","epNo":12,"alt":"Teacher Schooled","descr":"Cate möchte Lux keinen Augenblick mehr aus den Augen lassen, seit sie weiß, was Trey ihr angetan hat, aber Lux wehrt sich heftig gegen diese Bevormundung. Stattdessen will sie sich mit Eric treffen. Den plagt aber das schlechte Gewissen, weil er als Lehrer nichts mit ihr anfangen hätte dürfen … Baze erklärt Emma, dass er ein Haus für sie alle kaufen will. Doch Emma kann sich mit dem Gedanken daran noch nicht anfreunden, zumal Lux von ihrer alten Affäre mit Bazes Vater weiß …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314068","hoster":"VOE"},{"path":"/redirect/10126638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/life-unexpected-ploetzlich-familie/staffel-2/episode-13","name":"Alte Wunden, neue Wege","epNo":13,"alt":"Affair Remembered","descr":"Lux ist sauer auf ihre Eltern, weil die dafür gesorgt haben, dass Eric für immer aus ihrem Leben verschwindet. Cate hat indes andere Sorgen: Ihre Frauenärztin muss feststellen, dass sie ihr Kind verloren hat. Zu der grenzenlosen Enttäuschung kommt die Sorge um Lux hinzu, die mal wieder für sie unauffindbar ist. Dabei versucht Lux nur, ihre Freundin Tasha in der Erziehungsanstalt zu besuchen, da sie glaubt, nur noch mit Tasha reden zu können …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314062","hoster":"VOE"},{"path":"/redirect/10126639","hoster":"Streamtape"}]}]}]}]}