{"path":"/serie/stream/lifjord-der-freispruch","name":"Lifjord – Der Freispruch","descr":"Aksel Borgen (Nicolai Cleve Broch) wurde vor 20 Jahren im Fall des Mordes an einem jungen Mädchen freigesprochen, doch die Bewohner der kleinen Stadt Lifjord halten den damals 18-Jährigen immer noch für schuldig. Gebrandmarkt flüchtet Aksel daraufhin aus Norwegen und macht Karriere in Asien. Eines Tages wird er plötzlich jedoch durch die Chance auf einen geschäftlichen Coup wieder mit seiner Vergangenheit konfrontiert, als er in einem Anruf aus Norwegen um Hilfe gebeten wird. Er fliegt zurück in seine alte Heimat, der Empfang fällt allerdings eisig aus. Noch immer entzweit der Mordfall die Gemeinschaft. Ein Netz aus Vorwürfen, Vermutungen, Verletzungen und Wut liegt nach wie vor über der Kleinstadt.","seasons":[{"path":"/serie/stream/lifjord-der-freispruch/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-1","name":"Von der Vergangenheit eingeholt","epNo":1,"alt":"Hjemkomsten","descr":"Aksel Borgen wurde vor 20 Jahren im Fall des Mordes an einem jungen Mädchen freigesprochen. Die Bewohner der Kleinstadt Lifjord allerdings halten den damals 18-Jährigen immer noch für schuldig. Gebrandmarkt verschwindet Aksel aus Norwegen und macht Karriere in Asien. Mit seiner bildschönen Frau Angeline und seinem Sohn lebt er als erfolgreicher Geschäftsmann in Kuala Lumpur. Bis er eines Tages durch die Chance auf einen großen geschäftlichen Coup wieder mit seiner Vergangenheit konfrontiert wird: Als er in einem Anruf aus Norwegen um Hilfe gebeten wird, fliegt er zurück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838600","hoster":"VOE"},{"path":"/redirect/8589819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-2","name":"Machtkämpfe","epNo":2,"alt":"Kampen","descr":"Aksel versucht mit aller Macht die Kontrolle über Solar Tech zu bekommen, damit er die Firma vor dem drohenden Ruin retten kann. Welche Beweggründe er hat, was ihn antreibt und wieso er sich mit diesem Thema überhaupt befasst, bleibt im Verborgenen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838605","hoster":"VOE"},{"path":"/redirect/8589823","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-3","name":"Das Haus am Meer","epNo":3,"alt":"Splittelsen","descr":"Eva verkündet auf der Belegschaftsversammlung, dass sie als GF zurück tritt und alle Firmenanteile verkauft. Für William ist das ein Vertrauensbruch. Aksel versucht Lars als neuen Geschäftsführer zu gewinnen. Lars’ Tochter Helene ist entsetzt, als sie mitbekommt, dass ihre Stiefmutter Inger Firmenanteile an Aksel verkauft hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838602","hoster":"VOE"},{"path":"/redirect/8589821","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-4","name":"Überraschungsbesuch","epNo":4,"alt":"Avsløringen","descr":"Während Tonje und Aksel sich näher kommen, ist Aksels Frau Angeline und ihr gemeinsamer Sohn Tim auf dem Weg nach Lifjord. Angeline will Aksel, der ihrer Meinung nach wegen seiner Mutter noch länger in Lifjord bleiben will, unterstützen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838606","hoster":"VOE"},{"path":"/redirect/8589822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-5","name":"Zweifel","epNo":5,"alt":"Tvilen","descr":"Aksels Frau Angeline und sein Sohn Tim, der sich zu allem Überfluss auch noch in die Tochter von Lars verguckt hat, dem Bruder der toten Karine, sind vollkommen überwältigt von der Tasache das Aksel ein dunkles Geheimnis aus der Vergangenheit mit sich herum trägt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838601","hoster":"VOE"},{"path":"/redirect/8589826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-6","name":"Die Rekonstruktion","epNo":6,"alt":"Rekonstruksjonen","descr":"Angeline versucht ihren Mann Aksel dazu zu überreden, wieder zurück nach Hause fahren. Sie ist überzeugt davon, dass er nicht der Mörder war. Aksel bedrängt Tonje heftig, ihm ehrlich zu sagen, ob sie ihn in der Mordnacht gesehen hat oder nicht. Es kommt zum Streit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838604","hoster":"VOE"},{"path":"/redirect/8589829","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-7","name":"Der eigene Bruder","epNo":7,"alt":"Oppgjøret","descr":"Erik will mit Ase Norwegen verlassen und in Chamonix ein neues Leben mit ihr beginnen. Er macht sich mit der geschwächten Ase auf den Weg zu Aksel und bittet ihn um 100.000 Euro für einen Neuanfang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838603","hoster":"VOE"},{"path":"/redirect/8589824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-8","name":"Flucht","epNo":8,"alt":"Flukten","descr":"Aksels Partner Degang alle Entscheidungen die mit der Zukunft von Solar Tech in Verbindung stehen. Wie befürchtet soll die Firma zerschlagen werden. Degang will aus Profitgier aufräumen, macht Tonje dabei ein verlockendes Angebot und ist sich auch nicht zu schade, Inger den Hof zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838608","hoster":"VOE"},{"path":"/redirect/8589825","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-9","name":"Blutiger Beweis","epNo":9,"alt":"Løgnen","descr":"Erik will das blutige T-Shirt von Aksel doch nicht der Polizei überlassen, und lässt sie an einer falschen Stelle graben. Finn ist stinksauer auf ihn. Doch Aksel kann seinen Bruder überreden, ihm die richtige Stelle zu zeigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838607","hoster":"VOE"},{"path":"/redirect/8589827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-1/episode-10","name":"Die Wahrheit kommt ans Licht","epNo":10,"alt":"Sannheten","descr":"Als Aksel Mai-Britt seine damalige Anwältin auf die Polizeiwache schickt, um sich mit ihr zu unterhalten und sich ein Bild von Mai-Britt zu machen, bekommt Mai-Britt einen Anfall und muss ins Krankenhaus eingeliefert werden. Während Eric davon überzeugt ist, dass seine Mutter die Täterin ist, glaubt Aksel an ihre Unschuld und versucht diese auch zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838609","hoster":"VOE"},{"path":"/redirect/8589830","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-1","name":"Alles auf Anfang","epNo":1,"alt":"Tilståelsen","descr":"Die Kleinstadt Lifjord ist schockiert von Williams Selbstmordversuch. Aksel ist ungeduldig und fordert, dass die Wahrheit über Karines Tod endlich zum Vorschein kommt. Doch Hinweise verdichten sich und Aksel wird verdächtigt, eine Rolle bei Williams Selbstmordversuch gespielt zu haben. Aksel drängt Eva dazu, die Wahrheit zu sagen, doch sie schlägt sich auf Williams Seite und streitet alle Anschuldigungen ab. Aksel ist am Boden zerstört …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924286","hoster":"VOE"},{"path":"/redirect/8589828","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-2","name":"Der Grund","epNo":2,"alt":"Motivet","descr":"Es steht Aussage gegen Aussage – doch niemand glaubt Aksel. Er setzte alles daran herauszufinden, warum Eva lügt. Wie groß muss ein Geheimnis sein, dass eine Mutter bereit ist, den Mörder der eigenen Tochter zu schützen? Unterdessen taucht ein Schreiben auf, dass von Rasmus Frau Laila versteckt wurde – was wollte sie vertuschen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838613","hoster":"VOE"},{"path":"/redirect/8589832","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-3","name":"Lügenkonstrukt","epNo":3,"alt":"Konspirasjonen","descr":"Aksel wendet sich mit seinem Verdacht an Eva – doch sie streitet alles ab. Das Schreiben lässt darauf schließen, dass etwas in Karines Familie vorgefallen sein musste. William war kein Kinderschänder, sondern ein beunruhigter Vater, der sich um das Wohl seines Kindes gesorgt hatte – Aksel ist schockiert, dass diese Information erst jetzt enthüllt wurde. Unterdessen findet Aksel auch heraus, dass Karine unter psychischen Störungen gelitten hatte. Daraufhin gibt Kristoffersen endlich zu, dass Aksel recht hat – der Fall wendet sich – Lifjord ist geschockt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336918","hoster":"VOE"},{"path":"/redirect/8724705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-4","name":"Die Enthüllung","epNo":4,"alt":"Avsløringen","descr":"Die Gerichtsverhandlung beginnt und reißt alte Wunden wieder auf. Eva hat einen knallharten Verteidiger engagiert. Erik gibt Aksel die Schuld an der aktuellen Situation. Aksel ist überzeugt davon, das Richtige zu tun.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838620","hoster":"VOE"},{"path":"/redirect/8589831","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-5","name":"Das Urteil","epNo":5,"alt":"Dommen","descr":"Lifjord ist schockiert von Williams Enthüllung. Aksel glaubt ihm kein Wort. Eine DNA-Analyse bestätigt, dass William Aksels Vater ist. Aksel sieht sich gezwungen, eine Aussage zu machen, und zum ersten Mal seit 23 Jahren spricht er über jene Nacht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838619","hoster":"VOE"},{"path":"/redirect/8589835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-6","name":"Die Jagd","epNo":6,"alt":"Jakten","descr":"Nachdem William freigelassen wurde, ist Aksel sehr aufgebracht. Karoline versucht ihm klar zu machen, dass er diesen Kampf unmöglich gewinnen kann. Aksel zieht schließlich in Betracht, Lifjord zu verlassen. Ihm kann nur noch Erik helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838611","hoster":"VOE"},{"path":"/redirect/8589834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-7","name":"Der Verrat","epNo":7,"alt":"Sviket","descr":"Helen ist verschwunden. Erik sucht stundenlang vergeblich nach ihr. Er beschuldigt Aksel, sie zu sehr unter Druck gesetzt zu haben. Aksel ist unterdessen davon überzeugt, dass Helen mehr weiß, als sie zugibt. Erik macht eine schreckliche Entdeckung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838618","hoster":"VOE"},{"path":"/redirect/8589837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lifjord-der-freispruch/staffel-2/episode-8","name":"Der Mörder","epNo":8,"alt":"Morderen","descr":"Während Lifjord von der nächsten Tragödie heimgesucht wird, drängt Aksel die Polizei dazu, seinen Bruder freizulassen. Doch Erik wird des sexuellen Missbrauchs und Mordes an Helen beschuldigt. Erik beteuert seiner Unschuld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838617","hoster":"VOE"},{"path":"/redirect/8589838","hoster":"Streamtape"}]}]}]}]}