{"path":"/serie/stream/limbo-until-i-decide","name":"LIMBO... Until I Decide","descr":"Als Erbin des Geschäftsimperiums ihrer Familie führt Sofía ein opulentes Leben ohne Verantwortung und Verpflichtungen. Doch als ihr Vater stirbt, ist Sofía gezwungen, an ihren Geburtsort Buenos Aires zurückzukehren, um sich der Rivalität mit ihren beiden Brüdern und den Geheimnissen ihres Vaters zu stellen. Indem sie sich ihrem komplizierten Familienerbe stellt, will Sofía beweisen, dass sie mehr ist als ein verwöhntes Partygirl.","seasons":[{"path":"/serie/stream/limbo-until-i-decide/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Volver","descr":"Sofía kehrt nach dem Tod ihres einflussreichen Vaters in ihre Geburtsstadt Buenos Aires zurück. Sofía sitzt in einem Privatflug nach Buenos Aires, ihrer Geburtsstadt, und bringt Erinnerungen an ihren kürzlich verstorbenen Vater und einen schweren Kater mit sich; Dort trifft sie sich wieder mit ihren entfremdeten Brüdern Ignacio und Andrés, die versuchen, sie dazu zu bringen, Dokumente im Zusammenhang mit dem Kosmetikgeschäft der Familie, Castelló, zu unterschreiben. Bei der Beerdigung wird Sofías Aufmerksamkeit auf eine mysteriöse Frau und den seltsamen Anhänger gelenkt, den sie trägt. Nach dem Tod ihres Vaters kehrt Sofía auf einem Privatflug mit einem ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918191","hoster":"VOE"},{"path":"/redirect/11571701","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Closing","descr":"Eine wilde Party sorgt für Spannungen zwischen Sofía und ihren Brüdern, während ein Journalist eine Geschichte vorantreibt. In den Büros von Castelló erfährt Sofía von Aiz, dem Unternehmen, das ihr Vater vor seinem Tod gekauft hat, und seiner Besitzerin Lucrecia Aiz. Später sorgt Sofía bei ihren Brüdern für Aufsehen, als sie und ihre Freundin Estefania im Haus ihres Vaters eine wilde Party schmeißen. Doch die Spannung zwischen ihnen erreicht ihren Höhepunkt, als Sofía ihnen mitteilt, dass sie Aiz übernehmen wird. Sofía besucht die Büros von Castelló, wo sie über den Verkauf von Aiz sprechen, einem Unternehmen, das ihr Vater vor seinem Tod gekauft hat. fasziniert, ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571739","hoster":"VOE"},{"path":"/redirect/11571734","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Aiz","descr":"Sofia sucht nach Informationen über Aiz und den Schlüssel; Der Spucke von Ignacio und Sofía läuft bei einer Veranstaltung über. Sofía besucht Lucrecia in Aiz\u0027 Büro, wo sie nach Informationen darüber sucht, warum ihr Vater die kleine Kosmetikfirma gekauft hat, und nach dem mysteriösen Schlüssel. Währenddessen schwelten die Spannungen zwischen Sofía und Ignacio weiter, als eine beschwipste Sofía ihre Brüder herausruft und ihre Partnerschaft mit Lucrecia in einer feurigen Rede bei einer Veranstaltung zu Ehren des Erbes ihres Vaters offenbart. Um herauszufinden, warum ihr Vater die kleine Kosmetikfirma gekauft hat, trifft sich Sofía mit Lucrecia in Aiz\u0027 Büro, ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571746","hoster":"VOE"},{"path":"/redirect/11571729","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Sou Sou","descr":"Sofía kehrt nach Madrid zurück, nachdem ein ehrgeiziges Rebranding von Aiz, Sofías Idee, einen Skandal auslöst. Sofía macht sich daran, Aiz mit dem Segen von Lucrecia in eine tierversuchsfreie Kosmetiklinie umzubenennen. Aber als die Einführungskampagne in einen Skandal verwickelt wird, der auch Castelló erfasst, schließt Lucrecia hinter Sofías Rücken einen Deal mit Ignacio ab, um Aiz zu verkaufen. Sofía, demoralisiert, weil sie von Ignacio besiegt und von Andrés im Stich gelassen wurde, als es am wichtigsten war, kehrt nach Madrid zurück. Mit der Hilfe ihrer Freunde entwickelt Sofía eine neue Kosmetik und ein neues Konzept für Aiz; Sofía versucht, Aiz als ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571756","hoster":"VOE"},{"path":"/redirect/11571735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Madrid","descr":"Eine außerkörperliche Erfahrung veranlasst Sofía, nach Buenos Aires zurückzukehren, um sich ihrem Schicksal zu stellen. Sofía trifft in Madrid auf eine reuige Lucrecia, wo sie den vollständigen Bericht über die Einzelheiten von Aiz hört. Später führt ein Drogentrip Sofía zu der Erkenntnis, dass ihr Schicksal in Buenos Aires liegt, wo sie die bewusste Entscheidung trifft, zurückzukehren und sich ihren Brüdern zu stellen. Aber dieses Mal wird sie nicht allein sein. Eine depressive Sofía schmachtet in ihrer Madrider Wohnung; Später ermutigen ihre Freunde sie, zu einer Modenschau zu gehen, wo sie Lucrecia begegnet, die sich für ihren Verrat entschuldigt und enthüllt, dass Ignacio ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571736","hoster":"VOE"},{"path":"/redirect/11571738","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Resurrección","descr":"Eine kostspielige Geschäftsentscheidung führt Sofía zum Landhaus ihrer Familie und zu einem vergessenen Erbe. Die Mitarbeiter von Aiz rebellieren gegen Sofías Rückkehr in das Unternehmen und zwingen sie zu einer kostspieligen Entscheidung. Aus Geldnot überlegt Sofía, das Landhaus der Familie zu verkaufen; Dort stößt sie auf einen vergessenen botanischen Garten voller exotischer Pflanzen, die ihre verstorbene Mutter hinterlassen hat. Entschlossener und voller Inspiration trifft Sofía eine mutige Entscheidung, die die Zukunft von Aiz verändern wird. Sofía muss bei ihrem Versuch, Aiz wieder auf Kurs zu bringen, auf zahlreiche Hindernisse stoßen. das ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571741","hoster":"VOE"},{"path":"/redirect/11571744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Communidad","descr":"Während Sofía ununterbrochen an der Markteinführung von Limbo arbeitet, wird sie durch eine neue Anzeige von Castelló gezwungen, sich einem Verrat zu stellen. Sofías Bemühungen, das umbenannte \"Limbo\" auf den Markt zu bringen und es von Castelló abzuheben, zahlen sich aus, da das neu gestaltete Unternehmenskonzept in den Fokus rückt. Doch als eine neue Anzeige von Castelló gestohlenes Material aus Sofías Werk enthüllt, muss sie sich mit einer harten Wahrheit auseinandersetzen. Später führt der mysteriöse Schlüssel und die Tür, die er öffnet, zu einer Entscheidung in letzter Sekunde. Um sich von Castelló abzuheben, arbeitet Sofía rund um die Uhr an der Markteinführung von Limbo. Sofia macht ihrem Trans...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571748","hoster":"VOE"},{"path":"/redirect/11571751","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Identidad","descr":"Sofía muss auf einen abscheulichen Gewaltakt reagieren; Andrés schwört Vergeltung für ausgegrabene Geheimnisse. Lucrecia widersetzt sich der Verwendung von Bildern ihres Vaters aus den Kassetten. Perla wird vor Limbos Wahlkampf-Shooting brutal geschlagen, aber Sofía überredet sie, zu erscheinen, ohne die blauen Flecken zu verbergen, die der Angriff hinterlassen hat. Später bringt Sofías Wiederbegegnung mit Marito, dem Jungen aus dem Fahrradunfall vor Jahren, ein Erpressungskomplott zwischen Santos, dem Vater des Jungen, und Andrés ans Licht. Sofía wendet sich an die politischen Kontakte ihrer Familie, um Limbos Eigentumsgenehmigung zu erhalten. Lucrecia ist dagegen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11571753","hoster":"VOE"},{"path":"/redirect/11571750","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-9","name":"Folge 9","epNo":9,"alt":"Billonaria","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11735114","hoster":"VOE"},{"path":"/redirect/11735113","hoster":"Streamtape"}]}]},{"path":"/serie/stream/limbo-until-i-decide/staffel-1/episode-10","name":"Folge 10","epNo":10,"alt":"Despues","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11735110","hoster":"VOE"},{"path":"/redirect/11735111","hoster":"Streamtape"}]}]}]}]}