{"seriesId":"line-in-the-sand-polizei-am-abgrund","name":"Line in the Sand - Polizei am Abgrund","descr":"[HaShotrim] Mit seiner Frau Miki und Teenager-Tochter Tom kehrt der charismatische wie idealistische Detective Alon Shenhav in seine Heimatstadt Nahariya zurück. Eine idyllische Küstenstadt im Norden Israels. Doch schnell findet Alon heraus, dass Ärger im Paradies herrscht: Gangsterboss Maor Ezra versetzt die Einheimischen in Angst und Schrecken und Alon muss feststellen, dass selbst sein neues Polizei-Team es nicht mit ihm und seinen Männern aufnehmen kann. Welchen Preis ist ein idealistischer Police-Detective bereit zu zahlen, um einem mächtigen Gangsterboss das Handwerk zu legen? (Polizeidrama, das von einem realen Fall inspiriert ist.)","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Neuanfang","epNo":1,"alt":"Nahariya","descr":"Mit seiner Frau Miki und Teenager-Tochter Tom kehrt der charismatische wie idealistische Detective Alon Shenhav in seine Heimatstadt Nahariya zurück. Eine idyllische Küstenstadt im Norden Israels. Doch schnell findet Alon heraus, dass Ärger im Paradies herrscht: Gangsterboss Maor Ezra versetzt die Einheimischen in Angst und Schrecken und Alon muss feststellen, dass selbst sein neues Polizei-Team es nicht mit ihm und seinen Männern aufnehmen kann.","versions":[{"lang":1,"streams":[{"redirect":12127227,"hoster":"VOE"},{"redirect":12127194,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Mangel an Beweisen","epNo":2,"alt":"The Rules of the Game","descr":"Nach dem Tipp eines Informanten gelingt es Alon und seinem Team, zwei von Maor Ezras Männern wegen des Angriffs auf die Polizeistation festzunehmen. Doch es ist ein Rennen gegen die Zeit und mangels stichhaltiger Beweise sorgt Ezras Anwalt dafür, dass sein Mandant schnell wieder freigelassen wird. So einfach will Alon den Gangster aber nicht davonkommen lassen – koste es, was es wolle!","versions":[{"lang":1,"streams":[{"redirect":12127196,"hoster":"VOE"},{"redirect":12127253,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ohne Grenzen","epNo":3,"alt":"Into the Night","descr":"Grenzen wurden überschritten. Alon weiß jetzt, was zu tun ist, um Maor Ezra auszuschalten. Auch, wenn er damit gegen seine eigenen Prinzipien verstößt. Derweil gewinnt der Gangster-Boss immer mehr die Überhand, doch dann scheint Miki bei ihren Nachforschungen der Durchbruch zu gelingen. Allerdings ahnt sie nicht, dass ihr Mann gerade sein eigenes Ding durchzieht und damit alle in Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":12127244,"hoster":"VOE"},{"redirect":12127249,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Besessen","epNo":4,"alt":"Fire","descr":"Die Fehde zwischen Alon und Maor Ezra wird zur nationalen Angelegenheit. Derweil findet Miki bei ihren Ermittlungen heraus, dass der Crime-Lord geheimer Partner in einem Immobilienunternehmen ist. Dass sie damit bei Alon auf taube Ohren stößt, kann sie kaum fassen. Er ist wie im Rausch und besessen davon, Maor Ezra zu zerstören. Die Grenzen zwischen Richtig und Falsch verschwimmen dabei immer mehr.","versions":[{"lang":1,"streams":[{"redirect":12127251,"hoster":"VOE"},{"redirect":12127258,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Druck steigt","epNo":5,"alt":"The Farthest","descr":"Erstmals gerät der Gangsterboss richtig unter Druck. Alon spürt das und schürt zusätzlich das Gerücht, dass seine eigenen Männer für die Bombenangriffe verantwortlich sind. Es ist ein Katz-und-Mausspiel, das immer mehr Opfer fordert. Derweil berichtet Tom ihrer Mutter von ihrer Beziehung zu Amit und dass sie neulich von einem von Ezras Männern in der Schule bedroht werde. Alons Frau reicht es – sie verlässt mit ihrer Tochter die Stadt.","versions":[{"lang":1,"streams":[{"redirect":12127259,"hoster":"VOE"},{"redirect":12127272,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Gegenschlag","epNo":6,"alt":"Clean the Augean Stables","descr":"Alon gelingt es, einen von Ezras Männern, denen er am meisten vertraut, einzubuchten. Gerade als die Ermittler das Gefühl haben, dem Gangsterboss endlich einen Schritt voraus zu sein, schlägt er zurück: Amit wird in seinem Unterschlupf erschossen, in das Haus von Alons Eltern wird eine Granate geworfen und Kobis schwangere Frau wird bei einem Bombenangriff auf ein Café verletzt. Doch es kommt noch schlimmer","versions":[{"lang":1,"streams":[{"redirect":12127286,"hoster":"VOE"},{"redirect":12127298,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Ermittlung","epNo":7,"alt":"The Harvest Holiday","descr":"Einen Monat nach Ezras Verhaftung geht das Leben aller langsam weiter. Alon plant mit Miki und Tom zurück nach Tel Aviv zu ziehen, während Reuven, Kobi und Yoav noch verarbeiten, was die letzte Zeit passiert ist. Sie alle haben körperliche wie seelische Wunden davongetragen, die nun heilen müssen. Doch eine letzte Mission müssen sie noch gewinnen: Das Internal Affairs-Team hat sie die letzten Monate abgehört und beginnt zu ermitteln","versions":[{"lang":1,"streams":[{"redirect":12127297,"hoster":"VOE"},{"redirect":12127304,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der ewige Krieg","epNo":8,"alt":"The Truth","descr":"Obwohl sie als Helden gefeiert werden, stehen Alon, Reuven, Kobi und Yoav unter genauer Beobachtung der IA. Für die vier beginnt ein Rennen gegen die Zeit, einen entscheidenden Beweis zu vernichten – wobei sie Hilfe von unerwarteter Seite bekommen. Doch das IA-Team ist entschlossen, die Männer zur Rechenschaft zu ziehen und findet ihre Schwachstellen – ihre Familien. Und auch Ezra ist im Gefängnis auf Rache aus. Der Krieg ist noch nicht vorbei.","versions":[{"lang":1,"streams":[{"redirect":12127306,"hoster":"VOE"},{"redirect":12127307,"hoster":"Streamtape"}]}]}]}]}