{"path":"/serie/stream/little-britain","name":"Little Britain","descr":"In ‚Little Britain‘ werden die kleinen Geschichten des britischen Alltags zum großen Spaß. Die beiden Komiker Matt Lucas und David Walliams schlüpfen für die Sketchshow in die unterschiedlichsten Rollen und verbreiten dabei äußerst trockenen, erfrischend politisch-inkorrekten britischen Humor vom Feinsten. In ihrem kleinen, surrealen Paralleluniversum wimmelt es nur so von merkwürdigen Exzentrikern, charmanten Wahnsinnigen und schrägen Außenseitern. Die Palette reicht von Marjorie Dawes, der tyrannischen Leiterin einer Selbsthilfegruppe von dicken Menschen, über Andy, einem ziemlich stumpfen Typen im Rollstuhl, dessen Betreuer keine Ahnung hat, dass er eigentlich gehen kann, bis zum Britischen Premierminister und seinem Gehilfen Sebastian, die beide nicht mehr alle Tassen im Schrank haben.","seasons":[{"path":"/serie/stream/little-britain/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/little-britain/filme/film-1","name":"Little Britain Abroad (1)","epNo":1,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838826","hoster":"VOE"},{"path":"/redirect/8589999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/filme/film-2","name":"Little Britain Abroad (2)","epNo":2,"alt":"","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838827","hoster":"VOE"},{"path":"/redirect/8590004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/filme/film-3","name":"","epNo":3,"alt":"Little Britain Live","descr":"","versions":[{"languageKey":"2","streams":[{"path":"/redirect/8838834","hoster":"VOE"},{"path":"/redirect/8590001","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/little-britain/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/little-britain/staffel-1/episode-1","name":"Baden in Bohnen","epNo":1,"alt":"Bath of Beans","descr":"Die Bewohner Britanniens sind einfach wunderbar. Zum Beispiel das leicht übergewichtige Schulmädchen Vicky Pollard. Vielleicht hat sie nicht gerade die besten Manieren, und ihre Ausdrucksweise ist auch nicht gerade vom Feinsten, trotzdem gibt sie sich redlich Mühe, ihrem Lehrer zu erklären, warum sie ihre Aufgaben nicht gemacht hat. Dumm nur, dass sie sich dabei um Kopf und Kragen redet. Oder die Freunde Lou und Andy. Andy sitzt im Rollstuhl, weil er behindert ist. Jedenfalls glaubt das die ganze Welt einschließlich Lou, der sich rührend um seinen Kumpel kümmert. Ob die beiden nun ein Schwimmbad oder die Oper besuchen - bei diesem Paar bleibt kein Auge trocken. Der viktorianisch gepimpte Transvestit Emily Howard besucht zum ersten Mal einen Pub und bestellt ein \"Lady-Getränk\". Als ein lüsterner Verehrer ihr den Drink bezahlen möchte, reagiert sie irritiert. Etwas geschickter stellt es der Hypnotiseur Kenny Craig an. Er hat ein Date und hypnotisiert seine Tischbegleitung, damit sie das günstigste Gericht auf der Karte bestellt. Und dann ist da noch der Premierminister persönlich. Der Regierungschef hat eine Besprechung mit einem neuen Mitarbeiter - sehr zum Leidwesen des rasend eifersüchtigen Assistenten Sebastian.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13526655","hoster":"VOE"},{"path":"/redirect/8590003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-2","name":"Größter Mann der Welt","epNo":2,"alt":"Tallest Man","descr":"Die seltsamen Auswüchse des britischen Liebeslebens machen diesmal Lou und Andy deutlich. Lou möchte seinem Kumpel Andy seine neue Freundin vorstellen und lädt zu einem Drink im Pub ein. Während Lou für alle Bier holt, schmeißt Andy seinen Rollstuhl um und behauptet, die Frau hätte ihn geschubst. Ein besonders krasser Anfall von Eifersucht? Pat und Paul von den \"Fat Fighters\" outen sich jedenfalls als Liebespaar, was die neidische Marjorie zur Weißglut bringt. Die ziemlich übergewichtige Vicky versucht derweil, einer Freundin den Freund auszuspannen und trägt dazu einen pink-farbenen String-Bikini. Der Typ hat jedoch kein Interesse an ihr. Kann es sein, dass er vielleicht gar nicht auf Frauen steht? So muss Daffyd zu seinem Entsetzen feststellen, dass nicht nur der Vikar, sondern auch der Küster schwul ist. Definitiv vom anderen Ufer ist Sebastian, der Assistent des Premierministers. Als sich sein Chef mit dem US-Präsidenten trifft, kommt es zu einer heftigen Auseinandersetzung zwischen Sebastian und seinem amerikanischen Kollegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13526662","hoster":"VOE"},{"path":"/redirect/8590005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-3","name":"Hartgekochte Eier essen","epNo":3,"alt":"Hard-Boiled Egg Eating","descr":"Vicky darf im Pub keinen Alkohol bestellen, weil sie noch nicht volljährig ist. Doch eine solche Missachtung ihrer Grundrechte lässt die resolute Göre nicht einfach auf sich sitzen. Auch Daffyd findet im heimischen Pub nicht die erhoffte Erholung: Eine Gruppe schwuler Trekkies hat sich hier breit gemacht - und Daffyd sieht sich genötigt, mit radikalen Maßnahmen dafür zu sorgen, dass er selbst wieder \"der einzige Schwule im Dorf\" ist. Ganz schlimm erwischt es auch einen weltberühmten Olympia-Athleten: Er soll auf einer Wohltätigkeitsveranstaltung für Leprakranke eine Rede halten. Doch schon auf dem Weg dorthin befallen ihn ernste Zweifel, ob er dieser Aufgabe gewachsen ist ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13564868","hoster":"VOE"},{"path":"/redirect/8590006","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-4","name":"Massenzigarettenrauchen","epNo":4,"alt":"Most Cigarettes in a Mouth","descr":"Vicky Pollard ist tatsächlich Mutter geworden. Klar, dass sie Besuch vom Jugendamt bekommt. Zu ihrem Entsetzen muss die Sozialarbeiterin allerdings feststellen, dass Vicky ihr Baby gegen eine CD der Boygroup Westlife eingetauscht hat. Dass die Mütter Britanniens auch anders können, zeigt Ralphs ehrgeizige Mama Sandra. Sie setzt alles daran, ihren Sohn in einer neuen \"Bugsy Malone\"-Produktion unterzubringen. Etwas Nettes für die Kleinen sucht auch der Kunde eines Spielzeuggeschäfts. Er verlangt nach einem ausgefallenen \"Piraten-Memory-Spiel\". Die beiden Freunde Lou und Andy zeigen einmal mehr, dass sie tatsächlich ein Herz und eine Seele sind. Lou streicht Andys Zimmer rot. Andy will es allerdings blau. Außerdem mag er seinen neuen Stuhl nicht. Derweil verwöhnt Jason Oma mit einer erotischen Fußmassage, und Sebastian macht es sich im Büro des Premierministers mehr als gemütlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13564865","hoster":"VOE"},{"path":"/redirect/8590008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-5","name":"Größtes Kartenhaus","epNo":5,"alt":"Biggest House of Cards","descr":"Tierisch abgedreht geht es manchmal zu, wenn sich die Untertanen von Königin Elisabeth II. einmal etwas Verrücktes einfallen lassen. So rollt beispielsweise Rollstuhlfahrer Andy in eine Zoohandlung, um eine Schlange käuflich zu erwerben. Was er und sein Kumpel Lou dabei erleben, ist schier unglaublich. Die unbezähmbare Vicky Pollard wurde dagegen selbst zum Tier. Die Leitung der Jugendbesserungsanstalt zitiert sie zu sich, weil sie ein Mädchen gebissen haben soll. Richtig verbissen zeigt sich auch Daffyd Thomas, der in der örtlichen Klinik Llandewi Breffi nach einem Aidstest verlangt. Derweil versucht Hofreporter Peter Andre, Zutritt zur Gartenparty der Queen zu bekommen - obwohl er keine Einladung hat. Für Lou und Andy ist es nicht leicht, in ein Krankenhaus zu gelangen. Dabei wollen sie dort nur jemanden besuchen. Leider ist der Aufzug defekt. Und Lehrer Edward hat seine Schülerin Samantha geheiratet. Jetzt fällt es ihm schwer, Job und Privatleben zu trennen. Währenddessen erhält in der Kelsey Grammar School ein Schüler Karrieretipps von einem Roboter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13526668","hoster":"VOE"},{"path":"/redirect/8590012","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13526616","hoster":"VOE"},{"path":"/redirect/10126691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-6","name":"Kleinste Ameise der Welt","epNo":6,"alt":"Smallest Ant","descr":"Vicky Pollard ist bekanntlich ein ziemlich dickes Mädchen. Als sie zum Frauenarzt geht, erfährt sie, warum sie in letzter Zeit so zugelegt hat: Sie ist schwanger. Dass man auch durch zügelloses Essen recht rundlich werden kann, dürfte Paul durch den Kopf gehen, als er Marjorie im Supermarkt trifft. Deren Einkaufswagen ist mit Süßigkeiten geradezu vollgestopft. Paul muss sie einfach darauf ansprechen. Kommunikation wird auch von Emily Howard groß geschrieben. Auf der Strandpromenade versucht sie die Leute davon zu überzeugen, dass sie eine echte Lady ist. Ein schweres Stück Arbeit. Dame Sally hat sich ebenfalls viel vorgenommen: Sie schreibt die Bibel ab. Ray McCooney lässt seinen Fernseher reparieren, die ehrgeizige Mutter Sandra Patterson bricht mit ihrem Sohn Ralph in das Büro der Royal Shakespeare Company ein, und ein Pianist muss sein Konzert unterbrechen, weil er vergessen hat, seinen Videorecorder zu programmieren. Schließlich hat der Premierminister ein wichtiges Meeting mit dem Finanzminister. Sein Assistent Sebastian mischt sich ein ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13564864","hoster":"VOE"},{"path":"/redirect/8590011","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13564866","hoster":"VOE"},{"path":"/redirect/10126692","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-7","name":"Größte Pastete der Welt","epNo":7,"alt":"Largest Mince Pie","descr":"Vicky Pollard ist tatsächlich Mutter geworden. Klar, dass sie Besuch vom Jugendamt bekommt. Zu ihrem Entsetzen muss die Sozialarbeiterin allerdings feststellen, dass Vicky ihr Baby gegen eine CD der Boygroup Westlife eingetauscht hat. Dass die Mütter Britanniens auch anders können, zeigt Ralphs ehrgeizige Mama Sandra. Sie setzt alles daran, ihren Sohn in einer neuen \"Bugsy Malone\"-Produktion unterzubringen. Etwas Nettes für die Kleinen sucht auch der Kunde eines Spielzeuggeschäfts. Er verlangt nach einem ausgefallenen \"Piraten-Memory-Spiel\". Die beiden Freunde Lou und Andy zeigen einmal mehr, dass sie tatsächlich ein Herz und eine Seele sind. Lou streicht Andys Zimmer rot. Andy will es allerdings blau. Außerdem mag er seinen neuen Stuhl nicht. Derweil verwöhnt Jason Oma mit einer erotischen Fußmassage, und Sebastian macht es sich im Büro des Premierministers mehr als gemütlich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13564869","hoster":"VOE"},{"path":"/redirect/11840111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-1/episode-8","name":"Die meisten Menschen in einem Mini","epNo":8,"alt":"Most People in a Mini","descr":"Emily Howard hat ganz bestimmte Vorstellungen von dem, was eine Lady tut, und dem, was eine Lady nicht tut. Trotzdem, als Not am Mann ist, gibt sie einem LKW Starthilfe - obwohl sie selbstverständlich eine Lady ist. Ein selbstbestimmtes Leben will auch Vicky Pollard führen. Wie sie das hinbekommt, versucht sie Schülern ihrer ehemaligen Schule klarzumachen. Derweil haben Peter und Helen einen neuen Babysitter, den Russen Boris. Als der den beiden schließlich erzählt, was er ihrem Baby zu Essen gegeben hat, während sie weg waren, ist die Überraschung groß. Nicht weniger überrascht ist Liz, als sie in einem Restaurant der Mutter von Victoria Beckham begegnet. Kurzerhand macht sie die ahnungslose Frau unschädlich. Auch Lou und Andy sind von Kopf bis Fuß auf Zerstörung eingestellt. Die beiden Freunde wollen im Garten Andys alte Bücher und Spiele verbrennen. Anschließend geht\u0027s ab in den Supermarkt, um Dosensuppen zu kaufen. Der Premierminister hat unterdessen Besuch vom italienischen Ministerpräsidenten. Sebastian unterbricht das Meeting ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13564870","hoster":"VOE"},{"path":"/redirect/8590015","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/little-britain/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/little-britain/staffel-2/episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"Emiliy und Florence, die wohl männlichsten Transvestiten der Welt, sitzen einträchtig und sehr \"ladylike\" im Café. Dummerweise nimmt der nette Nachmittag eine Wendung zum Schrecklichen, als Florence beim Gang zum Klo die Türen verwechselt. Ganz andere Probleme plagen den schnöseligen Berufssohn Harvey: Seine neue Freundin will einfach nicht verstehen, dass sein Lieblingsgetränk nach wie vor frisch gezapfte Muttermilch ist. Ob der gerade aufkeimenden Liebe unter diesen Umständen eine große Zukunft bevorsteht? Um seine Zukunft muss sich auch ein junges Ehepaar sorgen, dass bei seiner Bank um Kredit nachsucht. Leider hat das Institut seinen altgedienten Bankberater mittlerweile durch einen hypermodernen Computer ersetzt. Die Maschine sagt \"nein\" zum Kredit - und mag sich auch durch intensivste Bemühungen der Eheleute nicht umstimmen lasen. Schließlich wagen die beiden eine Verzweiflungstat ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838841","hoster":"VOE"},{"path":"/redirect/8590016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10126698","hoster":"VOE"},{"path":"/redirect/10126700","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/10126706","hoster":"VOE"},{"path":"/redirect/10126707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-2/episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Die seltsamen Auswüchse des britischen Liebeslebens machen diesmal Lou und Andy deutlich. Lou möchte seinem Kumpel Andy seine neue Freundin vorstellen und lädt zu einem Drink im Pub ein. Während Lou für alle Bier holt, schmeißt Andy seinen Rollstuhl um und behauptet, die Frau hätte ihn geschubst. Ein besonders krasser Anfall von Eifersucht? Pat und Paul von den \u0027Fat Fighters\u0027 outen sich jedenfalls als Liebespaar, was die neidische Marjorie zur Weißglut bringt. Die ziemlich übergewichtige Vicky versucht derweil, einer Freundin den Freund auszuspannen und trägt dazu einen pink-farbenen String-Bikini. Der Typ hat jedoch kein Interesse an ihr. Kann es sein, dass er vielleicht gar nicht auf Frauen steht? So muss Daffyd zu seinem Entsetzen feststellen, dass nicht nur der Vikar, sondern auch der Küster schwul ist. Definitiv vom anderen Ufer ist Sebastian, der Assistent des Premierministers. Als sich sein Chef mit dem US-Präsidenten trifft, kommt es zu einer heftigen Auseinandersetzung zwischen Sebastian und seinem amerikanischen Kollegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838842","hoster":"VOE"},{"path":"/redirect/8590017","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11098552","hoster":"VOE"},{"path":"/redirect/10126695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-2/episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Der Wahnsinn im Vereinigten Königreich zieht weiter seine Kreise. So wie Andy, der dem Rollstuhl entsteigt und auf der Schlittschuhbahn seine Kreise zieht - natürlich nur, wenn Lou nicht hinguckt. Kurz darauf verlassen die beiden einen Supermarkt und stellen fest, dass ihr Auto eingeparkt wurde. Verzweifelt wendet sich Lou an den Parkwächter, während Andy das Auto einfach umkippt. Einen unverkrampften Umgang mit Verkehrsmitteln pflegt auch Vicky Pollard. Sie fährt im Bus aus Prinzip schwarz. Und auch das Rauchen kann sie nicht lassen. Sie qualmt ausschließlich an Orten, an denen Rauchen eigentlich strikt verboten ist. Verboten ist es sicherlich auch, ein Juweliergeschäft zu überfallen. Doch die Verkäuferin eines frisch ausgeplünderten Ladens scheint sich über den Besuch der Räuber sehr gefreut zu haben. Als sie von der Polizei über die Täter befragt wird, schwärmt sie davon, wie umwerfend sie ausgesehen hätten. Und auch der Premierminister darf nicht fehlen. Er trifft Sebastians Vorgänger wieder und möchte sich mit ihm zu einem Drink verabreden. Natürlich kann Sebastian das nicht zulassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838843","hoster":"VOE"},{"path":"/redirect/8590014","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12953216","hoster":"VOE"},{"path":"/redirect/10126697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-2/episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Das Leben im Lande der Briten ist nicht leicht. Alles ist verdammt teuer, und Geld ist bei nicht wenigen Bürgern äußerst knapp. Zum Beispiel Vicky Pollard. Weil sie dringend Geld braucht, behauptet sie auf dem Polizeirevier, dass sie Zeugin eines Raubüberfalls war. Schließlich gilt es, 10.000 Pfund Belohnung zu kassieren. In einem anderen Fall geht es um ein junges Paar, dem ein Traumkredit vorgeschlagen wird. Doch der Bankcomputer sagt immer wieder: \u0027No!\u0027 Auch Bubbles De Vere sucht nach Möglichkeiten, ihre wirtschaftliche Lage zu verbessern. Erneut setzt sie ihren Astralkörper ein, um sich die Bezahlung eines Spa-Hotels ganz einfach zu sparen. Nicht aufs Geld achtet allerdings ein Feinschmecker. Im Restaurant möchte er außer Haute Cuisine auch noch Junk Food. Und zum Nachtisch wünscht er sich einen ordinären Schokoriegel. Außerdem bestellt er Trüffel, Jakobsmuscheln - und eine Tüte Kartoffelchips. Und der Premierminister? Der muss sich mal wieder mit Sebastian auseinandersetzen. Der macht seinem Chef eine furchtbare Szene als er erfährt, dass dessen Ehefrau schwanger ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838845","hoster":"VOE"},{"path":"/redirect/8590018","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10126701","hoster":"VOE"},{"path":"/redirect/10126702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-2/episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Die spinnen, die Briten. Jedenfalls gewinnt man genau diesen Eindruck, wenn die Wahnsinnigen aus \u0027Little Britain\u0027 loslegen. Da ist zum Beispiel Vicky Pollard. Der etwas übergewichtige Teenager versucht diesmal, in den Backstage-Bereich eines Konzerts zu gelangen. Um ihr Ziel zu erreichen, setzt sie auf hemmungslosen Körpereinsatz. Jede Menge Einsatz zeigt auch Rollstuhlfahrer Andy beim Bowling, und Emily und Florence bringen als gemischtes Doppel ihre Tennispartner zur Verzweiflung. Doch auch die Handwerker im Vereinigten Königreich müssen etwas tun. Eine Lady hat für Vertreter dieser Spezies eine Brotzeit vorbereitet, die Jungs müssen allerdings ihr Essen wie Hunde apportieren - sonst gibt\u0027s nichts! Psychiater haben manchmal ebenfalls recht seltsame Auffassungen von ihrem Beruf. Einer von ihnen erweist sich als ziemlich redseliger Seelenklempner und ruft unter Missachtung der ärztlichen Schweigepflicht seine Freunde an, sobald seine Patienten den Sitzungsraum verlassen haben. Der Premierminister ist diesmal zu Gast in einer Nachrichtensendung. Dabei werden ihm verdammt heikle Fragen gestellt. Sebastian versucht, seinem geliebten Chef Mut zu machen und feuert ihn vor laufender Kamera an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838846","hoster":"VOE"},{"path":"/redirect/14191207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-2/episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12424133","hoster":"VOE"},{"path":"/redirect/8590021","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/little-britain/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/little-britain/staffel-3/episode-1","name":"Episode 1","epNo":1,"alt":"Episode 1","descr":"Wenn es ums Vergnügen geht, sind die Bewohner von \u0027Little Britain\u0027 allesamt ganz groß. So begibt sich Bubbles de Vere in ein Beauty-Spa. Dummerweise trifft sie dort ihren Ex-Mann, der eine neue Flamme hat. Lou und Andy besuchen derweil ein Aquarium. Sie wollen unbedingt \"Oktopussis\" treffen. Doch schließlich versuchen sie ihr Glück bei einer Flugzeug-Show. Auf der Suche nach dem ganz großen Glück hat sich Mr. Dudley aus dem Katalog eine thailändische Frau bestellt - allerdings sieht Ting Tong ganz anders aus als auf dem Foto. Das Leben ist nun mal kein Tanzlokal, aber bei Vicky Pollard sieht es beinahe so aus, als ob man als Tänzer besser durchkommt. Vicky und ihre Gang werden nämlich auf einem Spielplatz zu einem Tanz-Battle herausgefordert. Emily Howard wird von ganz anderen Problemen geplagt: Sie hat ein \"Lady Problem\" - nämlich einen Damenbart. Der einsame Daffyd möchte Geld als Callboy verdienen, ist über die Anfragen aber gar nicht erfreut. Und auch der Premierminister muss wieder einiges aushalten: Er bittet Sebastian, vertrauliche Akten zu vernichten. Das hat ungeahnte Folgen ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838850","hoster":"VOE"},{"path":"/redirect/8590020","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11314132","hoster":"VOE"},{"path":"/redirect/10126699","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12924296","hoster":"VOE"},{"path":"/redirect/10126708","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-3/episode-2","name":"Episode 2","epNo":2,"alt":"Episode 2","descr":"Fernsehen kann reich machen. Jedenfalls wenn man bei einem Gewinnspiel mitmacht, so wie Lou und Andy das tun. Lou ist tatsächlich bei einem TV-Gewinnspiel durchgekommen und hat nun die Chance, richtig viel Geld zu gewinnen. Allerdings besteht Andy darauf, die Sache zu übernehmen - und das hat Folgen. Später machen die beiden Freunde einen Ausflug und fahren ans Wasser. Andy ist jedoch derartig langweilig, dass er beschließt, die ganze Aktion ein bisschen interessanter zu gestalten. Ob Vicky Pollard ihren neuen Job interessant findet, bleibt abzuwarten: Sie arbeitet bei einer erotischen Telefon-Hotline. Ein besonderes Erlebnis der kulinarischen Art haben Pat und Don. Sie essen in einem indischen Restaurant, doch das scharfe Essen hat einen ungewöhnlichen Effekt auf Don. Daffyd glaubt derweil immer noch, der einzige Homosexuelle weit und breit zu sein. Doch das hält ihn nicht davon ab, sich eine Freundin zuzulegen. Schließlich bleibt ihm als \"dem einzigen Schwulen im Dorf\" nichts anderes übrig, als mit Frauen auszugehen. Maggie erholt sich gut von ihrer Nierentransplantation - bis sie erfährt, von wem die Niere gespendet wurde. Und bei den irrwitzigen Szenen aus dem Vereinigten Königreich darf natürlich der Premierminister nicht fehlen. Diesmal muss sich der Regierungschef äußerst unangenehmen Fragen des Kabinetts stellen. Sein Assistent Sebastian beweist seine Unterstützung, indem er hingebungsvoll eine Version von Christina Aguilleras Hit \"Beautiful\" zum Besten gibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838849","hoster":"VOE"},{"path":"/redirect/8590022","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10126704","hoster":"VOE"},{"path":"/redirect/10126703","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-3/episode-3","name":"Episode 3","epNo":3,"alt":"Episode 3","descr":"Auch die Bewohner Britanniens haben so ihre Träume. Zum Beispiel Rollstuhlfahrer Andy. In einem Magazin sieht er Frauen mit enormen Brüsten. Nun möchte er auch welche. Oder eine alte Dame, die den lieben langen Tag von possierlichen Tierchen träumt: Sie sammelt Frösche - aus Ton, aus Plastik, aus Stoff. Zum Geburtstag bekommt sie von ihren Freundinnen allerdings einen echten Frosch geschenkt, und das hat Folgen. Die Farbe Grün hat es auch Mr. Dudley angetan. Zunächst wollte er die aus Thailand herbeibestellte Frau namens Ting Tong wieder zurückschicken, weil sie wieder gelogen hat. Doch als sie plötzlich als verführerische \"Grüne Göttin\" erscheint, überlegt er es sich anders. Derweil wird Orville, eine bekannter TV Darsteller im grünen Vogelkostüm, im Supermarkt von seinen Fans belästigt. Richtig lästig kann auch die berüchtigte Vicky Pollard sein. Diesmal versucht sie, der Presse eine Skandalstory zu verkaufen. Eine weitere aufregende Geschichte steht dem Premierminister ins Haus. Gerade ist ein Buch erschienen, in dem seine früheren Affären haarklein ausgebreitet werden. Sein Assistent Sebastian kann das natürlich nicht gut heißen. Schließlich geraten Andy und Lou in Polizeikontrolle. Während Lou sich um Kopf und Kragen redet, haut Andy mit dem Polizeimotorrad ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838854","hoster":"VOE"},{"path":"/redirect/9241036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-3/episode-4","name":"Episode 4","epNo":4,"alt":"Episode 4","descr":"Das Zusammenleben von Mann und Frau ist auch im Vereinigten Königreich nicht immer einfach. So hat Ting Tong, die von Mr. Dudley nach Britannien geholte Thailänderin, ihre Mutter im Küchenschrank versteckt, damit Dudley sie nicht findet. Bubbles De Vere muss zu ihrem Entsetzen erfahren, dass ihr Ex-Mann sie verlassen hat, weil Desiree ihr an Körperfülle überlegen ist. Daraufhin reift in Bubbles ein folgenschwerer Entschluss: Sie will zunehmen - und zwar gewaltig! Lou und Andy sind zwar nicht miteinander verheiratet, doch zusammen leben müssen sie irgendwie trotzdem. Als Andys Frisbee auf dem Hochspannungsmast landet, sucht Lou bei einem Bauern Hilfe. Rollstuhlfahrer Andy erklimmt derweil hinter dem Rücken seines Kumpels den Mast. Daffyd Thomas lässt sich als Kandidat für die \"Schwulenrechte für Schwule\"-Partei aufstellen und erklärt, dass er wohl auch der einzige Wähler sein wird - bekanntlich ist er auch der einzige Schwule im Dorf. Judy und Maggie machen einen Spaziergang mit Maggies neuem Hund. Dabei begegnen sie einer anderen Hundebesitzerin, die einen reinrassigen chinesischen Kläffer ausführt, worauf Maggie wie immer ziemlich drastisch reagiert. Die Reaktion auf den modischen Wagemut des Premierministers ist ebenfalls heftig. Der Regierungschef hat sich im Urlaub einen Schnurrbart wachsen lassen. Sein Assistent Sebastian ist schockiert ...","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838852","hoster":"VOE"},{"path":"/redirect/8590025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-3/episode-5","name":"Episode 5","epNo":5,"alt":"Episode 5","descr":"Kleine und große Geheimnisse sorgen im Lande der Briten für jede Menge Verwirrung. Beispielsweise ist Lou so freundlich, für seinen im Rollstuhl sitzenden Kumpel Andy eine Terrasse mit Zement auszugießen. Sobald er der Baustelle den Rücken zuwendet, steht Andy auf und tritt auf die frisch gegossene Fläche. Lou ist verwirrt: Von wem stammen die Fußspuren? Später besuchen die beiden ein Rugby-Spiel. Als Lou eine Limo holt, verlässt Andy wieder seinen Rollstuhl und rennt aufs Spielfeld. Derweil hat Vicky Pollard einen neuen Job: Sie wird als Babysitterin engagiert. In der Wohnung eines wohlhabenden Elternpaares interessiert sie sich allerdings in Wirklichkeit nur für die Spirituosensammlung in der bestens bestückten Hausbar. Parlamentsmitglied Sir Norman Fry muss sich der Presse stellen, um zu rechtfertigen, wie sein Nacktfoto auf einer Homosexuellen-Website landen konnte und wie es zu einem ziemlich abenteuerlichen Unfall mit einem anderen Mann kam. Eine überraschende Begegnung der seltsamen Art haben auch die Besucher eines Computerladens. Hinter dem Tresen steht ein echtes Pferd. Das Tier hat richtig viel Ahnung von Anti-Virenprogrammen und Windows XP. Von iPods versteht es allerdings so gut wie gar nichts. Schließlich muss der Premierminister zu Friedensgesprächen reisen, bei denen es um eine Lösung des arabisch-israelischen Konflikts gehen soll. Gerne würde er Gregory mitnehmen, doch Sebastian ist furchtbar eifersüchtig und stürmt aus dem Zimmer. Daraufhin erklärt der Regierungschef Gregory seine Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838851","hoster":"VOE"},{"path":"/redirect/8590023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-3/episode-6","name":"Episode 6","epNo":6,"alt":"Episode 6","descr":"Money makes the world go round - auch in Britannien. Deswegen besteht Vicky Pollard heute auch darauf, dass ihr Zeitungshändler ihr ihren Lottogewinn aushändigt. Doch dazu muss sie erst einmal nachweisen, dass sie tatsächlich gewonnen hat. Auch Rentner müssen aufs Geld achten. So möchte ein älterer Herr bei Carol eine halbjährige Kreuzfahrt rund um die Welt buchen. Erster Klasse versteht sich. Allerdings möchte er für den Spaß nicht mehr als 700 Pfund bezahlen. Zu Carols Erstaunen sagt der Computer diesmal \"Ja\". Mr. Dudley hat für die Thailänderin Ting Tong viel Geld bezahlt - und nun das! Ting Tong holt ihre gesamte Familie in Dudleys Wohnung und macht darin auch noch ein Thai Restaurant auf. Für den eigentlichen Hausherrn ist in dem Etablissement allerdings kein Tisch mehr frei, weshalb er gnadenlos fortgeschickt wird. Ganz weit weg möchte auch Florence. Der Transvestit gesteht Emily Howard, dass er gern wieder ein Mann wäre, um mit seiner Ehefrau wieder ein normales Leben führen zu können. Doch Emily kriegt Florence gleich wieder rum - mit einem antiken Rüschenkleid. Recht betagt ist ebenfalls Lous Mutter. Als sie eines Tages stirbt, reist Lou zu ihrer Beerdigung. Während seiner Abwesenheit soll die strenge Mrs. Mead auf Andy aufpassen. Für Andy bricht eine schwere Zeit an, denn die resolute Dame lässt sich in keiner Weise von seinen Launen beeindrucken. Nicht leicht hat es auch Sebastian. Der Premierminister gibt die Parteiführung ab, und Sebastian lehnt es ab, für den Nachfolger zu arbeiten. Zum Abschied bekommt der Assistent des Regierungschefs einen hysterischen Anfall und macht seinem geliebten Chef ein ganz besonderes Geschenk.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838853","hoster":"VOE"},{"path":"/redirect/8590026","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/little-britain/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/little-britain/staffel-4/episode-1","name":"Little Britain USA (1)","epNo":1,"alt":"Little Britain USA (1)","descr":"Vicky Pollard im Boot-Camp in Utah, Daffyd Thomas am College in Pennsylvania, Sebastian Love in Washington D.C.: Für HBO zogen viele der eigentümlichen ‚Little BRITAIN‘ Charaktere in die Vereinigten Staaten von Amerika. Neben den altbekannten Figuren lernen die Zuschauer aber auch eine Fülle an neuen US-Charakteren kennen, z.B. Phyllis aus einer ganz gewöhnlichen amerikanischen Kleinstadt, die den manipulativen Ratschlägen ihres King Charles Spaniels Mr. Doggy vollkommen ausgeliefert ist. Mark und Tom sind die besten Gym-Buddies und die zwei Bodybuilder schrecken nicht davor zurück, sprichwörtlich ‚Alles‘ füreinander zu tun. Und dann gibt es auch noch Bing Gordyn, er war der ‚achte Mann auf dem Mond‘. Im Laufe der Zeit hat der Mann aus Idaho durch den Mangel an Anerkennung gegenüber seiner Zeit im Weltraum allerdings so einige Neurosen entwickelt … (Text: Comedy Central)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838855","hoster":"VOE"},{"path":"/redirect/8590027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-4/episode-2","name":"Little Britain USA (2)","epNo":2,"alt":"Little Britain USA (2)","descr":"Vicky Pollard landet in einem Erziehungslager in Utah und legt sich auf ihre unvergleichliche Art mit der Lagerleiterin an, die ihr kaum gewachsen ist.  Ein junges Paar steht verzweifelt vor der Empfangsdame Carol im St. John’s Krankenhaus. Der Frau ist die Fruchtblase geplatzt, und sie muss dringend in den Kreißsaal, doch Carol sieht sich nicht gerade genötigt, ihr diesen Weg zu erleichtern. Connor hört sich wieder die erstaunlichen Geschichten seiner Großmutter an, die offenbar in einer Ära gelebt hat, die alles in der Jetztzeit in den Schatten stellt. Brian und Maureen lassen sich scheiden, weil Maureen sich in eine Frau verliebt hat. Dass sie lesbisch ist, darauf wäre er nie gekommen, obwohl ihr gesamtes Hab und Gut darauf hinweist. Doch am Ende erlebt auch Maureen eine Überraschung, als sie nämlich feststellen muss, dass Brian schwule Literatur liest. Marjorie Doors wurde extra nach Amerika gerufen, um dort ihre fantastischen Ratschläge zu erteilen, die vor allem darin bestehen, ihre Diätgruppe zu beschimpfen und zu quälen. David und Kelly laden Davids Familie aus Großbritannien ein. Die Familie von Gerald und Celia – und ihrem Sohn Harvey. Der 30-jährige Harvey ist ja ganz nett, er hat nur ein Problem, er will immer noch an die Brust. Und seine nachgiebige Mutter gestattet ihm das auch. Und so sind sie also über den Großen Teich gefahren, um die Verwandtschaft zu schockieren. Der ehemalige Assistent des britischen Premierministers Sebastian ist inzwischen selbst Premierminister und macht einen Staatsbesuch bei dem Präsidenten der Vereinigten Staaten, dem er so herrliche Vorschläge unterbreitet, wie sie sollten doch mit nacktem Oberkörper im Schlamm ringend Pressefotos machen lassen … Und die bezaubernde Frau des Präsidenten ganz böse auflaufen lässt. Phyllis Church ist mit ihrem kleinen Hund Mr. Doggy mal wieder unterwegs, damit Mr. Doggy sein Geschäft machen kann. Und Mr. Doggy hat einen großen Wunsch: Er möchte sein Frauchen auch mal kacken sehen. Nachdem sie sich eine Weile geziert hat, gibt Phyllis nach und kackt in die öffentliche Grünanlage. Bubbles DeVeer ist auf einem Luxusliner unterwegs auf der Flucht vor ihren Gläubigern und steht schon wieder am Spieltisch und verliert. In ihrer Verzweiflung setzt sie nach und nach alles. Zuerst die Ohrringe, dann das Kleid und die Schuhe, schließlich ihren Schlüpfer und am Ende auch noch die Perücke.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838857","hoster":"VOE"},{"path":"/redirect/8590028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-4/episode-3","name":"Little Britain USA (3)","epNo":3,"alt":"Little Britain USA (3)","descr":"Der Präsident der Vereinigten Staaten hat ein Meeting mit dem Präsidenten von Frankreich, und Sebastian, der schwule Premierminister von Großbritannien schleicht misstrauisch und neidisch um sie herum. Und mit seinem Misstrauen hat er nicht so ganz unrecht. Im Erziehungslager in Utah fasst Vicky noch mal in einem unverständlichen Wortschwall zusammen, was sie erlebt hat und bringt alle so gegen sich auf, dass es zu einer großen Schlägerei kommt. Die zwei Jäger Skip und Chuck haben tatsächlich eine Maus erwischt. Daffyd, der einzige Schwule im Dorf, geht für ein Semester ans College an North Carolina, um klarzumachen, dass er der einzige Schwule auf dem Campus ist. Bei Kelly und David sind immer noch die schrägen Verwandten aus Großbritannien zu Besuch, und sie müssen schon zum Frühstück mitansehen, wie Celia ihren erwachsenen Sohn stillt. Aber damit nicht genug, sie füllt mit ihrer Muttermilch auch die Cornflakes-Schale von David auf. Der verzweifelte Bing Gordon, der einmal der achte Mann auf dem Mond war, was kein Schwein mehr interessiert, bestellt einen Klempner nach dem anderen, um mit seiner großen Tat anzugeben, doch er landet bei keinem wirklich. Lou kommt vom Einkaufen nach Hause und findet Andy auf einem münzbetriebenen Spielzeugauto, das der angeblich gefunden hat. Doch in diesem Moment läuft im Fernsehen eine Übertragung des Ereignisses. Man sieht auf den Überwachungskameras des Supermarkts, wie Andy aus seinem Rollstuhl steigt und das Spielzeugauto klaut. Doch das Phantombild hat keinen großen Wiedererkennungswert, also leugnet Andy wieder mal alles. Bubbles DeVere versucht, ihre Spielschulden loszuwerden, indem sie den Captain des Kreuzfahrtschiffes in ihr Bett ziehen will. Sie hat sich als Riesen-Meer-jungfrau verkleidet, doch der Captain bleibt standhaft. Emily Howard, die Lady aller Ladies, bewirbt sich als Modell für einen Kunstkurs, ohne zu ahnen, dass es dabei um Aktmalerei geht. Was am Ende dabei rauskommt, kann man sich ja denken.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924293","hoster":"VOE"},{"path":"/redirect/8590029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-4/episode-4","name":"Little Britain USA (4)","epNo":4,"alt":"Little Britain USA (4)","descr":"Andy und Lou gehen in Amerika zum Gottesdienst. Andy quengelt rum, dass er aufs Klo muss, natürlich mitten im Wunderheilungsversuch des Pfarrers. Und während der mit geschlossenen Augen inbrünstig den Herrn anfleht, verschwindet Andy mal kurz aufs Klo. Damit keiner Verdacht schöpft, kriecht er wie eine Nacktschnecke wieder raus. Ellie Grace und ihre Mummy wünschen sich wieder auf süßeste Weise gute Nacht, bis Ellie Grace mal wieder ganz, ganz böse Worte rausrutschen. Vicky in ihrem Erziehungslager raucht einfach in der Dusche, obwohl das verboten ist, und als Johanna kommt, um sie zur Rede zu stellen, versteckt sie die Zigarette hinten in ihren Haaren, die natürlich in Flammen aufgehen. Und wer hat jetzt wieder Schuld? Wir befinden uns auf einer Cocktailparty der High Society. Einer der Gäste ist sicher, dass er den attraktiven Kellner irgendwoher kennt, bis dieser endlich zugibt, dass er ab und zu schwule Hardcore-Pornos dreht. Die arme Mrs. Dean hatte einen Unfall und ist noch immer ganz verstört. Da gerät sie an Carol, die Empfangsdame des St. John’s Hospital, und damit war der Unfall nicht das Schlimmste, was ihr an diesem Tag passiert ist. In einer Pharmafirma wird ein neuer Name für ein Hämorrhoiden-Produkt gesucht, und am Ende fällt die Wahl auf den Namen \"Es tut weh, wenn man scheißt\"- Creme. Die zwei extrem toughen Bankräuber Bobby und Jimi versuchen, eine Bank zu überfallen, doch kriegen es jedesmal mit der Angst zu tun, sobald sie vor dem Schalter stehen, und klauen dann grade noch einen Stift oder so was. Der amerikanische Präsident bekommt vom Premierminister Sebastian zum Abschied ein Diamantcollier geschenkt mit den dazu passenden Ohrringen, die Sebastian erst mal anlegt, um sie vorzuführen. In diese innige Zweisamkeit platzt die Delegation aus China. George und Sandra leben die kaputteste Ehe der Welt, diesmal an einem verregneten Vormittag in einem Autohaus. Sandra reagiert wieder auf gar nix, und George gießt ihr heißen Tee auf den Schoß, doch auch da reagiert sie nicht. Oma Mildred erzählt ihrem Enkel Connor mal wieder was aus der wilden alten Zeit, in der eigentlich alle schwul und lesbisch waren, doch als Connor ihr gesteht, dass er selber auch schwul ist, ist sie entsetzt. Wir befinden uns wieder in der Fightergruppe, und ein Wunder ist geschehen. Die dicke Jenny hat in einer Woche fünf Pfund verloren, und Marjorie kann es kaum fassen, es ist ja auch nicht dank ihrer Diät geschehen, sondern dank eines Gastro-Bandes, das der Arzt ihr empfohlen hatte. Daraufhin beschimpft Marjorie sie als Verräterin an der Gruppe. Bei einem kleinen intimen Sting-Konzert bittet Sting einen seiner weiblichen Fans auf die Bühne, und schon steht Emily Howard vor ihm, die Lady. Sting lässt sich nicht aus der Fassung bringen und singt mit ihr zusammen sein Lied \"Fields Of Gold\", und beim Gesang kann Emily ihre tiefe männliche Stimme nicht verleugnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838858","hoster":"VOE"},{"path":"/redirect/8590030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-4/episode-5","name":"Little Britain USA (5)","epNo":5,"alt":"Little Britain USA (5)","descr":"Emily Howard wird beim Stehlen eines Kleides erwischt und auf die Wache geführt. Beim Verhör muss sie leider zugeben, dass sie ein verheirateter Mann mit drei Kindern ist. Linda wird von einem winzigkleinen eleganten Schwarzen aufgesucht. Ein gefundenes Fressen für sie. Sie muss natürlich sofort Martin anrufen. Die beiden Muskelpakete Tom und Mark amüsieren sich mal wieder wie die kleinen Jungs im Sportstudio, bis sie entdecken müssen, dass sie beide einen Ständer bekommen. Wie peinlich. Vicky Pollard im Erziehungslager bleibt beim Fluchtversuch im Zaun hängen und erklärt der herbeieilenden Johanna die missliche Lage damit, dass sie einen kleinen Vogel retten wollte. Ellie Grace muss sich die Mandeln rausnehmen lassen und mischt das Krankenhaus auf, weil sie so viele schlimme Worte kennt. Der Vertreter von Starbucks dreht total durch und will an jeder Straßenecke eine Starbucks-Filiale errichten bis hin zu Starbucks im Starbucks. Dann explodiert ihm der Kopf. Der Herr Senator wurde dabei erwischt, wie er einem afrikanischen Transvestiten an den Schwanz ging, und muss jetzt der Presse gegenüber die Situation erklären. Er findet eine interessante Variante. Zwei amerikanische Paare lernen sich im Urlaub im Hotel kennen und stellen während des Gespräches fest, dass sie die gleiche Identität haben. In Lindas Büro taucht der kleine Ladyboy Darin auf, den sie natürlich auch sofort Martin beschreiben muss. Andy und Lou sind im Zoo und Andy will unbedingt den Löwen streicheln, was Lou ihm natürlich verbietet. Doch als er zwei Eis holen geht, kann Andy nicht widerstehen. Als Lou zurückkommt, findet er seinen Freund Andy vor – mit einer abgebissenen Hand. Mr. Doggy überredet sein Frauchen, einen Stein durch ein Ladenfenster zu schmeißen. Captain Douglas hat Bubbles DeVere in Rio absetzen lassen und nicht damit gerechnet, wie gut sie schwimmen kann. Und schon steht Bubbles wieder am Dinnertisch. Diesmal vor dem unsagbar reichen Mr. Getty, den sie versucht, mit ihrer nackten und prallen Schönheit zu verführen. Bei der UN-Vollversammlung baggert Sebastian mal wieder den amerikanischen Präsidenten an und schiebt ihm immer kleine Zettel zu. Der letzte mit der eindeutigen Aufforderung ‚Ich denke an deinen Schwanz‘ landet dummerweise bei dem Nachbarn, der sofort auf Sebastians Flirt eingeht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838859","hoster":"VOE"},{"path":"/redirect/8590035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-britain/staffel-4/episode-6","name":"Little Britain USA (6)","epNo":6,"alt":"Little Britain USA (6)","descr":"Ellie Grace darf zum ersten Mal bei Freundinnen übernachten. Und natürlich wird das geliebte Abschiedsspiel zwischen ihr und ihrer Mom gespielt. Doch diesmal wird nicht Ellie Grace sondern die Mama ausfällig. Vicky Pollard liegt schwerverletzt im Krankenhaus, weil sie gewettet hat, dass sie vom Dach der Kapelle springen wird. Sie kann sich nur noch durch einen Wimpernschlag verständigen, der von einem Computer übersetzt wird. An Vickys unnachahmlicher Ausdrucksweise hat sich dabei aber auch nichts geändert. Der Herr Senator muss sich mal wieder rechtfertigen, weil er mit einem jungen Puertoricaner auf der Toilette erwischt wurde, und schon wieder reihen sich die Zufälle wie auf einer Kette auf. Majorie beschimpft den dicken Tony als Fettsack und behauptet, sie wurde in der Schule immer als Prinzessin Zauberhaft bezeichnet. Der arme, alte Peter hat einen Termin beim Kardiologen, muss aber vorher an Carol vorbei, die einfach behauptet, im Computer steht, er sei schon tot. Dummerweise hat sich Leo zu einem Blind Date verabredet, zu dem Emily ‚ich bin eine Lady‘ Howard erscheint. Den Abend hatte sich Leo anders vorgestellt. George sitzt mit seiner stoischen Ehefrau am Flughafen. Sie warten auf ihren Flieger zurück nach London. Er versucht es mal wieder, sie ins Gespräch zu bringen. Und das Ganze endet wie immer mit einer Beschimpfung. Dafydd versucht zu schlafen, doch offenbar ist nebenan ein Pärchen beim Sex. Wütend stapft er rüber, um festzustellen, dass das Pärchen aus zwei Frauen besteht. Empört beschimpft er die beiden Lesben wie der letzte Spießer. Der achte Mann auf dem Mond wird von einem Studenten aufgesucht, der eine These über die Mondlandung schreiben will. Doch wie sich im Laufe des Gesprächs herausstellt, will der beweisen, dass die Mondlandungen gefaked wurden. Daraufhin wird er von Bing mit einem Gewehr bedroht, woraufhin er sich bereiterklärt, eine These über den tollsten Mann auf dem Mond zu schreiben. Kelly und David machen sich hinter Celias Rücken über die Essgewohnheiten ihres Sohnes lustig. Celia bekommt es mit und ist tief verletzt. Als Kelly und David sich bei ihr entschuldigen wollen, müssen sie feststellen, dass im Schlafzimmer der Gäste gerade der 25-jährige Sohn gewindelt wird. Tom und Mark haben sich operieren lassen. Mark hat eine Penisverlängerung vornehmen lassen, so dass sein Penis jetzt wie ein langer Faden an ihm herunterhängt. Und bei Tom wurde aus Versehen eine Vagina eingebaut. Andy hat sich den Rollstuhl seiner Motelnachbarin geklaut und ist auf dem besten Wege, Lou zu verlassen, den er ja nun nicht mehr braucht. Doch das dauert keine 200 Meter. Und Lou ist nur zu dankbar, dass er den unerträglichen Andy wieder bemuttern darf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8838860","hoster":"VOE"},{"path":"/redirect/8590031","hoster":"Streamtape"}]}]}]}]}