{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde","name":"Littlest Pet Shop – Tierisch gute Freunde","descr":"Die junge Blythe, eine aufstrebende Modedeignerin und ihr Vater , der Pilot Roger Baxter ziehen in die große Stadt. Und ihre Wohnung liegt über dem ‚Littlest Pet Shop‘, einer Tagespension für Tiere aller Arten. Die Besitzerin Mrs. Twombly muss immer wieder gegen die Schließung des Ladens kämpfen. Gut, dass Blythe sich auf geheimnisvolle Weise mit den Tieren verständigen kann – denn nun helfen auch diese dabei, dass Mrs. Twombly immer Gäste hat. Und ab und an, da singen sie alle zusammen: der Spaniel, der Gecko, der Panda, die Äffin, das Stinktier, die Manguste und der Igel.","seasons":[{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-1","name":"Der kleine Tierladen","epNo":1,"alt":"Blythe’s Big Adventure: Part One","descr":"Blythe zieht mit ihrem Vater in die große Stadt. Das Mädchen ist wenig begeistert, erst recht nicht als sie feststellen muss, dass das neue Heim gleich über einer Tierhandlung liegt. Als sie bei einem Ausflug mit dem Lastenaufzug versehentlich im Littlest Pet Shop landet, zweifelt sie an ihrem Verstand. Die Tiere dort können sprechen und Blythe kann sie verstehen.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-2","name":"Die Tiermodenschau","epNo":2,"alt":"Blythe’s Big Adventure: Part Two","descr":"Gerade hat sich Blythe mit ihrem neuen Heim und ihren neuen Nachbarn angefreundet, droht dem Littlest Pet Shop die Schließung. Der Laden läuft nicht besonders gut und es fehlt an Einnahmen. Blythe überlegt, wie sie Frau Twombly und ihren quirligen Tierchen helfen kann. Ihre Idee: Eine Tier-Modenschau soll wieder Geld in die Kasse bringen.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-3","name":"Minka, die Retterin","epNo":3,"alt":"Bad Hair Day","descr":"Ausgerechnet an Zoes großem Tag ist der Stammhundefriseur krank, und sie soll doch heute bei einer Hundeausstellung auftreten. Da bietet Blythe Frau Twombly an, für den Friseur einzuspringen. Schließlich hat sie all ihre Puppen frisiert und geschminkt, da wird das auch bei Zoe klappen. Doch bedauerlicherweise hat sich Blythe ordentlich überschätzt.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-4","name":"Rettungsplan 1–7","epNo":4,"alt":"Gailbreak!","descr":"Zoe ist davon überzeugt, dass ihre Schwester Gail gegen ihren Willen im ‚Extragroßen Tierladen‘ gefangen gehalten wird. Russel arbeitet sofort einen Befreiungsplan aus und gemeinsam mit Blythe ziehen die Freunde los, um diesen in die Tat umzusetzen. Doch leider hat Russels Plan mehr als eine Schwachstelle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314138","hoster":"VOE"},{"path":"/redirect/10126776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-5","name":"Beste Freundinnen","epNo":5,"alt":"Penny For Your Laughs","descr":"Pepper hält sich für eine große Komödiantin. Seit geraumer Zeit feilt sie an einem neuen Stil. Doch leider kommt ihr neuer, sehr spezieller Humor bei ihren Freunden nicht gut an. Vor allem Penny findet Peppers Scherze alles andere als komisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314143","hoster":"VOE"},{"path":"/redirect/10126774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-6","name":"Missverständnisse","epNo":6,"alt":"Mean Isn’t Your Color","descr":"Der große Wohltätigkeitsball steht an. Blythe Aufgabe ist es, die Outfits zu nähen. Doch nachdem auch ihr Vater sie bittet, ihm für eine besondere Verabredung einen Anzug zu schneidern, ist Blythe nicht mehr bei der Sache. Mit wem ist ihr Vater wohl verabredet? Und dann sorgt auch noch einer ihrer Abendrobenentwürfe für ein großes Missverständnis.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-7","name":"Sei du selbst","epNo":7,"alt":"Russell Up Some Fun","descr":"Blythe ist ein wenig genervt. Ihre Freundin Sue macht ihr einfach alles nach und das ist auf Dauer ziemlich eintönig. Blythe versucht Sue zu erklären, dass jeder auf seine eigene Weise etwas ganz Besonderes ist und es keinen Grund gibt, andere zu kopieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314137","hoster":"VOE"},{"path":"/redirect/10126777","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-8","name":"Sunil der Hellseher","epNo":8,"alt":"Blythe’s Crush","descr":"Blythe stößt im Park mit einem Jungen zusammen, der ihr auf Anhieb gefällt, aber auf seinem Skateboard gleich weiter saust. Dabei hat er seinen Schlüssel verloren. Für Blythe ein guter Vorwand nach dem Unbekannten zu suchen. Sunil soll ihr mit seinen vermeintlich hellseherischen Fähigkeiten dabei helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10541995","hoster":"VOE"},{"path":"/redirect/10126779","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-9","name":"Der Speiseaufzug","epNo":9,"alt":"Dumb Dumbwaiter","descr":"Blythe, Minka, Zoe und Pepper bleiben im Speiseaufzug stecken. Weil sie darin eigentlich nichts zu suchen haben, können sie unmöglich nach Frau Twombly oder Blythe?s Vater rufen. Zum Glück hat Penny Ling eine zündende Idee …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535265","hoster":"VOE"},{"path":"/redirect/10126780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-10","name":"Trubel im Tierladen","epNo":10,"alt":"Eve Of Destruction","descr":"Frau Twombly hat einen ihrer Putzanfälle. Sie wienert und poliert, bis sämtliche Putzmittel aufgebraucht sind. Daher unterbricht sie die Arbeit, um einzukaufen. Kaum ist sie zur Tür raus, gibt es unter den Tieren ordentliche Reibereien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11314141","hoster":"VOE"},{"path":"/redirect/10126781","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-11","name":"Die falsche Vorstellung","epNo":11,"alt":"Books And Covers","descr":"Blythe nimmt an einem Mathematik-Wettbewerb teil. Sie schlägt sich ganz gut. Doch während sie die Ergebnisse schriftlich errechnen muss, scheinen die Biskit-Zwillinge sie ohne langen Rechenweg auf Anhieb zu wissen. Verblüffend! Unterdessen schlagen sich Blythe’s tierische Freunde mit einem neuen Mitbewohner rum. Eine mysteriöse und äußerst unheimliche Siam-Katze.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747573","hoster":"VOE"},{"path":"/redirect/10126782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-12","name":"Die Tanz-Prinzessin","epNo":12,"alt":"So You Skink You Can Dance","descr":"Als leidenschaftlicher Hobbytänzer ist Vinnie ein großer Fan der der beliebten Fernsehshow ‚Schwing das Tanzbein‘. Blythe möchte ihrem kleinen, grünen Freund eine Freude machen und besucht mit ihm die Produktion der Show. Vinnie ist ganz aus dem Häuschen, als er dann auch noch die Gelegenheit bekommt, sein Können der Jury zu präsentieren, scheint sein Glück perfekt. Doch leider hält die den Gecko für gänzlich unbegabt.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-13","name":"Sunil der Star","epNo":13,"alt":"Lights, Camera, Mongoose!","descr":"Der große Bollywood-Star Sharukh ist in der Stadt. Weil die Tiere seine größten Fans sind, macht Blythe mit ihnen einen Ausflug zum Set seines neusten Films. Und dort treffen sie tatsächlich ihr Idol. Doch ganz anders als in seinen Rollen macht Sharukh einen niedergeschlagenen und müden Eindruck. Sein ewig voller Terminkalender macht ihm zu schaffen. Damit der Filmstar mal zur Ruhe kommen kann, tauscht er mit Sunil die Rollen. Während Sharukh im kleinen Tierladen entspannt, mimt Sunil den Bollywood-Schauspieler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10541996","hoster":"VOE"},{"path":"/redirect/10126786","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-14","name":"Das Zucker-Chaos","epNo":14,"alt":"Topped With Buttercream","descr":"Stolz präsentiert Blythe ihren tierischen Freunden ihre neue Schultasche. Das bringt Russel auf eine Idee. Er wollte schon immer am High-School-Leben teilnehmen. Deshalb schleicht er sich in Blythe’s Rucksack. Kaum hat er den im Schulgebäude verlassen, bricht dort auch schon das Chaos aus. Zoe hat derweil ganz andere Sorgen. Sie hat ein Auge auf einen Gast des kleinen Tierladens geworfen, traut sich wegen eines Verbandes um ihre Schnauze aber nicht, auf ihn zuzugehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747574","hoster":"VOE"},{"path":"/redirect/10126784","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-15","name":"Das versteck-Spiel","epNo":15,"alt":"Trading Places","descr":"Young Mees Tante Christie hat gleich neben dem kleinen Tierladen ein Süßigkeiten-Geschäft eröffnet, in dem Young Mee aushelfen soll. Blythe findet das prima, schließlich arbeitet ihre Freundin dann ganz in ihrer Nähe. Auch die Tiere sind ganz gespannt auf ihre neuen Nachbarn. Heimlich unternehmen sie einen Ausflug in Christies Laden und sorgen dabei nicht nur für ein heilloses Chaos, sondern fressen sich zudem auch noch durch das gesamte Angebot.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10747575","hoster":"VOE"},{"path":"/redirect/10126785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-16","name":"Wilde Fahrt","epNo":16,"alt":"Sweet Truck Ride","descr":"Young Mees Tante Christie hat für ihren Süßigkeiten-Laden einen neuen Lieferwagen gekauft. Neugierig nehmen die Tiere das Gefährt in Augenschein, dabei setzt es sich plötzlich in Bewegung. Nur mit Mühe und Not gelingt es Blythe, den Wagen zu stoppen. Zu allem Überfluss glauben nun alle, dass sich das Mädchen unerlaubter Weise hinters Steuer gesetzt hat. Die Tiere wissen es natürlich besser. Vereint versuchen sie die Unschuld ihrer Freundin zu beweisen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10126789","hoster":"VOE"},{"path":"/redirect/10126790","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-17","name":"Ein Tag mit Papa","epNo":17,"alt":"Helicopter Dad","descr":"Blythe’ Vater hat sich extra einen Tag freigenommen, um diesen komplett mit seiner Tochter zu verbringen. Er begleitet Blythe sogar zur Schule. Was Blythe allerdings eher peinlich ist. Im Tierladen gibt es indessen einen neuen Mitbewohner: Schildkröte Schelli. Doch die will mit ihrem neuen Zuhause einfach nicht warm werden.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-18","name":"Die Törtchen-Kette","epNo":18,"alt":"What’s In The Batter?","descr":"Welch schöne Überraschung! Blythe bekommt von ihrem Vater eine Kette mit Anhänger geschenkt. Und zwar nicht irgendeine, Paps ließ die Kette nach einem von Blythe’ eigenen Entwürfen anfertigen. Klar, dass diese Kette sofort Blythe’ Lieblingsstück wird. Unglücklicher Weise versinkt sie jedoch kurz darauf in einer riesigen Portion Teig. Beim Versuch die Kette dort wieder herauszufischen, veranstaltet Blythe ein heilloses Chaos.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10126793","hoster":"VOE"},{"path":"/redirect/10126787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-19","name":"Blythe ist krank","epNo":19,"alt":"What Did You Say?","descr":"Blythe ist krank. Als sei das nicht ärgerlich genug, versteht sie, seit sie krank ist, ihre tierischen Freunde plötzlich nicht mehr. Und dann verschwindet auch noch Vinnie. Ihn verschlägt es mit der Müllabfuhr auf die große Deponie vor den Toren der Stadt. Doch zum Glück findet der Gecko dort unverhofft Freunde, die ihn zurück zum kleinen Tierladen bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13517030","hoster":"VOE"},{"path":"/redirect/10126792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-20","name":"Der Back-Wettbewerb","epNo":20,"alt":"Bakers And Fakers","descr":"Young Mee und Blythe wollen am großen Schul-Backwettbewerb teilnehmen. Auch die Zwilling Brittany und Whittany haben sich angemeldet. Die beiden wollen unbedingt gewinnen und ihnen ist jedes Mittel recht. Wird es Young Mee und Blythe dennoch gelingen, den Wettbewerb für sich zu entscheiden? Zumal plötzlich auch noch Blythe? tierische Freunde mitten ins Finale platzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10126791","hoster":"VOE"},{"path":"/redirect/10126794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-21","name":"Der Hunde-Wettbewerb","epNo":21,"alt":"Terriers And Tiaras","descr":"Im kleinen Tierladen taucht der Produzent einer bekannten TV-Show auf, in der Hunde ihre außergewöhnlichen Talente unter Beweis stellen können. Eigentlich will er Blythe nur nach dem Weg zum großen Tierladen fragen, doch als Zoe mitbekommt, wer da im Laden steht, greift sie ein. Die Hundedame überredet Blythe, den Produzenten davon zu überzeugen, dass Zoe die perfekte Kandidatin für seine Show ist.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-22","name":"Peppers Auftritt","epNo":22,"alt":"Lotsa Luck","descr":"Pepper ist ganz aus dem Häuschen. Der Star aus ihrer Kindheit, der berühmte Orang-Utan Old Bananas ist zu Gast im kleinen Tierladen. Pepper will ihrem großen Idol unbedingt imponieren und versucht, ihn von ihrem Comedy-Talent zu überzeugen. Blythe treibt unterdessen etwas ganz anderes um. Seit sie weiß, dass Frau Twombly vor ihrer Zeit im kleinen Tierladen Kung-Fu-Teppich-Näherin war, will sie unbedingt mehr über diesen außergewöhnlichen Beruf erfahren.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-23","name":"Eingesperrt","epNo":23,"alt":"Door-Jammed","descr":"Frau Twombly hat Blythe zu einem Empfang bei den Biskits mitgenommen. Blythe fühlt sich dort gar nicht wohl, erst recht nicht nachdem sie auf die Zwillinge der Familie stößt. Sie kann mit Whittany und Brittany einfach nichts anfangen. Zu allem Überfluss sperren sich Blythe und Whitanny dann auch noch versehentlich gemeinsam im Bad ein. Doch während die beiden darauf warten, dass sie endlich jemand befreit, stellen sie überrascht fest, dass sie doch jede Menge Gemeinsamkeiten haben.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-24","name":"Eine Party für Penny","epNo":24,"alt":"Frenemies","descr":"Panda-Dame Penny-Ling lebt nun schon seit einem Jahr im kleinen Tierladen. Pepper und Zoe finden, dass dieses Jubiläum gebührend gefeiert werden sollte und beschließen, eine Party für ihre Freundin zu organisieren. Doch so einig sie sich sind, dass es eine schöne Feier für Penny-Ling geben soll, so uneinig sind sie sich darüber, wie diese aussehen sollte. Peppers und Zoes Vorstellung sind vollkommen gegensätzlich und beide wollen keine Kompromisse eingehen. Ob es dennoch eine schöne Party für Pepper-Ling geben wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13517028","hoster":"VOE"},{"path":"/redirect/10126796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-25","name":"Ein Eichhörnchen im Tierladen","epNo":25,"alt":"Bltyhe’s Pet Project","descr":"Quirlie, ein chaotisches Eichhörnchen, taucht im Tierladen auf und sorgt für ein riesiges Durcheinander. Alle versuchen, es möglichst schnell wieder los zu werden.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-1/episode-26","name":"Abschied von Blythe","epNo":26,"alt":"Summertime Blues","descr":"Nachdem Blythe eine Zusage für ein Modecamp in den Sommerferien bekommen hat, heißt es Abschied nehmen. Alle sind sehr traurig, versuchen aber – Blythe zuliebe – ihre wahren Gefühle zu verbergen","versions":[]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-1","name":"Ausflug mit Hindernissen","epNo":1,"alt":"Missing Blythe","descr":"Da die Tiere ihre Freundin vermissen, planen sie einen Ausflug zu Blythes Uni. Doch auch Blythe vermisst ihre Freunde und möchte sie im kleinen Tierladen besuchen. Ein ganz schönes Durcheinander!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13535266","hoster":"VOE"},{"path":"/redirect/10126795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-2","name":"Der Nest-Hut","epNo":2,"alt":"The Nest Hats Craze!","descr":"Blythe fällt ein Vogelnest auf den Kopf. Während sich alle anderen um Blythe und ihren neuen \"Nest-Hut\" reißen, will sie nur den Vogel finden, dem das Nest gehört. Denn in dem Nest war ein Ei und Blythe ist sich sicher, dass seine Mama es schon sehr vermisst.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-3","name":"Spuk im kleinen Tierladen","epNo":3,"alt":"Eight Arms To Hold You","descr":"Russell freut sich riesig auf seine erste Übernachtung im kleinen Tierladen. Er möchte mit Blythe eine Pyjama-Party veranstalten. Doch dann spukt es im kleinen Tierladen!","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-4","name":"Sunils großes Abenteuer","epNo":4,"alt":"Heart Of Parkness","descr":"Die Biskit-Zwillinge haben versehentlich eine Wasserkobra aus dem Tierladen entkommen lassen. Und die macht nun den Stadtpark unsicher …","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-5","name":"Die Hellseherin","epNo":5,"alt":"Palm Reading","descr":"Frau Twombly ist begeistert, als im Tierladen eine Hellseherin auftaucht. Natürlich möchte sie sofort wissen, was die Tiere von ihrer Tagespflege halten. Aber irgendwie passen die Beschreibungen der Hellseherin so gar nicht zu den Tieren. Ob da was faul ist?","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-6","name":"Die Schatzsucher","epNo":6,"alt":"The Treasure Of Henrietta Twombly","descr":"Es gibt das Gerücht, dass sich unter ihrem Laden ein Schatz befindet. Tatsächlich finden die Tiere schon bald eine Schatztruhe von Frau Twomblys Ur-Ur-Großmutter Henrietta im Nachbarhaus.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-7","name":"Sunil wird berühmt","epNo":7,"alt":"What, Meme Worry?","descr":"Jasper macht ein Foto von Sunil und stellt es ins Internet. Das Bild geht um die Welt und die Leute lieben es. Natürlich können die Biskit-Zwillinge es nicht ertragen, dass jemand anderes berühmter ist als sie. Daher lassen sie sich etwas einfallen, um selbst bekannt zu werden","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-8","name":"Vinnies großer Held","epNo":8,"alt":"The Big, Feathered Parade","descr":"Blythe hat Kostüme für den anstehenden \"Großen Gefiederten Umzug\" entworfen. Als sie zufällig auf den berühmten Designer Ramon trifft, klaut dieser ihre Entwürfe und gibt sie als seine eigenen aus. Nun muss Blythe allen beweisen, dass Ramon ihre Entwürfe gestohlen hat.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-9","name":"Abenteuer im Museum","epNo":9,"alt":"A Day At The Museum","descr":"Beim Spielen schießen Minka und Penny Ling versehentlich einen Ball ins Naturkunde-Museum. Als sie ihn zurückholen wollen, greift Blythe ein, denn Tiere sind im Museum verboten!","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-10","name":"Eine zweite Chance für Blythe","epNo":10,"alt":"Alligators And Handbags","descr":"Blythe darf ihre neusten Rucksack-Entwürfe der berühmten Chefredakteurin Mona Herbst zeigen. Doch das Treffen wird ein Reinfall, denn Blythes Entwürfe kommen gar nicht gut an. Ob sie eine zweite Chance bekommt?","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-11","name":"Ein toller Tausch","epNo":11,"alt":"Blythe’s Big Idea","descr":"Die große Haustier-Mode-Ausstellung kommt in die Stadt und Blythe möchte gerne mitmachen, doch dafür braucht sie einen eigenen Laden. Bei einem Gebrauchtwarenhändler tauscht sie ihren Roller gegen einen alten Kiosk, um darin ihre Haustiermode zu verkaufen. Unterdessen gibt es bei der Fluggesellschaft von Blythes Vater jetzt ein neues Flugzeug: Den Haustier-Jet, der nur Haustiere und ihre Herrchen transportiert.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-12","name":"Der Werbefilm","epNo":12,"alt":"Commercial Success","descr":"Als im kleinen Tierladen die Kunden ausbleiben, weiß Blythe, was zu tun ist: Ein Werbefilm muss her! Sie bittet Jasper, den Film aufzunehmen, aber der verhält sich plötzlich wie ein eingebildeter Star. Von \"seinem\" Werbefilm sind Frau Twombly, die Tiere und auch Blythe enttäuscht. Aber Jasper weiß, wie er den Film doch noch retten kann …","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-13","name":"Penny Ling bei den Feen","epNo":13,"alt":"So Interesting","descr":"Als im kleinen Tierladen die Kunden ausbleiben, weiß Blythe, was zu tun ist: Ein Werbefilm muss her! Frau Twombly und die Tiere sind ganz aus dem Häuschen. Blythe bittet Jasper, den Film aufzunehmen, aber der verhält sich plötzlich wie ein eingebildeter Star. Von \"seinem\" Werbefilm sind Frau Twombly, die Tiere und auch Blythe enttäuscht. Aber Jasper weiß, wie er den Film doch noch retten kann.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-14","name":"Mit Zoe in Paris","epNo":14,"alt":"To Paris With Zoe","descr":"Zoes Herrchen sind krank, deswegen darf Blythe sie zu einer Hundeschau in Paris begleiten. Dort angekommen vergessen beide den Wettbewerb jedoch recht schnell: Blythe verliebt sich in die Stadt, Zoe in einen Hunde-Pantomimen. Am Ende wird Zoe auch noch vom Wettbewerb ausgeschlossen, aber ihre alte Freundin Madame Pom hat eine Idee","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-15","name":"Super Sunil","epNo":15,"alt":"Super Sunil","descr":"Sunil erschrickt ganz fürchterlich, als sie bemerkt, dass im kleinen Tierladen Insekten ausgebrochen sind. Im Nachhinein schämt er sich dafür. – und für all seine anderen Ängste. Penny versucht, ihm wieder Selbstvertrauen zu geben.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-16","name":"Pepper verliebt sich","epNo":16,"alt":"Sweet Pepper","descr":"Ein Wiesel namens Captain Knuddel wird in dem Kleinen Tierladen zur Tagesbetreuung abgegeben. Pepper verliebt sich sofort in ihn, und weiß nun nicht, wie sie sich ihm gegenüber verhalten soll.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-17","name":"Das chinesische Neujahrsfest","epNo":17,"alt":"Shanghai Hi-Jinks","descr":"Blythe und die Haustiere reisen nach Shanghai, wo Frau Twombly als Meisterin und Erfinderin des Kung Fu Quilting, einer speziellen Kung Fu Kunst, geehrt werden soll. Das Ganze findet während des chinesischen Neujahrsfestes statt. Penny Ling trifft in dem berühmten Shanghaier Wildtierpark erstmals ihre Panda-Verwandten und in der Zwischenzeit basteln die anderen Tiere einen Papierdrachen und üben einen chinesischen Drachentanz ein.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-18","name":"Paps bleibt am Boden","epNo":18,"alt":"Grounded","descr":"Blythes Vater findet einen Job als Fahrer und Assistent der Biskit-Zwillingen. Die Biskits mögen ihn sehr und wollen mit einem Trick verhindern, dass er Zeit mit Blythe verbringt. Sie wollen ihn ganz für sich alleine haben!","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-19","name":"Die Schülersprecherwahl","epNo":19,"alt":"Inside Job","descr":"Blythe findet die neuen Wasserflaschen im Getränkeautomaten der Schule schrecklich, denn man kann sie nicht öffnen, ohne dabei nass zu werden. Um etwas zu verändern, möchte sie Schülersprecherin werden.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-20","name":"Karneval in Rio","epNo":20,"alt":"Plane It On Rio!","descr":"Blythe wird zum Karneval nach Rio de Janeiro eingeladen, wo sie als Designerin an einem Samba-Tanzwettbewerb teilnehmen soll. Die Haustiere begleiten sie und Minka versucht ihren Tierfreunden beizubringen, wie man Samba tanzt. Plötzlich kommt ihnen Ramon wieder einmal in die Quere, er stiehlt Blythes Entwürfe.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-21","name":"Der Campingausflug","epNo":21,"alt":"Littlest Bigfoot","descr":"Blythe geht mit ihrem Paps und den Tieren zelten. Im Wald möchte ihr Paps vor allem den sagenhaften Bigfoot finden. Denn der wurde dort schon häufiger gesehen.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-22","name":"Der große Krach","epNo":22,"alt":"Sunil’s Sick Day","descr":"Blythe soll Sunil zu Hause pflegen, denn er ist zu krank, um in den Tierladen zu kommen. Doch sie merkt schnell, dass Sunil gar nicht krank ist, sondern etwas ganz anderes hat.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-23","name":"Vorsicht, Stachel!","epNo":23,"alt":"The Hedgehog In The Plastic Bubble","descr":"Youngmee erzählt Blythe von einem spannenden Roman, der von Zombies und Vampiren handelt, als Blythe drei rote Punkte auf ihrer Stirn entdeckt. Nun glaubt sie, dass sie dieselbe Krankheit hat wie die Heldin des Romans.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-24","name":"Ein Raumschiff für Minka","epNo":24,"alt":"Stand Up Stinker","descr":"Pepper träumt davon, eine große Komikerin zu werden. Als sie hört, dass an Blythes Schule eine Comedy-Show stattfindet, zu der auch der berühmte Fernsehmoderator Bodo Pappenheimer kommen soll, ist sie Feuer und Flamme.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-25","name":"Die Tiermoden-Ausstellung (1)","epNo":25,"alt":"The Expo Factor – Part 1","descr":"Blythe soll bei einer Ausstellung ihre Tiermode präsentieren. Als sie erfährt, dass Mona Herbst einen Artikel über sie in ihrer Zeitschrift veröffentlichen möchte, ist sie sehr aufgeregt. Ob alles gut geht?","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-2/episode-26","name":"Die Tiermoden-Ausstellung (2)","epNo":26,"alt":"The Expo Factor – Part 2","descr":"Die Biskits versuchen BlythesTiermodenschau zu sabotieren. Sie wollen ihr das Fotoshooting für die Zeitschrift \"Schöne Kleider\" vermiesen. Doch Blythe lässt sich nicht unterkriegen!","versions":[]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-1","name":"","epNo":1,"alt":"Sleeper","descr":"Ein neuer Camper kommt an und Vinnie und Sunil müssen ihn unterhalten. In der Zwischenzeit ist Fisher Biskit verwirrt über den jüngsten Wohlstand der Tierhandlung.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10126783","hoster":"VOE"},{"path":"/redirect/10126778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-2","name":"","epNo":2,"alt":"War Of The Weirds","descr":"Ein mögliches UFO wird von den Haustieren gesichtet, was sie dazu veranlasst, sich Sorgen über eine außerirdische Invasion zu machen. In der Zwischenzeit versucht Mrs. Twombly, den Umsatz in der Tierhandlung zu steigern.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-3","name":"","epNo":3,"alt":"Some Assistance Required","descr":"Blythe wird Assistentin eines anspruchsvollen Redakteurs. Währenddessen kümmern sich Russell und Zoe um ein schwieriges Tiermodell bei einem Fotoshooting.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-4","name":"","epNo":4,"alt":"Secret Cupet","descr":"Russell fällt Amor zum Opfer, obwohl er sich bemüht, es nicht zu tun. Währenddessen verwirren Blythe\u0027s Gefühle für Josh sie.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-5","name":"","epNo":5,"alt":"Hamster Hoods","descr":"Blythe erwirbt gestohlene Waren aus der größten Zoohandlung aller Zeiten. Sie macht sich auf die Suche nach den Schuldigen und stößt dabei auf ein komplexes Röhrensystem, das von Hamstern geschaffen wurde.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-6","name":"","epNo":6,"alt":"Tongue Tied","descr":"Blythes Fähigkeiten werden von Haustieren in der ganzen Stadt wahrgenommen und sie stehen Schlange, um mit ihr zu sprechen, aber ein winziges Frettchen bringt sie dazu, ihre Fähigkeiten in der Haustierkommunikation in Frage zu stellen.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-7","name":"","epNo":7,"alt":"What’s So Scary About The Jungle? Everything!","descr":"Mrs. Twomblys berühmte Zoologin trifft ein, und Penny Ling kann es kaum erwarten, sie kennenzulernen, aber die Gefühle sind nicht gegenseitig.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-8","name":"","epNo":8,"alt":"Two Pets For Two Pests","descr":"Die Biskits bekommen Zwillings-Chinchillas, und Blythe möchte, dass die Mädchen sie mindestens einen Tag lang behalten. Währenddessen zeigt Sunil Minka seine Malkünste.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-9","name":"","epNo":9,"alt":"Feud For Thought","descr":"Whittany schneidet bei einem Test gut ab, also brüskiert sie ihre Schwester und verbringt Zeit mit den klugen Kindern in der Schule. Andernorts streiten sich zwei Koalas in der Zoohandlung, und der Rest der Tiere entscheidet sich für eine Seite.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-10","name":"","epNo":10,"alt":"Fish Out Of Water","descr":"Ein mürrischer Goldfisch besucht die Zoohandlung, und die Tiere begleiten ihn auf eine verrückte Fahrt unter die Stadt. Anderswo schnüffelt Blythe bei Josh Sharp herum, während er arbeitet.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-11","name":"","epNo":11,"alt":"If The Shoe Fits","descr":"Die Biskit-Zwillinge veranstalten eine Geburtstagsparty und laden versehentlich Blythe ein, und dann stürmen die Haustiere die Party.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-12","name":"","epNo":12,"alt":"The Very Littlest Pet Shop","descr":"Die Zoohandlung und ihr Inhalt schrumpfen aufgrund eines Fluchs, und Blythe und Zoe müssen die winzigen Haustiere vor einem Kind retten, das sie für Spielzeug hält.","versions":[]},{"path":"/serie/stream/littlest-pet-shop-tierisch-gute-freunde/staffel-3/episode-13","name":"","epNo":13,"alt":"The Secret Recipe","descr":"Blythe erwägt, Youngmee ihr Geheimnis zu verraten, um ihre Freundschaft zu erhalten.","versions":[]}]}]}