{"path":"/serie/stream/little-busters","name":"Little Busters!","descr":"[Ger Sub] Wenn eine Gruppe von vier Kindern nicht gewesen wäre, die sich selbst die \"Little Busters\" nennen, so wäre der Junge Riki wohl weiterhin wegen des Todes seiner Eltern Hoffnungslosigkeit und Depression verfallen. Denn sie sind es gewesen, die ihm wieder ein Lächeln auf sein Gesicht zauberten, sodass er Schritt für Schritt wieder sein Leben genießen konnte.Auch heute noch im zweiten Jahr der Oberstufe verbringen die \"Little Busters\" noch ihre Schul- und Freizeit miteinander.","seasons":[{"path":"/serie/stream/little-busters/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/little-busters/staffel-1/episode-1","name":"","epNo":1,"alt":"The Team Name is...Little Busters","descr":"Am frühen Morgen von jemandem geweckt, der die Rückkehr von Kyousuke Natsume ankündigt, geht Riki Naoe los, um seinen Mitbewohner Masato Inohara davon abzuhalten, gegen seinen Freund und Masatos Rivalen Kengo Miyazawa zu kämpfen. Riki bittet Kyousuke zu intervenieren, der ihnen sagt, dass sie nur mit Gegenständen kämpfen sollen, die aus der Menge der Zuschauer geworfen werden. Kyousukes jüngere Schwester Rin widerspricht, als Masato versucht, eine weiße Katze als Waffe zu benutzen, was dazu führt, dass Kengo das Interesse verliert. Riki erinnert sich daran, wie er seit seiner Kindheit mit Kyousuke, Masato, Kengo und Rin befreundet war, als sie ihn in ihre Gruppe namens Little Busters brachten. Riki schlägt später vor, dass die fünf etwas zusammen machen, wie sie es früher getan haben, und Kyousuke schlägt vor, dass sie unter dem Teamnamen Little Busters Baseball spielen. Kengo entschuldigt sich sofort davon, da er sich auf ein Kendo-Turnier vorbereiten muss. Später in der Nacht bringt Kyousuke Rin dazu, in den Schlafsaal des Mädchens zu gehen, um zu versuchen, Teammitglieder zu rekrutieren. Nach einigen gescheiterten Versuchen wird Rin von Sasami Sasasegawa und drei anderen Mitgliedern des Softball-Teams konfrontiert; Rin verliert den Kampf. Am nächsten Tag macht sich Riki auf die Suche nach neuen Little Busters-Mitgliedern, was ihn dazu bringt, einem Mädchen auf das Dach der Schule zu folgen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13526663","hoster":"VOE"},{"path":"/redirect/10126705","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8838861","hoster":"VOE"},{"path":"/redirect/8590041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-2","name":"","epNo":2,"alt":"If You\u0027re Happy, So Am I","descr":"Auf dem Dach der Schule findet Riki Komari Kamikita, ein tollpatschiges Mädchen aus seiner Klasse, das Süßigkeiten liebt. Riki sagt ihr, dass er sie für das Baseballteam rekrutieren möchte, aber er erkennt bald, dass sie möglicherweise nicht gut für Baseball geeignet ist. Später macht sich Riki auf die Suche nach Rin, nachdem sie sich ihren Pflichten im Klassenzimmer entzogen hat, um mit mehreren Katzen zu spielen. An eine der Katzen sind zwei Notizen gebunden, von denen die erste besagt, dass die Welt ein Geheimnis hat und wenn sie herausfinden wollen, was es ist, müssen sie zuerst mehrere Aufgaben erledigen. Die zweite Notiz listet ihre erste Aufgabe auf: Beheben Sie das Hygieneproblem in der Lagerhütte des Jungenwohnheims. Riki bezweifelt die Aufrichtigkeit der Notizen, aber Rin freut sich darauf, die erste Aufgabe zu übernehmen. Später sammelt sie Kyousuke, Riki und Masato ein, um die Lagerhütte aufzuräumen. Komari findet sie dort und willigt ein, sich ihrem Baseballteam anzuschließen, aber zuerst machen sie und die anderen sich daran, die Hütte aufzuräumen. Auf dem Baseballfeld zeigt Komari einen völligen Mangel an sportlichen Fähigkeiten, aber Kyousuke begrüßt sie immer noch im Team, nachdem sie seine Frage, was für Baseball notwendig ist, mit der Antwort \"Guts, Tapferkeit und Freundschaft\" beantwortet. Kurz darauf bricht Riki an einem Narkolepsie-Anfall zusammen, den er seit seiner Kindheit hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13881646","hoster":"VOE"},{"path":"/redirect/10126713","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8838862","hoster":"VOE"},{"path":"/redirect/8590032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-3","name":"","epNo":3,"alt":"I Like Cute Things, You See","descr":"Die Mitglieder des Baseballteams Little Busters trainieren morgens, obwohl Rin weniger begeistert ist. Masato gibt Riki sein Idiom-Wörterbuch, wenn auch beschädigt und stinkend, in einer Plastiktüte zurück. Haruka Saigusa, ein Mädchen aus einer anderen Klasse, borgt sich mutwillig das Wörterbuch, bevor Riki sie aufhalten kann, und rennt, als sie ihr nachjagt, versehentlich in den Schreibtisch von Yuiko Kurugaya, einem genialen Mädchen, das oft im Unterricht abwesend ist. Während einer Unterrichtspause, als Riki versucht, einen Drink an einem Automaten zu kaufen, zerrt Yuiko ihn zu einem Platz mit ein paar Stühlen und einer Holzkiste, die sie zwischen einigen Hecken aufgestellt hat. Sie verbringen Zeit mit Reden, und schließlich verliert Riki das Zeitgefühl und eilt später zurück in die Klasse, als er die Glocke hört. Haruka gibt Riki das Wörterbuch zurück und beschimpft ihn über seinen ekelhaften Zustand unter der Decke. Als Masato und Kengo einen weiteren Streit haben, greift Yuiko ein, wodurch Kengo das Interesse verliert. Yuiko und Masato kämpfen zunächst mit den Regeln, die Kyousuke zuvor aufgestellt hat, aber Yuiko verliert, nachdem sie Masato mehrmals heftig getreten hat. Später erwischt Yuiko die Little Busters beim Training und schließt sich dem Team an, was sich als mächtiger Gewinn erweist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516977","hoster":"VOE"},{"path":"/redirect/10126714","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13535263","hoster":"VOE"},{"path":"/redirect/8590037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-4","name":"","epNo":4,"alt":"I\u0027ll Make a Happy Sunny Spot","descr":"Eines Nachmittags hilft Riki seiner Klassenkameradin Kudryavka Noumi, ihre Kartons in ihren neuen Schlafsaal zu bringen. Am nächsten Tag geht Riki auf das Dach und sucht nach Komari, um ihr anstelle von Rin dafür zu danken, dass sie sich um eine ihrer verletzten Katzen gekümmert hat. Er findet sie schlafend und hört, wie sie im Schlaf über ihren Bruder spricht, aber als Riki Komari nach ihm fragt, sagt sie, dass sie ein Einzelkind ist und ihr Bruder nur in ihren Träumen auftaucht, um ihr ein Bilderbuch mit Eiern und Küken vorzulesen. Am nächsten Tag gehen Riki und Rin aufs Dach und finden Komari ein wenig traurig. Sie hatte das Bilderbuch aus ihren Träumen mit dem Namen Takuya Kamikita auf der Rückseite gefunden, aber ihre Mutter wird ihr nichts von einem Bruder erzählen, und Komari kann sich an nichts erinnern. Komari bittet Riki und Rin, sie in ein Altersheim zu begleiten, und die anderen Mitglieder der Little Busters beschließen, ebenfalls mitzumachen. Sie verbringen Zeit mit den Rentnern, reden mit ihnen und putzen ihre Zimmer. Riki reinigt das Zimmer eines bösen alten Mannes namens Kojirō, der normalerweise jeden durch Anschreien verscheucht, aber Riki bleibt und putzt trotzdem sein Zimmer. Nachdem er Komari verscheucht hat, verrät Kojirō seinen vollen Namen Kojirō Kamikita und fordert Riki auf, sie von ihm fernzuhalten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535257","hoster":"VOE"},{"path":"/redirect/10126716","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495281","hoster":"VOE"},{"path":"/redirect/8590033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-5","name":"","epNo":5,"alt":"To Find What I\u0027ve Lost","descr":"Komari träumt weiterhin von ihrem Bruder und Riki besucht Kojirō, um mehr über Takuya zu erfahren. Kojirō sagt ihm lediglich, dass er nicht weiter in die Angelegenheit eindringen sollte, wenn er sich um Komari kümmert. Riki kann nicht schlafen, geht etwas trinken und trifft am Schultor auf Komari, die ausgegangen ist, um Snacks zu kaufen. Sie lädt ihn auf das Dach ein, um einen Meteoritenschauer zu beobachten, wo sie den Rest der Nacht verbringen. Komari bittet Riki um ein Date mit ihr, damit sie nach ihren verlorenen Erinnerungen suchen kann. Sie nehmen einen Zug, um dorthin zu gelangen, wo Komari einst gelebt hat, und enden mit einem Boot auf einem See. Riki schlägt ihr vor, dass sie nicht unbedingt nach ihrem Bruder suchen muss und Komari fragt ihn scherzhaft, ob er ihr Bruder sein wird. Auf dem Rückweg zur Schule fängt es an zu regnen, und während sie auf der Suche nach einem Unterschlupf ist, entdeckt Riki ein totes Kätzchen. Komari beginnt unkontrolliert zu schluchzen, als sie sich an ihren Bruder erinnert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535256","hoster":"VOE"},{"path":"/redirect/10126722","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8838867","hoster":"VOE"},{"path":"/redirect/8590036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-6","name":"","epNo":6,"alt":"Let\u0027s Find Wonderful Things","descr":"Komari ist schockiert, als sie sich an ihren toten Bruder Takuya erinnert und sich an die gemeinsame Zeit im Krankenhaus erinnert. In Komaris Erinnerung schreibt Takuya ein Bilderbuch für sie und sagt ihr, dass er vielleicht weg sein könnte, wenn sie aufwacht, aber sie soll nicht traurig sein, weil alles ein Traum sein wird. Als Komari erwacht, ist ihr Bruder gestorben, aber sie erinnert sich an seine Worte und verzweifelt nicht. Als Abwehrmechanismus beginnt Komari zu glauben, dass Riki ihr Bruder ist. Kyousuke sagt Riki, dass Riki es kann, wenn jemand Komari retten kann. Riki spricht mit Kojirō, der ihm sagt, dass dies jedes Mal passiert, wenn Komari den Tod miterlebt, und dass sie in ein paar Wochen wieder zur Normalität zurückkehren wird. Riki ist jedoch entschlossen, Komari zu retten und fügt Takuyas Geschichtenbuch hinzu. Riki zwingt Komari, den Tod ihres Bruders zu akzeptieren, aber durch seine Erweiterung von Takuyas Buch zeigt Komari, dass sie Freunde hat, die sie unterstützen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516978","hoster":"VOE"},{"path":"/redirect/10126719","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/9018735","hoster":"VOE"},{"path":"/redirect/8590034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-7","name":"","epNo":7,"alt":"Now Then, Who Am I?","descr":"Riki macht sich auf die Suche nach weiteren Mitgliedern für das Team.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495282","hoster":"VOE"},{"path":"/redirect/8590038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-8","name":"","epNo":8,"alt":"Let\u0027s Look For a Roommate","descr":"Riki, Rin und Masato unternehmen große Anstrengungen, um sicherzustellen, dass ihr neuestes Teammitglied bekommt, was sie will: eine Mitbewohnerin.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535259","hoster":"VOE"},{"path":"/redirect/10126727","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495283","hoster":"VOE"},{"path":"/redirect/8590040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-9","name":"","epNo":9,"alt":"Save the School Cafeteria!","descr":"Rin findet eine weitere Nachricht auf Lennon. Diesmal gilt es, die Cafeteria zu retten. Später fragt sich Riki, woher der Verfasser der Nachricht wusste, dass es eine Krise in der Cafeteria geben würde, kurz bevor er von einem weiteren Narkolepsie-Angriff getroffen wird...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495284","hoster":"VOE"},{"path":"/redirect/8590039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-10","name":"","epNo":10,"alt":"The Blue of the Sky, the Blue of the Sea","descr":"Riki hat die Aufgabe, das letzte Mitglied der Little Busters zu finden, das ein volles neunköpfiges Baseballteam hat. Riki schlägt einen faulen Ball, der Mio trifft und er bringt ihr am nächsten Tag eine Kompresse. Er bemerkt, dass Mio immer einen Sonnenschirm hat und er sie immer unter demselben Baum im Hof ​​lesen sieht. Ihre anderen Klassenkameraden nennen Mio wegen des Sonnenschirms und der Tatsache, dass sie nicht viel präsent ist, \"schattenlos\". Riki will ihr helfen, so wie Kyousuke und die anderen ihm geholfen haben, also fragt er Mio, ob sie sich den Little Busters anschließen möchte, aber sie lehnt ab. Später bittet Yuiko Riki um Hilfe, um Mios Buch zu finden. Sie gehen zurück ins Klassenzimmer, können es aber nicht finden, da sie denken, dass es jemand aus Scherz versteckt haben könnte. Yuiko kommt jedoch an, um zu erklären, dass es kein Fehlverhalten gegeben hat, und das Mädchen, das das Buch zuvor aufgehoben hatte, gibt es Mio zurück. Einige der Little Busters-Mitglieder kommen, um Riki zum Üben zu holen und Mio geht ihnen beim Spielen zu.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516979","hoster":"VOE"},{"path":"/redirect/10126721","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495285","hoster":"VOE"},{"path":"/redirect/8590046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-11","name":"","epNo":11,"alt":"Horrific No Ghost Meet Up","descr":"Um den Mut des Teams zu testen, stellt Kyousuke verschiedene Fallen innerhalb der Schule auf.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495287","hoster":"VOE"},{"path":"/redirect/8590044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-12","name":"","epNo":12,"alt":"Endless Blue Sky","descr":"Riki möchte, dass Mio zu seinen Freunden gehört, also bittet er sie, die Managerin des Teams zu sein, was sie letztendlich akzeptiert, nachdem sie zunächst dachte, dass sie eine rein männliche Idol-Gruppe gründen würden. Nach dem Training bringt Mio allen heiße Getränke und sie tauschen Telefonnummern mit ihr aus. Am nächsten Tag kommen die Little Busters zusammen, um Tanka-Gedichte zu schreiben, aber Mio verlässt einen Teil des Weges. Riki findet sie unter ihrem üblichen Baum sitzend und nachdem sie ein wenig geredet hat, hat Riki das Gefühl, als ob Mio verschwinden möchte. Riki erzählt Mio, dass er in der Stadt jemanden gesehen hat, der ihr ähnlich sah, aber sie trug keinen Sonnenschirm. Bevor sie geht, erzählt Mio ihm, dass sie plant, einen Tanka bei einem Wettbewerb in der Schule einzureichen. Am nächsten Tag taucht Mio nicht in der Schule auf und Riki hört, wie seine Klassenkameraden sagen, dass sie auch ein Mädchen in der Stadt gesehen haben, das Mio ähnlich sieht. Nach der Schule sieht Riki das Mädchen unten im Hof ​​stehen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495286","hoster":"VOE"},{"path":"/redirect/8590042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-13","name":"","epNo":13,"alt":"To Where Endings Begin","descr":"Riki sieht das Mädchen, das wie Mio aussieht, im Hof, aber sie verschwindet bald darauf. Mio bleibt mehrere Tage von der Schule ab und die Leute um Riki werden langsamer und vergessen sie. Am nächsten Tag findet Riki Mio im Hof, die ihm ihren wertvollen Gedichtband schenkt und ihn einlädt, mit ihr an den Strand zu gehen. Midori, das Mädchen, das wie Mio aussieht, taucht am Strand auf und verrät, dass Mio immer einen Sonnenschirm trägt, um zu verbergen, dass sie keinen Schatten hat. Als Riki dies erfährt, erleidet Riki einen Narkolepsie-Anfall, und als er aufwacht, ist er bereits wieder in seinem Schlafsaal, kann sich aber nicht erinnern, was am Strand passiert ist. Das Leben kehrt zur Normalität zurück, bis Riki Mios Gedichtband wiederentdeckt und im Klassenzimmer nach ihr sucht. Midori kommt jedoch herein und alle außer Riki kennen sie als Mio. Während sie über Mios Verschwinden nachdenkt, konfrontiert Midori Riki und möchte, dass er sie wie alle anderen Mio nennt, was Riki ablehnt. Midori weist darauf hin, dass sie auch keinen Schatten hat und Riki denkt, dass Midori Mios Schatten sein könnte. Midori sagt, dass auch er Mio irgendwann vergessen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516980","hoster":"VOE"},{"path":"/redirect/10126723","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495288","hoster":"VOE"},{"path":"/redirect/8590043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-14","name":"","epNo":14,"alt":"So I\u0027ll Reach Out for Your Hand","descr":"Riki ist fest entschlossen, dass er Mio nicht vergessen wird, aber Midori spielt mit seinen Erinnerungen an sie herum und lässt ihn unsicher, wie viel von seinen Erinnerungen an sie echt ist. Riki bittet Kyousuke um Hilfe, aber alles, was er anbieten kann, ist, Riki zu sagen, dass er niemandem außer sich selbst vertrauen soll, um Mio willen. Riki erinnert sich plötzlich daran, dass Mio gesagt hat, dass sie einen Tanka beim Schulwettbewerb einreichen würde, und entdeckt, dass das Gedicht von der Unterhaltung handelt, die sie zuvor über den Papierflieger geführt haben. Nachdem sie mit Midori gesprochen hat, erkennt Riki, dass Mio am Strand ist, wo die beiden sich wieder vereinen. Mio erzählt Riki, wie sie Midori zum ersten Mal als Kind \"getroffen\" hat, die tatsächlich eine imaginäre kleine Schwester ist, die sie geschaffen hat. Mios Mutter wird schließlich medizinisch behandelt, bis sie Midori endgültig vergisst. Sie erinnerte sich jedoch an sie, nachdem sie den Tanka von Bokusui Wakayama über den Vogel und das Meer gelesen hatte, was dazu führte, dass sie ohnmächtig wurde. Als sie wieder zu sich kam, bemerkte sie, dass ihr Schatten verschwunden war. Riki bittet Mio, mit ihm zurückzukommen, aber sie weigert sich und verwandelt sich in einen wegfliegenden Vogel. Riki beginnt zu schluchzen, weil sie sie verloren hat, aber nachdem sie einen Anruf von Midori erhält, erholt sie sich wieder. Riki geht ins Meer und findet sie, wo er erneut um ihre Rückkehr bittet und schließlich Zeuge wird, wie Mio und Midori eine Person werden. Danach finden sich die beiden wieder am Strand wieder und Mio hat ihren Schatten zurück. Sie gehen zurück zur Schule und schließen sich dem Rest der Little Busters wieder an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495290","hoster":"VOE"},{"path":"/redirect/8590045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-15","name":"","epNo":15,"alt":"Hell Yeah, This Totally Rocks!","descr":"Nach einem ersten gescheiterten Versuch von Komari und Kudryavka, Riki dazu zu bringen, ihnen wegen etwas \"ernsthaftem\" zu folgen, schreibt Rin Riki eine SMS, um in ihr Zimmer im Schlafsaal des Mädchens zu kommen. Riki entgeht nur knapp der Entdeckung durch Kanata und die anderen Mitglieder des Disziplinarkomitees und macht es sich in ihrem Zimmer auf, um den Rest der weiblichen Little Busters-Mitglieder für eine Übernachtung zusammen zu finden. Kyousuke ruft Riki an und vermutet, dass er von den Mädchen entführt wurde, also spielen er, Masato und Kengo Spiele, um herauszufinden, wer von ihnen Riki retten wird. Nachdem sie etwas Gebäck gegessen haben, baden die Mädchen abwechselnd, bis Riki die letzte ist. Später stellt er jedoch fest, dass seine Kleidung durch eine Mädchenuniform ersetzt wurde, die er widerwillig anzieht. Die Hausassistentin des Mädchenwohnheims kommt vorbei, um ihnen zu sagen, dass sie den Lärm leiser halten sollen, wenn sie keinen Besuch der Disziplinarkommission wünschen. Danach rollen sie einige Zeitungen zusammen und fangen an, sich gegenseitig zu schlagen, was letztendlich dazu führt, dass Kanata und mehrere andere Mitglieder des Disziplinarausschusses sie davor warnen, zu laut zu sein. Zum Glück erkennt Kanata Riki nicht, während er Cross-Dressing trägt. Am nächsten Morgen geht Riki, nachdem sie Yuiko dafür gedankt hat, dass sie Rin geholfen hat, mit den anderen Mädchen in Kontakt zu treten. Er trifft auf Kyousuke, der gerade das Recht gewonnen hatte, ihn zu retten, nachdem er die ganze Nacht Spiele gespielt hatte.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495289","hoster":"VOE"},{"path":"/redirect/8590048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-16","name":"","epNo":16,"alt":"Don\u0027t Look at Me Like That","descr":"Masato kämpft gegen Haruka, nachdem sie etwas von seinem Katsudon gegessen hat, aber er verliert schnell. Später sehen Riki, Rin und Komari zu, wie Haruka beginnt, eine Bank zu reparieren, an die sie sich gerne erinnert, aber Kanata kommt an und weist darauf hin, dass die Bank bereits zerstört werden würde, so dass es keinen Sinn machte, sie zu reparieren. Haruka und die anderen sehen zu, wie zwei weitere Mitglieder des Disziplinarausschusses die Bank zerstören und die Überreste zur Verbrennung bringen. Haruka wird in den Disziplinarausschuss gebracht, um sich für ihre zahlreichen Verstöße zu verantworten, aber sie verliert ihre Fassung von den Ausschussmitgliedern, die ihr unzählige Schuldzuweisungen geben, einschließlich der Anschuldigung, dass sie kein Fehlverhalten begangen hat. Bevor sie es selbst noch schlimmer machen kann, greift Yuiko ein und beruhigt die Situation, obwohl Haruka letztendlich dennoch bestraft wird. An einem anderen Tag ist die ganze Schule in Aufruhr, nachdem überall in der Schule Flugblätter verteilt wurden, die besagten, dass Harukas Vater ein Krimineller ist. Die Mitglieder der Little Busters gehen in der Schule herum und sammeln die Flyer, bis sie schließlich Haruka finden, die allein im Baseballclubhaus geweint hatte. Sie erklärt, dass in ihrer Familie jede Frau zwei Ehemänner hat und einer der Ehemänner ihrer Mutter später wegen Mordes und versuchter Brandstiftung festgenommen wurde. Schließlich enthüllt Haruka, dass sie und Kanata tatsächlich Zwillinge sind.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516984","hoster":"VOE"},{"path":"/redirect/10126726","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495292","hoster":"VOE"},{"path":"/redirect/8590049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-17","name":"","epNo":17,"alt":"I Wanted Someone to Stay By My Side","descr":"Haruka erzählt ihren Freunden, wie sie und Kanata von zwei verschiedenen Vätern geboren wurden, von denen einer, Shō Saigusa, der zuvor festgenommene war. Aus diesem Grund übernahm die Familie Futaki die Kontrolle über die Familie Saigusa, und Haruka und Kanata wurden von Anfang an verglichen, um zu entscheiden, wer von ihnen der Erbe der Familie sein würde. Nachdem Kanata als Erbe ausgewählt wurde, wurde Haruka von der Familie beschuldigt und gequält. Haruka glaubt zunächst, dass ihre Freunde sie verlassen werden, nachdem sie die Wahrheit erfahren haben, aber sie versichern ihr entschlossen, dass sie sie niemals verlassen würden. Später spielen die Little Busters Baseball, bis Haruka wieder lächeln kann, doch danach warnt Kanata sie davor, ihre Freunde in Schwierigkeiten zu bringen. An einem anderen Tag backt Haruka Chiffon-Kuchen, aber er wird trocken. Haruka geht zu Shō, um herauszufinden, ob er tatsächlich ihr Vater ist, aber er sagt es ihr nicht. Später in der Nacht erzählt Riki Kanata, dass er Haruka nur so helfen will, wie ihm in der Vergangenheit geholfen wurde, aber er entschuldigt sich für seine Arroganz. Am nächsten Tag zeigt Haruka Riki einige Chiffon-Kuchen, die sie gebacken hat, und er ist überrascht, wie viel besser sie diesmal schmecken. Es stellt sich jedoch heraus, dass es sich hierbei lediglich um Kanata handelt, die als Haruka verkleidet ist, der plötzlich schockiert auftaucht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516983","hoster":"VOE"},{"path":"/redirect/10126728","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13918266","hoster":"VOE"},{"path":"/redirect/8590047","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-18","name":"","epNo":18,"alt":"The Answer is in Your Heart","descr":"Als es zu regnen beginnt, konfrontiert Haruka Kanata und entdeckt, dass Kanata sie in jungen Jahren über ihre Eierallergie angelogen hat. Nachdem Kanata gegangen ist, sagt Kudryavka Riki, dass sie in ihrem Zimmer eine nette Person ist und nur so tut, als wäre sie normalerweise kalt. Riki findet Kanata in einem Klassenzimmer und erzählt ihm, wie sie Haruka erzählt hat, dass sie gegen Eier allergisch ist, um sie davor zu schützen, von ihrer Familie geschlagen zu werden, aber Haruka fällt es schwer, ihren ganzen Hass nicht auf Kanata zu schultern. Später überredet Riki Haruka, mit Kanata zu sprechen, und sie sagt ihr, dass sie die Wahrheit über ihre Familie erfahren möchte. Obwohl Kanata anfangs zurückhaltend ist, sagt Kanata Haruka, dass ihre Familie nett zu ihr war, solange sie besser war als sie, und dass die Futaki-Familie Kanata oft schlug, wenn sie Haruka schonte. Kanata musste die Nachfolge der Saigusa-Familie sichern und hart zu Haruka sein, sonst hätten sie Haruka getötet. Haruka entschuldigt sich für den Gedanken, dass sie die einzige war, die es schwer hat, und versöhnt sich mit ihrer Schwester. Kanata beschließt, die Familie zu verlassen und die beiden gehen zu Shō, der ihnen erzählt, dass ihre Mutter und ihr anderer Vater versucht haben, die Familie mit Haruka und Kanata zu verlassen, aber die Familie Saigusa nahm die Kinder zurück, was Shō dazu veranlasste, zu intervenieren und schließlich ins Gefängnis zu gehen als Ergebnis. Haruka sagt ihm, dass sie nicht mehr wissen muss, wer ihr richtiger Vater ist, und später gehen Haruka und Kanata zu ihrer Mutter und ihrem anderen Vater.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516986","hoster":"VOE"},{"path":"/redirect/10126732","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495293","hoster":"VOE"},{"path":"/redirect/8590052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-19","name":"","epNo":19,"alt":"I\u0027m Sure I\u0027ll Keep Doing My Best","descr":"Kudryavka beschließt, in der Schule einen nationalen Leistungstest abzulegen, und die anderen Little Busters-Mitglieder helfen ihr beim Lernen, insbesondere in ihrem schwächsten Bereich Englisch. Komari coacht Kudryavka auf Englisch, gefolgt von Mio, der sowohl Mathematik als auch Physik behandelt. Während Kudryavka mit Riki und Masato isst, machen sich einige Mädchen über sie lustig, werden aber schnell von Yuiko verscheucht. Kudryavka studiert weiterhin in der Bibliothek mit Riki, Masato und Yuiko. Kudryavka erzählt ihnen von ihrem Großvater, der sie großgezogen hat und wie sie mit ihm herumreist, einschließlich eines kleinen Inselstaates namens Tevua in Südostasien, wo sie geboren wurde. Kanata kommt vorbei, um Kudryavka ihr Buch über die Viele-Welten-Interpretation zurückzugeben, eines von vielen Büchern, die sie als Hobby für internationale Prüfungen liest. Am Testtag füllt Kudryavka bei ihrem Test aus Versehen die falschen Blasen aus und muss daher einen Nachholunterricht belegen. Kudryavka fühlt sich schlecht, weil sie versagt hat, nachdem ihre Freunde ihr so ​​viel beim Lernen geholfen haben, aber die anderen Little Busters tauchen in der Förderklasse auf, um ihr zu zeigen, dass sie nicht allein ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516985","hoster":"VOE"},{"path":"/redirect/10126731","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495294","hoster":"VOE"},{"path":"/redirect/8590050","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-20","name":"","epNo":20,"alt":"Heal Lovesickness","descr":"Ein weiterer mysteriöser Brief kommt für Rin und Riki an, in dem sie aufgefordert werden, den Liebeskummer eines Jungen im zweiten Jahr namens Aikawa zu lindern, der Sasami mag. Sie beginnen damit, Sasami zu fragen, was ihre Hobbys sind und welche Art von Typen sie mag, nur um herauszufinden, dass sie Kengo mag, obwohl er kein Interesse an ihr hat. Aikawa ist schockiert zu hören, dass Sasami Kengo mag, aber Rin drängt ihn, Sasami einen Hip-Hop-Song mit einigen Originaltexten vorzusingen, um seine Liebe zu ihr anzudeuten. Aikawa vermasselt versehentlich die letzte Zeile des Liedes, was Rin dazu veranlasst, einen Drei-Wege-Angriff auf Kengo vorzuschlagen, um Sasami dazu zu bringen, sich in Aikawa zu verlieben. Dies geht jedoch nach hinten los und Kengo besiegt Aikawa. Sasami betritt die Szene, beeindruckt von Kengos Athletik. Aikawa beschließt aufzugeben und Riki erkennt später, dass sie nur den Schmerz seiner unerwiderten Liebe lindern müssen, um die Bitte zu erfüllen. Rin will sich bei Sasami entschuldigen, die schließlich zustimmt, ihre E-Mail-Adresse herauszugeben, nachdem sie mit dem, was Aikawa durchmacht, sympathisiert. Rin gibt ihre E-Mail an Aikawa, die sich bei ihr dafür bedankt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516987","hoster":"VOE"},{"path":"/redirect/10126735","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495296","hoster":"VOE"},{"path":"/redirect/8590051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-21","name":"","epNo":21,"alt":"50 Nautical Mile Sky","descr":"Nach einer weiteren Trainingseinheit machen sich die Little Busters zusammen, um ihren Clubraum zu putzen. Später in der Nacht trifft Riki auf Kudryavka und unterstützt sie bei einem traditionellen Ritual ihres Landes, Tevua, das einst zur Sowjetunion gehörte. Während des Rituals erzählt Kudryavka Riki von ihrer Mutter und wie sie wenig Zeit mit ihr verbracht hat, als sie sich darauf vorbereitete, Astronaut zu werden. Kudryavka erzählt ihm auch, dass ihr Name Laika kommt, ein sowjetischer Weltraumhund, der als erstes Tier die Erde umkreiste. Als es endlich soweit ist, dass ihre Mutter ins All startet, macht sich Riki auf die Suche nach Kudryavka, um es mit ihr im Fernsehen zu sehen. Als er sie draußen findet, hält sie es für besser, es nicht als ihre eigene Art, Glück zu wünschen, zu sehen. Riki und Kudryavka erfahren jedoch später, dass die Rakete beim Start explodierte und dass die Missionskontrolle den Kontakt zu Kudryavkas Mutter verloren hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516988","hoster":"VOE"},{"path":"/redirect/10126736","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495297","hoster":"VOE"},{"path":"/redirect/8590059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-22","name":"","epNo":22,"alt":"I\u0027ll Definitely Come Back","descr":"Es gibt keine Nachricht, ob Kudryavkas Mutter noch lebt, und die Reise nach und von Tebwa wird eingeschränkt, um das Risiko einer Kontamination durch das explodierte Raketentriebwerk zu verringern. Die Botschaft von Tebwan schickt Kudryavka jedoch ein Flugticket, damit sie nachsehen kann, ob ihre Mutter in Sicherheit ist. Kudryavka ist im Zwiespalt, nach Tebwa zurückzukehren, weil sie auf der Flucht nach Japan gekommen war, nachdem sie die Flugschule von Tebwa nach einem halben Jahr abgebrochen hatte. Zunächst beschließt Kudryavka zu bleiben und wirft alles weg, was sie mit dem Weltraum zu tun hatte, aber Riki holt die Gegenstände zurück und bringt sie ihr zurück. Riki sagt ihr, dass sie bei der Verfolgung ihres Weltraumtraums einfach sie selbst sein kann, auch wenn sie kein Astronaut werden kann. Kudryavka gibt zu, dass sie ihre Mutter sehen wollte und beschließt, nach Tebwa zurückzukehren. Bevor sie geht, verabschiedet sich Kudryavka von ihren Freunden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516990","hoster":"VOE"},{"path":"/redirect/10126742","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13535264","hoster":"VOE"},{"path":"/redirect/8590053","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-23","name":"","epNo":23,"alt":"For What You Find Important","descr":"Als ihre Freunde in Japan erfahren, dass in Tebwa nach dem gescheiterten Raketenstart ein Aufstand begann, trifft Kudryavka ihren Großvater, der sich versteckt hält, und erfährt, dass ihre Mutter die Explosion überlebt hat. Als ihr Großvater geht, um ihre Mutter abzuholen, wird Kudryavka von den Rebellen gefangen genommen und in einer Höhle eingesperrt. Während sich ihre Freunde immer wieder nach ihrer sicheren Rückkehr wünschen, hält Riki die Ausrüstung fest, die sie zurückgelassen hat, ein Andenken an ihre Mutter, und es erscheint auf mysteriöse Weise in Kudryavkas Händen, die sie verwendet, um sich zu befreien. Einige Zeit später wird der Aufstand niedergeschlagen und Kudryavka trifft sich für eine Weile mit ihrer Mutter, bevor sie nach Japan zurückkehrt und sich ihren Freunden anschließt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516991","hoster":"VOE"},{"path":"/redirect/10126740","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495295","hoster":"VOE"},{"path":"/redirect/8590054","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-24","name":"","epNo":24,"alt":"If You\u0027re Happy, Rin-chan, Then I\u0027m Happy Too","descr":"Riki und Rin sind am Ufer des Flusses, als sie einen weiteren mysteriösen Brief erhalten, in dem sie aufgefordert werden, ein Puppenspiel zu machen, und sehen bald, wie einige Kinder sich streiten. Ein Mädchen wollte für ihre Freundin ein Puppenspiel veranstalten, aber die Panda-Puppe, die sie benutzen wollte, wurde beschädigt. Rin will die Aufgabe lösen und sagt den Kindern, dass sie am nächsten Tag ein Puppenspiel veranstalten wird. Rin bekommt zunächst Hilfe vom Rest der Little Busters, aber nachdem Kanata die Ausgangssperre ruft und sie zurück in ihre Zimmer schickt, kommt Komari heimlich zu Rins Zimmer, um die Vorbereitungen bis zum nächsten Morgen abzuschließen. Rin bringt alles zurück zu der Stelle am Fluss, wo sie Riki sagt, dass sie sich bemühen sollte, die Show alleine zu machen, weil Komari ihr so ​​sehr geholfen hat. Die fünf Kinder vom Vortag tauchen auf und Rin präsentiert ihnen die Show, die ihnen allen Spaß macht. Rin geht zu Komari, hat aber zunächst Schwierigkeiten, sie zu finden, bis sie sie auf dem Dach der Schule findet. Komari gratuliert Rin zu ihrer guten Arbeit und sagt ihr, dass sie sich einen Stern für den Erfolg wünscht. Komari sagt, dass der sternförmige Haarschmuck, den sie trägt, auch ein Wunschstern ist, der ihren Wunsch erfüllen könnte, und als Rin darauf hinweist, dass sie zwei hat, sagt Komari, dass der andere Stern dafür sein wird, Rins Wunsch zu erfüllen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13918250","hoster":"VOE"},{"path":"/redirect/10126744","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495298","hoster":"VOE"},{"path":"/redirect/8590055","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-25","name":"","epNo":25,"alt":"The Last One","descr":"Kyousuke erzählt den Little Busters, dass ihr erstes Baseballspiel gegen ein Team aus Kapitänen anderer Sportvereine ausgetragen wird. Der Großteil des Teams freut sich letztendlich auf das Spiel, außer Riki und Rin. Darüber hinaus weist Masato darauf hin, dass sie immer noch nur acht Mitglieder haben, aber Kyousuke versichert ihnen, dass sie irgendwann das letzte Mitglied haben werden. Später entdecken Riki, Rin und Masato, wie Kengo mit Miyuki Koshiki spricht, einem ehemaligen Mitglied des Bogenschützenclubs, der gezwungen war, aufzuhören, nachdem sie bei einem Unfall ein Auge verloren hatte. Masato bringt dies während des Mittagessens zur Sprache und spekuliert von anderen über ihre Beziehung, aber Miyuki weist darauf hin, dass sie ihn nur um Rat gebeten hat. Später an diesem Tag erfahren Riki und die anderen, dass Miyuki an den Rand des Daches ging, was ihn, Rin und Masato dazu veranlasste, gegen den Befehl, im Klassenzimmer zu bleiben, dorthin zu eilen. Drei Lehrer versuchen, sie davon abzubringen, aber Miyuki rutscht aus und stürzt im Tumult, nur um noch rechtzeitig von Kengo gerettet zu werden, obwohl er sich den linken Arm bricht und für ein Semester vom Kendo-Club suspendiert wird. Kengo beschließt, sich den Little Busters anzuschließen, und schafft es nach mehreren Versuchen, mit einem Arm einen Homerun zu treffen. Nachdem das Little Busters-Team komplett ist, kann Naoe den Verdacht nicht loswerden, dass Kyousuke die ganze Zeit wusste, dass Kengo sich ihnen anschließen würde, als ob er im Voraus wüsste, was passieren würde.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535260","hoster":"VOE"},{"path":"/redirect/10126743","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495299","hoster":"VOE"},{"path":"/redirect/8590056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-1/episode-26","name":"","epNo":26,"alt":"The Best Friends Ever","descr":"Nachdem er die Verantwortung für die Little Busters übernommen hat, kämpft Riki darum, was er tun soll, da er nicht mehr Kyousuke hat, der ihn führt. Kyousuke selbst erklärt Riki, dass er jetzt stärker ist als je zuvor und all die Dinge, die er getan hat, ob er es erkannt hat oder nicht, bewies, dass er stärker war, als er dachte, er würde sein, Kyousuke geht und sagt Riki, sie solle stärker werden. Im Clubraum, immer noch kämpfend, bekommt Riki aufmunternde Worte von Haruka und Mio, die erklären, wie Riki ihnen das Leben gerettet hat. Auf dem Dach erklären Kurugaya, Komari und Kudryavka auch, wie Riki ihnen geholfen hat, ihre Probleme zu überwinden und ihr Leben zu retten. Vor diesem Hintergrund entwickelt Riki eine Strategie, um das gegnerische Team zu besiegen. Während des Spiels wird das Team von all seinen Freunden (sogar Sasami und ihren Schergen) beobachtet und besiegt das andere Team erfolgreich, sodass sie als Little Busters siegreich sind. Nach dem Abspann werden einige Szenen gezeigt, die der Refrain-Route des Visual Novels von Little Busters ähneln, nachdem Kyousukes Plan in die Tat umgesetzt wurde. Sie zeigen, wie Rin die Schule verlässt und Kyousuke und Kengo nach ihrem Baseballspiel im Regen kämpfen. Die Episode endet mit dem Titelbildschirm von \"Little Busters Refrain\" (der letzten Route des Visual Novel) und Kyousukes Stimme, die sagt \"Die Zeit, die stehengeblieben war, beginnt sich wieder zu bewegen\", was andeutet, dass es in dieser Welt noch ein Geheimnis zu entdecken gibt und die Geschichte ist noch nicht zu Ende.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516992","hoster":"VOE"},{"path":"/redirect/10126745","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495301","hoster":"VOE"},{"path":"/redirect/8590060","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/little-busters/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/little-busters/staffel-2/episode-1","name":"","epNo":1,"alt":"It Struck Without Warning","descr":"Nach dem Verlust ihres ersten Baseballspiels veranstalten die Little Busters eine Pfannkuchenparty. Als sie von der Party zurückkehrt, hört Yuiko, wie einige Mädchen sie schlecht reden und behaupten, dass sie es ihr für die Erniedrigung in der Vergangenheit zurückzahlen werden. Einige Zeit später erfahren Riki und die anderen, dass jemand Kudryavkas Tasche mit Reißnägeln gefüllt und Komaris Notizen zerstört hat. Misstrauisch gegenüber einem Mädchen, das sie belauscht, folgt Riki ihr und findet dieselben Mädchen, die Yuiko neulich bemerkt hatte, in einem Klassenzimmer, da sie davon ausgeht, dass sie die Schuldigen sind. Obwohl sie von Riki konfrontiert werden, behaupten die Mädchen, dass es nichts gibt, was er ohne Beweise für das tun kann, was sie getan haben, bis Yuiko auftaucht und eine aufgezeichnete Unterhaltung zwischen ihnen spielt, die ihre Beteiligung beweist. Trotzdem weigern sich die Mädchen aufzugeben und behaupten, dass sie Yuikos Freunde weiter quälen werden, bis Yuiko die Zimmertür mit einem einzigen Tritt zerstört und droht, dasselbe mit ihren Gesichtern zu tun, was sie zum Aufgeben zwingt. Als ein Lehrer ankommt und den Schaden entdeckt, decken Kyousuke und die anderen Jungen Yuiko und Riki, während sie alleine in den Senderaum fliehen. Der Raum kommt Riki bekannt vor, obwohl er noch nie dort gewesen ist und mit verwirrten Erinnerungen erleidet er einen weiteren Anfall von Narkolepsie und bricht zusammen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516994","hoster":"VOE"},{"path":"/redirect/10126746","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495302","hoster":"VOE"},{"path":"/redirect/8590058","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-2","name":"","epNo":2,"alt":"It Was Also Raining at That Time","descr":"Nach dem Aufwachen erfährt Riki von Yuiko, dass sie sich um ihn gekümmert hat, während er geschlafen hat und kann den Verdacht nicht loswerden, dass die ganze Situation mit ihnen in der Vergangenheit passiert ist. Einige Zeit später weisen Kyousuke und die anderen Jungs darauf hin, dass sich Riki seit seiner letzten Begegnung mit Yuiko seltsam verhält. In dem Glauben, dass er sich in sie verliebt hat, beschließen sie, ihn die Mädchen zum Schulgebäude locken zu lassen, während sie ein Feuerwerk für sie vorbereiten, mit Anweisungen, einen Weg zu finden, mit Yuiko allein zu sein, um die Stimmung für seine \" Geständnis\". Riki fragt sich, ob er tatsächlich in jemanden verliebt ist, und tut, was sie sagen, landet aber zufällig mit Yuiko allein, als das Feuerwerk beginnt. Am nächsten Tag stellt Riki fest, dass sich die gleichen Ereignisse des Vortages wiederholen, da auch das Datum gleich ist, der 20. Juni.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516993","hoster":"VOE"},{"path":"/redirect/10126750","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495300","hoster":"VOE"},{"path":"/redirect/8590057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-3","name":"","epNo":3,"alt":"I Always Wanted to Stay Here","descr":"Der Tag des 20. Juni wiederholt sich immer wieder, ohne dass jemand außer Riki selbst darauf achtet, und niemand scheint es seltsam zu finden, selbst wenn es anfängt zu schneien. Riki beschließt, nach Kyousuke zu suchen, um ihn um seinen Rat zu bitten, aber er ist nirgendwo zu finden. Riki erfährt jedoch, dass Yuiko die einzige andere Person ist, die die Wahrheit kennt und behauptet, dass alles ihre Schuld ist. Ihr Wunsch, für immer bei den Little Busters zu bleiben, wurde in Form eines Traums erfüllt, und sie erzählt Riki, dass sie erst wusste, was Glück war, nachdem sie Riki und seine Freunde getroffen hatte. Yuiko sagt ihm, dass sich die Dinge wieder normalisieren werden, wenn er aus dem Traum erwacht, aber Riki wird alles vergessen, was passiert ist. Bevor sie sich verabschiedet, warnt Yuiko Riki, sich um Rin zu kümmern, da der \"Schicksalstag\" nahe ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516995","hoster":"VOE"},{"path":"/redirect/10126752","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495304","hoster":"VOE"},{"path":"/redirect/8590061","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-4","name":"","epNo":4,"alt":"Riki and Rin","descr":"Während sie darüber nachdenkt, was Yuiko zu ihm gesagt hat, wird Riki von einem Mädchen angesprochen, das ihre Gefühle für ihn gesteht, aber behauptet, dass sie weiß, dass er bereits jemanden mag und flieht. Sich fragend, was sie meinte, kam Rikis Bild in den Sinn, und als Kyousuke erfuhr, was passiert war, enthüllte Kyousuke, dass ein Schüler im dritten Jahr Rin ebenfalls gestanden hatte, aber er half ihr, ihn abzulehnen. Später an diesem Tag bittet Rin Riki, ihr beim Kauf von Katzenfutter zu helfen, und auf dem Rückweg schlägt sie vor, dass sie sich verabreden und Riki stimmt zu, nachdem sie bestätigt hat, dass sie ihn mag. Riki hat Schwierigkeiten, Kyouske am nächsten Tag davon zu erzählen, aber Kyousuke behauptet, dass er bereits davon wusste. Riki und Rin erzählen es später dem Rest der Little Busters, die ihnen gratulieren, aber Riki jagt Rin hinterher, nachdem sie verlegen davongelaufen ist. Die weiße Katze Lennon bringt ihnen einen weiteren mysteriösen Brief, der ihnen sagt, dass sie eine letzte Aufgabe zu erledigen haben, bevor sie \"die Wahrheit der Welt erfahren\", nämlich \"sich freiwillig während des Klassenzimmers zu melden\".","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516996","hoster":"VOE"},{"path":"/redirect/10126758","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495306","hoster":"VOE"},{"path":"/redirect/8590063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-5","name":"","epNo":5,"alt":"The Final Task","descr":"Von den Mitgliedern der Präfekturversammlung wird erwartet, dass sie die Schule inspizieren und erkennen, dass dies Teil der \"letzten Aufgabe\" ist, und Riki und Rin melden sich freiwillig, um sie herumzuführen. Trotz Rins schüchterner Haltung gelingt es ihr, die Besucher richtig zu führen und sie laden sie später ein, an einem Schüleraustauschprogramm teilzunehmen, um den Schülern einer anderen Schule zu helfen, eine Tragödie zu überwinden, die einige ihrer Mitschüler das Leben kostete. Riki bittet Rin zuerst, ihre Einladung abzulehnen, aber er erkennt später, dass dies eine wichtige Erfahrung für sie sein könnte, um als Person zu wachsen. Als Riki jedoch versucht, sie zu ermutigen, an dem Programm teilzunehmen, wird sie wütend auf ihn und nimmt schließlich die Einladung an. Am Vorabend von Rins Abreise erkennt Riki, dass all die Aufgaben, die sie erhalten hat, ihr geholfen haben, zu reifen und ihr Selbstvertrauen zu stärken. Er kommt zu dem Schluss, dass dies alles Teil von Kyousukes Plänen war, einschließlich der Einladung von Komari und den anderen Mädchen, Teil ihrer Gruppe zu werden. Sein Verdacht wird bestätigt, als Riki Lennon mit Kyousuke findet und er ihn dann mit der \"Wahrheit der Welt\" konfrontiert, die er in seinen Briefen erwähnt. Bevor sie jedoch Antworten bekommen, müssen sie weglaufen, nachdem sie während der Ausgangssperre im Freien erwischt wurden und als Riki vorbeistolpert, verschwindet Kyousuke vor ihm.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516997","hoster":"VOE"},{"path":"/redirect/10126757","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495307","hoster":"VOE"},{"path":"/redirect/8590062","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-6","name":"","epNo":6,"alt":"At the End of the Escape","descr":"Nachdem Riki und die anderen nach Rin die Schule ohne ein Wort verlassen haben, bleibt Riki der Eindruck, dass Kyousuke sie weggeschickt hat und versucht, die Little Busters auseinander zu bringen. Riki bekommt weiterhin Textnachrichten von Rin, die besagt, dass sie nicht weiß, was sie in der Schule tun soll, und er kann ihr nur sagen, sie solle \"da durchhalten\". Besorgt darüber, dass Rin isoliert ist, beschließt Riki, ihr nachzugehen, aber er wird von Kyousuke aufgehalten, der einen Deal macht, dass er sie nur für das Wochenende zurückbringt. Als Rin am folgenden Wochenende zurückkommt, ist sie depressiv und bleibt im Bett. Riki bittet Kengo um Rat, der ihm sagt, dass er gegen Kyousuke kämpfen muss, um Rin davon abzuhalten, zur Schule zurückzukehren. Kyousuke stimmt zu, es über ein Baseballspiel mit Masato als seinem Partner zu regeln, aber Riki und Kengo scheitern letztendlich. Kengo behauptet, dass Kyousuke das Spiel manipuliert und ihn schlägt, bevor er von Riki und Masato zurückgehalten wird. Am nächsten Morgen sagt Riki Rin, dass sie zusammen weglaufen. Sie reisen zu einem Haus auf dem Land, in dem sie als Kinder gespielt haben, werden aber schließlich von der Polizei entdeckt, die das Haus durchsucht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516998","hoster":"VOE"},{"path":"/redirect/10126760","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495303","hoster":"VOE"},{"path":"/redirect/8590069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-7","name":"","epNo":7,"alt":"May 13","descr":"Riki erwacht einige Monate zuvor, ohne sich daran zu erinnern, was während dieser Zeit passiert ist. Riki will Masato davon abhalten, gegen Kengo zu kämpfen, aber keiner von ihnen hört auf ihn und Kyousuke ist nirgendwo zu finden. Das Ergebnis des Kampfes führt dazu, dass Kengo seinen rechten Arm bricht und ihn für das Kendo-Training außer Gefecht setzt; Kengo bittet Riki, sich etwas auszudenken, was sie alle zusammen machen könnten. Rin hat jetzt Angst vor allen außer Riki, die sie tagsüber routinemäßig an einer örtlichen Grundschule absetzt. Unterdessen ist Kyousuke deprimiert und bleibt eingesperrt in seinem Zimmer, um Manga zu lesen. Anfangs erfolglos, etwas zu finden, das Rin Spaß macht, entdeckt er schließlich ihre Affinität zum Fangen. Riki versucht Kyousuke einzuladen, mitzumachen, aber er weigert sich. Riki lädt Masato und Kengo auch ein, ein Baseballspiel zu spielen, aber Kengo weigert sich wütend, daran teilzunehmen, und Masato geht kurz darauf. Riki weiß, dass die anderen etwas vor ihm und Rin verbergen, und beschließt, ein Anführer wie Kyousuke zu werden und die Little Busters zu reformieren.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517000","hoster":"VOE"},{"path":"/redirect/10126761","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495305","hoster":"VOE"},{"path":"/redirect/8590064","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-8","name":"","epNo":8,"alt":"Proof of the Strongest","descr":"Entschlossen, die Little Busters zu reformieren, versucht Riki, Masato einzuladen, der sich weigert und behauptet, dass es ihm nur darum geht, der Stärkste zu werden. Kurz darauf hören Riki und Rin Nachrichten, dass Masato andere Klassenkameraden angreift und kommt mit einer Falle, um ihn zu fangen. Die Falle hält ihn jedoch nicht vollständig zurück und er beginnt, sie zu verfolgen, nachdem Riki mit Rins Hilfe eine weitere Falle aufgestellt hat, schafft es Riki, Masato so weit zu zermürben, dass er ihn mit bloßen Händen besiegen kann. Der niedergeschlagene Masato erinnert sich dann daran, dass er, bevor er Kyousuke traf, von seinen Kollegen wie ein Narr behandelt wurde, bis er seinen Körper genug trainierte, um jeden zu schlagen, der ihn beleidigte, aber deswegen isoliert wurde, bis Kyousuke auftaucht und ihn ebenfalls mit besiegt Fallen, die dazu führen, dass sie Freunde werden. Es wird auch offenbart, dass der Grund für seinen Amoklauf in der Schule darin lag, dass er plötzlich anfing, alle anderen als sich selbst zu sehen und glaubte, er könne nur seine eigene Person werden, indem er der Stärkste von allen werde. Nachdem er seine Freundschaft mit Masato erneuert hat, erkennt Riki, dass er schließlich auch Kyousuke für sich und seine Freunde besiegen muss, während ein ernsthafter Kengo aus der Ferne über ihn wacht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13516999","hoster":"VOE"},{"path":"/redirect/10126764","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495309","hoster":"VOE"},{"path":"/redirect/8590066","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-9","name":"","epNo":9,"alt":"A Friend\u0027s Tears","descr":"Rikis nächster Schritt, um seine Freunde wieder zu versammeln, besteht darin, Kengo davon zu überzeugen, sich ihrer Seite anzuschließen, aber Kengo weigert sich, auf ihn zu hören und behauptet, dass Riki und Rin sich nur auf ihre Freunde verlassen müssen. Riki besucht Kyousuke, der andeutet, dass Kengo über etwas lügt und Riki erkennt, dass Kengos Arm nicht verletzt ist, wie er behauptet. Rin erfährt von Masato, dass Kengo sich ursprünglich den Little Busters angeschlossen hatte, nachdem Kyousuke seinen Vater in einem Kendo-Match besiegt hatte. Dies führt dazu, dass Riki Kengo stattdessen zu einem Baseballspiel herausfordert, wobei der erste, der einen Homerun erzielt, der Gewinner ist und Kengo sich den Little Busters wieder anschließt, sollte er verlieren. Nach mehreren Versuchen schafft Riki einen Homerun, ist aber zu erschöpft, um den Ball zu werfen, also nimmt Rin seinen Platz ein. Rins Würfe sind schnell, aber anfangs ohne Kontrolle, und als sie es schafft, den Ball richtig zu werfen, gelingt es ihr, Kengo zu schlagen und das Spiel zu gewinnen. Kengo schließt sich den Little Busters wieder an, entschlossen, Riki so lange wie möglich zu folgen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517002","hoster":"VOE"},{"path":"/redirect/10126763","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13484815","hoster":"VOE"},{"path":"/redirect/8590065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-10","name":"","epNo":10,"alt":"And So I\u0027ll Do It Over Again","descr":"Nachdem Riki den Rest der ursprünglichen Little Busters zusammengestellt hat, beabsichtigt Riki, Kyousuke vor der Verzweiflung zu retten, so wie er es für ihn getan hat, als seine Eltern starben. Unterdessen erinnert sich Kyousuke daran, dass die Welt, in der sie leben, tatsächlich von seinem Geist erschaffen wurde, um Riki und Rin darauf vorzubereiten, ohne ihn und die anderen zu leben, da alle außer dem Paar anscheinend bei einem Unfall ums Leben kamen. Seitdem hat Kyousuke eine alternative Zeitleiste erstellt, die immer zurückgesetzt wurde, wenn Riki oder Rin in Verzweiflung geraten waren. Kyousukes Macht, dieses Reich zu erhalten, schwindet jedoch, was zu den seltsamen Ereignissen in der vorherigen Schleife und dem Abgang der anderen Mädchen führt. Als Riki und Rin wegrannten, nachdem sie von der Trennung von den anderen zusammengebrochen war, verlor Kyousuke seinen Glauben, bis Riki es schaffte, sich als Anführer zu etablieren und sich einmal mit seinen Freunden wiedervereinigte, behauptet Kyousuke, dass die Zeit für ihn und die anderen Abschied von Riki und Rin zu nehmen, steht bevor.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517001","hoster":"VOE"},{"path":"/redirect/10126775","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13535267","hoster":"VOE"},{"path":"/redirect/8590067","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-11","name":"","epNo":11,"alt":"The End of the World","descr":"Nachdem die Little Busters wieder vereint sind, schlägt Riki ihnen vor, Baseball zu spielen, und die anderen akzeptieren. Während des Matches enthüllt Kyousuke Riki, dass die Welt, in der sie sich gerade befinden, von ihm und den anderen erschaffen wurde, nachdem ein Busunfall alle Schüler an Bord außer Riki und Rin getötet hat an einer Reihe von Versuchen, um sie reifen und stärker werden zu lassen. Nachdem sich Masato und Kengo verabschiedet haben, weist Kyousuke Riki an, Rin durch die Schultore zurück in die reale Welt zu bringen, da die Zeit für sie gekommen ist, sich zu trennen. Als Riki und Rin die Tore passieren, macht Kyousuke noch einen letzten Rundgang durch die Schule, bevor er auf seinem Schreibtisch sitzt und in der von ihm erschaffenen Welt verschwindet.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517003","hoster":"VOE"},{"path":"/redirect/10126768","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13484816","hoster":"VOE"},{"path":"/redirect/9241037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-12","name":"","epNo":12,"alt":"A Single Request","descr":"Riki und Rin erwachen in der realen Welt und erinnern sich daran, dass ihr Bus während ihrer Exkursion in einen Unfall verwickelt war und Masato und Kengo ihre eigenen Körper benutzten, um sie zu beschützen. Obwohl sie verletzt sind, fliehen sie von der Unfallstelle, um nicht von der drohenden Explosion erfasst zu werden, aber nachdem sie eine sichere Entfernung erreicht haben, lässt Riki Rin zurück, um zurückzukehren und zu versuchen, den anderen zu helfen. Er erleidet jedoch einen weiteren Narkolepsie-Anfall und kämpft darum, wach zu bleiben. Währenddessen hat Rin ein Treffen mit Komari und den anderen Mädchen im Geiste und möchte sich nicht von ihnen trennen und beschließt, nach einem Weg zu suchen, sie ebenfalls zu retten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517005","hoster":"VOE"},{"path":"/redirect/10126771","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13495311","hoster":"VOE"},{"path":"/redirect/8590071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/little-busters/staffel-2/episode-13","name":"","epNo":13,"alt":"Little Busters","descr":"Having another attack of narcolepsy, Riki realizes that he always falls asleep at the sight of unpleasant situations, since he saw his parents\u0027 dead bodies in a car accident when he was a child, and determined to overcome this weakness, he awakens with Rin\u0027s help. Knowing that the bus will explode, Riki and Rin start rescuing the other students from the wreckage only to discover that Kyousuke is using his own body to prevent the gas from leaking further, leaving the duo no other option but to pick him up after carrying all the others to safety. The bus explodes just after Riki and Rin return to rescue Kyousuke, but the incident ends with no deaths. Three months later, all of the students have returned from the hospital except Kyousuke, who is still in a coma, and the other Little Busters spend their days together, waiting for him to return. Once Kyousuke finally returns, the Little Busters have their own, private field trip to the beach together.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517004","hoster":"VOE"},{"path":"/redirect/10126773","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8474579","hoster":"VOE"},{"path":"/redirect/8590070","hoster":"Streamtape"}]}]}]}]}