{"path":"/serie/stream/litvinenko","name":"Litvinenko","descr":"Miniserie über den spektakulären Mordanschlag an dem russischen Kreml-Kritiker und ehemaligen KGB-Offizier Alexander Litwinenko (David Tennant), der im Jahr 2006 in seiner Wahlheimat London auf heimtückische Art vergiftet wurde und nur wenige Tage später am 23. November 2006 an den Folgen der durch Polonium verursachten Strahlenkrankheit verstarb. Für den Anschlag machte Litwinenko die russische Regierung verantwortlich, die ihn zum Schweigen bringen wollte.","seasons":[{"path":"/serie/stream/litvinenko/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/litvinenko/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"November 2006. Detective Inspector Brent Hyatt und Detective Sergeant Jim Dawson werden zum University College Hospital in London gerufen, um einen Mann namens Alexander Litvinenko zu interviewen, einen ehemaligen russischen Spion, der behauptet, vergiftet worden zu sein. Litvinenkos Frau Marina sagt den Ermittlern, dass die Ärzte seiner Geschichte skeptisch gegenüberstehen, obwohl der sich verschlechternde körperliche Zustand des Russen für alle sichtbar ist. An drei qualvollen Tagen befragen Hyatt und Dawson den sterbenden Litvinenko, der akribisch berichtet, wer ihn seiner Meinung nach getötet hat, und auch den Mann, der für die Anordnung seiner Ermordung verantwortlich ist, niemand Geringeres als Wladimir Putin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12243034","hoster":"VOE"},{"path":"/redirect/12243036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/litvinenko/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Am Tag nach Litvinenkos Tod schwärmen Bestrahlungsteams durch London, um potenziell kontaminierte Standorte zu sichern, die vom russischen Spion besucht wurden. Beamte entdecken Spuren von Polonium in Itsu, einem Sushi-Restaurant, in dem Litvinenko Mario Scaramella vor einer späteren Begegnung mit Andrey Lugovoy und Dmitry Kovtun im Millennium Hotel traf, das ebenfalls positiv auf Polonium getestet wurde. Timmons schließt Scaramella aus ihren Ermittlungen aus und erkennt, dass Lugovoy und Kovtun ihre Hauptverdächtigen sind, und beschließt, ein Team nach Moskau zu schicken, um sie direkt zu befragen. Marina lebt jetzt in einer Wohnung, die Boris Berezovsky gehört, und erhält einen erschreckenden Anruf von Marina","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12243041","hoster":"VOE"},{"path":"/redirect/12243048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/litvinenko/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Ein Detektivteam unter der Leitung von Brian Tarpey trifft in Moskau ein, um Lugovoy und Kovtun zu befragen, die jetzt die Hauptverdächtigen hinter Litvinenkos Mord sind. Zurück in London suchen Timmons und Hyatt nach Beweisen dafür, wie Litvinenko vergiftet wurde. Bei Litvinenkos Beerdigung auf dem Highgate Cemetery informiert Hyatt Marina über den Stand der Ermittlungen. Sie verlässt den Dienst mit dem Gedanken, die Sache selbst in die Hand zu nehmen. Der Durchbruch gelingt derweil, als eine Teekanne aus dem Millennium Hotel positiv auf Polonium getestet wird: Die Polizei hat nun ihre Mordwaffe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12933038","hoster":"VOE"},{"path":"/redirect/12243063","hoster":"Streamtape"}]}]},{"path":"/serie/stream/litvinenko/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Nachdem ihre Ermittlungen abgeschlossen sind, reicht das Team von Timmons ihre Akte bei der Staatsanwaltschaft ein, die Lugovoy und Kovtun des Mordes an Litwinenko beschuldigt. Da die Mörder jedoch in Russland in Sicherheit sind und von Putin beschützt werden, scheinen die Chancen auf wahre Gerechtigkeit gering zu sein. Mit der Ermutigung und finanziellen Unterstützung des russischen Dissidenten Boris Berezovsky engagiert Marina Ben Emmerson, einen charismatischen Menschenrechtsanwalt, um eine Untersuchung des Mordes an ihrem Ehemann voranzutreiben. Damit beginnt Marinas 8-jähriger Kampf, um Gerechtigkeit für den Mord an ihrem Ehemann zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12243077","hoster":"VOE"},{"path":"/redirect/12243092","hoster":"Streamtape"}]}]}]}]}