{"seriesId":"living-with-fran","name":"Living with Fran","descr":"Josh (Ben Feldman) ist 24 Jahre alt und will bei seiner Mutter Fran Reeves (Fran Drescher) wieder einziehen. Da Frans Freund, Riley (Ryan McPartlin), auch 24 Jahre alt ist, ist das Chaos schon vorprogrammiert!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"The Pilot","descr":"Nach einem Nervenzusammenbruch wird der 25-jährige Josh Reeves aus dem Medizinstudium geworfen. Also beschließt er, zurück nach Hause zu gehen. Als er dort ankommt, stellt er fest, dass seine Mutter Fran Reeves ihre Scheidung überwunden hat und eine neue Beziehung mit einem jungen, gut aussehenden Mann namens Riley beginnt. Josh findet auch heraus, dass Riley 6 Monate jünger als er ist. Außerdem stellt Josh fest, dass sein Zimmer ein Fitnessstudio ist und dass Rileys Kleiderschrank jetzt Rileys Kumpel Duane gehört. Und Joshs freche junge Schwester liebt ihren neuen Lebensstil. Auf Frans Drängen hin muss Josh lernen, ein Teil seiner neuen \"Familie\" zu werden.","versions":[{"lang":2,"streams":[{"redirect":11395935,"hoster":"VOE"},{"redirect":11425256,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Riley\u0027s Parents","descr":"Fran lädt Rileys Eltern zum Abendessen ein. Donna und Tom (Rileys Mutter und Vater) sind schockiert, als sie Fran kennenlernen. Offenbar hat Riley nie erwähnt, dass Fran älter, geschieden und Mutter von zwei Kindern ist (oh ja, und sie ist Jüdin). Tom (Rileys Vater) scheint Fran zu akzeptieren und weiterzumachen, aber Donna (Rileys Mutter) kann Frans Alter einfach nicht überwinden. Nach einem kleinen Notfall erkennen die beiden Frauen, dass sie beide Riley lieben und versuchen werden, Freunde zu sein.","versions":[{"lang":2,"streams":[{"redirect":11395937,"hoster":"VOE"},{"redirect":11381483,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Ex Factor","descr":"Als Fran einen Familienurlaub plant, stattet ihr Ex-Mann Ted der Familie einen Besuch ab. Ted kommt, weil er versucht, seine Familie zurückzukaufen, indem er versucht, seine Beziehung zu Josh zu kitten, Allison Geschenke kauft und Riley einen Job anbietet, den er nicht ablehnen kann. Die ganze Familie, einschließlich Riley, scheint von Ted angetan zu sein, aber die einzige, die nicht angetan ist, ist Fran. Fran will nicht, dass ihre Kinder wieder von ihrem Vater verletzt werden. Auch Josh bekommt einen Job in einer Videothek.","versions":[{"lang":2,"streams":[{"redirect":11395936,"hoster":"VOE"},{"redirect":11381473,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Reunion","descr":"Fran macht sich Gedanken darüber, wie sie Rileys Highschool-Freunde auf dem Klassentreffen beeindrucken kann, aber auf dem Klassentreffen wird Fran von den Ehefrauen von Rileys Freunden angebetet. Auch Riley wird angehimmelt, aber sie denken bald, dass Fran Rileys \"Sugar Mama\" ist. Bei einem Treffen nach dem Klassentreffen in ihrem Haus will Riley seinen Freunden beweisen, dass er sich nicht aushalten lässt. Auch Fran ist schockiert, als sie erfährt, dass die Ehefrauen ihr applaudieren, weil sie einen Lustknaben hat.","versions":[{"lang":2,"streams":[{"redirect":11395939,"hoster":"VOE"},{"redirect":11381505,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Oh, Baby","descr":"Fran möchte, dass Riley sich als Teil der Familie fühlt. Deshalb beschließt sie, ein eigenes Familienalbum anzulegen, und ist erstaunt, als Riley erwähnt, dass sie eines Tages Bilder von ihren Kindern hinzufügen wird. Auch Josh wird getröstet, als Fran ihm versichert, dass die Schwangerschaft mit ihm das Beste war, was ihm passieren konnte. Riley bekommt seinen ersten Vorgeschmack auf die Vaterschaft, als Allison anfängt, Probleme mit Jungen zu haben.","versions":[{"lang":2,"streams":[{"redirect":11395938,"hoster":"VOE"},{"redirect":11381547,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Who\u0027s the Parent","descr":"Allisons neuer Freund Kurt lässt sowohl bei Josh als auch bei Riley die Alarmglocken schrillen. Das veranlasst Fran, ihr Vertrauen in Allisons Fähigkeit, kluge Entscheidungen zu treffen, wenn es um Verabredungen geht, zu überdenken.","versions":[{"lang":2,"streams":[{"redirect":11381570,"hoster":"VOE"},{"redirect":11381623,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Carriage Ride","descr":"Fran ist mit Rileys Plänen für ihren ersten gemeinsamen Valentinstag nicht einverstanden und nimmt einige Änderungen vor, ohne Riley zu fragen, so dass dieser das Gefühl hat, Fran kontrolliere die Beziehung. Fran weiß auch nicht, dass Josh mit seiner Freundin Lilly Schluss machen will, also berät Fran sie, wie sie ihn für sich gewinnen kann. Und Frans Ratschlag an Allison, ihrem heimlichen Verehrer nachzulaufen, geht nach hinten los, als die Identität des heimlichen Verehrers bekannt wird.","versions":[{"lang":2,"streams":[{"redirect":11381690,"hoster":"VOE"},{"redirect":11381599,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Concert","descr":"Die Telefonnummer von Joshs neuer Freundin Gina ist teilweise unleserlich geworden, nachdem Fran seine Hose mitsamt der Brieftasche gewaschen hat, aber er probiert alle Möglichkeiten aus, bis er das Mädchen findet, und verabredet sich mit ihr zu einem Konzert. Als sie hören, dass es Ryans Lieblingsband ist, während er wegen seines Jobs so oft auf Baustellen unterwegs ist, dass sie kaum noch Zeit miteinander verbringen, beschließt Fran, so zu tun, als ob sie sich darauf freuen würden, damit sie dort zusammen sein können, und schleppt Josh mit. Leider hat Ryans Firma einen anderen Notfall, so dass sie mit einem date-hungrigen Kerl festsitzt und von der Menge weggesurft wird. Als Gina Josh mit zwei Freunden hinter die Bühne einlädt, lädt er großzügig Ryley und Ma ein, vorausgesetzt, sie geben sich nicht als Familie aus, aber Fran entdeckt Alison, was katastrophale Folgen für alle hat.","versions":[{"lang":2,"streams":[{"redirect":11381640,"hoster":"VOE"},{"redirect":11425233,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Josh Works for Riley","descr":"Nachdem der \"Familienabend\" für die Mädchen ein Reinfall war, möchte Fran unbedingt etwas finden, was Riley und Josh gemeinsam tun können, um enger zusammenzuwachsen. Als er eine freie Stelle auf dem Bau hat, beschließt sie, dass ihr Liebhaber \"natürlich\" ihren Sohn einstellt, auch wenn keiner der beiden das will. Beide Jungen geben sich große Mühe, aber Josh ist für Bauarbeiten (in diesem Fall Dachdeckerarbeiten) genauso begabt wie Hitler für Gleichstellungsprogramme. Nach einem langen Tag sagt Riley zu Fran, dass er einen so unfähigen Arbeiter nicht behalten kann und dass sie Joshua eigentlich feuern sollte, aber das kann sie nicht. Erst nach einem äußerst schmerzhaften Unfall, der Riley kaskadenartig von der Schulter bis zu den Eiern trifft, erlöst Fran den \"Vater-Sohn-Job\" aus seinem Elend, oder war das doch die falsche Sichtweise?","versions":[{"lang":2,"streams":[{"redirect":11381751,"hoster":"VOE"},{"redirect":11381728,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Riley\u0027s Ex","descr":"Josh hat ein Date mit einem Ex von Riley.","versions":[{"lang":2,"streams":[{"redirect":11381817,"hoster":"VOE"},{"redirect":11381763,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Plastered","descr":"Fran bricht ihr Versprechen gegenüber Riley, nicht mit \"Freundinnen\" über ihr Liebesleben zu sprechen, indem sie es ihrem neuen, schwulen Nachbarn Greg näherbringt. In ihren Augen liegt Riley jedoch \"viel falscher\", als sie herausfindet, dass er seine Wohnung in der Altstadt nie gekündigt hat. Wenn Fran also Josh vom Zahnarzt abholt, nimmt er die Kinder mit zum Schnüffeln. Als Fran erkennt, dass der Ort zu unordentlich ist, um ein Liebesnest zu sein, glaubt sie an Joshs Theorie, dass Riley nur eine \"Männerhöhle\" braucht, und arrangiert alles in ihrem Keller.","versions":[{"lang":2,"streams":[{"redirect":11392193,"hoster":"VOE"},{"redirect":11392197,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Girl Talk","descr":"Laurie, die früher das dicke Mädchen in Joshs Klasse war und zu der außer Josh niemand nett war, kehrt als schlankes Hottie zurück. Josh wird interessiert und findet heraus, dass Laurie eine Künstlerin ist, die bisher zu sehr damit beschäftigt ist, sich auf ihre Ausstellung vorzubereiten. Josh sieht, dass die einzige Zeit, die er mit Laurie verbringen kann, in ihrem Studio ist. Laurie hat eine Idee zu ihrem letzten nackten Körperabguss für die Ausstellung. Josh bietet an, das Model zu sein, aber Laurie möchte, dass Fran derjenige ist, der verputzt wird. Fran lehnt ab. Josh kommt zu dem Schluss, dass er Riley irgendwie manipulieren muss, damit er Fran dazu bringt, ihre Meinung zu ändern ...","versions":[{"lang":2,"streams":[{"redirect":11382086,"hoster":"VOE"},{"redirect":11382085,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"School Ties","descr":"Ryan hat zu seinem sechsmonatigen Jubiläum mit Fran ein Schuhkarussell gebaut, was kann sie ihm also schenken? Sie geht zu einem Stripkurs bei dem offensichtlich schwulen Tanzlehrer Allan. Josh erwartet eine Überraschung zu seinem Geburtstag am Sonntag, und als sie ihn bittet, sich am Samstag \"für einen Mädchenbuchclub\" rar zu machen - in Wirklichkeit, um für Ryan zu strippen - nimmt er an, dass das seine Überraschungsparty sein soll. Ryan liebt sein selbst ausgepacktes Geschenk, bis Josh sie dabei erwischt. Alisons unorthodoxes \"selbstdarstellerisches\" Schulprojekt veranlasst Fran, Ryan und Josh zu einem Besuch beim Schulleiter - es handelt sich um eine Piñata in Form des Mannschaftsmaskottchens, die nicht nur Pfefferminzbonbons, sondern auch Kondome verschüttet, um dagegen zu protestieren, dass das Schulbudget für sexuelle Verführung gekürzt wurde, um neue Sportgeräte zu bezahlen. Nachdem er Zeuge der atypischen Familiendynamik geworden ist, die sie alle verteidigen, Josh nicht ganz, beschließt Sir, dass sie sich besser entwickelt hat, als man erwarten konnte, und lässt sie gehen.","versions":[{"lang":2,"streams":[{"redirect":11382097,"hoster":"VOE"},{"redirect":11382104,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"A Year of Living with Fran","descr":"Im Gegensatz zu Fran, die immer noch nicht zugeben kann, dass sie eine Brille braucht, hat sich Riley daran erinnert, dass es der erste Jahrestag seines Einzugs bei der Familie Reeves ist. Also beschließt sie, Hummer-Tetrazzini zu kochen, und er serviert sie mit nacktem Oberkörper, aber gerade dann bringt Allison ihre Freundin Becca zum Abendessen mit, die Josh ebenfalls sexy findet. Es kommt noch schlimmer: Frans fieser Ex Ted Reeves, der Vater der Kinder, der mit dem Laptop von Tochter Allison vorbeischaut. Nach der Art und Weise, wie Ted Ryans Platz einnimmt, ihn ständig herabwürdigt und die anderen ihn praktisch ignorieren, ist Ryan nicht mehr in Stimmung und fragt sich, ob er überhaupt noch einen Platz hat. Doch der Blondschopf erinnert sich bald an seine Rolle, als alle einen Retter brauchen.","versions":[{"lang":2,"streams":[{"redirect":11382125,"hoster":"VOE"},{"redirect":11382124,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Going to the Bar Mitzvah with Fran","descr":"Nachdem Fran Josh in Verlegenheit gebracht hat, indem sie ihm erzählt hat, dass sein ehemaliger Schulkamerad Barry Regal, der jetzt an der Wall Street arbeitet, der stellvertretende Geschäftsführer der Videothek ist, gehen alle zur Bar Mitzwa eines gewissen Kenny Goldstein. Leider ist auch Frans Ex, Dr. Ted Reeves, da, der Fran und Josh schlecht macht und ihren Liebhaber Riley mit dem professionellen Model und Tänzerin Rachel Hunter in den Schatten stellt. Die vereinte Front lässt Ted so gut es geht gewähren, aber zu Hause trifft es Fran: Ist Ted so lange nach seinem Weggang immer noch eine gültige Entschuldigung für ihr eigenes Versagen?","versions":[{"lang":2,"streams":[{"redirect":11382134,"hoster":"VOE"},{"redirect":11382140,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Sweet Sixteen Again with Fran","descr":"Obwohl Allison geschrien hat, dass sie zu ihrem \"süßen sechzehnten\" Geburtstag keinen Fusel will, beschließen beide Eltern, ihr einen denkwürdigen Geburtstag zu schenken. Fran hat ein Einsehen: Als sie den \"Queer Eye for the Straight Guy\"-Moderator Kyan Douglas in Gregorys Laden entdeckt, überredet sie ihn, Allison und ihren Freundinnen ein privates Make-up zu Hause zu verpassen. Kyan macht das auch für Josh, der stolz wie ein Pfau ist und jedem Mädchen, das ihn jemals abgewiesen hat, ein Foto schickt; nur der natürlich strahlende Ryan ist einfach zu perfekt, so wie er ist. Mistkerl-Vater Ted hatte Karten für ein Andy-Vargas-Konzert versprochen, wurde aber von Laurie Dean abserviert, die sie bekommen hätte, also zwingt er Fran, den Wermutstropfen zu bringen. Fran kämpft weiter, bis alle da sind, und der geschminkte Josh macht sich an die charmante Tina ran. Zu Hause kommt die Wahrheit ans Licht, das Make-up verschwindet und Ryan beweist, dass er zugehört hat, als Fran verriet, dass sie selbst einen unvergesslichen sechzehnten Geburtstag verpasst hat.","versions":[{"lang":2,"streams":[{"redirect":11382150,"hoster":"VOE"},{"redirect":11382152,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Learning with Fran","descr":"Als Fran Ryan erzählt, dass sie keine Ahnung von den finanziellen Aspekten ihres Innenausstattungsgeschäfts hat, schlägt er ihr vor, einen Wirtschaftskurs zu besuchen, wie Josh. Zum Entsetzen der beiden Jungs versteht sie das so, dass sie Joshs Kurs am College besuchen soll. Als wäre Frans ungestüme Art nicht schon peinlich genug, so dass Josh vorgibt, ein unbeteiligter \u0027Re-e-ves\u0027 zu sein, schafft sie es, den verzweifelt unschuldigen Josh während des ersten Marketing-Pop-Quiz allzu laut anzuscheißen, so dass beide rausfliegen. Allison hat einen neuen Freund, Todd, der charmant, klug, höflich und aalglatt ist - Ryan hasst ihn sofort, noch mehr als Fran, die Todd für eine jüngere Version ihres fiesen Ex Ted hält. Wenn Lehrer Bryant dachte, er hätte die Reeve-Schüler zum letzten Mal gesehen, dann nur, weil er ihre Hartnäckigkeit nicht kannte - noch nicht.","versions":[{"lang":2,"streams":[{"redirect":11382161,"hoster":"VOE"},{"redirect":11382169,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Ahead of the Plan with Fran","descr":"Als Fran und Riley feststellen, dass ihr \"erwachsener\" Sohn Josh ein Mädchen, Taylor Urbanski, in sein Schlafzimmer gebracht hat, das immer spärlicher bekleidet ist, ist das noch in Ordnung, aber als Teenager-Tochter Alison dabei gesehen wird, wie sie ihren aalglatten Freund Todd küsst - denjenigen, der der sanften Riley unwillkürlich heftige Phantasien beschert -, sind sie strikt dagegen, und so wird Josh plötzlich als \"schlechtes Beispiel\" gejagt, und Taylors Mutter ist eine bessere Hausfrau. Dann geht die Jagd los, um das Teenagerpaar auf frischer Tat zu ertappen, und Riley pflanzt den Samen der Bindungsangst in Joshs gesunden männlichen Junggesellenverstand.","versions":[{"lang":2,"streams":[{"redirect":11382166,"hoster":"VOE"},{"redirect":11382170,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Going Crazy With Fran","descr":"Rileys Mutter Donna hat fünfmal angerufen, bevor seine naive kleine Schwester Jenny eintrifft, und die ist wirklich eine Topfpflanze, immer noch verlobt mit Jeremy, ihrem ersten Freund seit dem Kindergarten. Josh und Allison machen sich über Jenny lustig, Fran nimmt sie als die mädchenhafte Tochter, die sie nie hatte, mit zum Shoppen, um sich sagen zu lassen, ihr Geschmack sei zu nuttig. Fran schickt Josh, um Jenny New York zu zeigen, aber sie kehren erst nach einer Nacht zurück, in der sie \"versehentlich\" als betrunkene Trauzeugen für ein Paar, das sie gerade in einer Bar kennengelernt haben, geheiratet haben. Riley und Fran beschuldigen sich gegenseitig als schlechte Vorbilder. Die Wahl eines juristischen Grundes für die Annullierung ist für den armen \u0027verrückten\u0027 Josh schmerzhaft.","versions":[{"lang":2,"streams":[{"redirect":11382177,"hoster":"VOE"},{"redirect":11382174,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Coupling With Fran","descr":"Riley und Fran stellen fest, dass sie aufgrund ihres Generationsunterschieds nicht viele gemeinsame Freunde haben, finden aber ihre Freundin Becca und seinen Danny ideal für ein Doppeldate an ihrem Jahrestag. Als die Mädchen mitbekommen, dass Riley behauptet, der coole Ledermantel, den sie ihm geschenkt hat, sei zu empfindlich, um ihn auf dem Bau zu tragen, ist sie wütend, beschließt aber, ihn weiter zu testen, indem sie ihm stattdessen eine unverwüstliche Uhr schenkt. In der Zwischenzeit hat Josh seiner fiesen Schwester Allison ein Date mit dem gutaussehenden Cory verschafft, aber sie und ihr Kumpel lassen den hübschen Jungen sitzen, nur weil er ein Studienanfänger ist, daher \"sozialer Selbstmord für Zehntklässler\".","versions":[{"lang":2,"streams":[{"redirect":11382189,"hoster":"VOE"},{"redirect":11382190,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Healing With Fran","descr":"Fran besteht darauf, dass Riley der Reporterin Catherine Johnson erlaubt, in der Lokalzeitung \"Long Island Life\" einen Artikel über sie als Paar zu schreiben, angeblich als Werbung für ihre Geschäfte. In diesem Moment kommt Frans Ex Ted vorbei, um Alison eine Fahrstunde zu geben, aber er ist zu stolz, um es abzulehnen, Riley beim Verschieben der Couch zu helfen, und bekommt einen Herzinfarkt. Weil Riley sich schuldig fühlt, obwohl er es nicht wissen konnte, nehmen sie den genesenden Junggesellen bei sich zu Hause auf. Josh sieht endlich eine Chance, sich an dem ewig missbrauchenden Vater aus der Hölle zu rächen, als Krankenschwester Stacy Teds Flirten ablehnt, aber eifrig mit Josh ausgeht. Als die Reporterin eintrifft, geht alles peinlich schief.","versions":[{"lang":2,"streams":[{"redirect":11382198,"hoster":"VOE"},{"redirect":11382206,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Whole Clan with Fran","descr":"Frans Eltern Hal und Cookie, Vollblutjuden, die sich in Miami zur Ruhe gesetzt haben, sind zu Besuch bei ihr. Riley bekommt kaum merklich zu spüren, dass er unter ihrer Tochter angesehen wird, als wäre er ein rückgratloser deutscher Schmarotzer. Fran ist wütend, als Ma, die alle ihre Entscheidungen missbilligt, sich sogar offen auf Allisons Seite stellt, als der Teenager die Pille gegen PMS nehmen will, während Fran befürchtet, dass sie sich damit nur ihrem Freund Todd ausliefert, dem sie noch mehr misstraut als den Teenagerhormonen. Währenddessen befürchtet Riley, dass er seiner Sache keinen guten Dienst erweist, wenn er sich bereit erklärt, hinter Cookies Rücken gegen Hal zu wetten, denn Hal verliert jedes Mal, also setzt er seinen Gewinn ein... Als die drei Generationen von Mädchen einkaufen gehen, finden sie Todd im Einkaufszentrum, der offensichtlich gelogen hat, um nicht in der Stadt zu sein. Die Mütter überlegen es sich noch einmal.","versions":[{"lang":2,"streams":[{"redirect":11382216,"hoster":"VOE"},{"redirect":11382215,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Masquerading With Fran","descr":"Es ist Halloween, und Josh will Riley und Fran unbedingt aus dem Haus bekommen, damit er seine jetzige Freundin Tina unterhalten kann. Es läuft großartig, bis die Polizei die teuflische Schwester Allison abliefert, nur weil alle Zellen voll sind, weil sie zu einer Party gefahren ist - sie hat Fran erzählt, dass Todd gefahren ist - ohne jemals einen Führerschein gehabt zu haben. Währenddessen erfährt Riley zu seinem leichten Schock, dass Fran ihn zu einer Kostümparty - er gibt einen sehr niedlichen Indiana Jones ab - ohne Einladung mitgenommen hat, wie zuvor zu einer Beerdigung, damit sie sich Kunden für die Inneneinrichtung suchen kann. Leider schüttet einer der Gäste, das Barmädchen Beth, Riley Champagner ins Gesicht, woraufhin Fran, die Drama-Szenen veranstaltet, als wäre er Blaubart, ihn beschattet und erfährt, dass er fast zwei Jahre mit Beth gelebt und sie vor dem Altar versetzt hat... Josh beschließt, Allison die schlimmsten Sklavendienste aufzuerlegen, die er sich ausdenken kann, bis sie es lieber selbst erzählt.","versions":[{"lang":2,"streams":[{"redirect":11382228,"hoster":"VOE"},{"redirect":11382239,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Going To Bed With Fran","descr":"Fran flirtet mit Rileys Chef, um einen Job zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":11382252,"hoster":"VOE"},{"redirect":11382253,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Dreaming with Fran","descr":"Als eine Kellnerin bei Frans Geburtstagsessen mit Riley flirtet und hinzufügt, sie könne sehen, woher Josh sein gutes Aussehen habe, ist Fran niedergeschlagen und bekommt Alpträume davon, dass die ganze Familie Reeves uralt, fett und hässlich ist, nur Ryan scheint mit seinen 70 Jahren noch ein junger Gott zu sein. Als Riley sie zu einem Gynäkologen bringt, wird eine Hysterektomie empfohlen, die ihr PMS stoppt, auch wenn dadurch die Menopause beginnt. Ted führt die Operation durch, die gut verläuft, alle sind an ihrem Bett, aber nach einem Albtraum, in dem Riley sein junges Leben verschwendet, um sich um sie zu kümmern, trennt sie sich einseitig von ihm und behauptet, dass sie sich durch ihn jetzt alt fühlt.","versions":[{"lang":2,"streams":[{"redirect":11382259,"hoster":"VOE"},{"redirect":11382256,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Reuniting with Fran","descr":"Fran hat ihre große Liebe Riley verlassen und ihn \"zu seinem eigenen Besten\" vor die Tür gesetzt. Die beiden sind so unglücklich, dass es unmöglich ist, mit ihnen zusammenzuleben, und Fran füllt das Haus der Reeves mit TV-Verkaufsgeräten, die mehr schaden als nutzen. Als sich herausstellt, dass die dumme Becca genauso gut singen kann (\u0027The Way We Were\u0027, perfekt für weitere Tränenausbrüche von Fran) wie Allison bei jeder Art von Performance stinkt, beschließt Josh, sie auf der Hochzeit von Cousine Merrill und Rileys Kumpel Danny vorzustellen. Dort werden die Turteltauben mit den Tatsachen konfrontiert, Josh erzählt den wahren Grund, und es werden Schlussfolgerungen gezogen.","versions":[{"lang":2,"streams":[{"redirect":11382266,"hoster":"VOE"},{"redirect":11382274,"hoster":"Streamtape"}]}]}]}]}