{"seriesId":"loewenzahn","name":"Löwenzahn","descr":"(Staffel 1-25 mit Peter Lustig; ab Staffel 26 mit Fritz Fuchs) Peter Lustig wohnt in einem fantasiereich umgebauten Bauwagen. Von dort aus geht er auf Entdeckungsreise und erklärt seinen jungen Zuschauern Zusammenhänge aus Natur, Umwelt und Technik. Die Themen sind stets in eine unterhaltsame Rahmenhandlung eingebettet, in der Lustig Treiben meist von seinem allzeit skeptischen Nachbarn beobachtet wird. Als Lustig die Sendung Ende 2005 aus gesundheitlichen Gründen verlassen muss, übernimmt Fritz Fuchs (Guido Hammersfahr) dessen Platz im Bauwagen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Peter zieht um","epNo":1,"alt":"","descr":"In der Nähe von Peter Lustigs gemütlichem Häuschen wird ein Flughafen gebaut. Da Peter nun keine Freude mehr an Haus und Garten hat und sein Hund Willi schon lange die Schnauze voll hat von seiner Umgebung, macht sich Peter auf die Suche nach einem neuen Zuhause. Das ist gar nicht so einfach, doch zusammen mit seiner alten Freundin Trude findet er doch noch die ideale Wohnung: einen alten Bauwagen! Peter zieht mit diesem in einen Garten, weit weg von störendem Lärm. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314391,"hoster":"VOE"},{"redirect":10127193,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein neues Zuhause","epNo":2,"alt":"","descr":"Peter hat sich entschlossen, im Bauwagen zu bleiben. Hier muß er sich eine Menge einfallen lassen, wie er sein neues Heim praktisch und lustig umbauen kann. An der Tür bringt er eine originelle Glocke an, die ein bißchen wie eine Gitarre aussieht. Als nächstes überlegt er, was er unbedingt braucht, um zu wohnen, zu kochen, zu arbeiten und sich zu waschen. Alles muß platzsparend untergebracht werden. (Text: Hörzu 41/1981, S. 85)","versions":[{"lang":1,"streams":[{"redirect":11314393,"hoster":"VOE"},{"redirect":10127194,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und die langen Leitungen","epNo":3,"alt":"","descr":"Eigentlich könnte Peter Lustig jetzt glücklich sein. In seinem alten Bauwagen hat er alles, was er zum Leben braucht. Doch mit der Wasserversorgung klappt es nicht, und Licht hat er auch nicht. Also macht Peter sich auf die Suche nach Orten, wo die Leitungen herkommen. Und er ist erfolgreich. Bald kann Peter das erste ersehnte Bad nehmen. (Text: Hörzu 42/1981, S. 89)","versions":[{"lang":1,"streams":[{"redirect":11314390,"hoster":"VOE"},{"redirect":10127196,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wo geht es hier zum Käferzoo?","epNo":4,"alt":"","descr":"Herr Lehmann, ein pensionierter Biologielehrer, jagt in Peters Garten einen Schmetterling. Als er ihn endlich eingefangen hat, wollen Peter und die Kinder aus der Nachbarschaft wissen, was er damit machen will. Herr Lehmann lädt alle ein, sich seine Käfer und Schmetterlingssammlung anzusehen. Als die Kinder empört feststellen, dass die Tiere tot und aufgespießt sind, damit man sie besser betrachten kann, erklären sie Herrn Lehmann, dass sie einen Käferzoo mit lebendigen \"Bewohnern\" eröffnen wollen. Alle Vorbereitungen sind getroffen. Bald jedoch tauchen unüberwindliche Schwierigkeiten auf, mit denen sie nicht gerechnet haben. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314392,"hoster":"VOE"},{"redirect":10127200,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter sucht nach einer Geschichte","epNo":5,"alt":"","descr":"Peter versucht, ein Buch zu drucken. Er stellt sich ziemlich ungeschickt an, was die sechsjährige Marga, die ihn besucht, auch gleich bemerkt. Sie selbst sucht jemanden, der ihr eine Geschichte, von der sie nur den Anfang weiß, weitererzählt. Auswendig kennt Peter auch nur ein kleines Stück – aber er besitzt das Buch, in dem die restliche Geschichte steht. Fragt sich nur, wo das Buch in all den Schubladen und Schränken des Bauwagen-Durcheinanders abgeblieben ist. Peter muss schließlich die Suche im Bauwagen aufgeben und begibt sich auf die Geschichten-Suche in Bärstadt. Dabei trifft er auf einen Buchhändler, einen Drucker, einen Binder und einen Illustrator. Zu guter letzt findet Peter sein Buch wieder. Und auch Marga hat in der Zwischenzeit ihre eigene Geschichte gemalt und aufgeschrieben – mit Kartoffeldruck. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314394,"hoster":"VOE"},{"redirect":10127195,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Willis Familienalbum","epNo":6,"alt":"","descr":"Die Kinder legen ein Album über Hunde an. So entstehen dann schöne Geschichten über Schlitten-, Hirten- oder Blindenhunde. Als die Kinder die Promenadenmischung von Peter fotographieren wollen, ist der Frechdachs verschwunden. Peter macht sich auf die Suche und besucht dabei ein Tierheim der Polizei. (Text: Hörzu 45/1981, S. 91)","versions":[{"lang":1,"streams":[{"redirect":11314396,"hoster":"VOE"},{"redirect":10127197,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Linde namens Paul","epNo":7,"alt":"","descr":"Peter hat Pech: Keiner hat Zeit für ihn, niemand will mit ihm reden. Er kommt zu dem großen, schattigen Straßenbaum Paul Linde. Der hat ebensoviel Zeit wie er und hört gern zu. Da tauchen plötzlich Männer vom Gartenbauamt auf und wollen die Linde fällen. In seiner Empörung mobilisiert Peter alle Anwohner, den Baum zu retten. Jeder von ihnen weiß einen anderen Grund, weshalb die Bäume in der Stadt dringend gebraucht werden. Auch das Gartenbauamt kommt schließlich zu dieser Einsicht. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314402,"hoster":"VOE"},{"redirect":10127199,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wer hat schon die Nacht gesehen?","epNo":8,"alt":"","descr":"Da Peter, wie wir alle, nachts schläft, kann er Silke keine richtige Antwort geben. Sie will nämlich wissen, wie denn die Nacht aussieht. Peter wäre nicht Peter, wenn jetzt seine Neugier nicht geweckt wäre und so begibt er sich auf eine Entdeckungsreise in die Nacht, die ziemlich aufregend ist. Eines steht fest: Es schlafen längst nicht alle Menschen und auch nicht alle Tiere. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314406,"hoster":"VOE"},{"redirect":10127198,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Peter macht Krach","epNo":9,"alt":"","descr":"Peter Lustig möchte zu gerne mitten in der Stadt ein Nest mit jungen Amseln ausfindig machen. Sein Ziel ist es, Tonbandaufnahmen von den ersten Piepsern der Jungvögel zu bekommen. Doch das erweist sich als schwierig. Denn in den Zentren unserer großen Städte herrscht ein solcher Lärm, daß Vorhaben dieser Art kaum möglich sind. Peter und seine kleinen Freunde beschließen daher, zum Gegenangriff überzugehen: Sie starten mit Krachgeräten zu einer Anti-Lärm-Aktion. (Text: Hörzu 48/1981, S. 83)","versions":[{"lang":1,"streams":[{"redirect":11314410,"hoster":"VOE"},{"redirect":10127201,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Peter, der Nachbar und ein Zaun","epNo":10,"alt":"","descr":"Peter hat Ärger mit seinem Nachbarn. Der will unbedingt einen Zaun um sein Grundstück ziehen. Peter dagegen hält das für überflüssig. Denn Grenzen sind nur notwendig zwischen zwei Ländern wegen der Grenzgänger, die kontrolliert werden müssen. An einem Gartenzaun aber passiert wenig … (Text: Hörzu 49/1981, S. 87)","versions":[{"lang":1,"streams":[{"redirect":11314404,"hoster":"VOE"},{"redirect":10127202,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Zwischen den Zähnen","epNo":11,"alt":"","descr":"Peter hat Zahnschmerzen. Das ist nicht schlimm, der Zahnarzt kann ihm schnell helfen, auch wenn Peter zunächst sehr ängstlich ist. Schlimmer geht es Opa Kowalski, der sein Gebiß verloren hat, und seinem Enkel, dem die Milchzähne ausfallen, worauf er aber auch ein wenig stolz ist. Nur das Baby, das Nina immer spazierenfährt, hört nicht auf zu schreien, weil es gerade seine ersten Zähne bekommt. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314408,"hoster":"VOE"},{"redirect":10127203,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Trudes Bildersammlung","epNo":12,"alt":"","descr":"Der Blumenfreund Peter hat der Trude versprochen, während ihres Urlaubs auf die Pflanzen aufzupassen. Bei seinen vielen Besuchen stellt er fest, daß Trude eine richtige Bildersammlung hat. Auf den Regalen und Schränken stehen überall Ton- und Gipsfiguren. Und dann entdeckt er auch noch eine Puppe, die man bewegen kann. Peter ist so fasziniert, daß er beim Blumengießen eine Figur umwirft. Ein Ersatz ist nur schwer herbeizuschaffen. (Text: Hörzu 51/1981, S. 61)","versions":[{"lang":1,"streams":[{"redirect":11314401,"hoster":"VOE"},{"redirect":10127204,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Haarige Geschichten","epNo":13,"alt":"","descr":"Für die 500-Jahr-Feier von Bärstadt ist die Aufführung eines Ritterstücks geplant – klar, Peter ist dabei. Er will die Hauptrolle, den siegreichen Prinzen, spielen. Doch irgendwie passt die Rolle des edlen Helden nicht zu ihm: Ihm fehlen einfach die wallenden Locken. Jeder Versuch, mit einer passenden Verkleidung vielleicht doch noch zum Ziel zu kommen, verschlimmert den Misserfolg. Da geschieht plötzlich ein Wunder … (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314399,"hoster":"VOE"},{"redirect":10127205,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Immer der Nase nach","epNo":1,"alt":"","descr":"Heute machen Peter, Trude und Willi einen Ausflug in den Wald. Dort treffen sie geheimnisvolle schatzsuchende Indianer. (Text: Hörzu 52/1982, S. 49)","versions":[{"lang":1,"streams":[{"redirect":11314405,"hoster":"VOE"},{"redirect":10127206,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter geht dem Apfel auf den Kern (Ein Platz für kleine Tiere)","epNo":2,"alt":"","descr":"Peter und die Kinder haben für die tote Meise liebevoll einen Sarg bereitet. Von Herrn Lehmann erfährt Peter, wie gefährlich kleine Tiere leben. Wie mühselig zum Beispiel die lange Winterwanderung einer Grillendame ist und welche Gefahren auf Ohrenkneifer beim Apfelessen lauern. (Text: Hörzu 01/1983, S. 49)","versions":[{"lang":1,"streams":[{"redirect":11314407,"hoster":"VOE"},{"redirect":10127211,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wir machen Musik","epNo":3,"alt":"","descr":"Was ist bloß in Peter gefahren? Er schließt sich in seinem Bauwagen ein und will nicht gestört werden. Der Bauwagen zittert vor Lärm. Lärm? Nein, Musik! Peter ist vom Hi-Fi-Fieber befallen. Er dirigiert zu den Klängen seiner neuen Stereoanlage. Das gefällt den Kindern ganz und gar nicht. Schließlich wollen sie mit ihm Musik machen, ihre Musik. Anfangs müssen sie Peter noch dazu überreden, aber am Ende musiziert er begeistert mit. Auch auf selbstgebauten Instrumenten! (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":12953254,"hoster":"VOE"},{"redirect":10127207,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Nur ein Tropfen Öl","epNo":4,"alt":"","descr":"Es ist schon verflixt kalt in Peters Bauwagen. Das alte Öfchen qualmt mehr, als es heizt. Eine elegante Ölheizung wäre dagegen eine schöne Sache. Erst einmal wird ein Modell angefertigt, die Sache muss System haben. Sogar Trude ist beeindruckt. Doch bei der Ausführung tauchen die tatsächlichen Probleme auf. Denn: Woher kommt das Öl? Es ist nämlich nicht unbegrenzt vorhanden. Peter hat eine Menge zu lernen. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314422,"hoster":"VOE"},{"redirect":10127208,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter und der Butterberg","epNo":5,"alt":"","descr":"Peter traut seinen Augen nicht: Eine Kuh in seinem Garten! Und es scheint ihr so richtig gut zu gefallen – die hat auf Peters Grundstück ihr neues zuhause gefunden. Peter stört das nicht weiter – bleibt nur eine Frage: Wohin mit der Milch? Bei der großen Menge, die die Kuh täglich liefert, muss sich Peter schnell etwas einfallen lassen. Milch kann man doch auch weiterverwerten. Aber wie geht das eigentlich, wie wird aus Milch Butter, Joghurt oder Quark? Und was ist mit dem Käse? Der wird doch auch aus Milch gemacht, oder? In einer Molkerei findet Peter erste Antworten und das Käse nicht gleich Käse ist, erfährt er in der Käserei. Peter ist nach kurzer Zeit bestens vorbereitet, um ins Milchgeschäft einzusteigen. Und tatsächlich: Die ganze Nachbarschaft ist begeistert von den Milchprodukten direkt von der Kuh. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314418,"hoster":"VOE"},{"redirect":10127209,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter kriegt nasse Füße","epNo":6,"alt":"","descr":"Es regnet nun schon seit Tagen. Die Wiese um Peters Bauwagen ist bereits völlig aufgeweicht. Peter macht sich Sintflutgedanken und sieht sich bereits mit seinem Wagen davonschwimmen – oder vielleicht sofort wie ein Stein untergehen? Und überhaupt: Warum gehen denn Steine unter? Grund genug für Peter, im Schwimmbad und in der Badewanne eine Reihe von Schwimmversuchen durchzuführen. Menschen und Tiere haben es da besser: Sie können schwimmen lernen, auch wenn das nicht immer einfach ist … (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314420,"hoster":"VOE"},{"redirect":10127210,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peters Nachrichtensendungen","epNo":7,"alt":"","descr":"Peter hat sich das Bein gebrochen und kann sich mit seinem Liegegips überhaupt nicht vom Fleck rühren. Was soll er jetzt bloß machen, er muss doch noch einkaufen gehen! Peters letzte Rettung ist Trude. Die Kinder sollen ihr irgendwie eine Nachricht zukommen lassen, damit sie dem kranken Peter helfen kann. Dabei stellen die Kinder fest, dass es verschiedene Arten gibt, wie man Nachrichten übermitteln kann: Es gibt den Brief, das Telegramm,. Die Brieftaube und sogar den Joghurtbecher. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314427,"hoster":"VOE"},{"redirect":10127212,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Eine geheimnisvolle Botschaft","epNo":8,"alt":"","descr":"Seltsam! Vor Peters Gartentür liegt ein Päckchen. Wer mag es da wohl hingelegt haben? Noch erstaunter ist Peter, als er es öffnet. Der Inhalt: ein Tonband in fremder Sprache. Die Schriftzeichen lassen eine geheime Botschaft vermuten, die sicherlich ihm gelten soll. Doch wie soll er sie entschlüsseln? Vielleicht kann dieser freundlichen Japaner ihm behilflich sein, der gerade des Weges daherkommt … (Text: Hörzu 07/1983, S. 59)","versions":[{"lang":1,"streams":[{"redirect":11314419,"hoster":"VOE"},{"redirect":10127213,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Bei Wind und Wetter","epNo":9,"alt":"","descr":"Gegen Wind anzulaufen, anzufahren mit dem Fahrrad oder sich nur dagegenzustemmen, kostet eine Menge Anstrengung. Das merkt Peter auf seinem Weg zum Segelhafen. Denn der Wind hat viel Kraft, die man für sich nutzen kann oder sich wenigstens ihr anpassen. Das machen zum Beispiel die Segler, und wenn Peters Segelkünste auch eher mager sind, so hat er doch das Prinzip begriffen. Er kann jetzt sehr windschnittig Rad fahren, er weiß, wie eine Windmühle arbeitet, und er baut ein Windrad, das den Seglern mächtig imponiert. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314428,"hoster":"VOE"},{"redirect":10127219,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Goldfisch ist nicht gern allein","epNo":10,"alt":"","descr":"Peter bemüht sich sehr, seinem Goldfisch ein gemütliches Heim zu schaffen. Weder das trockene Fischfutter noch die kleinen Spielzeughäuschen scheinen dem Fisch zu behagen. Die Suche nach natürlichem Futter und nach Spielgefährten wird zu einem kleinen Abenteuer, denn wo findet man noch gesundes, das heißt lebendiges Wasser? Endlich entdeckt er einen verträumten, versteckten Teich, aber Peter ist nicht der Einzige. Und dann sind da noch die singenden Frösche im Frack. Peter beschließt, dass ein Goldfisch Besseres als ein einsames Aquarium verdient. (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":12380089,"hoster":"VOE"},{"redirect":10127214,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Peter geht unter die Erfinder","epNo":11,"alt":"","descr":"Was kann man nicht alles tun, wenn man viel Zeit hat. Peter jedenfalls hat eine Menge Ideen. Und so beschließt er, Erfinder zu werden. In seiner Werkstatt baut er ein Schachteltheater. Außerdem denkt er sich eine ganz besondere Fahrradklingel aus. Aber bald stellt Peter fest, daß Erfindungen gar nicht so einfach zu machen sind. (Text: Hörzu 10/1983, S. 75)","versions":[{"lang":1,"streams":[{"redirect":11314434,"hoster":"VOE"},{"redirect":10127215,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Lauter alte Schachteln","epNo":12,"alt":"","descr":"Dosen, Becher, Schachteln und anderes Verpackungsmaterial türmen sich hinter Peters Bauwagen. Durch ungewöhnliche Einkaufsmethoden will er für weniger Müll sorgen. (Text: Hörzu 11/1983, S. 63)","versions":[{"lang":1,"streams":[{"redirect":11314430,"hoster":"VOE"},{"redirect":10127217,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Eine Höhlengeschichte","epNo":13,"alt":"","descr":"Eigentlich sollte es ein ganz harmloser Spaziergang werden, aber plötzlich ist der Hund Willi verschwunden. Alles Rufen hilft auch nicht, er taucht einfach nicht wieder auf. Also taucht Peter unter, denn er hat einen kleinen Gang in der Erde entdeckt. Vielleicht hat sich der Lümmel hier versteckt. Doch da, er rutscht tiefer und tiefer und steht plötzlich in einem geheimen Höhlenreich. Bevor er es so richtig mit der Angst zu tun bekommt, entdecken ihn höchst erstaunt zwei Höhlenforscher. Und schon wird es eine richtige Willi-Suchaktion. Es geht durch Schluchten und unterirdische Seen, bis in die Märchenwelt der Tropfensteine. Ob Willi sich da versteckt hält? (Text: Kinderkanal ARD/ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314433,"hoster":"VOE"},{"redirect":10127216,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Doppelt geklebt hält besser","epNo":1,"alt":"","descr":"Peter ist mit seinem Fahrrad in einen Graben ge-rutscht. Zum Glück ist ihm nichts passiert. Nur: seine Lieblingstasse ist zerbrochen und auch das Fahrrad hat etwas abbekommen. Muss Peter die Tasse jetzt wegwerfen, oder kann er sie noch reparieren? Und was macht er mit seinem Fahrrad? Trude hilft ihm weiter. Was kann man eigentlich mit kaputten Dingen machen? Wer repariert Schuhe, und wer gibt einer kaputten Puppe neue Augen? Peter lernt verschie-dene Handwerksberufe kennen, und am Ende kann er sogar selbst seine löchrigen Socken stopfen.","versions":[{"lang":1,"streams":[{"redirect":11314436,"hoster":"VOE"},{"redirect":10127218,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peterchens Mondfahrt","epNo":2,"alt":"","descr":"Was ist denn das? Ein Foto von einer echten fliegenden Untertasse? Gibt es wirklich Ufos? Wie entstehen solche Aufnahmen, und wer kann sie machen? Stolz zeigt Peters Nachbar ein Foto und erzählt eine merkwürdige Geschichte von kleinen, grünen Männchen. Aber auch Peter hat Erfahrungen mit einem Himmelskörper: Der Mond scheint nachts in den Bauwagen und Peter kann nicht schlafen. Wie es da oben wohl aussieht? Bestimmt hat der Mond ein Gesicht. Ein Käsegesicht? Peter bastelt ein Fernrohr. Nun kann er dem Mond ins Gesicht sehen","versions":[{"lang":1,"streams":[{"redirect":11314437,"hoster":"VOE"},{"redirect":10127220,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter läßt sich nicht verkohlen","epNo":3,"alt":"","descr":"Ein schwarzes Ei? Ein Kohleei, nein andersherum: Eierkohle? Nun ist Peter neugierig geworden. Wie entsteht eigentlich Kohle, und was haben Bäume damit zu tun? Bald erfährt Peter noch mehr über Kohle, Schichten, Schächte und Fördertürme. Er fährt zusammen mit einem Steiger in einem Förderkorb unter Tage und lernt die harte Arbeit der Bergleute kennen. Am Schluß hat Peter nicht nur erfahren, daß Kohlestaub schwarz macht und abgewaschen werden muß. Jetzt weiß er auch, wie diese schwarzen Eier entstehen.","versions":[{"lang":1,"streams":[{"redirect":11314435,"hoster":"VOE"},{"redirect":10127221,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf der Suche nach dem Stäbchenfisch","epNo":4,"alt":"","descr":"Fisch ist gesund, zumindest war das mal so. Deshalb gibt’s heute Fisch. Genauer: Fischstäbchen. Was sind das eigentlich für Fische? Die müssen ja viereckig und länglich sein, die Stäbchenfische! Und wo leben diese Fische überhaupt? Vielleicht im Fluß oder im Teich? Nein, da findet man sie nicht. Vielleicht schwimmen sie im Meer? Genau auf diese Fragen wissen die Arbeiter und Arbeiterinnen auf einem großen Fischfangschiff und in der Fischfabrik eine Antwort.","versions":[{"lang":1,"streams":[{"redirect":11314441,"hoster":"VOE"},{"redirect":10127223,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter kämpft mit den Holzwürmern","epNo":5,"alt":"","descr":"Im Bauwagen knackt und knistert es – es hört sich an, als ob er bald auseinander bricht. Peter macht sich Sorgen und untersucht die Holzwände Bei genauem Hinsehen stellt er fest: In der Wand wohnt eine große Holzwurmfamilie. Zahlreiche Gänge und Löcher haben die schon in die Bauwagenwand gefressen! Peter bleibt nur eines übrig: Die Bauwagenwand muss komplett ausgewechselt werden – neues Holz muss her! Peter macht sich gleich auf den Weg zu einem Schreiner. Doch so einfach wie Peter sich das vorgestellt hat, ist die Holzbeschaffung gar nicht. Gutes Holz ist sehr teuer. Und auch im Wald kann sich Peter nicht einfach mit Holz bedienen. Erst beim Tischler findet er, was er sucht. Auf seinen Wegen begegnet er einem wandernden Gesellen, von dem er viel über das Holzhandwerk erfährt.","versions":[{"lang":1,"streams":[{"redirect":11314444,"hoster":"VOE"},{"redirect":10127224,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mit Nadel und Faden","epNo":6,"alt":"","descr":"Für Peter ist ein Brief gekommen. Es ist die Einladung zur Silberhochzeit seiner Tante Elly. Aber was steht da unten links auf der Karte? \"U.A.w.g.\"? Was bedeutet das? Ach ja, das heißt doch: \"Um Anzug wird gebeten!\" Natürlich, zu einem Fest geht man in festlicher Kleidung. Weil Peter aber noch keinen Anzug hat, näht er sich eine schwarze Latzhose. Dabei stößt er auf eine Menge ungeahnter Probleme. Von einer Schneiderin erfährt er viel über Kleiderherstellung und Mode. Aber die Überraschung für Peter kommt erst, als er bei Tante Elly eintrifft.","versions":[{"lang":1,"streams":[{"redirect":11314448,"hoster":"VOE"},{"redirect":10127222,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter steckt in Geldnöten","epNo":7,"alt":"","descr":"Wenn ein Kickerautomat doch nur nicht so teuer wäre! Denn fünfzig Mark sind eine Menge Geld. Übrigens, die Herstellung von Geld ist auch nicht gerade billig. Aber schneller geht’s, wenn Münzen von einer vollautomatischen Maschine geprägt werden. Pro Minute dreihundert Markstücke. Vorher war das lauter Blech. Davon müßte was umgetauscht werden können. Ja, das ist es: tauschen. Bald ist Flohmarkt, und dort werden viele Sachen getauscht, selbstverständlich auch gegen Geld. Klar, Geld ist ja auch nicht so sperrig wie ein Kaffeeservice oder ein Sessel.","versions":[{"lang":1,"streams":[{"redirect":11314451,"hoster":"VOE"},{"redirect":10127225,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Zauberlehrling","epNo":8,"alt":"","descr":"Abrakadabra! Kugeln schweben durch die Luft und verschwinden im weiten Mantel des Zauberers. Der Zauberstab berührt den Zylinder, und flugs guckt ein Kaninchen heraus. Sind das bloß Tricks oder Illusionen? Natürlich gibt es auch merkwürdige Erscheinungen ohne Fingerfertigkeiten wie zum Beispiel eine Fata Morgana. Auch kennt jedes Kind den Zerrspiegel vom Jahrmarkt. Doch das ist alles keine Zauberei, denn die will gelernt sein. Simsalabim","versions":[{"lang":1,"streams":[{"redirect":11314453,"hoster":"VOE"},{"redirect":10127226,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Scherben bringen Glück","epNo":9,"alt":"","descr":"An Peters Bauwagen geht eine Glasscheibe zu Bruch. Beim Glaser möchte er sich eine neue besorgen, aber die Wahl fällt schwer, da es so viele verschiedene Glasarten gibt. Peter ist neugierig geworden: Wie werden die verschiedenen Sorten eigentlich hergestellt? In einer Glasfabrik erfährt Peter mehr, und staunt, dass Glas ursprünglich mal Sand war. Vom flüssigen Glas ist Peter fasziniert, dann schaut er einem Glasbläser auf den Mund und sieht, wie Weihnachtskugeln entstehen.","versions":[{"lang":1,"streams":[{"redirect":11314447,"hoster":"VOE"},{"redirect":10127227,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Peter kommt in die Jahre","epNo":10,"alt":"","descr":"Peter hat Geburtstag und Trude ist zu Besuch. Wie alt wird Peter eigentlich? Ist er jetzt schon alt oder noch jung? Wann ist man überhaupt alt und wann jung? Wer weiß das? Wie war Peter als er jung war? Er hat einen Karton voller alter Kinderfotos von sich selbst, aber auch viele Bilder von seinen Eltern und Großeltern. Damit steckt er einen Lebensbaum zusammen. Doch wie wird Peter sein, wenn er richtig alt ist? Peter träumt davon. Hat er dann vielleicht einen Bart? Fragen über Fragen …","versions":[{"lang":1,"streams":[{"redirect":11314442,"hoster":"VOE"},{"redirect":10127228,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Aus dem Leben eines Frosches","epNo":11,"alt":"","descr":"So, noch ein Strich und schon ist das Schild gemalt: Meteorologisches Institut/Friedrich Frosch + Partner. Das wäre ja gelacht, denkt Peter, mein Frosch und ich können doch das Wetter genauer vorhersagen als die vom Fernsehen. Und da kommen auch schon die ersten Kunden: Trude und der Nachbar. Peter berät: Friedrich Frosch sitzt oben auf der Leiter, das heißt: es gibt schönes Wetter. Wenig später fängt es an zu regnen. Nun hagelt es natürlich Beschwerden. Schnell informiert sich Peter bei einer Wetterstation, damit er in Zukunft besser Bescheid weiß.","versions":[{"lang":1,"streams":[{"redirect":11314445,"hoster":"VOE"},{"redirect":10127229,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Wie die Kartoffeln in den Keller kommen","epNo":12,"alt":"","descr":"Kirschen, Kirschen, nichts als Kirschen! Der Baum hängt brechend voll und muss unbedingt abgeerntet werden. Peter Lustig hilft einem Bauern bei der Ernte. Er sitzt hoch oben auf dem Baum und pflückt sein Körbchen voll. Wie wachsen eigentlich Kir-schen? Und wie sieht der Baum aus, bevor er voller Kirschen hängt? Peter schaut sich das genauer an. Aber es gibt ja nicht nur Kirschen zu ernten in der Landwirtschaft. Peter will mehr wissen. Wie werden die Kartoffeln aus der Erde geholt? Und wie kommen sie dort hinein, Kartoffelsamen gibt es doch nicht? Peter kann bei der Kartoffelernte mithelfen und lang-sam wird er zum Fachmann in Sachen Kartoffeln ernten und Kartoffelkäfer.","versions":[{"lang":1,"streams":[{"redirect":11314455,"hoster":"VOE"},{"redirect":10127232,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Peter und die Sumpfblüten","epNo":13,"alt":"","descr":"Eine Fliegenfalle müßte her. Eine, die richtig funktioniert. Oder vielleicht eine fleischfressende Pflanze wie der Sonnentau? Aber der Sonnentau wächst im Moor, und deshalb geht Peter auf die Suche ins Moor. Was es da alles gibt: Wasserlöcher, Sumpf, Torf, seltene Pflanzen und Fragen über Fragen. Was ist ein Hochmoor? Wie ist das entstanden? Außerdem fahren heute ein Torfbagger und eine richtige kleine Eisenbahn durchs Moor. Was damit wohl gemacht wird? Und dann ist da noch die Geschichte vom Moordüwel .","versions":[{"lang":1,"streams":[{"redirect":11314456,"hoster":"VOE"},{"redirect":10127231,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Peter gräbt nach Sauriern","epNo":1,"alt":"","descr":"Peter hat einen Knochen gefunden. Ein so großer Knochen, denkt sich Peter, kann nur von einem großen Tier stammen. Das muß wohl ein Saurier gewesen sein. Bevor Peter nach weiteren Knochen gräbt, erkundigt er sich im Naturkundemuseum nach Sauriern. Er erfährt viel über Versteinerungen, Abdrücke und Ausgrabungen und besucht einen Saurierzoo.","versions":[{"lang":1,"streams":[{"redirect":11314459,"hoster":"VOE"},{"redirect":10127230,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine Insel im Kornfeld","epNo":2,"alt":"","descr":"Peter läuft fröhlich singend durch ein Kornfeld. Er hat entdeckt, daß es auch in Kornfeldern Inseln gibt, fast wie im Meer. Nur daß die Inseln im Kornfeld große grüne Hecken sind. Hier leben viele Tiere und Pflanzen zusammengedrängt und schutzsuchend wie auf einer Insel im Ozean. Das weiß auch die Schulklasse, die Peter auf dem Feld trifft. Sie wollen die Tiere und Pflanzen zeichnen. Gemeinsam mit Peter veranstalten sie dann eine Ausstellung, zu der auch Bauer Bechthold eingeladen wird. Der will nämlich Hecken und Nischen beseitigen, weil sie ihn beim Pflügen, Säen und Ernten stören. Schließlich fährt Bauer Bechthold mit der Motorsäge zu der Insel im Kornfeld. Wird er sie zerstören?","versions":[{"lang":1,"streams":[{"redirect":11314461,"hoster":"VOE"},{"redirect":10127233,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und der Plastikpaule","epNo":3,"alt":"","descr":"Plastikpaule steht auf Kunststoff. Alles in seiner Wohnung ist daraus hergestellt. Kunststoffstühle, Kunststoffbett, ja sogar das Obst ist nicht echt. Peter kann das gar nicht fassen. Bei mir ist nichts aus Plastik, behauptet er stur. Die beiden schließen eine Wette ab. O je, wundert sich Peter bald, es ist ja doch mehr aus Kunststoff, als er gedacht hat .","versions":[{"lang":1,"streams":[{"redirect":11314464,"hoster":"VOE"},{"redirect":10127234,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ohne Hammer geht hier nichts","epNo":4,"alt":"","descr":"Auf dem Jahrmarkt hat Peter beim Nägeleinschlagen versagt. Dabei hätte er doch so gerne den Teddybär gewonnen. So muß er nun zu Hause üben, richtig mit Hammer und Nägeln umzugehen. Damit er das Hämmern genau lernt, schaut Peter verschiedenen Handwerkern zu. So lernt er, den Vorschlaghammer vom Schmiedehammer und den Zimmermannshammer vom Straßenpflasterhammer zu unterscheiden. Daneben erfährt Peter, wie überhaupt ein Hammer hergestellt wird. Und natürlich übt er weiter Nägelklopfen, denn den Teddy hat er noch nicht aufgegeben.","versions":[{"lang":1,"streams":[{"redirect":11314458,"hoster":"VOE"},{"redirect":10127235,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Es muß nicht immer Zucker sein","epNo":5,"alt":"","descr":"Peter ist ganz aufgeregt. Am Abend kommt nämlich Benno, der Feinschmecker. So ein Gaumenfreund will natürlich etwas ganz besonderes zu essen. Während der Zubereitung von Kartoffelpuffern und Spaghetti mit ganz besonderer Soße, nascht Benno immer wieder Süßigkeiten. Darüber ist Peter sauer. Ein Feinschmecker der Süßigkeiten mag, das versteht er nicht. Fast kommt es zu einem Streit, ob Zucker künstlich oder natürlich ist, aber schließlich versöhnen sich die beiden doch noch. Dann hat Peter noch eine Überraschung: Er bereitet eine Süßspeise ganz ohne Zucker.","versions":[{"lang":1,"streams":[{"redirect":11314460,"hoster":"VOE"},{"redirect":10127237,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter schöpft sich Briefpapier","epNo":6,"alt":"","descr":"Als Peter einen Brief zur Post bringen will, wundert er sich: Lauter gebündelte Zeitungen liegen auf der Straße. Viel zu schade zum Wegschmeißen, denkt Peter und lädt einige Stapel aufs Fahrrad. Wieder Zuhause, macht er sich an die Arbeit: Er zeigt, wie aus altem Papier Neues hergestellt wird, wie das Wasserzeichen aufs Briefpapier kommt, erklärt, wie aus Holz Papier gewonnen wird, woher der Ausdruck \"Papier schöpfen\" kommt und was die Chinesen mit Papier zu tun haben. Zu guter Letzt bastelt er sich aus dem mitgebrachten Altpapier einen Schirm, einen Tisch, Stühle und noch einiges mehr.","versions":[{"lang":1,"streams":[{"redirect":11314470,"hoster":"VOE"},{"redirect":10127236,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hinkelgockelgackelei","epNo":7,"alt":"","descr":"Peter gewinnt bei einer Verlosung des Geflügelzuchtvereins ein Huhn. Anfangs ist er gar nicht zufrieden damit. Dann hat er eine Idee. Herta, so nennt er das Huhn, soll ihm jeden Tag ein Ei legen. Doch es klappt nicht so, wie Peter sich das vorgestellt hat, obwohl er die Hühnersprache lernt.","versions":[{"lang":1,"streams":[{"redirect":11314469,"hoster":"VOE"},{"redirect":10127238,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peter in Verstrickungen","epNo":8,"alt":"","descr":"Selbst ist der Hausmann, denkt Peter. Wolle spinnen und Schaf scheren kann jeder. Peter muss jedoch erfahren, dass eben nicht alles kinderleicht geht. Doch er trifft viele Menschen, die ihm mit Rat und Tat und Wolle und Stricknadel zur Seite stehen. So kommt er nach abenteuerlichen Verwicklungen am Ende doch noch zu einem selbstgestrickten Wollpullover. Peter weiß jetzt auch, wie man strickt: Nadel rein … durchholen … und da ist die neue Masche. Für wen der Pullover ist, wird allerdings nicht verraten.","versions":[{"lang":1,"streams":[{"redirect":11314474,"hoster":"VOE"},{"redirect":10127241,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Unkrautgärtner","epNo":9,"alt":"","descr":"Unkraut wächst überall dort, wo es nicht wachsen soll. Mit dieser Erklärung des Nachbarn gibt sich Peter nicht zufrieden – er will mehr wissen über Disteln, Brennesseln, Löwenzahn und Co.","versions":[{"lang":1,"streams":[{"redirect":8840331,"hoster":"VOE"},{"redirect":8591320,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hatschi, der Schnupfen geht um","epNo":10,"alt":"","descr":"Es regnet nun schon seit Tagen. Der Briefträger ist erkältet und niest so stark, daß Peter ihm eine Schüssel heißes Wasser für die Füße bereitstellt. Aber es muß doch auch ein richtiges Medikament dagegen in der Apotheke geben, oder? Peter geht zum Apotheker und ist überrascht über die unzähligen Mittel gegen Krankheiten. Nebenbei erfährt er einiges über Tablettenherstellung früher und heute. Da weiß er sofort: ich erfinde ein Schnupfenmittel! Am Ende muß Peter aber einsehen: Ein Schnupfen kommt drei Tage, bleibt drei Tage und geht drei Tage.","versions":[{"lang":1,"streams":[{"redirect":11314473,"hoster":"VOE"},{"redirect":10127240,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Peter wird Jongleur","epNo":1,"alt":"","descr":"Peter erbt von seinem Onkel Enrico dessen Jongleurausrüstung und ist begeistert. Warum sollte er nicht auch jonglieren können? Ohne viel zu überlegen, packt er den Koffer von Onkel Enrico und geht zum nächstgelegenen Zirkus. Einen Jongleur kann der Zirkusdirektor gerade gut gebrauchen, und so engagiert er Peter gleich für den kommenden Tag. Als Peter noch etwas durch den Zirkus schlendert, trifft er auf den jungen Jongleur Armando, der gerade mit vier Bällen trainiert. Das sieht ganz leicht aus! Peter läßt sich die Bälle geben und fängt siegesgewiß an. Aber – oh je! Das scheint ja wesentlich schwerer zu sein als es aussieht. Bis morgen ist jedoch noch viel Zeit, meint Peter. Aber Armando ist entsetzt! An einem Tag kann Peter unmöglich jonglieren lernen. Aber Armando hat eine Idee","versions":[{"lang":1,"streams":[{"redirect":11314475,"hoster":"VOE"},{"redirect":10127243,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter geht auf Pilzsuche","epNo":2,"alt":"","descr":"Es ist nicht leicht, eßbare Pilze von giftigen zu unterscheiden. Aber Peter traut sich das zu. Er ist gut ausgerüstet: Neben seinem Henkelkorb und einem scharfen Messer hat er ein umfangreiches Pilzbuch mitgenommen. Doch wo sind die Pilze? Peter findet nur Abfälle: Metalldosen, Papier und Plastiktüten. Da taucht überraschend sein Nachbar auf. Sein Korb ist randvoll mit leckeren Pilzen. Gönnerhaft lädt er Peter zu einem köstlichen Pilzgericht ein.","versions":[{"lang":1,"streams":[{"redirect":11314477,"hoster":"VOE"},{"redirect":10127246,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter geht zur Feuerwehr","epNo":3,"alt":"","descr":"Peter hat seinen Wasch- und Bügeltag, da hört er draußen einen Presslufthammer. Was da wohl gemacht wird? Peter läuft schnell hinaus, um nachzuschauen. Als er zurückkommt, riecht es brenzlig, und Rauch steigt auf. Das Bügeleisen! Vergebens versucht Peter, das Feuer zu löschen. Schnell läuft er zum Feuermelder und ruft die Feuerwehr. Auf dem Rückweg begegnet ihm der Nachbar, der ihm mit seinem Feuerlöscher aushilft. Als die Feuerwehr eintrifft, sind die Flammen bereits gelöscht. Doch nun ist Peters Neugier geweckt. Er möchte mehr über die Feuerwehr und ihre Arbeit wissen und meldet sich zu einem Kurs an, bei dem er noch sehr viel erlebt.","versions":[{"lang":1,"streams":[{"redirect":11314478,"hoster":"VOE"},{"redirect":10127245,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter fällt von der Schaukel","epNo":4,"alt":"","descr":"Beim Schaukeln hat Peter immer die besten Ideen, also schaukelt er, was das Zeug hält. Doch dummerweise reißt ihm das Seil. Peter versucht es mit Mullbinden und Leukoplast zu flicken. Aber was für den Menschen gut ist, hält beim Seil noch lange nicht. Peter muß sich etwas besseres ausdenken. In einer Seilerei schaut er sich erstmal an, wieviele hundert Arten von Seilen es gibt – aus Hanf, mit Stahl oder Kunststoffüberzug. Peter bekommt ein Stück Drahtseil, damit wird die Schaukel garantiert halten. Aber was nutzt das stabilste Seil, wenn man keine vernünftige Knotentechnik beherrscht? Peter versucht sich bei einem Segler schlau zu machen.","versions":[{"lang":1,"streams":[{"redirect":11314476,"hoster":"VOE"},{"redirect":13855580,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Computer können nicht lachen","epNo":5,"alt":"","descr":"\"Frühmorgens ist der Himmel blau, und auf den Rosen liegt der Tau. Auf dem Baume klopft der Specht … \" dichtet Peter. Erfolglos sucht er nach einem Reim auf Specht. Da kommt schwitzend der Briefträger angeschnauft. Er beschwert sich über die Post, die immer mehr werde; es sei vor allem Reklame, meistens von Computern adressiert. Diese Computer sind allwissend, überall sind ihre Zeichen zu sehen – sogar auf den Milchtüten, dem Honigglas, einfach überall. Peter sieht das nicht so tragisch. Für ihn sind Computer nur nützliche Maschinen, die dem Menschen helfen sollen. Dann solle Peter sie doch für ihn dichten lassen, meint der Briefträger und geht davon. \"Warum eigentlich nicht?\", denkt Peter. Er muss nur den richtigen Computer finden.","versions":[{"lang":1,"streams":[{"redirect":11314481,"hoster":"VOE"},{"redirect":10127244,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter will ein Museum eröffnen","epNo":6,"alt":"","descr":"Beim Umgraben findet Peter im Garten alte Tonscherben. Einige gehören ganz sicher zu neueren Gefäßen, wie zum Beispiel zu Blumentöpfen. Aber da ist auch eine seltsame kleine Form, die Peter älter und damit wertvoller schätzt. Als er in Kunstbüchern herumstöbert, stößt er auf die Abbildung einer Amphore, eines antiken Vorratbehälters. Zu dieser Form könnte sein Fund passen. In einer Ziegelei besorgt sich Peter Ton und ergänzt seinen Fund zu einer Amphore, immer die Abbildung vor Augen. In Gedanken eröffnet Peter bereits das \"Museum Lustig\".","versions":[{"lang":1,"streams":[{"redirect":12924409,"hoster":"VOE"},{"redirect":10127248,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter sucht das Wattenmeer","epNo":7,"alt":"","descr":"Peter will im Wattenmeer fischen. Er rudert deshalb im Boot aufs Meer hinaus, hängt seine Angel ins Wasser und ist bald eingeschlafen. Erst als etwas an der Angel zupft, schreckt Peter hoch, verliert das Gleichgewicht und landet auf dem feuchten Sand. Kein Wasser mehr da. Verwirrt macht Peter sich auf die Suche nach dem Wattenmeer. Er läuft und läuft und merkt plötzlich, daß das Wasser wieder steigt. Die Flut kommt! Gerade noch rechtzeitig erreicht Peter einen Beobachtungsturm. Dort wohnt der Naturschützer Jörg, der ihm viel über das Watt und das Meer erzählen kann.","versions":[{"lang":1,"streams":[{"redirect":11314480,"hoster":"VOE"},{"redirect":10127247,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Katz und Maus","epNo":8,"alt":"","descr":"Ja, was ist das denn?\" Peter Lustig schaut erstaunt in seine Einkaufstasche. Da hatte wohl jemand Hunger! Peters Vorräte sind angeknabbert, und er ist sich sicher, dass es nicht die Vögel waren. Diese Nagespuren können nur von einer Maus stammen. Da trifft es sich ja gut, dass er die Katze seiner Freundin Hanna in Pflege nehmen soll. Peter lernt in den nächsten Tagen von der Katze Minka, wie man sich ohne fließendes Wasser waschen kann, wie man ohne Besteck isst, und vieles mehr – nach Art der Katzen. Doch leider interessiert sich Minka nicht für die kleine Maus. Sie frisst und schläft lieber den","versions":[{"lang":1,"streams":[{"redirect":11314488,"hoster":"VOE"},{"redirect":10127249,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wasser hat viele Gesichter","epNo":9,"alt":"","descr":"Es ist ein wunderschöner Sommermorgen. Peter hat am Waldrand in einem Zelt übernachtet und freut sich jetzt auf seinen Kaffee. Doch der Wassersack war schlecht verschlossen, das Wasser ist ausgelaufen. Wie praktisch ist da ein Campingeisschrank. Zufrieden fischt Peter die Eiswürfel heraus und wirft sie in den Kochtopf, der auf einem kleinen Kocher steht. Während die Eiswürfel schmelzen und zu Wasser werden, denkt Peter darüber nach, wie unterschiedlich Wasser aussehen kann. Währenddessen verdampft das Wasser im Kochtopf. Peter ist ratlos. Was nun? Ihm bleibt nichts anderes übrig, als seinen Topf zu nehmen und sich auf die Suche nach Wasser für seinen Frühstückskaffee zu machen.","versions":[{"lang":1,"streams":[{"redirect":11314485,"hoster":"VOE"},{"redirect":10127251,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Peter und das Sofamobil","epNo":10,"alt":"","descr":"Tante Elli baut um und braucht deswegen viel Platz. Sie bietet Peter ihr Sofa an. Es gefällt ihm sehr gut. Nur als er das Sofa zu sich nach Hause bringen will, stößt er auf einige Probleme. Soll er das Sofa tragen, schieben oder besser ziehen? Zu guter Letzt kommt er auf die Idee, Räder zu benutzen. Denn Räder, darüber denkt Peter nach, waren wohl eine der besten Erfindungen, um Gegenstände zu transportieren. Und dann verwandelt Peter mit etwas Phantasie und technischem Verständnis das Sofa in ein Sofamobil.","versions":[{"lang":1,"streams":[{"redirect":11314490,"hoster":"VOE"},{"redirect":10127250,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Peter steht im Bach","epNo":1,"alt":"","descr":"Peter will eine Wassermusik komponieren und braucht dazu Originalgeräusche aus einem Bach. Mit Kassettenrekorder, Kopfhörer und Mikrofon, das an einem langen Stab befestigt ist, watet Peter durch den Bach. Da taucht ein seltsamer Mensch mit einem tragbaren Chemielabor auf. Er stellt sich als Bach-Pate vor, der für einen bestimmten Abschnitt des Baches verantwortlich ist. Regelmäßig untersucht er das Wasser auf seine Sauberkeit, und wenn sich Verunreinigungen zeigen, meldet er es, damit sofort etwas dagegen unternommen werden kann. Der Mann erklärt Peter, wie es zu Verschmutzungen von Gewässern kommt und woran man erkennen kann, wie sauber oder schmutzig das Wasser ist. Ja, und dann erlebt Peter noch eine abenteuerliche Bachfahrt.","versions":[{"lang":1,"streams":[{"redirect":11314491,"hoster":"VOE"},{"redirect":10127254,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In Peters Garten ist der Wurm","epNo":2,"alt":"","descr":"Peters Begonien haben Blattläuse. Der Nachbar ist entsetzt. Er fürchtet, dass diese Tiere nun auch bald in seinem Garten auftauchen werden. Deswegen soll Peter schnell und entschieden dagegen vorgehen. Besorgt kauft dieser ein. Es gibt ja ungeheuer viele Mittel. Nach dem Motto: \"Viel hilft viel\", macht Peter eine kräftige Mischung, um erst einmal im Garten die Wirkung auszuprobieren. Es wird ein totaler Misserfolg. Peter ist entsetzt. Da erscheint ein Fremder, der Würmer sucht. Würmer? Peter ist fassungslos, aber die Erklärung lässt nicht lange auf sich warten.","versions":[{"lang":1,"streams":[{"redirect":11314493,"hoster":"VOE"},{"redirect":10127252,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter sucht den Stein der Weisen","epNo":3,"alt":"","descr":"Peter steckt in der Klemme: Er hat die Mahnung für die Stromrechnung übersehen, und soll nun ganz schnell bezahlen. Da bringt ihn der Urlaubsgruß eines Freundes auf eine geniale Idee. Er wird den Stein der Weisen suchen. Dann ist er bestimmt bald alle Geldsorgen los, denn dieser Stein lässt sich bekanntermaßen mit der richtigen Tinktur in Gold verwandeln. Und wer ihn nur richtig sucht, der wird ihn auch finden – so schwierig kann das doch gar nicht sein. Peter packt das Goldfieber, und er macht sich gleich ganz nach Goldgräber-Manier mit einem Lastesel, einer Spitzhacke und einer Schaufel ans Buddeln und Schürfen.","versions":[{"lang":1,"streams":[{"redirect":11314492,"hoster":"VOE"},{"redirect":10127253,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter baut sich einen Roboter","epNo":4,"alt":"","descr":"Peter hat großen Putztag. In seinem Bauwagen sieht es aus, als wäre ein Wirbelsturm hindurchgerast. Und auch im Garten gibt es noch einiges zu tun. Mitten in das Durcheinander taucht Tante Ellie auf, und bittet Peter, ihr beim Tapezieren zu helfen. Peter stöhnt auf, auch das noch, er ist doch kein Roboter! Tante Ellie rauscht beleidigt ab. Peter hat da aber eine Idee","versions":[{"lang":1,"streams":[{"redirect":11314495,"hoster":"VOE"},{"redirect":10127696,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter erfindet einen Stuhl","epNo":5,"alt":"","descr":"Peter hat einen kaputten Stuhl zur Schreinermeisterin gebracht, die ihn wieder reparieren soll. Peter kommt ins Nachdenken. Eigentlich wurden bisher alle Stühle nach dem gleichen Prinzip gebaut, überlegt Peter. Man müßte ein noch nie dagewesenes Sitzmöbel erfinden. Das ist natürlich eine Aufgabe für Peter. Er leiht sich einen Stuhl von seinem Nachbarn, nachdem er versprechen mußte, sehr gut auf den alten Chippendal-Stuhl aufzupassen und macht sich an die Arbeit. Dabei begegnet Peter den unterschiedlichsten Stühlen aus aller Welt. Und auch der Stuhl des Nachbars ist schon bald nicht mehr der Alte","versions":[{"lang":1,"streams":[{"redirect":11314496,"hoster":"VOE"},{"redirect":10127255,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter auf Tortenjagd","epNo":6,"alt":"","descr":"Peter hat eine tolle Geburtstagstorte gebacken. Er verpackt sie sicher in einer großen, blauen Tasche und macht sich auf den Weg zur Geburtstagsfeier von Ludwig. In der U-Bahn vertreibt er sich die Zeit damit, die Gesichter der Mitfahrenden genau zu betrachten. Als er bei Ludwig ankommt, ist die Party bereits in vollem Gange. Als Ludwig seine Geschenke auspackt, merkt Peter, daß er in der U-Bahn die Tasche verwechselt hat. Aber wie sah der Mann nochmals aus, der neben ihm saß? Peter geht auf die Suche nach dem richtigen Gesicht und kommt erstmal zu einem Phantombildzeichner bei der Polizei","versions":[{"lang":1,"streams":[{"redirect":11314494,"hoster":"VOE"},{"redirect":10127256,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter macht einen Sender auf","epNo":7,"alt":"","descr":"Peter ist ein Papagei zugeflogen, der immer nur Lore schreit. Das nervt ganz schön. Gebissen wurde Peter von dem Vogel auch schon! Peter möchte ihn ganz schnell wieder los werden. Aber wie? Die Eigentümerin muss gefunden werden. Am besten durch eine Suchmeldung im Rundfunk. Peter macht sich schleunigst auf den Weg. In der zuständigen Abteilung hinterlegt er eine selbstverfasste Suchmeldung. Aber wer weiß, ob in diesem riesigen Betrieb die Meldung nicht liegen bleibt, verloren geht, oder einfach nicht weitergegeben wird? Peter beschließt, einen eigenen Sender aufzumachen.","versions":[{"lang":1,"streams":[{"redirect":11314497,"hoster":"VOE"},{"redirect":10127257,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peter spart Energie","epNo":8,"alt":"","descr":"Es ist ein trüber, kühler Sommermorgen. Fröstelnd beschließt Peter, ein heißes Bad zu nehmen und schaltet deswegen den Badeofen ein. Strom ist doch eine saubere Sache, denkt Peter: einfach den Stecker in die Steckdose – und schon brennt das Licht, oder wärmt das elektrische Öfchen den Bauwagen. Ist Strom wirklich eine so saubere Energie? Peter läßt sich die Stromgewinnung erklären. Er erfährt, was ein Wärmeteich ist und hat schließlich eine Idee, wie er Energie sparen kann: Er baut sich ein Block-Heizkraftwerk .","versions":[{"lang":1,"streams":[{"redirect":11314502,"hoster":"VOE"},{"redirect":10127258,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Peter sucht den Klapperstorch","epNo":1,"alt":"","descr":"Peter hat eine Geburtsanzeige bekommen. Auf der Karte ist ein Storch abgebildet. Nachdenklich betrachtet Peter den Vogel. Wann hat er zum letzten Mal einen lebendigen Storch gesehen? Gibt es überhaupt noch Störche? Das muss Peter unbedingt herausbekommen. Zunächst muss er ein Gebiet mit Feuchtwiesen finden, denn dort gibt es Frösche, die Lieblingsspeise von Störchen. Dann braucht er ein Versteck zum Beobachten, ein Zelt. Peter stellt fest, dass es gar nicht mehr so viele Feuchtwiesen gibt und auch die Störche selten geworden sind. Aber es gibt sie noch, und man kann einiges tun, um ihnen einen Lebensraum zu bieten.","versions":[{"lang":1,"streams":[{"redirect":11314500,"hoster":"VOE"},{"redirect":10127259,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter tanzt auf dem Vulkan","epNo":2,"alt":"","descr":"Peter möchte seine eingemachten Aprikosen im Keller des Nachbarn unterstellen. \"Auf dem untersten Regal bleiben sie schön frisch\", murmelt er. \"Stimmt\", bestätigt Herr Paschulke: \"Und unten in der Erde wird es noch kühler. Man muss nur tief genug graben.\" Peter aber meint, es würde nur anfangs kälter, dann brennend heiß. Der Kern der Erde nämlich glüht mit rund 6000 Grad Celsius.\u0026lt;br /\u0026gt;\rPaschulke aber glaubt Peter nicht, weshalb sollte es denn unter der Erdoberfläche erst kalt sein und weit unten siedend heiß? So schließen sie eine Wette ab.\u0026lt;br /\u0026gt;\rAuf einer gemeinsamen Reise zur Vulkaninsel Lanzarote will der neugierige Forscher beweisen, dass unter ihnen die Erde brodelt.","versions":[{"lang":1,"streams":[{"redirect":8840336,"hoster":"VOE"},{"redirect":8591317,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter kriegt einen Untermieter","epNo":3,"alt":"","descr":"In einer Schachtel bringt Anke einen Maulwurf zu Peter. Der Maulwurf braucht ein neues zu Hause. Peter hat gegen diesen Untermieter nichts einzuwenden. So lässt Anke diesen Maulwurf heraus. Der blinzelt kurz, dann ist er blitzschnell im Erdboden verschwunden. Der Nachbar hat alles beobachtet und nähert sich nun voller Entsetzen. Er warnt Peter vor der Grabeslust des \"Untieres\", das in kürzester Zeit den Garten umgraben werde, Hügel an Hügel setzen, bis nichts mehr vom Garten übrig sei, und das Schlimmste, dann werde er seine Arbeit im Nachbargarten fortsetzen. Anke wiederspricht heftig. Doch Peter wird nachdenklich, und die nächsten Tage scheinen dem Nachbarn recht zu geben.","versions":[{"lang":1,"streams":[{"redirect":11314504,"hoster":"VOE"},{"redirect":10127659,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter zieht das Eisen an","epNo":4,"alt":"","descr":"Es ist ein sehr heißer Tag, und die Fliegen sind äußerst lästig. Peter beschließt, Fliegengitter am Fenster zu befestigen. Reißnägel hat er genug. Er steigt die Leiter hinauf, verliert das Gleichgewicht, kann sich aber gerade noch festhalten – nur die Reißnägel liegen verstreut im Gras. Vergebens versucht Peter, die kleinen Dinger aufzuheben. Er zersticht sich nur die Finger. Ein Magnet muss her, damit müsste es gehen. Aber so ein Riesenmagnet zieht auch anderes an. Peter gerät in Schwierigkeiten.","versions":[{"lang":1,"streams":[{"redirect":11314501,"hoster":"VOE"},{"redirect":10127260,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter baut sich ein Dreirad","epNo":5,"alt":"","descr":"Peter hat etwas eingekauft. Als er gutgelaunt aus dem Geschäft kommt, ist von seinem Fahrrad nur noch das vordere Rad vorhanden. Während Peter noch fassungslos auf das angekettete Rad schaut, stellt Rita fest, daß auch sie bestohlen wurde: Von ihrem Fahrrad fehlt das Vorderrad. Peter – ganz Kavalier – überläßt ihr großzügig sein Rad. Dann macht er sich auf den Weg zur Polizei. Doch dort wird ihm keine Hoffnung gemacht. Da beschließt er, sich selbst ein Fahrrad zu konstruieren.","versions":[{"lang":1,"streams":[{"redirect":11314505,"hoster":"VOE"},{"redirect":10127261,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter und der Gummibaum","epNo":6,"alt":"","descr":"Tante Ellie muß für ein paar Tage verreisen und vertraut, wenn auch widerstrebend, Peter für diese Zeit ihren Gummibaum an. Peters Begeisterung ist nicht groß, aber er verspricht, die Pflanze gut zu versorgen. Als die Tante weg ist, beginnt Peters Interesse an dem Gummibaum zu erwachen. Aus dem Gummibaum wird doch Gummi gewonnen .","versions":[{"lang":1,"streams":[{"redirect":11314508,"hoster":"VOE"},{"redirect":10127263,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eine Ameise kommt selten allein","epNo":7,"alt":"","descr":"Eine Ameisenstraße geht quer durch den Bauwagen. Bei aller Tierliebe, das geht Peter dann doch zu weit. Aber was tun? Gift kommt nicht in Frage. Wer könnte Peter da beraten? Nun, der Förster weiß sicher Bescheid. Peter geht zu ihm und erfährt eine ganze Menge über Ameisen. Dass sie einen durchorganisierten Staat bilden, in Brutkästen heimisch werden können und vieles mehr. Sie sind also wichtig im Wald, aber irgend jemand zerstört ihre Hügel. Peters detektivischer Spürsinn erwacht. Er will dem Förster helfen, den Ameisenfeind zu stellen.","versions":[{"lang":1,"streams":[{"redirect":11314507,"hoster":"VOE"},{"redirect":10127269,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peter geht auf Schatzsuche","epNo":8,"alt":"","descr":"Eine Ameisenstraße geht quer durch den Bauwagen. Bei aller Tierliebe, das geht Peter dann doch zu weit. Aber was tun? Gift kommt nicht in Frage. Wer könnte Peter da beraten? Nun, der Förster weiß sicher Bescheid. Peter geht zu ihm und erfährt eine ganze Menge über Ameisen. Dass sie einen durchorganisierten Staat bilden, in Brutkästen heimisch werden können und vieles mehr. Sie sind also wichtig im Wald, aber irgend jemand zerstört ihre Hügel. Peters detektivischer Spürsinn erwacht. Er will dem Förster helfen, den Ameisenfeind zu stellen.","versions":[{"lang":1,"streams":[{"redirect":11314506,"hoster":"VOE"},{"redirect":10127262,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Peter will über den Bach","epNo":9,"alt":"","descr":"Peter braucht ein paar Schrauben. Auf dem Weg ins Geschäft begegnet er Barbara der Urlaubsvertretung des Briefträgers. Sie ist ärgerlich, dass sie wegen Peter und seinen paar Nachbarn immer den Umweg am Bach entlang bis zur Brücke machen muss. Da kann Peter sicher helfen. Er wird für die Briefträgerin eine neue Brücke bauen. Er informiert sich über Brücken und ihre Konstruktion und versucht sich selbst als Brückenbauer. Ganz so einfach ist die Sache jedoch nicht.","versions":[{"lang":1,"streams":[{"redirect":11314511,"hoster":"VOE"},{"redirect":10127265,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Peter geht in die Luft","epNo":1,"alt":"","descr":"Peter und der Nachbar werden zu einer Fahrt im Heißluftballon eingeladen. Bevor der Ballon startklar ist und in die Lüfte steigen kann, gibt es viel zu tun. Alles muss gründlich vorbereitet werden: vom Sandsack über den Brenner. Im Auto soll der Nachbar die Fahrt des Ballons verfolgen und mit dem Funkgerät den Kontakt zu den Ballonfahrern halten. Auf gar keinen Fall soll er aber am Funkgerät herumspielen. Natürlich dreht Paschulke doch an den Knöpfen, und der Kontakt zu Peter und seiner Mitfahrerin im Ballon bricht ab. Die Ballonfahrt, die so friedlich und schön begonnen hat, nimmt eine abenteuerliche Wendung.","versions":[{"lang":1,"streams":[{"redirect":11314510,"hoster":"VOE"},{"redirect":10127264,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter konserviert das Dach","epNo":2,"alt":"","descr":"Das Dach des Bauwagens ist undicht. Peter muß es reparieren. Er überlegt, ob er es mit Dachziegeln oder Stroh abdichten soll. Schließlich entscheidet er sich für Blech, welches er in Form von Dachziegeln schuppenartig übereinandernageln will. Auf der Suche nach verwendbarem Blech stellt Peter fest, daß es sehr viele Dinge aus Blech gibt. Doch wie wird Blech eigentlich hergestellt? Und was passiert, wenn es rostet? All diesen Fragen geht Peter nach.","versions":[{"lang":1,"streams":[{"redirect":11314513,"hoster":"VOE"},{"redirect":10127266,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peters Rattenbraut Reinhilde","epNo":3,"alt":"","descr":"Der Bauwagen hat eine neue nagende Mieterin bekommen: Peter ertappt die Ratte auf frischer Tat. Der Rat des Kammerjägers ist gefragt! In einer Lebendfalle fängt Peter Ratte Reinhilde – doch was nun? Das Tierheim will sie nicht haben. Da hat Peter eine Idee.","versions":[{"lang":1,"streams":[{"redirect":11314514,"hoster":"VOE"},{"redirect":10127268,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter nutzt die Sonnenkraft","epNo":4,"alt":"","descr":"Früh morgens holt sich Peter Brötchen und genießt die warme Morgensonne. Dabei überlegt er, daß alle Energie, selbst Kohle und Öl, von der Sonne kommt. Da begegnet ihm ein Jogger mit Walkman, dessen Batterien verbraucht sind. Das bringt die beiden ins Gespräch und es stellt sich heraus, daß Herr Rauch, der Jogger, mit Kohle und Öl handelt und um seine Zukunft fürchtet, da diese Rohstoffe irgendwann verbraucht sind. Die Sonne dagegen ist unerschöpflich und so bittet er Peter, ein paar Dinge zu erfinden, die mit Sonnenenergie betrieben werden. Das läßt sich Peter natürlich nicht zweimal sagen!","versions":[{"lang":1,"streams":[{"redirect":11314517,"hoster":"VOE"},{"redirect":10127270,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter will nicht schlafen","epNo":5,"alt":"","descr":"Peter und sein Nachbar hatten eine Disput über die Notwendigkeit des Schlafens. Das Ergebnis ist, daß der Nachbar sich für zwei Wochen zum Schlafen in sein Bett zurückgezogen und Peter hingegen beschlossen hat, überhaupt nicht mehr zu schlafen. Die so gewonnene Zeit will er besser nutzen. Peter wird aktiv: Mitten in der Nacht schleppt er das Bett, das er ja nun nicht mehr braucht, ins Freie und zerlegt es. Sein Radio hat er auf volle Lautstärke gestellt. Kein Wunder, daß sich die Nachbarn beschweren. Darunter ist auch die Schlafforscherin Frau Dr. Weineck. In ihrem Schlaflabor erfährt Peter, wie der Schlaf untersucht wird und was über den Schlaf und die Träume bekannt ist. Und noch etwas erfährt er dort, daß alle Menschen schlafen müssen, wenn sie nicht krank werden wollen.","versions":[{"lang":1,"streams":[{"redirect":11314518,"hoster":"VOE"},{"redirect":10127267,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter und die längste Nudel der Welt","epNo":6,"alt":"","descr":"Peter ißt für sein Leben gern Nudeln. Nicht nur daß sie lecker schmecken, sie haben auch tolle Formen: Spiralen, Schleifen, kurze oder lange Röhren. Wie aber werden die langen, dünnen Spaghetti eigentlich hergestellt? Peter erkundigt sich, wie man Nudeln herstellen kann, und beschließt, die längste Nudel der Welt zu fabrizieren. Aber er hat nicht einmal Mehl. Sicher wird ihm der Nachbar welches borgen. Als der erfährt, was Peter vorhat, beschließt er sofort, ihn mit einer noch längeren Nudel zu übertrumpfen. Peter erfindet eine Nudelaufrollmaschine. Als er nachts die Nudel zwischen den Bäumen aufhängt, stößt er mit dem Nachbarn zusammen, der gerade das gleiche tut. Einen Nudelrekord aufzustellen wäre ja ganz schön, meinen beide, aber viel besser würden ihnen jetzt gekochte Nudeln mit einer leckeren Soße gefallen.","versions":[{"lang":1,"streams":[{"redirect":11314521,"hoster":"VOE"},{"redirect":10127272,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Wasser gibt’s nicht überall","epNo":1,"alt":"","descr":"Wasser ist für uns eine Selbstverständlichkeit. Peter erfährt heute, dass das nicht überall so ist. Er trifft auf seiner Urlaubsinsel ausgerechnet den Nachbarn. Der mäkelt herum, es gäbe hier nicht genug Wasser und er habe Durst. Peter macht sich sofort daran, Wasser auf die verschiedenste Art und Weise zu gewinnen.","versions":[{"lang":1,"streams":[{"redirect":11314524,"hoster":"VOE"},{"redirect":10127271,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter und der Klaviertransport","epNo":2,"alt":"","descr":"Sabine soll etwas von ihrem Onkel erben, wahrscheinlich Ohrringe, freut sie sich. Zu dem Zeitpunkt, an dem diese kostbaren Stücke geliefert werden sollen, wird Sabi-ne aber nicht zuhause sein und bittet deswegen Peter, sie in Empfang zu neh-men. Natürlich ist er dazu bereit. Für Peter gibt es dann allerdings eine Überra-schung: Die Ohrringe entpuppen sich als ein Klavier und Peter ist ziemlich ratlos, wie er es zu Sabine schaffen soll. Zu zerlegen ist es wohl nicht. Peter erkundigt sich in einer Fabrik, wie so ein Klavier hergestellt wird. In einem Gymnastikstudio spürt er einen Klavierstimmer auf, und dort findet Peter auch kräftige Männer, die das Klavier zu Sabines Wohnung hochtragen können.","versions":[{"lang":1,"streams":[{"redirect":11314520,"hoster":"VOE"},{"redirect":10127273,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter entdeckt den Fliegensalto","epNo":3,"alt":"","descr":"Peter hat unter einem Einmachglas eine Fliege gefangen. Er fotografiert sie und bringt den Film gleich ins Geschäft zum Entwickeln. Der Inhaber, Herr Genselich, ist Tierkinematograph. Begeistert erzählt er Peter von den Insekten und seiner Arbeit mit ihnen: Mit einer Spezialkamera fotografiert er sie für einen Kongress. Peter findet das alles hochinteressant. Dann müsste Herr Genselich doch auch wissen, wie die Fliege es schafft, kopfunter mit den Füßen an der Decke zu landen. Leider – so meint Herr Genselich – hat das noch keiner herausbekommen. Da macht sich Peter an die Arbeit. Eingehend befasst er sich mit der Lebensweise der Fliegen und filmt sie mit einer Spezialkamera von Herrn Genselich.","versions":[{"lang":1,"streams":[{"redirect":11314522,"hoster":"VOE"},{"redirect":10127274,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter macht ein Bild","epNo":4,"alt":"","descr":"Eine Freundin von Peter braucht ein besonders gelungenes Foto. Peter Lustig, hilfsbereit wie immer, bietet ihr sofort sein Freiluft-Fotoatelier vor dem Bauwagen an. Trotz eines ganz verknipsten Films, ist immer noch kein besonders gelungenes Bild dabei. Also versucht Peter es auf unkonventioneller Art. Er bastelt sich selbst eine Lochkamera. Leider wird das Bild zu unscharf, doch Peter probiert weiter. Nach mehreren Experimenten mit verschiedenen Linsen und Techniken hat Peter nicht nur eine individuelle Idee für das Foto, sondern auch viel Ahnung von der Funktionsweise einer Kamera.","versions":[{"lang":1,"streams":[{"redirect":11314526,"hoster":"VOE"},{"redirect":10127277,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter braucht ein neues Fenster","epNo":5,"alt":"","descr":"Peter hat das Fenster seines Bauwagens kaputt gemacht. Zuerst findet er es recht angenehm: Licht und Luft haben ungehinderten Zugang zum Bauwagen. Doch als es anfängt zu stürmen und zu regnen, wird die Sache ungemütlich. Peter besorgt sich ein paar Bretter und vernagelt die Fensteröffnung. Nun ist es aber im Bauwagen so düster, dass er morgens verschläft. Früher hatten die Menschen doch Pergament, überlegt Peter. Doch auch Pergament ist keine gute Lösung um das kaputte Fenster zu reparieren. Glas hat einfach viele Vorteile: Es lässt Licht herein, hält aber Regen und Wind draußen. Also macht sich Peter mit seinem Fenster auf, um es reparieren zu lassen. Unterwegs fällt ihm die Vielfalt der Fenster auf. An einem Verkaufsstand preist ein Mann lauthals seine Fenster an. Peter lässt sich zu einem Panoramafenster überreden. Mit diesem Fenster erlebt er aber eine weniger angenehme Überraschung.","versions":[{"lang":1,"streams":[{"redirect":11314527,"hoster":"VOE"},{"redirect":10127275,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter baut sich grüne Wände","epNo":6,"alt":"","descr":"Die Sonne brennt so heiß auf den Bauwagen, daß es darin nicht auszuhalten ist. Der grasbedeckte Boden dagegen ist angenehm kühl. Die Pflanzen verdunsten nämlich Wasser, dadurch werden sie kühler. \"Dann packen Sie sie doch das Gras aufs Dach\", meint der Nachbar. Peter versucht es, aber das klappt nicht so recht. \"Dann nehmen Sie Schlinpflanzen\", spottet der Nachbar. Schlingpflanzen – das ist die Idee! Peter geht in die Stadt, um sich Anregungen zu holen, wie man mit Pflanzen eine natürliche Klimaanlage bauen kann.","versions":[{"lang":1,"streams":[{"redirect":11314530,"hoster":"VOE"},{"redirect":10127276,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Peter wird rot","epNo":1,"alt":"","descr":"Peter hat Pech: Er wurde von einem Auto angefahren. Sein Fahrrad ist kaputt und seine Latzhose hat nun Löcher, aber er ist zum Glück nicht ernsthaft verletzt. Die Autofahrerin, die ihn angefahren hat, ist Apothekerin. Sie bringt Peter nach Hause und verbindet seine Verletzungen. \"Naja, die Verpackung ist ja noch ziemlich ganz\", stellt sie erleichtert fest. Nur an Peters Knie ist die Haut etwas abgeschürft. Peter stutzt: \"Die Haut soll eine Verpackung sein?\" Das muß ihm näher erklärt werden. Er beginnt sich für dieses Thema zu interessieren: Wie ist die Haut den eigentlich aufgebaut und was für eine Aufgabe hat sie überhaupt?","versions":[{"lang":1,"streams":[{"redirect":11314528,"hoster":"VOE"},{"redirect":10127278,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Pinguin-Ente","epNo":2,"alt":"","descr":"Am Bärstädter Stadtweiher entdeckt Peter einen Pinguin und kann sich nur vorstellen, daß dieses Tier jemandem entlaufen ist. Er überlegt nicht lange und macht sich auf den Weg, um bei der Zeitung eine Suchmeldung aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":11314534,"hoster":"VOE"},{"redirect":10127279,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hasen haben lange Ohren","epNo":3,"alt":"","descr":"Peters Bauwagen steht schief. Schuld ist aber kein Erdbeben, sondern ein Kaninchen, das unter dem Wagen seine Gänge buddelt. Auf jeden Fall möchte Peter das Tier loswerden und fragt deshalb einen Förster um Rat. Der lädt ihn erstmal ein, ihn am nächsten Morgen auf seinem Hochstand zu besuchen.","versions":[{"lang":1,"streams":[{"redirect":11314536,"hoster":"VOE"},{"redirect":10127281,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter macht ein Donnerwetter","epNo":4,"alt":"","descr":"Peter hat es sich in seiner Hängematte bequem gemacht. Da bekommt er überraschend Besuch von einem Mann mit wehendem Haar und roter Jacke. Peter sei ihm als künstlerisch und technisch begabter Mensch empfohlen worden, erklärt der Mann und drückt Peter das Manuskript eines Theaterstückes in die Hand. Am Himmel sind dunkle Wolken aufgezogen und es donnert und blitzt. Der Mann mit dem wehenden Haar bekommt es mit der Angst zu tun und verschwindet eilig, ohne eine weitere Erklärung. Peter betrachtet das Manuskript und liest: \"Gewitter über Schloß Stolzenfels\". Er ist überzeugt, daß er und kein anderer die Hauptrolle in dem Stück spielen soll und beginnt zu üben. Doch dazu braucht er die richtige Atmosphäre. Leider ist das Gewitter schon wieder vorbei und Peter muß sich überlegen, wie er an ein neues Gewitter kommt, um seine Rolle zu üben","versions":[{"lang":1,"streams":[{"redirect":11314532,"hoster":"VOE"},{"redirect":10127525,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter sucht das schrille Lila","epNo":5,"alt":"","descr":"Peters Bauwagen braucht einen neuen Anstrich. Peter holt seine Farbreste hervor, zieht seinen Künstlerkittel an und zückt die Farbpalette. Soll der Bauwagen nun blau bleiben wie gehabt? Nein, meint Peter, es müsste schon etwas Außergewöhnliches sein. Lila – ein schrilles Lila. Ein Glück, dass Rita kommt. Sie will Peters Sonnenblumen malen. Rita kennt sich mit Farben aus. Von ihr erfährt Peter nicht nur, wie Farben gemischt werden, sondern auch, wie man sie herstellen kann. Nach dem Besuch bei einem Maler weiß Peter sogar, was der Quark in der Farbe zu suchen hat","versions":[{"lang":1,"streams":[{"redirect":11314537,"hoster":"VOE"},{"redirect":10127280,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Das Wandern ist des Peters Lust","epNo":1,"alt":"","descr":"Peter genießt beim Wandern die Landschaft und beobachtet die kleineren Tiere am Wegesrand. Doch immer nur laufen wird ihm langsam zu anstrengend. Also läßt er sich ein Stück mit dem Auto mitnehmen. Aber das ist ihm schon wieder zu schnell, denn vom Auto aus kann man nicht mehr die kleineren Tiere am Wegesrand beobachten. Kaum sieht man etwas, ist es auch schon wieder vorbei. Peter probiert es mit Rollschuhen – und bleibt im Matsch stecken. Wie kommt man am besten voran? Peter schaut sich bei den Tieren an, wie sie schleichen, krabbeln, klettern, paddeln, galoppieren oder durch den Sumpf waten. Und plötzlich hat Peter die Idee: um all dies auch zu können, braucht er unbedingt eine Gehmaschine.","versions":[{"lang":1,"streams":[{"redirect":11314539,"hoster":"VOE"},{"redirect":10127282,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peters Bühnenzauber","epNo":2,"alt":"","descr":"Peter darf bei den Proben im Theater zuschauen und sogar hinter der Bühne mithelfen. Er erfährt, was ein Requisiteur zu tun hat, wie man etwas im Fundus findet und wie ein Bühnenbild entsteht. Bei der Aufführung schliesslich merkt er plötzlich, dass sein Wissen dringend gebraucht wird.","versions":[{"lang":1,"streams":[{"redirect":11314541,"hoster":"VOE"},{"redirect":10127283,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter geht zum Fernsehen","epNo":3,"alt":"","descr":"Peter dreht in seinem Garten einen Videofilm, einen sehr bedeutsamen, wie er selbst findet. Eigentlich schade, dass er diesen Film nicht vielen Leuten zeigen kann. Da hat er die Idee, seinen Film im Fernsehen zu senden. Er macht sich sofort auf den Weg zu einem Fernsehsender. Doch die Sache ist nicht ganz so einfach, wie Peter es sich vorgestellt hat. Auf seinem Weg durch die Fernsehanstalt erfährt Peter viel darüber, wie eine Sendung entsteht und wieviele Menschen daran beteiligt sind, bis eine Sendung über den Bildschirm läuft.","versions":[{"lang":1,"streams":[{"redirect":12380090,"hoster":"VOE"},{"redirect":10127284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wind in der Steckdose","epNo":4,"alt":"","descr":"Peters selbstgebautes Windmeßgerät dreht durch. Doch nicht das Gerät ist kaputt, sondern es beginnt so zu stürmen, daß alles umherfliegt. Schließlich kippt sogar ein Strommast um – Peter sitzt im Dunkeln. Wenn er wieder Licht haben will, muß er sich wohl selbst etwas ausdenken. Aber wie stellt man Strom her, wenn man nichts hat außer dem Wind. Peter macht sich an die Arbeit.","versions":[{"lang":1,"streams":[{"redirect":11314543,"hoster":"VOE"},{"redirect":10127285,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Eine Ente im Weltall","epNo":5,"alt":"","descr":"Peter scheint sich in der Jahreszeit vertan zu haben. Er schießt eine Neujahrsrakete nach der anderen in die Luft. Zu seiner Enttäuschung kommen sie aber alle wieder herunter. Denn eigentlich möchte er nicht Silvester feiern, sondern sich in Sachen Weltraumforschung üben. Er will herausfinden, weshalb echte Raketen im Weltraum bleiben und seine Minirakete nicht. Peter wälzt dicke Bücher, schaut sich an, wie Raketen und Satelliten funktionieren und möchte schließlich selbst Astronaut werden. Anna, Peters neue Freundin, gibt ihm eine kleine Plastikente, die Peter bei seinem Vorhaben begleiten soll. Wie schafft es Peter bloß, daß die Ente tatsächlich durch das All saust … ?","versions":[{"lang":1,"streams":[{"redirect":9018744,"hoster":"VOE"},{"redirect":8591323,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine Wiese voller Schrecken","epNo":6,"alt":"","descr":"Peter Lustig hat es sich beim Picknick auf der Wiese gemütlich gemacht. Seine Ruhe wird gestört, als Enrico auftaucht. Der ist auf der Suche nach Heuschrecken für seine Naturzeichnungen. Da wird Peter neugierig, er will sich die kleinen Weitspringer nun auch mal näher betrachten. Die Heuschrecken jedoch sind da anderer Meinung: Kaum nähern sich Peter und Enrico ihnen, sind sie auch schon weggesprungen. Man müsste sie irgendwie anlocken. Peter versucht also auf einem Kamm so lieblich zu zirpen wie ein Heuschreckenmännchen. Das klappt nicht so ganz. Enrico, der sich als wahrer Heuschrecken-Kenner entpuppt, weiß auch weshalb. Er erklärt Peter, von was sich diese Spring-Profis ernähren und weshalb sie so oft ihre \"Kleider\" wechseln.","versions":[{"lang":1,"streams":[{"redirect":10127288,"hoster":"VOE"},{"redirect":10127290,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Peter hat viel Zeit","epNo":1,"alt":"","descr":"Peter erfüllt sich einen langgehegten Wunsch: Er will wie Robinson Crusoe auf einer einsamen Insel leben, wenigstens für drei Wochen. Er möchte mal nichts mit der Zivilisation zu tun haben: kein Telefon, kein Radio, kein Fernseher, dafür aber viel Zeit. Nur seine Armbanduhr muß mit – er muß ja schließlich wissen, wann er wieder von seiner kleinen Insel abgeholt wird. Doch ausgerechnet jetzt versagt die Batterie von seiner Quartzuhr. \"Macht nichts\" meint Peter, schließlich hat alles in der Natur eine innere, biologische Uhr, also auch er. Die Tiere wissen schließlich auch, wann sie schlafen gehen müssen, wann sie die Wintervorräte sammeln oder nach Süden fliegen sollen. Und auch die Pflanzen öffnen und schließen sich je nach dem Stand der Sonne. Die Sonne – genau, das ist es. Es kann doch nicht schwer sein, sich eine Sonnenuhr zu bauen, denn seine innere Uhr, merkt Peter, funktioniert leider nicht mehr so gut wie die der Tiere","versions":[{"lang":1,"streams":[{"redirect":11314548,"hoster":"VOE"},{"redirect":10127286,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Biene im Pelz","epNo":2,"alt":"","descr":"Als Peters Nachbar gerade seine Obstbäume spritzt, glaubt er, nicht richtig zu hören. Andauernd murmelt Peter auf der anderen Seite des Gartenzaunes etwas von \"Bombus terrestris\". Der Nachbar ist schockiert. Er glaubt, dass Peter ein Bombenattentat plant. Das hätte er nicht von Peter gedacht! Sofort ruft er die Polizei. Zum Glück kann die alles aufklären, denn \"Bombus terrestris\" ist der lateinische Name für die Erdhummel. Peter ist nämlich gerade dabei, diese \"Bienen im Pelz\" zu erforschen. Der Nachbar will nicht verstehen, dass auch er die Hummeln braucht. Aber durch seine ständige Giftspritzerei wird alles was kriecht und fliegt vertrieben. Doch aus seinen schönen Apfelblüten können nur Äpfel werden, wenn er den Insekten eine Chance gibt, die Blüten zu bestäuben.","versions":[{"lang":1,"streams":[{"redirect":11314552,"hoster":"VOE"},{"redirect":10127287,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und die Drachenbabies","epNo":3,"alt":"","descr":"Peter soll als Babysitter aushelfen. Lizzy fährt zu einem Schüleraustausch nach Amerika, und Peter soll ihre fünf Eidechsen hüten. Da Peter seine Sache gut machen möchte, besorgt er sich Bücher über die kleinen Tiere. Er erfährt, dass die winzigen Eidechsen mit den riesigen Dinosauriern verwandt sind und dass sie es gerne warm haben. \"Kein Problem\" denkt sich Peter. Er wird das Terrarium einfach in die Sonne stellen. Leider passiert ihm dabei ein Missgeschick: Das Terrarium zerbricht, und die Eidechsen laufen in die Freiheit. Peter ist verzweifelt – wie soll er die Tiere bloß wieder einfangen?","versions":[{"lang":1,"streams":[{"redirect":11314544,"hoster":"VOE"},{"redirect":10127289,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter findet das kalte Licht","epNo":4,"alt":"","descr":"Bei einem guten Buch knallt Peter plötzlich die Glühbirne durch. Auf der Suche nach Licht entdeckt er in seinem Garten Glühwürmchen. Die machen ihr eigenes Licht – ganz ohne Strom, und so heiß wie das künstliche Licht werden sie auch nicht. Peter hat das plötzlich eine Idee: Kaltes Licht für alle!","versions":[{"lang":1,"streams":[{"redirect":11314549,"hoster":"VOE"},{"redirect":10127291,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In Peters Garten schmatzt ein Schwein","epNo":5,"alt":"","descr":"Unter Peters Hängematte grunzt es. Ein Schwein! Durch ein Versehen wurde es bei Peter abgegeben. Dem Nachbarn läuft bei diesem Anblick das Wasser im Munde zusammen, er träumt schon von Schweinehaxen und Braten mit Salbei. Peter will \"Hildegard\" – so hat er sein Schwein liebevoll getauft – nicht mästen, sondern behalten. Er hat etwas besonderes mit ihr vor, denn Schweine sollen recht gelehrig sein. Aber erstmal muss Hildegard richtig versorgt werden. Wie, dass erfährt Peter auf dem Bauernhof. Und weshalb es keine \"Schweinerei\" ist, wenn Schweine sich im Dreck suhlen, sondern das reinste \"Biobad\", erfährt er dabei auch gleich.","versions":[{"lang":1,"streams":[{"redirect":8840332,"hoster":"VOE"},{"redirect":8591329,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter steckt im Stau","epNo":6,"alt":"","descr":"Peter ist etwas ganz Dummes passiert: Er hat probeweise seine neue, wunderschöne Badeinsel mit Palme aufgeblasen, und dann bekommt er das Ventil nicht mehr auf, um die Luft wieder rauszulassen. Wie soll er nun mit dem Riesending zum Badesee kommen? Zuerst versucht er es mit dem Fahrrad, aber die aufgeblasene Palme versperrt Peter beim Fahren die Sicht. Also packt er die Insel hinten ins Auto, mit offenem Verdeck klappt das sogar. Sehr weit kommt Peter damit allerdings nicht. Er befindet sich auf einmal mitten im dicksten Auspuffgestank und Gehupe – eine Riesenschlange wälzt sich stockend über die Autobahn. Peter fängt an, darüber nachzudenken, ob er wirklich nur mit dem Auto an sein Ziel kommen kann?","versions":[{"lang":1,"streams":[{"redirect":11314555,"hoster":"VOE"},{"redirect":10127292,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"Peter und das Stacheltier","epNo":1,"alt":"","descr":"1000 Mark Belohnung für Peter, wenn er Igel Charly ausfindig macht. Charly ist Professor Spinoffski aus dem Bärstadter Raumfahrt- und Forschungszentrum entlaufen. Doch was kann einen gewöhnlichen Igel so wertvoll machen? Peter erfährt, daß der Igel in der Lage ist, fast auf Kommando über lange Zeit in einen Winterschlaf zu fallen. Um herauszufinden, wie er das macht, wäre eine interessante Entdeckung für die Raumfahrt. Doch dazu braucht Professor Spinoffski Charly, mit dem er seine Beobachtungen begonnen hat. Auch Peters Nachbar hört von der hohen Belohnung, und es beginnt die intensive Suche nach Charly. Peter und der Nachbar überlegen, wie sie den Igel am besten heranlocken können: Welche Nahrung braucht er und welchen Lebensraum, welche Feinde hat er, wie pflanzt er sich fort, und was kann man selbst tun, um dem Igel zu helfen.","versions":[{"lang":1,"streams":[{"redirect":11314554,"hoster":"VOE"},{"redirect":10127293,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter sucht das weiße Gold","epNo":2,"alt":"","descr":"Als Peter für sein Frühstücksei das letzte Salz aus der Packung schüttet, fällt ein kleiner Zettel mit der Aufschrift \"Weißes Gold, Charge 83/13, Station 3\" heraus. Das kann ja nur der Hinweis auf einen versteckten Schatz sein, meint Peter. Er macht sich auf die Suche. Sein Weg führt ihn in das Labor eines Salzbergwerkes, dort begegnet er einem zerstreuten Chemiker, der ihm zwar nicht weiterhelfen kann, aber einiges über Salz zu erzählen hat. Peter dringt tief in ein Salzbergwerk ein, und am Ende weiß er um das Geheimnis des Schatzes","versions":[{"lang":1,"streams":[{"redirect":11314556,"hoster":"VOE"},{"redirect":10127295,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und die Werbetricks","epNo":3,"alt":"","descr":"Peter und der Nachbar hatten beide eine gute und reichliche Tomatenernte. Doch allein können sie die Tomaten nicht verbrauchen. Sie kommen auf die Idee, sie auf dem Wochenmarkt zu verkaufen. Und von dem verdienten Geld wollen sie eine Reise unternehmen. Wer am meisten verdient hat, kann bestimmen, wo die Reise hingehen soll. Das Geschäft floriert, doch der Nachbar will mehr verdienen als Peter und fängt an die Werbetrommel zu rühren. Er nennt seine Früchte \"Bio-Tomaten\" und verlangt dafür mehr Geld. Doch Peter findet, dass der Nachbar seine Kundschaft an der Nase herumführt. Der findet das ganz und gar nicht, lässt sich immer wieder neue Werbeideen einfallen …","versions":[{"lang":1,"streams":[{"redirect":11314558,"hoster":"VOE"},{"redirect":10127294,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter auf hoher See","epNo":4,"alt":"","descr":"Schiff ahoi! Der Hochseedampfer legt ab und Peter schafft es nicht mehr rechtzeitig, von Bord zu kommen. Als blinder Passagier muss er nun für seine Überfahrt arbeiten. Doch Peter findet das gar nicht so schlimm, denn so lernt er das Leben auf See und den Ozeandampfer richtig kennen.","versions":[{"lang":1,"streams":[{"redirect":11314560,"hoster":"VOE"},{"redirect":10127296,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peters Reise in die Steinzeit","epNo":5,"alt":"","descr":"Peter hat mit seinem Nachbarn gewettet: Er schafft es, drei Tage lang so zu leben, wie die Menschen in der Steinzeit. Der Nachbar glaubt an die Errungenschaften der Technik, nicht jedoch an Peters Durchhaltevermögen. Was Peter über das Leben von Steinzeitmenschen gelesen hat, fasziniert ihn. Peter sucht sich eine Höhle im Wald und merkt langsam, voller Bewunderung für seine Ur-Ur-Ahnen, dass es für ihn doch nicht so einfach ist, ohne die alltäglichen Bequemlichkeiten auszukommen. Er macht sich auf Nahrungssuche: Woher wussten die Menschen früher, welche Pflanzen essbar sind, wie haben sie es geschafft Feuer zu machen oder Werkzeuge herzustellen? Bevor Peter seine Bemühungen schon fast aufgeben will, bekommt er unerwartet \"steinzeitliche\" Unterstützung bei seinem Höhlenleben.","versions":[{"lang":1,"streams":[{"redirect":11314564,"hoster":"VOE"},{"redirect":10127297,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter lebt auf großem Fuß","epNo":6,"alt":"","descr":"Peters Lieblingsschuhe sind endgültig dahin. Er bringt sie zur Schusterin, um sie vielleicht doch noch zu retten. Nun braucht Peter ein paar Ersatzschuhe, bis seine alten repariert sind. Er versucht es mit einer Eigenherstellung: Marke \"Urs-Sandale\". Solche Zehenschuhe hatten schon die alten Ägypter, und noch bis heute gibt es diese Schuhform. Nachdem sich Peter noch viele andere Schuhe angesehen hat, weiß er, dass für ihn nur solche in Frage kommen, die für alle Gelegenheiten taugen: zum Bergsteigen, luftdurchlässig für den Sommer und wasserfest bei Regenwetter, mit Rollen zum fahren und mit Schneeschiebern für den Winter – eben ein Superschuh!","versions":[{"lang":1,"streams":[{"redirect":11314563,"hoster":"VOE"},{"redirect":10127298,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-14","episodes":[{"epId":"episode-1","name":"Eine dolle Knolle","epNo":1,"alt":"","descr":"Wer wird Kartoffel-König? Peter und Paschulke nehmen an dem Wettbewerb teil. Kartoffelschälen, -anbauen und die verschiedenen Sorten erkennen sind Voraussetzung. Eifrig beginnen beide mit Vorbereitungen – jeder auf seine Weise.","versions":[{"lang":1,"streams":[{"redirect":11314568,"hoster":"VOE"},{"redirect":10127299,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter sieht scharf","epNo":2,"alt":"","descr":"Peter braucht dringend eine neue Brille – ohne kann er kaum was sehen. Er beginnt sich zu fragen, wie das Auge aufgebaut ist und man damit sehen kann. Kurzsichtig- oder Weitsichtigkeit, konvexe und konkave Linsen – Peter ist bald begeistert den Fragen um das Sehen auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":11314569,"hoster":"VOE"},{"redirect":10127300,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Pillendrehern und Totengräbern","epNo":3,"alt":"","descr":"Bei Peter läuft alles, aber auch alles schief. Merkwürdigerweise fing das genau an dem Tag an, als er einen käferförmigen Stein geschenkt bekam. Peter muss der Sache auf den Grund gehen. Neugierig begibt er sich erst einmal zu einem Käferforscher. Peter erfährt Erstaunliches über das Leben und \"Arbeiten\" von Mistkäfern und Pillendrehern und über ein Ei in der Kugel. Der Forscher weiß auch, dass Peters Stein eine Skarabäus-Imitation ist. Was es jedoch damit auf sich hat, kann Peter nur im ägyptischen Museum herausbekommen. Aber da passiert Peter schon wieder ein folgenreiches Missgeschick.","versions":[{"lang":1,"streams":[{"redirect":11314572,"hoster":"VOE"},{"redirect":10127302,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-15","episodes":[{"epId":"episode-1","name":"Peter und der Geist der Marksburg","epNo":1,"alt":"","descr":"Als Peter eine geleitete Burgbesichtigung versäumt, schleicht er am Kassenhäuschen vorbei hinein in den Burghof, der Führung hinterher. Dabei erfährt er so viel Spannendes über die Burg und das Leben im Mittelalter, dass er die Zeit vergisst. Zurück aus einem kleinen Raum, den er wissbegierig angesehen hat, merkt er, dass die letzte Führung beendet und das große Tor abgeschlossen ist. Ganz wohl ist ihm nicht bei dem Gedanken, die Nacht allein in den alten Gemäuern zu verbringen. Als ein Gewitter einsetzt, der Sturm heult und ein fernes Klirren von Ketten zu hören ist, fällt ihm die Geschichte des Geistes der Marksburg ein, der immer noch darauf wartet, erlöst zu werden …","versions":[{"lang":1,"streams":[{"redirect":11314571,"hoster":"VOE"},{"redirect":10127301,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter läßt die Bilder laufen","epNo":2,"alt":"","descr":"Für den Spielfilm ,Die Rache der Barbaren’ schwergewichtige Darsteller gesucht\", liest Peter in der Zeitung und macht sich sofort auf zum Besetzungsbüro – zum Film wollte er schon immer einmal. Doch die wartenden schwergewichtigen Mitbewerber schlagen sich bei Peters Anblick vor Lachen auf die dicken Schenkel, und Peters Traum vom Filmstar zerplatzt. Wenn man ihn nicht will, dann wird er eben sein eigener Filmproduzent. Doch so einfach ist das nicht, wenn man alles selbst herstellen will und über das Niveau des Daumenkinos herauskommen möchte. Vor über 100 Jahren haben die Bilder laufen gelernt. Aber wie nur? Peter beginnt mit dem Bau einer \"Wundertrommel\", stelllt seinen eigenen Zeichentrickfilm her und beginnt in kleinen Schritten, die Entwicklung des Films vom Cinematographen der Brüder Lumiere an, nachzuvollziehen. Peter produziert seinen ersten Film, und mit Hilfe des Nachbarn organisiert er eine Aufführung.","versions":[{"lang":1,"streams":[{"redirect":11314574,"hoster":"VOE"},{"redirect":10127303,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und der gute Ton","epNo":3,"alt":"","descr":"Bei einem Spaziergang hört Peter Orgelmusik aus dem Bärstädter Dom erklingen. Er geht hinein und lauscht dem Spiel. \"Wirklich schön\", denkt er, \"aber wie kommen die Töne der Orgel eigentlich zustande?\" Peters Entdeckerfreude ist angestachelt. Er schaut sich die Orgel von innen an und versucht darauf zu spielen. Für einen Laien ist das jedoch nicht so einfach. Aber musizieren will Peter jetzt, das weiß er. So eine Orgel besteht doch aus vielen Pfeifen, vielleicht fängt er also besser mit einem Blasinstrument an. Voller Tatendrang entdeckt Peter nach und nach, wie Blasinstrumente funktionieren. Aber er macht auch die Entdeckung, dass die Kenntnis der Blasinstrumente das eine ist, sie zu spielen jedoch etwas ganz anderes.","versions":[{"lang":1,"streams":[{"redirect":11314567,"hoster":"VOE"},{"redirect":10127305,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter und das Geheimnis der Schlange","epNo":4,"alt":"","descr":"Für die \"Indische Nacht\" von Bärstadt hat peter sich etwas ganz besonderes ausgedacht: Einen Tanz mit Samantha. Was die Sache kompliziert macht: Samantha ist eine Königspython. Peter beginnt fleißig zu üben, um Samantha die Flötentöne beizubringen, es will jedoch nicht klappen. Vielleicht ist sie hungrig? Als Peter Futter besorgen geht, schleicht der neugierige Nachbar in den Bauwagen, öffnet die Kiste von Samantha – und ist entsetzt. Samantha wittert die Freiheit und schlängelt sich fort. Peter macht sich verzweifelt auf die Suche nach Samantha. Vielleicht können ihm die Leute auf der Schlangenfarm weiterhelfen. Jedenfalls erfährt Peter dort viel über einheimische Schlangen, über gefährliche und ungefährliche und etwas über den Verbleib von Samantha.","versions":[{"lang":1,"streams":[{"redirect":14427745,"hoster":"VOE"},{"redirect":8591325,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-16","episodes":[{"epId":"episode-1","name":"Peters Höhenflug","epNo":1,"alt":"","descr":"Durch seinen unermüdlichen Wissensdrang getrieben, kommt Peter auf das Flughafen-Vorfeld bis zu einem kleinen Flugzeug, einer Cessna. Wegen seiner Latzhose wird er mit einem Mechaniker verwechselt und sitzt unversehens am Steuerknüppel. So probiert er aus, ob er das Flugzeug starten kann. Der Test gelingt, fast","versions":[{"lang":1,"streams":[{"redirect":11314575,"hoster":"VOE"},{"redirect":10127304,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Luft im Sonderangebot","epNo":2,"alt":"","descr":"Peter lernt im Urlaub den Meteorologen Dr. Frosch kennen. Den kann er nun endlich fragen, wie ein Strohhalm funktioniert. Das hat wohl irgend etwas mit dem Luftdruck zu tun, vermutet Peter. Doch, was ist das eigentlich? Und lässt er sich auch nachweisen, sehen oder messen? Das und noch einige andere Phänomene, bei denen Luft eine Rolle spielt, kann Dr. Frosch Peter erklären. Gute Luft, das ist Peter sowieso klar, braucht jeder zum Leben. In den großen Städten ist gute Luft jedoch rar. Irgendwie müsste man sie doch portionsweise an den Mann und an die Frau bringen, meint Peter. Er hat da so eine Idee","versions":[{"lang":1,"streams":[{"redirect":12380091,"hoster":"VOE"},{"redirect":10127307,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter will auf die Schiene","epNo":3,"alt":"","descr":"Peter ist mit seinem Bauwagen nicht mehr zufrieden: Er zerfällt langsam. Ein neuer Bauwagen muss her, einer aus Eisen, am besten ein Eisenbahnwaggon. Am Bahnhof möchte er sich erkundigen, wo es solche gibt. Als er keine zufrieden stellende Auskunft erhält, steigt er kurzentschlossen in einen Schnellzug ein und misst, sehr zum Erstaunen der Reisenden, die Abteile aus, denn passend soll es schon sein für seine Einrichtung. Der Zug fährt ab. Peter ist ohne Fahrkarte, aber das stört ihn wenig. Er genießt das Reisen mit der Bahn, erkennt die Vorzüge dieser Art der Fortbewegung im Vergleich zum Auto und erfährt noch eine Menge nebenbei. So führt ihn seine abenteuerliche Reise zu einem Rangierbahnhof, er lernt das Zentrale Stellwerk kennen und ist ganz begeistert vom ICE. Doch dieser entpuppt sich nach genauer Prüfung als nicht ganz geeigneter Bauwagen-Ersatz.","versions":[{"lang":1,"streams":[{"redirect":11314581,"hoster":"VOE"},{"redirect":10127306,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eine Ess- und Fressgeschichte","epNo":4,"alt":"","descr":"Peter trifft beim Einkaufen auf dem Markt seinen Nachbarn Paschulke. Der zieht ihn ins Vertrauen: Auf seine Kontaktanzeige hin hat sich eine Frau Susemihl gemeldet. Attraktiv, lebenslustig -, und sie möchte ihn gerne kennen lernen. \"Sie Glückspilz\", freut sich Peter für seinen Nachbarn. Doch der ist verzweifelt. Die Dame hat um ein Foto gebeten – Paschulke ist ratlos. Bei seiner Leibesfülle wird Frau Susemihl sicher nicht an einer näheren Bekanntschaft interessiert sein. Peter hat da eine Idee – ein Fotograf kennt doch sicher ein paar Tricks, mit denen man selbst Paschulkes Bauchumfang ein wenig schmälern kann. Auf dem Weg zum Fotoatelier erfährt Peter, warum der Nachbar so dick ist: Keine Pizza-Bude, kein Hamburger-Stand und kein Café ist vor ihm sicher – da fällt selbst dem Fotografen nichts mehr ein. Peter beschäftigt auch noch eine andere Frage: Was geschieht eigentlich mit der Nahrung in unserem Körper? Und wozu brauchen wir sie?","versions":[{"lang":1,"streams":[{"redirect":11314589,"hoster":"VOE"},{"redirect":10127308,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter mit den großen Ohren","epNo":5,"alt":"","descr":"Mit einem selbstgebauten Ohrenverstärker will Peter den Gesang der Nachtigall aufnehmen und wird dabei von den ohrenbetäubenden Geräuschen des Nachbarn gestört, der seinen Rasen zu den Klängen der aufgedrehten Hi-Fi-Anlage mäht. Der Nachbar wiederum fühlt sich von dem gesang der Nachtigall um seinen Schlaf Gebracht und steckt sich Papierpfropfen in die Ohren. Die lassen sich am nächsten Morgen nicht mehr entfernen, und der Nachbar erfährt am eigenen Leib, wie unsicher und gefährlich es ist, wenn man nichts mehr hört. Dank Peters Hilfe erreicht er unversehrt die Praxis einer Ohrenärztin, und beide erfahren Erstaunliches …","versions":[{"lang":1,"streams":[{"redirect":11314578,"hoster":"VOE"},{"redirect":10127310,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-17","episodes":[{"epId":"episode-1","name":"Peter spinnt","epNo":1,"alt":"","descr":"Peter Lustigs Bauwagen qualmt aus allen Ritzen. Es brennt, denken Erich, Renate und Nanni und eilen Peter zu Hilfe. Aber Peter hat keinen Brand im Bauwagen sondern versucht nur, sich mit Hilfe von Rauch der Fliegenplage zu erwehren. Die drei Kinder wissen es besser: Spinnen sind das wahre Wundermittel gegen Fliegen, denn sie vertilgen jeden Sommer eine Unmenge von Insekten. Peter, auf die Spur gebracht, sammelt aus seinem und des Nachbarn Garten die achtbeinigen Fliegenfänger. Neugierig wie er ist, möchte er noch mehr über diese faszinierenden Tiere wissen und verfängt sich dabei unverhofft in einem ganz merkwürdigen Spinnennetz.","versions":[{"lang":1,"streams":[{"redirect":11314583,"hoster":"VOE"},{"redirect":10127309,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter und die Sonnenflecken","epNo":2,"alt":"","descr":"In aller Frühe steht Peter auf, um den Sonnenaufgang zu genießen. In der Morgenzeitung liest er, dass in Bärstadt eine totale Sonnenfinsternis erwartet wird. Das muss Peter natürlich miterleben. Durch sein Fernrohr projiziert er die Sonne auf ein Stück Pergamentpapier. So kann er sie ohne seinen Augen zu schaden, genauer ansehen. Irritiert entdeckt er Flecken auf der Sonne. Was hat das zu bedeuten? Besorgt sucht Peter ein Sonnenobservatorium auf. Der dortige Astrophysiker erklärt ihm nicht nur, was es mit den Sonnenflecken auf sich hat, sondern noch einiges über die Entstehung der Sonne. Gut informiert, kann Peter nun der Sonnenfinsternis entgegensehen. (Text: ZDF)","versions":[{"lang":1,"streams":[{"redirect":11314587,"hoster":"VOE"},{"redirect":10127311,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter lässt die Puppen tanzen","epNo":3,"alt":"","descr":"Der Nachbar braucht auch trotz kaputtem Fernseher nicht auf seinen Krimi zu verzichten. Peter gibt eigens für ihn eine Sondervorführung eines Schattentheaterstücks, das er sich selbst ausgedacht hat. Einmal mit dem Puppenspiel begonnen, packt Peter der Ehrgeiz und er wird einfallsreicher mit jeder Vorstellung.","versions":[{"lang":1,"streams":[{"redirect":8840334,"hoster":"VOE"},{"redirect":8591327,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter und die Schnüffler","epNo":4,"alt":"","descr":"In Peter Lustigs Garten steht plötzlich ein Olfaktologe, ein Geruchsexperte. Er untersucht die Geruchsbelästigung in der Luft und braucht dafür zunächst nichts anderes als seine Nase. Peter und sein Nachbar staunen gewaltig, was so eine Nase alles kann. Peter beginnt, sich kundig zu machen. Als er dem Nachbarn erzählt, daß man ohne Geruchssinn nichts schmecken kann, glaubt der ihm nicht. Der Geschmackssinn ist ja wohl der wichtigere. Die beiden schließen eine Wette ab: Peter sammelt die Vielfalt der Gerüche, der Nachbar die Geschmacksarten. Wer schafft es, die meisten Sinneseindrücke zu finden?","versions":[{"lang":1,"streams":[{"redirect":11314584,"hoster":"VOE"},{"redirect":10127312,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Warum hat der Hund vier Beine?","epNo":5,"alt":"","descr":"Peter soll den Hund und den Kanarienvogel seiner Tante in Pflege nehmen. Sie will nach Schottland reisen, um das Ungeheuer von Loch Ness zu sehen. Peter macht sich lustig und behauptet, das es solche Urviecher mit unzähligen Beinen nicht gibt. \"Tiere mit mehr als vier Gliedmaßen gibt es einfach nicht. Und deswegen gibt es auch keine Ungeheuer.\" Aber warum ist das eigentlich so, fragt sich Peter. Klar, er muss dieser Sache auf den Grund gehen. Im Tierkundemuseum sind die Gebeine von Dinosauriern ausgestellt – die hatten auch schon vier Beine. Und wer waren die Vorfahren der Dinos – aus irgendwelchen Tieren müssen sie sich ja auch entwickelt haben. Peter stößt immer weiter zurück in der Erdgeschichte. Am Ende kann er Tante Elli überzeugen, dass der Hund vier Beine haben muss und dass es solche Ungeheuer wie das in Loch Ness nicht geben kann.","versions":[{"lang":1,"streams":[{"redirect":8840337,"hoster":"VOE"},{"redirect":12980439,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter schäumt","epNo":6,"alt":"","descr":"Gerade als Herr Paschulke, Peter Lustigs Nachbar, von Kopf bis Fuß reichlich eingeseift unter der Dusche steht, wird das Wasser abgestellt. Mit dem Regenwasser aus Peters Tonne wäre die Sache schnell gelöst, aber abgestandenes Wasser findet der Nachbar unhygienisch. So begibt sich Herr Paschulke auf Wassersuche. Und Peter fängt an, angesichts des eingeseiften Nachbarn, über die Funktion und Wirkung von Seife nachzudenken: Wie kommt es, dass man mit ihr Schmutz und Fett lösen kann? Was passiert mit der Haut, wenn sie ständig mit Seifen und Shampoos traktiert wird, und wie kann man sich selbst ein billiges und hautfreundliches Shampoo herstellen?","versions":[{"lang":1,"streams":[{"redirect":12380093,"hoster":"VOE"},{"redirect":10127313,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-18","episodes":[{"epId":"episode-1","name":"Peter geht auf Knochenjagd","epNo":1,"alt":"","descr":"Peter ist auf dem Weg zu Tante Elli, die im Krankenhaus mit einem gebrochenen Bein liegt. Als im Bus ein älterer Herr ein großes Paket vergisst, nimmt es Peter kurzerhand an sich, um es später dem rechtmäßigen Besitzer zurückzubringen. Bei Tante Elli im Krankenhaus versorgt Peter erst einmal die Blumen. Doch ein jäher Schrei lassen ihn, den Arzt und die Krankenschwester in Ellis Zimmer stürzen. Diese hält entsetzt einen grinsenden Schädel in der Hand, dem sie dem vermeintlichen Geschenkkarton entnommen hat. Alle sind empört, und bevor Peter den Irrtum aufklären kann, zieht der Arzt Peter inklusive Karton aus dem Zimmer, damit sich Tante Elli beruhigen kann. Bei genauerem Hinsehen stellt der Arzt fest, dass der Schädel und die dazugehörigen Knochen möglicherweise von einem Affen abstammen. Peter macht den Besitzer des Skeletts ausfindig, der ist erleichtert, dass sein \"Hominide\", ein Menschenaffe wieder aufgetaucht ist. Von \"Menschenaffen-Spezialisten\" erfährt Peter viel über die Entwicklung des menschlichen Knochengerüsts, und schließlich wird er noch zu einer Ausstellung über die Menschen in Urzeiten eingeladen. Peter lässt es sich nicht nehmen, dort mit Tante Elli zu erscheinen.","versions":[{"lang":1,"streams":[{"redirect":8840344,"hoster":"VOE"},{"redirect":8591328,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter und der heiße Draht","epNo":2,"alt":"","descr":"Peter Lustig fühlt sich gestört. Seit der Nachbar ein Handy hat, telefoniert er nahezu immer und überall. Ein moderner Mensch muss überall erreichbar sein, klärt der Nachbar Peter auf. Natürlich will Peter nicht unmodern sein, aber übertreibt es der Nachbar nicht mal wieder? Und eigentlich interessiert Peter viel mehr, wie so ein Telefon überhaupt funktioniert, und wie haben die Menschen Nachrichten übermittelt, als es noch kein Telefon gab?","versions":[{"lang":1,"streams":[{"redirect":11314585,"hoster":"VOE"},{"redirect":10127314,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Krebse unterm Blumentopf","epNo":3,"alt":"","descr":"Lichtscheues Gesindel! Tagediebe! – Peter Lustig scheint nicht richtig gehört zu haben. Was ruft ihm der Nachbar da zu, nur weil er vormittags etwas länger schläft? Aber der Nachbar hat nicht Peter gemeint, sondern die Asseln, die sich im feuchten Dunkel unter seinen Blumentöpfen verkrochen haben. Angewidert wendet er sich ab. Nicht so Peter, der sich zum Nachbarn gesellt. Es muss doch einen Grund geben, weshalb Asseln es immer modrig und dunkel mögen. Peter geht der Sache nach. Dabei kommt Erstaunliches heraus: Nicht nur, dass Asseln gute \"Mülleute\" sind, weil sie verrottendes Pflanzenmaterial zerkleinern, sie sorgen auch dafür, dass es als Nährstoff wieder in den Boden gelangt. Und noch etwas ist bemerkenswert an ihnen: Sie haben große Verwandte – die Krebse. Und mit diesen hat Peter noch seine besonderen Erlebnisse.","versions":[{"lang":1,"streams":[{"redirect":11314591,"hoster":"VOE"},{"redirect":10127315,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter guckt ins Käseloch","epNo":4,"alt":"","descr":"Peters Nachbar, Herr Paschulke, beteiligt sich an einem Preisrätsel. Es gibt eine Reise in die Schweiz – ins Emmental – zu gewinnen. Doch um das zu schaffen, muss er einige Fragen zum Thema Käse beantworten. Eine bereitet ihm besonderes Kopfzerbrechen: Wie kommen die Löcher in den Käse? Gibt es dafür vielleicht ein Käse-Lochwerk oder eine spezielle Säure, die Löcher in den Käse frisst? Hilfesuchend geht er zu Peter, den das natürlich auch brennend interessiert. Erst mal muss der Käse ja auch irgendwie hergestellt werden, sagt sich Peter. Und wie funktioniert das? Peter fängt bei seinen Recherchen ganz von vorne an – bei der Milch.","versions":[{"lang":1,"streams":[{"redirect":13101768,"hoster":"VOE"},{"redirect":8591330,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter sucht die grünen Männchen","epNo":5,"alt":"","descr":"Es könnte doch sein, dass wir nicht die einzigen intelligenten Wesen im All sind. Mit einem Fernrohr und einer selbstgebauten Satellitenschüssel forscht Peter Lustig im nächtlichen Nachthimmel nach Außerirdischen. Langsam findet Peter sich in diesen unzähligen Sternen zurecht – er sieht Sternbilder und erfährt viel über unser Planetensystem und entfernte Galaxien. Plötzlich macht er eine sensationelle Entdeckung: Es scheint dort oben doch intelligente Wesen zu geben! Das muss Peter sofort der Bärstädter Sternwarte mitteilen …","versions":[{"lang":1,"streams":[{"redirect":11314590,"hoster":"VOE"},{"redirect":10127316,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nachts sind alle Füchse grau","epNo":6,"alt":"","descr":"Beim Bauern herrscht helle Aufregung. Der Fuchs holt sich jede Nacht eines der preisgekrönten Hühner aus dem Stall! Peter wollte sich eigentlich nur ein paar Frühstückseier besorgen, aber jetzt interessiert er sich für den Hühnerdiebstahl. Wie schafft es der Fuchs jede Nacht, in den verriegelten Stall zu gelangen? Sind Füchse wirklich so schlau und listig, wie ihnen nachgesagt wird? Der Förster, der gerade Impfstoffe für tollwütige Füchse auslegt, kann Peter mehr über den Rotpelz erzählen. Bald steht fest: Der Fuchs kann die Hühner nicht gestohlen haben. Aber wer dann? Peter legt sich auf die Lauer, und es beginnt ein spannender HühnerdiebKrimi …","versions":[{"lang":1,"streams":[{"redirect":11314596,"hoster":"VOE"},{"redirect":10127317,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter auf dem Deich","epNo":7,"alt":"","descr":"Peter Lustig liest von schweren Stürmen an der englischen Nordseeküste. Was passiert, wenn die Sturmflut bis ans Meer bei Bärstadt kommt? Da stehen zwar Deiche, aber ob die halten? Peter muss das sofort überprüfen. Er macht sich auf den Weg an die Küste und zu den Deichen. Wie werden die überhaupt gebaut und wer hält sie in Stand? Und was ist mit den Flüssen? Wie können die trotz Deich noch ins Meer fließen? Peter trifft auf seiner Wanderung über den weiten Deich und das schöne Vorland Menschen und Tiere, die auf und mit dem Deich leben: Schafe, ein Sielwärter und eine waschechte Gräfin. Peter kann also ganz beruhigt sein: Der Deich ist gut bewacht und umsorg","versions":[{"lang":1,"streams":[{"redirect":8840345,"hoster":"VOE"},{"redirect":8591331,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Brot voller Überraschungen","epNo":8,"alt":"","descr":"In Bärstadt findet ein Brotbackwettbewerb um die \"Goldene Bäckermütze\" statt. Das ist genau das Richtige für Peter Lustig. Schließlich kommt er aus einer berühmten Bäckerfamilie, und schon seine Oma war berühmt für ihr selbst gebackenes Roggenschrotbrot. Mit ihrem Rezept wird er jede Konkurrenz schlagen. Und dann holt sich Peter noch Tipps beim Fachmann, dem Bäcker, ab.","versions":[{"lang":1,"streams":[{"redirect":11314597,"hoster":"VOE"},{"redirect":10127319,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Peter steht im Wald","epNo":9,"alt":"","descr":"Tante Elli hat zu einem Wald- und Märchenfest geladen – Peter kostümiert sich als Bär. Das Fest findet im Bärstädter Forst statt. Doch der sieht in Peters Märchenbuch ganz anders aus. Noch während Peter die Wipfel des Waldes betrachtet, passierts: Er fährt mit seinem Fahrrad über eine Wurzel, kann sich nicht mehr halten und fällt hin. Dem Förster direkt vor die Füße. Zum Glück ist nichts passiert, und Peter nutzt gleich die Gelegenheit um den Fachmann in Sachen Wald zu befragen. Der zeigt ihm ein Stück Wald, das noch ganz unberührt ist – einen richtigen \"Urwald\". Peter ist begeistert. So hatte er sich einen Märchnwald vorgestellt.","versions":[{"lang":1,"streams":[{"redirect":13101769,"hoster":"VOE"},{"redirect":9302221,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-19","episodes":[{"epId":"episode-1","name":"Peter geht in den Untergrund","epNo":1,"alt":"","descr":"Beim Einkaufsbummel plumpst Frau Susemihls silbernes Brillenetui in den Gulli und verschwindet in der Kanalisation. Zum Glück ist gerade Peter Lustig in der Nähe, und der klettert auch gleich hilfsbereit dem Familienerbstück hinterher. Er gerät in ein unterirdisches Abwasserlabyrinth und versucht, sich im feuchten Dunkel zu orientieren – doch das ist gar nicht so einfach. Durch viele Gänge und zahlreiche Röhren kommt hier das ganze Schmutzwasser von Bärstadt zusammen und wird zum Klärwerk geleitet. Und obwohl es da unten dunkel und feucht ist, und auch ziemlich stinkt, ist dort mehr los, als man denken könnte. Peter wundert sich, wem er im Untergrund alles begegnet und weiß nicht, wie er in dieser Brühe das Brillenetui von Frau Susemihl wiederfinden soll.","versions":[{"lang":1,"streams":[{"redirect":9593438,"hoster":"VOE"},{"redirect":8591332,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo kommen die kleinen Lebkuchen her?","epNo":2,"alt":"","descr":"Tante Elli liebt Lebkuchen – was läge da näher, als ihr selbstgebackene zum Geburtstag zu schenken, denkt sich Peter und macht sich an die Arbeit. Als beim dritten Backdurchgang wieder nur ungenießbare Teigwaren aus dem Backofen zum Vorschein kommen, beschließt Peter, sich Hilfe im Supermarkt zu holen: Wer Lebkuchen verkauft, der weiß auch sicher, wie sie gebacken werden. Verblüfft muß Peter jedoch feststellen, daß dort niemand das Rezept für Lebkuchen kennt. Also macht er sich auf den Weg zur Bärstädter-Keksfabrik. Er ist erstaunt, wen er dort alles trifft: Elektriker, Köche und Ingenieure. Doch was haben die eigentlich mit Lebkuchen zu tun? Langsam ahnt Peter, wie lange es dauern wird, bis er das Geheimnis der Lebkuchen gelüftet hat.","versions":[{"lang":1,"streams":[{"redirect":11314592,"hoster":"VOE"},{"redirect":10127318,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter sträubt sich","epNo":3,"alt":"","descr":"Einen Opa hat der junge Briefträger Peter genannt. Der ist natürlich empört und beschließt, seine grauen Haare mit einer Probe eines Färbemittels wieder etwas aufzupeppen. Doch Peters Entsetzen ist groß, als seine Haare ihm im schrillen Lila im Spiegel entgegen leuchten. Da weiß auch die Friseuse keinen Rat, die Peter verzweifelt aufsucht. Ob vielleicht eine Perücke eine Lösung für Peters Problem ist? Peter fängt an sich zu fragen, warum der Mensch überhaupt ein \"Fell\" auf dem Kopf hat. Wie sehen Haare aus der Nähe aus, warum haben sie eine Wurzel und weshalb stehen sie uns manchmal zu Berge?","versions":[{"lang":1,"streams":[{"redirect":8840350,"hoster":"VOE"},{"redirect":8591336,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der doppelte Peter","epNo":4,"alt":"","descr":"Peter Lustig stolpert direkt vor seinem Bauwagen über eine geheimnisvolle Botschaft. Die gibt ihm Rätsel auf: Wer reicht einem immer die falsche Hand, und wo läuft die Zeit rückwärts? Beim Blick in einen alten Spiegel entdeckt Peter die Lösung – und befindet sich plötzlich mitten in einer \"verkehrten\" Welt: Schweben und Um-die-Ecke-gucken lernt Peter genauso wie Spiegeleier mit einem Spiegel braten. Doch wer ist der geheimnisvolle Verfasser der \"verspiegelten\" Botschaften? Schließlich helfen Peter mehrere kleine und große Spiegel, mit denen er seinen Bauwagen ausrüstet, den trickreichen Verfasser zu entlarven","versions":[{"lang":1,"streams":[{"redirect":8840346,"hoster":"VOE"},{"redirect":8591339,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter läßt die Drachen fliegen","epNo":5,"alt":"","descr":"Peter steht auf der Leiter und erntet Äpfel, als plötzlich ein \"unbekanntes Flugobjket\" vom Himmel stürzt und in Peters Apfelbaum hängenbleibt. Es ist der Lenkdrache von Peters Nachbarn Paschulke – der bereitet sich nämlich auf einen Drachenwettbewerb vor. An dem möchte Peter natürlich auch teilnehmen, und so beginnt er gleich mit dem Drachenbau. Der Jungfernflug mißlingt, doch das liegt nicht an den fehlenden Herbstwinden, sondern an Peters Konstruktion. Während der Nachbar weiter auf seinen technisch ausgefeilten Lenkdrachen setzt, probiert Peter weitere Modelle aus, schließlich will er den Wettkampf auf dem Drachenberg gewinnen.","versions":[{"lang":1,"streams":[{"redirect":11314595,"hoster":"VOE"},{"redirect":10127320,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Dem Feuer auf der Spur","epNo":6,"alt":"","descr":"Mit Grill, Grillanzünder, Angelruten und allem, was der moderne Naturmensch braucht, will Paschulke am See Forellen angeln und sie dort gleich grillen. Auf dem Weg dorthin trifft er Peter Lustig, der sich gerade im Supermarkt Kartoffeln besorgt hat und überredet ihn mitzukommen. Kartoffeln und fangfrische Forellen, meint der Nachbar, passen doch wunderbar zusammen – und zuhause sei sowieso noch Stromausfall. Am See angekommen, will Peter erst einmal ein Holzfeuerchen machen, doch durch ein Mißgeschick sind die Streichhölzer vollkommen naß geworden. Nun ist guter Rat teuer. Paschulkes neue Errungenschaft entpuppt sich als Elektrogrill und die Grillanzünder brennen auch von alleine. Wie war das denn früher, sinniert Peter, als die Menschen weder Streichhölzer noch Feuerzeug hatten?","versions":[{"lang":1,"streams":[{"redirect":11314599,"hoster":"VOE"},{"redirect":10127321,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Bei Peter quakt’s","epNo":7,"alt":"","descr":"Peters Nachbar Paschulke hat sich in seinem Garten ein Biotop aus pflegeleichtem Plastik gebaut. Und den ersten Bewohner hat er auch schon gefangen, einen Frosch. Peter wundert sich nicht, als der schnell wieder aus seinem Gefängnis Reißaus nimmt. Diese künstliche Badewanne sieht nun wirklich nicht wie ein Froschteich aus. Und während sich der Nachbar auf die Jagd nach neuen Fröschen macht, beginnt Peter die natürliche Umgebung der grünen Hüpfer zu erkunden. Wie sieht ihr natürlicher Lebensraum aus, was fressen Kermit \u0026 Co am liebsten und was haben Kaulquappen mit Fröschen zu tun?","versions":[{"lang":1,"streams":[{"redirect":11314600,"hoster":"VOE"},{"redirect":10127322,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peters Flußfahrt (Peter geht an Bord)","epNo":8,"alt":"","descr":"Peter bucht eine Schiffsreise: \"Auf den Spuren des Wassers – von der Quelle zum Meer\". In Gedanken sieht er sich schon gemütlich an Deck eines Schiffes den Fluß hinab tuckern, die vorüberziehende Landschaft genießend. Da ist natürlich die Überraschung groß, als Peter bei Reiseantritt feststellt, daß er eine Abenteuerreise gebucht hat. Mit Rucksack, Proviant und Schlauchboot gewappnet, tritt Peter die Flußfahrt auf eigene Faust an. Nach dem ersten Schreck findet Peter jedoch Geschmack an der Sache. Seine Fahrt führt ihn durch eine Schleuse, vorbei an einem Wasserkraftwerk. Er übernachtet auf einer Alarm-Insel und heuert schließlich auf einem Binnenschiff an, das einen großen Hafen am Meer anläuft. Von dort paddelt Peter mit dem Schlauchboot zur Flußmündung, der letzten Station seiner langen Reise.","versions":[{"lang":1,"streams":[{"redirect":8840352,"hoster":"VOE"},{"redirect":8591337,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Hühner sind musikalisch","epNo":9,"alt":"","descr":"Peters Nachbar Paschulke ist verzweifelt: Seine Henne Berta legt keine Eier mehr, und das trotz bestem Stroh und ausgewähltem Kraftfutter. Peter Lustig ist überzeugt: Die richtige Musik kann Berta helfen. Paschulke ist skeptisch und zweifelt an Peters Geisteszustand. Doch der hält an seiner Idee fest. Er ist überzeugt, daß alle Lebewesen musikalisch sind – also auch das Huhn Berta. Bestimmte Töne werden von uns als harmonisch und angenehm empfunden, andere klingen irgendwie krumm und schief. Wie sich die Musik auf unsere Stimmung auswirkt, demonstriert Peter dem Nachbarn mit unterschiedlichen Instrumenten und verschiedenen Musikrichtungen – von Jazz über Klassik bis hin zur Rockmusik. Und zum Schluß improvisieren Peter und Paschulke einen genialen Sound im Hühnerstall.","versions":[{"lang":1,"streams":[{"redirect":11314604,"hoster":"VOE"},{"redirect":10127323,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Teufelsnadeln stechen nicht","epNo":10,"alt":"","descr":"Peter macht Ferien und treibt gemütlich auf einem See. Beim Blick durchs Fernglas sieht er, wie Tante Elli sich auf dem Campingplatz wild fuchtelnd gegen eine Libelle wehrt. Aber sind die denn wirklich gefährlich? Am See taucht nun sogar ein Riesenexemplar auf. Aber halt! Die ist ja aus Pappe und mit ’ner Schnur! Eine Attrappe! Mit ihr erforscht der Libellenforscher Springenberg das Verhalten der Libellen, auch \"Teufelsnadeln\" und \"Wasserjungfern\" genannt. Peter erfährt, daß sie nicht nur völlig harmlose Insekten sind, sondern Tiere mit ganz besonderen und wunderbaren Fähigkeiten.","versions":[{"lang":1,"streams":[{"redirect":8840347,"hoster":"VOE"},{"redirect":8591335,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-20","episodes":[{"epId":"episode-1","name":"Peters Hexenkräuter","epNo":1,"alt":"","descr":"Es ist mal wieder soweit: Hermann Paschulke leidet unter seiner jährlichen Frühjahrsmüdigkeit und klagt Peter sein Leid. Da ist der Nachbar an den Richtigen geraten – als Nachkomme einer echten \"Kräuterhexe\" weiß Peter einiges über die Wirkung von Pflanzen. Und die helfen nicht nur gegen Paschulkes Müdigkeit, Husten, Schürfwunden und Insektenstiche – gegen beinahe jedes Zipperlein ist in der Natur ein Kraut gewachsen.","versions":[{"lang":1,"streams":[{"redirect":12174407,"hoster":"VOE"},{"redirect":10127324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter hat ’nen Vogel","epNo":2,"alt":"","descr":"Da war Peter wohl etwas vorschnell, als er dem Fernsehteam einen dressierten Spatz für Dreharbeiten versprochen hat. Wie bringt er jetzt die Spatzen dazu, dass sie ausgerechnet in seinem Garten sesshaft werden, und wie soll er sie nur zähmen? Der Spatz gehört zu den Sperlingsvögeln, soviel weiß Peter schon. Aber wie leben sie eigentlich, die Feld- und die Hausspatzen und was ist dran am sprichwörtlich \"frechen\" Spatz? Mit einem Trick verhilft Peter den Fernsehleuten dann schließlich doch zu ihren Aufnahmen.","versions":[{"lang":1,"streams":[{"redirect":11314603,"hoster":"VOE"},{"redirect":10127325,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und die Kraft im Draht","epNo":3,"alt":"","descr":"Peter hat eine Idee: Mit einem umgebauten Fahrrad Strom erzeugen! Die gewonnene Energie wird er dann als selbstständiger Stromerzeuger dem Elektrizitätswerk verkaufen und so auch noch Geld verdienen. Sofort fängt er mit dem schweißtreibenden Geschäft an. Um sein Angebot den \"Stromverantwortlichen\" zu unterbreiten, macht er sich, entlang von Hochspannungsmasten und Umschaltstationen, auf den Weg zum Bärstädter E-Werk. Dort angekommen, sorgt Peter Lustig im Reich von Elektronen, Spannung und Watt, in der Welt moderner Heinzelmännchen, für einige Aufregung. Und jeder fragt sich: Wo war eigentlich Peter Lustig, als das Licht ausging? (Text: Prisma-Online.de)","versions":[{"lang":1,"streams":[{"redirect":8840348,"hoster":"VOE"},{"redirect":14148926,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peters Bakterienzoo","epNo":4,"alt":"","descr":"Ob Peter sich da mal nicht übernommen hat? Den größten Zoo der Welt will er demnächst in seinem Garten eröffnen – der Nachbar ist entsetzt! Doch Peter ist nicht größenwahnsinnig geworden. Seine Zoobewohner brauchen nicht viel Platz, nicht viel Futter, vermehren sich rasend schnell – und eine Lärmbelästigung stellen sie auch nicht dar. Winzig kleine Bakterien plant Peter in seinem Zoo zu zeigen. Und die finden sich schließlich überall: im alten Gemüse, auf stinkigem Fisch, im Komposthaufen und im Jogurt. Begeistert taucht Peter in die Welt der Bazillen, Kokken und Spirillen ein","versions":[{"lang":1,"streams":[{"redirect":8840356,"hoster":"VOE"},{"redirect":8591338,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter und der Bär","epNo":5,"alt":"","descr":"Peter Lustig traut seinen Ohren nicht: Bären im Bärstädter Wald? Die sind doch schon seit über hundert Jahren ausgestorben! Doch der Nachbar ist sich sicher: Eine Expedition ist aufgebrochen, um die Bären mit Hilfe von Honig zu fangen. Daraufhin beschließt Peter, sich über das Leben von Bären zu informieren und selbst im Wald nach dem Rechten zu sehen. Durch Zufall wird Peter Teilnehmer der Bären-Expedition und erfährt schließlich, dass man mit Honig nicht nur Bären fängt.","versions":[{"lang":1,"streams":[{"redirect":8840349,"hoster":"VOE"},{"redirect":8591343,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peters Schnecken rennen","epNo":6,"alt":"","descr":"Ein Schrei aus Nachbars Garten lässt Peter zusammenschrecken. Während seiner Gartenarbeit hat Paschulke Schnecken in seinem Salatbeet entdeckt. Diese gefräßigen, schleimigen Tiere werden ihm noch die ganze Ernte verderben, klagt der Nachbar. Schon will er zum Gift greifen, aber das kann Peter gerade noch verhindern. Er überredet den Nachbarn zu einem Schnecken-Wettrennen, das über das Schicksal der Kriecher entscheiden soll. Nachdem sich Peter über die Lebensweise von Schnecken informiert hat, fasst er einen Plan, mit dem er und seine \"Rennschnecken\" den Wettbewerb sicher gewinnen werden. Und zu guter Letzt stellt sich dann sogar heraus, dass die feuchten Salaträuber auch Salathelfer sind. (","versions":[{"lang":1,"streams":[{"redirect":12917429,"hoster":"VOE"},{"redirect":8591340,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter und die Killerpilze","epNo":7,"alt":"","descr":"Ein schmackhaftes Pilzomlett wäre ein kleiner Trost für Peters schmerzenden Finger – doch sind die Pilze in Peters Garten überhaupt genießbar? In einem Bestimmungsbuch entdeckt er, dass es sich bei einem Pilz um den Hallimasch handelt, einen Parasiten, der Holz zersetzt. Und der wächst ziemlich nahe an Peters Bauwagen! Peter will da lieber kein Risiko eingehen und holt erst einmal beunruhigt Informationen bei Pilzexperten ein. Er ist erstaunt und begeistert von den vielen Pilzformen, -größen und -farben. Er lüftet das \"behütete\" Geheimnis von Sporen und Lamellen, bekommt heraus, was Camembert mit Pilzen zu tun hat und erfährt am eigenen Leib, dass Pilze auch gesund machen können.","versions":[{"lang":1,"streams":[{"redirect":11314606,"hoster":"VOE"},{"redirect":10127326,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peter sucht den Entenfußbaum","epNo":8,"alt":"","descr":"Ein schmackhaftes Pilzomlett wäre ein kleiner Trost für Peters schmerzenden Finger – doch sind die Pilze in Peters Garten überhaupt genießbar? In einem Bestimmungsbuch entdeckt er, dass es sich bei einem Pilz um den Hallimasch handelt, einen Parasiten, der Holz zersetzt. Und der wächst ziemlich nahe an Peters Bauwagen! Peter will da lieber kein Risiko eingehen und holt erst einmal beunruhigt Informationen bei Pilzexperten ein. Er ist erstaunt und begeistert von den vielen Pilzformen, -größen und -farben. Er lüftet das \"behütete\" Geheimnis von Sporen und Lamellen, bekommt heraus, was Camembert mit Pilzen zu tun hat und erfährt am eigenen Leib, dass Pilze auch gesund machen können.","versions":[{"lang":1,"streams":[{"redirect":8840354,"hoster":"VOE"},{"redirect":8591342,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Peters famose Hose","epNo":9,"alt":"","descr":"Vor zwanzig Jahren ist Peter Lustig in seinen Bauwagen nach Bärstadt gezogen. Zwei Jahrzehnte – wenn das kein Grund zum Feiern ist! Aus diesem besonderen Anlass lädt Peter seine Freunde zu einem Fest ein und beschließt, seine Latzhose gegen etwas Festlicheres zu tauschen. Ein Anzug ist das Naheliegendste – dunkel-dezent, karo-lässig oder schlicht-sportlich? Die Entscheidung fällt Peter nicht leicht – und als Stadtplan, Taschenlampe und Ersatzbatterien die Taschen seiner neuen Hose ausbeulen, wird Peter unsicher. Irgendwie war da die Latzhose schon praktischer, stellt Peter reumütig fest","versions":[{"lang":1,"streams":[{"redirect":11314607,"hoster":"VOE"},{"redirect":10127330,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-21","episodes":[{"epId":"episode-1","name":"Peter geht ins Krankenhaus","epNo":1,"alt":"","descr":"Diagnose: Gehirnerschütterung. Peter lustig kann aber schon bald wieder das Krankenhaus verlassen. Seinen kleinen Freund Max, der länger bleiben muss, will er mit einer ungewöhnlichen Überraschung aufmuntern. Verkleidet als Pfleger schleicht sich Peter auf Umwegen ins Krankenhaus. Auf der Suche nach Max, gelangt er in alle möglichen Bereiche eines Krankenhauses. Röntgenabteilung, Chirurgie oder Labor – Peter ist fasziniert von den verschiedenen Untersuchungs- und Behandlungsmethoden. Wie haben Ärzte, Krankenschwestern und Pfleger wohl früher ihren Patienten geholfen? Kräuter, Quacksalber und Lachgas – die Medizin hat eine lange Geschichte. Als wahrer Hospital-Kenner findet Peter Max endlich auf der Kinderstation.","versions":[{"lang":1,"streams":[{"redirect":11314608,"hoster":"VOE"},{"redirect":10127327,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter und der Tanz der Vampire","epNo":2,"alt":"","descr":"Peter Lustigs Nachbar Paschulke kriegt Besuch von einer Fledermaus. Er bekommt es mit der Angst zu tun – das ist bestimmt ein Vampir! Peter beruhigt den Nachbarn: Fledermäuse ernähren sich nicht von menschlichem Blut, sondern von Insekten. Der Nachbar traut den nächtlichen Flattertieren jedoch nicht: Ist doch äußerst verdächtig, dass sie besonders nachts so aktiv sind. Wie fliegen Graf Dracula \u0026 Co überhaupt in der Dunkelheit? Und wo verbringen sie ihren Tag? Auf dem Dachboden entdecken Peter Lustig und sein Nachbar eine Fledermaus-Schlafstube. Paschulke passt das gar nicht. Doch Peter will mehr über die Flugakrobaten herausfinden, über ihren Speiseplan und ihr Ultraschall-Hören. Auf dem \"Ball der Vampire\" schließlich treffen er und Paschulke sogar auf richtige Blutsauger.","versions":[{"lang":1,"streams":[{"redirect":8840357,"hoster":"VOE"},{"redirect":8591341,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peters Müll-Tour","epNo":3,"alt":"","descr":"Nachbar Paschulke ist verzweifelt: sein wertvollster Gartenzwerg ist verschwunden! Und Schuld daran ist auch noch Peter Lustig, der den Wichtel aus Versehen in die Mülltonne geworfen hat. Natürlich setzt Peter alles daran, den Zwerg wieder zu finden. Die Spur führt ihn zu den Bärstädter Müllbergen und in eine Recyclinganlage.","versions":[{"lang":1,"streams":[{"redirect":8840353,"hoster":"VOE"},{"redirect":8591344,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter wird Künstler","epNo":4,"alt":"","descr":"Peter Lustig wird als Maltalent entdeckt. Frau Guggenheimer, Förderin der schönen Künste, ist sich sicher, Peters naiver Malstil ist schlichtweg genial. Peter stutzt: Naiv? Und was ist eigentlich ein Malstil? Peter taucht ein in die Welt der Farben, Kunstrichtungen und Techniken der Malerei. Zu unterschiedlichen Zeiten haben die Menschen auch unterschiedlich gemalt und gezeichnet. Mal mit Öl-, Wasser- oder Aquarellfarben. Auch die bevorzugten Motive wandelten sich im Laufe der Jahrhunderte. Rot, gelb, grün – Peter entdeckt, dass er aus diesen Grundfarben alle anderen Farben mischen kann. Er malt mit viel Spaß seinen legendären röhrenden Hirsch in allen Variationen.","versions":[{"lang":1,"streams":[{"redirect":11314609,"hoster":"VOE"},{"redirect":12980441,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schmetterlinge für Bärstadt","epNo":5,"alt":"","descr":"Peter Lustig ist stolz auf seinen neuen Kimono – ganz aus echter Seide. Seine Freude wird leicht getrübt, als er für das edle Stück bezahlen soll. \"Warum ist Seide denn so teuer?\" Bestimmt, weil sie von so weit herkommt, denkt sich Peter. Aus China kommen nämlich die Raupen der Schmetterlinge, die die Seide herstellen. Aber das können die doch auch in Bärstadt tun! \"Peter Lustigs Seidenraupenmanufaktur\" – das ist eine wahre Marktlücke! Oder vielleicht können auch heimische Schmetterlinge die Herstellung von Seide übernehmen? Peter informiert sich erst Mal, was Schmetterlinge zum Wohlfühlen brauchen. Was fressen sie am liebsten und wie leben sie? Auf der Suche nach heimischen Faltern bemerkt Peter, dass diese Insekten in Bärstadt selten geworden sind.","versions":[{"lang":1,"streams":[{"redirect":8840355,"hoster":"VOE"},{"redirect":8591345,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter staut das Wasser","epNo":6,"alt":"","descr":"In Bärstadt hat es schon seit 2 Wochen nicht mehr geregnet und Peters Pflanzen drohen zu verdursten. Am Waldbach kommt ihm eine Idee: Er baut einen Staudamm, mit dessen Hilfe er seinen Garten bewässern will. Nach und nach erfährt Peter jede Menge über Stau- und Biberdämme, Wasserkraft und was die alten Römer schon darüber wussten.","versions":[{"lang":1,"streams":[{"redirect":8840360,"hoster":"VOE"},{"redirect":8591346,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter füttert seinen Kaktus","epNo":7,"alt":"","descr":"Peter wird auf dem Jahrmarkt stolzer Besitzer eines mannshohen tropisch-mexikanischen Kaktus. Im Bauwagen kommt es aber zu ersten Komplikationen: der grüne Stecher ist einfach zu hoch! Wer sagt dem Kaktus überhaupt, dass er eher in die Höhe wachsen soll als in die Breite? Nach längerem Hin und Her findet Peter den richtigen Platz für seinen Kaktus – dort, wo er auch genügend Licht und Luft kriegt. Wasser bekommt der Kaktus von Peter – und mehr brauchen Pflanzen wohl auch nicht, denkt er sich. Doch da entdeckt Peter gelbe und braune Flecken an seiner stacheligen Pflanze. Peters Kaktus scheint etwas zu fehlen – nur was? Und was steht überhaupt auf dem Speiseplan von Pflanzen? Nachbar Paschulke rät Peter, dem kranken Kaktus Fliegen zu verabreichen – die brauchen schließlich auch fleischfressende Pflanzen. Ob Kaktus Konrad das wohl hilft?","versions":[{"lang":1,"streams":[{"redirect":11314612,"hoster":"VOE"},{"redirect":10127329,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wenn’s dem Wasser zu kalt wird","epNo":8,"alt":"","descr":"Eiskalt ist es in Bärstadt, sogar der Bärstädter Weiher ist dieses Jahr zugefroren. Merkwürdig, denkt sich Peter, warum schwimmt Eis auf dem Wasser? Ist der See in der Tiefe nicht kälter? Und wie überwintern die Wassertiere unter der Eisschicht? Peter startet Versuche in Sachen Eis, Schnee und Frost.","versions":[{"lang":1,"streams":[{"redirect":11314615,"hoster":"VOE"},{"redirect":10127331,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-22","episodes":[{"epId":"episode-1","name":"Ohne Moos nichts los","epNo":1,"alt":"","descr":"Peter fehlt’s an Barem – ohne Geld bekommt er das Päckchen nicht vom\u0026lt;br /\u0026gt;\rPostboten. Peter durchsucht seinen Bauwagen, entdeckt aber neben\u0026lt;br /\u0026gt;\rausländischem Geld nur eine alte Münze. \"Die ist sicher sehr wertvoll!\", freut sich Peter. Auf zur Bank! Die wechselt ihm seine Münzen sicher in Euro. Hier stellt er verblüfft fest, dass das nicht immer problemlos funktioniert, denn nicht alles was glänzt, ist auch etwas wert. Interessiert verfolgt Peter die Geschichte und die Vielseitigkeit von Zahlungsmitteln – vom Tauschbasar bis zum Online-Banking.","versions":[{"lang":1,"streams":[{"redirect":10127334,"hoster":"VOE"},{"redirect":10127337,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peters süßes Geheimnis","epNo":2,"alt":"","descr":"Yum Cacao in tausend Stücken! Die Tante bittet Peter ihre zerbrochene\u0026lt;br /\u0026gt;\rStatue vom Schokoladengott wieder zu reparieren – wie die sich das wieder vorstellt! Peter kommt auf den Schoko-Geschmack – schon die Mayas kannten den Kakao als Getränk, und die Herstellung der Köstlichkeit ist bis heute ein meisterliches Handwerk geblieben. Wie wird aus der Kakaobohne ein Schokohase? Die süße Schokoladen-Versuchung – das wäre doch genau das Richtige für die Tante.","versions":[{"lang":1,"streams":[{"redirect":13101774,"hoster":"VOE"},{"redirect":8591348,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter und der Taubenräuber","epNo":3,"alt":"","descr":"Holger und Olga sind die herausragenden Flieger von Onkel Brunos Luftpostflotte: Bis zu 1000 Kilometer am Tag schaffen diese edlen Brieftauben. Und die Ziele vom stolzen Onkel aus Bottrop sind hoch gesteckt, schließlich will er mit seinen Vögeln die wichtigsten Wettbewerbe des Landes gewinnen. Training ist also angesagt – mit Übungsflügen von Bärstadt zurück nach Bottrop. Doch dann passiert es: Ausgerechnet die beiden Ausnahmeflieger Olga und Holger sind verschollen. Abgestürzt? Gerissen? Gestohlen? Peter macht sich auf die Suche. Unweit von Bärstadt enthüllt der neugierige Forscher, dass ein Falke tatsächlich die Tiere geschlagen hat. Denn Falken sind die natürlichen Fressfeinde von Tauben. In packenden Luftkämpfen fangen sie ihre Beute ab. Das Jagen im Sturzflug will jedoch gekonnt sein, die Jungtiere lernen es von ihren Eltern. Schließlich verrät eine Falknerin, weshalb diese einzigartigen Jäger trotz ihrer erstaunlichen Flugkünste noch immer vom Aussterben bedroht sind.","versions":[{"lang":1,"streams":[{"redirect":14427743,"hoster":"VOE"},{"redirect":10127336,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Schatz der Vergangenheit","epNo":4,"alt":"","descr":"Steht der Bauwagen etwa auf den Überresten einer alten Grabstätte?\u0026lt;br /\u0026gt;\rAufgeregt betrachtet Peter Lustig die alte Tonscherbe aus seinem Garten. Klarer Fall: Ein Archäologe muss helfen! An einer großen Ausgrabungsstätte beginnt für Peter eine spannende Odyssee um Erdschichten, Grabungstechniken und Bestimmungsmethoden. Er lernt dabei eine Menge über das Leben der alten Römer: wie sie wohnten, wie sie sich kleideten und welche Spuren noch heute von ihnen zu finden sind.","versions":[{"lang":1,"streams":[{"redirect":13098293,"hoster":"VOE"},{"redirect":8591347,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter hat es schwarz auf weiß","epNo":5,"alt":"","descr":"Hermann Paschulke ist zutiefst entrüstet – ein fremder Schmierfink hat sich mit seltsamen Schriftzeichen auf seinem Auto verewigt. Was das wohl bedeuten mag? Peter nimmt sich vor, den Code zu knacken. Er hat auch schon so eine Ahnung und macht sich auf den Weg ins Ägyptologische Museum. Hier: leider Fehlanzeige, auch der Fachmann versteht die Botschaft nicht. Peter staunt, als er von der zeichenreichen Schrift der Ägypter und Chinesen erfährt. Beeindruckt verfolgt er die Entwicklung von Schrift, Papier und Buchdruckkunst. Schließlich gelingt ihm sogar die Bedeutung der Schriftzeichen zu entschlüsseln.","versions":[{"lang":1,"streams":[{"redirect":8840358,"hoster":"VOE"},{"redirect":8591349,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der fliegende Bauwagen","epNo":6,"alt":"","descr":"Peter will seinen geliebten Bauwagen auf eine einsame Insel transportieren. Fragt sich nur wie. \"Ich baue ein Luftschiff für den Bauwagen!\", kommt ihm die Idee. Dazu braucht er vor allem eins: Viel heiße Luft. Und den Rat von Fachleuten. Blimps, Kiel, Helium und Stickstoff – Peter muss eine Menge beachten, und stellt fest, dass es gar nicht so einfach ist, einen Zeppelin-Transporter zu bauen.","versions":[{"lang":1,"streams":[{"redirect":11314617,"hoster":"VOE"},{"redirect":10127332,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter versinkt im Moor","epNo":7,"alt":"","descr":"Peter Lustig erbt ein Moor-Grundstück. Bei der ersten \"Begehung\" seines neuen Besitzes versinkt Peter beinahe im matschigen Boden – aus der Traum vom neuen Bauwagen-Grundstück. Doch was ist das eigentlich für ein seltsamer Boden? Peter ist erstaunt, als er viele Pflanzen und Tiere entdeckt, die sich besonders im Moor wohlfühlen. Flechten, Hochmoor und Torf – Peter erkundet eine einzigartige Welt und deren Besonderheit.","versions":[{"lang":1,"streams":[{"redirect":13101775,"hoster":"VOE"},{"redirect":8591350,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peter und die Wölfe","epNo":8,"alt":"","descr":"Hat da nicht eben ein Wolf geheult? Für Nachbar Paschulke steht fest – im Bärstädter Wald treibt ein Wolf sein Unwesen und hat es auf sein Schaf Ilse abgesehen. Peter Lustig kann die Panik des Nachbarn nicht verstehen. Ist der Wolf wirklich so ein böses Ungeheuer, wie viele meinen? Da hilft nur eins: Auf in den Wald!","versions":[{"lang":1,"streams":[{"redirect":8840362,"hoster":"VOE"},{"redirect":8591351,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Peter klettert in den Bergen","epNo":9,"alt":"","descr":"Mit einem Trick lockt Peter seinen übergewichtigen und sich krank fühlenden Nachbarn in die Berge. Wäre doch gelacht, wenn er den alten \"Sesselfurzer\" nicht wieder fit bekäme! Der Nachbar lässt sich von Peters Faszination für die Bergwelt anstecken – Pflanzen und Tiere sind wahre Höhenspezialisten, Kletter- und Temperaturmeister. Am Gipfel angekommen, ist Paschulke von der Behandlung durch \"Bergdoktor Lustig\" begeistert.","versions":[{"lang":1,"streams":[{"redirect":14427744,"hoster":"VOE"},{"redirect":10127335,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-23","episodes":[{"epId":"episode-1","name":"Peter auf zwei Rädern","epNo":1,"alt":"","descr":"Als Peter beim Bauern Schievelbein frische Eier kaufen will, entdeckt er in dessen Scheune ein schrottreifes Moped. Und dennoch: Es ist Liebe auf den ersten Blick! Erfreut über so viel Begeisterung verschenkt der Bauer das antike Gefährt sogar an den neugierigen Tüftler. Peters ehrgeiziger Plan: das altersschwache Stück wieder in Fahrt zu bekommen. Dabei stellen sich ihm aber noch ganz andere Fragen: Warum kippt man während der Fahrt auf einem Zweirad nicht um? Und was sind Schwer- und Fliehkraft? Letztlich bekommt Peter den Oldtimer tatsächlich wieder in Schuss. Und der großen Mühe Lohn: Der neue Easy Rider rauscht ab auf die Bärstädter Spinnerbrücke – zum exotischen Bikertreff …","versions":[{"lang":1,"streams":[{"redirect":12380095,"hoster":"VOE"},{"redirect":10127340,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter kommt auf den Hund","epNo":2,"alt":"","descr":"Nachdem Peter beim Metzger einkaufen war, verfolgt ihn ein streunender Hund auf Schritt und Tritt. Irgendwie muss der Vierbeiner die frischen Würste trotz der Verpackung riechen. Voller Mitleid verfüttert Peter einige Frühstückswürste an das Tier. Wilhelmine, so nennt er seine neue Begleiterin, folgt ihm dann sogar bis in den Bauwagen – und fühlt sich dort gleich pudelwohl. Das Problem allerdings: Der mitleidige Tierfreund hat absolut keine Ahnung von Hundehaltung: Was hat der Streuner noch Besonderes, außer seiner guten Nase? Peter enthüllt so manches Geheimnis um den \"besten Freund des Menschen\". Sein Nachbar allerdings kann sich für den neuen Mitbewohner gar nicht erwärmen. Erst als Wilhelmine nächtliche Einbrecher stellt, die sich an Paschulkes Hab und Gut zu schaffen machen, hat er Verständnis für den Hund …","versions":[{"lang":1,"streams":[{"redirect":11314620,"hoster":"VOE"},{"redirect":10127339,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter entdeckt den Jäger der Nacht","epNo":3,"alt":"","descr":"Peter Lustigs Nachbar hat nachts eine merkwürdige Erscheinung in seinem Garten gehabt, er vermutet, dass ein Kobold sein Unwesen treibt. Peter Lustig glaubt eher an eine natürliche Erklärung, als er am Morgen ungewöhnliche Federn und Spuren findet. Mithilfe eines Tierarztes findet Peter heraus, dass das Wesen ein Uhu sein muss. Beide machen sich noch mal auf die Suche und finden ein Uhu-Weibchen verletzt im Garten des Nachbarn. Peter lernt diesen imposanten Vogel mit seinen phänomenalen Fähigkeiten kennen und rettet mit Hilfe des Nachbarn am Ende noch seine Jungen vor dem Verhungern.","versions":[{"lang":1,"streams":[{"redirect":8840371,"hoster":"VOE"},{"redirect":8591352,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peter und das Biest vom Bärensee","epNo":4,"alt":"","descr":"Nessie? Ein See-Dino? Auf jeden Fall war es ein riesiges Biest, das Peter beim Angeln gesehen hat! Aufgeregt sucht Peter nach Hinweisen im Bärstädter Aquarium. Er ist zwar von den vielen Fischen in verschiedenen Formen und schillernden Farben begeistert, doch kein Biest-Zeichen weit und breit. Peter baut sich eine Unterwasserkamera und geht dem Monster an die Flosse","versions":[{"lang":1,"streams":[{"redirect":8840366,"hoster":"VOE"},{"redirect":8591353,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter und die Kupferkanne","epNo":5,"alt":"","descr":"Bronze, Kupfer oder Messing – Peter sucht ein Geschenk für seine Tante. Wie unterscheiden sich Metalle untereinander, was macht sie wertvoll, was ist eine Legierung? Ein Metalldetektor soll schließlich das ultimative Tanten-Geschenk für Peter finden. Er ist überrascht, wo überall Metall drin steckt.","versions":[{"lang":1,"streams":[{"redirect":13101778,"hoster":"VOE"},{"redirect":8591354,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter segelt gegen den Wind","epNo":6,"alt":"","descr":"\"Schiff ahoi!\" Nachbar Paschulke ist ganz aufgeregt – er hat ein Boot geerbt! Wie groß ist seine Enttäuschung, als er den ollen lecken Kahn vor sich sieht. Doch Peter Lustig baut den Nachbarn auf – das Boot sticht bald wieder in See, das wäre doch gelacht! Und tatsächlich: schon bald segeln die zwei Leichtmatrosen hart gegen den Wind.","versions":[{"lang":1,"streams":[{"redirect":8840368,"hoster":"VOE"},{"redirect":8591355,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter als Wetterfrosch","epNo":7,"alt":"","descr":"Wie soll das Wetter denn nun werden? Paschulke plant ein Gartenfest und das soll schließlich nicht ins Wasser fallen. Peter glaubt, das Wetter für den großen Tag voraussagen zu können – aber geht das überhaupt? Selbst die Bärstädter Wetterkundler, die Meteorologen, sagen: Eine sichere Wettervorhersage gibt es gar nicht. Ob Peters \"Regenmaschine\" daran was ändert?","versions":[{"lang":1,"streams":[{"redirect":8840365,"hoster":"VOE"},{"redirect":8591365,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-24","episodes":[{"epId":"episode-1","name":"Peter will ’ne Minikuh","epNo":1,"alt":"","descr":"Milch macht müde Männer munter – Peter beschließt, sich eine kleine Kuh zu besorgen, um immer frische Milch zu haben. Auf einem modernen Bauernhof begutachtet er die Wiederkäuer. Egal, ob braun, mit schwarzen oder braunen Flecken – Kühe sind richtige Frische-Fabriken, die 20 Liter Milch am Tag herstellen! Und nachdem Peter die \"Bauernprüfung\" mit Stallarbeit, Melken und Treckerfahren hinter sich hat, steht seine Entscheidung fest: Seine Traumkuh heißt Klarabella und hat sogar auf dem Frühstückstisch Platz.","versions":[{"lang":1,"streams":[{"redirect":13992983,"hoster":"VOE"},{"redirect":8591357,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peter jagt den Dieb","epNo":2,"alt":"","descr":"Schluss mit lustig – ein nächtlicher Dieb hat Klaus-Dieter gestohlen! Sofort nimmt Peter die Spur auf und arbeitet eng mit Kriminalpolizei und Spurendienst zusammen. Er ist begeistert von den Hilfsmitteln der modernen Detektive. Beim Erkennungsdienst erstellt er ein Phantombild vom Täter, und zusammen mit Pullifussel und Haarbüschel, die vom Täter stammen, startet die spannende Fahndung nach dem Räuber.","versions":[{"lang":1,"streams":[{"redirect":11314616,"hoster":"VOE"},{"redirect":10127338,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Peter braucht Mist","epNo":3,"alt":"","descr":"Jetzt ist der Lustig total durchgeknallt, denkt sich der Nachbar. Peter sammelt emsig alles, was verfault ist, und mixt halb Zersetztes zusammen. Gülle, Ernte- und Küchenabfälle – ein fieses Gemisch, das bis zum Himmel stinkt! Doch Peter ist sich sicher, dass sich daraus Energie gewinnen lässt. Man braucht nur ein bisschen Geduld, die Arbeit erledigen kleine Mikroben.","versions":[{"lang":1,"streams":[{"redirect":8840364,"hoster":"VOE"},{"redirect":8591356,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Peters Stimme wird gestimmt","epNo":4,"alt":"","descr":"Cousin Eduard kriegt keinen Ton mehr raus – und da jetzt einiges organisiert werden muss, bittet der Opernsänger Peter, ihm seine Stimme zu leihen: Die Opernprobe muss abgesagt und die Musikhochschule informiert werden. Beim Arzt erfahren die beiden, was dem Tenor die Stimme verschlagen hat. Peter erfährt von den Schwingungen im Kehlkopf, staunt über verschiedene Stimmlagen und Klangfarben und startet schließlich eine eigene Gesangskarriere.","versions":[{"lang":1,"streams":[{"redirect":11314622,"hoster":"VOE"},{"redirect":10127342,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter sucht die Perlmuschel","epNo":5,"alt":"","descr":"Die Kette reißt und klick, klick, klack verschwinden die wertvollen Perlen im Gulli. Wie soll Peter das Schmuckstück seiner Tante ersetzen? Beim Juwelier erfährt er, dass die kostbaren Kügelchen im Inneren von Muscheln und Meerschnecken wachsen. Wie das denn? Bleibt nur eins – auf zum Meer! Peter nimmt die harten Schalen mit weichem Kern genauer unter die Lupe. Aber welche von ihnen besitzt das kostbare Innere?","versions":[{"lang":1,"streams":[{"redirect":11314624,"hoster":"VOE"},{"redirect":10127341,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter beißt zu","epNo":6,"alt":"","descr":"Zähne für die Neandertaler-Ausstellung, ein Gebiss für die Tante – Fahrradkurier Peter Lustig hat einen wichtigen Auftrag: Zähne. Doch seine Tasche fällt vom Rad und die Zähne werden vom Laster überrollt! Hilfe findet Peter im Zoo, beim Tierarzt. Während der die Zähne wieder zusammenklebt, bestaunt Peter verschiedene Zahnmodelle: Reißzähne von Fleischfressern, Mahlzähne von Pflanzenfressern, Schneidezähne von Nagetieren – für jeden das passende Gebiss. Wie unterschiedlich die Zähne von Tante und Neandertaler sind, entdeckt Peter zum Schluss auch.","versions":[{"lang":1,"streams":[{"redirect":11314631,"hoster":"VOE"},{"redirect":10127343,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peter dreht sein Haus","epNo":7,"alt":"","descr":"Kawumm! Peters Bauwagen hängt ziemlich schief: Ein Reifen ist geplatzt. Doch ohne Hilfe lässt sich der Bauwagen nicht bewegen. Mechaniker müsste man sein und die vielen Tricks der Hebelwirkung kennen. Peter ist begeistert, was damit im Alltag alles funktioniert. Er erfährt, was die alten Meister \"Galileo\" und \"Leonardo\" mit den Gesetzen der Mechanik zu tun hatten und dass Schrauben eigentlich auch nur Hebel sind. Ob sich zu guter Letzt der Bauwagen wieder in die richtige Lage wuchten lässt?","versions":[{"lang":1,"streams":[{"redirect":8840369,"hoster":"VOE"},{"redirect":8591360,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Peter rettet die Straßenbahn","epNo":8,"alt":"","descr":"Zum verrückt werden! Peter wartet und wartet an der Haltestelle, doch keine Straßenbahn kommt. Sie wurde eingestellt. Dazu heißt es im Bürgermeisteramt: Zu langsam und zu wenig genutzt. Peter macht sich auf den Weg, um zu beweisen, dass dies nicht stimmt. Allemal ist die Straßenbahn zum Elchwinkel schneller als ein Auto, das sich durch den Stau quält. Er kriegt raus, was die Straßenbahn antreibt, warum sich Magnete an den Schienen festsaugen und lernt im Fahrsimulator steuern. Ob er es wohl schafft, die Linie zum Elchwinkel wieder zu eröffnen?","versions":[{"lang":1,"streams":[{"redirect":11314634,"hoster":"VOE"},{"redirect":10127344,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Peter geht zur Feuerwehr","epNo":9,"alt":"","descr":"Eigentlich wollte Peter nur gemütlich frühstücken. Doch als er vom Brötchenholen nach Hause kommt, steigt dicker Rauch über seinem Bauwagen auf. Dann aber wird klar: Das Haus des Nachbarn scheint zu brennen. Mutig will Peter Herrn Paschulke zu Hilfe eilen – doch der verbrennt lediglich Abfälle in seinem Garten. Die ganze Geschichte bringt Peter auf eine Idee: Er will einen Rauchmelder und -verzehrer mit Sensor entwickeln. Doch wo testet man den? Genau, bei der Bärstädter Feuerwehr. Bei seinem Besuch dort erfährt Peter nicht nur viel über Feuerschutz, er findet sich unverhofft als Feuerwehrmann bei einem großen Brand wieder und wird sogar zum Lebensretter.","versions":[{"lang":1,"streams":[{"redirect":8840370,"hoster":"VOE"},{"redirect":8591358,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-25","episodes":[{"epId":"episode-1","name":"Peter schickt ein Licht ins All","epNo":1,"alt":"","descr":"Peter will den Außerirdischen den Weg auf die Erde weisen. Doch dazu braucht er ein starkes, gebündeltes Licht, das bis weit in das Weltall vordringen kann – einen Laser. Peter ist überrascht, wie viele Laser es im Alltag gibt, zum Beispiel an der Supermarkt-Kasse oder im CDSpieler. Ein bisschen enttäuscht ist er allerdings, als er erfährt, dass es keine Laser-Schwerter gibt. Ist aber auch nicht weiter schlimm, denn ein Laser hat viele andere Stärken …","versions":[{"lang":1,"streams":[{"redirect":11314633,"hoster":"VOE"},{"redirect":10127345,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Peters Boot ist nicht von Pappe","epNo":2,"alt":"","descr":"Wie macht man Papier wasserdicht – Peter muss das Geheimnis lüften, schließlich will er Bärstadts erste Papierboot-Regatta gewinnen. Erstaunt stellt er fest, dass man Papier auch aus Algen, Altpapier und sogar Jeans schöpfen kann. Wahre Papier-Künstler sind Hornissen, die haben sogar ihre eigene \"Papierfabrik\". Und es gibt auch waschbares Papier, wie Geldscheine und Ausweise. Aber vielleicht weiß auch Peters Nachbar Paschulke, wie ein Papierboot schwimmt.","versions":[{"lang":1,"streams":[{"redirect":13101777,"hoster":"VOE"},{"redirect":8591359,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Biber in Bärstadt","epNo":3,"alt":"","descr":"Von Paschulkes Weiden sind nur noch Baumstümpfe übrig – da waren Holzdiebe am Werk! Zusammen mit Peter legt sich der Nachbar auf die Lauer. Ein Holzhaufen verrät Peter: Eine Biber-Familie hat die Weiden als Baumaterial für ihre Biber-Burg gebraucht – die leben nun alle auf Paschulkes Seegrundstück! Peter ist beeindruckt von den Dämmen und den Bau- und Schwimmkünsten der Nager.","versions":[{"lang":1,"streams":[{"redirect":12924402,"hoster":"VOE"},{"redirect":8591361,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bei Peter staubt’s","epNo":4,"alt":"","descr":"Mosaikmuster, Mikro-Müllmänner und Mini-Monster – Peter betrachtet Staub unterm Mikroskop und entdeckt eine \"Wunderbare Welt des Unsichtbaren\". Und wer hätte das gedacht – nicht nur der Mensch staubt mit Autos und Fabriken. Auch Vulkane, Sandstürme und Blüten stauben und pollen die Erde ein. Staub ist überall, oder? Nach einem Dia-Abend mit Bildern aus Peters Staubsammlung sehen Peter und sein gründlicher Nachbar wieder klar.","versions":[{"lang":1,"streams":[{"redirect":13101779,"hoster":"VOE"},{"redirect":8591362,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Peter haut den Stein","epNo":5,"alt":"","descr":"Bärstadt will seinem berühmtesten Sohn ein Denkmal setzen – dem Ritter Heinrich der Bär. Viele Künstler nehmen am Denkmalwettbewerb teil, und auch Peter Lustig baut erste Modelle. Wie könnte der tapfere Ritter aus dem 11. Jahrhundert wohl aussehen? Und welches Material soll Peter verwenden? Der Latzhosenträger holt sich Ideen bei den alten Ägyptern, Chinesen und einem Bildhauer. Ein Schrotthaufen hinterm Bauwagen bringt ihn schließlich auf eine ungewöhnliche Idee.","versions":[{"lang":1,"streams":[{"redirect":11314632,"hoster":"VOE"},{"redirect":10127346,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Peter lässt die Flöhe springen","epNo":6,"alt":"","descr":"In Peters Bauwagen sind Blutsauger eingezogen! Die Flöhe sind so klein, dass Peter sie anfangs gar nicht sieht. Er nimmt sie unter die Lupe und staunt nicht schlecht – die Plagegeister sind weitspringende Kraftpakete, wahre Muskelprotze mit einem starken Überlebenswillen: Bis zu einem Jahr kommen sie ohne Blut aus! Und egal ob Hund, Mensch oder Ratte – jeder hat seinen eigenen Floh. Auf dem Flohmarkt entdeckt Peter ein geheimnisvolles Mini-Buch über Flöhe und beschließt, Direktor von Deutschlands einzigem Flohzirkus zu werden.","versions":[{"lang":1,"streams":[{"redirect":8840373,"hoster":"VOE"},{"redirect":8591364,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Peters Wettlauf mit der Post","epNo":7,"alt":"","descr":"Eine große Erbschaft winkt Peter übers Internet. Für Nachforschungsarbeiten muss er 200 EUR nach Südafrika schicken. Doch kaum ist der Geldbrief im Kasten, fliegt der Schwindel auf – auch Nachbar Paschulke sollte Erbe werden. Sofort jagt Peter seinem Brief hinterher, um ihn aus dem Postverkehr zu ziehen: Er schmuggelt sich als blinder Passagier ins Postauto, wühlt sich durch Berge von Umschlägen und folgt Förderbändern entlang zu Sortiermaschinen. Schafft es Peter, seinen Brief wieder in die Finger zu bekommen?","versions":[{"lang":1,"streams":[{"redirect":11314628,"hoster":"VOE"},{"redirect":10127347,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Reise ins Abenteuer (1)","epNo":8,"alt":"","descr":"Die Bunkenburg AG will einen Bärstadt-Tower errichten. Dafür werden alle Grundstücke des Elchwinkels benötigt – auch Peters. Der neue Baulöwe scheut keine List und Tricks, um die alten Bewohner zu vertreiben: Peters neues Zuhause soll ein verlockendes Barock-Schlösschen sein. Irgendwie traut er aber dem \"Braten\" nicht. Wieso sollte ein ehrwürdiges Schloss leer stehen? Was ist überhaupt der Unterschied zwischen Burg und Schloss? Wozu wurden Schlösser einst gebaut? Peter grübelt und tüftelt. Dann willigt er ein, denn die Vorstellung ein eigenes Schloss zu besitzen, ist zu romantisch. Er besorgt sich einen alten Trecker, hängt ihn vor den Bauwagen und tuckert los zum alten Schloss","versions":[{"lang":1,"streams":[{"redirect":8840375,"hoster":"VOE"},{"redirect":8591363,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Reise ins Abenteuer (2)","epNo":9,"alt":"","descr":"Peter Lustig ist mit einem Trecker und seinem Bauwagen auf dem Weg zu seinem neuen Schloss. Der Baulöwe Bunkenburg hat es ihm für sein Grundstück in Bärstadt angeboten. Was sich wohl hinter dem Anwesen verbergen mag? Eines hingegen ist ganz klar: das romantische Schloss ist nicht leicht zu finden. Eben kam die Sonne doch noch von rechts, nun aber von der anderen Seite?! Obwohl Peter mit einer Straßenkarte ausgerüstet ist, hat er sich offenbar verirrt. Ist schon spannend: früher haben sich die Menschen vor allem an Sonne und Sternen orientiert, dann kam der gute alte Kompass, heute sind es Navigationssysteme wie das GPS. Ob sich denn die mühsame Suche lohnt – und das Schloss hält, was ihm der Baulöwe versprochen hat?","versions":[{"lang":1,"streams":[{"redirect":8840378,"hoster":"VOE"},{"redirect":8591367,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Reise ins Abenteuer (3)","epNo":10,"alt":"","descr":"Der Traktor ist hin, und Peter Lustig läuft die Zeit davon! Schließlich muss er mit seinem Bauwagen bis 12 Uhr in Bärstadt sein, sonst bekommt er sein Grundstück nicht zurück. Da hilft nur eins: Umsteigen auf 2 PS, zwei Pferdestärken. Die leiht sich Peter vom Bauern und spannt sie vor den Bauwagen. Mit der Kraft der beiden Kaltblüter und Klaus-Dieters tapferer List steuert Peter einem Happy End entgegen.","versions":[{"lang":1,"streams":[{"redirect":13105086,"hoster":"VOE"},{"redirect":8591368,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-26","episodes":[{"epId":"episode-1","name":"Verblüffende Entdeckung in Bärstadt","epNo":1,"alt":"","descr":"m Elchwinkel in Bärstadt stößt Fritz Fuchs auf einen außergewöhnlichen Fund: ein verwitterter blauer Bauwagen in einem urwüchsigen Unkrautgarten. Neugierig nimmt er den Wagen unter die Lupe: Eine Stuhltreppe führt auf eine rosa Terrasse, ein Bett zum Hochziehen und ein Freiluftbad. Fritz ist von den Raffinessen begeistert und beschließt: \"Ich ziehe hier ein!\" Damit halst er sich jedoch harte Arbeit auf. Denn binnen kurzer Zeit muss er den verlassenen Bauwagen wieder herrichten, Wasseranschlüsse und Strom legen. Das jedenfalls fordert der Mann vom Bärstädter Ordnungsamt. Aber es gibt auch noch andere Interessenten: ein zwielichtiger Schrotthändler will den Wagen erwerben, um mit dem Verkauf des beliebten Gefährts eine ansehnliche Geldsumme in seine Kasse zu spülen. Damit aber nicht genug. Auch Nachbar Paschulke ist über Fritz’ Pläne entsetzt: Der olle Bauwagen passt nicht mehr ins gutbürgerliche Straßenbild und die verrückten Tüfteleien sind Vergangenheit, keine anstrengenden Fragen mehr zu Natur und Technik.\u0026lt;br /\u0026gt;\rSo löst Fritz’ Entschluss ein Tauziehen um den Bauwagen aus: Kann er ihn vor den gierigen Klauen des Schrotthändlers retten und gleichzeitig Herrn Paschulke von seinen Plänen überzeugen? Mit in das packende Getümmel stürzen sich auch Fritz’ Berner Sennenhund Keks und zwei weitere Charaktere, die von nun an regelmäßig in der Sendereihe erscheinen werden: Die ältere Schwester von Fritz Fuchs Suse und die Kiosk-Besitzerin Yasemin gehören künftig zum Alltagsbild von Bärstadt und Fritz Fuchs.","versions":[{"lang":1,"streams":[{"redirect":11314638,"hoster":"VOE"},{"redirect":10127348,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Kakerlaken – Schabenalarm im Bauwagen","epNo":2,"alt":"","descr":"Im Bauwagen ist der Teufel los: Nachbar Paschulke brüllt auf, die Musikanlage poltert zu Boden, Keks rennt bellend dazwischen. Und alles, weil Herr Paschulke ein kleines, fauchendes Ungeheuer gesehen haben will. Vor Schreck schleudert er ihm ein Buch entgegen. Mit einem Riesenschrei versucht Nachbar Paschulke seinen Erdbeerkuchen in Sicherheit zu bringen. Fritz sieht noch, wie sich das bräunlich schimmernde Insekt hinter einem Regal verkriecht. Im Schutzanzug und mit Giftspritze bewaffnet rückt Paschulke dem Insekt auf den Panzer, doch Fritz kommt ihm mit einer Lebendfalle zuvor. Als endlich wieder Ruhe einkehrt, macht sich Fritz Fuchs auf Spurensuche. Schließlich will er herauskriegen, warum das Schabentier gefaucht hat. Was kann das für ein Tier gewesen sein? Die Zeichen deuten auf einen uralten Bewohner der Erde, eine Kakerlake. Ganz schön gerissen, diese Kakerlaken!","versions":[{"lang":1,"streams":[{"redirect":11314630,"hoster":"VOE"},{"redirect":10127350,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hubschrauber – Höhenflug im Elchwinkel","epNo":3,"alt":"","descr":"Fritz Fuchs will mit einer Ballon-Konstruktion eine Luftaufnahme von seinem Bauwagen knipsen. Doch bevor er die Kamera in Position bringen kann, kracht ein Hubschrauber in die Bäume. Sofort alarmiert Fritz den Rettungsdienst. Doch dann die Entwarnung: Ein übergroßes Hubschrauber-Modell ist abgestürzt. Fritz ist gepackt vom technischen Innenleben des zerbrochenen Fluggeräts: Wie bekommt der schwere Flugkörper seinen Auftrieb? Wie genau funktionieren die beiden Rotoren? Neugier und Faszination treiben Fritz in ein Hubschrauber-Cockpit. Vielleicht könnte er seine Luftaufnahme mittels Hubschrauber schießen?! Fritz gerät in einen turbulenten Höhenflug. Ob er letztlich die Fotos von seinem Grundstück in den Händen hält, ohne Bruchlandung?","versions":[{"lang":1,"streams":[{"redirect":9018745,"hoster":"VOE"},{"redirect":8591366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Rätselhafte Tiere – Bigfoot in Bärstadt","epNo":4,"alt":"","descr":"m Bärstadter Wald wird geforscht, gibt es dort noch unentdeckte Tierarten? Fritz Fuchs wird neugierig und erfährt, dass vom Schnabeltier bis zum Komodowaran tatsächlich immer wieder Tiere aufgespürt wurden. Viele von ihnen galten nur als Legende. Gemeinsam mit einer Kryptozoologin, einer Forscherin für unbekannte Tiere, geht er auf eine spannende Fotosafari im Bärstädter Wald und verfolgen ungewöhnliche Spuren. Als Keks bellend einem seltsamen Tier hinter herläuft ist Fritz sicher, es gibt eine Sensation für die Wissenschaft.","versions":[{"lang":1,"streams":[{"redirect":9593437,"hoster":"VOE"},{"redirect":8591369,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wildschweine – Auf Fährtensuche im Wald","epNo":5,"alt":"","descr":"Nachbar Paschulkes Kartoffelbeet ist durchwühlt. Der Übeltäter: Hund Keks, davon ist jedenfalls Herr Paschulke überzeugt. Doch Fritz’ Spurensuche entlarvt andere Täter: Wildschweine. Die hätte der Nachbar viel lieber auf seinem Teller, Wildbraten à la Obelix. Ein Gewehr muss her. Sofort! Fritz hingegen macht sich im Wald lieber auf Fährtensuche: Weswegen haben es die \"Schwarzkittel\" aus-gerechnet auf das Kartoffelbeet des Nachbarn abgesehen? Tief im Gehölz steht Fritz plötzlich einer ganzen Rotte von Wildschweinen gegenüber. Eine heikle Situation. Denn Wildschweine verteidigen ihre Jungtiere sehr entschlossen. Glück im Unglück: Ein Förster verrät Fritz, wie man die borstigen Vierbeiner wirkungsvoll abschüttelt. Ein Tipp, den Herr Paschulke unbedingt wissen sollte. Denn inzwischen wurde der Jäger zum Gejagten: Sein noch grunzender Braten hat ihn fest im Visier.","versions":[{"lang":1,"streams":[{"redirect":13111068,"hoster":"VOE"},{"redirect":8591370,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Robben – Ein Fischfresser auf Landgang","epNo":6,"alt":"","descr":"Fritz Fuchs macht Urlaub an der Nordsee: den Duft von Salzwasser in der Nase, eine leichte Brise um die Ohren, und ein Fischbrötchen in der Hand. Doch ein Seehund macht ihm seine Mahlzeit streitig. Fritz wird die hungrige Robbe nicht mehr los. In einer Zeitung entdeckt er, dass einem Artisten ein Meeressäuger entwischt ist, das muss sein aufdringlicher Tischnachbar sein. Zwar alarmiert Fritz sofort den Besitzer, doch der Ausreißer watschelt erneut davon. Eine abenteuerliche Suche beginnt, bei der Fritz sich in der feucht-fröhlichen Gesellschaft von Heulern, Kegelrobben und einem alten Seebär wiederfindet.","versions":[{"lang":1,"streams":[{"redirect":11314637,"hoster":"VOE"},{"redirect":10127349,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Geheimnisvolle Bäume – Schatzsuche im Gehölz","epNo":7,"alt":"","descr":"Was für eine Überraschung: Eine Schnitzeljagd im Bärstadter Wald zum Geburtstag. Tief im Gehölz mit spannenden Fragen und kniffliger Fährte. Als aber klar wird, dass Fritz Fuchs sich die Fragen ausdenken soll und die Spur für den Sohn eines guten Freundes legen muss, steht ein anstrengender Tag bevor. Im dichten Wald beflügelt jedoch schnell die überwältigende Gestalt einiger Bäume die Fantasie. Oft haben Borke und Holz ganz bizarre Formen. Und hinter der Rinde wimmelt und wuselt es wie hinter einem Vorhang im Theater. Vor allem in hohlem und totem Holz nisten sich selbst größere Vierbeiner wie Waschbären und Wildkatzen ein, welche Fährtenpläne von Fritz ziemlich ins Schleudern bringen.","versions":[{"lang":1,"streams":[{"redirect":9018750,"hoster":"VOE"},{"redirect":8591375,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gummi – Kautschuk für den Kiosk","epNo":8,"alt":"","descr":"Fritz Fuchs’ Einfallsreichtum ist gefordert: Kaugummi wird gebraucht und zwar in rauen Mengen. Denn zur Empörung aller Kinder hat die Schuldirektorin erreicht, dass der Kaugummi-Verkauf im Stadtteil verboten wird. Selbst in Yasemins Kiosk gibt’s nichts mehr vom klebrigen Glück. Kurzerhand beschließt Fritz Fuchs selbst unter die Fabrikanten der pappigen Masse zu gehen, zum Wohle aller Kaugummiblasenfreunde. Allerdings hat er sich die Ausführung des Unternehmens problemloser vorgestellt. Denn so einfach kriegt er kein Gummi, nicht aus den Gummibärchen, nicht aus dem Gummibaum und irgendwie auch nicht aus dem Luftballon, jedenfalls keinen \"Kaugummi\". Fritz muss an den Grundstoff aller Bubblegums rankommen, und der wächst im fernen Südamerika.","versions":[{"lang":1,"streams":[{"redirect":11314639,"hoster":"VOE"},{"redirect":10127351,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tauchen – Bucht der versunkenen Schätze","epNo":9,"alt":"","descr":"Fritz Fuchs macht beim Schnorcheln im nahegelegenen See einen erstaunlichen Fund: Ein schwerer Messinghelm, fast vollständig im Schlick versackt. Ein Helm, wie ihn Taucher früher benutzt haben. Wie der wohl dahin gekommen ist? Vielleicht waren hier mal Schatztaucher am Werk – und im See liegt ein Wrack mit ungeahnten Reichtümern an Bord? Klar, dass Fritz der Sache auf den Grund geht. Nicht aber mit Schnorchelausstattung. Professionelle Ausrüstung muss her – Taucherausrüstung. Einfach so damit Abtauchen kann Fritz allerdings nicht. Denn wer in die Tiefen der Gewässer vordringen möchte, braucht eine Ausbildung. Erst dann kann er immer weiter eintauchen in die Welt der Barsche, Karpfen und Hechte. Außerdem verrät er, wer und was sich so alles in den bunten Korallen-riffen tummelt. Erstaunlich ist vor allem, dass der Mensch heute besser Bescheid weiß über den Mond als über die geheimnisvollen Senken der Meere seines eigenen Planeten.","versions":[{"lang":1,"streams":[{"redirect":11314640,"hoster":"VOE"},{"redirect":10127353,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Streichinstrumente – Der große Auftritt","epNo":10,"alt":"","descr":"n Bärstadt spielt die Musik: Fritz Fuchs hat sich für den jährlichen Konzertwettbewerb mit seinem Akkordeon angemeldet. Die Enttäuschung allerdings ist groß, als er erfährt, dass diesmal nur Streicher zugelassen sind. Ein Streichinstrument muss also her und zwar möglichst schnell. Bald schon entscheidet sich Fritz für die Geige. Aber eine kaufen? Das kann doch jeder. Fritz beschließt, sich ein originelles Instrument selber zu bauen. Was muss er denn dabei beachten? Und was ist der Unterschied etwa zwischen Geige, Bratsche und Cello? Fritz taucht immer tiefer ein in die Klangwelt des Orchesters. Am Ende sieht er der Musik-Gala selbstbewusst entgegen, und das Bärstädter Publikum sitzt in gespannter Erwartung auf den Auftritt von Fritz Fuchs","versions":[]},{"epId":"episode-11","name":"Wind – Eine Mühle dreht durch","epNo":11,"alt":"","descr":"Gartenzwerge und Keramikfrösche reichen längst nicht mehr aus. Herr Paschulke hat einen neuen Tick: Er will seine Gartenanlage mit einer Windmühle aufpeppen. Gute Idee, denkt sich Fritz. Allerdings eher, wenn man sich eine Windmühle auch irgendwie zu Nutze macht, zum Beispiel als automatische Aufwickel-maschine für Spaghetti?! Der Blick in eine echte Windmühle verrät, welche verblüffende Technik darin steckt. Im Herzen der Mühle sorgen einige Zahnräder dafür, dass sich die Mühlenblätter immer drehen, egal aus welcher Richtung der Wind kommt. Was aber, wenn es windstill ist? Herr Paschulke ist verzweifelt und Fritz’ Aufwickelmodelle werden immer abenteuerlicher.","versions":[{"lang":1,"streams":[{"redirect":11314643,"hoster":"VOE"},{"redirect":10127352,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Regenwürmer – Der weltbeste Dünger","epNo":12,"alt":"","descr":"Platsch. Ein Haufen Regenwürmer landet in Fritz Fuchs’ Garten. In einer gepflegten Grünanlage haben solche Kriecher nichts zu suchen, verkündet Herr Paschulke. Was der Nachbar nicht weiß: Regenwürmer sind hervorragende \"Gartenarbeiter\". Sie lockern die Erde auf und bereiten aus trockenen Blättern feuchten Humus. So grünt und blüht es bei Fritz üppig, beim Nachbarn gibt’s hingegen nur kümmerlichen Pflanzenwuchs. Klar, dass der Nachbar nun die Würmer zurück haben will, es sind ja schließlich seine. Und so hört Hund Keks, wie sich jemand mitten in der Nacht an der \"Fritz Fuchs- Spezial- Regenwurm-Zucht- Kiste\" zu schaffen macht.","versions":[{"lang":1,"streams":[{"redirect":11314648,"hoster":"VOE"},{"redirect":10127354,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Bionik – Technik aus Natur","epNo":13,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":10874333,"hoster":"VOE"},{"redirect":10127356,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tunnel – Gleise Richtung Untergrund","epNo":14,"alt":"","descr":"Hauptbahnhof Bärstadt, alles aussteigen\", schallt es plötzlich vom Nachbargrundstück herüber. Herr Paschulke hat eine Modelleisenbahn im Garten aufgebaut. In angemessener Größe – versteht sich – und mit allem drum und dran. Auch Fritz besitzt noch Teile einer gleichen Eisenbahn. Ob er und Herr Paschulke gemeinsam am Bärstädter Wettbewerb für Modelleisenbahner teilnehmen sollten? Wie aber schlagen sie die Brücke zwischen ihren Gärten? Ein Tunnel muss her. Bei der Planung kommt Erstaunliches ans Tageslicht: Ingenieure, die sich heute mit High-Tech-Maschinen durch die Berge fräsen, haben sich das Prinzip des Buddelns einfach bei Maulwürfen abgeschaut. Das ist gar nicht so einfach zu kopieren. Erst ein Trick hilft, die unterirdische Verbindung zwischen beiden Gärten zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":11314646,"hoster":"VOE"},{"redirect":10127355,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Erdwärme – Heißes Pflaster in Bärstadt","epNo":15,"alt":"","descr":"Zu viel Kohle für die Kohle! Jahr für Jahr schießt der Preis für die Heizkohle aufs Neue in die Höhe. Wen das nicht zum \"Kochen\" bringt … ? Fritz hat eine Idee: die Warmwasser-Speicher der Erde anzapfen. Im Innern unseres Planeten ist es schließlich glühend heiß. Die Hitze bringt teilweise auch das Grundwasser zum Kochen. Dampfende Quellen und aufbrodelnde Geysire sind eindrucksvolle Beispiele dafür. Erdwärme müsste man doch auch in Bärstadt zum Heizen nutzen können. Der erste Bohrversuch holt Fritz allerdings schnell auf den harten Boden der Tatsachen zurück: Ein Flop! Irgend","versions":[{"lang":1,"streams":[{"redirect":9018751,"hoster":"VOE"},{"redirect":8591372,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Salz – Weißes Gold zum Geburtstag","epNo":16,"alt":"","descr":"Da hat sich Fritz Fuchs ja was aufgeladen. Zum Geburtstag seiner Schwester will er ein exklusives Menü zubereiten mit einer noch exklusiveren Zutat: \"Fleur de Sel\". Ein ganz besonderes Salz, das nach Meer und Wind und Sonne schmecken soll. Aber in ganz Bärstadt ist es nicht aufzutreiben. Fritz versucht es beim Salz-Großhändler. Der hat Salz in riesigen Mengen – für Straßen, Spülmaschinen und Färbevorgänge. Nur mit \"Fleur de Sel\" kann er nicht dienen. Fritz muss unbedingt herausfinden, was das Besondere an diesem Salz ist und auch woher die ver-schiedenen Salze überhaupt kommen. Vielleicht kann er dann dieses \"Fleur de Sel\" doch noch selbst gewinnen?","versions":[{"lang":1,"streams":[{"redirect":11314647,"hoster":"VOE"},{"redirect":10127357,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-27","episodes":[{"epId":"episode-1","name":"Mond – Das galaktische Grundstück","epNo":1,"alt":"","descr":"Von seinem Hochbett aus betrachtet Fritz Fuchs den Vollmond durch sein Dachfenster. Was für ein Anblick. Dann aber durchhallt das Jaulen von seinem Hund Keks die bewegte Stimmung, wie jeden Monat, wenn der Mond voll erleuchtet. Als Fritz seinen Hund zu sich in den Bauwagen holen will, ist er baff: Herr Paschulke sät in seinem Garten Karottensamen aus. Die magischen Kräfte des Mondes liefern eine ertragreiche Ernte, behauptet der Nachbar. Einbildung oder Tatsache? Noch zweifelhafter wird es, als am nächsten Morgen ein Verkäufer Grundstücke auf dem Mond anbietet. Wird denn tatsächlich ein Leben auf dem Mond möglich sein? Und reisen die Menschen dann im Pendelverkehr zwischen Erde und Mond hin und her? Um das zu beurteilen, muss Fritz zunächst ein wenig Mondforschung betreiben. Also hebt er ab, und verschafft sich Einblick in die Geheimnisse, Erkenntnisse und Wagnisse rund um unseren Erdtrabanten.","versions":[{"lang":1,"streams":[{"redirect":8840379,"hoster":"VOE"},{"redirect":8591373,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Sport – Die schweißtreibende Suche","epNo":2,"alt":"","descr":"Fritz Fuchs jagt mit Inlinern durch Bärstadt. Er joggt, springt Seil, und er fordert die Muskeln mit einem Expander, alles zur Entspannung. Plötzlich aber steht er vor einem ganz anderen Kraftakt: Wie kann er Herrn Paschulke auf die Sprünge helfen? Der Nachbar klagt über seine Zipperlein. Fritz meint, dass sie durch etwas mehr Bewegung garantiert in den Griff zu kriegen sind. Um ihn zu überzeugen, dass für jede Person die richtige Sportart zu finden ist, startet Fritz im Sportzentrum einen schweißtreibenden Selbstversuch: HipHop, Krafttraining, Gymnastik und Basketball, da muss doch was dabei sein, auch für Herrn Paschulke. Doch dann überrascht der Nachbar mit einer sehr eigenwilligen Idee von Sport.","versions":[{"lang":1,"streams":[{"redirect":8840381,"hoster":"VOE"},{"redirect":8591371,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Blut – Rätselhafte Spuren","epNo":3,"alt":"","descr":"Nacht und Nebel umhüllen den Bauwagen. Fritz Fuchs sitzt gespannt vor einem Horrorklassiker. Plötzlich schreckt er hoch: Ein Schrei. Poltern und Scheppern. Und dann wieder Stille. \"Rache ist Blutwurst\", im Garten des Nachbarn entdecken Fritz und Herr Paschulke einen mysteriösen Zettel und Handabdrücke. Eine Spur führt davon weg. Im faden Licht des Vollmonds findet Fritz auch noch ein Marmeladenglas, gefüllt mit Blut. Die Verwirrung wird noch größer als er erfährt, dass es sich um Schweineblut handelt: Woher kann das sein? Wodurch unterscheidet es sich von Menschenblut? Und wer steckt hinter der ganzen Sache? Ein rätselhafter Fall.","versions":[{"lang":1,"streams":[{"redirect":10841862,"hoster":"VOE"},{"redirect":10127358,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schlangen – Geheimnisvolle Verstecke","epNo":4,"alt":"","descr":"Was ist das für eine merkwürdige Pelle, die Fritz Fuchs auf seinem Kompost findet? Eine Schlangenhaut? Nachbar Paschulke gerät sofort in Panik. Er legt sich auf die Lauer, um das Vieh zu erwischen. Denn eines seiner Kaninchen ist verschwunden, sicher von einer giftigen Schlange verschlungen. Kaum vorstellbar, grübelt Fritz. Gibt es bei uns überhaupt noch Schlangen? Wenn ja, wo und wie leben sie überhaupt? Sind sie groß genug, um Kaninchen zu vertilgen. Als auch Yasemin am Telefon von einer Riesenschlange an ihrem Kiosk berichtet, gerät Fritz endgültig in einen Wettlauf auf Leben und Tod’.","versions":[{"lang":1,"streams":[{"redirect":8840382,"hoster":"VOE"},{"redirect":8591374,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hören – Karibische Klänge am Bauwagen","epNo":5,"alt":"","descr":"Bärstadt liegt in der Karibik. Jedenfalls möchte Fritz Fuchs diesen Zauber für seine Schwester Suse schaffen. Ein Beinbruch, und ihr Traumurlaub war dahin. Fritz zieht nun alle Register, um eine Strand-, Sonne-, Meer- Atmosphäre zu erzeugen. Sonnenliege und Palme stehen bereits, und ein Cocktail ist in Arbeit. Aber die Geräusche … Bärstadt klingt alles andere als karibisch: Kreissäge, quakende Enten, Polizeisirene. Fritz begibt sich auf die Jagd nach dem guten Ton’ und macht eine spannende Entdeckung: Es gibt jemanden, der testet, ob Chips knackig klingen, ob die Autotür satt schließt oder ob der Rasenmäher klingt als rupfe ein Lama Gras. Damit sollte Fritz der Sache doch schon näher kommen?","versions":[{"lang":1,"streams":[{"redirect":11314649,"hoster":"VOE"},{"redirect":10127359,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Teich – Wette für den Wasserlauf","epNo":6,"alt":"","descr":"Ausgerechnet am Lieblingsteich von Fritz und Keks will ein Speedboot-Fan seine Anlage bauen. Fritz fürchtet nicht zu Unrecht um die faszinierende Flora und Fauna, die es in diesem Biotop noch zu bewundern gibt, faszinierende Spinnen in schwimmenden Blasen, pfeilschnelle Unterwasserkäfer und glänzende Libellen. Fritz bietet dem High-Tech-Fan eine Wette an: Er will ihm beweisen, dass die Natur im Teich mindestens so raffinierte Tricks drauf hat, wie seine hochkom-plizierten technischen Boote und mehr noch, dass Fritz eine der besonders guten Techniken nachbauen wird. Wenn Fritz die Wette gewinnt, würde der junge Mann bereit sein, seine Anlage woanders zu bauen. Fritz schaut sich die Technik des Wasserläufer-Insekts an, und jetzt muss er \"nur\" noch eine funktionierende Konstruktion anfertigen.","versions":[{"lang":1,"streams":[{"redirect":10841863,"hoster":"VOE"},{"redirect":10127360,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lebenswandel – Zeitreise in Bärstadt","epNo":7,"alt":"","descr":"Fritz Fuchs erhält einen dicken Brief, der schon jahrelang unterwegs gewesen sein muss: Die Anschrift ist verblasst. Neugierig öffnet er den alten Umschlag: Das verblichene Foto eines jungen Mannes und die skurrile Zeichnung einer \"Lebenswandelbetrachtungsmaschine\" fallen ihm entgegen. Mit der Maschine kann man zeigen, wie eine Pflanze aus einem Samenkorn entsteht, heranreift und verblüht. Fritz’ Neugier ist angestachelt, er tüftelt an einem Nachbau. Irgendetwas hakt jedoch, dann muss er eben den Erfinder der Maschine suchen. Irgendwo muss der doch noch aufzutreiben sein? Bei seiner ‚Fahndung‘ begegnet Fritz den Spuren des Alterns und dem Thema, wie Menschen sich äußerlich verändern und innerlich reifen. Schließlich wird die Suche nach dem Maschinenerbauer von einem spektakulären Erfolg gekrönt: Fritz Fuchs trifft auf Peter Lustig.","versions":[{"lang":1,"streams":[{"redirect":13105087,"hoster":"VOE"},{"redirect":8591377,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Haut – Empfindlich auf die Pelle gerückt","epNo":8,"alt":"","descr":"Manchmal kann man nicht aus seiner Haut, genau wie Fritz Fuchs. Könnte er seiner Schwester Suse einen Wunsch ausschlagen? Schließlich ist sie seine Schwester … Diesmal allerdings rückt sie ihm mit einem Haarwuchsmittel auf die Pelle. Er soll es auf einem Pflaster testen. Schon bald fängt es an, auf der Haut zu jucken. Verdächtig, denn Suse hat das Zeug von einem merkwürdigen Straßen-händler gekauft. Aber weshalb haben Menschen überhaupt so viel nackte Haut? Uns fehlt doch dadurch der Schutz, etwa vor Sonne und Kälte!? Den Sinn der nackten Tatsachen enthüllt Fritz indem er zurückblickt in die wechselvolle Ge-schichte der Menschheitsentwicklung. Und er verrät die Tricks der Natur, die dafür sorgen, dass wir uns immer wohl fühlen in unserer Haut, fast immer … denn Fritz wird allmählich mulmig: der Straßenhändler hat seiner Schwester ein Schwindelprodukt verkauft. Wie kann er den Scharlatan am besten stellen? Fritz greift schließlich zu einer haarsträubenden List.","versions":[{"lang":1,"streams":[{"redirect":10127363,"hoster":"VOE"},{"redirect":10127365,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sonnenenergie – Strom für die Finsternis","epNo":9,"alt":"","descr":"Sonnenfinsternis in Bärstadt. Das seltene Ereignis soll in wenigen Stunden stattfinden, und Fritz Fuchs will es unbedingt filmen. Ausgerechnet jetzt ist der Akku der Kamera leer. Aufladen funktioniert nicht – die Stromleitung ist gekappt. Solange aber die Sonne scheint, könnte man doch sie selbst als Energiequelle nutzen? Fritz werkelt und tüftelt an einer einfachen Solaranlage. Zumindest das Wasser zum Kochen wird heiß genug. Und das Akkuproblem? Die Zeit drängt. Auf der Suche nach Ersatz stößt Fritz auf riesige Sonnenkollektoren und winzige Solarzellen. Mit dem Bau seiner eigenen Solaranlage will er ein für alle Mal sein Stromproblem lösen.","versions":[{"lang":1,"streams":[{"redirect":8840385,"hoster":"VOE"},{"redirect":8591376,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Glas – Die Spur der blauen Scherbe","epNo":10,"alt":"","descr":"Ausgerechnet eine edle Scheibe aus blauem Glas zerbirst, Fritz Fuchs sollte ein teures, modernes Glas-Kunstwerk verwahren, das seine Schwester erstanden hat. Und nun ist ihm ein Teil zerbrochen. Er kann sich die Enttäuschung auf Suses Gesicht schon vorstellen, aber vielleicht kann er die kleine Scheibe reparieren? Er braucht dringend ein Ersatzglas in tiefem Blau. Fritz Fuchs versucht sein Glück im Glas-Atelier, rast sogar dem Altglasrecycling-Laster hinterher und erkundet die vielfältigen Verarbeitungen des zerbrechlichen Materials. Schließlich scheint die ungewöhnliche Lösung für sein Glas-Problem doch wieder da zu liegen, wo Fritz es nicht vermutet, bei Yasemins Büdchen.","versions":[{"lang":1,"streams":[{"redirect":8840387,"hoster":"VOE"},{"redirect":8591378,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schiffe – Spuk an Bord","epNo":11,"alt":"","descr":"Mit der Cap San Diego auf große Fahrt, hinaus über die Weiten der wilden Meere, und alles ganz umsonst! Fritz Fuchs bekommt von seiner Schwester Suse ein einmaliges Angebot. Der einzige Haken an der Sache ist: Suses Firma hat das Frachtschiff gekauft und jetzt droht eine Pleite, denn an Bord spukt es. Was steckt hinter den Gerüchten? Fritz soll das Geheimnis für sie lüften. An Bord des Geisterschiffs scheint es keinen Kapitän mehr zu geben. Fritz trifft lediglich einen Decksmann, den er nicht versteht; ein merkwürdiges Radio, das sprechen kann und einen offensichtlich verwirrten Smutje. In dessen Kombüse passieren unheimliche Dinge, aber vor allem hat der Schiffskoch Panik vor einem \"hungrigen Kielschwein\". Ist das der Poltergeist an Bord? Fritz erkundet die Cap San Diego vom Maschinenraum bis zum Rettungsboot, wo steckt die Lösung des Rätsels?","versions":[{"lang":1,"streams":[{"redirect":11314651,"hoster":"VOE"},{"redirect":10127361,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Schlaf – Aufwachen in Bärstadt","epNo":12,"alt":"","descr":"Fritz Fuchs will keinesfalls einschlafen. Und das hat seinen Grund: merkwürdige Diebstähle geschehen nachts rund um den Bauwagen. Ob der schlafwandelnde Nachbar etwas damit zu tun hat? Um das herauszufinden und um sich wach zu halten, konstruiert Fritz Fuchs eine genial-abstruse \"Bleib-wach-Maschine\". Die funktioniert zwar, doch leider zu spät, zu einem neuerlichen Diebstahl kommt hinzu, dass der ansonsten topfitte Bauwagenbewohner unendlich müde ist. Wie kann man das verhindern? Denn eigentlich ist schlafen sowieso eine Riesenzeit-verschwendung oder etwa nicht? Fritz Fuchs macht sich im Schlaflabor der Bär-städter Klinik schlau.","versions":[{"lang":1,"streams":[{"redirect":11314653,"hoster":"VOE"},{"redirect":10127362,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Hunde – Keks ist verschwunden","epNo":13,"alt":"","descr":"Hund Keks hört nicht mehr. Zumindest ignoriert er zunehmend die Kommandos von seinem Herrchen Fritz Fuchs. Und das ärgert besonders Nachbar Paschulke. Der kann es gar nicht leiden, wenn Keks durch seinen Garten stromert und als sein Revier markiert. Um den nachbarschaftlichen Frieden zu retten, geht Fritz mit Keks in die Hundeschule. Dort lernt aber nicht nur der Hund. Auch Fritz erfährt Neues über die Sprache und Sinne seines vierbeinigen Freundes. Und auch Herr Paschulke interessiert sich mehr und mehr für Hunde. Er freundet sich mit Keks sogar an. Alles scheint gut, doch dann ist Keks plötzlich verschwunden. Weggelaufen? Entführung? Fritz ist außer sich und sucht verzweifelt nach ihm.","versions":[{"lang":1,"streams":[{"redirect":11314657,"hoster":"VOE"},{"redirect":10127364,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Köttel und Co. – wissen, was hinten rauskommt","epNo":14,"alt":"","descr":"\"Igitt, wie eklig\", Empörung im Bärstädter Elchwinkel. Die Nachbarn sind verärgert. Hundehaufen mitten auf dem Gehweg und Keks ist Schuld. Er hat einfach sein Geschäft verrichtet, und Fritz Fuchs hat es nicht rechtzeitig bemerkt, um den Haufen einsammeln zu können. Was tun? Gibt es eine gute Lösung für Tier und Mensch, um alle zufrieden zu stellen? Fritz Fuchs hat einen Plan, er will eine Spezialkost für Stadthunde erfinden, die kaum noch Rückstände hinterlässt. Dafür widmet er sich der \"Exkrementologie\". Was fressen Tiere und was scheiden sie am Ende aus? Er erforscht Kot und Köttel, Fladen, Haufen und Äpfel. Am Ende hat er eine Idee für sein Spezialrezept. Geht sein Plan von einem gehwegfreund-lichen Hundekuchen auf? Keks ist sein erster Testkandidat.","versions":[{"lang":1,"streams":[{"redirect":13535397,"hoster":"VOE"},{"redirect":10127367,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Schimmel – Pelziger Besuch","epNo":15,"alt":"","descr":"Schimmelalarm bei Nachbar Paschulke! An der Küchenwand prangt ein großer, grüner, pelziger Fleck. Wie konnte das passieren? Und noch wichtiger, wie kommt der Ekelfleck bis zum Abend wieder weg? Herr Paschulke erwartet Damenbesuch und will sich nicht blamieren. Fritz Fuchs springt ein und macht sich auf die Suche nach einem geeigneten Antischimmelmittel. Dabei erfährt er von einem Experten, was Schimmel überhaupt ist und woher er kommt. Und welchen Schimmel man essen kann und welcher sehr gefährlich ist. Als Fritz mit der Lösung zurückkommt, scheint Schlimmes passiert zu sein. Aus dem Küchenfenster von Herrn Paschulke dringen dunkle Nebelschwaden, zu hören ist nur noch ein Röcheln und leises Husten.","versions":[{"lang":1,"streams":[{"redirect":13495551,"hoster":"VOE"},{"redirect":8591380,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Buch – Rettung auf den letzten Seiten","epNo":16,"alt":"","descr":"Herr Paschulke nimmt ein dickes Paket an Stelle von Fritz Fuchs in Empfang, denn der musste schnell in die Bibliothek sausen. Der neugierige Nachbar kann sich einfach nicht zügeln und muss den Inhalt des Pakets begutachten. Lauter Kinderbücher? Was will Fritz Fuchs bloß damit? Als sich herausstellt, dass es Fritz’ alte Lieblingsbücher sind, wird es Herrn Paschulke flau, eines der guten Stücke ist ihm bei der Auspackaktion in Einzelteile zerfallen. Fritz Fuchs ist sauer. Er versucht jedoch sein Bestes, um seine erinnerungsträchtige Lektüre wieder in einen lesbaren Zustand zu bringen. Aber ohne die Hilfe eines Buchbinders wäre er aufgeschmissen. Bei ihm taucht Fritz ein in die Welt des Bindens und Druckens, der Papiere und Buchstaben.","versions":[{"lang":1,"streams":[{"redirect":13495554,"hoster":"VOE"},{"redirect":8591379,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-28","episodes":[{"epId":"episode-1","name":"Schokolade – Das süße Geheimnis","epNo":1,"alt":"","descr":"Fritz Fuchs nimmt den Mund recht voll. Er hat Yasemin ein einzigartiges Schokoladenbuffet versprochen. Ihr Kiosk feiert fünfjähriges Bestehen, und das will sie ganz groß feiern. Doch die bestellte Edel-Schokolade aus Übersee erweist sich als ein Sack voll ungenießbarer, brauner Bohnen. Wie soll man daraus nur leckere Schoko-Kreationen herstellen? Fritz macht sich dem süßen Geheimnis auf die Spur, vom aromatischen Rösten der Kakaobohne bis zur Zubereitung edler Schokolade. Und tatsächlich, am Ende schafft es Fritz selber, zart schmelzende Köstlichkeiten zu zaubern. Leider hat er die Rechnung nicht mit der Sonne gemacht: Feinste Pralinés und Schokofiguren zerlaufen wieder zu einer braunen Soße. Die schöne Pracht ist dahin! Was wird nun aus dem Höhepunkt für Yasemins Party?","versions":[{"lang":1,"streams":[{"redirect":13101780,"hoster":"VOE"},{"redirect":8591386,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Riechen – Dicke Luft im Kiosk","epNo":2,"alt":"","descr":"Yasemin scheint vom Pech verfolgt. Nicht nur, dass sie von einer schweren Erkältung geplagt wird und dadurch nichts mehr riechen und schmecken kann, es kommt noch schlimmer: Ihr bleiben die Kunden aus. \"Kein Wunder\", stellt Fritz fest, \"hier stinkt es übel nach faulen Eiern.\" Leider hilft auch ein gemeinsamer Großputz nicht. Aber vielleicht ein feiner Duft, der es schafft, den Gestank zu übertünchen? Fritz taucht ein in die wohlriechende Welt edler Parfums und sanfter Naturdüfte. Er kreiert eine einzigartige Kioskmischung aus Jasmin, Himbeere, Vanille und Zimt. Doch zurück am Kiosk machen Fritz und Yasemin eine merkwürdige Entdeckung. Jemand hat sich am Hintereingang zu schaffen gemacht und dabei sein Taschentuch verloren. Und das riecht seltsamerweise … nach faulen Eiern. Hat der Besitzer etwas mit der Stinkerei zu tun? Fritz schwant Übles, und er setzt die beste Nase der Welt auf die Spur: Keks.","versions":[{"lang":1,"streams":[{"redirect":13101782,"hoster":"VOE"},{"redirect":12980440,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schafe – Ausreißer im Wollpelz","epNo":3,"alt":"","descr":"Ist Fritz Fuchs nun völlig übergeschnappt? Er kann doch aus dem sauberen Elchwinkel keinen Zoo mit lauter stinkenden Viechern machen! Nachbar Paschulke ist empört, Fritz hingegen überrascht: Munter grasen nämlich zwei Schafe in seinem Garten, einfach so und über Nacht. Wo mögen die nur her kommen? Fritz erklärt sich bereit, die Schafe solange zu hüten, bis die Polizei den Besitzer ausfindig gemacht hat. Vielleicht sollte er die Situation nutzen und die beiden Tiere als Rasenmäher einsetzen? Doch die liegen nur noch im Gras und machen gar keine Anstalten mehr zu fressen. Ist ihnen zu heiß? Sie tragen noch dickes Winterfell. Scheren kann doch nicht so schwer sein! Oder doch? Auf einer Schaffarm kommt Fritz gleich zum Einsatz. Er erfährt, wie Schafe geboren und geschoren werden. Und wie aus ihrer Wolle ein Pullover wird. Als Fritz zurück zum Bauwagen kommt, sind die beiden Gastschafe plötzlich verschwunden.","versions":[{"lang":1,"streams":[{"redirect":11314655,"hoster":"VOE"},{"redirect":10127366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fahrrad – Verfolgung auf zwei Rädern","epNo":4,"alt":"","descr":"Fritz bringt sein Fahrrad auf Vordermann, denn ganz Bärstadt ist heute auf den Beinen, oder besser gesagt: auf den Rädern. Der neue Radweg am Bärstadter See wird eröffnet und alle, die sich die zehn Kilomenter lange Strecke erradeln, sind zu einem großen Picknick eingeladen. Dazu ließ sich sogar Herr Paschulke überreden. Fritz freut sich auf die Tour und muss nur noch schnell ein paar Ventile einkaufen. Er leiht sich kurz den alten Drahtesel vom Nachbarn, doch damit beginnt das Unglück. Als Fritz aus dem Laden kommt, ist das Rad verschwunden: verwechselt, ausgeliehen oder gar geklaut? Fritz macht sich auf die Suche. Dabei begegnet er BMX-Akrobaten auf ihrem Streetparcours,","versions":[{"lang":1,"streams":[{"redirect":10127369,"hoster":"VOE"},{"redirect":10127372,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kleben – Kraftprobe für den Kleister","epNo":5,"alt":"","descr":"Auf der Suche nach einem geeigneten Klebstoff landet Fritz Fuchs in Ullis \"Heimwerker Himmel\". \"Hast du ein Glück, Mann. Ich bin der Spezialist für Spezial-Klebstoffe\", schwärmt der Inhaber Ulli und überrascht mit einem gigantischen Angebot. Euphorisch und noch dazu in beeindruckender Geschwindigkeit präsentiert er, was sein Bastelfachgeschäft alles hergibt: Kontaktkleber, Kraftkleber, Sekundenkleber, Alleskleber, Sprühkleber … Dabei braucht Fritz doch nur einen Kleber, um die alte Schraubzwinge seines Nachbarn zu reparieren. Nur widerwillig hatte Herr Paschulke sie ihm ausgeliehen, und das auch nur für einen Tag. Und schon beim ersten Handgriff ging sie entzwei. Statt um seinen kaputten Stuhl muss Fritz sich nun um das antike Erbstück des Nachbarn kümmern. Doch welcher Kleber eignet sich nun am besten dafür, Holz und Metall miteinander zu verbinden? \"Tapetenkleber, Fliesenkleber, Plastikkleber, Mandelkleber! Riech mal dran!\" Fritz wird schon ganz schwindlig.","versions":[{"lang":1,"streams":[{"redirect":10851055,"hoster":"VOE"},{"redirect":10127368,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Störche – Nestsuche für den Nachwuchs","epNo":6,"alt":"","descr":"Fritz Fuchs ist für ‚Strubbel‘ die letzte Rettung. Der junge Storch ist aus dem Nest gefallen und muss nun versorgt werden. Aber Storchenziehvater zu sein, das ist schwieriger als gedacht. Denn so ein Jungstorch hat äußerst merkwürdige Tischund Schlafsitten. Als Fritz den kleinen Strubbel kurz aus den Augen lässt, ist er plötzlich verschwunden. Und Detektiv Fuchs muss die Straßen Bärstadts absuchen. Aber das einzige, was er findet, ist ein Holzstorch. War’s das dann mit dem Storchenlebensretter? Fritz schwant Schlimmmes.","versions":[{"lang":1,"streams":[{"redirect":8840390,"hoster":"VOE"},{"redirect":8591381,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Roboter – Der traumhafte Helfer","epNo":7,"alt":"","descr":"Autsch! Fritz Fuchs hat sich an einer Schublade die Finger geklemmt. Mit der verbundenen Hand gelingt ihm der dringend anstehende Bauwagen-Großputz erst recht nicht. Es wäre doch super, wenn man einen Roboter hätte, der vom Spülen bis zum Wäscheaufhängen alles erledigen könnte. Ein toller Traum, oder doch schon real? Im Elektrofachmarkt klärt ihn der ungeschickte Verkäufer auf, dass es zwar schon Staubsauger-Roboter gibt, aber ein Multitalent müsse er sich schon selbst zusammenbasteln. Mit einem Bausatz und einer selbst programmierten CD macht Fritz sich ans Werk. Und es funktioniert! Er schafft ein kleines Wunderwerk, das emsig durch den Bauwagen wuselt, doch dann wird aus dem Traum ein Albtraum, denn die High-Tech-Erfindung dreht plötzlich völlig durch.","versions":[{"lang":1,"streams":[{"redirect":10127370,"hoster":"VOE"},{"redirect":10127374,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Katzen – Streuner auf samtigen Pfoten","epNo":8,"alt":"","descr":"Eine wilde Jagd durch Bärstadts Gärten endet auf einem hohen Mast. Obendrauf hockt ein süßes Kätzchen und traut sich nicht mehr herunter. Hinterher gejagt ist ihr Hund Keks. Herrchen Fritz fühlt sich verantwortlich, und weil die kleine Katze keinen Besitzer zu haben scheint, nimmt er sie an sich. Aber da hat er die Rechnung ohne den Hund gemacht, Keks findet eindeutig, dass die Konkurrenz im Bauwagen wieder verschwinden muss. Ob Fritz es schafft, Katze und Hund zusammenzubringen? Eine tierische Erziehungsaufgabe wartet auf ihn.","versions":[{"lang":1,"streams":[{"redirect":8840391,"hoster":"VOE"},{"redirect":8591384,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wasser – Durstig in Bärstadt","epNo":9,"alt":"","descr":"Was für eine Hitze! Ganz Bärstadt lechzt nach Wasser. Nur in Nachbars Garten sprudelt eine Quelle, in der sich Herr Paschulke munter aalt. Am Bauwagen hingegen hängen die Blumen schlaff nach unten. Fritz’ Trinkwasservorräte sind aufgebraucht, der Hausbrunnen ist ausgetrocknet, und auch aus dem Wasserhahn kommt kein Tropfen mehr. Selbst bei Yasemin am Kiosk ist das Mineralwasser ausverkauft. Fritz will eingreifen, doch in der Bärstädter Mineralwasserfirma herrscht ungewöhnliche Stille. Nichts läuft mehr. Wie sollen die Bärstadter wieder zu ihrem Wasser kommen? Wird die Stadt zur Wüste? Wie kommen Menschen, Tiere und Pflanzen nur auf Dauer mit dem Wassermangel zurecht? Nach dem Vorbild der Natur reift in Fritz eine geniale Idee zur Wasserversorgung.","versions":[{"lang":1,"streams":[{"redirect":8840395,"hoster":"VOE"},{"redirect":8591383,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Telefon – Unheimliche Verbindung","epNo":10,"alt":"","descr":"Fritz hat Geburtstag, doch die Feier muss wohl ausfallen, niemand hat Zeit für ihn. Da kommt die seltsame Postkarte mit einer Bärstädter Adresse gerade recht. Ein Scherz? Eine geheime Botschaft? Ein Rätsel? Fritz’ Neugierde ist gepackt. Er macht sich auf die Spur und findet eine verlassene, halb verfallene Villa und darinnen ein Morsegerät, das plötzlich Signale sendet, ein neuer Hinweis und eine neue Adresse. Hier trifft er auf einen seltsamen Mann mit einer Sammlung alter Telefone. Und wieder ein verschlüsselter Tipp auf die nächste Station, ein Bürohochhaus im Bankenviertel. Was geht hier vor? Als Fritz die oberste Etage betritt, wird er diesmal von einer nicht ganz unbekannten Person erwartet.","versions":[{"lang":1,"streams":[{"redirect":10127371,"hoster":"VOE"},{"redirect":10127373,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Höhlen – Expedition Drachenzahn","epNo":11,"alt":"","descr":"Ein versteinerter Drachenzahn? Überrascht betrachtet Fritz den Fund seines Nachbarn. Beim Spaziergang am Bärstädter Drachenfelsen hatte Herr Paschulke ihn entdeckt. Existiert dort womöglich noch ein komplettes Skelett in einer noch unentdeckten Höhle? Herr Paschulke ist überzeugt, \"Sie kennen doch die Sage über die Bärstädter Drachenhöhle\", sagt er. Mit einer Expedition will Fritz den Kern der Geschichte aufspüren. Auch Herr Paschulke ist dabei, er sieht sich schon als berühmten und reichen Entdecker des Drachenskeletts. Mit Hund Keks machen sich die beiden Hobbyforscher auf den Weg. Und tatsächlich entdeckt Keks eine Felsspalte mit einem Hohlraum dahinter. Vorsichtig rutscht Fritz als erster hinunter, danach Herr Paschulke, und sie befinden sich in einer fantastischen Höhlenwelt. Doch sie scheinen hier nicht alleine zu sein. Plötzlich hören sie merkwürdige Geräusche und sehen einen unheimlichen Schatten an der Felswand vorbeihuschen.","versions":[{"lang":1,"streams":[{"redirect":13111069,"hoster":"VOE"},{"redirect":8591387,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Licht – Die zauberhafte Erleuchtung","epNo":12,"alt":"","descr":"Glühwürmchen! Haufenweise! Nur leider viel zu weit weg. Fritz versucht sie mit verschiedensten Beleuchtungstricks an den Bauwagen zu locken. Doch leider ohne Erfolg. Vor lauter Begeisterung hat er glatt vergessen, die alte Bahnwärter-Lampe für seine Schwester Suse aufzupeppen. Da kann nur einer schnell und sicher helfen: sein alter Kumpel Schrauben-Harry. Alles was man auseinander und wieder zusammenbauen kann, findet man in seiner skurrilen Werkstatt, und vom Bremslicht bis zu LEDs auch jede Menge lampenähnliche Objekte. Eine skurile alte Wohnleuchte mit Lichtfäden bringt Fritz auf eine Idee für seine ultimative Glühwürmchen-Leucht-Lockanlage. Und damit lüftet er so ganz nebenbei das Geheimnis um die digitale Lichtübertragung","versions":[{"lang":1,"streams":[{"redirect":8840392,"hoster":"VOE"},{"redirect":8591385,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Farben – Das unglaubliche Himmelsblau","epNo":13,"alt":"","descr":"Ihr Kleid schillert genauso bunt wie ihr exotischer Laden: ‚Palomas Farbenparadies‘. Ob Krapprot, Indischgelb oder Lapislazuliblau, es gibt keine Farbe, die Paloma nicht kennt. Fritz erhofft sich Rat von der Farb-Spezialistin, denn er sitzt mal wieder mächtig in der Klemme. Das wertvolle Gemälde seines Nachbarn Herrn Paschulke, auf das er kurz aufpassen sollte, ist durch einen Unfall zu Schaden gekommen. Ein riesiger Kratzer im Himmel des Bildes muss restauriert werden. Ob Paloma ihm aus der Patsche helfen kann? Seltsam, dass sie an dem Gemälde schnuppert um die Originalfarbe zu bestimmen und dann nach Eiern verlangt. Und noch seltsamer, dass Fritz und Paloma heimlich von einem merkwürdigen Herrn namens Wündisch beobachtet werden","versions":[]},{"epId":"episode-14","name":"Feuer – das heiße Abenteuer","epNo":14,"alt":"","descr":"Fritz freut sich auf eine Reise in die Wildnis. Gerüstet mit Zelt, Angel, Vorräten und einem aufgemöbelten Kanu geht es los, ein wildes Flüsschen abwärts. Doch das Abenteuer gerät aus den Fugen. Fritz’ Angel verhakt sich, und er landet samt Ausrüstung im Wasser. Zum Glück kann Fritz sich an Land retten. Aber alles ist nass und klamm und natürlich sind die Streichhölzer nicht mehr zu gebrauchen. Kein Lagerfeuer um sich zu wärmen und um ein Würstchen zu grillen? Fritz gibt so schnell nicht auf. Früher haben die Menschen doch ohne Streichhölzer ein Feuer machen können. Bald brennt ein prächtiges Lagerfeuer. Die Idylle wäre fast perfekt.","versions":[{"lang":1,"streams":[{"redirect":13495557,"hoster":"VOE"},{"redirect":8591382,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Auge – Der doppelte Durchblick","epNo":15,"alt":"","descr":"Kontaktlinsen weg, Brille weg, Job weg? Fritz’ Schwester Suse ist verzweifelt. Wie soll sie bis zum nächsten Morgen den Vortrag für die Schokoriegel-Werbekampagne vorbereiten, wenn sie kaum etwas sieht? Fritz konstruiert ihr eine abenteuerliche Sehhilfe, und Suse erlernt in der Praxis einer Augentherapeutin ein Training für die Augenmuskeln mittels Perlenkette. Aber den gewünschten Erfolg hat beides nicht. Die Präsentation der Werbekampagne scheint endgültig erledigt zu sein, und damit auch ihre Karriere. Da hat Fritz eine geniale Idee: Mit optischen Täuschungen lassen sich fantastische Illusionen zaubern, ganz neue Möglichkeiten für die Darbietung eines Schokoriegels.","versions":[{"lang":1,"streams":[{"redirect":13495556,"hoster":"VOE"},{"redirect":8591390,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Pferde – Der rettende Sprung","epNo":16,"alt":"","descr":"\"Fritz, du bist unsere letzte Rettung\", ruft Pia, als sie mit einem hübschen, gescheckten Indianerpferd um die Ecke zum Bauwagen biegt. Fritz fällt aus allen Wolken. Ausgerechnet er soll sich um das Pflegepferd von Pia kümmern, damit es nicht zum Schlachter muss. Beim Springen verweigert es alle Hindernisse, und das passt dem Besitzer des edlen Turniergestüts gar nicht. Einen unnützen Fresser kann er nicht gebrauchen. Fritz kann Pia ihren Wunsch unmöglich abschlagen. Aber ein Pferd halten, pflegen und dann noch herausfinden, weshalb es nicht springt? Fritz steht vor einer riesigen Herausforderung. Eine professionelle Pferdeflüsterin soll ihm helfen.","versions":[{"lang":1,"streams":[{"redirect":12917431,"hoster":"VOE"},{"redirect":8591388,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-29","episodes":[{"epId":"episode-1","name":"Magnete – Im Zauber der magischen Kraft","epNo":1,"alt":"","descr":"Pech für Herrn Paschulke! Sein Schlüssel fällt in den Gulli, und das ist nicht das erste Unglück an diesem Tag. Alles Zeichen der \"kosmischen Krise\", glaubt der Nachbar. Die hat ihm Madame Saphira mit ihrem kosmischen Kreisel vorhergesagt. Auch Fritz lässt sich in den Bann der Wahrsagerin ziehen. Doch interessiert ihn vielmehr die Technik und Wissenschaft um ihren geisterhaften Kreisel. Wahrheit oder Betrug? Fritz erforscht Magneten und die Magie der Physik. Am Ende bleibt ihm nur eins: Fritz muss selbst Madame Saphiras Kreisel befragen.","versions":[{"lang":1,"streams":[{"redirect":9018753,"hoster":"VOE"},{"redirect":8591391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Frösche – Der Prinz vom matschigen Tümpel","epNo":2,"alt":"","descr":"\"Ich glaube, es hackt.\" Fritz wird mit einem Glas voller Froschlaich am Bärstädter Schnakenweiher ertappt, von Biologe Carsten. Der Leiter einer Naturschutzgruppe ist sauer: \"Froschlaich steht strengstens unter Naturschutz!\". Was hatte Fritz bloß mit den Froscheiern vor? Warum sucht er für Freundin Yasemin nach lebendigem Froschfutter? Und was hat ein hungriger Wetterfrosch mit seinem Horoskop zu tun? Fritz steckt in Erklärungsnot. Am Ende hilft ihm eine märchenhafte Verwandlung.","versions":[{"lang":1,"streams":[{"redirect":13517193,"hoster":"VOE"},{"redirect":10127377,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Strom – Hochspannung am Bauwagen","epNo":3,"alt":"","descr":"Fritz Fuchs erwartet seine alten Musikerfreunde. Ein richtiges Rockrevival soll es werden, schön laut und heftig. Dafür schrubbt er in der Nacht vorher ordentlich die alte E-Gitarre. Doch dann, ein lauter Knall, danach ist alles mucksmäuschen- still. Ein Blitz hat eingeschlagen, kein Strom mehr. Die Stadt ist dunkel, und auch am nächsten Morgen herrscht überall stromloses Chaos. Im Elektrizitätswerk erfährt Fritz von einem Problem mit den Umspannwerken. Der vorwitzige Mitarbeiter Martahler nimmt ihn mit auf seine Kontrollrunde und beantwortet alle Fragen zur Stromherstellung, von Volt und Watt und Ampère. Am Ende heckt Fritz einen Plan aus, wie er dem stromfreien Leben eine ausgefuchste Wendung geben kann.","versions":[{"lang":1,"streams":[{"redirect":9593439,"hoster":"VOE"},{"redirect":8591395,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kohlendioxid – Ein Gas unter Druck","epNo":4,"alt":"","descr":"Ein idyllischer Sommersonntag, im Bauwagen duftet es schon nach frisch gebackenem Apfelkuchen. Fritz freut sich auf den Besuch seiner Oma. Und Nachbar Paschulke arbeitet emsig in Haus und Garten und plant eine exotische Pflanzenzucht. Doch schon bald herrscht dicke Luft. Fritz’ erster Kuchen wird bretthart, der zweite Versuch sieht nicht viel anders aus. Bei Herrn Paschulke brennen die Sicherungen durch. Sein Tropenparadies im Keller droht im Energiekollaps zu enden. Irgendwie macht beiden das Kohlendioxid zu schaffen. Denn das Gas ist an allem schuld und gleichzeitig die Lösung aller Probleme.","versions":[{"lang":1,"streams":[{"redirect":9593440,"hoster":"VOE"},{"redirect":8591394,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gewitter – Die tollkühne Blitzjagd","epNo":5,"alt":"","descr":"Ein Unwetter wütet nachts über Bärstadt! Es leuchtet taghell und gleichzeitig hört man einen Riesenkrach. In dem Gartenteich von Herrn Paschulke schlägt der Blitz ein, mit voller Wucht. Seine geliebten Gartenzwerge sind hin. Der Nachbar trauert, Fritz Fuchs hingegen ist begeistert, von der enormen Energie der Blitze, diese Kraft muss man doch nutzen können. Er beschließt, sie einzufangen. Auf der Suche nach einer geeigneten Methode, erforscht Fritz Blitz und Donner und trifft auf eine wagemutige Blitzjägerin. Frau Mackelbatz nimmt ihn mit auf ihre nächste Expedition, denn schon wieder ist ein Gewitter im Anmarsch. Etwas merkwürdig nur, dass sich ansonsten niemand aus dem Institut traut, die furchtlose Wissenschaftlerin zu begleiten. Eine rasante Jagd beginnt.","versions":[{"lang":1,"streams":[{"redirect":11314656,"hoster":"VOE"},{"redirect":10127376,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Segeln – Rivalen im Wind","epNo":6,"alt":"","descr":"Ein geplanter Segeltörn fällt für Fritz Fuchs leider ins Wasser. Erstens traut sich Keks nicht auf das Boot von Suse, und zweitens ist das erwartete Segelschiff ein Plastikkahn mit Motor. Aus der Traum vom Abenteuer. Ein kleiner Streit, und Suse fährt alleine los. Fritz bleibt mit seinem Hund im Hafen, der dort eine alte Jolle entdeckt. Vom Segelfieber gepackt, will Fritz das heruntergekommene Boot wieder fit machen. Doch da kommt ihm Schnösel Petersen in die Quere und versucht, die Sache partout zu verhindern. Am Ende gibt es eine kühne Wette um ein Rennen zwischen den beiden. Hart am Wind segeln sie um den Sieg. Doch plötzlich taucht Suse wieder auf, in Seenot. Gefährliche Rauchschwaden steigen von ihrem Boot auf. Fritz muss handeln.","versions":[{"lang":1,"streams":[{"redirect":13508802,"hoster":"VOE"},{"redirect":8591393,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hühner – Das große Gackern","epNo":7,"alt":"","descr":"Ach du dickes Ei!\" Scharrende, pickende, gackernde Hühner überall. Nachbar Paschulke überrascht Fritz mit einer eigenen Hühnerzucht. Die Tiere sollen ihm frisch und billig die Zutaten für den Rezeptwettbewerb \"1001 Eierspeise\" liefern. Doch das liebe Federvieh legt kein Ei. \"Kein Wunder, die Hühner fühlen sich bei Ihnen nicht wohl\", Fritz befreit einige festgebundene Tiere, \"das ist Quälerei\". Er nimmt die Hennen bei sich auf und baut einen artgerechten Stall. Jetzt fehlt zum Hühnerglück nur noch ein Hahn. Ob Bauer Tavuk den richtigen hat? Scheint so, denn schon bald gibt es kleinen, gelben, puscheligen Nachwuchs. Und es werden stetig mehr. Doch wohin mit all den Küken? Am Bauwagen droht Überbevölkerung.","versions":[{"lang":1,"streams":[{"redirect":9207795,"hoster":"VOE"},{"redirect":8591392,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Müll – Kampf der vollen Tonne","epNo":8,"alt":"","descr":"Katastrophe! Die Müllabfuhr streikt, die Tonnen quellen über und langsam stinkt das Ganze zum Himmel. Fritz Fuchs weiß Abhilfe: Einfach mal keinen Müll produzieren. Das entlockt seinem konsumfreudigen Nachbarn ein müdes Lächeln und eine fette Wette: Eine ganze Woche ohne ein bisschen Müll? Niemals schafft Fritz Fuchs das. Der hält dagegen, und sieben ungewöhnliche Tage warten auf ihn: Was kann er überhaupt noch einkaufen, was passiert mit der Hundefutterdose für Kumpel Keks, der leeren PET-Flasche und der kaputten Kaffeemaschine? Fritz erkundet Recycling, wird kreativ, experimentiert und erfindet. Doch am Ende scheint alles an einer weggeworfenen Socke zu scheitern.","versions":[{"lang":1,"streams":[{"redirect":9593441,"hoster":"VOE"},{"redirect":8591396,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kuh – Erste Hilfe für die Milch","epNo":9,"alt":"","descr":"Bauer Harmsen liegt verletzt im Stall, seine Kühe machen sich selbständig. So ein Pech, wer kümmert sich jetzt um das liebe Vieh? Fritz Fuchs ist zur Stelle und wird Bauer für einen Tag. Er fängt die Kühe wieder ein, melkt sie und versorgt die kleinen Kälbchen auf dem Hof. Doch ein Unglück kommt selten allein: Das Kühlthermostat fällt aus. Die gesamte Milch droht zu verderben, wenn sie nicht sofort verarbeitet wird. Und dann ist da noch Heike, die Nachbarin des Bauern, die immer wieder ungebetenen Besuch von Harmsens Kühen bekommt und ziemlich sauer auf den jungen Landwirt ist. Fritz’ ganzer Ideenreichtum ist gefragt, um die ländliche Idylle zu retten.","versions":[{"lang":1,"streams":[{"redirect":10127379,"hoster":"VOE"},{"redirect":10127381,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Moor – Der Fund im dunklen Sumpf","epNo":10,"alt":"","descr":"Ein Schatz im Bärstädter Teufelsmoor? Fritz Fuchs will herausfinden, was es mit der alten Brosche auf sich hat, die in einer Moorpackung mit Heilerde steckte. Hat jemand das Schmuckstück verloren? War es ein Unglück, ein Verbrechen? Fritz erforscht dazu das Moor vom Sonnentau bis zum Torfabbau. Doch als die ersten Nebelschwaden ihn umwabern und Fritz vom Weg abkommt, wird’s mulmig. Merkwürdige Geräusche leiten ihn tief in die sumpfige Landschaft. Und die wenigen Menschen die er trifft, sind zwielichtige Gestalten, die unheimliche Dinge berichten. Ob mit ihnen etwa das Geheimnis zu lüften ist?","versions":[{"lang":1,"streams":[{"redirect":13508806,"hoster":"VOE"},{"redirect":8591398,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Wildes Kraut – Der unschlagbare Löwenzahn","epNo":11,"alt":"","descr":"Fritz hat Besuch von dem elfjährigen Freddy, als sein alter Schulfreund Reiner Prez auftaucht. Das Verblüffende: Reiner und Freddy kennen sich. Prez ist sein Lehrer und nicht gerade gut auf den jungen Wirbelwind zu sprechen. Freddy ist versetzungsgefährdet, und nur ein ganz besonderes Referat kann ihn noch retten. Doch bis jetzt hat er noch nichts dafür getan. \"Ich mache aus Löwenzahn einen Flummi\", platzt Freddy heraus. Bloß wie? Nur mit Fritz’ Hilfe kann es gelingen, Lehrer Prez zu beeindrucken.","versions":[{"lang":1,"streams":[{"redirect":13019016,"hoster":"VOE"},{"redirect":8591397,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Entwicklung des Lebens – Das schlaue Wunder","epNo":12,"alt":"","descr":"Uralte Dinosaurierknochen im Garten von Fritz Fuchs, und Hund Keks hat sie ausgebuddelt: drei Hörner, zwei Flügel, mehrere Riesenknochen! Eine Sensation für die Wissenschaft, da ist sich Fritz sicher. Das muss er unbedingt seinem Freund zeigen, dem abenteuerlustigen Zoologen Julius Hackbarth. Der ist jedoch gerade auf Jagd im alten, mysteriösen Dinopark von Bärstadt. Ein guter Ort, um den Geheimnissen der Evolution näher zu kommen. Weshalb schlägt der Pfau ein Rad? Warum sind Eisbären weiß? Wieso haben Schildkröten die riesigen Dinosaurier überlebt? Der Saurierfund gibt noch weitere Rätsel auf, zurück in Julius’ Museum erweisen sich die alten Knochen tatsächlich als riesiges Ereignis für die Wissenschaft – nur etwas anders als Fritz es sich vorgestellt hat.","versions":[{"lang":1,"streams":[{"redirect":13113140,"hoster":"VOE"},{"redirect":8591399,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Fuchs – Auf furchtloser Fährte","epNo":13,"alt":"","descr":"Fieser Diebstahl in der Bäckerei Klömpges, der Adresse für Spezialitäten in Bärstadts. Jemand hat ein großes Blech Hefegänse geklaut, als Fritz Fuchs mit Hund Keks dort einkaufen will. Der dicke Bäcker Klömpges schwört Rache, und wer der Schuldige ist, ist ihm schnell klar: Es muss der Fuchs gewesen sein, der ständig in Bärstadt gesichtet wird. Spuren im Garten scheinen das zu bestätigen. Mit einer widerlichen Falle will er ihm zu Leibe rücken. Das kann Fritz Fuchs nicht zulassen, und er sucht nach Beweisen für die Unschuld seines Namensvetters. Er folgt den Spuren zum nahegelegenen Waldrand. Dort entdeckt er Junge im Fuchsbau. Ob deren Mutter auf (Hefe)gänsejagd war? Die Zeit drängt, Fritz’ detektivischer Spürsinn ist gefragt. Er legt sich in der Backstube auf die Lauer – mit ganz ungewöhnlichem Erfolg.","versions":[{"lang":1,"streams":[{"redirect":10127380,"hoster":"VOE"},{"redirect":10127382,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Spinne – Leben am seidenen Faden","epNo":14,"alt":"","descr":"Fliegende Nervensägen überall! Fritz Fuchs und Keks leiden unter einer Insektenplage. Was könnte da am besten helfen? Eine tierische Abwehrfalle – Spinnen müssen her. ‚Aber das sind die schlimmsten und gefährlichsten Viecher überhaupt‘, Herr Paschulke wird panisch. Doch Fritz will die achtbeinigen Jäger züchten und holt sich Rat in einem Institut für Spinnenforschung. Hier trifft er auf Dr. Tanja Splittgerber, eine eigenwillige Expertin aus den USA. Wird sie Fritz weiterhelfen können? Er trifft sie gerade in ihrer Mittagspause an, als sie sich mit einer Vogelspinne amüsiert.","versions":[{"lang":1,"streams":[{"redirect":9207801,"hoster":"VOE"},{"redirect":8591400,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Fliegen – Im Rausch der Lüfte","epNo":15,"alt":"","descr":"Ein Rundflug über Bärstadt, das ist der Preis im diesjährigen Wettbewerb für Modellflieger. Ein Traumgewinn finden Yunus, der Neffe von Yasemin, und Fritz Fuchs. So versuchen sie sich hoch motiviert an dem Bau eines noch nie dagewesenen Segelfliegers. Fritz informiert sich über Auftrieb, Flügelformen und Leichtbauweise. Die Anregungen dazu findet er in der Natur und bei Profi Harry Brettkamp, dem Sieger der letzten Modellflug-Wettbewerbe. Doch Brettkamp wittert Konkurrenz und schmiedet einen fiesen Plan, um Fritz und Yunus auzuschalten.Als Yasemin und Yunus am alles entscheidenden Wettbewerbstag zum Austragungsort an die Stadthalle kommen, ist Fritz wie vom Erdboden verschluckt. Fünf Minuten vor Anmeldeschluss droht alles schief zu laufen, doch plötzlich landet neben Yunus ein Papierflieger auf dem Bürgersteig, und er entdeckt eine winkende Hand am Turmfenster der Stadthalle.","versions":[{"lang":1,"streams":[{"redirect":12252332,"hoster":"VOE"},{"redirect":8591402,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ratten – Der Fänger von Bärstadt","epNo":16,"alt":"","descr":"Ungewöhnlicher Besuch am Bauwagen: Ein Kammerjäger auf Rattenjagd macht sich im Garten von Fritz Fuchs zu schaffen. Fritz versucht, den penetranten Gast so schnell wie möglich los zu werden, als dieser tatsächlich eine Wanderratte entdeckt. Tierfreund Fritz ist irritiert. Ist die Ratte ein niedlicher Nager oder etwa ein krimineller Krankheitsüberträger, wie der Kammerjäger behauptet? Fritz nimmt sich der Sache an und erforscht das Leben der Langschwanzmaus. Auf jeden Fall scheint das Tier mit den wachen Augen und dem struppigen Fell erstmal großen Hunger zu haben.","versions":[{"lang":1,"streams":[{"redirect":9207805,"hoster":"VOE"},{"redirect":8591403,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-30","episodes":[{"epId":"episode-1","name":"Wunderbarer Wald – Im Labyrinth der Bäume","epNo":1,"alt":"","descr":"Ab ins Grüne, mit Camping und Grillen – ein richtig schöner Familienausflug sollte es werden. Suse hat ihren Bruder Fritz damit überrascht und ihren Mann Andi extra dazu überredet. Doch schnell hängt der Familiensegen schief. Man(n) verfährt sich, und es kommt zum Streit, wer den besseren Weg zum Campingplatz kennt. Kurzum, Fritz packt seinen Rucksack, um die Abkürzung quer durch den Wald zu nehmen. Hier herrscht in jeder Hinsicht bessere Luft als zusammen mit dem Querkopf Andi in einem Auto, findet er. Fritz genießt die Natur. Doch leider verläuft das Abenteuer im Wald anders als geplant. Der vermeintliche Wanderweg führt in die Irre, Fritz muss im Dickicht übernachten, überrascht von einer Horde Wildschweine. Am nächsten Morgen trifft Fritz dann auch noch auf einen zwielichtigen Förster, gespielt von Richy Müller, der Graffitis sprüht. Ob Fritz sich und den Wald retten kann?","versions":[{"lang":1,"streams":[{"redirect":13111067,"hoster":"VOE"},{"redirect":8591401,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Papier und Pappe – Entflammendes Spiel","epNo":2,"alt":"","descr":"Fritz fiebert dem \"Bärstädter Theatersommer\" entgegen. Er hat sich vorgenommen, ein Stück auf die Bühne zu bringen, bei dem er als Schüler die Hauptrolle gespielt hatte: \"Der standhafte Zinnsoldat\", frei nach Hans Christian Andersen. Doch diesmal möchte er selbst Regie führen und die Gesamtinszenierung leiten. Die männliche Hauptrolle ist schnell vergeben – an Nachbar Paschulke. Hat dieser doch seinem Bruder Gustaf bereits von seinem Bühnentalent vorgeschwärmt. Für die Besetzung der weiblichen Hauptrolle, der Papiertänzerin, kann Fritz mit etwas Geschick Yasemin begeistern. Stilecht aus Papier und Pappe macht sich Fritz geschickt ans Werk für Bühnenbild und Kostüme. Kurz vor der Premiere ist auch alles fertig, inklusive Extrabestuhlung für die gewichtige Familie Paschulke. Als die ausverkaufte Vorstellung beginnt, ahnt noch niemand von den besonderen \"Spezialeffekten\", die alle an diesem Abend erleben werden.","versions":[{"lang":1,"streams":[{"redirect":13096364,"hoster":"VOE"},{"redirect":8591404,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Geocaching – Schatzjagd mit dem GPS","epNo":3,"alt":"","descr":"Schatzsuche?!\" hört Nachbar Paschulke am Bauwagen und ist elektrisiert. Heimlich folgt er Fritz Fuchs in den Wald. Der schaut immer auf etwas Kleines in seiner Hand, sucht merkwürdige Orte auf und gräbt seltsame Dinge aus. Es dauert nicht lange und Fritz hat seinen Verfolger entdeckt. Bevor Herr Paschulke so richtig versteht, wie Fritz mit Grips und GPS auf einer modernen Schatzsuche unterwegs ist, haben sich die beiden verirrt. Und das GPS-Gerät geht auch noch verloren. Wie sollen sie sich jetzt zurecht finden und sich im tiefen Tann ohne Hilfsmittel orientieren? Nach dem Stand der Sonne? Der Sterne? Oder nach dem Moos auf den Bäumen? Der Nachbar ist völlig über- und Fritz Fuchs heftig gefordert.","versions":[{"lang":1,"streams":[{"redirect":13495558,"hoster":"VOE"},{"redirect":8591405,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hasen und Kaninchen – Gefährliche Grabung","epNo":4,"alt":"","descr":"Geschirr klirrt, Möbelstücke rumpeln, der Bauwagen rutscht in Schräglage und Fritz fällt zu Tode erschrocken fast aus seinem Hochbett. Ein Erdbeben in Bärstadt? Nein. Die Verursacher sind viel kleiner: Wildkaninchen haben sich im Elchwinkel niedergelassen, direkt unter Fritz’ Zuhause. So niedlich die kleinen Gäste auch sind, ihre Bauleidenschaft und Knabberlust machen sie schnell zur Plage für Fritz und seine Nachbarn. Als schließlich der Bauwagen ein zweites Mal einstürzt und bei Herrn Paschulke die Gartenzwerge im Erdreich verschwinden, spitzt sich die Lage dramatisch zu. Eins ist sicher: Die Langohren müssen weg. Aber wie? Und wohin? Und überhaupt, wie lockt man Kaninchen aus dem sicheren Bau?","versions":[{"lang":1,"streams":[{"redirect":12924405,"hoster":"VOE"},{"redirect":8591407,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Skelett – Knochenbruch beim Pokalspiel","epNo":5,"alt":"","descr":"Doppelt so hart wie Granit und trotzdem ganz leicht und sogar biegsam – das sind unsere Knochen. Fritz Fuchs muss sich seinem Knochenbau und besonders dem seiner Mittelhand widmen. Denn bei dem alles entscheidenden Pokalspiel seiner Bärstädter Fußballmannschaft tritt ihm, dem Torwart, jemand so fest auf die Hand, dass alle Stabilität nichts nutzt: Die Hand ist gebrochen.","versions":[{"lang":1,"streams":[{"redirect":8840403,"hoster":"VOE"},{"redirect":8591406,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Biogas – Gold aus Mist gemacht","epNo":6,"alt":"","descr":"Organischen Müll einfach wegschmeißen? Viel zu schade! Darin steckt doch jede Menge Energie. Bloß, wie kriegt man die da raus? Fritz Fuchs lässt seinen Erfindungsgeist walten, um dem Biogas sein Geheimnis zu entlocken und ein neues Kapitel alternativer Energien aufzuschlagen.","versions":[{"lang":1,"streams":[{"redirect":8840404,"hoster":"VOE"},{"redirect":8591408,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Esel – Entführung bei Nacht","epNo":7,"alt":"","descr":"Urlaubsvertretung im Bärstädter Streichelzoo – gleich der erste Tag in seinem neuen Nebenjob beginnt für Fritz mit einem Zwischenfall. Esel Lorenz, Attraktion und Liebling aller Besucher, ist über Nacht verschwunden. Hat er einfach Reißaus genommen, ist er auf der Flucht oder wurde er gar entführt? Fritz macht sich auf seine Fährte, um Tier und Tierpark zu retten.","versions":[{"lang":1,"streams":[{"redirect":8840405,"hoster":"VOE"},{"redirect":8591410,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Raben – Rätselhafte Rufe","epNo":8,"alt":"","descr":"Raben sind wahre Pechvögel und überhaupt Schuld an seinem Unglück, denkt Nachbar Paschulke. Er ist davon überzeugt, dass der zugeflogene Vogel am Bauwagen etwas mit seinen zahlreichen Missgeschicken zu tun hat. Selbst Fritz Fuchs und Keks’ Leben bringt der unverschämte Rabe heftig durcheinander. Als das Tier dann auch noch beginnt, mystische Dinge zu sprechen, bekommt selbst Fritz Zweifel. Was hat die Ankunft eines Rabens am Bauwagen zu bedeuten? Er will die Herkunft des Vogels ermitteln, um einen Besitzer ausfindig zu machen. Je näher Fritz der Spur des Raben kommt, umso skurriler wird der Fall. Als Fritz noch einem überforderten Plakatierer begegnet, der ebenfalls vom Pech verfolgt ist, gibt es nur noch eine Möglichkeit das Raben-Rätsel zu lösen: Fritz muss zum rabenschwarzen Magier.","versions":[{"lang":1,"streams":[{"redirect":13111070,"hoster":"VOE"},{"redirect":8591412,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fledermäuse – Die große Flucht","epNo":9,"alt":"","descr":"Yasemin ist in Panik: Eine Fledermausfamilie hat sich ausgerechnet unter ihrem Kioskdach eingenistet. Kurz darauf tauchen überall in der Gegend Fledermäuse auf. Die Bärstädter Nachrichten berichten von einer unheimlichen \"Fledermaus-Flut\". Fritz Fuchs beginnt seine Ermittlungen. Alles deutet daraufhin, dass die alte Kirche etwas mit dem geheimnisvollen Auftauchen der Tiere zu tun haben muss. Da Fledermäuse nachts aktiv sind, macht sich Fritz auf, sie in der Dunkelheit zu erkunden. Im Kirchturm stößt er auf einen undurchsichtigen Küster, der ihn gleich wieder hinauswirft. Hat der Küster etwas zu verbergen? Doch Fritz hat genug gesehen, um den mysteriösen Fall zu lösen.","versions":[{"lang":1,"streams":[{"redirect":8840406,"hoster":"VOE"},{"redirect":8591411,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zähne – Der unheimliche Biss","epNo":10,"alt":"","descr":"Nach einem Einbruch in Yasemins Kiosk bleiben angebissene Süßigkeiten zurück. Wer macht so etwas? Fritz Fuchs verspricht seiner Freundin, den Täter zu stellen: \"Ein Gebissabdruck ist genauso gut wie ein Fingerabdruck\". Für seine Ermittlungen kommt Fritz allerdings nicht um einen Besuch bei seiner Zahnärztin herum. Sie ist für ihren skurrilen Humor bekannt und untersucht Fritz’ Zähne gleich mit – wo er doch schon länger nicht mehr da war. Und Fritz erhält neben wichtigen Informationen zu Zähnen auch den entscheidenden Hinweis auf den Kiosk-Täter. Er und Yasemin stellen dem Dieb eine raffinierte Falle.","versions":[{"lang":1,"streams":[{"redirect":13495560,"hoster":"VOE"},{"redirect":8591409,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-31","episodes":[{"epId":"episode-1","name":"Marienkäfer – Das große Fressen","epNo":1,"alt":"","descr":"Die zehnjährige Milly braucht dringend Hilfe. Das Fußballfeld, auf dem sie Training hat, liegt hinter einem kleinen Fluss. Und der Steg, der direkt dorthin führt, ist zusammengebrochen. Eine Katastrophe für Milly und ihre Mannschaft. Wie sollen sie nach der Schule schnell genug zum Training kommen? Also fragt sie ihren Freund Fritz Fuchs. Schafft er es, eine kleine Brücke zu bauen? Kein Problem, Fritz forscht sofort nach Stützen und passender Statik. Und seine genialen Ideen würden auch funktionieren, wenn nicht immer sein pedantischer Freund Hennes vom Bauamt dazwischenfunken würde. Der ist mit keinem von Fritz’ Vorschlägen einverstanden. Fritz und Milly müssen sich dringend etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8840408,"hoster":"VOE"},{"redirect":8591413,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Brücken – Die geniale Verbindung","epNo":2,"alt":"","descr":"Die zehnjährige Milly braucht dringend Hilfe. Das Fußballfeld, auf dem sie Training hat, liegt hinter einem kleinen Fluss. Und der Steg, der direkt dorthin führt, ist zusammengebrochen. Eine Katastrophe für Milly und ihre Mannschaft. Wie sollen sie nach der Schule schnell genug zum Training kommen? Also fragt sie ihren Freund Fritz Fuchs. Schafft er es, eine kleine Brücke zu bauen? Kein Problem, Fritz forscht sofort nach Stützen und passender Statik. Und seine genialen Ideen würden auch funktionieren, wenn nicht immer sein pedantischer Freund Hennes vom Bauamt dazwischenfunken würde. Der ist mit keinem von Fritz’ Vorschlägen einverstanden. Fritz und Milly müssen sich dringend etwas einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8840409,"hoster":"VOE"},{"redirect":8591414,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bienen – Der Raub der Honigmacher","epNo":3,"alt":"","descr":"Fritz forscht nach Svens verschwundenem Bienenwagen. Über Nacht ist der Wagen mit den Bienen vom Waldrand gestohlen worden. Wer klaut bloß ein Bienenvolk? Die Ex-Frau von Sven? Für ihre Naturkosmetik aus Honig nach geheimem Rezept? Fritz’ Ermittlung in ihrem Kosmetikstudio scheitert leider, als Sven hineinplatzt. Fritz ermittelt weiter. Was macht eine Biene so besonders, dass man sie klaut? Fritz’ Spürsinn und der Reifenabdruck am Tatort führen ihn zur Obstplantage von Bäuerin Hilde Koplik. Hat sie etwas mit dem Diebstahl zu tun? Immerhin ist Fritz hier nicht sehr willkommen, und außerdem lügt sie ihn noch direkt an. Aber Fritz lässt sich nicht abwimmeln und stellt dem Bienenwagendieb eine Falle.","versions":[{"lang":1,"streams":[{"redirect":8840410,"hoster":"VOE"},{"redirect":8591415,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wölfe – Geheimnisvolles Heulen","epNo":4,"alt":"","descr":"Ein Wolf im Bärstädter Forst! Plötzlich steht er direkt vor Fritz und Keks bei ihrer täglichen Tour durch den Wald. Und einen eigenwilligen Wolfsforscher treffen sie gleich dazu. Ihm muss Fritz versprechen, absolut niemandem etwas von dem frei lebenden Wolf zu erzählen. Zu viele Leute würden das Tier lieber tot als lebendig sehen, weil sie noch immer an das gefräßige Wesen aus den Märchen glauben würden. Tatsächlich ist der Wolf aber eher scheu und hat noch nie einen Menschen angegriffen.Durch eine klitzekleine Unachtsamkeit von Fritz erfährt jedoch Nachbar Paschulke von dem Wolf, und kurze Zeit später ist die ganze Stadt in hellem Aufruhr. Fritz versucht, die Menschen zu beruhigen, da fällt im Bärstädter Wald auch schon ein Schuss.","versions":[{"lang":1,"streams":[{"redirect":8840411,"hoster":"VOE"},{"redirect":8591424,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erdbeben – Erschütterung am Bauwagen","epNo":5,"alt":"","descr":"Bei Fritz Fuchs kracht’s – und zwar gewaltig. Das Geschirr scheppert zu Boden, das Bett wackelt, der komplette Bauwagen wird erschüttert. Etwa ein Erdbeben? In Bärstadt? Am nächsten Tag zur gleichen Zeit wiederholt sich das Spektakel, sogar Keks’ Hundehütte kracht zusammen. Nachbar Paschulke beschließt, den offensichtlich unsicheren Elchwinkel sofort zu verlassen. Aber Fritz zweifelt: Wieso wackelt die Erde jeweils exakt um drei Uhr? Und weshalb riecht es nach den Erschütterungen so merkwürdig faulig? Er begibt sich auf die Spur der ungewöhnlichen Ereignisse und macht in allerletzter Minute vor dem nächsten Beben eine wahrhaft bewegende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8840428,"hoster":"VOE"},{"redirect":8591416,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wasserkraft – Das Rätsel der alten Mühle","epNo":6,"alt":"","descr":"Fritz Fuchs und seine Schwester Suse haben geerbt: eine waschechte Wassermühle. Doch die antike Mühle ist ziemlich heruntergekommen. Im Gegensatz zu seiner Schwester schockt Fritz das ganz und gar nicht. Er hat schon Pläne, wie er das alte Mühlrad wieder zum Laufen bringt. Aber irgendjemand aus dem Dorf scheint etwas gegen die neuen Mühlenbesitzer zu haben: Ständig passieren unheimliche Dinge, die die Geschwister Fuchs vertreiben sollen. Fritz muss sich also nicht nur in Sachen Wasserkraft schlau machen, sondern sich gleichzeitig als findiger Detektiv betätigen, um dem Rätsel der alten Mühle auf die Spur zu kommen.","versions":[{"lang":1,"streams":[{"redirect":8840412,"hoster":"VOE"},{"redirect":8591418,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Echsen – Die letzten Saurier","epNo":7,"alt":"","descr":"Unfassbar, Fritz entdeckt einen kleinen \"Saurier\" in seinem Garten – eine Bartagame, wie sich herausstellt. Bei dem Versuch, den Besitzer der exotischen Echse zu finden, kommen Fritz und Keks einem fiesen Tierschmuggler auf die Spur. Ihre Ermittlungen führen sie in ein dunkles Kellergewölbe. Hier werden viele exotische Tiere unter erbarmungswürdigen Bedingungen gehalten. Nur mit detektivischer List und vollem Körpereinsatz kann Fritz die Tiere retten und dem Tierquäler das Handwerk legen.","versions":[{"lang":1,"streams":[{"redirect":8840415,"hoster":"VOE"},{"redirect":8591417,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bauen – Geheimaktion im Geisterhaus","epNo":8,"alt":"","descr":"Ein uraltes Haus in bester Lage, etwas heruntergekommen aber eigentlich ein Schmuckstück mit bewegter Geschichte: Fritz Fuchs will es für seine Schwester renovieren. Dabei stößt er auf Spuren eines Unbekannten, der im Keller eine derbe Verwüstung anrichtet. Will jemand das Haus zerstören? Um Fritz zu vertreiben? Um an das Grundstück zu kommen? Alle Indizien führen zum Nachbargrundstück, einer Baustelle für ein Mehrfamilienhaus. Um das Rätsel zu lösen, schleust sich Fritz als Bauarbeiter ein und ermittelt undercover. Als der zwielichtige Bauleiter plötzlich von einem Transportmischer mit Bombe spricht, muss Fritz handeln.","versions":[{"lang":1,"streams":[{"redirect":8840417,"hoster":"VOE"},{"redirect":8591422,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Uhren – Wettlauf gegen die Zeit","epNo":9,"alt":"","descr":"Fritz Fuchs ist fassungslos, denn er sitzt unschuldig im Gefängnis. Der Dieb des Prunkstücks der Uhrenausstellung hat ihn mit einem nahezu perfekten Plan zum Hauptverdächtigen gemacht. Die fingierten Beweise sind erdrückend und die zuständige Kommissarin ohne Gnade. Fritz Fuchs überlegt verzweifelt, wie er sie doch noch von seiner Unschuld überzeugen kann. Wenn es bloß eine Zeitmaschine gäbe, damit er seine missliche Lage noch einmal rückgängig machen könnte. Ob das funktioniert? Schließlich schafft er es mit Yasemins – nicht ganz legaler – Hilfe und einem kleinen Zeit-Trick doch noch, den echten Täter zu überführen.","versions":[{"lang":1,"streams":[{"redirect":8840427,"hoster":"VOE"},{"redirect":8591419,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Steine – Ein harter Schwindel","epNo":10,"alt":"","descr":"Auf einem Baugrundstück bei Bärstadt tauchen uralte Versteinerungen und sogar wertvolle Edelsteine auf. Gleichzeitig mit den ungewöhnlichen Funden erscheint ein eleganter Grundstücksverkäufer am Kiosk, Stefan Petri, der nicht nur Yasemin schöne Augen macht, sondern auch versucht, das Grundstück für teures Geld Nachbar Paschulke anzudrehen. Fritz Fuchs hat so seine eigene Meinung von dem Herrn und nimmt ihn und die edlen Steine genau unter die Lupe. Und dann macht er nachts auf dem Baugrundstück eine ganz entscheidende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":8840416,"hoster":"VOE"},{"redirect":8591421,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Gehirn – Der vergessene Freund","epNo":11,"alt":"","descr":"Fritz Fuchs hat seinen Hund Keks vergessen: Er kann sich nicht daran erinnern, jemals einen Hund gehabt zu haben. Und es kommt noch schlimmer. Fritz bekommt nicht mit, wie sein Keks von einem echten Fiesling entführt wird. Dafür aber die Zuschauer, sie wissen mehr. Zum Beispiel, dass Fritz einen Unfall hatte, bei dem ein Teil seines Gedächtnisses in Mitleidenschaft gezogen wurde. Als er fast schon wieder ganz fit ist, wird ihm klar, dass da doch noch jemand bei ihm am Bauwagen gelebt hat. Wird er seinen besten Freund wieder finden? Im Kopf und im Leben?","versions":[{"lang":1,"streams":[{"redirect":13111072,"hoster":"VOE"},{"redirect":8591420,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Gift – Der knallrote Kuchen","epNo":12,"alt":"","descr":"Nachbar Paschulke geht es elend und schlecht. Er wurde vergiftet – ausgerechnet von Fritz Fuchs und seinem knallrotem Kräuter-Kuchen. Da ist sich der Nachbar ganz sicher! Um seine Unschuld zu beweisen, macht sich Fritz also auf die Suche nach dem Kraut, das Herrn Paschulke so übel mitgespielt hat. Die Spuren führen ihn in ein verstecktes Haus, in dem die geheimnisvolle Magic Maggie wohnt. Ist sie eine gute Kräuterkennerin oder eine hinterhältige Giftmischerin? Nachdem Fritz von ihrem Heilpflanzentee probiert hat, wird ihm auch ganz mulmig. Kann es sein, dass Heilpflanzen etwa auch giftig sein können? Er forscht weiter und macht eine erstaunliche Entdeckung, was der wahre Grund für Paschulkes Vergiftung ist.","versions":[{"lang":1,"streams":[{"redirect":13918285,"hoster":"VOE"},{"redirect":8591423,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Steinzeit – Die gefälschte Venus","epNo":13,"alt":"","descr":"Fritz passiert ein ungeheures Malheur: Durch seine Schuld zerspringt einer der bedeutendsten Funde aus der Steinzeit – die \"Venus von Bärstadt\" – in tausend Stücke. Bei der Untersuchung der Überreste kommt jedoch ans Licht, dass Fritz nur eine Kopie der \"Venus\" zerstört hat. Das Original wurde offenbar vorher gestohlen und durch ein Imitat ausgetauscht. Sollte Fritz die Original-Venus finden, dann kann er seinen Patzer wieder gut machen. Aber dazu muss er erst einmal selbst zum Steinzeitmenschen werden und in einem vorzeitlichen Dorf ermitteln.","versions":[{"lang":1,"streams":[{"redirect":8840418,"hoster":"VOE"},{"redirect":8591426,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Fische – Der Karpfenräuber","epNo":14,"alt":"","descr":"Fritz verspricht, die Karpfen von Angler Oskar zu pflegen, weil dieser übers Wochenende verreisen muss. Als Fritz früh morgens zum Füttern kommt, ist plötzlich das Wasser im Karpfenteich abgelassen. Die Karpfen liegen fast im Trockenen. Als erstes müssen die Fische schleunigst gerettet werden. So baut Fritz in Windeseile am Bauwagen eine Fisch-Notunterkunft und findet heraus, was die Tiere brauchen, um sich wohl zu fühlen. Dann kann er mit seinen Ermittlungen beginnen: Wer hat das Wasser im Teich abgelassen? Und warum? Und wer hat zu allem Überfluss auch noch einen räuberischen Hecht ins Karpfenbecken gesetzt? Fritz’ Spürsinn ist gefragt. Doch bei seinen Nachforschungen im Anglermilieu stößt er auf ein Rätsel nach dem anderen.","versions":[{"lang":1,"streams":[{"redirect":8840419,"hoster":"VOE"},{"redirect":8591428,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Leben und sterben – Das alte Rätsel","epNo":15,"alt":"","descr":"Auf dem Bärstädter Friedhof entdeckt Fritz einen verwitterten Grabstein mit der Inschrift: \"Fritz J. Fuchs\". Ist es das Grab eines entfernten Verwandten? Fritz’ Ermittlungen ergeben, dass niemand weiß, was mit diesem alten Fritz genau passiert ist. Fest steht nur, dass dieser Vorfahre vor vielen Jahrzehnten spurlos verschwunden ist. Fritz forscht weiter. Das Grab wurde nie benutzt. Nur eine Holzschachtel mit einem Stück Papier und einem Rätsel sind dort vergraben. Diese Spur führt Fritz zu Klara, einer sehr alten Dame und Inhaberin eines kleinen Teeladens. Als er der agilen Frau von seinem Namensvetter berichtet, schwenkt die Stimmung augenblicklich um. Sie wirft Fritz aus ihrem Laden. Warum nur? Welches mysteriöse Geheimnis trägt sie mit sich? Fritz steckt mitten in einer spannenden Spurensuche in der Vergangenheit, bei der er mit dem Thema Leben und sterben konfrontiert wird.","versions":[{"lang":1,"streams":[{"redirect":11314660,"hoster":"VOE"},{"redirect":10127378,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Feuerwehr – Brandstifter in Bärstadt","epNo":16,"alt":"","descr":"In Bärstadt ereignen sich in letzter Zeit ungewöhnlich viele Brände. Die Medien vermuten Brandstifter dahinter, denn am Tatort taucht immer ein ominöser Mofafahrer auf. Als es auch am Bauwagen brennt, muss Fritz Fuchs blitzschnell handeln und nimmt die Verfolgung auf. Dabei lernt er den spannenden aber gleichzeitig knallharten Alltag eines Feuerwehrmanns kennen. Am Ende muss sich Fritz selbst mit einem Sprung aus einem brennenden Haus retten.","versions":[{"lang":1,"streams":[{"redirect":8840431,"hoster":"VOE"},{"redirect":8591425,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-32","episodes":[{"epId":"episode-1","name":"Zauberei – Der geheimnisvolle Magier","epNo":1,"alt":"","descr":"Während einer packenden Zaubervorstellung geschieht ein mysteriöser Diebstahl. Eine wertvolle Brosche wird gestohlen \" und ausgerechnet die von Fritz’ Oma. Doch wer war der Täter? Fritz Fuchs verdächtigt den Magier selbst. Nur hat seine Theorie einen Haken: Der Zauberer stand während des Diebstahls gut sichtbar auf der Bühne. Oder sollten die Zuschauer das nur glauben? Mit einer List bringt Fritz Licht ins magische Dunkel und überführt den wahren Täter.","versions":[{"lang":1,"streams":[{"redirect":10127383,"hoster":"VOE"},{"redirect":10127384,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Film – Die große Rolle","epNo":2,"alt":"","descr":"In Bärstadt finden Dreharbeiten zu einem Kinofilm statt. Für Charly Fuchs, die charmante aber chaotische Kusine von Fritz, ist das die große Chance. Sie will unbedingt dabei sein, als Schauspielerin. Sie hat extra Unterricht genommen, um den Regisseur von sich zu überzeugen. Aber ihr Traum droht zu platzen, bevor er überhaupt angefangen hat. Eine intrigante Konkurrentin versucht Charly auszu-stechen, der Chip mit den Castingaufnahmen ist plötzlich verschwunden. Aber Fritz Fuchs lässt seine Kusine nicht hängen, nimmt mit detektivischer Finesse die Spur auf und steigt so auf unkonventionelle Art ins Filmgeschäft ein.","versions":[{"lang":1,"streams":[{"redirect":12380087,"hoster":"VOE"},{"redirect":8591427,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Luft – Ein Plattfuß kommt selten allein","epNo":3,"alt":"","descr":"So viel Plattfuß war noch nie. Gleich reihenweise geht den Zweiradfahrern im Bärstädter Elchwinkel die Luft aus. Und immer sind Heftzwecken die Ursache. Sabotage? Ein Fahrradhasser? Herr Paschulke ist mehr als verdächtig. Fritz will den Täter in flagranti erwischen und tüftelt an einer Erfindung aus luftiger Höhe. Dabei hilft ihm sein Wissen über das, was man normalerweise nicht sieht – die Luft.","versions":[{"lang":1,"streams":[{"redirect":8840424,"hoster":"VOE"},{"redirect":8591429,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bakterien – Die Bärstadt-Bazille","epNo":4,"alt":"","descr":"Fritz Fuchs züchtet Bakterien, um seiner Kusine Charly zu helfen. Sie braucht mal wieder dringend Unterstützung, diesmal für eine spektakuläre Fotoreihe über die kleinsten Lebewesen der Welt. Klar, dass Fritz ihr unter die Arme greift und dafür erst einmal eine Bakterienzucht anlegt. Merkwürdig nur, dass sich zeitgleich in ganz Bärstadt heftige Infekte ausbreiten. Sind Fritz’ Bakterien etwa ausgebrochen? Nachbar Paschulke ist davon ebenso überzeugt wie Ordnungsamtmann Heinz Kluthe. Kraft seiner amtlichen Autorität stellt er gleich den gesamten Bauwagen unter Quarantäne. Fritz, Charly und Hund Keks sitzen ganz schön tief im Bakterien-Schlamassel.","versions":[{"lang":1,"streams":[{"redirect":13101783,"hoster":"VOE"},{"redirect":8591431,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Sterne – Blick in unendliche Weiten","epNo":5,"alt":"","descr":"Fritz Fuchs hat am wunderbaren Firmament des Bärstädter Sternenhimmels ein bislang unbekanntes Leuchtobjekt entdeckt, das er prompt nach seinem Entdecker \"Der Helle Fuchs\" nennt. Aber was ist dieses Ding? Nachbar Paschulke hat zahlreiche unglückselige Vermutungen: eine Sonnenexplosion, die die Atmosphäre der Erde vergiftet, ein Unglücksstern, der den Untergang der Welt bedeutet oder gar die Invasion von Außerirdischen? Aber nicht nur er macht sich Sorgen, ganz Bärstadt wird nervös, zumal die Leiterin des Astronomischen Instituts den schlimmen Befürchtungen Nahrung gibt. Fritz muss ermitteln, was wirklich hinter der außergewöhnlichen Himmelserscheinung steckt.","versions":[{"lang":1,"streams":[{"redirect":8840421,"hoster":"VOE"},{"redirect":8591432,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Schmetterlinge – Einsatz für die Wildwiese","epNo":6,"alt":"","descr":"Herr Kluthe vom Ordnungsamt hat schlechte Nachrichten für Yasemins Kiosk. Auf der nahegelegenen Wiese soll ein Einkaufszentrum gebaut werden. Und dort, wo jetzt der Kiosk steht, ist ein Parkplatz geplant. Yasemin ist völlig verzweifelt. Keine Frage, dass Fritz Fuchs seiner Freundin helfen will, bloß wie? Mit einer List aus der Natur: Fritz will streng geschützte Schmetterlingsraupen auf der Wiese aussetzen. Wenn dort seltene Schmetterlingsarten gefunden werden, darf es kein Bauland werden. Doch Fritz hat die Rechnung ohne Herrn Kluthe und den korrekten Gutachter gemacht.","versions":[{"lang":1,"streams":[{"redirect":10127386,"hoster":"VOE"},{"redirect":10127388,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Burgen – Das Gespenst von Greifenklau","epNo":7,"alt":"","descr":"In der 100. Sendung mit Fritz Fuchs und Keks spukt es auf der Bärstädter Burg Greifenklau. Keiner der Burgführer hält es dort mehr aus – und das ausgerechnet vor der Eröffnung der großen Ritterausstellung. Ein klarer Fall für Fritz Fuchs: Er schleust sich als Burgführer ein, macht sich schlau über alte Gemäuer, Sitten im Mittelalter und das Leben der Rittersleute. Doch neben dem unheimlichen Spuken verschwinden auch noch wertvolle Münzen und Helme aus dem Burgmuseum. Fritz’ detektivischer Spürsinn ist gefragt. Mit Hund Keks bleibt er nachts auf der Burg – und hat eine unheimliche Begegnung mit dem heulenden Gespenst Gerlinde von Greifenklau. Ihre Spur führt in einen geheimen Gang.","versions":[{"lang":1,"streams":[{"redirect":8840425,"hoster":"VOE"},{"redirect":9241039,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schrift – Geheimnisvolle Botschaften","epNo":8,"alt":"","descr":"Natürlich springt Fritz Fuchs sofort ein, als seine Großmutter aus dem Krankenhaus kommt und dringend Hilfe benötigt. Gut, dass Yasemin sich sofort bereit erklärt, Bauwagen und Hund zu hüten. Da kann sie sich vielleicht auch gleich um das rätselhafte Päckchen kümmern, das die Briefträgerin dagelassen hat.","versions":[{"lang":1,"streams":[{"redirect":8840423,"hoster":"VOE"},{"redirect":8591433,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Laser – Die Jagd nach dem Lichtschwert","epNo":9,"alt":"","descr":"Zur Fantasy-Party hat Fritz Fuchs seinem Patenkind Mattis ein Super-Laserschwert versprochen. Doch das sorgfältig ausgesuchte ‚blaue Wunder‘ will nicht funktionieren, und das schnell erworbene Ersatzschwert wird geklaut. Wer macht denn so etwas? Und weshalb hat Hund Keks den Dieb nicht bemerkt? Die Party steht kurz bevor, und um Mattis nicht zu enttäuschen, muss Fritz schnell handeln. Er will selbst einen Ersatz bauen. Doch wie funktioniert so ein Laserschwert eigentlich ‚in echt‘?","versions":[{"lang":1,"streams":[{"redirect":13019020,"hoster":"VOE"},{"redirect":8591434,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Zucker – Die Spur der süßen Fracht","epNo":10,"alt":"","descr":"Fritz’ Fahrrad wurde schrottreif gefahren. Der Übeltäter ist verschwunden, hat aber ein kunstvoll verfeinertes Gebilde verloren. Dieses stellt sich als ein uraltes, verziertes Zuckerrohrstück heraus. Mit diesem Teil hofft Fritz Fuchs, den Täter zu finden. Doch seine Ermittlungen führen ihn nicht direkt dorthin, er kommt erst einmal auf ganz andere Spuren: auf die von Zuckerkunstwerken, Runkelrüben und der wechselvollen und manchmal erbarmungslosen Geschichte der süßen Verführung.","versions":[{"lang":1,"streams":[{"redirect":11314659,"hoster":"VOE"},{"redirect":10127385,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Schwein – Die superschlaue Mini-Sau","epNo":11,"alt":"","descr":"Großes Chaos am Bauwagen. Nicht etwa durch einen Wirbelsturm, sondern durch ein süßes Mini-Schwein, das sich in Fritz’ Garten verirrt hat. Zum nahegelegenen Bauernhof gehört es nicht, also wohin damit? Die Lösung scheint gefunden, als die kleine Luisa von der Artistenschule ihr Herz an das Schweinchen verliert. Ihre allergiegeplagte Mutter ist jedoch strikt dagegen. Und so muss Fritz Fuchs irgend einen Weg finden, um Mutter, Kind und das Schweinchen glücklich zu machen. Die Aufführung der Artistenschule scheint dafür genau der richtige Ort zu sein.","versions":[{"lang":1,"streams":[{"redirect":13019018,"hoster":"VOE"},{"redirect":8591435,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Maulwurf – Der unsichtbare Untermieter","epNo":12,"alt":"","descr":"Fritz und Keks haben gerade ihren bislang unsichtbaren Untermieter, einen Maulwurf, kennen gelernt, da kommt ihnen Ordnungsfanatiker Heinz Kluthe in die Quere. Er will alle Schädlinge und vor allem Maulwürfe aus dem Elchwinkel vertreiben, um den jährlichen Wettbewerb \"Unsere schönste Nachbarschaft\" zu gewinnen. Fritz weigert sich jedoch, mitzumachen. Und schon bald hat er nicht nur Kluthe, sondern die gesamte Nachbarschaft gegen sich. Gegen Ignoranz und Ordnungswahn muss Fritz nun wirklich gute Argumente finden. Und wenn es ihm nicht gelingt, die anderen zu überzeugen, soll er -genau wie die kleinen Erdbewohner – den Elchwinkel verlassen.","versions":[{"lang":1,"streams":[{"redirect":13096365,"hoster":"VOE"},{"redirect":8591436,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Schnecken – Das riskante Rennen","epNo":13,"alt":"","descr":"Ein originelles Thema haben sich Lena und Toni für ihr Tierprojekt ausgesucht. Nicht Katzen oder Meerschweinchen wollen sie vorstellen, sondern Schnecken. Fritz Fuchs unterstützt die beiden – und kommt dabei einer fiesen Sauerei auf die Spur: Spitzenkoch Alphonse sammelt für sein exquisites Menü geschützte Schnecken aus der Natur. Und das mit einer Sondergenehmigung von Amtmann Kluthe, der dies nicht uneigennützig legalisiert. Aber selbst den betrügt der unehrliche Koch, wie Fritz herausfindet. Er und die Mädchen bieten dem Lügenkoch ein Wettrennen der Schnecken an – mit hohem Einsatz.","versions":[{"lang":1,"streams":[{"redirect":8840429,"hoster":"VOE"},{"redirect":8591437,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Igel – Stacheltiere in Gefahr","epNo":14,"alt":"","descr":"Fritz rettet eine verletzte Igelmutter und deren hungrige Igelbabys. Auf zur Igelstation, dort sind die Kleinen sicher und können aufgepeppelt werden. Doch als am nächsten Tag die Babys aus der Station verschwunden sind, wird die Sache merkwürdig. Gleichzeitig macht ein Unbekannter das idyllische Bärstadt unsicher. Immer wieder werden nachts Scheiben eingeworfen, bei Yasemin am Kiosk gleich zweimal hintereinander. Gestohlen wird aber nichts. Viele Bürger haben sich schon einen scharfgemachten Wachhund zugelegt, um sich sicher zu fühlen. Ein kniffliger Fall für Fritz Fuchs. Auch wenn das eine mit dem anderen erstmal nichts zu tun zu haben scheint, so führen doch alle Spuren zu einem angeblichen Tierfreund.","versions":[{"lang":1,"streams":[{"redirect":8840433,"hoster":"VOE"},{"redirect":8591438,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-33","episodes":[{"epId":"episode-1","name":"Lama – Eine folgenreiche Verwechslung","epNo":1,"alt":"","descr":"Die Wunder vor der Türe entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um ein Lama. Eine Transportkiste wird bei Fritz Fuchs abgegeben, und drinnen steht – ein waschechtes Lama. Seine Kusine Charlie kann sich nicht erklären, was das soll. Eigentlich hatte sie nur ein Fuhre Lamawollpullis zum Bauwagen bestellt. Aber nun, wo das Lama da ist, möchte Fritz es ihm so wohnlich wie möglich machen, bis er eine geeignete Bleibe für den Gast aus den Anden gefunden hat. Fritz hat jedoch seine Rechnung ohne Herrn Kluthe vom Ordnungsamt gemacht, der findet, dass solche Tiere sofort abtransportiert werden und zur Not auf der Schlachtbank enden müssen. Die Rettungsaktion für das bedrohte Tier wird auch dadurch nicht einfacher, dass das Lama ständig ausbüxt.","versions":[{"lang":1,"streams":[{"redirect":8840436,"hoster":"VOE"},{"redirect":8591440,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Holz – Der Baum auf dem Büdchen","epNo":2,"alt":"","descr":"Sturm zieht auf in Bärstadt, mit verheerenden Folgen für Yasemin. Ein Baum, vom Blitz getroffen, fällt wie ein Fallbeil direkt auf ihren Kiosk. Totalschaden! Yasemin ist aufgelöst, denn eine Entschädigung bekommt sie nicht und für ein neues Büdchen fehlt ihr das Geld. Zudem macht Heinz Kluthe vom Ordnungsamt Druck. Die Trümmer müssen innerhalb weniger Tage abtransportiert werden. \"Aber immerhin – du hast ’n Baum\", macht Fritz Fuchs seiner Freundin Hoffnung. \"Der Baum ist aus Holz genau wie dein Kiosk.\" Tatkräftig macht er sich auf den Weg zur nächsten Tischlerei. Doch der Weg vom Baum, übers Brett bis zum Büdchen verläuft leider nicht so reibungslos wie erhofft. Der Baum auf dem Büdchen ist plötzlich verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8840435,"hoster":"VOE"},{"redirect":8591441,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Straßenbahn – Der falsche Verdacht","epNo":3,"alt":"","descr":"Fritz Fuchs gerät unter Verdacht, aus einem alten Straßenbahndepot antike Teile gestohlen zu haben. Dabei wollte er doch nur ein Paket mit einer alten Straßenbahnlampe zurückbringen, das er gefunden hat. Sein Freund und Polizist Götz Prutz kann ihm in dem Fall leider nicht helfen, denn die Indizien sprechen gegen Fritz. Deshalb ermittelt Fritz auf eigene Faust und erforscht die Straßenbahnen der Stadt. Alle Wege führen ihn immer wieder in das alte Straßenbahndepot. Doch wer spielt hier ein falsches Spiel? Es verschwinden weitere Gegenstände, und Fritz gerät immer mehr in Bedrängnis.","versions":[{"lang":1,"streams":[{"redirect":8840434,"hoster":"VOE"},{"redirect":8591439,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Pflanzen – Die giftgrüne Wunderalge","epNo":4,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um Pflanzen. Schluss mit dem unordentlichen Garten – mit Brennnesselstreifen, Totholzhaufen und Regentonne. Herr Kluthe vom Ordnungsamt und Nachbar Paschulke verpflichten in seltener Allianz Fritz Fuchs zur Einhaltung der Bärstädter Ziergarten-Verordnung. Bei Nicht-Einhaltung droht der Rauswurf vom Grundstück. Fritz muss beweisen, dass er gar keinen Zier-, sondern einen Nutzgarten besitzt. Auf seiner Suche nach dem rettenden Grün, das ihm eine schnelle und brauchbare Lösung bietet, stößt Fritz Fuchs auf Nawaro und die geniale Pflanze der Zukunft.","versions":[{"lang":1,"streams":[{"redirect":9018758,"hoster":"VOE"},{"redirect":8591444,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kanalisation – Verfolgung in der Unterwelt","epNo":5,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um die Kanalisation. Eine Uhr in der Toilette: Fritz Fuchs will Kusine Charlie helfen wiederzufinden, was ihr Babysitter-Kind Toni im Klo versenkt hat und begibt sich dafür auf die Spur des Abwassers. Mit Hilfe von Victor, einem Clochard und Lebenskünstler im Untergrund, lernt er die Geheimnisse der Kanalisation kennen – und fängt dabei ganz nebenbei einen Juwelendieb.","versions":[{"lang":1,"streams":[{"redirect":9593445,"hoster":"VOE"},{"redirect":8591443,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Feuersalamander – Jagd auf den Lurch","epNo":6,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um den Feuersalamander. Mit einem Nachbarn wie Herrn Paschulke wird selbst ein harmloses Salamander-Terrarium zu einem wilden Abenteuer. Fritz Fuchs nimmt nämlich Millys Feuersalamander während der Ferien in Pflege. Und der liebe Herr Nachbar verhilft dem Tier zum Ausbruch. Als Fritz versucht den Salamander einzufangen, geschieht ein merkwürdiger Umschwung bei Herrn Paschulke. Angestachelt durch einen dubiosen Journalisten möchte dieser das Tier plötzlich unbedingt selbst finden – um es ins Feuer zu werfen. Fritz hat alle Hände voll zu tun, das kleine Amphib als erster wieder zu beschaffen. Dabei muss er auch noch gegen Vorurteile ankämpfen, die seit Jahrhunderten über den Feuersalamander in Umlauf sind. Außerdem rettet er vielen anderen Salamandern, deren Lebensraum bedroht ist, ebenfalls das Leben.","versions":[{"lang":1,"streams":[{"redirect":13101786,"hoster":"VOE"},{"redirect":8591442,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Käse – Das geheime Rezept","epNo":7,"alt":"","descr":"Eine Spionagekamera im Käse von Yasemin! Fritz Fuchs ist verblüfft über seine Entdeckung. Wird der kleine Kiosk etwa ausspioniert, und wenn ja, warum? Fritz’ Ermittlungen führen ihn zunächst in eine kleine Hofkäserei. Noch ahnt er nicht, dass er einem großen Käse-Skandal auf der Spur ist. Die kleine Käserei von Doro läuft nicht gut. Nur mit einem geheimen Familienrezept kann sie sich so gerade über Wasser halten. Dazu kommt, dass Doros jüngerer Bruder Micha offensichtlich in finanziellen Schwierigkeiten steckt und kurz davor steht, einen fatalen Fehler zu begehen.","versions":[{"lang":1,"streams":[{"redirect":9018754,"hoster":"VOE"},{"redirect":8591446,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Brot und Korn – Der heimliche Helfer","epNo":8,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um Brot und Korn. Backexperimente am Bauwagen. Fritz Fuchs und seine Kusine Charlie backen Brot für ihren eigenen Verkaufsstand auf dem Markt: Blaubeerbrot – frei nach Oma Ilse. Doch leider sieht es noch nicht aus wie Brot und schmeckt auch noch gar nicht. Auf der Suche nach den richtigen Zutaten erhalten Fritz und Charlie Hilfe von einem Unbekannten. Er bringt die beiden auf eine geheimnisvolle Schnitzeljagd, vom Korn zum Brot.","versions":[{"lang":1,"streams":[{"redirect":8840438,"hoster":"VOE"},{"redirect":8591445,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Metall – Der Schatz im Schrott","epNo":9,"alt":"","descr":"Die Wunder vor der Türe entdecken! Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um Metalle. Die Polizei steht vor einem Rätsel: Eine Rabauken-Bande demontiert die unmöglichsten Dinge in ganz Bärstadt. Vandalismus ohne Sinn und Verstand, so scheint es. Fritz Fuchs nimmt die Spur auf und erkennt, dass offensichtlich alle geklauten Gegenstände aus Metall sind. Wahrscheinlich sollen sie eingeschmolzen werden. Mit dem auffälligen und wertvollen Kupferkrönchen von Yasemins Kioskdach als Köder kann Fritz die Langfinger bis zu ihrer mutmaßlichen Abnehmerin verfolgen: eine Schrotthändlerin und Wölfin im blauen Schafspelz’, bestens vorbereitet und nicht dumm. Um sie zu überführen, braucht Fritz Hilfe von ganz verschiedenen Seiten.","versions":[{"lang":1,"streams":[{"redirect":13098296,"hoster":"VOE"},{"redirect":8591448,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Hamster – Dicke Backen in Bärstadt","epNo":10,"alt":"","descr":"Die Wunder vor der Türe entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um Hamster. Herr Kluthe bekommt einen Goldhamster, ein Geschenk seiner Mutti. Ausgerechnet, wo er doch Angst vor Tieren hat. Fritz Fuchs hilft aus und will dem kleinen Nager zu einem angenehmen Zuhause bei dem Ordnungsamtmann verhelfen. Weniger weil er Herrn Kluthe mag, sondern weil er mit dem Tier mitfühlt. Doch der Hamster haut dabei ab, und der daran mitschuldige Fritz startet eine Suchkampagne. Tatsächlich wird ein Hamster gefunden. Doch der entpuppt sich als seltener, einheimischer Feldhamster. Für ihn ein Stück echten Lebensraum zu organisieren, erweist sich für Fritz als noch schwieriger als die Ergreifung von Herrn Kluthes flüchtigem Goldie.","versions":[{"lang":1,"streams":[{"redirect":13101785,"hoster":"VOE"},{"redirect":8591452,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Biber – Der rettende Damm","epNo":11,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um den Biber. Justin, der Biber, bringt nichts als Ärger. Gefällte Bäume, geraubte Fische, verwüstete Gärten – die menschlichen Nachbarn des kleinen Nagers sind stinksauer. Und das ausgerechnet in der Woche, in der Fritz Fuchs die Aufgabe des städtischen Bibermanagers übernommen hat. Er findet jedoch heraus, dass der Biber mit den Verwüstungen gar nichts zu tun hat. Jemand will also nur, dass sie wie Biber-Schäden aussehen. Um das Nagetier aus Bärstadt zu vertreiben? Dieser Jemand scheint zu allem entschlossen – aber er hat nicht mit Fritz Fuchs gerechnet.","versions":[{"lang":1,"streams":[{"redirect":8840441,"hoster":"VOE"},{"redirect":8591449,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Glück – Das große Los","epNo":12,"alt":"","descr":"Die Wunder vor der Türe entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um das Thema Glück. Fritz Fuchs sucht das Glück. Beziehungsweise sucht er einen geheimnisvollen Glücksbringer seiner Kusine Charlie, der laut Charlie \"wirklich funktioniert\". Bevor sie mit dessen Hilfe jedoch die heiß ersehnte Weltreise gewinnen kann, wird er gestohlen. Nun ermittelt Fritz nach einem Dieb, der Dank des Amuletts gerade ganz besonders glücklich ist. Doch die Spur des Glücks ist nicht eindeutig. Jeder will glücklich sein, und doch versteht jeder unter Glück etwas anderes. Und Glück ist etwas Flüchtiges. Es kommt und geht. Selten hat man es dann, wenn man es braucht. Wie also kommt man dem Glück auf die Schliche? Und woran erkennt man wahres Glück? Schließlich entdeckt Fritz eine heiße Fährte. Dabei erfährt der Zuschauer zusammen mit ihm, wie man \"glücklich sein\" lernen kann.","versions":[{"lang":1,"streams":[{"redirect":8840442,"hoster":"VOE"},{"redirect":8591450,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Staub – Verräterische Spuren","epNo":13,"alt":"","descr":"\"logo!\" wird 25 – und in der Rolle einer Nachbarin in einem Mehrfamilienhaus im Bärstädter Elchwinkel ist \"logo!\"-Moderatorin Anja Roth in ihrer ersten Schauspielrolle zu sehen. Fritz Fuchs sucht Pünktchen, die Katze von Nachbarskind Milly. Doch es gibt ein kleines Problem: In dem Mietshaus, in dem Milly mit ihrer Familie wohnt, sind Haustiere strengstens verboten. Eine List muss her! Getarnt als Staubsaugervertreter ermittelt Fritz im Hausstaub der gesamten Nachbarschaft, um den Weg der Katze heimlich zu verfolgen. Dabei erwarten ihn einige Überraschungen, zum Beispiel \"logo!\"-Anja. Nur von einer Katze will sie angeblich nichts wissen. Am Ende wird Fritz jedoch fündig: Pünktchen hat nicht nur Spuren im Staub hinterlassen, sondern auch in den Herzen der Nachbarn.","versions":[{"lang":1,"streams":[{"redirect":8840443,"hoster":"VOE"},{"redirect":8591447,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Wolken – Die Hagelkanone","epNo":14,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um Wolken. Verkaufsaktion bei Yasemin am Kiosk: Eine Hagelkanone wird angeboten. Mit ihrem Schall sollen Wolken vertrieben werden, um Hagelschauer zu vermeiden. Fritz Fuchs hat so seine Zweifel an der Kanone, Bauer Marten ist jedoch angefixt. Er ist bereit, viel Geld für die teure Maschine auszugeben, hat er doch seine komplette vergangene Ernte aufgrund von Unwettern verloren. Bei seinen Recherchen zu Wolken und Wetter macht Fritz einige verblüffende Entdeckungen und findet heraus, dass er Marten unbedingt vom Kauf abhalten muss. Doch als der windige Verkäufer der Hagelkanone merkt, dass sein Geschäft zu platzen droht, entführt er kurzerhand Yasemin.","versions":[{"lang":1,"streams":[{"redirect":9026490,"hoster":"VOE"},{"redirect":8591451,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Archäologie – Wikinger in Bärstadt","epNo":15,"alt":"","descr":"Die Wunder vor der Türe entdecken! Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um das Thema Archäologie. Jannis ist ein Jungarchäologe mit Leib und Seele. Als er allerdings einen Gegenstand findet, der beweist, dass es Wikinger in Bärstadt gegeben haben muss, wirft man ihm vor, die Beweise gefälscht zu haben – nur um sich wichtig zu machen. Fritz Fuchs ist der einzige, der dem Jungen glaubt. Ganz besondere Entdeckungen findet man als Archäologe wirklich nicht jeden Tag, aber Jannis muss tatsächlich auf der Spur von etwas noch Größerem gewesen sein, da ist sich Fritz sicher. Er nimmt die Grabung wieder auf und erforscht ein Geheimnis, dass die Stadtgeschichte von Bärstadt auf den Kopf stellt. Unter dem Titel \"Hey, hey, Wikinger!\" widmen ZDF und KiKA ein ganzes Wochenende dem Start der neu aufgelegten Serie \"Wickie und die starken Männer\". Von Karfreitag bis Ostermontag gibt es auf beiden Kanälen Wissenswertes und Unterhaltsames rund um die Wikinger und viele Geschichten der neuen \"Wickie\"-3D-Animation.","versions":[{"lang":1,"streams":[{"redirect":9018760,"hoster":"VOE"},{"redirect":8591453,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wasser und Eis – Spuk am Bauwagen","epNo":16,"alt":"","descr":"Die Wunder vor der Tür entdecken. Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien. Diesmal geht es um die verschiedenen Aggregatzustände des Wassers. Yasemin hat versprochen in Fritz’ Abwesenheit ein paar Tage auf den Bauwagen und Hund Keks aufzupassen. Kaum ist sie eingezogen, passieren die merkwürdigsten Dinge: Blumentöpfe zerschellen, eine blutrote Lache bildet sich auf dem Boden des Bauwagens, und immer wieder sind diese unheimlichen Geräusche zu hören. Ein Klabautermann treibt hier sein Unwesen, davon ist Nachbar Paschulke überzeugt. Dieser muss mit der alten Schiffsplanke hier eingezogen sein, die Fritz Fuchs vom Flohmarkt hat. Yasemin lässt sich aber nicht ins Bockshorn jagen und findet den wahren Grund für all die Vorkommnisse – und der ist noch viel, viel fantastischer.","versions":[{"lang":1,"streams":[{"redirect":9593444,"hoster":"VOE"},{"redirect":8591454,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-34","episodes":[{"epId":"episode-1","name":"Haare – Das falsche Rot","epNo":1,"alt":"","descr":"Fritz Fuchs rettet seiner Cousine die völlig verfärbten Haare und ermittelt gleich doppelt gegen einen zwielichtigen Fotografen und gegen einen betrügerischen Friseur. Ein Fotograf hat Charlie versprochen, sie als Model groß rauszubringen. Sie soll sich dafür nur die Haare rot färben. Doch dann verschwindet der Fotograf spurlos. Seine Färbepaste ruiniert ihre Haare. Doch Charlie ist nicht das einzige Opfer. Fritz Fuchs ermittelt. Nicht nur halb Bärstadt, sogar der übergenaue Herr Kluthe hat sich das schädliche Färbemittel andrehen lassen. Und woher kommt plötzlich der Friseur, der verspricht, die Haare von Charlie und all den anderen zu retten? Mit einer List und falschen Haaren versucht Fritz, diesen kniffligen Fall zu lösen. Er benötigt Wissen über Haare, Haarzellen und Haarwurzeln, um die Haare der Bärstädter zu retten.","versions":[{"lang":1,"streams":[{"redirect":13101789,"hoster":"VOE"},{"redirect":8591458,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gans – Die verschwundene Diva","epNo":2,"alt":"","descr":"Fritz passt auf die Gans seiner Freundin, der berühmten Schauspielerin Dorle, auf – mit ungeahnten Folgen. Als er kurz nicht hinschaut, verschwindet das Tier. Während Fritz nach der Gans forscht, meldet sich bei Dorle ein Erpresser. Hollywood am Bauwagen: Fritz erwartet Besuch von seiner Sandkasten-Freundin Dorle. Sie feiert in Bärstadt die Premiere ihres neuen Kinofilms. An ihrer Seite ist Filmpartnerin Gloria, eine weiße Hausgans. Doch Fritz erkennt seine Freundin kaum wieder. Sie nennt sich jetzt \"Doretta Dee\" und ist völlig überdreht. Sie betüdelt ihre Gans, als wäre diese ein Kind. Der Besuch dauert nur wenige Augenblicke, dann muss Doretta schon wieder los. Fritz kann sie gerade noch überreden, ihm die Gans dazulassen. Als er es dem Tier im Garten heimisch machen will, ist Gloria plötzlich verschwunden. Fritz nimmt ihre Spur auf. Doch da funkt die hysterische Doretta ihm dazwischen und erschwert die Suche. Was die beiden nicht mitbekommen haben: Ein Mann hat sie von Anfang an beobachtet. Anonym meldet er sich bei Doretta und fordert Lösegeld.","versions":[{"lang":1,"streams":[{"redirect":9593446,"hoster":"VOE"},{"redirect":8591455,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mechanik - Die unglaubliche Maschine","epNo":3,"alt":"","descr":"Zum Geburtstag wünscht sich Fritz Fuchs’ Oma ein Essen auf dem Verandadach des Bauwagens. Doch Fritz hat ein Problem: Die Stuhltreppe wurde zerstört. Wie kommt seine Oma nun aufs Dach? Nachbar Paschulke hat sich in Fritz’ Abwesenheit so allerhand ausgeliehen: Stühle der Außentreppe, Werkzeug und einiges mehr. Nun ist er im Urlaub. Fritz bleibt einzig und allein die Kraft seiner Muskeln, um das Problem zu lösen. Und die Gesetze der Mechanik, wie man Kraft vervielfachen kann. Unsere Kräfte als Menschen sind begrenzt. Wir sind es gewohnt, dass Maschinen uns alle Arbeit abnehmen. Was würde passieren, wenn sie morgen ausfallen würden? Wenn wir wieder auf unsere eigenen, begrenzten Kräfte zurückgreifen müssten? Fritz erforscht, wie Menschen im Mittelalter große Bauwerke gebaut haben – ganz ohne Maschinen. Und wie man die eigenen Kräfte mittels Mechanik steigern kann. Er entdeckt, dass im Kern all unsere modernen Werkzeuge, Kräne, Fahr- und Flugzeuge noch immer aus einer Kombination der sogenannten \"sechs einfachen Maschinen\" bestehen. Damit kann man Dinge bewegen, die man vorher für unmöglich gehalten hat. So kommen Fritz und Hund Keks schließlich auf eine geniale Idee, um die Oma auf die Dachterrasse zu bekommen.","versions":[{"lang":1,"streams":[{"redirect":9209364,"hoster":"VOE"},{"redirect":8591456,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eule – Das Ungeheuer von Bärstadt","epNo":4,"alt":"","descr":"Einem riesigen Ungeheuer ist er begegnet, da ist sich Herr Paschulke ganz sicher, mitten im Wald. Bevor die ganze Stadt in Angst und Schrecken versetzt wird und das Ordnungsamt den gesamten Wald sperrt, muss Fritz Fuchs handeln. Fritz baut einen Abenteuerpfad im Bärstädter Wald, als ihm sein Nachbar begegnet und völlig aufgelöst berichtet, er sei angegriffen worden. Ordnungsamtmann Kluthe kommt das sehr gelegen, er freut sich auf radikale Ordnungsmaßnahmen im nahen Grün: feste Wege, weniger Bäume und Gestrüpp, großzügige Beleuchtung. Für Fritz steht fest: Er muss den Wald vor lauter Ordnung und Bärstadt vor einem Ungeheuer bewahren. Was könnte Herrn Paschulke bloß so erschreckt haben? Fritz entdeckt an der Unglücksstelle ein Gewölle. Zufall? Oder eine heiße Spur? Möglicherweise könnte eine Eule dahinter stecken. Doch Herr Paschulke winkt ab, das Ungeheuer war größer, geradezu riesig – von wegen Eule! Fritz steht vor einem Rätsel. Die Wunder vor der Türe entdecken! Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien.","versions":[{"lang":1,"streams":[{"redirect":9207812,"hoster":"VOE"},{"redirect":8591459,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fussball – Das Wunder von Bärstadt","epNo":5,"alt":"","descr":"Jugendfußballer Paul wird gesperrt, weil er angeblich raucht. Fritz Fuchs will seine Unschuld beweisen und muss ihn gleichzeitig im Training aufbauen, denn Paul hatte eine Verletzung. Das große Derby zwischen der D-Jugend des FC Bärstadt gegen die Mannschaft aus Schifferdorf steht an. Alle setzen ihre Hoffnung auf Torwart Paul, damit Bärstadt gewinnt. Doch als in seiner Sporttasche Zigaretten gefunden werden, hat der Trainer keine Wahl. Ersatztormann Max soll die Bälle halten. Fritz Fuchs glaubt als einziger an Pauls Unschuld und verspricht den Übeltäter zu finden, der ihm die Schachtel untergejubelt hat. Bis dahin muss Paul ohne die Mannschaft weitertrainieren – mit Fritz, Hund Keks und Co-Trainer Nachbar Paschulke. So arbeitet Fritz nicht nur als Detektiv, der den fiesen Coup mit der Zigarettenschachtel im Fußballverein aufdecken muss, sondern gleichzeitig auch als Torwartcoach. Ganz klar, dass sich Fritz mit den neuesten Trainingsmethoden beschäftigt und bei seiner Spurensuche im Fußballverein auf die verschiedensten Berufe rund um das Fußballleben trifft. Die Wunder vor der Türe entdecken! Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien.","versions":[{"lang":1,"streams":[{"redirect":11314662,"hoster":"VOE"},{"redirect":10127387,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Plastik - Die zündende Idee","epNo":6,"alt":"","descr":"Ohne Kunststoff würde unser heutiges Leben nicht mehr funktionieren. Doch viel zu viel Plastikmüll belastet unsere Erde. Und der Rohstoff Erdöl wird immer knapper. Fritz Fuchs forscht nach einer umweltfreundlichen Lösung. Ein Replikator mit 3D-Drucker, der jeden Gegenstand hervorzaubern kann – die Idee der Zukunft! Das meint Kusine Charlie und testet begeistert einen Prototypen. Fritz jedoch erlebt auf einer Kanutour die völlig andere Seite des Materials. Überall findet er Plastikmüll, der nicht vergeht. Ein zähes Problem! Plastik ist wertvoll und keine Wegwerf-Ware, findet Fritz Fuchs. Er erforscht den wandelbaren Baustoff, findet heraus wie aus Erdöl Kunststoff entsteht, wie und wo Kunststoffe unser heutiges Leben prägen und nicht mehr wegzudenken sind. Und weshalb der ewige Plastikmüll unsere Erde verpestet und für Tiere und uns Menschen gefährlich werden kann. Schließlich ergründet Fritz alternative Ideen zur Lösung des Falls Plastik. Eine Geschichte zwischen Begeisterung für Zukunftstechnologie und kritischer Betrachtung eines immer größer werdenden Umweltproblems.","versions":[{"lang":1,"streams":[{"redirect":8840445,"hoster":"VOE"},{"redirect":8591460,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ameisen – Rettet die Königin","epNo":7,"alt":"","descr":"Fritz Fuchs muss eine exotische Ameisenkönigin retten. Doch der Nachbar funkt dazwischen: Angeblich soll die fremde Ameise extrem giftig und lebensgefährlich sein – halb Bärstadt traut sich nicht mehr aus dem Haus. Eigentlich sollte Fritz für eine Freundin nur kurz ein paar Ameisen im Terrarium hüten. Aber durch ein Malheur entkommen einige – und darunter die Königin. Ohne sie ist der ganze Ameisenstaat dem Tod geweiht. Und was die Sache noch verschärft: Die Ameisen stammen aus dem warmen Süden und können bei uns nicht lange überleben. Auf den ersten Blick sind Ameisen äußerst fremdartige Krabbelwesen. Sie leben meist unter der Erde und scheinen rein gar nichts mit uns Menschen gemein zu haben. Von wegen! Sie sind nicht nur begnadete Ingenieure und Baumeister, sind sie überaus spezialisiert. Jede Ameise hat eine klar festgelegte Aufgabe. So können sie auch nur in der Gemeinschaft überstehen. Und das Faszinierendste von allem: Sie betreiben sogar Viehzucht.","versions":[{"lang":1,"streams":[{"redirect":13101787,"hoster":"VOE"},{"redirect":8591457,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wunder des Lebens – Mit Liebe gemacht","epNo":8,"alt":"","descr":"Wie genau entstehen eigentlich Babys? Fritz Fuchs erforscht die folgenreiche Begegnung von Spermien und Eizellen. Er betrachtet das Wesen der Liebe – hormonell und poetisch. Und er ergründet das Lieben und Leiden in der Pubertät. Warten aufs Baby. Fritz vertritt Yasemin im Kiosk. Sie ist unterwegs ins Krankenhaus mit ihrer hochschwangeren Schwester. Deren beiden \"Großen\" warten am Kiosk auf das neue Geschwisterchen. Und so findet sich Fritz plötzlich zwischen Sexualkunde, pubertärem Liebeskummer und vielen Fragen zum werdenden Leben wieder. Die Wunder vor der Türe entdecken! Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien.","versions":[{"lang":1,"streams":[{"redirect":8840446,"hoster":"VOE"},{"redirect":8591461,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kriminalistik – Der falsche Hase","epNo":9,"alt":"","descr":"Was für eine Tat! Ein rosa Plüschkaninchen überfällt die Bärstädter Bank und verschwindet mitsamt der fetten Beute im Raum Elchwinkel. Fritz Fuchs hilft seinem Freund, dem Polizisten Götz Prutz, bei der Ermittlung. Am Bauwagen entdeckt Fritz zuerst das Kostüm und später auch das Geld. Doch was die kriminaltechnische Untersuchung herausfindet, mag er nicht glauben: Ordnungsamtmann Kluthe soll der Täter sein – überführt durch eine schlüssige Indizienkette. Konnte sich Fritz so im allerordentlichsten Bürger Bärstadts täuschen? Fritz glaubt an die Unschuld des peniblen Herrn Kluthe und erforscht die Arbeit und Tricks der Kriminalpolizei. Wie werden Fingerabdrücke sichtbar gemacht? Wie entsteht aus einer Zeugenaussage eine Täterskizze? Und warum liefert die Genanalyse eine eindeutige Spur? Aber nur fast eindeutig – denn Fritz ermittelt auf eigene Faust. Er hat einen unglaublichen Verdacht und will den Täter mit einer List überführen. Die Wunder vor der Türe entdecken! Mit spannenden Geschichten und verblüffendem Wissen aus Natur, Umwelt und Technik begeistert \"Löwenzahn\" Kinder und Familien.","versions":[{"lang":1,"streams":[{"redirect":8840444,"hoster":"VOE"},{"redirect":8591463,"hoster":"Streamtape"}]}]}]}]}