{"seriesId":"loki","name":"Loki","descr":"Loki gerät in die Fänge der Time Variance Authority (TVA), einer Gesellschaft, die sich außerhalb der Zeit um die Aufrechterhaltung der Zeitlinien in den verschiedenen Universen kümmert. Die TVA stellt Loki vor eine Entscheidung: Entweder er wird aus der Existenz gelöscht, oder er hilft dem Unternehmen, eine noch größere Bedrohung zu lösen. Da fällt die Entscheidung natürlich leicht.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Glorreiches Ansinnen","epNo":1,"alt":"Glorious Purpose","descr":"Nachdem Loki während der Zeitreise der Avengers mithilfe des Tesserakts entkommen konnte, landet er in der Wüste Gobi, wo er kurz darauf von Hunter B-15 und Minutemen der Zeithüter-Organisation \"Time Variance Authority\" – kurz TVA – festgenommen wird. Wie diese ihm in ihrem Hauptquartier erklären, verstieß er durch seine Flucht gegen den korrekten Fluss des \"Wahren Zeitstrahls\", wodurch er zur zu eliminierenden \"Variante\" wurde. Vor Gericht möchte ihn die Richterin Ravonna Renslayer schon für schuldig befinden und \"zurücksetzen\" lassen, doch der Analyst Mobius M. Mobius interveniert, da er den Nutzen von Loki erkennt. Mobius war zuvor im Jahr 1549 in Frankreich einer Variante auf der Spur, die zahlreiche TVA-Hunter und Minutemen tötete, deren Zurücksetzungsladung stahl und von den Einheimischen mit dem Teufel verglichen wurde. Mobius versucht daraufhin Loki in einem Büro die Bedeutung und Verantwortung der TVA näherzubringen, und zeigt ihm dafür Ausschnitte aus Lokis vergangenem und alternativem zukünftigen Leben. Der Gott des Schabernacks hält alles jedoch nur für eine Illusion, als er schließlich mit dem zukünftigen Tod seiner Ziehmutter Frigga konfrontiert wird. Nach einem Fluchtversuch, der scheitert, da innerhalb der TVA weder Magie noch die Infinity-Steine funktionieren, sieht er auch seinen eigenen Tod und gibt sich im Anschluss gegenüber Mobius als nicht von Grund auf böse zu erkennen. Mobius bietet ihm daraufhin einen Job an: Loki soll seine eigene böse Variante durch die Zeit jagen.","versions":[{"lang":1,"streams":[{"redirect":14138895,"hoster":"VOE"},{"redirect":14381705,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14048802,"hoster":"VOE"},{"redirect":14383830,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14030206,"hoster":"VOE"},{"redirect":14379210,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Variante","epNo":2,"alt":"The Variant","descr":"Als die von der TVA gesuchte Variante von Loki 1985 auf einem Mittelaltermarkt in Wisconsin den TVA-Hunter C-20 entführt, werden Mobius und Loki zusammen mit weiteren Einsatzkräften zum Tatort geschickt. Da beide keine weiteren Spuren finden können, beauftragt Mobius Loki, die TVA-Akten zu durchstöbern und so einen möglichen Aufenthaltsort der Variante herauszufinden. Bei einem Bericht über Asgards Zerstörung (Ragnarök) erkennt er, dass bei Apokalypsen kleinere temporale Abweichungen vom Wahren Zeitstrahl keine für die TVA messbaren Auswirkungen haben, da die finale Tragödie unumstößlich ist, und diese Zeitfenster daher als ideale Verstecke für die flüchtige Variante dienen könnten. Loki trägt Mobius seine Theorie daraufhin vor und beide überprüfen die These bei der Verschüttung von Pompeji durch den Ausbruch des Vesuv im Jahr 79. Als sich Lokis Entdeckung als wahr herausstellt, findet er durch weitere Indizien den Aufenthaltsort der Variante bei einer Apokalypse im Jahr 2050 heraus. Vor Ort kann die Variante, die sich als weiblich herausstellt, den für Loki als Aufpasser zugeteilten Hunter B-15 überwältigen und so ungestört mit dem Gott des Schabernacks reden. Loki offenbart seinen Plan, die TVA hintergehen und übernehmen zu wollen, und möchte dafür die Variante als seinen Helfer haben. Diese zeigt jedoch nur wenig Interesse an seinem Vorschlag und schickt stattdessen die zuvor entwendeten Zurücksetzungsladungen durch Zeittüren an verschiedene Stellen des wahren Zeitstrahls, wodurch dieser gesprengt wird. In der TVA werden die zahlreichen Abweichungen gemessen, weshalb Renslayer sich bewaffnet auf den Weg macht. Als die Variante durch eine weitere Zeittür verschwindet, folgt Loki ihr. Zeitgleich konnte Mobius den entführten Hunter C-20 auffinden, der gesteht, dass er der Variante den Aufenthaltsort der drei Zeithüter verraten hat.","versions":[{"lang":1,"streams":[{"redirect":14087285,"hoster":"VOE"},{"redirect":14383843,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14138660,"hoster":"VOE"},{"redirect":14383832,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13959780,"hoster":"VOE"},{"redirect":14379209,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lamentis","epNo":3,"alt":"Lamentis","descr":"Die Variante hat den entführten Hunter C-20 mental über die TVA und die Zeithüter ausfragen können und macht sich auf den Weg zu den goldenen Aufzügen in der TVA, da diese mit der Sprengung des Zeitstrahls beschäftigt ist. Dort trifft auch kurze Zeit später Loki ein, wo es zu einem Kampf der beiden kommt. Als Richterin Renslayer hineinplatzt, nutzt Loki das TemPad, um sich und die Variante wegzuteleportieren. Sie landen in der Apokalypse des Mondes Lamentis 1 im Jahr 2077, der mit einem Planeten kollidieren wird. Weil das TemPad keine Energie mehr hat, müssen sie eine große Energiequelle finden und dafür zusammenarbeiten. Allerdings schlagen alle Versuche von Lamentis zu fliehen fehl – unter anderem Lokis Verwandlung in den toten Ehemann einer Fremden, damit sie ihm hilft –, wodurch sie dort unvermeidlich festsitzen. Bei der langen Reise stellt sich Lokis Variante als Sylvie vor und erzählt, dass die TVA-Arbeiter wie C-20 umfunktionierte Varianten sind und nicht, wie von der TVA behauptet, von den Zeithütern erschaffen wurden.","versions":[{"lang":1,"streams":[{"redirect":14234151,"hoster":"VOE"},{"redirect":14383844,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14048680,"hoster":"VOE"},{"redirect":14383831,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14169135,"hoster":"VOE"},{"redirect":14379211,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Nexus-Vorfall","epNo":4,"alt":"The Nexus Event","descr":"In einer Rückblende wird die junge Sylvie von Renslayer – damals noch als Hunter tätig – aus Asgard geholt und zur TVA gebracht, wo sie die gleiche Prozedur wie Loki durchläuft, aber schlussendlich Renslayers TemPad stehlen und fliehen kann. In der Gegenwart sitzen Loki und Sylvie noch immer auf Lamentis fest, werden jedoch nach Entstehen eines neuen Zeitstrahls von der TVA wiedergefunden und festgenommen. Mobius erfährt durch Loki einen allmählichen Sinneswandel und stellt Nachforschungen an, wird jedoch wenig später auf Befehl von Richterin Renslayer vor Lokis Augen \"gestutzt\". Nachdem beide Varianten zu den Zeithütern gebracht werden, die sich als Androiden herausstellen, wird auch Loki von Renslayer gestutzt. Die Richterin wird kurz danach von Sylvie überwältigt, die von ihr Antworten verlangt. In einer Post-Credit-Szene kommt Loki an einem fremden Ort zu sich, wo er auf mehrere Varianten von sich selbst trifft und angesprochen wird.","versions":[{"lang":1,"streams":[{"redirect":14138585,"hoster":"VOE"},{"redirect":14383842,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143839,"hoster":"VOE"},{"redirect":14383833,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14048562,"hoster":"VOE"},{"redirect":14379212,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Reise ins Unbekannte","epNo":5,"alt":"Journey Into Mystery","descr":"Nach der Entdeckung, dass die Time Keepers nicht echt sind, wird Loki (Tom Hiddleston) von Renslayer (Gugu Mbatha-Raw) mit dem Time Stick malträtiert. \"Willkommen auf der Müllhalde der TVA, denn dort ist Loki gelandet, nachdem er gestutzt wurde. Wie zig gestutzte Loki-Varianten vor ihm. Alle beherrscht vom immer gleichen Schema, selbst alles beherrschen zu wollen, die zu verraten, die man liebt und dabei Nexus-Vorfälle zu erzeugen - und egal zu welcher Zeit, zu überleben. Ebenfalls allen gemeinsam. Als Gott der Ausgestoßenen Herrschende zu stürzen, als Gott des Chaos etablierte Systeme niederzureißen - und dann nicht zu wissen, was man mit dem entstehenden Machtvakuum anfängt.\"","versions":[{"lang":1,"streams":[{"redirect":14169127,"hoster":"VOE"},{"redirect":14383846,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14169118,"hoster":"VOE"},{"redirect":14383834,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13966169,"hoster":"VOE"},{"redirect":14379214,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Finale am Ende der Zeit","epNo":6,"alt":"For All Time. Always.","descr":"Nachdem Loki und Sylvie die Zitadelle am Ende der Zeit erreichen, treffen sie drinnen auf Miss Minutes, die ihnen erklärt, dass jemand sie erwartet. Parallel stellt Mobius Renslayer erneut zur Rede, wobei jene allerdings mittels TemPad durch eine Zeittür verschwindet, um selbst Antworten zu finden. Loki und Sylvie treffen wiederum auf den mysteriösen Gründer der TVA und Hüter des Wahren Zeitstrahls – Jener, der bleibt. Jener stammt aus dem 31. Jahrhundert und hat mittels Wissenschaft andere Varianten von sich selbst getroffen, gründete jedoch die TVA, nachdem ein multiversaler Krieg zwischen den Varianten ausbrach. Schließlich stellt Jener die beiden Götter vor die Wahl: ihn entweder zu töten und die Konsequenzen zu tragen oder für ihn die TVA zu übernehmen. Nach einem kurzen Kampf zwischen den beiden Loki-Varianten wird Loki von Sylvie zur TVA teleportiert, die den TVA-Gründer tötet, weshalb unzählige neue Zeitstrahlen entstehen. Loki hingegen findet Mobius und Hunter B-15, die ihn jedoch nicht erkennen und für einen TVA-Analysten halten. Daraufhin stellt Loki fest, dass an der Stelle, wo sich bisher die Statuen der drei Zeithüter befanden, eine Statue von Jenem, der bleibt steht.","versions":[{"lang":1,"streams":[{"redirect":14234367,"hoster":"VOE"},{"redirect":14383847,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14143993,"hoster":"VOE"},{"redirect":14383835,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":14086786,"hoster":"VOE"},{"redirect":14379213,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Ouroboros","epNo":1,"alt":"Ouroboros","descr":"Die Welt steht Kopf, nichts ist so, wie es mal war, und Loki wird willkürlich durch die Zeit gezerrt. Nachdem Jener, der bleibt, von Sylvie getötet wurde, sind eine Vielzahl von neuen Zeitstrahlen entstanden, und bei der Zeithüter-Organisation, der TVA, wird Loki überhaupt nicht mehr erkannt. Nun wird der Gott des Schabernacks quer durch die Zeit transportiert und muss gemeinsam mit dem TVA-Agenten Mobius herausfinden, was mit ihm geschieht - und ob es noch eine Chance gibt, diese Welt zu retten.","versions":[{"lang":1,"streams":[{"redirect":14086788,"hoster":"VOE"},{"redirect":14383848,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14024402,"hoster":"VOE"},{"redirect":14383837,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Breaking Brad","epNo":2,"alt":"Breaking Brad","descr":"Loki, Mobius und Hunter B-15 finden den Abtrünnigen Hunter X-5 1977 in London auf der \"Heiligen Zeitlinie\", wo er als Filmschauspieler namens Brad Wolfe lebt. Im Verhör gibt er zu, Dox\u0027 Mission aufgegeben zu haben und verrät Sylvies Aufenthaltsort. Inzwischen hat O.B. versucht, den Webstuhl der Zeit zu reparieren, um die verzweigten Zeitlinien sicher unterzubringen, stellt jedoch fest, dass er ohne die Hilfe von Miss Minutes (die seit dem Ende der ersten Staffel vermisst wird) oder der Aura von Jenem, der bleibt nicht darauf zugreifen kann. Loki, Mobius und Wolfe reisen nach Oklahoma und finden Sylvie als Angestellte bei McDonald\u0027s. Loki erzählt ihr von ihrer Begegnung in der Zukunft der TVA und bittet sie um Hilfe, ....","versions":[{"lang":1,"streams":[{"redirect":13978724,"hoster":"VOE"},{"redirect":14383850,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14191648,"hoster":"VOE"},{"redirect":14383836,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"1893","epNo":3,"alt":"1893","descr":"Loki und Mobius wissen, dass Miss Minutes mit Renslayer zusammengearbeitet hat, also verfolgen sie ihr TempPad auf der Heiligen Zeitleiste, zunächst bis 1868, um dann 1893 auf der Weltausstellung in Chicago zu landen. Dort sehen sie Victor Timely, eine Variante von Jenem, der bleibt, der seinen Prototyp des Webstuhls der Zeit präsentiert. Es wird enthüllt, dass Jener, der bleibt vor seinem Tod Miss Minutes \u0026 Renslayer nach 1868 schickte, wo sie das TVA-Handbuch abgeben sollten, damit Timely es finden konnte. Timely wird dann von drei Gruppen verfolgt: Loki und Mobius, die seine Aura nutzen wollen, um den Webstuhl der Zeit zu reparieren; Renslayer und Miss Minutes, die wollen, dass Timely den Platz seiner Variante an seiner Seite einnimmt, und Sylvie, die ihn töten will, um seinen Aufstieg zur Macht zu verhindern. Nachdem Sylvie Timely in die Enge getrieben hat, erlaubt sie Loki, ihn zurück zum TVA zu bringen, und schickt dann Renslayer und Miss Minutes ans Ende der Zeit, wo sie die Leiche von Jenem, der bleibt, sehen. Miss Minutes enthüllt, dass sie ein Geheimnis über Renslayer kennt.","versions":[{"lang":1,"streams":[{"redirect":14138820,"hoster":"VOE"},{"redirect":14383849,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14169131,"hoster":"VOE"},{"redirect":14383841,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Herz der TVA","epNo":4,"alt":"Heart of the TVA","descr":"Der Loom der TVA steht kurz vor dem katastrophalen Zusammenbruch, aber Loki, Mobius und Sylvie haben eine Variante.","versions":[{"lang":1,"streams":[{"redirect":14138582,"hoster":"VOE"},{"redirect":14383852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13966081,"hoster":"VOE"},{"redirect":14383839,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fakt und Fiktion","epNo":5,"alt":"Science/Fiction","descr":"Loki durchquert sterbende Zeitlinien, um seine Freunde zu finden, aber die Realität ist nicht, was sie zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":14143841,"hoster":"VOE"},{"redirect":14383854,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14190417,"hoster":"VOE"},{"redirect":14383845,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Glorreiches Ansinnen","epNo":6,"alt":"Glorious Purpose","descr":"Loki lernt die wahre Natur des \"glorreichen Zwecks\" kennen, während er die Vergangenheit bereinigt.","versions":[{"lang":1,"streams":[{"redirect":14143617,"hoster":"VOE"},{"redirect":14383853,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14048804,"hoster":"VOE"},{"redirect":14385242,"hoster":"Streamtape"}]}]}]}]}