{"path":"/serie/stream/longmire","name":"Longmire","descr":"Walt Longmire ist der charismatische Sheriff der fiktiven Kleinstadt Absaroka County in Wyoming. Ein Jahr nach dem Tod seiner Frau ist er noch immer nicht über den Verlust hinweg. Seine Tochter Cady, sein bester Freund ‚Standing Bear‘ und sein neuer weiblicher Hilfssheriff Vic unterstützen ihn beim Versuch, beruflich und privat einen Neuanfang zu starten. Vic kann sich nach fünf Jahren Dienst in einer Großstadt allerdings kaum an die ruhigeren Schichten gewöhnen. Ärger bereitet Walt der junge Deputy Branch, der bei der anstehenden Wahl des neuen Sheriffs gegen ihn antreten will.","seasons":[{"path":"/serie/stream/longmire/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/longmire/staffel-1/episode-1","name":"Ehrlichkeit und Integrität","epNo":1,"alt":"Pilot","descr":"Nachdem mitten im Wald eine männliche Leiche gefunden wurde, übernehmen Sheriff Walt Longmire und seine Kollegen unverzüglich den Fall. Longmire findet nicht nur heraus, dass es sich bei dem Opfer um Grant Parkford handelt, sondern auch, dass Grant neulich in der Polizeistation war, um Lilly, ein junges Mädchen indianischer Herkunft, vermisst zu melden. Bei der Befragung von Lillys Mutter May gesteht diese, dass Grant kein Unbekannter, sondern Lillys leiblicher Vater ist. Longmire glaubt, durch Grants Mörder zugleich auch Lilly, die seit ihrem Verschwinden angeblich als Prostituierte arbeitet, aufspüren zu können. Doch er wird in seinen Ermittlungen immer wieder gehindert, da es zu Auseinandersetzungen mit der Bevölkerung indianischer Abstammung kommt. Kann Henry, Walts indianischer Freund, zwischen den beiden Parteien vermitteln oder sind Longmire die Hände gebunden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101710","hoster":"VOE"},{"path":"/redirect/8590321","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691671","hoster":"VOE"},{"path":"/redirect/8691670","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-2","name":"Emanzipierte Töchter","epNo":2,"alt":"The Dark Road","descr":"Walt Longmire hat den Verdacht, dass seine Tochter Cady eine Affäre hat. Er fragt sich immer wieder, wer ihr Liebhaber sein könnte, als er auf einmal aus seinen Gedanken gerissen wird: Ein kleiner Junge hat an einem Rastplatz die Leiche einer jungen Frau gefunden. Neben ihr finden Walt und Vic sowohl eine große Summe Geld als auch eine Notiz mit einem Bibelzitat. Das Aussehen der jungen Frau deutet darauf hin, dass sie als Tänzerin gearbeitet hat. Und tatsächlich kann Longmire ihre Identität bei einem Stripbesuch klären: Die Tote heißt Hannah Clausen und lebte gemeinsam mit ihrem Bruder Samuel in einem verlassenen Haus, nachdem sie von ihren Eltern, die in einer Sekte leben, ausgerissen sind. Die Polizisten tappen im Dunkeln, da viele Menschen aus Hannahs Umfeld ein Tatmotiv haben: Sind möglicherweise ihre Eltern oder ihr Bruder hinter ihren zwielichtigen Beruf im Stripclub gekommen? Und warum flieht Hannahs Freund Davis Turner, als Branch und Walt ihn befragen wollen? Und auch Cyrus Brooks, der sich um die Jugendlichen kümmert, macht sich verdächtig, denn Hannah hat in den vergangenen Monaten 16.000 Dollar auf ein Konto eingezahlt, das auf Brooks Namen läuft …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839180","hoster":"VOE"},{"path":"/redirect/8590325","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691674","hoster":"VOE"},{"path":"/redirect/8691675","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-3","name":"Alte Geheimnisse, neu entfacht","epNo":3,"alt":"A Damn Shame","descr":"Bei einem grauenvollen Brand in einer Scheune kommen nicht nur mehrere Pferde, sondern auch ein Mann ums Leben. Bei dem Opfer handelt es sich allem Anschein nach um Ray Stewart, den Besitzer der Ranch. Alles deutet daraufhin, dass Ray sich das Leben genommen hat: Seine Depressionen, sein Abschiedsbrief an seine Ehefrau Alice und seinen Sohn TJ und die Verriegelung der Scheune von innen mit Eisenketten. Als Walt herausfindet, dass Ray für die Pferde eine außergewöhnlich hohe Versicherung abgeschlossen hat, schöpft er Verdacht und befragt Alice erneut. Diese gesteht ihm nun, dass Ray in Wirklichkeit Oskar Arnesto heißt und seine Identität geändert hat, nachdem er mit der Mafia aneinandergeraten ist. Die Obduktion ergibt, dass das Opfer schon seit mehreren Jahren tot ist, weshalb es sich unmöglich um Rays Leiche handeln kann. Als Vic und Walt herausfinden, dass jemand ein Skelett auf dem Friedhof ausgegraben hat, stellt sich ihnen die Frage, wo sich Ray befindet. Hat er möglicherweise den Brand selbst gelegt, um einen Versicherungsbetrug zu begehen oder konnte die Mafia ihn nach all den Jahren aufspüren? Ferg hat derweil einem vermeintlichen Marshall verraten, dass Alice und ihr Sohn TJ vorerst bei ihrem Nachbarn Bill Hoback untergetaucht sind und ahnt nicht, in welche Gefahr er die beiden dadurch gebracht hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839181","hoster":"VOE"},{"path":"/redirect/8590323","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691677","hoster":"VOE"},{"path":"/redirect/8691679","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-4","name":"Jeder will sein Stück vom Kuchen","epNo":4,"alt":"The Cancer","descr":"Ein Angler findet im Fluss zwei aneinandergebundene Leichen und verständigt unverzüglich Sheriff Walt Longmire. Während die Identität des einen Opfers zunächst ungeklärt bleibt, erkennt Walts Freund Henry die zweite Leiche und identifiziert sie als den Cheyenne-Jungen Freddy. Henry kannte Freddy, da dieser oft in seiner Bar Red Pony war. Eigentlich war Freddy ein vernünftiger Junge, doch bei seinem letzten Besuch hat Henry ihn dabei erwischt, wie er versucht hat, im Red Pony mit Drogen zu dealen. Bei der Durchsuchung eines Motelzimmers, dessen Schlüssel bei den beiden Leichen gefunden wurde, entdecken Vic und Walt neben Geld und Waffen eine Staue, die in Verbindung mit dem mexikanischen Drogenkartell steht. Die Polizisten fragen sich daraufhin, ob Freddy möglicherweise selbst Mitglied im mexikanischen Drogenkartell war und ob sie dort auch seinen Mörder finden. Schließlich finden die Ermittler heraus, dass die Drogen in einem Wald direkt in der Nähe von Wyoming angebaut werden und dass ein Mann namens \"El Lupo\" für den Marihuananbau im Wald verantwortlich ist. Während Vic und Walt mit dem Ranger Eli im Wald unterwegs sind, findet Henry heraus, wer \"El Lupo\" in Wirklichkeit ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839187","hoster":"VOE"},{"path":"/redirect/8590326","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691682","hoster":"VOE"},{"path":"/redirect/8691680","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-5","name":"Hundekrieger","epNo":5,"alt":"Dog Soldier","descr":"Neel Cody, der in einer Pflegefamilie lebt, verschwindet spurlos beim Spielen im Wald. Der Sheriff Walt Longmire versucht, die Pflegeeltern zu beruhigen und geht zunächst davon aus, dass der Junge von zu Hause weggelaufen ist. Doch als kurze Zeit später zwei weitere Jungen aus dem Kinderheim entführt werden, deutet alles auf ein Verbrechen hin. Es fehlt nicht nur jede Spur von den drei Jungs, sondern auch von Ryan Shank, dem Leiter des Kinderheims. Als dessen Leiche völlig unverhofft gefunden wird und die Sozialarbeiterin Crystal Shoemaker auf offener Straße von einem Mann attackiert wurde, glaubt Walt, dem wahren Täter auf der Spur zu sein: Da Crystals Beschreibung perfekt auf den kriminellen Cheyenne Hector passt, gerät dieser ins Visier der Ermittlungen. Als Walt allerdings herausfindet, dass die Heimleitung für ein Kind indianischer Abstammung wesentlich mehr Geld erhält als für ein weißes und ein einziger Mann immer wieder indianische Familien wegen der Vernachlässigung ihrer Kinder anzeigt, ahnt er, dass Shank und Shoemaker tiefer in die Angelegenheit verwickelt sind, als zunächst angenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839183","hoster":"VOE"},{"path":"/redirect/8590324","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691685","hoster":"VOE"},{"path":"/redirect/8691683","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-6","name":"Mordende Bären und alte Hasen","epNo":6,"alt":"The Worst Kind Of Hunter","descr":"Ferg hat während seiner Zeit als Polizist schon vieles gesehen, allerdings traut er seinen Augen nicht, als er im Wald einen leblosen Körper findet: Da die blutüberströmte Leiche regelrecht zerfetzt wurde, deutet alles auf eine Attacke durch einen Bären hin. Als Walt jedoch an der Leiche Spuren von Rindfleisch findet, entpuppt sich der vermeintliche Unfall als eiskalter Mord: Nachdem der Täter das Opfer Ed Crawley, das wegen Mordes im Gefängnis saß und erst vor kurzem entlassen wurde, betäubt und mit Rindfleisch angerichtet hat, hat er einen dressierten Bären auf Ed losgelassen. Donna und Ira Craig geraten zunächst ins Visier der Ermittlungen, da Ed vor über 20 Jahren deren Tochter Blaire ermordet hat. Die Eltern haben nicht nur ein Motiv, sondern machen auch keinen Hehl daraus, wie froh sie über Eds Tod sind. Walt ermittelt dennoch in andere Richtungen und findet heraus, dass Ed nicht nur Blaire, sondern auch einen Gefängniswärter getötet hat. Ferg entdeckt derweil das Auto des Opfers vor einem verlassenen Haus, von dem aus Grußkarten, die mit Crystal Meth getränkt worden sind, ins Gefängnis geschickt werden. Die Ermittler stehen vor einem großen Rätsel, denn Ed hatte scheinbar nicht nur Blaires Eltern zum Feind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839182","hoster":"VOE"},{"path":"/redirect/8590322","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691687","hoster":"VOE"},{"path":"/redirect/8691689","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-7","name":"Acht Sekunden","epNo":7,"alt":"8 Seconds","descr":"Vic und ihr Ehemann werden durch einen Anruf von Walts Sekretärin Ruby beim Sex gestört. Vic soll angeblich wegen einer Auseinandersetzung zum \"Red Pony\" kommen, doch dort findet sie lediglich den betrunkenen Walt vor, der einen Vorwand brauchte, um von Vic nach Hause gefahren zu werden. Vics Wut auf Walt ist schnell verflogen, als die beiden zu Chris Sublettes Haus gerufen werden: Chris wurde auf grausame Weise niedergeschlagen und schwebt nun in Lebensgefahr. Da aus seinem Haus ein Gemälde entwendet wurde, geht die Polizei zunächst davon aus, dass es sich um einen Raubüberfall handelt. Chris’ Ehefrau Julia, die während der Tatzeit geschäftlich außerhalb der Stadt unterwegs war, sagt jedoch aus, dass das Bild lediglich eine Fälschung war. Als Sheriff Longmire Julias Alibi überprüft, bestätigt ein Hotelangestellter dieses zwar, allerdings hat Julia die Nacht nicht alleine verbracht. Für die Ermittler ist daraufhin klar, dass Julia eine Affäre mit einem anderen Mann hatte und dadurch zugleich ein Motiv, da sie ihren Ehemann möglicherweise umbringen wollte, um aus der Ehe herauszukommen. Die Spuren führen schließlich zum Tierarzt Dr. Dennis Nunn und seiner Familie, da ein Zeuge deren Pickup in der fraglichen Nacht am Tatort gesehen hat. Bei der Vernehmung gesteht Dennis’ Ehefrau Langley, dass sie den Verdacht hatte, Dennis und Julia hätten eine Affäre. Sie hat daraufhin ihren jugendlichen Sohn Zac auf die Sublettes angesetzt. Dieser ist seinem Vater in der Tatnacht zwar zu Chris’ Haus gefolgt, hat seiner Mutter gegenüber aber eine Affäre zwischen Julia und seinem Vater verneint. Hat der Junge möglicherweise etwas ganz anderes beobachtet oder war er bloß zur falschen Zeit am falschen Ort?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839185","hoster":"VOE"},{"path":"/redirect/8590327","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12336933","hoster":"VOE"},{"path":"/redirect/8691691","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-8","name":"Der Preis der guten Tat","epNo":8,"alt":"An Incredibly Beautiful Thing","descr":"Eine junge Frau betritt vollkommen panisch eine Tankstelle und bittet deren Besitzer Ellis Hinkley um Hilfe, da sie verfolgt werde. Dieser alarmiert unverzüglich den Sheriff ? doch Walt kommt zu spät: Er entdeckt unter einem Haufen alter Autoreifen Hinkleys Leiche. Von der jungen Frau hingegen fehlt jede Spur. Bei der Durchsuchung der Tankstelle stoßen Walt und seine Kollegen auf eine Überwachungskamera, die das Mädchen aufgezeichnet hat. Kurz nachdem das Bild in den Lokalnachrichten veröffentlicht wurde, melden sich Maureen und Johnson Mace auf der Polizeiwache. Bei der jungen Frau handelt es sich um ihre Tochter Evelyn Mace, die seit zwei Jahren als vermisst gilt. Ferg und Henry, der den Polizisten unter die Arme greift, durchforsten derweil einen nahegelegenen Wald und finden in einer abgelegenen Hütte ein kleines Baby, das in einem Kaninchenstall abgelegt wurde. In der Decke des Säuglings ist ein Foto von Evelyn eingewickelt, weshalb es sich aller Wahrscheinlichkeit nach um ihr Baby handelt. Walt legt sich daraufhin im Wald auf die Lauer und es dauert nicht lange, bis eine unbekannte Frau kommt, um das Kind abzuholen. Bei ihrer Vernehmung sagt sie aus, dass sie mit elf weiteren Frauen in einer Sekte lebt, der auch Evelyn angehört, behauptet jedoch zugleich, Evelyns aktuellen Aufenthaltsort nicht zu kennen. Walt sind die Hände gebunden und er muss sie entlassen, erhofft sich jedoch durch eine Observation, dass sie die Polizisten direkt zum Täter führen wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839184","hoster":"VOE"},{"path":"/redirect/8590328","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691693","hoster":"VOE"},{"path":"/redirect/8691694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-9","name":"[Leider noch kein Repack , zu Tonverschiebung] Zu hoch gepokert","epNo":9,"alt":"Dogs, Horses, And Indians","descr":"Cadys Kreditkartenabrechnung, die versehentlich an Walt geschickt wurde, bestätigt dessen Verdacht hinsichtlich einer Affäre zwischen seiner Tochter und Branch. Walt fühlt sich von Cady nicht nur hintergangen, sondern ist außer sich vor Wut, als er plötzlich aus seinen Gedanken gerissen wird: Im Radio wird aus Versehen ein Notruf eines Mannes übertragen, der verfolgt und auf den geschossen wird. Walt macht sich sofort auf den Weg, um den Mann zu suchen, kommt jedoch zu spät: Das Opfer Malcolm Eaglestar, der Stammesratspräsident des Reservats, liegt erschossen in seinem Auto mitten in der Wüste. Da Malcoms Frau Jill aussagt, ihr Mann wäre am Abend zuvor aufgeregt gewesen, da er bei einem illegalen Pokerspiel kurz davor war, 20.000 Dollar zu gewinnen, gehen die Ermittler zunächst von einem Raubüberfall aus. Ein Drohanruf, der auf Malcolms Handy zurückverfolgt werden kann, führt die Polizisten jedoch zum Stammesangehörigen Reuben Lamebull. Als dessen Ehefrau Dana Walt von einem geheimen Brief erzählt, den Malcolm ihrem Mann Reuben geschickt hat, fällt ein ganz anderes Licht auf den Fall: Malcolm hat den Stammesmitgliedern in diesen Briefen nämlich mitgeteilt, dass sie nach der Verabschiedung eines neuen Gesetzes aus dem Cheyenne-Stamm ausgeschlossen werden. Doch neben Reuben haben über 60 Personen ein solches Schreiben erhalten, sodass viele ein Motiv gehabt hätten, sich an Malcolm zu rächen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13955808","hoster":"VOE"},{"path":"/redirect/13955807","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12380055","hoster":"VOE"},{"path":"/redirect/8691697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-1/episode-10","name":"Bittere Wahrheiten","epNo":10,"alt":"Unfinished Business","descr":"Nachdem der Jugendliche Greg Morris mit Pfeil und Bogen brutal hingerichtet wurde, wurde ihm ein Symbol auf die Stirn gemalt, das dem Stamm der Cheyenne zuzuordnen ist. Das Opfer ist kein Unbekannter: Vor ungefähr einem Jahr wurden Greg und seine drei Freunde Paul, Jake und Rich der Vergewaltigung an Ayasha, einem Mädchen indianischer Abstammung, beschuldigt. Aus Mangel an Beweisen wurden die vier damals jedoch freigesprochen. Als kurze Zeit später Gregs Freund auf die gleiche Art und Weise ermordet wird und Walt das indianische Symbol auf dem Auto von Ayashas Bruder Viho wiedererkennt, deutet alles auf einen Racheakt hin. Viho wird unverzüglich festgenommen, beteuert aber, mit den Verbrechen in Verbindung zu stehen. Der Fall scheint gelöst, als die Aussage eines jungen Mädchens namens Faith eine entscheidende Wendung in den Fall bringt: Faith ist Richs Ex-Freundin und hat ihm den Umgang mit Pfeil und Bogen beigebracht. Walt realisiert, dass Jake in großer Gefahr schwebt, kann einen Anschlag auf den Jungen allerdings nicht mehr verhindern. Der Pfeil verfehlt den Jungen jedoch um Haaresbreite und sein Vater heftet sich sofort an die Fersen des Täters. Zu seinem Erstaunen steckt jedoch nicht Rich hinter der Tat, sondern dessen Vater Warren. Nach Warrens Festnahme, kann Jakes Familie endlich wieder aufatmen, bis Jake auf dem Weg zur Arbeit auf einmal entführt wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8858090","hoster":"VOE"},{"path":"/redirect/10724957","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691698","hoster":"VOE"},{"path":"/redirect/8691699","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/longmire/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/longmire/staffel-2/episode-1","name":"Im Alleingang","epNo":1,"alt":"Unquiet Mind","descr":"Vic und Walt begleiten einen Gefangenentransport. Nachdem sie den Serienmörder Wayne Durrel wie vereinbart FBI-Agenten an einer Raststätte mitten in der Prärie übergeben haben, damit diese Wayne und drei weitere Gefangenen nach Montana überführen können, machen sich Vic und Walt auf den Heimweg. Als Vic während der Fahrt plötzlich auf etwas Hartes in ihrem Sandwich beißt, wird Walt bewusst, dass sie reingelegt wurden und kehrt unverzüglich um. Doch zurück an der Raststätte bietet sich ihnen ein grauenvolles Bild: Einige der FBI-Agenten liegen tot am Boden und die Gefangenen sind mit zwei Geiseln und bewaffnet auf der Flucht. Nachdem Vic und Walt in einer verlassenen Hütte einen Flüchtigen aufgreifen konnten, soll Vic diesen zum Polizeipräsidium bringen, während Walt sich trotz eines Schneesturms in den Bergen auf die Suche nach den restlichen Gefangenen macht. Walts Alleingang entwickelt sich aufgrund der klirrenden Kälte zu einem Kampf zwischen Leben und Tod. Henry und Branch machen sich schließlich mit Pferden auf, um Walt in den Bergen zu suchen. Vic hat große Schuldgefühle, Walt in der Kälte zurückgelassen zu haben und kann auch nicht auf die Hilfe des FBIs hoffen: Diese wollen wegen des Unwetters kein Risiko eingehen, sodass von Stunde zu Stunde jegliche Hoffnung schwindet, Walt noch lebend zu finden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380069","hoster":"VOE"},{"path":"/redirect/8590334","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691703","hoster":"VOE"},{"path":"/redirect/8691700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-2","name":"Erhörtes Gebet","epNo":2,"alt":"Carcasses","descr":"Als Holly Whitish auf ihrem Grundstück zufällig die Leiche eines Mannes findet, alarmiert sie unverzüglich den Sheriff. Walt gegenüber behauptet sie, das Opfer, Ross Lanten, nicht gekannt zu haben. Doch der Fund der Leiche nimmt Holly so sehr mit, dass sie ihren Kummer in Alkohol ertränkt. Bei einer erneuten Befragung gesteht Holly schließlich, dass Ross Lanten sie vor über zwanzig Jahren vergewaltigt hat. Allerdings beteuert sie zugleich, nicht mit dem Mord in Verbindung zu stehen. Während Holly für Ferg zur Hauptverdächtigen wird und er nicht nachvollziehen kann, warum Walt sie nicht verhaftet, ermittelt Walt in eine ganz andere Richtung: Der Mageninhalt des Opfers führt ihn zu einem Truck Stop, in dem auch Prosituierte arbeiten. Es stellt sich heraus, dass die Prostituierte Delila die Letzte war, die Ross lebend gesehen hat. Delila sagt schließlich aus, dass Ross nach dem Sex mit ihr von einem dunklen Auto abgeholt wurde. Walt verdächtig daraufhin Brandi Collette, Ross’ Nachbarin, da diese einen dunklen Wagen fährt und in der Tatnacht an einem Blackout litt. Im Glauben, den Mord wirklich begangen zu haben, fordert Brandi Walt sogar auf, sie zu verhaften. Doch ist Brandi die wahre Täterin?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839190","hoster":"VOE"},{"path":"/redirect/8590333","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691705","hoster":"VOE"},{"path":"/redirect/8691706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-3","name":"Wie vom Blitz getroffen","epNo":3,"alt":"Death Came In Like Thunder","descr":"Vic und Walt machen sich in den Bergen auf die Suche nach einem Mountainbiker, der sie verständigt hat, nachdem er über einen Stein gestürzt ist. Die beiden finden neben dem Opfer Robby auch dessen Kamera, die den Unfall zufällig aufgezeichnet hat. Es stellt sich heraus, dass Robby nicht wegen eines Steines, sondern wegen eines leblosen Körpers das Gleichgewicht verloren hat. Unweit der Unfallstelle finden Walt und Vic schließlich die Leiche von Marko Vayas, dem Besitzer des Landes. Nach außen hin scheint alles, als sei Marko eines natürlichen Todes gestorben, doch da neben ihm sein Hund tot am Boden liegt, wird der Sheriff misstrauisch. Die Obduktion bestätigt seinen Verdacht: Marko wurde vergiftet. Markos Brüder Sal und Costa, denen ebenfalls Anteile des Landes gehören, sind geschockt und verdächtigen sofort eine Holzfirma, da die drei Brüder ihr Land nicht an sie verkaufen wollte. Bei der Befragung der Mitarbeiter findet Walt heraus, dass Marko ohne das Wissen seiner Brüder seine Anteile verkaufen wollte, um mit seiner Ehefrau Rosa ein neues Leben anzufangen. Sind die beiden Brüder möglicherweise hinter Markos Vorhaben gekommen und wollten mit allen Mitteln verhindern, dass der Familienbesitz verkauft wird?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839191","hoster":"VOE"},{"path":"/redirect/8590331","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691708","hoster":"VOE"},{"path":"/redirect/8691710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-4","name":"Die Straße zur Hölle","epNo":4,"alt":"The Road To Hell","descr":"Als ein Mann auf der Conty Road 9 einen zerschossenen Lkw entdeckt und den Sheriff alarmiert, macht sich dieser vor Ort ein Bild von der Lage: Longmire findet heraus, dass nicht nur jede Spur von Cooper James, dem Fahrers des Lkw fehlt, sondern auch von einem Anhänger mit 42 Rindern. Der Sheriff ist ratlos und bittet deshalb R.J. Watts, einen Detective des Veterinäramtes, um Hilfe. Nachdem Cooper wieder aufgetaucht ist und eine Aussage gemacht hat, vermutet Watts schließlich, dass der Inhaftierte Bobby Dunwood hinter dem Diebstahl steckt und die Tat aus dem Gefängnis organisiert hat. Kurz darauf wird Cooper erhängt in einem Viehtransporter gefunden. Als nach und nach die verschwundenen Rinder wieder auftauchen, entpuppt sich der Diebstahl als eine Aktion von Umweltaktivisten, die gegen die Fleischindustrie demonstrieren wollten. Longmire kann Amy Hendricks und deren Freund Trent Lowry, dessen Vater Dale die gestohlenen Rinder gehören, des Diebstahls überführen. Doch die beiden stecken nicht alleine hinter der Tat, denn Cooper James war ebenfalls in die Angelegenheit involviert und hat 10.000 Dollar dafür erhalten. Doch würden Amy und Trent über Leichen gehen, um gegen die Schlachtung von Tieren zu demonstrieren oder ist ihre Behauptung, mit Coopers Mord nicht in Verbindung zu stehen, wahr?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839193","hoster":"VOE"},{"path":"/redirect/8590332","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691716","hoster":"VOE"},{"path":"/redirect/8691711","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-5","name":"Vergiftete Partystimmung","epNo":5,"alt":"Party’s Over","descr":"Der Sheriff Walt Longmire und sein Team ermitteln im Mordfall des Cheyenne-Mädchens Tanya Dove, das erschossen aufgefunden wurde. Vic entdeckt bei der Leiche neben einem Schlüssel und einem Handy auch Schmerzmittel, das bei Teenagern häufig als Partydroge verwendet wird. Als die Ermittler die gemeinsame Wohnung von Tanya und deren Schwester Lorna durchsuchen, finden sie das dazugehörige Rezept: Die Schmerzmittel wurden jedoch weder Tanya noch Lorna verschrieben, sondern einem gewissen Gerry Solomon. Lorna verdächtigt die jugendliche Gang, die ihnen die Tabletten verkauft hat, für den Tod an ihrer Schwester verantwortlich zu sein und stellt diese im Alleingang zur Rede. Die Jugendlichen schlagen Lorna daraufhin zusammen. Als Walt die Mitglieder der Gang verhaftet, gesteht einer der Jungs, dass sie den Apotheker Gene bestochen haben: Nachdem dieser ihnen eine Liste mit all den Patienten, die solche Schmerzmittel bekommen, zugemailt hat, sind die Jugendlichen in die entsprechenden Häuser eingebrochen und haben die Tabletten anschließend weiterverkauft. Der Junge bestreitet jedoch, mit Tanyas Tod in Verbindung zu stehen. Doch aus welchem Motiv sollten die Jugendlichen überhaupt gehandelt haben oder liegt Lorna mit ihrem Verdacht möglicherweise falsch und es steckt jemand ganz anderes hinter der grausamen Tat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839194","hoster":"VOE"},{"path":"/redirect/8590336","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691715","hoster":"VOE"},{"path":"/redirect/8691717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-6","name":"Eine Frage des Blickwinkels","epNo":6,"alt":"Tell It Slant","descr":"Als der betrunkene Aaron Two Rivers dem Sheriff gegenüber seltsame Anspielungen macht, dass jemand ermordet wurde, ahnt dieser bereits, dass an Aarons Äußerungen etwas Wahres ist. Nur kurze Zeit später wird Aarons Schwester Cassandra, eine Hellseherin, tot aufgefunden. Hat Aaron Cassandras Leiche lediglich entdeckt oder in welcher Verbindung steht er zum Mord? Vic und Walt stoßen bei ihren Ermittlungen auf Calvin und Gretchen Cowley, deren Tochter Emma bei einem Campingausflug spurlos verschwunden ist. Da die Polizei das Mädchen nicht aufspüren konnte, legten die Eltern jegliche Hoffnung in Cassandra, die immer wieder Visionen hatte, dass Emma noch lebt. Gretchen gesteht Walt bei ihrer Vernehmung, dass sie Cassandra dafür bezahlt hat, Calvin Mut zu machen, da sie nicht mitansehen konnte, wie ihr Ehemann zugrunde geht. Ist Calvin möglicherweise hinter das dunkle Geheimnis gekommen und hat sich an Cassandra gerächt? Eine andere Spur führt die Ermittler zu Jacob Nighthorse, der immer wieder mit Cassandra aneinandergeraten ist. Diese hatte mehrmals Visionen, dass sich auf Jacobs Grundstück Leichen befinden und hat ihm damit gedroht, an die Öffentlichkeit zu gehen. Jacob gibt zu, dass er Cassandra bestochen hat, um den geplanten Bau seines Casinos nicht zu gefährden. Hat Cassandra trotzdem ihr Schweigen gebrochen und musste sie dafür nun mit ihrem Leben bezahlen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839197","hoster":"VOE"},{"path":"/redirect/8590335","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691718","hoster":"VOE"},{"path":"/redirect/8691719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-7","name":"Klang und Wut","epNo":7,"alt":"Sound And Fury","descr":"Henry hört zufällig mit, wie ein Gast im Red Pony einen weiteren beauftragt, seine Ehefrau zu töten, da diese ihn seit den Flitterwochen betrogen hat. Als der Deal platzt, bietet Henry sich spontan als Auftragskiller an, um den Ehemann auffliegen zu lassen. Bei ihren Recherchen finden Walt und Vic heraus, dass es sich bei dem Ehemann um Bill Norquist handelt und nehmen ihn unverzüglich fest. Norquist betont bei seiner Vernehmung jedoch immer wieder, seinen Plan nicht ernst gemeint zu haben. Den Polizisten sind schließlich die Hände gebunden und sie müssen Norquist aus Mangel an Beweisen freilassen. Obwohl Ferg den Verdächtigen daraufhin die ganze Nacht beobachtet und Norquist seine Firma nicht verlässt, wird am nächsten Morgen seine Leiche auf angrenzenden Gleisen gefunden. Die Ermittler gehen davon aus, dass Diane Highsmtih, die Ehefrau des Opfers, aus Rache nun selbst einen Auftragskiller engagiert hat. Als Walt dann auch noch herausfindet, dass Diane die Scheidung geplant hatte, aber damit noch bis zum Tod von Bills wohlhabender Mutter warten wollte, spitzt sich die Lage zu: Hat Diane ihren Ehemann nicht nur aus Rache, sondern auch aus Habgier ermordet, um nach dessen Tod das gesamte Vermögen zu erben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839195","hoster":"VOE"},{"path":"/redirect/8590338","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691724","hoster":"VOE"},{"path":"/redirect/8691721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-8","name":"Aus dem Sattel geworfen","epNo":8,"alt":"The Great Spirit","descr":"Sheriff Longmire und sein Freund Henry versuchen, ein aufgescheuchtes Pferd, das wie wild durch die Felder Absarokas rennt, mit einem Lasso einzufangen. Dabei müssen sie feststellen, dass das Pferd einen blutenden Mann hinter sich herzieht. Als es Walt und Henry endlich gelingt, das Pferd zu stoppen, ist der Mann bereits tot. Doch er ist nicht durch die Wucht des Pferdes gestorben, sondern erschossen worden. Bei dem Opfer handelt es sich um Tydes Griffin, den Besitzer des Landes, auf der das Pferd herumirrte. Es deutet alles darauf hin, dass in unmittelbarer Nähe des Fundortes kurz zuvor ein illegales Rodeoreiten stattgefunden hat, dass möglicherweise mit dem Mord in Verbindung steht. Der Sheriff findet schließlich heraus, dass illegale Einwanderer aus Mexiko tagsüber unter erbärmlichen Umständen auf dem Land und abends als Rodeoreiter arbeiten mussten. Hat sich einer der Arbeiter möglicherweise an Griffin gerächt oder wie stand das Opfer zu der ganzen Angelegenheit? Derweil kommt Detective Fales aus Denver ins Red Pony, um Henry zum Mord an dem Mann zu befragen, der für den Tod von Walts Ehefrau verantwortlich ist. Nach der Befragung verlässt Henry Hals über Kopf die Stadt und macht sich auf den Weg nach Denver, wo er dringend mit einer alten Bekannten sprechen möchte. Ist Henry möglicherweise in den Mordfall verwickelt und ahnt nun, dass er sich auf dünnem Eis bewegt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839196","hoster":"VOE"},{"path":"/redirect/8590337","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691728","hoster":"VOE"},{"path":"/redirect/8691723","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-9","name":"Unlauterer Wettbewerb","epNo":9,"alt":"Tuscan Red","descr":"Sheriff Longmire und Henry hacken gerade Holz im Wald, als sie einen lauten Knall hören, der durch eine Explosion eines nahegelegenen Hauses verursacht wurde. Dabei wurde Ethan Lone Elk, der Bruder des Hausbesitzers Dolan Lone Elk, getötet. Da Dolan Proteste gegen den Energiekonzern Newett Energy geleitet hat, glaubt er, dass es der Täter eigentlich auf ihn abgesehen und die beiden Brüder verwechselt hat. Die Obduktion des Leichnams bringt jedoch eine Wendung in den Fall: Ethan ist nicht bei der Explosion ums Leben gekommen, sondern hat sich zu Tode getrunken. Außerdem wurde er vor seinem Tod mit roter Farbe, einem Symbol für die indianische Abstammung, bemalt. Steckt wirklich der Energiekonzern hinter der Tat oder hat es möglicherweise jemand aus seinem Umfeld gezielt auf Ethan abgesehen, um ihn dafür zu bestrafen, dass seine Ehefrau Lauren keine Cheyenne ist? Branch trifft derweil im Red Pony zufällig auf die betrunkene Cady und bringt sie nach Hause. Im Rausch erzählt diese ihm jegliche Details zum Tod ihrer Mutter. Mit seinen neuen Kenntnissen könnte Branch Walt erpressen und ihn dazu zwingen, von der anstehenden Sheriffwahl zurückzutreten – doch würde Branch dafür riskieren, Cadys Vertrauen zu verlieren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839198","hoster":"VOE"},{"path":"/redirect/8590339","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691730","hoster":"VOE"},{"path":"/redirect/8691727","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-10","name":"Ins rechte Licht gerückt","epNo":10,"alt":"Election Day","descr":"Nach langem Warten ist der Tag der Wahl zum Sheriff endlich gekommen. In ganz Abrasoka County herrscht Ausnahmestimmung und Walt kann die Schwierigkeiten der letzten Zeit endlich einmal vergessen: Seine Chancen, Branch bei der Wahl zu besiegen, stehen nicht schlecht, seine Tochter Cady nähert sich ihm wieder an und in seinem Leben gibt es eine neue Frau – Lizzie. Doch das Glück wird schon bald von einem traurigen Ereignis überschattet: Während der Wahl wird ein Autounfall mit Fahrerflucht gemeldet, bei dem Cady lebensgefährlich verletzt wurde. Vic und Ferg übernehmen sofort die Ermittlungen und befragen Darren Tooman, den offiziellen Halter des zweiten Wagens. Darren behauptet jedoch, das Auto vor einiger Zeit an einen gewissen Kellen Dawes verkauft zu haben. Dieser bestätigt den Kauf zwar, doch auch er möchte mit dem Unfall nichts zu tun haben und sagt aus, dass ihm der Wagen vor mehreren Monaten gestohlen wurde. Vic glaubt ihm, denn Kellen hat keine einzige Schramme am ganzen Körper und kann unmöglich der Unfallverursacher sein. Die Polizistin bringt es nur schwer übers Herz, Walt beizubringen, dass sich jegliche Spuren im Sand verlaufen, denn Walt weicht nicht mehr von Cady, die seit dem Unfall im Koma liegt und weiterhin in Lebensgefahr schwebt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839199","hoster":"VOE"},{"path":"/redirect/8590341","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691731","hoster":"VOE"},{"path":"/redirect/8691732","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-11","name":"Wilderei um jeden Preis","epNo":11,"alt":"Natural Order","descr":"Als die Leiche eines Jägers direkt neben einem enthaupteten Elch gefunden wird, fragt Walt Longmire seinen Bekannten Omar, der ebenfalls Jäger ist, um Rat. Dieser stellt fest, dass dem getöteten Elch Innereien entfernt wurden, mit denen illegal Medikamente hergestellt werden, die unter anderem als Aufputschmittel dienen. Walt erinnert sich daraufhin an einen jungen Mann namens Troy Thayer, den er nach Cadys Autounfall im Krankenhaus kennengelernt hat. Troy ist ein talentierter Footballspieler, doch seit einiger Zeit leidet er an einer unbekannten Krankheit, die seine Ärzte vor ein großes Rätsel stellt. Da Troy in naher Zukunft von einem Scout bewertet werden sollte, hegt Walt den Verdacht, dass der junge Mann ein solches Aufputschmittel konsumiert hat, um dadurch seine Leistung zu steigern. Troy gesteht ihm tatsächlich, das illegale Medikament \"Velvet\" zu sich genommen zu haben. Sein Vater Grant hat es von einem gewissen Mr. Chen erhalten, mit dem er gemeinsam zur Jagd geht. Walt glaubt daraufhin, dass Mr. Chen solche Medikamente illegal herstellt. Ein Telefonanruf bringt jedoch völlig unerwartet eine entscheidende Wende in den Fall: Der Tierpräparator Lee Rosky behauptet, dass der Jäger Keith Dixon Elche tötet, obwohl dies strengstens verboten ist. Als Vic und Walt bei Keith’ Hausdurchsuchung den fehlenden Kopf des Elches finden, erhärtet sich der Verdacht gegen ihn – doch Keith behauptet, jemand möchte ihm die ganze Angelegenheit in die Schuhe schieben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839200","hoster":"VOE"},{"path":"/redirect/8590340","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691734","hoster":"VOE"},{"path":"/redirect/8691737","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-12","name":"Fingerzeig","epNo":12,"alt":"A Good Death Is Hard To Find","descr":"Vic glaubt, dass Sheriff Ed Gorsky aus Philadelphia sie verfolgt, da sie vor mehreren Jahren dessen Partner Bobby an die Polizei verraten hat. Nachdem sich jemand unbefugt Zutritt zu ihrem Haus verschafft hat, vertraut sich die verzweifelte Vic Walt an. Sie gesteht ihm, dass sie damals nicht nur wegen des neuen Jobs ihres Ehemannes Sean nach Absaroka County gezogen ist, sondern auch zu ihrem eigenen Schutz. Walt ist entsetzt und sagt Vic unverzüglich seine Hilfe zu. Nach dem Tod des inhaftierten James, ist Walt Longmires Name überraschenderweise in dessen Testament verzeichnet. Walt traut seinen Augen nicht, als er daraufhin ein Päckchen mit einem abgetrennten Finger erhält. Zunächst ist der Sheriff im Glauben, der Finger gehöre Tony Morten, dem James vor 24 Jahren bei einem Raubüberfall einen Finger abgetrennt hat. Doch der Fingerabdruck stimmt nicht mit dem von Tony Morten überein. Ein Brief, den der Gefängniswächter Hank Thompson in James’ alter Zelle gefunden hat, bringt eine entscheidende Wende: James’ Freund Riley Manning soll damals den Überfall gemeinsam mit James begangen und noch eine Rechnung mit seinem Komplizen offen haben, da das erbeutete Geld bis heute verschwunden ist. James’ Freundin Connie Mallery lenkt den Verdacht jedoch auf Hank, mit dem sie eine Affäre hatte. Sie glaubt, Hank habe James aus Angst, sie könne nach dessen anstehender Entlassung zu ihm zurückkehren, ermordet. Sheriff Walt Longmire steht vor einem Rätsel, denn es gibt viele Verdächtige, die ein Motiv haben und die Frage, wo sich das verschwundene Geld befindet, ist noch immer nicht geklärt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12380063","hoster":"VOE"},{"path":"/redirect/8590343","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691736","hoster":"VOE"},{"path":"/redirect/8691735","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-2/episode-13","name":"Zeit sich den Dingen zu stellen","epNo":13,"alt":"Bad Medicine","descr":"Ed Gorsky wird schwerverletzt ins Krankenhaus eingeliefert, nachdem er von einem Unbekannten zusammengeschlagen wurde. Als Ferg Eds Telefonanrufe überprüft, fällt ihm auf, dass das Opfer Vic in den letzten Tagen mehr als 30 Mal angerufen hat. Ferg hegt daraufhin den Verdacht, dass Vic und Ed eine Affäre hatten und ihr Ehemann Sean nun möglicherweise hinter das Geheimnis gekommen ist. Branch gerät derweil mit dem Sheriff des Cheyenne-Reservats aneinander, da er sich dort unbefugterweise umgeschaut hat. Branch vermutet, dass der Cheyenne David Ridges etwas mit Cadys Autounfall zu tun hat, da dessen Fingerabdrücke auf Cadys Wagen gefunden wurden. Als Walt davon erfährt, verschaffen er und Branch sich ohne Erlaubnis Zutritt zu Davids Haus. Dort finden sie eine Videoaufnahme, auf der zu sehen ist, wie David Selbstmord begeht. Doch wo befindet sich Davids Leiche? Cady ist geschockt, als Detective Fales mit einem Durchsuchungsbefehl vor dem Haus ihres Vaters auftaucht und steht kurz vor einem Zusammenbruch. Cady wird daraufhin bewusst, dass Detective Fales ihr bei ihrem Besuch in Denver gar nicht die Absicht hatte, ihr zu helfen. Er hat nämlich schon damals ihren Vater Walt und Henry verdächtigt gehabt, sich an Miller Bec dafür gerächt zu haben, dass dieser Walts Ehefrau ermordet hat. Liegt Fales mit seiner Vermutung richtig und findet er nun in Absaroka County Beweise, um die beiden Männer zu überführen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917394","hoster":"VOE"},{"path":"/redirect/8590342","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691741","hoster":"VOE"},{"path":"/redirect/8691740","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/longmire/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/longmire/staffel-3/episode-1","name":"Der weiße Krieger","epNo":1,"alt":"The White Warrior","descr":"In der ersten Folge der dritten Staffel muss Walt sich mit den Auswirkungen von Henrys Verhaftung und Branchs Schussverletzung auseinandersetzen. Die Suche nach dem Schützen wird jedoch dadurch verkompliziert, das Branch schwört, dass es sich dabei um jemanden handelt, der bereits tot ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839203","hoster":"VOE"},{"path":"/redirect/8590345","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691743","hoster":"VOE"},{"path":"/redirect/8691744","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-2","name":"Problemkind","epNo":2,"alt":"Of Children and Travelers","descr":"Ein ermordetes Adoptivkind führt Walt und sein Team in eine zwielichtige Unterwelt. Henry bekommt Probleme im Gefängnis, während Cady sich bemüht, ihm einen guten Anwalt zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101712","hoster":"VOE"},{"path":"/redirect/13283686","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691749","hoster":"VOE"},{"path":"/redirect/8691746","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-3","name":"Miss Cheyenne","epNo":3,"alt":"Miss Cheyenne","descr":"Walt balanciert eine Morduntersuchung mit seiner Rolle als Jury-Mitglied für den Miss Cheyenne-Wettbewerb. Cady bittet einen alten Freund um Hilfe mit Henrys Fall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101713","hoster":"VOE"},{"path":"/redirect/8590346","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691751","hoster":"VOE"},{"path":"/redirect/8691747","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-4","name":"Appartement 32","epNo":4,"alt":"In the Pines","descr":"Nachdem ein Wildnis- Erlebniskurs eine ungute Wende nimmt, muss Walt einen Mörder und vermisste Teenager aufspüren. Branch setzt seine ungenehmigte Suche nach seinem Attentäter fort.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839206","hoster":"VOE"},{"path":"/redirect/8590347","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691753","hoster":"VOE"},{"path":"/redirect/8691752","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-5","name":"Wanted","epNo":5,"alt":"Wanted Man","descr":"Walt bildet ein Team mit Lucian Connally, um die Verdächtigen einzuschränken, nach dem seine Frau ermordet wurde. Branchs Verhalten verursacht Probleme.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11831971","hoster":"VOE"},{"path":"/redirect/8590348","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691755","hoster":"VOE"},{"path":"/redirect/8691756","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-6","name":"Falsche Identität","epNo":6,"alt":"Reports of My Death","descr":"Ein 30 Jahre lang verschwundener Mann wird tot aufgefunden. Walt muss sich um den Medienrummel kümmern und herausfinden, ob der Tote tatsächlich der Erbe eines Silberminenvermögens ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839218","hoster":"VOE"},{"path":"/redirect/8590350","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691758","hoster":"VOE"},{"path":"/redirect/8691757","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-7","name":"Vom Weg abgekommen","epNo":7,"alt":"Population 25","descr":"Vics freies Wochenende geht schief, als ein Unfall dazu führt, dass sie und ihr Ehemann Sean entführt werden. Um sie zu retten, muss Walt eine ungewöhnliche Allianz eingehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917396","hoster":"VOE"},{"path":"/redirect/8590349","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691760","hoster":"VOE"},{"path":"/redirect/8691759","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-8","name":"Freundschaftsdienst","epNo":8,"alt":"Harvest","descr":"Während Branch und Cady nach Denver reisen, um einen Hinweis für Henrys Fall zu finden, bekommt Vic von Sean ein Ultimatum gestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101715","hoster":"VOE"},{"path":"/redirect/8590351","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691761","hoster":"VOE"},{"path":"/redirect/8691762","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-9","name":"Tapferkeit und Ehre","epNo":9,"alt":"Counting Coup","descr":"Walt macht sich ernste Sorgen um Branch und eine wichtige Entdeckung im Fall David Ridges. Henry hat einen Rückschlag in seiner Verhandlung. Vic entscheidet sich bezüglich ihrer Zukunft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839211","hoster":"VOE"},{"path":"/redirect/8590352","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691767","hoster":"VOE"},{"path":"/redirect/8691766","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-3/episode-10","name":"Asche zu Asche","epNo":10,"alt":"Ashes to Ashe","descr":"Im Finale der 3. Staffel sucht Walt nach einem Abschluss für den Mord an seiner Frau und für Henrys Fall. Und obwohl Branch vom Dienst suspendiert ist, fahndet er nach Jacob Nighthorse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8608240","hoster":"VOE"},{"path":"/redirect/8590353","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691771","hoster":"VOE"},{"path":"/redirect/8691772","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/longmire/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/longmire/staffel-4/episode-1","name":"Am Fluss","epNo":1,"alt":"Down by the River","descr":"Walt will sich rächen - und Henry will ihn aufhalten. Cady erzählt Walt von ihren Bedenken über den zunehmend unberechenbaren Branch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839210","hoster":"VOE"},{"path":"/redirect/8590355","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691773","hoster":"VOE"},{"path":"/redirect/8691776","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-2","name":"War Eagle","epNo":2,"alt":"War Eagle","descr":"Während Walt versucht, zu beweisen, dass Branchs Tod ein Mord war, untersucht er einen Toten in einem japanischen Internierungslager. Henry setzt sich für eine Frau im Reservat ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839208","hoster":"VOE"},{"path":"/redirect/8590354","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/12917386","hoster":"VOE"},{"path":"/redirect/8691774","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-3","name":"High Noon","epNo":3,"alt":"High Noon","descr":"Die Dinge spitzen sich zu, als Nighthorse Walt beschuldigt, ihn angeschossen zu haben. Cady erfährt von den Geschäften mit Barlow Connally. Es kommt zu einer Konfrontation zw. Walt \u0026 Barlow.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839212","hoster":"VOE"},{"path":"/redirect/8590356","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9615801","hoster":"VOE"},{"path":"/redirect/8691778","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-4","name":"Four Arrows","epNo":4,"alt":"Four Arrows","descr":"Nach einer Beurlaubung kehrt Walt zur Arbeit zurück, doch er erfährt, dass Vic einen neuen Stellvertreter eingestellt hat. Henry greift in einen häuslichen Streit im Reservat ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839217","hoster":"VOE"},{"path":"/redirect/8590360","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691783","hoster":"VOE"},{"path":"/redirect/8691782","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-5","name":"Traumata","epNo":5,"alt":"Help Wanted","descr":"Als Walt Bewerber als Stellvertreter interviewt, wird er in einen Fall mit gestohlenen Arzneimitteln u. einer Veteranen-Selbsthilfegruppe verwickelt, die von einem Psychiater geleitet wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839214","hoster":"VOE"},{"path":"/redirect/8590358","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691789","hoster":"VOE"},{"path":"/redirect/8691787","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-6","name":"Eine Frage der Grenze","epNo":6,"alt":"The Calling Back","descr":"Als eine Indianerin im Reservat von Bohrinselarbeitern angegriffen wird, sind Mathias und Walt aufgrund von Gerichtsbarkeitsproblemen nicht in der Lage, die Verdächtigen zu verfolgen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839213","hoster":"VOE"},{"path":"/redirect/8590359","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691790","hoster":"VOE"},{"path":"/redirect/8691785","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-7","name":"Vergebung oder Rache?","epNo":7,"alt":"Highway Robbery","descr":"Walt untersucht einen tödlichen Autobahnraub, während Matthias Cady Zugang zu alten, vernachlässigten Rechtsfällen im Reservat gewährt. Walt vertraut sich einer überraschenden Person an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839216","hoster":"VOE"},{"path":"/redirect/8590357","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691793","hoster":"VOE"},{"path":"/redirect/8691791","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-8","name":"Hector lebt","epNo":8,"alt":"Hector Lives","descr":"Einer von Gab Langtons Angreifern wird tot auf einer Bohrinsel aufgefunden. Cady verdächtigt Henry.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839221","hoster":"VOE"},{"path":"/redirect/8590362","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691792","hoster":"VOE"},{"path":"/redirect/8691794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-9","name":"Shotgun","epNo":9,"alt":"Shotgun","descr":"Walt beschäftigt sich mit den Auswirkungen der Schießerei und bekommt die Schuld für die Verhaftung eines Bohrinselarbeiters zugeschoben, während Henry und Gab fliehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917398","hoster":"VOE"},{"path":"/redirect/14018745","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691798","hoster":"VOE"},{"path":"/redirect/8691797","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-4/episode-10","name":"Das Gesetz des Reservats","epNo":10,"alt":"What Happens on the Rez...","descr":"Im Finale der 4. Staffel wird Walt von allen Seiten unter Druck gesetzt, als Walker Browning auf dem Kriegspfad ist, um Gab zu finden und Henry verhaften zu lassen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839219","hoster":"VOE"},{"path":"/redirect/8590363","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691801","hoster":"VOE"},{"path":"/redirect/8691800","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/longmire/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/longmire/staffel-5/episode-1","name":"Vernebelte Erinnerungen","epNo":1,"alt":"A Fog That Won\u0027t Lift","descr":"Sheriff Walt Longmire (Robert Taylor) ist nach den jüngsten Ereignissen sichtlich angeschlagen. Er sucht nach der spurlos verschwundenen Donna Monaghan (Ally Walker) und versucht gleichzeitig, zusammen mit Vic (Katee Sackhoff) die Ereignisse in der Blockhütte zu rekonstruieren. Mathias (Zahn McClarnon) schlägt Henry (Lou Diamond Phillips) derweil einen Deal vor – und Walts Tochter Cady (Cassidy Freeman) berichtet ihrem Vater von ihrer neuen Anstellung bei einem alten Feind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839222","hoster":"VOE"},{"path":"/redirect/8590365","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9644384","hoster":"VOE"},{"path":"/redirect/8691805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-2","name":"Gute und böse Erinnerungen","epNo":2,"alt":"One Good Memory","descr":"Henry (Lou Diamond Phillips) beschließt, den Deal mit Mathias (Zahn McClarnon) neu auszuhandeln. Walt (Robert Taylor) ist bei seiner Suche nach der vermissten Donna (Ally Walker) unterdessen keinen Schritt vorangekommen: Die Zahl der Verdächtigen mit plausiblen Motiven ist unüberschaubar. Doch schließlich lenkt eine auf Walts Telefon hinterlassene Nachricht die Ermittlungen in eine neue, unerwartete Richtung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839225","hoster":"VOE"},{"path":"/redirect/8590366","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691806","hoster":"VOE"},{"path":"/redirect/8691807","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-3","name":"Der Kokon","epNo":3,"alt":"Chrysalis","descr":"Walt (Robert Taylor) ermittelt in einem rätselhaften Fall, in dem es um ein Mädchen und dessen spurlos verschwundenen Vater geht. Während die Allianz von Malachi Strand (Graham Greene) und Jacob Nighthorse (A Martinez) unterdessen kurz davor steht, in die Brüche zu gehen, nutzt Henry (Lou Diamond Phillips) die Gunst der Stunde, um Cady (Cassidy Freeman) zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018781","hoster":"VOE"},{"path":"/redirect/8590368","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691811","hoster":"VOE"},{"path":"/redirect/8691809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-4","name":"Bedrohte Tiere, bedrohte Menschen","epNo":4,"alt":"The Judas Wolf","descr":"Walt (Robert Taylor) und Vic (Katee Sackhoff) suchen nach dem Chef einer Arzneimittelfirma, der offenbar entführt wurde. Die Liste der Verdächtigen ist lang, denn der skrupellose Manager hatte viele Feinde. Henry (Lou Diamond Phillips) und Mathias (Zahn McClarnon) werden derweil in die Machenschaften eines Drogendealers hineingezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839223","hoster":"VOE"},{"path":"/redirect/8590367","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495367","hoster":"VOE"},{"path":"/redirect/8691814","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-5","name":"Wie bei Peckinpah","epNo":5,"alt":"Pure Peckinpah","descr":"Nachdem Henry (Lou Diamond Phillips) die Leiche eines Drogendealers entdeckt hat, sieht sich Mathias (Zahn McClarnon) gezwungen, gemeinsam mit Walt (Robert Taylor) nach dem Täter zu suchen. Vic (Katee Sackhoff) gelingt es derweil endlich, eine neue Bleibe zu finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839224","hoster":"VOE"},{"path":"/redirect/8590364","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495368","hoster":"VOE"},{"path":"/redirect/8691817","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-6","name":"Einspruch","epNo":6,"alt":"Objection","descr":"Walt (Robert Taylor) muss sich einer Zivilklage stellen: Er wird für den Tod von Barlow Connally verantwortlich gemacht. Doch wie waren die Umstände von dessen Tod wirklich? Die erste Vernehmung unter Eid verläuft für den Sheriff denkbar schlecht. Einen Lichtblick gibt es, als Henry (Lou Diamond Phillips) und Vic (Katee Sackhoff) Walt helfen, den kriminellen Boss hinter der Tarnfirma \"Manifest Destinations\" zu entlarven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839226","hoster":"VOE"},{"path":"/redirect/8590370","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495366","hoster":"VOE"},{"path":"/redirect/8691819","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-7","name":"Von diesem Tage an","epNo":7,"alt":"From This Day Forward","descr":"Als Schatzsucher in einem hohlen Baum eine Leiche entdecken, ruft das bei Sheriff Walt (Robert Taylor) Erinnerungen an einen alten Fall hervor. Die Aufklärung des Falls verlief damals jedoch im Sande. Walt will deshalb nun alles daransetzen, den Mörder diesmal für immer hinter Schloss und Riegel zu bringen. Cady (Cassidy Freeman) wiederum will im Reservat einer misshandelten Frau helfen, stößt dabei aber auf unerwartete Widerstände.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839227","hoster":"VOE"},{"path":"/redirect/8590369","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495370","hoster":"VOE"},{"path":"/redirect/8691824","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-8","name":"Probleme über Probleme","epNo":8,"alt":"Stand Your Ground","descr":"Malachi (Graham Greene) und Jacob (A Martinez) gehen aufeinander los, während Walt (Robert Taylor) die irische Mafia unter die Lupe nimmt. Cady (Cassidy Freeman) erhält juristischen Rat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839229","hoster":"VOE"},{"path":"/redirect/8590373","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495369","hoster":"VOE"},{"path":"/redirect/8691822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-9","name":"Eine außergewöhnliche Soiree","epNo":9,"alt":"Continual Soiree","descr":"Walts (Robert Taylor) Feindschaft mit Jacob (A Martinez) führt zu Spannungen mit Cady (Cassidy Freeman). Derweil sagt Vic (Katee Sackhoff) vor Gericht aus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839231","hoster":"VOE"},{"path":"/redirect/8590372","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495371","hoster":"VOE"},{"path":"/redirect/8691827","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-5/episode-10","name":"Der Stoff, aus dem die Träume sind","epNo":10,"alt":"The Stuff Dreams Are Made Of","descr":"Walt (Robert Taylor) erhält schlechte Neuigkeiten und Vic (Katee Sackhoff) lässt sich zu einem Gefallen hinreißen. Henry und Cady (Cassidy Freeman) sehen sich mit indianischen Ritualen konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839232","hoster":"VOE"},{"path":"/redirect/8590374","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495373","hoster":"VOE"},{"path":"/redirect/8691832","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/longmire/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/longmire/staffel-6/episode-1","name":"Henrys Geister","epNo":1,"alt":"The Eagle And The Osprey","descr":"Sheriff Walt Longmire (Robert Taylor) kommt vom Regen in die Traufe: Nicht nur, dass Bürgermeister Sawyer Crane (Eric Ladin) ihn kaltstellen will – sein bester Freund Henry ist spurlos verschwunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10484527","hoster":"VOE"},{"path":"/redirect/10484528","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691833","hoster":"VOE"},{"path":"/redirect/8691834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-2","name":"Goldfieber","epNo":2,"alt":"Fever","descr":"Walt Longmire (Robert Taylor) ermittelt wegen des Mordes an einem Farmer: Wurde er von Schatzsuchern getötet, die sich illegal auf seinem Land aufhielten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917406","hoster":"VOE"},{"path":"/redirect/8590375","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495372","hoster":"VOE"},{"path":"/redirect/8691835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-3","name":"Auf der Flucht","epNo":3,"alt":"Thank You, Victoria","descr":"Dem mutmaßlichen Mörder Chance Gilbert (Peter Stormare) gelingt dank mehrerer Komplizen die Flucht aus dem Gerichtsgebäude. Vic (Katee Sackhoff) und Walt (Robert Taylor) nehmen die Verfolgung auf.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839228","hoster":"VOE"},{"path":"/redirect/8590376","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13535345","hoster":"VOE"},{"path":"/redirect/8691837","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-4","name":"Verlust","epNo":4,"alt":"A Thing I’ll Never Understand","descr":"Während Vic (Katee Sackhoff) ein traumatisches Erlebnis verarbeiten muss, verbünden sich Henry (Lou Diamond Phillips) und Jacob Nighthorse (A Martinez) gegen Malachi Strand (Graham Greene).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839233","hoster":"VOE"},{"path":"/redirect/8590377","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495376","hoster":"VOE"},{"path":"/redirect/8691840","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-5","name":"Absturz","epNo":5,"alt":"Burned Up My Tears","descr":"Der Zivilprozess gegen Walt (Robert Taylor) beginnt mit einem Paukenschlag: Barlow Connallys Nachlassverwalter Tucker Baggett (Brett Rice) wurde ermordet – und Walt ist einer der Hauptverdächtigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839241","hoster":"VOE"},{"path":"/redirect/8590380","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13495377","hoster":"VOE"},{"path":"/redirect/8691843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-6","name":"Eine Frage des Charakters","epNo":6,"alt":"No Greater Character Endorsement","descr":"Ein Nachahmungstäter tritt in die Fußstapfen des toten Hector und richtet einen Drogendealer auf brutale Weise hin. Währenddessen nimmt der Prozess gegen Walt (Robert Taylor) eine unerwartete Wendung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018757","hoster":"VOE"},{"path":"/redirect/8590379","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691845","hoster":"VOE"},{"path":"/redirect/8691844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-7","name":"Tod eines Totgeglaubten","epNo":7,"alt":"Opiates And Antibiotics","descr":"Walt (Robert Taylor) fragt sich, ob ein irischer Gangster noch lebt, obwohl die Nachricht über seinen Tod kursiert. Mathias (Zahn McClarnon) stellt Cady (Cassidy Freeman) derweil Fragen zu Catori (Susan Santiago). Henry (Lou Diamond Phillips) macht sich unterdessen Sorgen wegen einer mobilen Klinik.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839234","hoster":"VOE"},{"path":"/redirect/8590381","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691849","hoster":"VOE"},{"path":"/redirect/8691847","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-8","name":"Eifersucht macht blind","epNo":8,"alt":"Cowboy Bill","descr":"Ferg (Adam Bartley) will auf eigene Faust den notorischen Bankräuber \"Cowboy Bill\" zur Strecke bringen, während Walt (Robert Taylor) und Vic (Katee Sackhoff) einen irischen Gangsterboss jagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839240","hoster":"VOE"},{"path":"/redirect/8590387","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691850","hoster":"VOE"},{"path":"/redirect/8691851","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-9","name":"Jeder kämpft für sich allein","epNo":9,"alt":"Running Eagle Challenge","descr":"Mit Unterstützung von FBI-Agent Vance (Jon Tenney) gelingt es Walt (Robert Taylor), den Maulwurf zu entlarven, der Dienstgeheimnisse an Malachi Strand (Graham Greene) verraten hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839242","hoster":"VOE"},{"path":"/redirect/8590386","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691852","hoster":"VOE"},{"path":"/redirect/8691853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/longmire/staffel-6/episode-10","name":"The End","epNo":10,"alt":"Goodbye Is Always Implied","descr":"Eine unerwartete Besucherin verrät Walt (Robert Taylor), wo sich der lang gesuchte Malachi Strand (Graham Greene) versteckt hält. Walt hofft, seine Nemesis endlich hinter Gitter bringen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8839249","hoster":"VOE"},{"path":"/redirect/8590388","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8691856","hoster":"VOE"},{"path":"/redirect/8691860","hoster":"Streamtape"}]}]}]}]}