{"path":"/serie/stream/long-way-down","name":"Long Way Down","descr":"Drei Jahre nach ihrem Motorradtrip rund um die Welt war es für die befreundeten Schauspiel-Stars Ewan McGregor und Charley Boorman wieder soweit: Für \"Unterwegs zum Kap\" brachen die Freunde erneut zu einer Reise auf, die sie auf ihren BMW-Maschinen diesmal von London bis nach Cape Town in Südafrika führte. Die zehnteilige Dokureihe begleitet die Abenteurer über 24.000 Kilometer und 85 Tage durch Frankreich, Italien, Tunesien, Libyen, Ägypten, Sudan, Äthiopien, Kenia, Uganda, Ruanda, Tansania, Malawi, Sambia, Namibia, Botswanan bis nach Südafrika. Unterwegs nehmen sich die beiden Biker immer wieder Zeit, um sich mit den Einheimischen zu unterhalten, sich über die Arbeit von Hilfsorganisationen wie UNICEF oder CHAS zu informieren – und natürlich, um die landschaftliche Schönheit der unterschiedlichen Länder in vollen Zügen zu genießen. Extreme körperliche und emotionale Herausforderungen bleiben auf einem extremen Trip wie diesem nicht aus – aber McGregor und Boorman meistern auch schwierige Situationen mit Improvisationstalent und ihrem ganz speziellen Sinn für schwarzen Humor.","seasons":[{"path":"/serie/stream/long-way-down/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/long-way-down/staffel-1/episode-1","name":"","epNo":1,"alt":"Gentlemen, Start Your Engines","descr":"Nachdem Ewan und Charley eine geeignete Basis gefunden haben, verbringen sie einige Monate vor ihrer Abreise in London, um eine Route zu planen. Eve, Ewans Frau, beschließt, an einem Teil der Reise teilzunehmen. Ewan ist überglücklich, aber Charley ist sich nicht so sicher, da sie noch nie zuvor Fahrrad gefahren ist. Während des Trainings besucht das Team einen Kurs über feindliche Umgebungen, in dem es mit den Schwierigkeiten und Gefahren konfrontiert wird, denen es in Afrika begegnen kann. Zwei Monate vor Abflug hat Ewan einen Unfall und bricht sich das Bein, was die Zukunft der Reise gefährdet. Als Abreisedatum ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14456549","hoster":"VOE"},{"path":"/redirect/14476715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-2","name":"","epNo":2,"alt":"John O\u0027Groats, Scotland to Siena, Italy","descr":"Nach einer miserablen Fahrt nach London fahren Ewan und Charley weiter nach Frankreich. Trotz schwieriger Wetterbedingungen müssen sie einen strengen Zeitverlauf einhalten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14454990","hoster":"VOE"},{"path":"/redirect/14476716","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-3","name":"","epNo":3,"alt":"Rome, Italy to Tobruk, Libya","descr":"Sie verlassen die romantische Stadt Rom und fahren die Amalfiküste entlang, um den Rand Italiens zu erreichen. Sie sind bereit, die Fähre nach Sizilien zu nehmen. Nach einem Tag Pause und neuen Reifen auf den Motorrädern sind sie bereit, das neue Terrain zu betreten. Das Team steigt in die Fähre ein, verlässt Europa und segelt nach Tunesien. An Bord steigen Spannungen und Stimmen, da Bedenken hinsichtlich der Sicherheit von Charleys Wheelies bestehen. Nach einer langen Bootsfahrt herrscht im Team eine Atmosphäre. Inzwischen kommt die Nachricht, dass die beiden David und Jimmy, die beiden Amerikaner auf der ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14456533","hoster":"VOE"},{"path":"/redirect/14476714","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-4","name":"","epNo":4,"alt":"Tobruk, Libya to Khartoum, Sudan","descr":"In Libyen besuchen die Jungen den Tobruk War Cemetery; Ewan ist berührt von der Menge der Menschen, die aus der ganzen Welt dort begraben sind. Es ist ein emotionaler Tag für die Jungen, als sie erkennen, wie sehr sie ihre Familien zu Hause vermissen. Wenn das Team sicher in Ägypten ankommt, ist es wieder vereint, als David und Jimmy sie an der Grenze treffen. Wenn sie durch Ägypten fahren, gibt es immer noch Zweifel, ob sie es rechtzeitig zur Fähre nach Assuan schaffen werden. Sie spüren allmählich die Belastung der langen Tage auf den Motorrädern. Wenn sie es nicht rechtzeitig schaffen, müssen sie eine Woche warten, bevor sie ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14455581","hoster":"VOE"},{"path":"/redirect/14476713","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-5","name":"","epNo":5,"alt":"Khartoum, Sudan to Shashemene, Ethiopia","descr":"Vorbei an Khartum fahren die Jungs schon eine Weile und sehen die Folgen eines Autounfalls und fahren zum Straßenrand. Einer der Fahrer erklärt, er sei am Steuer eingeschlafen und habe seinen Lastwagen gegen ein anderes Fahrzeug gekracht. Die Polizei kommt und interessiert sich mehr für die Fahrräder als für die Unfallstelle. Der Polizeichef hat Lust auf Ewans Fahrrad und beschließt, es zu Ewans Entsetzen zu einer Probefahrt zu machen. Als die Jungen zur äthiopischen Grenze gehen, werden sie sehr aufgeregt, wenn sie zum ersten Mal Affen in freier Wildbahn sehen. Erreichen der Grenze nach Äthiopien, die ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14451905","hoster":"VOE"},{"path":"/redirect/14476717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-6","name":"","epNo":6,"alt":"Shashemene, Ethiopia to Laisamis, Kenya","descr":"Jetzt, jenseits der Grenze und in Kenia, steckt das Team im Banditenland fest, als Claudios Stoßdämpfer erneut ausfällt. Sie schlagen ihr Lager für die Nacht auf - im Bewusstsein der Gefahren, die sie umgeben. Mit knurrendem Magen und dem Gedanken, ein weiteres Päckchen Abendessen zu essen, trifft das Team einstimmig die Entscheidung, eine Ziege für ihr Abendessen zu opfern. Ewan und Charley besuchen die Turbi-Grundschule, die 2005 einem schrecklichen Massaker ausgesetzt war. Sie sehen die entsetzlichen Auswirkungen, die dies auf die Mitarbeiter und Schüler hatte, können aber auch sehen, wie sie in der Lage waren ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14455330","hoster":"VOE"},{"path":"/redirect/14476718","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-7","name":"","epNo":7,"alt":"Laisamis, Kenya to Rwanda","descr":"Nach mehreren Stunden des Kampfes mit der schlammigen Flussüberquerung sind die Fahrräder und Autos endlich gegenüber. Ewan ist sehr aufgeregt, als er zum ersten Mal wilde Zebras sieht. Sie fliegen nach Naivasha, um sich mit Charleys alten Freunden zu treffen, wo sie eine Flugreise bekommen. Ewan und Charley sind erstaunt über die Tierwelt und beenden den Tag mit einem Picknick auf dem Naivasha-See, während sie Flusspferde beobachten. Die Jungs, die es nach Uganda geschafft haben, sind begeistert, dass sie es bis hierher geschafft haben. Sie besuchen eine Kaffeefabrik und werden vom Personal mit einem erstaunlichen Lied und Tanz verwöhnt. Das Team nimmt sich eine Auszeit und ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14456587","hoster":"VOE"},{"path":"/redirect/14476720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-8","name":"","epNo":8,"alt":"Kigali, Rwanda to Chintheche, Malawi","descr":"Ewan und Charley nehmen an einem Hochzeitsempfang in Ruanda teil und treffen dann den Präsidenten von Ruanda, Paul Kagame. Dann besichtigen sie das Völkermordmuseum in Ruanda.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14455004","hoster":"VOE"},{"path":"/redirect/14476719","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-9","name":"","epNo":9,"alt":"Chintheche, Malawi to Maun, Botswana","descr":"Ewan, seine Frau Eve und Charley beginnen ihren zweiten Reittag in Malawi. Als sie ihr Ziel erreichen, freut sich Lake Nyasa Ewan, mit Eve auf dem Fahrrad zu sein. David und Russ, die zu den Produzenten von Senga Bay fahren, überraschen Ewan, indem sie mit seiner Mutter fliegen, um ihn zu sehen. Beim UNICEF-Projekt in Malawi sehen die Kindertagesstätten Ewan, Charley und Eve aus erster Hand, wie die Wohltätigkeitsorganisation Kindern in der Region hilft. Als die Jungen die sambische Grenze erreichen, sind sie erstaunt darüber, wie schnell sich Evas Reiten verbessert hat. Sie schlugen ein Lager für die Nacht mit einem lokalen Stamm auf. Reiten in Richtung Livingston die","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14455162","hoster":"VOE"},{"path":"/redirect/14476721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/long-way-down/staffel-1/episode-10","name":"","epNo":10,"alt":"Maun, Botswana to Cape Town, South Africa","descr":"Ewan und Charley beenden ihre Reise ins Okavango Delta, wo Ewan einen extrem engen Kontakt mit einem Elefanten hat. Die Jungs haben eine letzte 120 km lange Fahrt über Sand, um die namibische Grenze zu erreichen, ihren letzten Stoß durch das schwierige Gelände. Auf dem Weg nach Namibia sind die Jungen schockiert darüber, wie verlassen das Land ist, und schaffen es gerade erst zu einer abgelegenen Tankstelle, bevor ihre Tanks trocken laufen. An diesem Abend bleiben sie bei den namibischen Buschleuten, wo sie Zeuge einer Heilungszeremonie werden und die Gesellschaft und Kultur des Stammes genießen. Auf dem Weg zur Skelettküste genießen die Jungs die ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14459061","hoster":"VOE"},{"path":"/redirect/14476723","hoster":"Streamtape"}]}]}]}]}