{"path":"/serie/stream/looking-for-alaska","name":"Eine wie Alaska","descr":"Schüler Miles \"Pudge\" Halter hat genug von seinem mundanen Leben. Seine Faszination mit den \"letzten Worten\" berühmter Persönlichkeiten verstärkt seinen Drang nach Abenteuer, dem Unbekannten und den verlockenden Möglichkeiten nach mehr. Als er auf ein Internat kommt, findet er es in Gestalt von Mitschülerin Alaska Young,die dieselbe Schule besucht. Alaska ist umwerfend, gewitzt, witzig, sexy, selbstzerstörerisch, screwed-up und unglaublich faszinierend: Sie selbst ist ein Event für sich. Sie zieht Pudge in ihre Welt und konfrontiert ihn mit zahllosen Möglichkeiten. Danach ist für Pudge nichts mehr, wie es war.","seasons":[{"path":"/serie/stream/looking-for-alaska/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-1","name":"Berühmte letzte Worte","epNo":1,"alt":"Famous Last Words","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359058","hoster":"VOE"},{"path":"/redirect/13588121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-2","name":"Sag ihnen, dass ich was gesagt habe …","epNo":2,"alt":"Tell Them I Said Something …","descr":"Miles (Charlie Plummer) freundet sich mit seinem Mitbewohner Chip \"The Colonel\" Martin (Denny Love) und seinem Klassenkameraden Takumi (Jay Lee) an, der ihn in der Schule herumführt und ihm alles zeigt. Miles lernt die Feinde der Beiden kennen, die Weekday Warriors und den Direktor, Mr. Starnes (Timothy Simons), der von allen The Eagle genannt wird. Außerdem wird ihm die beste Freundin von The Colonel vorgestellt, Alaska Young (Kristine Froseth), deren Persönlichkeit ihn sehr beeindruckt. Miles ist froh endlich einen Ort gefunden zu haben, wo er sich wohlfühlt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359068","hoster":"VOE"},{"path":"/redirect/14378323","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-3","name":"Es ging mir nie besser … ","epNo":3,"alt":"\"I\u0027ve Never Felt Better…”","descr":"Es ist Halloween in Culver Creek und Alaska (Kristine Froseth) versucht Miles (Charlie Plummer) mit jemanden zu verkuppeln, doch leider geht das Date furchtbar schief. Währenddessen erweist sich, als der Verräter entdeckt wird, der ausgehandelte Waffenstillstand mit den Weekday Warriors nur von kurzer Dauer. Die Spannungen zwischen Miles und seinen Freunden werden größer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359033","hoster":"VOE"},{"path":"/redirect/13588127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-4","name":"Diese Mahlzeit ist bekömmlich","epNo":4,"alt":"The Nourishment Is Palatable","descr":"Miles (Charlie Plummer) verbringt Thanksgiving mit Alaska (Kristine Froseth) in Culver Creek. Ein Ausflug zu Colonel (Denny Love) nach Hause soll eigentlich die Gruppe wieder zusammenbringen, aber am Ende sind die Freunde stärker entzweit als zuvor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359057","hoster":"VOE"},{"path":"/redirect/13588133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-5","name":"Ich zeig euch, dass man damit nicht schießen kann","epNo":5,"alt":"I’ll Show You That It Won’t Shoot","descr":"Als die Weekday Warriors zu weit gehen, überwinden Miles (Charlie Plummer), Takumi (Jay Lee), der Colonel (Denny Love) und Alaska (Kristine Froseth) ihre Meinungsverschiedenheiten, um sich zu rächen. Während die Freunde mit viel Alkohol Best Day/Worst Day spielen, kommen neue Geheimnisse ans Licht und eine neue Romanze entwickelt sich.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359067","hoster":"VOE"},{"path":"/redirect/13588131","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-6","name":"Wir alle gehen","epNo":6,"alt":"We Are All Going","descr":"Miles (Charlie Plummer) geht mit jemandem aus und Alaska (Kristine Froseth) ist davon nicht begeistert, obwohl sie behauptet hat, dass sie der ganzen Sache mit Gleichgültigkeit gegenüber steht. Der Colonel (Denny Love) erhält eine Warnung über die ernsten Konsequenzen, die der Streich, den sie den Weekday Warriors gespielt haben, nach sich zieht. Miles erfährt das erste Mal wirkliche Ungerechtigkeit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359056","hoster":"VOE"},{"path":"/redirect/13588135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-7","name":"Jetzt kommt das Geheimnis","epNo":7,"alt":"Now Comes The Mystery","descr":"Culver Creek hat mit einer erschütternden Tragödie zu kämpfen und ein möglicher Hinweis führt nur zu noch mehr Fragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13639403","hoster":"VOE"},{"path":"/redirect/13570059","hoster":"Streamtape"}]}]},{"path":"/serie/stream/looking-for-alaska/staffel-1/episode-8","name":"Es ist sehr schön dort drüben","epNo":8,"alt":"It’s Very Beautiful Over There","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14359055","hoster":"VOE"},{"path":"/redirect/13588136","hoster":"Streamtape"}]}]}]}]}