{"seriesId":"lopra-dancing-in-paris","name":"L’Opéra – Dancing in Paris","descr":"[The Opera] Zoé ist eine Primaballerina, eine der legendären \"Étoiles\" am Ballett-Ensemble der Pariser Oper. Doch ihr Zenit scheint überschritten, ihre Tage gezählt. Der neue Intendant Sébastien wird von seiner Chefin angehalten, den Vertragsstatus der \"Étoiles\" zu reformieren. Da kommt es Sébastien gelegen, dass Zoé seit einem folgenschweren Sturz vor fünf Jahren nie wieder zu ihrer alten Form zurückfinden konnte. Flora, eine ehrgeizige, schwarze Quereinsteigerin, fängt als Ersatztänzerin neu an der Oper an. Sie eckt an, weil sie die ungeschriebenen Verhaltenscodes der Kompanie noch nicht kennt. Schnell wird ihr klar, dass sie einen harten und steinigen Weg vor sich hat.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zweite Chance","epNo":1,"alt":"","descr":"Zoé ist eine Primaballerina, eine der legendären \"Étoiles\" am Ballett-Ensemble der Pariser Oper. Doch ihr Zenit scheint überschritten, ihre Tage gezählt. Der neue Intendant Sébastien wird von seiner Chefin angehalten, den Vertragsstatus der \"Étoiles\" zu reformieren. Da kommt es Sebastien gelegen, dass Zoé seit einem folgenschweren Sturz vor fünf Jahren nie wieder zu ihrer alten Form zurückfinden konnte. Flora, eine ehrgeizige, schwarze Quereinsteigerin, fängt als Ersatztänzerin neu an der Oper an. Sie eckt an, weil sie die ungeschriebenen Verhaltenscodes der Kompanie noch nicht kennt. Schnell wird ihr klar, dass sie einen harten und steinigen Weg vor sich hat.","versions":[{"lang":1,"streams":[{"redirect":12385954,"hoster":"VOE"},{"redirect":12367016,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Solidarität","epNo":2,"alt":"","descr":"Zoé ist entschlossen, für ihr Comeback zu kämpfen. Sie engagiert eine Anwältin, um gegen ihre Kündigung vorzugehen. Diese rät ihr, oft auf der Bühne zu stehen. Zoé soll beweisen, dass sie noch das Zeug zum \"Étoile\" hat. Starchoreograf Jan Beck zieht Zoé für seine Besetzung in Betracht. Sébastien realisiert, dass er sich auf seinem Posten nur mit Hilfe von Intrigen wird halten können. Flora hat nicht mit einem derart feindseligen Verhalten der Tänzerinnen und Tänzer an der Opéra gerechnet. Einzig die sensible Aurore ist ein Lichtblick und die beiden jungen Frauen freunden sich an.","versions":[{"lang":1,"streams":[{"redirect":12370251,"hoster":"VOE"},{"redirect":12367014,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Streik","epNo":3,"alt":"","descr":"Um sich gegen Sébastiens Reformen zu wehren, rufen die Tänzer und Mitarbeiter der Opéra zum Streik auf. Muss die groß angekündigte Premiere des Starchoreografen Jan Beck abgesagt werden? Der Tag der Generalversammlung rückt näher und Zoé bereitet eine emotionale Rede vor. Noch ahnt sie nicht, dass durch eine Verkettung unglücklicher Umstände alles anders kommen wird, als von ihr erhofft. Die Freundschaft zwischen Flora und Aurore wird durch eine neue Entwicklung schwer belastet: Sébastien hofft, mit Ersatztänzern Jan Becks Premiere zu retten. Wird Flora zur Streikbrecherin, weil sie sich unbedingt ihren Lebenstraum von einem Auftritt auf der Bühne der Opéra Garnier erfüllen will?","versions":[{"lang":1,"streams":[{"redirect":12385949,"hoster":"VOE"},{"redirect":12367011,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Weg zurück","epNo":4,"alt":"","descr":"Sébastien bietet Zoé die Hauptrolle von Schwanensee an in der Überzeugung, dass sie der Aufgabe konditionell nicht gewachsen sein wird. Ihrer Ablehnung sicher, möchte Sébastien so Zoés Entlassung rechtfertigen. Aber Zoé nimmt die Herausforderung an. Sébastiens Erwartungen werden enttäuscht. Denn die Aufführung verläuft ganz anders als gedacht. Die Zweitbesetzung, die parat steht, um jede Sekunde einzuspringen, bleibt arbeitslos. Denn Zoé beeindruckt tänzerisch und hält durch. Sollte der Intendant sich tatsächlich so schwerwiegend verkalkuliert haben?","versions":[{"lang":1,"streams":[{"redirect":12370254,"hoster":"VOE"},{"redirect":12367013,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bitteres Wiedersehen","epNo":5,"alt":"","descr":"Als das Bolschoi, die berühmte russische Ballettkompanie, zu Besuch kommt, erlebt Zoé eine unangenehme Überraschung. Sasha, ihre ehemalige große Liebe, ist Teil der Truppe. Die Situation zwischen den beiden ist angespannt. Denn Sasha hatte sie vor fünf Jahren verlassen, gerade als Zoé einen schlimmen Schicksalsschlag erlitt. Nun weckt das Wiedersehen bittere Erinnerungen. Flora, die noch immer unter der rassistischen Demütigung bei der Schwanensee-Vorstellung leidet, überlegt sich, wie sie es der Opéra heimzahlen kann. Als sie herausfindet, dass Sébastien sie nur aus strategischen Gründen an die Oper geholt hat, nutzt Flora die Situation zu ihrem Vorteil.","versions":[{"lang":1,"streams":[{"redirect":12370253,"hoster":"VOE"},{"redirect":12367020,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Letzte Vorstellung","epNo":6,"alt":"","descr":"Zoé wehrt sich weiter gegen das drohende Ende ihrer Karriere als \"Étoile\" und schlägt sogar Sashas Angebot aus, Teil des Bolschoi-Balletts zu werden. Bei ihrem letzten Auftritt auf der Bühne, steckt sie ihre ganze Energie in den Tanz. Doch ihre Euphorie währt nur kurz. Nach der herzlosen Verabschiedung Sébastiens im Beisein ihrer Tanzpartner, ist sie zutiefst verletzt. Währenddessen muss Flora für den Wettbewerb trainieren und hofft, eine besondere Trainerin für sich gewinnen zu können: Zoé.","versions":[{"lang":1,"streams":[{"redirect":12370252,"hoster":"VOE"},{"redirect":12367018,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Unter Druck","epNo":7,"alt":"","descr":"Die nun arbeitslose Zoé stürzt sich in Partys und zu viel Alkohol. Flora wird den Anforderungen für ihr Solo nicht gerecht und Sébastien droht, ihr die Rolle wieder wegzunehmen. Erst als Flora sie überredet, ihr Training zu übernehmen, hat Zoé wieder Struktur in ihrem Alltag und unterwirft Flora einem strengen und harten Training. Doch kann Flora dem enormen Druck auf Dauer standhalten? Flora möchte mit allen Mitteln dem Wettbewerbsdruck und den strengen Vorgaben Sébastiens für ihr Solo in seiner Inszenierung gerecht werden. Doch der gesundheitliche Preis, den sie dafür zahlt, ist hoch. Als sie Probleme mit der Polizei bekommt, erhält sie Hilfe von völlig unerwarteter Seite.","versions":[{"lang":1,"streams":[{"redirect":12385951,"hoster":"VOE"},{"redirect":12367022,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schmerzen","epNo":8,"alt":"","descr":"Der Tag des Wettbewerbs ist gekommen. Floras heutige Leistung entscheidet über ihre Aufnahme als festes Ensemblemitglied an der Opéra Garnier. Der Druck, der auf der jungen Tänzerin lastet, ist immens: Wird sich ihr großer Traum erfüllen? Das harte Training der vergangenen Wochen fordert Tribut. Wird ihr bis an die Grenzen belasteter Körper die heutige Prüfung überstehen? Sébastien, der nicht zimperlich bei der Wahl der Mittel zum Erreichen seiner Ziele ist, muss erkennen, dass er selbst Opfer einer Intrige wurde","versions":[{"lang":1,"streams":[{"redirect":12385956,"hoster":"VOE"},{"redirect":12367021,"hoster":"Streamtape"}]}]}]}]}