{"seriesId":"lord-of-vermilion-guren-no-ou","name":"Lord of Vermilion: Guren no Ou","descr":"[Ger Sub] Tokio 2030: Plötzlich ist im ganzen Gebiet ein hoher Ton zu hören, gleichzeitig wird alles in einen roten Nebel eingehüllt. All jene, die diesen Ton hören können, egal ob Mensch oder Tier, verlieren das Bewusstsein. Die Regierung befürchtet, dass es sich um ein Virus handeln könnte und verlegt ihre Basis nach Osaka. Als jedoch sechs Tage später, diejenigen wieder erwachen, die das Bewusstsein verloren, müssen sie feststellen, dass ihnen nun eine seltsame Kraft innewohnt. Allesamt müssen sich einem grausamen Schicksal stellen...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Our Lives Are the Debt We Pay Our Enemies","descr":"Chihiro ist ein gewöhnlicher aber talentierter Junge, der als Adoptivkind in einem Dojo aufwuchs. Eines Tages hören er und seine Freunde plötzlich ein grauenvolles Pfeifen und sie fallen in ein langes Koma.","versions":[{"lang":3,"streams":[{"redirect":8839250,"hoster":"VOE"},{"redirect":8590397,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"You Don`t Know Who I Am Yet","descr":"Nach dem Vorfall sind Chihiru und co. total verwirrt. Was geht in dieser Welt nur vor sich? Langsam aber sicher erhalten sie ein paar Erklärungen, die unglaublich erscheinen.","versions":[{"lang":3,"streams":[{"redirect":8839251,"hoster":"VOE"},{"redirect":8590402,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Who Set Fire to an Old Conflict?","descr":"Chihiro muss sich gegen Jun und Yuri verteidigen. Schließlich erwacht sogar noch ein drittes Gefäß der Heldenblutlinie. Und es gibt ein Wiedersehen mit dem Mädchen aus seinen Träumen.","versions":[{"lang":3,"streams":[{"redirect":8839252,"hoster":"VOE"},{"redirect":8590401,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Why Do I Love My Despised Enemy","descr":"Es gilt, die Agenten des Chaos daran zu hindern, noch mehr Leute zu Toren zu verarbeiten. Aber irgendwas scheint nicht zu stimmen. Wer ist wirklich Freund und wer Feind?","versions":[{"lang":3,"streams":[{"redirect":8839260,"hoster":"VOE"},{"redirect":8590413,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Today`s Dark Destiny Will Hang over the Future","descr":"Die Truppe erhält neue Verbündete auf der Suche nach Aoi Jun. Diese aber stehen eigentlich auf einer anderen Seite.","versions":[{"lang":3,"streams":[{"redirect":12174382,"hoster":"VOE"},{"redirect":8590404,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Bright Lights Suit a Dark Heart","descr":"Während einer mysteriösen Mordserie in Tokio verschwindet Inuki plötzlich. Chihiro geht auf die Suche nach ihm, aber irgendetwas scheint mit ihm nicht zu stimmen.","versions":[{"lang":3,"streams":[{"redirect":13101714,"hoster":"VOE"},{"redirect":8590407,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Please Join Our Hands with the Holy Words","descr":"Chihiro ist verzweifelt und trifft sich mit Yuri, und bittet sie um Rat. Yuri selbst steht vor einer wichtigen Entscheidung. Inukis Schicksal zieht Schatten nach sich.","versions":[{"lang":3,"streams":[{"redirect":8839263,"hoster":"VOE"},{"redirect":8590405,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Excruciating Sadness Can Be Cured by Other Anguish","descr":"Chihiro versucht die beiden kämpfenden Parteien gegen das Chaos zu verbünden. Allerdings stellen sich ihm einige Hindernisse in den Weg.","versions":[{"lang":3,"streams":[{"redirect":8839264,"hoster":"VOE"},{"redirect":8590408,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Sometimes People Become Cheerful When Faced with Death","descr":"Kakihara folgt den Spuren von Kurokami, um zu entdecken, wie und warum sie starb. Währenddessen träumt Chihiro von Kakiharas Tod.","versions":[{"lang":3,"streams":[{"redirect":8839268,"hoster":"VOE"},{"redirect":8590406,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"My Soul Calls My Name","descr":"Chihiro und seine Verbündeten gehen zum Infinity Theater, um AVAL aufzuhalten. Dort hält Kark ein Konzert, das alle in Gefahr bringt. Können sie den Zweiten Zusammenbruch aufhalten?","versions":[{"lang":3,"streams":[{"redirect":12924324,"hoster":"VOE"},{"redirect":8590411,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Delicate Flower Bud Is Both Medicine and Poison","descr":"Yuri bekommt von den anderen der Stiftung gezeigt, was Chihiro getan hat. Sie bekommt in den Kopf gesetzt, dass sie ihn retten muss, was nur zu Unglück führen kann.","versions":[{"lang":3,"streams":[{"redirect":8839267,"hoster":"VOE"},{"redirect":8590409,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The World Is Vast and Infinite","descr":"Der letzte Kampf steht an und Chihiro und Freunde bereiten sich vor. Tokyo steht währenddessen vor der kompletten Zerstörung. Können sie ihre Stadt retten?","versions":[{"lang":3,"streams":[{"redirect":8839261,"hoster":"VOE"},{"redirect":8590410,"hoster":"Streamtape"}]}]}]}]}