{"seriesId":"loriot","name":"Loriot","descr":"Comedyreihe von und mit Vicco von Bülow alias Loriot.Wie lange hat das Ei denn gekocht? Die Herrenboutique in Wuppertal. Herr Müller-Lüdenscheid. Zwei Erwachsene und ein Riesenschnauzer. Zweites Futur bei Sonnenaufgang. Ein Klavier, ein Klavier! Es saugt und bläst der Heinzelmann. Dann macht es puff, alle Bäume und Kühe fallen um, und das ist immer ein großes Hallo. Ich lasse mir von einem kaputten Fernseher nicht vorschreiben, wann ich ins Bett zu gehen habe. Schmeckt’s?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vom Glück der Liebe, der Ehe und des Erinnerns","epNo":1,"alt":"","descr":"Eheprobleme gibt es, solange es Frauen und Männer gibt. Aber Loriot weiß Rat und Hilfe. Konflikte, wie sie wegen der Zubereitung eines Frühstückseis entstehen können, sind lösbar. Notfalls bleibt immer noch die Eheberatung. Und am Ende wird jeder, ob Frau oder Mann, auf ein erfülltes und harmonisches Leben zurückblicken.","versions":[{"lang":1,"streams":[{"redirect":9530878,"hoster":"VOE"},{"redirect":9530883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Alles über das Fliegen","epNo":2,"alt":"","descr":"Eine nicht unbeträchtliche Anzahl von Menschen schwärmt für das Fliegen. In Segel- oder Motorflugzeugen, in Luftschiffen oder Fesselballons oder gar an Drachenseglern hängend – der Mensch liebt es, durch die Lüfte zu schweben. Nach neuesten Untersuchungen soll es sogar Menschen geben, die gern in Linienmaschinen fliegen. Ihnen widmet Loriot seine Sendung.Loriot zeigt, wie schnell und bequem man per Jet von Stadt zu Stadt und von Land zu Land eilen kann, treulich umsorgt von hübschen Stewardessen, mit kalten und warmen Mahlzeiten verwöhnt und durch geistreiche Gespräche mit kultivierten Mitreisenden unterhalten.","versions":[{"lang":1,"streams":[{"redirect":9530925,"hoster":"VOE"},{"redirect":9530931,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Von Mensch und Musik, Bett, Bratfett und Geselligkeit","epNo":3,"alt":"","descr":"Welcher Musikfreund träumt nicht davon, einmal ein berühmtes Sinfonie-Orchester zu dirigieren? Aber dann bleibt doch nur die Möglichkeit, es heimlich zu Hause vor dem Spiegel zu machen, begleitet vom Plattenspieler. Doch Loriot schafft es, beides gleichzeitig zu tun: Er spielt den Heimdirigenten und leitet dabei quasi heimlich das Berliner Philharmonische Orchester.Aber nicht nur Musik will der Mensch genießen, selbst wenn er die Konzertkarten bei einem Bratfett-Preisausschreiben gewinnt, er will auch gut schlafen. Und dabei ist die Qualität des Bettes ausschlaggebend. Deshalb sollte man einen Bettenkauf sehr ernst nehmen.","versions":[{"lang":1,"streams":[{"redirect":13922522,"hoster":"VOE"},{"redirect":9531067,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"„Ruhe bitte“ – Intime Blicke in die Fernsehstudios","epNo":4,"alt":"","descr":"Loriot hat einen nicht unbeträchtlichen Teil seines Lebens in Film- und Fernsehstudios zugebracht. Kein Wunder also, dass er eine Vorliebe entwickelt hat für das, was sich an komischen Szenen hinter den Kulissen ergibt. Dass Schauspieler ihre Texte oft wiederholen müssen, ist für viele eine große Belastung, gehört aber zum Üblichen in einem Studio. Ganz anders sieht es für Laien aus, die mit dieser Praxis konfrontiert werden. Das muss auch der Rentner Erwin Lindemann erfahren, der einem Fernsehteam von seinem Lotto-Gewinn erzählen soll.","versions":[{"lang":1,"streams":[{"redirect":9531110,"hoster":"VOE"},{"redirect":9531114,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Von Steinläusen, Möpsen und Mäusen – Vom Ferienglück und einem Nudelproblem","epNo":5,"alt":"","descr":"Zu Loriots beliebtesten Fernsehparodien gehört die von Professor Grizmek und der Steinlaus. Aussehen und Stimme waren so perfekt nachgeahmt, dass der berühmte Zoologe beim zufälligen Anschauen der Sendung völlig irritiert gewesen sein soll.Irritation ist ein Grundelement des Loriotschen Humors. So ist Fräulein Hildegard äußerst verwirrt, als ein Bekannter ihr einen Heiratsantrag macht und dabei mit einer Nudel jongliert.Und nicht weniger irritiert sind deutsche Badeurlauber in Spanien, die vor lauter Neubauten den Strand nicht mehr finden.","versions":[{"lang":1,"streams":[{"redirect":12174386,"hoster":"VOE"},{"redirect":9531172,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ungewöhnliches aus dem Konzertsaal, Pech im Studio und eine Wohnzimmerkatastrophe","epNo":6,"alt":"","descr":"Welcher Konzertbesucher hat sie nicht schon verwünscht, jene Banausen, die mitten in ein gefühlvolles Adagio einen Hustenanfall explodieren lassen. Loriot zeigt, wie man solche Störenfriede harmonisch in ein Konzert einbeziehen kann. Auch ein Klaviertransporteur, der ein lästiges Insekt verscheuchen will, kann in einem Konzertsaal ungeahnte musikalische Energien freisetzen. Aber nicht nur kulturellen Fragen geht Loriot nach. Er beschreibt zum Beispiel den beschwerlichen Beruf eines Beamten im Außendienst, der bei dem Versuch, in einem luxuriösen Wohnzimmer ein Bild gerade zuhängen, in eine lebensgefährliche Situation gerät.","versions":[{"lang":1,"streams":[{"redirect":9531229,"hoster":"VOE"},{"redirect":9531226,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fernsehwahn und -wirklichkeit","epNo":7,"alt":"","descr":"Videokamera und Videogerät gehören heutzutage selbstverständlich zur Ausrüstung medienbewusster Mitbürger. Vor allem bei festlichen Familienanlässen kann eine Videoaufzeichnung viel Freude bereiten. Aber auch dem professionellen Fernsehen widmet Loriot diese Sendung, speziell dem altbewährten Magazin \"Panorama\" mit dem berühmten Moderator Peter Merseburger. Berichte aus dem Bundestag, über neue Sparmodelle, wissenschaftliche Sensationen und erstaunliche Produktionsverfahren von Süßwaren werden gezeigt. Doch daneben darf der normale Alltag nicht zu kurz kommen: der Kauf eines Anzugs glückt nur dank des überaus partnerschaftlichen Verhaltens von Eheleuten.","versions":[{"lang":1,"streams":[{"redirect":9531283,"hoster":"VOE"},{"redirect":9531277,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der 60. Geburtstag","epNo":8,"alt":"","descr":"Zu seinem 60. Geburtstag gab sich der wahre Loriot endlich zu erkennen: Ein Herr Blümel verbirgt sich hinter dem Pseudonym. Zusammen mit seiner langjährigen Partnerin Evelyn Hamann und den bekannten Schauspielern seiner Sendungen feierte der Jubilar. Angeregte Gespräche zum Beispiel über die Frage, was Humor ist, begleiten ein buntes Programm und führen schließlich zu einem großen festlichen Finale, in dem der gefeierte Künstler buchstäblich über sich selbst hinauswächst.","versions":[{"lang":1,"streams":[{"redirect":9530717,"hoster":"VOE"},{"redirect":9530714,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Menue mit englischer Zunge, Kalbshaxe, Frühstück, Badewanne und Politik","epNo":9,"alt":"","descr":"Fernsehansagerinnen haben es nicht leicht, vor allem, wenn sie eine Inhaltsangabe einer englischen Fortsetzungsserie sprechen müssen, aber auch in Politikerrunden fehlt es oft an konkreten Aussagen. Dabei hat die sprachliche Verständigung durchaus ihren Reiz zum Beispiel, wenn sich zwei nackte Herren zufällig in einer Badewanne treffen. Ärgerlich wird es allerdings, wenn die Sprache dazu benutzt wird, einen hungrigen Menschen von Verzehr einer Kalbshaxe abzuhalten. Harmonie aber stellt sich ein, wenn Eheleute beim Frühstück über Abendeinladungen im Zusammenhang mit politischen Parteien diskutieren.","versions":[{"lang":1,"streams":[{"redirect":9530718,"hoster":"VOE"},{"redirect":9530723,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vom Jodeln, Flöten, Pfeifen, Fiedeln – Von Küssen und Kosakenzipfeln","epNo":10,"alt":"","descr":"Einen nicht unwesentlichen Raum in Loriots Schaffen nimmt seine Auseinandersetzung mit der Musik ein, sei es nun die Hausmusik, das Konzertwesen oder auch volkstümliche Varianten wie das Jodeln. Vielen Zuschauern ist es sicher bis heute ein Rätsel, wie man zu dieser speziellen, eher alpinen Begabung kommt. Loriot zeigt zum ersten Mal, wie strapaziös eine Ausbildung zum Diplomjodler sein kann.Schon immer hat sich Loriot unterdrückter Minderheiten angenommen. Vor allem das Schicksal der fast vergessenen Gruppe der Vampire hier in diesem Land beschäftigt ihn.Dass der Kosakenzipfel nicht nur russische Reitervölker ziert, sondern auch die Dessertbüffetts deutscher Spitzengastronomie, wird endgültig klargestellt.","versions":[{"lang":1,"streams":[{"redirect":9530724,"hoster":"VOE"},{"redirect":9530733,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Von Autos, Pferden, Polizei und Feuerspritzen","epNo":11,"alt":"","descr":"Dass die öffentliche Ordnung immer wieder gestört wird durch Kriminelle, Falschparker oder rücksichtslose Raser, ist bedauerlich. Umso mehr gehört die Sympathie den freundlichen Polizisten, die sich für den Erhalt der Ordnung einsetzen, auch wenn sich ihr Dienst – vor allem bei der Kontrolle von Parkuhren – als besonders anstrengend erweist.Und der Dank gilt natürlich den mutigen Männern von der Feuerwehr, die unermüdlich für die Sicherheit sorgen, stets Haltung bewahren und auch in brenzlichsten Situationen sich noch die Zeit nehmen, technisch interessierten Brandopfern das Funktionieren einer Hochdruckspritze erklären. Für die öffentliche Ordnung im Weltall sind Astronauten zuständig. Reporter Schmoller hat einen ihrer prominentesten Vertreter als Gast im Studio.","versions":[{"lang":1,"streams":[{"redirect":9530738,"hoster":"VOE"},{"redirect":9530737,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der einsame König, andere kulturelle Intimbereiche und eine Skatrunde","epNo":12,"alt":"","descr":"Schon immer hat das Leben des bayerischen Königs Ludwig II. die Gemüter bewegt. Aber Kenner behaupten, dass erst Loriot dem beliebten Monarchen ein bleibendes Denkmal gesetzt hat.Kulturelle Bestätigung führt jedenfalls immer zu innerer Bereicherung, ob man nun ein Konzert besucht oder sich einen wertvollen Film im Fernsehen anschaut.Sollte der Fernseher allerdings mal streiken, kann der abendliche Ehefrieden in Gefahr geraten. Dann sollte man sich nicht scheuen, andere Abwechslung zu suchen, zum Beispiel mit einem Skatspiel oder bei einem Sprachkurs.","versions":[{"lang":1,"streams":[{"redirect":9530747,"hoster":"VOE"},{"redirect":9530749,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der 70. Geburtstag","epNo":13,"alt":"","descr":"Die runden Geburtstage haben es in sich, vor allem, wenn man prominent und erforgreich ist. Und als 70-Jähriger hat man nicht unbedingt mehr Freude daran, eine ganze Nacht durchzumachen. So kann man Loriot verstehen, dass er in dem Hotel, in dem ihm zu Ehren. gefeiert wird, auf sein Zimmer flieht, um ein bisschen Ruhe zu haben. Aber für Störungen ist gesorgt: Ein aufdringlicher Etagenkellner (auch von Loriot gespielt), ein betrunkener Freund, eine Jugendliebe, die Hoteldirektrice und schließlich sorgar die Polizei lassen es nicht zu, dass der Jubilar zur Besinnung kommt, bis dann um Mitternacht das Feuerwerk gezündet wird als Auftakt für den Tanz in den Morgen.","versions":[{"lang":1,"streams":[{"redirect":9530789,"hoster":"VOE"},{"redirect":9530785,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Weihnachten bei Hoppenstedts","epNo":14,"alt":"","descr":"Familie Hoppenstedt ist modernen Strömungen und technischen Neuerungen gegenüber durchaus aufgeschlossen. So interessiert sich Frau Hoppenstedt leidenschaftlich für den neuen Einhand-Saugblaser \"Heinzelmann\", Opa Hoppenstedt für das Kinderspiel \"Wir bauen uns ein Atomkraftwerk\", das er seinem Enkelkind schenkt, während Vater Hoppenstedt dafür sorgt, dass der Weihnachtsbaum naturgrün und umweltfreundlich bleibt. Der Heilige Abend vereint die Familie in Glück und Harmonie, und Vater Hoppenstedt lässt es sich nicht nehmen, das kleine Atomkraftwerk eigenhändig zusammenzubauen, bis es das tut, was es eigentlich nicht tun soll, aber gelegentlich eben doch macht: es explodiert!","versions":[{"lang":1,"streams":[{"redirect":9530844,"hoster":"VOE"},{"redirect":9530835,"hoster":"Streamtape"}]}]}]}]}