{"seriesId":"los-farad","name":"Los Farad","descr":"Marbella, 1980er Jahre. Oskar ist ein Junge, der davon träumt, ein Fitnessstudio zu eröffnen, und der mit Hilfe von Sara Farad in die faszinierende Welt der Costa del Sol, ihres Jetset-Lifestyles, ihrer Exzentrik und ihrer Geopolitik gerät. Diese neue Welt eröffnet sich ihm dank der Farads, einer Familie, die ihm eine Zukunft bietet, allerdings mit dem unerwartetsten aller Geschäfte: dem Waffenhandel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Import Export","epNo":1,"alt":"Episode 1","descr":"Oskar sucht im Madrid der 1980er-Jahre seinen Platz. Verwaist und durch die schwierigen Verhältnisse seiner Kindheit abgehärtet, ist ihm mit 27 Jahren nur eins sonnenklar: Er muss vorankommen, egal wie. Als er die mysteriöse, reiche Sara Farad trifft, ergreift er die Gelegenheit beim Schopf, das luxuriöse und aufregende Leben kennenzulernen, das ihn bei ihr und ihrer Familie erwartet.","versions":[{"lang":1,"streams":[{"redirect":13452360,"hoster":"VOE"},{"redirect":13452365,"hoster":"Doodstream"},{"redirect":13452363,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Von Aluche bis Marbella","epNo":2,"alt":"Episode 2","descr":"Oskar zieht zur Familie Farad nach Marbella. Er, der bisher kaum wusste, wie er die Miete für seine Wohnung in Aluche bezahlen sollte, wohnt keine Woche später mit Sara in der Luxusvilla der Familie, fährt mit seinem eigenen Motorrad durch die Stadt und segelt auf einer Jacht an der Costa del Sol. Doch ganz so einfach ist es nicht: Wer ein Farad sein will, muss sich beweisen.","versions":[{"lang":1,"streams":[{"redirect":13452367,"hoster":"VOE"},{"redirect":13452371,"hoster":"Doodstream"},{"redirect":13452368,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Schwiegereltern und andere Großkatzen","epNo":3,"alt":"Episode 3","descr":"Mit der Eröffnung des neuen Studios in Marbella scheinen sich Oskars Träume in Rekordzeit verwirklicht zu haben. Doch Leo Farad sieht in ihm mehr als einen netten Schwiegersohn. Er nimmt ihn mit auf eine Jagd, bei der er ein wichtiges Geschäft abschließen will. Derweil macht eine von Leos Töchtern eine Entdeckung, die die Farad-Geschwister zwingt, ihre Position in der Familie neu zu verhandeln.","versions":[{"lang":1,"streams":[{"redirect":13452373,"hoster":"VOE"},{"redirect":13452382,"hoster":"Doodstream"},{"redirect":13452372,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Perestroika","epNo":4,"alt":"Episode 4","descr":"Nach der Hochzeit mit Sara ist Oskar nun offiziell ein Farad. Das bedeutet Loyalität und totales Vertrauen, aber auch die Lösung kleiner Familienprobleme. Um Leo zu helfen, seinen Sohn Hugo wieder auf Kurs zu bringen, unternimmt Oskar mit seinem problematischen Schwager eine Mission auf hoher See: Sie müssen eine größere, geheime Waffenladung in Sicherheit bringen.","versions":[{"lang":1,"streams":[{"redirect":13452374,"hoster":"VOE"},{"redirect":13452377,"hoster":"Doodstream"},{"redirect":13452375,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Handbuch für Terroristen","epNo":5,"alt":"Episode 5","descr":"Für Leo Farad ist alles verhandelbar bis auf die Sicherheit seiner Familie. Als seine Tochter Tanya von Unbekannten angegriffen wird, richtet sich Leos Zorn gegen seinen Konkurrenten Mawad. Die Situation droht zu eskalieren. Da heizt plötzlich eine Nachricht die Spannungen noch mehr an: Khalid, ein palästinensischer Partner der Farads hat in einem Hotel in Monaco Dutzende von Geiseln genommen.","versions":[{"lang":1,"streams":[{"redirect":13452378,"hoster":"VOE"},{"redirect":13452387,"hoster":"Doodstream"},{"redirect":13452379,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Wegsehen","epNo":6,"alt":"Episode 6","descr":"Leo will Mawads Kopf. Im Gegenzug ist er zu allem bereit, sogar zu einem Deal mit den Amerikanern. Während Oskar und Sara ihren ersten Sohn bekommen, fliegt der Rest der Familie unter dem Vorwand, dass Tanya Gesangsunterricht nehmen soll, in die Tschechoslowakei. Aber in Wahrheit hat Leo ganz andere Pläne.","versions":[{"lang":1,"streams":[{"redirect":13452381,"hoster":"VOE"},{"redirect":13452383,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Neuer Typ Farad","epNo":7,"alt":"Episode 7","descr":"Der Krieg in Angola ist auf seinem Höhepunkt. Oskar und Sara begleiten Leo zur Front, um den Verkauf von Geschützen abzuschließen. Zum ersten Mal erlebt Oskar mit eigenen Augen, worum es beim Geschäft mit Waffen wirklich geht. Unterdessen will Hugo seiner Familie in Marbella zeigen, dass er den Konflikt mit Mawad ein für alle Mal beenden kann.","versions":[{"lang":1,"streams":[{"redirect":13452385,"hoster":"VOE"},{"redirect":13452391,"hoster":"Doodstream"},{"redirect":13452386,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die letzte Entscheidung","epNo":8,"alt":"Episode 8","descr":"Carmen findet es an der Zeit, sich mit Mawad zu einigen. Sie will kein weiteres Familienmitglied verlieren. Doch der Deal gilt nur, wenn noch einmal Blut fließt. Für Oskar ist der Moment der Wahrheit gekommen: Er muss sich der Frage stellen, was es wirklich heißt, ein Farad zu sein. Mit allen Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":13452362,"hoster":"VOE"},{"redirect":13452361,"hoster":"Streamtape"}]}]}]}]}