{"seriesId":"lost-girl","name":"Lost Girl","descr":"Bo Dennis ist ein sogenannter \"Succubus\", ein weiblicher Dämon, der sich von der Lebensenergie anderer Personen ernährt, manchmal mit tödlichem Ausgang für das Opfer. Doch erst nach einem dramatischen Zwischenfall lernt sie ihre wahren Fähigkeiten kennen und versucht fortan, mit Hilfe dieser Macht, Menschen zu helfen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ein Fae kommt selten allein","epNo":1,"alt":"It’s A Fae, Fae, Fae, Fae World","descr":"Als Bo (Anna Silk) ihre tötlichen sexuellen Kräfte einsetzt, um Trickbetrügerin Kenzi (Ksenia Solo) vor einer Vergewaltigung zu bewahren, erfährt sie von einem Klan übernatürlicher Wesen, den Fae, dass sie eine Succubus ist. Daher auch ihre geheimnisvollen Kräfte. Dies bedeutet jedoch auch, dass sie sich für eine der verfeindeten Fae-Sippen entscheiden muss. Zusammen mit Kenzi macht sie sich auf, Licht in ihre mysteriöse Vergangenheit zu bringen.","versions":[{"lang":1,"streams":[{"redirect":11333825,"hoster":"VOE"},{"redirect":11333826,"hoster":"Doodstream"},{"redirect":11333824,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696250,"hoster":"VOE"},{"redirect":8696251,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wo ein Wille ist, ist auch eine Fae","epNo":2,"alt":"Where There’s A Will, There’s A Fae","descr":"Während Bo und Kenzi sich in ihrem neuen Zuhause einleben, bittet der Fae Will Bo um ihre Hilfe bei der Wiederbeschaffung eines gestohlenen Schatzes. Im Gegenzug bietet er Hinweise zu Bos Vergangenheit. Doch als Bo den Dieb fasst, wartet auf Will eine Überraschung!","versions":[{"lang":1,"streams":[{"redirect":11333821,"hoster":"VOE"},{"redirect":11333823,"hoster":"Doodstream"},{"redirect":11333822,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696364,"hoster":"VOE"},{"redirect":8696362,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Oh, mein Kappa!","epNo":3,"alt":"Oh Kappa, My Kappa (Aka Sorority)","descr":"Als eine College-Schülerin auf mysteriöse Weise verschwindet, stellen Bo und Kenzi Nachforschungen an – Kenzi bei einer Studenten-Verbindung und Bo beim Campus-Sicherheitsdienst. Die Direktorin des College versucht jedoch mit allen Mitteln das Image ihrer Schule zu schützen. Als Bo der Entschlüsselung des Geheimnis nahe kommt, wird sie von einem furchterregenden Fae angegriffen.","versions":[{"lang":1,"streams":[{"redirect":12252331,"hoster":"VOE"},{"redirect":11333830,"hoster":"Doodstream"},{"redirect":11333828,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8913008,"hoster":"VOE"},{"redirect":8696366,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Faetale Anziehung","epNo":4,"alt":"Faetal Attraction","descr":"Nach einer Nacht mit einem Fae-Paar wird Bo in die Rachepläne der Ehefrau verstrickt. Sie will die Jenny, die Liebhaberin ihres Mannes, ermorden. Als Bo und Kenzi die Mordpläne vereiteln, stellt sich jedoch heraus, dass auch Jenny es faustdick hinter den Ohren hat!","versions":[{"lang":1,"streams":[{"redirect":11333832,"hoster":"VOE"},{"redirect":11333833,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696373,"hoster":"VOE"},{"redirect":12482531,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schwein gehabt","epNo":5,"alt":"Dead Lucky","descr":"Ein Fae der Dunkelheit, der sich vom Glück der Menschen ernährt, beauftragt Bo damit, die Glückssträhne eines Menschen, der viel Geld gewonnen hat, unter die Lupe zu nehmen. Im Gegenzug bietet er ihr die Dienste seiner hellseherischen Nichte an. Bo und Dyson bekommen es mit einem bösen Leichenräuber zu tun und das jugendliche Orakel enthüllt haarsträubende Einsichten über Bos Fae-Mutter.","versions":[{"lang":1,"streams":[{"redirect":11333837,"hoster":"VOE"},{"redirect":11333835,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696389,"hoster":"VOE"},{"redirect":8696380,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was giftig ist, isst man nicht","epNo":6,"alt":"Food for Thought","descr":"Kenzi isst versehentlich die Überreste einer verseuchten Leiche. Um das darauf folgende tödliche Fieber zu stillen, müssen Bo und Lauren schnell ein Heilmittel finden!","versions":[{"lang":1,"streams":[{"redirect":11333839,"hoster":"VOE"},{"redirect":11333842,"hoster":"Doodstream"},{"redirect":11333841,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696386,"hoster":"VOE"},{"redirect":12978387,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Arachnofaebie","epNo":7,"alt":"ArachnoFaebia","descr":"Ohne es zu merken wird Kenzi von einer mächtigen Fae-Spinne gebissen. Vom Gift benommen, wendet sie sich gegen Bo. Lauren heuert einen Jäger an, um der Spinne das Handwerk zu legen und Dyson muss schnell handeln, um seine Freunde zu retten!","versions":[{"lang":1,"streams":[{"redirect":11333844,"hoster":"VOE"},{"redirect":11333846,"hoster":"Doodstream"},{"redirect":11333845,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696391,"hoster":"VOE"},{"redirect":8696390,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ärger mit Vex","epNo":8,"alt":"Vexed","descr":"Auf der Jagd nach Informationen über ihre Vergangenheit erfährt Bo, dass eine Frau, die für Kindsmord zum Tode verurteilt ist, mehr über ihre Geschichte weiß. Als Bo versucht die Vollstreckung des Urteils zu verhindern, schreiten sowohl die Fae des Lichts als auch die der Dunkelheit ein. Doch Bo schreckt vor nichts zurück, um ihre Mutter zu finden!","versions":[{"lang":1,"streams":[{"redirect":11333849,"hoster":"VOE"},{"redirect":11333851,"hoster":"Doodstream"},{"redirect":11333848,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696392,"hoster":"VOE"},{"redirect":8696393,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fae-Tag","epNo":9,"alt":"Fae Day","descr":"Eigentlich sollte es ein schönes Fest in Tricks Bar werden, doch dann schreit eine Banshee auf und sagt vorher, dass ein Gast bald sterben werde. Kenzi will sich jedoch die Laune nicht verderben lassen, weshalb Bo sich mit Dyson auf die Suche begibt. Als sich herausstellt, dass es Sean – einen netten jungen Mann von der hellen Seite – treffen soll, überschlagen sich die Ereignisse …","versions":[{"lang":1,"streams":[{"redirect":11333850,"hoster":"VOE"},{"redirect":11333855,"hoster":"Doodstream"},{"redirect":11333852,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696401,"hoster":"VOE"},{"redirect":8696396,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Trauer am Morgen","epNo":10,"alt":"The Mourning After","descr":"Während Bo versucht, einen Selbstmord aufzuklären, gerät sie unfreiwillig in einen Speed Dating-Marathon. Sie lernt die Dämonin Saskia kennen und freundet sich schnell mit ihr an. Doch mit der Zeit muss Bo erkennen, dass Saskia keinesfalls so fürsorglich ist, wie sie sich gibt …","versions":[{"lang":1,"streams":[{"redirect":11333856,"hoster":"VOE"},{"redirect":11333857,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696400,"hoster":"VOE"},{"redirect":8696399,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Faetale Gerechtigkeit","epNo":11,"alt":"Faetal Justice","descr":"Komplett mit Blut verschmiert und ohne Erinnerung an die Geschehnisse der vergangenen Stunden wacht Dyson neben einer Leiche auf. Um in Sicherheit zu sein und den Geschehnissen auf den Grund gehen zu können, begibt er sich zu Tricks Bar. Dort trifft er auf Bo und Kenzi und schildert ihnen seine Version der Geschichte. Die beiden beschließen, Dyson zu helfen.","versions":[{"lang":1,"streams":[{"redirect":11333859,"hoster":"VOE"},{"redirect":11333863,"hoster":"Doodstream"},{"redirect":11333861,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696411,"hoster":"VOE"},{"redirect":8696404,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Nur für Mitglieder","epNo":12,"alt":"(Dis)Members Only","descr":"Gemeinsam mit Kenzi und Dyson begibt sich Bo in einen Country Club um dort das Geheimnis um ihre Mutter zu enthüllen. Dort sollen sie undercover ermitteln. Bo und Dyson geben sich deshalb als Ehepaar aus und genießen den Luxus des Etablissements, Kenzi hingegen beobachtet als Kellnerin das Personal. Doch dann taucht eine alte Bekannte auf und bedroht Dysons Leben …","versions":[{"lang":1,"streams":[{"redirect":11333862,"hoster":"VOE"},{"redirect":11333867,"hoster":"Doodstream"},{"redirect":11333865,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696413,"hoster":"VOE"},{"redirect":8696410,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Blutlinien","epNo":13,"alt":"Blood Lines","descr":"Bo findet heraus, wer ihre wahre Mutter ist und auch, dass Dyson und Trick längst Bescheid wussten. Das ist zuviel für sie. Blind vor Enttäuschung über den Vertrauensbruch wendet sie sich ihrer ominösen Mutter Eva zu. Doch dann entdeckt Bo Evas kriegerisches Vorhaben, die langjährige Gruppenordnung der übernatürlichen Welt zu zerstören. Sie tut alles dafür, um den Plan ihrer Mutter zu vereiteln.","versions":[{"lang":1,"streams":[{"redirect":11333883,"hoster":"VOE"},{"redirect":11333926,"hoster":"Doodstream"},{"redirect":11333889,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696417,"hoster":"VOE"},{"redirect":8696415,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Kampf um das Land","epNo":1,"alt":"Something Wicked This Fae Comes","descr":"Bo soll Lachjlan zu einer Frau namens Sadie bringen. Lachlan ist davon überzeugt, dass diese Wissen von unschätzbarem Wert hütet, das er sich gern aneignen möchte. Doch das ganze ist nicht so einfach, denn bei Sadie handelt es sich um einen Djinn, der in Freiheit lebt …","versions":[{"lang":1,"streams":[{"redirect":11333916,"hoster":"VOE"},{"redirect":11333945,"hoster":"Doodstream"},{"redirect":11333931,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696422,"hoster":"VOE"},{"redirect":8696418,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hetzjagd","epNo":2,"alt":"I Fought the Fae (and the Fae Won)","descr":"Mehrere junge Menschen, die sich vorher einer Schönheitsklinik als Versuchspersonen zur Verfügung gestellt haben, altern plötzlich deutlich schneller. Bo findet heraus, dass zwei Fae-Schwestern der Dunkelheit in der Klinik ihr Unwesen treiben und den Patienten mehrere Lebensjahre gestohlen haben. Sie beschließt, der Sache auf den Grund zu gehen …","versions":[{"lang":1,"streams":[{"redirect":11333953,"hoster":"VOE"},{"redirect":11333968,"hoster":"Doodstream"},{"redirect":11333965,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696426,"hoster":"VOE"},{"redirect":8696425,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Alpträume","epNo":3,"alt":"Scream A Little Dream","descr":"Die Bewohner eines Hauses leiden unter Schlafstörungen. Verursacht werden diese von bösen Alpträumen. Der Portier des Hauses bittet Bo um Hilfe. Doch dann wird auch sie von Alpträumen heimgesucht. Bo versucht fortan alles, um nicht einzuschlafen …","versions":[{"lang":1,"streams":[{"redirect":11333966,"hoster":"VOE"},{"redirect":11333967,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696429,"hoster":"VOE"},{"redirect":8696427,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spieglein, Spieglein…","epNo":4,"alt":"Mirror, Mirror","descr":"Bo ist noch immer in Dyson verliebt. Sie bekommt jedoch mit, dass er seine Freiheit nutzt und häufig intimen Kontakt mit anderen Frauen hat. Als Kenzi von einem Fluch hört, der dafür sorgt, dass alle Frauen auf Dyson los gehen, beschließt sie, es damit zu versuchen. Doch der Effekt wirkt anders, als sie sich das vorgestellt hatte …","versions":[{"lang":1,"streams":[{"redirect":11333971,"hoster":"VOE"},{"redirect":11333974,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696436,"hoster":"VOE"},{"redirect":8696438,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Rudelkrieger","epNo":5,"alt":"BrotherFae Of The Wolves","descr":"Cayden, ein alter Freund von Dyson, taucht plötzlich wieder auf. Vor hunderten von Jahren sind beide zusammen für ihren König in den Krieg gezogen und deshalb noch immer eng miteinander verbunden. Doch Cayden hat sich verändert und als er Dyson vom Diebstahl einer mysteriösen Waffe berichtet, erkennt dieser schon bald, dass sein alter Freund ihn ausnutzen will …","versions":[{"lang":1,"streams":[{"redirect":11333975,"hoster":"VOE"},{"redirect":11333976,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696440,"hoster":"VOE"},{"redirect":8696439,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mysteriöse Bilder","epNo":6,"alt":"It’s Better To Burn Out Than Fae Away","descr":"Ein Junge namens Jason sprüht seltsame Grafittis an die Hauswände der Stadt. Das Problem: Die Bilder offenbaren Geheimnisse der Fae, die niemals für die breite Öffentlichkeit bestimmt waren. Insbesondere Morrigan, eine Künstleragentin, ist davon alles andere als begeistert. Sie bittet Bo um Hilfe, doch erst nach und nach offenbart sie ihre wahren Absichten …","versions":[{"lang":1,"streams":[{"redirect":11333979,"hoster":"VOE"},{"redirect":11333983,"hoster":"Doodstream"},{"redirect":11333981,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696441,"hoster":"VOE"},{"redirect":8696444,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Hand des Ruhms","epNo":7,"alt":"Fae Gone Wild","descr":"Auf dem Polizeirevier tauchen auf einmal drei Striptease-Tänzerinnen auf und verführen die Polizisten. Der Plan dahinter: Sie befreien dabei einen russischen Polizistenmörder aus dem Gefängnis und entkommen. Bo will bei der Aufklärung helfen und findet schon bald heraus, das sich ein finsterer Plan hinter der Befreiung verbirgt …","versions":[{"lang":1,"streams":[{"redirect":11333985,"hoster":"VOE"},{"redirect":11333987,"hoster":"Doodstream"},{"redirect":11333984,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12336941,"hoster":"VOE"},{"redirect":8696451,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wissenshunger","epNo":8,"alt":"Death Didn’t Become Her","descr":"Donovan, ein alter Freund von Trick, kommt zu Besuch. Er benötigt Hilfe, da der Leichnahm seines verstorbenen Ehemannes verschwunden ist. Trick wendet sich an Bo. Gemeinsam mit Dyson soll sie nach der Leiche suchen. Schon bald wird klar, dass ein \"Licht des Todes\" namens Christopher dahinter steckt. Damit haben Bo und Dyson es mit einem gefährlichen Gegner zu tun …","versions":[{"lang":1,"streams":[{"redirect":11333988,"hoster":"VOE"},{"redirect":11333990,"hoster":"Doodstream"},{"redirect":11333989,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696456,"hoster":"VOE"},{"redirect":8696454,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Körpertausch","epNo":9,"alt":"Original Skin","descr":"Kenzi und Bo möchten einen lustigen Abend in Tricks Bar verbringen. Dort wird ein Bingo-Turnier veranstaltet, an dem die beiden teilnehmen möchten. Doch als sie dort auftauchen, ist weit und breit niemand zu sehen. Als Dyson und weitere Freunde eintreffen, scheint sich der Abend zum Guten zu wenden. Bis Bo auf einmal bemerkt, dass jemand das Bier vergiftet hat …","versions":[{"lang":1,"streams":[{"redirect":11333991,"hoster":"VOE"},{"redirect":11333994,"hoster":"Doodstream"},{"redirect":11333997,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696461,"hoster":"VOE"},{"redirect":8696478,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unkontrollierbare Kräfte","epNo":10,"alt":"Raging Fae","descr":"Bo und Lauren treffen auf einen Fae, der bei einem illegalen Ringkampf schwer verletzt wurde. Er erzählt ihnen von dem Besitzer eines Sportstudios, der diese illegalen Wettkämpfe veranstaltet. Da die Teilnahme für Fae-Angehörige jedoch streng verboten ist, beginnt Bo gemeinsam mit Dyson zu ermitteln …","versions":[{"lang":1,"streams":[{"redirect":11333995,"hoster":"VOE"},{"redirect":11333998,"hoster":"Doodstream"},{"redirect":11333996,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696482,"hoster":"VOE"},{"redirect":8696486,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Mutter des Baumes","epNo":11,"alt":"Can’t See The Fae-rest","descr":"Dyson und Hale sollen einen mysteriösen Mord aufklären und brauchen dafür Bos Hilfe. Gemeinsam mit Kenzi soll sie eine High Society-Party besuchen, um dort nach Anhaltspunkten zu suchen. Doch während sie auf dem glamourösen Event sind, geschieht ein weiterer Mord. Bo findet heraus, dass eine finstere Schlangen-Fae mit den Morden in Verbindung stehen könnte …","versions":[{"lang":1,"streams":[{"redirect":11334000,"hoster":"VOE"},{"redirect":11334003,"hoster":"Doodstream"},{"redirect":11334002,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696480,"hoster":"VOE"},{"redirect":8696479,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Maske des Schamanen","epNo":12,"alt":"Masks","descr":"Nadia liegt noch immer im Koma und Bo versucht verzweifelt, sie zurück in die Welt der Lebenden zu holen. Als Lachlan ihr von einem geheimnisvollen Schamanen auf Madagaskar erzählt, wittert Bo ihre Chance. Doch bevor der Schamane ihr helfen will, muss Bo einen gefährlichen Auftrag für ihn erfüllen","versions":[{"lang":1,"streams":[{"redirect":11334005,"hoster":"VOE"},{"redirect":11334006,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696490,"hoster":"VOE"},{"redirect":8696488,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Trick in Trance","epNo":13,"alt":"Barometz. Trick. Pressure","descr":"Als Trick die Dinge selbst in die Hand nimmt und in die Zukunft sieht, riskiert er, einer falschen zu viel zu offenbaren. Eine wütende Bo konfrontiert den neuen Ash währenddessen mit einem Verrat, ist jedoch überrascht von seiner Reaktion.","versions":[{"lang":1,"streams":[{"redirect":11334010,"hoster":"VOE"},{"redirect":11334011,"hoster":"Doodstream"},{"redirect":11334009,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696492,"hoster":"VOE"},{"redirect":8696491,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Gefangen in der Spieluhr","epNo":14,"alt":"Midnight Lamp","descr":"Lachlan verlangt von Bo, dass sie ihn mit einer Frau namens Sadie zusammen bringt. Denn diese verfügt angeblich über Wissen von unschätzbarem Wert, von dem Lachlan profitieren will. Doch dafür muss Bo Sadie, die ein in Freiheit lebender Dschinn ist, in einer alten Spieluhr einsperren. Ob ihr das gelingen wird?","versions":[{"lang":1,"streams":[{"redirect":11334012,"hoster":"VOE"},{"redirect":11334013,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696494,"hoster":"VOE"},{"redirect":8698677,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Preis der Schönheit","epNo":15,"alt":"Table For Fae","descr":"Merkwürdige Dinge gehen vor sich, denn junge Menschen altern innerhalb weniger Minuten merklich. Bei ihnen handelt es sich um Touristen, die sich einer Schönheitsklinik für Versuche zur Verfügung gestellt haben, um etwas Geld für die weitere Reise zu verdienen. Bo findet heraus, dass zwei Fae-Schwestern die Klinik betreiben und sich von der Lebensenergie der jungen Leute ernähren. Jetzt gilt es, den beiden das Handwerk zu legen …","versions":[{"lang":1,"streams":[{"redirect":11334017,"hoster":"VOE"},{"redirect":11334018,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696501,"hoster":"VOE"},{"redirect":8696498,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Zurück auf die Schulbank","epNo":16,"alt":"School’s Out","descr":"Bo tut noch immer alles dafür, ihre Beziehung mit Ryan vor Kenzi zu verheimlichen. Glücklicherweise hat Dyson einen neuen Fall für sie: Ein Schüler ist zusammengebrochen, nachdem er einen äußerst verwirrten Eindruck gemacht hat. Bo und Kenzi vermuten, dass hier Drogen im Spiel waren. Kurzerhand wird Bo als Undercover-Lehrerin an der Schule eingeschleust, um der Sache auf den Grund gehen zu können …","versions":[{"lang":1,"streams":[{"redirect":12827938,"hoster":"VOE"},{"redirect":12827939,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696506,"hoster":"VOE"},{"redirect":8696502,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Die Versammlung der Clans","epNo":17,"alt":"The Girl Who Fae’d With Fire","descr":"Die adligen Fae-Familien treffen sich alle hundert Jahre. Hale, Sohn des Anführers des Zamora-Clans, hat in diesem Jahr keine Begleiterin für die Zeremonie und bittet daher Kenzi, gemeinsam mit ihm zu dem Treffen zu gehen. Als es kurz vor der Zeremonie zum Mord an einem Clanoberhaupt kommt, nehmen die Dinge eine ganz anderen Lauf …","versions":[{"lang":1,"streams":[{"redirect":12827942,"hoster":"VOE"},{"redirect":11334025,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696512,"hoster":"VOE"},{"redirect":8696513,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Das Wasser der Amnesie","epNo":18,"alt":"Fae-nted Love","descr":"Ungewöhnlicherweise ist es in der letzten Zeit zu einem drastischen Anstieg von Suiziden in der Welt der Fae gekommen. Um die Gründe dafür herauszufinden, beauftragt Lachlan Dyson, einen Mann namens Archer zu befragen. Schon bald stellt sich heraus, dass Archer die ungewöhnliche Fähigkeit besitzt, Menschen mit ihren Problemen zu konfrontieren. Gelingt es Dyson, die Wahrheit über Archer ans Tageslicht zu bringen?","versions":[{"lang":1,"streams":[{"redirect":11336780,"hoster":"VOE"},{"redirect":11334029,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696517,"hoster":"VOE"},{"redirect":8696516,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Doppeltes Spiel","epNo":19,"alt":"Truth And Consequences","descr":"Bo braucht nach dem Tod von Lachlan und Ciara neue Verbündete im Kampf gegen den Garuda. Sie entscheidet sich für Vex und muss ihn nun davon überzeugen, dass er den Fae des Lichts im Kampf beistehen muss. Doch noch befindet sich Vex in der Gewalt von Morrigan. Bo muss für Morrigan einen Auftrag erledigen, um Vex zu befreien. Doch dies erweist sich als weit gefährlicher als es anfangs scheint …","versions":[{"lang":1,"streams":[{"redirect":11334031,"hoster":"VOE"},{"redirect":11334033,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696525,"hoster":"VOE"},{"redirect":8696520,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Opfer des Krieges","epNo":20,"alt":"Lachlan’s Gambit","descr":"Es kommt zu mysteriösen Vorfällen: Alle Tiere der Gegend verschwinden entweder spurlos, oder sterben auf unerklärliche Weise. Trick findet heraus, dass der Garuda näher ist, als angenommen. Dank der Unterstützung eines Spions, können Bo und Trick den Garuda lokalisieren. Jetzt kann Bo ihn bekämpfen, doch dafüer benötigt sie die Unterstützung ihrer Freunde. Doch dabei gerät Lachlan in einen Hinterhalt. Bleibt Bo genug Zeit, um ihren Freund zu retten?","versions":[{"lang":1,"streams":[{"redirect":11334036,"hoster":"VOE"},{"redirect":11334037,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917395,"hoster":"VOE"},{"redirect":8696523,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Auserwählte","epNo":21,"alt":"Into The Dark","descr":"Der Kampf gegen den Garuda hat mit Lachlan und Ciara zwei Opfer gefordert. Da nun alle wissen, dass Bo es mit dem Garuda aufnehmen muss, begibt sie sich auf die Suche nach neuen Verbündeten. Sie entscheidet sich für Vex. Doch bevor sie ihn davon überzeugen kann, sich den Fae des Lichts anzuschließen, muss sie ihn aus den Fängen von Morrigan befreien …","versions":[{"lang":1,"streams":[{"redirect":11334039,"hoster":"VOE"},{"redirect":11334040,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696529,"hoster":"VOE"},{"redirect":8696532,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Die letzte Konfrontation","epNo":22,"alt":"Flesh And Blood","descr":"Bo eilt zu Trick, der ihr verrät, dass er in Wirklichkeit ihr Großvater ist. Jetzt müssen sie gemeinsam den Kampf gegen den Garuda aufnehmen. Doch dann wird Trick entführt und Bo muss nun alles daran setzen, ihn zu befreien. Gemeinsam mit Hale, Kenzi, Vex, Val und Dyson rüstet sie sich für die Auseinandersetzung. In einer verlassenen Irrenanstalt kommt es zur finalen Konfrontation …","versions":[{"lang":1,"streams":[{"redirect":11334043,"hoster":"VOE"},{"redirect":11334044,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696531,"hoster":"VOE"},{"redirect":8696534,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der eingesperrte Fae","epNo":1,"alt":"Caged Fae","descr":"Bo gelangt in das Hecuba-Gefängnis, das ausschließlich von Amazonen geleitet wird. Sie untersucht den mysteriösen Tod der Ärztin Dr. Evert. Als sie Sylvie kennenlernt, ein Mädchen, das bald entlassen werden soll, kommt sie einem düsteren Geheimnis auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":11334047,"hoster":"VOE"},{"redirect":11334048,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696536,"hoster":"VOE"},{"redirect":8696538,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Untergrund-Faes","epNo":2,"alt":"SubterrFaenean","descr":"Kenzie bittet Bo um Hilfe bei der Suche nach Aussie, der auf mysteriöse Weise verschwunden ist. Die Spur führt sie in die U-Bahn-Schächte der Stadt, wo sie auf den geheimnisvollen Atticus stoßen. Hat er etwas mit Aussies Verschwinden zu tun?","versions":[{"lang":1,"streams":[{"redirect":12841104,"hoster":"VOE"},{"redirect":11334053,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696549,"hoster":"VOE"},{"redirect":8696552,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die ansteckende Krankheit","epNo":3,"alt":"ConFaegion","descr":"Bos (Anna Silk) Gast Vex (Paul Amos) überbringt unwissentlich Grüße der rachelüsternen Morrigan (Emmanuelle Vaugier), was zu einem chaotischen Rollentausch führt, der von den Menschen Kenzi (Ksenia Solo) und Lauren (Zoie Palmer) zur Rettung ihrer Fae-Freunde effektive Zusammenarbeit abfordert.","versions":[{"lang":1,"streams":[{"redirect":12841106,"hoster":"VOE"},{"redirect":11334057,"hoster":"Doodstream"},{"redirect":12841105,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696557,"hoster":"VOE"},{"redirect":8696550,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hypnotisiert","epNo":4,"alt":"Fae-de To Black","descr":"Eine Welle von Todesfällen befällt die Stadt. Immer mehr Menschen sterben durch waghalsige Stunts. Bo und Dyson kommen einer fadenscheinigen Klinik auf die Spur, die bei ihren Patienten Hypnose einsetzt.","versions":[{"lang":1,"streams":[{"redirect":12841107,"hoster":"VOE"},{"redirect":12841108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696559,"hoster":"VOE"},{"redirect":8696553,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verwandelt in Schleim","epNo":5,"alt":"Faes Wide Shut","descr":"Als sich Menschen plötzlich anfangen, in kleine Schleimhäufchen zu verwandeln, entdeckt Bo eine schändliche Verbindung zu dem angesagten Nachtclub Key Club. Kenzi hängt sich derweil an Bo, was diese dazu zwingt, eine außerordentliche Enthüllung über ihre innere Bestie zu forcieren.","versions":[{"lang":1,"streams":[{"redirect":12841111,"hoster":"VOE"},{"redirect":12841110,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696567,"hoster":"VOE"},{"redirect":8696563,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Kenzis Doppelgänger","epNo":6,"alt":"The Kenzi Scale","descr":"Die zunehmend unberechenbare Bo wird von den anderen mit der Wahrheit über Geheimnisse konfrontiert, die diejenigen vor ihr bewahrt haben, denen sie am meisten vertraut hat.","versions":[{"lang":1,"streams":[{"redirect":11334068,"hoster":"VOE"},{"redirect":11334067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696566,"hoster":"VOE"},{"redirect":8696571,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Wieder Zuhause","epNo":7,"alt":"There\u0027s Bo Place Like Home","descr":"Bo (Anna Silk) muss dahin zurückkehren, wo alles anfing: auf die Farm. Dort muss sie sich den Geistern ihrer Vergangenheit stellen, um für den Weg bereit zu sein, auf den sie sich bald begeben muss.","versions":[{"lang":1,"streams":[{"redirect":11334071,"hoster":"VOE"},{"redirect":11334072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696572,"hoster":"VOE"},{"redirect":8696575,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die unbekannte Maschine","epNo":8,"alt":"Fae-ge Against The Machine","descr":"Was eigentlich eine geruhsame Nacht für Bo (Anna Silk) sein sollte, endet in einer Schnitzeljagd in einem gesetzlosen Gebiet der Dark Fae. In Bos Abwesenheit findet sich Trick (Richard Howland) in einer heiklen Lage mit eventuell schwerwiegenden Folgen wieder.","versions":[{"lang":1,"streams":[{"redirect":11334074,"hoster":"VOE"},{"redirect":11334077,"hoster":"Doodstream"},{"redirect":11334075,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696582,"hoster":"VOE"},{"redirect":8696583,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Die Zeremonie","epNo":9,"alt":"Ceremony","descr":"Realität und Fantasie vermischen sich, als Bo (Anna Silk) sich ihrer ultimativen Herausforderung entgegenstellt. Trick (Richard Howland) fürchtet die Bedeutung von etwas, das er sieht.","versions":[{"lang":1,"streams":[{"redirect":11334078,"hoster":"VOE"},{"redirect":11334081,"hoster":"Doodstream"},{"redirect":11334079,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696587,"hoster":"VOE"},{"redirect":8696584,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die jugendlichen Straftäter","epNo":10,"alt":"Delinquents","descr":"Bo (Anna Silk), Dyson (Kristen Holden-Ried) und Kenzi (Ksenia Solo) ermitteln undercover in einem Urban Camp um einen Fae-Serienkiller zu finden.Tamsin (Rachel Skarsten) wird von ihrer Vergangenheit eingeholt und Bo erhält emotionale Neuigkeiten, die sie nur schwer akzeptieren kann.","versions":[{"lang":1,"streams":[{"redirect":11334084,"hoster":"VOE"},{"redirect":13273187,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696591,"hoster":"VOE"},{"redirect":8696589,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Fae-bysitterin","epNo":11,"alt":"Adventures In Fae-bysitting","descr":"Bo (Anna Silk) und Kenzi (Kristen Holden-Ried) werden in die Probleme einer geschlossenen Wohnanlage verwickelt, als eine Babysitterin sie um Hilfe dabei anfleht, das schlimme Ende ihres Chefs zu beweisen.Währenddessen trifft Lauren (Zoie Palmer) eine schwierige und gefährliche Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":11334089,"hoster":"VOE"},{"redirect":12978391,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696595,"hoster":"VOE"},{"redirect":8696592,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Hales Vereidigung","epNo":12,"alt":"Hail, Hale","descr":"Bei einem Angriff auf The Dal bricht Chaos aus und das Schicksal von einem aus der Gang hängt in der Schwebe. Währenddessen, nutzt The Morrigan die Gelegenheit, um die Spannungen zwischen Hell und Dunkel anzufeuern, wobei Kenzi (Ksenia Solo) und Hale (K.C. Collins) ins Kreuzfeuer geraten.","versions":[{"lang":1,"streams":[{"redirect":11334092,"hoster":"VOE"},{"redirect":11334091,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696598,"hoster":"VOE"},{"redirect":8696602,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Jene, die umher wandern","epNo":13,"alt":"Those Who Wander","descr":"Bo (Anna Silk) versucht, zwei Leute, die ihr sehr am Herzen liegen, vor einer Armee zu retten - ohne von der Gefahr zu ahnen, in der sie die anderen zurückläst. Kenzi (Ksenia Solo) hat eine Erleuchtung über Hale (K.C. Collins). Dyson (Kristen Holden-Ried) erhält einen wichtigen Hinweis auf Bos Vergangenheit, als gerade Zweifel über seine eigene Zukunft aufkommen.","versions":[{"lang":1,"streams":[{"redirect":11334096,"hoster":"VOE"},{"redirect":11334095,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696606,"hoster":"VOE"},{"redirect":8696601,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Fae-Memorabilien","epNo":1,"alt":"In Memoriam","descr":"Die Gang befasst sich mit einem Fall, in dem es um gestohlenes Gedächtnis geht. Morrigan ist fest dazu entschlossen sicherzustellen, dass gewisse Erinnerungen dabei nicht an die Oberfläche kommen.","versions":[{"lang":1,"streams":[{"redirect":11334099,"hoster":"VOE"},{"redirect":11334101,"hoster":"Doodstream"},{"redirect":11334100,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917397,"hoster":"VOE"},{"redirect":8696613,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Dornröschenschlaf","epNo":2,"alt":"Sleeping Beauty School","descr":"Dyson sucht eine elementare Fae, um einen geliebten Menschen zu retten.Kenzi ist derweil mit Babysittingverpflichtungen beschäftigt. Ihr ungewöhnlicher Auftrag könnte sich jedoch als Schlüssel zur Lösung des Falles herausstellen.","versions":[{"lang":1,"streams":[{"redirect":11334102,"hoster":"VOE"},{"redirect":11334104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174381,"hoster":"VOE"},{"redirect":8696620,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebende getrennt","epNo":3,"alt":"Lovers. Apart.","descr":"Bo riskiert ihr Leben, um eine von Geistern heimgesuchte Familie zu retten.Dyson beeilt sich, um Bo so schnell wie möglich zur Hilfe zu kommen.","versions":[{"lang":1,"streams":[{"redirect":11334106,"hoster":"VOE"},{"redirect":11334109,"hoster":"Doodstream"},{"redirect":11334108,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174388,"hoster":"VOE"},{"redirect":8696622,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Versteinert","epNo":4,"alt":"Turn To Stone","descr":"Als das Klubhaus ausgeraubt wird, sieht sich Kenzi zu einem Geständnis gezwungen, welches ihre Freundschaft zu Bo zerstören könnte.Unterdessen tut eine wütende und frustrierte Bo das Undenkbare: Sie konfrontiert einen gefährlichen Gegenspieler und macht dabei eine schockierende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":11334110,"hoster":"VOE"},{"redirect":11334112,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696626,"hoster":"VOE"},{"redirect":8696627,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Spiel der Faes der Finsternis beginnt","epNo":5,"alt":"Let The Dark Times Roll","descr":"Bos Suche nach Antworten führt die Gruppe zu einer Dark-Fae-Party mit furchteinflößender Gästeliste.","versions":[{"lang":1,"streams":[{"redirect":11334115,"hoster":"VOE"},{"redirect":11334118,"hoster":"Doodstream"},{"redirect":11334116,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696656,"hoster":"VOE"},{"redirect":8696649,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Von allen Kaschemmen ausgezeichnet","epNo":6,"alt":"Of All The Gin Joints","descr":"Bo kämpft um die Unabhängigkeit einer talentierten Opernsängerin, während Kenzi durch eine Person aus Hales Vergangenheit bedroht wird","versions":[{"lang":1,"streams":[{"redirect":11334120,"hoster":"VOE"},{"redirect":11334121,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12174391,"hoster":"VOE"},{"redirect":8696632,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"La Fae Èpoque","epNo":7,"alt":"La Fae Époque","descr":"Bo (Anna Silk) und Lauren (Zoie Palmer) begeben sich in die Erinnerungen von Dyson (Kris Holden-Ried), als dieser eines Mordes angeklagt wird und zur Rechenschaft gezogen werden soll.","versions":[{"lang":1,"streams":[{"redirect":11334122,"hoster":"VOE"},{"redirect":11334123,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696638,"hoster":"VOE"},{"redirect":8696637,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das Yule-Fest","epNo":8,"alt":"Groundhog Fae","descr":"Bos (Anna Silk) Freunde haben einiges zu feiern und registrieren dabei gar nicht, dass sie währenddessen abhanden kommt. Als sich die Ereignisse der vorangegangenen Nacht wiederholen, nimmt sich Bo vor, dem munteren Treiben ein Ende zu setzen. Unterdessen kommt es zwischen Lauren (Zoie Palmer) und Dyson (Kris Holden-Ried) aufgrund eines geheimnisvollen Pakets adressiert an Bo zu einer Meinungsverschiedenheit.","versions":[{"lang":1,"streams":[{"redirect":11334126,"hoster":"VOE"},{"redirect":11334129,"hoster":"Doodstream"},{"redirect":11334128,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696645,"hoster":"VOE"},{"redirect":8696643,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schicksalskind","epNo":9,"alt":"Destiny’s Child","descr":"Bo (Anna Silk) beschließt, in die Hölle zu reisen, um dort die Antworten zu finden, nach denen sie schon seit langer Zeit auf der Suche ist, auch wenn sie dabei auf die Hilfe ihrer Freunde verzichten muss. Unterdessen ist Kenzi (Ksenia Solo) darum bemüht herauszufinden, was Trick (Richard Howland) wirklich vor ihr zu verheimlichen versucht.","versions":[{"lang":1,"streams":[{"redirect":11334131,"hoster":"VOE"},{"redirect":11334132,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696657,"hoster":"VOE"},{"redirect":8696655,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wellen","epNo":10,"alt":"Waves","descr":"Die Gruppe hat nach wie vor schwer mit Bobs (Ted Atherton) schockierender Ankündigung zu kämpfen, während sich Kenzi (Ksenia Solo) bereit erklärt, an einer Undercover-Mission in einem geheimnisvollen Unternehmen teilzunehmen. Derweil verfolgt Bo (Anna Silk) ihre Schritte zurück, was sie letztendlich zu ihrer wahren Bestimmung führen könnte.","versions":[{"lang":1,"streams":[{"redirect":11334135,"hoster":"VOE"},{"redirect":11334137,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252325,"hoster":"VOE"},{"redirect":8696662,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Endstation","epNo":11,"alt":"End of a Line","descr":"Das Team überlegt, wer eine Fae geschickt haben könnte, um Bo (Anna Silk) zu attackieren. Während Kenzi (Ksenia Solo) überraschend Besuch bekommt, beginnt Bo sich über die Gefühle für jemanden, der er ihr sehr nahe steht, immer mehr unsicher zu sein.","versions":[{"lang":1,"streams":[{"redirect":11334139,"hoster":"VOE"},{"redirect":11334140,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696665,"hoster":"VOE"},{"redirect":8696664,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Herkunft","epNo":12,"alt":"It Begins","descr":"Bo (Anna Silk) zögert noch, ihre Rolle, welche ihr von dem Orden der Ritter durch deren Prophezeiung auferlegt wurde, anzunehmen. Doch dann bekommt sie einen Rat und Hilfe von unerwarteter Seite, was sie eine schwerwiegenden Entscheidung treffen lässt","versions":[{"lang":1,"streams":[{"redirect":11334142,"hoster":"VOE"},{"redirect":11334143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696672,"hoster":"VOE"},{"redirect":8696670,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das böse Pferd","epNo":13,"alt":"Dark Horse","descr":"Bo (Anna Silk) muss die schwierigste Entscheidung ihres Lebens treffen, um so das Böse vor der totalen Zerstörung der Welt abzuhalten.","versions":[{"lang":1,"streams":[{"redirect":11334147,"hoster":"VOE"},{"redirect":11334148,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696673,"hoster":"VOE"},{"redirect":8696680,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Wie die Hölle (1)","epNo":1,"alt":"Like Hell (1)","descr":"Im Auftakt zur fünften Staffel von Lost Girl setzt Bo alles daran, die Menschen zu retten, die ihr am nähesten stehen - ihre eigene Familie.","versions":[{"lang":1,"streams":[{"redirect":11334151,"hoster":"VOE"},{"redirect":11334153,"hoster":"Doodstream"},{"redirect":11334152,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696683,"hoster":"VOE"},{"redirect":8696684,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wie die Hölle (2)","epNo":2,"alt":"Like Hell (2)","descr":"Bo braucht Unterstützung von ihrer Familie und Lauren begegnet einem Geist.","versions":[{"lang":1,"streams":[{"redirect":11334154,"hoster":"VOE"},{"redirect":11334155,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696690,"hoster":"VOE"},{"redirect":8696691,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die japanische Ehre","epNo":3,"alt":"Big in Japan","descr":"Ein japanischer Krieger wird beschützt, während sich Lauren den eigenen Bedrohungen stellt.","versions":[{"lang":1,"streams":[{"redirect":11334158,"hoster":"VOE"},{"redirect":11334162,"hoster":"Doodstream"},{"redirect":11334159,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696696,"hoster":"VOE"},{"redirect":8696692,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wenn Gott ein Fenster öffnet","epNo":4,"alt":"When God Opens a Window","descr":"Ein junger Fae bittet Bo (Anna Silk) und Tamsin (Rachel Skarsten) um deren Hilfe, jedoch haben die beiden verschiedene Ansichten, wie diese Probleme zu lösen wären. Währenddessen wendet sich Trick (Richard Howland) an Dyson (Kris Holden-Ried), der eine ungewollte Partnerschaft eingehen muss.","versions":[{"lang":1,"streams":[{"redirect":11334164,"hoster":"VOE"},{"redirect":11334171,"hoster":"Doodstream"},{"redirect":11334286,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696695,"hoster":"VOE"},{"redirect":8696700,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Glücks-Fae","epNo":5,"alt":"It\u0027s Your Lucky Fae","descr":"Als ein Orakel verloren geht, muss Bo (Anna Silk) auf einer Fae-Dating-Website undercover gehen und dabei einen Verdächtigen dingfest machen.","versions":[{"lang":1,"streams":[{"redirect":11334178,"hoster":"VOE"},{"redirect":11334179,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696702,"hoster":"VOE"},{"redirect":8696698,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Klare Augen, Fae-Herzen","epNo":6,"alt":"Clear Eyes, Fae Hearts","descr":"Bo (Anna Silk) und Tamsin (Rachel Skarsten) infiltrieren ein College-Footballteam, um einen Mord aufzuklären, der die Fae entblößen könnte. Dyson (Kris Holden-Ried) begutachtet indes ein Mordopfer, welches einfach nicht tot bleiben will.","versions":[{"lang":1,"streams":[{"redirect":11334197,"hoster":"VOE"},{"redirect":11334206,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696704,"hoster":"VOE"},{"redirect":8696708,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hier kommt die Nacht","epNo":7,"alt":"Here Comes the Night","descr":"Bo (Anna Silk) und die Gang müssen sich mit den Auswirkungen eines Sturms auseinandersetzen.","versions":[{"lang":1,"streams":[{"redirect":11334219,"hoster":"VOE"},{"redirect":11334225,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12924330,"hoster":"VOE"},{"redirect":8696713,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ende der Faes","epNo":8,"alt":"End of Faes","descr":"Bo (Anna Silk) und ihre Gang nehmen an einer besonderen Party teil, wo sie einen ganz speziellen Feind ausschalten wollen.","versions":[{"lang":1,"streams":[{"redirect":11334240,"hoster":"VOE"},{"redirect":11334247,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696723,"hoster":"VOE"},{"redirect":8696720,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"44 Minuten um die Welt zu retten","epNo":9,"alt":"44 Minutes to Save the World","descr":"Bo (Anna Silk) und ihre Verbündeten müssen sich beeilen eine große Bedrohung aus vergangenen Zeiten aufzuhalten, bevor diese Chaos und absolute Massenzerstörung anrichten kann.","versions":[{"lang":1,"streams":[{"redirect":11334268,"hoster":"VOE"},{"redirect":11334277,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12252324,"hoster":"VOE"},{"redirect":8696727,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wie der Vater, so die Tochter","epNo":10,"alt":"Like Father, Like Daughter","descr":"Bo (Anna Silk) riskiert ihr Leben, um ein besonderes Gemälde für einen guten Freund zu besorgen. Lauren (Zoie Palmer) macht unterdessen eine erstaunliche Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":11334298,"hoster":"VOE"},{"redirect":11334299,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696732,"hoster":"VOE"},{"redirect":8696731,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die gute alte Walküren-Schule","epNo":11,"alt":"Sweet Valkyrie High","descr":"Eine gefährliche Mission zwingt Tamsin (Rachel Skarsten) dazu, sich mit vergangenen Fehlern auseinanderzusetzen. Lauren (Zoie Palmer) muss einer Freundin unterdessen schlechte Neuigkeiten überbringen.","versions":[{"lang":1,"streams":[{"redirect":11334311,"hoster":"VOE"},{"redirect":11334320,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696745,"hoster":"VOE"},{"redirect":8696740,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tag des jüngsten Faes","epNo":12,"alt":"Judgement Fae","descr":"Bo (Anna Silk) sucht nach einem ehemaligen Gegenspieler, der eine neue Form angenommen hat.","versions":[{"lang":1,"streams":[{"redirect":11334332,"hoster":"VOE"},{"redirect":11334335,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696750,"hoster":"VOE"},{"redirect":8696748,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Familienportrait","epNo":13,"alt":"Family Portrait","descr":"Bo (Anna Silk) sucht nach der Wahrheit, als sie mit unterschiedlichen Versionen ihrer Vergangenheit konfrontiert wird.","versions":[{"lang":1,"streams":[{"redirect":11334348,"hoster":"VOE"},{"redirect":11334358,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696755,"hoster":"VOE"},{"redirect":8696752,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Folge der gelben Straße von Trick","epNo":14,"alt":"Follow The Yellow Trick Road","descr":"Bo ist in einer Traumwelt gefangen und muss ihre und die Ängste ihrer Freunde überwinden. In der Zwischenzeit versuchen alle Bo aufzuwecken. Werden sie es schaffen Bo zu retten?","versions":[{"lang":1,"streams":[{"redirect":11334380,"hoster":"VOE"},{"redirect":11334381,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696762,"hoster":"VOE"},{"redirect":8696758,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Lass sie brennen","epNo":15,"alt":"Let Them Burn","descr":"Bo (Anna Silk) ist dazu gezwungen, eine äußerst schwierige Entscheidung zu treffen.","versions":[{"lang":1,"streams":[{"redirect":11334433,"hoster":"VOE"},{"redirect":11334432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380058,"hoster":"VOE"},{"redirect":8696765,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Aufstieg","epNo":16,"alt":"Rise","descr":"Bo (Anna Silk) und ihre Verbündeten müssen sich der ultimativen Bedrohung stellen.","versions":[{"lang":1,"streams":[{"redirect":11334453,"hoster":"VOE"},{"redirect":11334450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8696772,"hoster":"VOE"},{"redirect":8696769,"hoster":"Streamtape"}]}]}]}]}