{"seriesId":"lost-man-found","name":"Lost Man Found","descr":"Saturo (Taiga Nakano) zieht nach Tokio mit dem Wunsch, Schauspieler zu werden. Die Dinge laufen mehr schlecht als recht, bis der Fund eines Flugtickets alles in seinem Leben verändert.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Satoshi Matsudo (Taiga Nakano) träumt davon, Schauspieler zu werden, aber er hat keine Verbindungen und kein Geld. Er verlässt seine Heimatstadt Nishinomiya, Hyogo, und zieht in eine Wohnung in Omotesando, Tokio, wobei er sich auf seinen Kindheitsfreund Sugita (Shunsuke Daito) verlässt. Als er eines Tages ein Flugticket unter einem Verkaufsautomaten aufhebt, ist die Besitzerin Yamamura (Hiroko Yakushimaru), die Präsidentin einer Modelagentur. Satoshis Leben als Schauspieler beginnt plötzlich, als er wegen seiner Dreistigkeit und seines Showa-Gesichts aufgegriffen wird! Unterdessen erhält er die Nachricht, dass sein älterer Bruder Takeshi (Tsuyoshi Kusanagi) ebenfalls nach Amerika abgereist ist.","versions":[{"lang":1,"streams":[{"redirect":12133678,"hoster":"VOE"},{"redirect":12133681,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Satoshi (Nakano Taiga), der in Teilzeit in einer Videothek arbeitet, verliebt sich in seine Kollegin Tabata (Matsumoto Honoka). Während sie über Tabatas Lieblingshorrorfilme sprechen, kommen sie sich näher und erreichen ein Geständnis, aber die Antwort wird zurückgehalten. Auf der anderen Seite entschied er sich in der Schauspielbranche, mit Hilfe des älteren Schauspielers Hayashi (Shingo Mizusawa) in einem Kriegsfilm mitzuspielen. Indem er sich zum ersten Mal in einem Film als Soldat sieht, der mit tiefen Emotionen davonläuft, versteht er auch die Härte eines Schauspielers, wenn er Hayashi in einem depressiven Zustand sieht, ohne eine Szene gesehen zu haben. Satoru sucht Tabata auf um nach einer Antwort zu fragen, aber ...","versions":[{"lang":1,"streams":[{"redirect":12133685,"hoster":"VOE"},{"redirect":12133679,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Satoru (Nakano Taiga) wird auf Anweisung von Yamamura (Yakushimaru Hiroko) der Fahrer einer beliebten Schauspielerin, Igawa Haruka (Igawa Haruka). In der Welt als \"Heiltyp\" beliebt, war sie eigentlich ein \"glühender Typ\", der professionelles Wrestling liebte. Um Igawa aufzuheitern, die von der Diskrepanz zwischen ihrem Image und ihrem Schauspiel beunruhigt ist, spielt Satoshi im Auto Musik, die von Sugiura (Momoko Tanabe), einer Kollegin in ihrem Teilzeitjob, ausgewählt wurde. Sugiura weiß nicht, dass Sugiura sie mag, und er hat Angst, es ihr nicht zu gestehen.","versions":[{"lang":1,"streams":[{"redirect":12133682,"hoster":"VOE"},{"redirect":12133686,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Drei Jahre nach seinem Umzug nach Tokio findet sich Satoshi (Nakano Taiga), der arbeitslose Schauspieler, als Mentor für die Newcomerin Yui (Ito Sairi) bei seinem Teilzeitjob wieder. Er findet Yui weinend vor, während sie Hip-Hop hört und wird neugierig. Eines Tages, als sie zusammen einkaufen gehen, stellt er fest, dass sie von ihrem Ex-Freund körperlich und seelisch bedrängt wird. Satoshi will sie beschützen und sagt Yui in einem aufgewühlten Moment, das er sie mag. Allerdings taucht Yuis Freund (Eita Okuno) auf, der die Beziehung zwischen den beiden vermutet. Plötzlich entwickelt sich eine Liebesbeziehung.","versions":[{"lang":1,"streams":[{"redirect":12133689,"hoster":"VOE"},{"redirect":12133693,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Satoshi (Nakano Taiga) kehrt mit seiner neuen Freundin Yui (Ito Sari) nach Hause zurück, um seine Großmutter Haruko (Suenari Eikaru) zu besuchen. Sein Vater (Morio Kazama) zwingt ihn, seinen lang verschollenen Bruder Takeshi (Tsuyoshi Kusanagi) zu kontaktieren und das Ehepaar Sugita (Shunsuke Daito) und Nomoto (Yuki Katayama) drängt ihn, zu heiraten. Der Druck steigt, aber es gibt keine Arbeit als Schauspieler. Yui schreit Satoshi an, der verzweifelt ist, nachdem er beim Vorsprechen durchgefallen ist! Satoshis Manager Hitachi (Suzuki Anne) bietet ihm einen lebensverändernden Job an.","versions":[{"lang":1,"streams":[{"redirect":12133692,"hoster":"VOE"},{"redirect":12133695,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Satoshi (Nakano Taiga) hatte nach den Dreharbeiten in Kyoto beschlossen, Yui (Ito Sairi) einen Heiratsantrag zu machen, aber er verliebt sich in eine  Schauspielerin (Sato Megumi). Satoshi, dem Yui ehrlich ihre Probleme gestand, machte sie wütend und die Registrierung der Ehe stellte sich als schreckliche Entwicklung heraus. Ein paar Jahre später beginnt Satoshi, der entschlossen ist Schauspieler mit Frau und Kindern zu werden, Englisch zu lernen, inspiriert von einem jungen Schauspieler (Aoki Munetaka), der Hollywood anstrebt. Dann bekommt ich einen Anruf aus Amerika.","versions":[{"lang":1,"streams":[{"redirect":13535347,"hoster":"VOE"},{"redirect":12133698,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Satoshi (Nakano Taiga) flog zum ersten Mal in seinem Leben nach Amerika, obwohl er überrascht war, einen Anruf aus den Vereinigten Staaten zu erhalten, in dem stand: \"Dein Bruder hatte einen Schlaganfall.\" Verwirrt vom Englisch des besten Freundes seines Bruders, Woody, der ihn vom Flughafen abholte, kommt er im Krankenhaus seines Bruders an und trifft ihn zum ersten Mal seit 15 Jahren wieder. Satoshi ist verblüfft über die Tatsache, dass sein Bruder, den er nicht kennt, früher in einem Restaurant arbeitete, umgeben von multinationalen Freunden, und ist entsetzt über die Realität, dass sein Bruder ein illegaler Einwanderer ist und seine Arztkosten hoch sind. Dann taucht eine Frau namens \u0027Bug Lady\u0027 auf...","versions":[{"lang":1,"streams":[{"redirect":13535348,"hoster":"VOE"},{"redirect":12133701,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Adrian (Taiga Nakano), der seit vielen Jahren mit ihm zusammen ist, fragt ihn, warum sein älterer Bruder Takeshi (Tsuyoshi Kusanagi) nicht nach Japan zurückkehrt. Takeshi unterstützte zwei Personen als Ersatzvater für seinen besten Freund Adrian, der ihm half und für seinen kleinen Sohn Sean, den er alleine großzog. Gerade als sich die Brüder näherkommen, geraten ihr Vater Heizo (Morio Kazama) und ihre Mutter Kiku (Mako Ishino) in einen großen Streit um die Rückkehr ihres Sohnes nach 15 Jahren in Japan.","versions":[{"lang":1,"streams":[{"redirect":13535349,"hoster":"VOE"},{"redirect":12133705,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Folge 9","epNo":9,"alt":"","descr":"Während er mit Heizo (Morio Kazama) etwas trinkt, spricht Satoru (Taiga Nakano) darüber, wie sein älterer Bruder Takeshi (Tsuyoshi Kusanagi) mit seinem Vater kämpfte und zum ersten Mal in die Vereinigten Staaten ging und wie er ihm seine Gefühle gestand. Satoshi reist in die Vereinigten Staaten, um seinen Bruder mit den Gedanken an seine Eltern auf den Schultern nach Hause zu holen. Takeshi weigert sich jedoch immer noch, nach Japan zurückzukehren und bemüht sich verzweifelt um Rehabilitation. Es sollte Takeshis Versprechen an Sean erfüllen, einen Jungen, der als sein Vater fungierte. Anstelle von Takeshi, der sich nicht bewegen kann, führt Satoru jedoch ein großes Theater auf ...","versions":[{"lang":1,"streams":[{"redirect":13535350,"hoster":"VOE"},{"redirect":12133707,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Folge 10","epNo":10,"alt":"","descr":"Satoshi (Nakano Taiga), verkleidet als Takeshi (Kusanagi Tsuyoshi), steht mit einer magischen Kugel, die ihm sein Vater Heizo (Kazama Morio) anvertraut hat, auf dem Hügel um sein falsches Versprechen zu halten, einen Fastball vor Sean zu werfen. Sean schwingt den Schläger mit all seiner Kraft gegen den Fastball, den Satoshi geworfen hat! Es wird Zeit sich zu verabschieden. Während Woody, Adrian und Sean auf die Brüder aufpassen, steigen sie in einen Krankenwagen und fahren nach Hause. Das Leben spüren, das mein Bruder hier aufgebaut hat. Monate nach der Wiedervereinigung der japanischen Familie erhält Satoshi überraschende Neuigkeiten.","versions":[{"lang":1,"streams":[{"redirect":13535352,"hoster":"VOE"},{"redirect":12133677,"hoster":"Streamtape"}]}]}]}]}