{"path":"/serie/stream/lost-secrets","name":"Lost Secrets","descr":"Der Historiker und Wende-Museumsgründer Justin Jampol entschlüsselt die Geheimnisse der Vergangenheit anhand kürzlich ausgegrabener Artefakte. Mit Hilfe modernster wissenschaftlicher Tests und guter altmodischer Detektivarbeit enthüllen Justins Untersuchungen neue Erkenntnisse über einige der bedeutendsten Momente der Geschichte.","seasons":[{"path":"/serie/stream/lost-secrets/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lost-secrets/staffel-1/episode-1","name":"","epNo":1,"alt":"Nazi Dark Magic","descr":"Justin Jampol erhält Zugang zu Dokumenten aus dem Archiv des Nazikommandanten Heinrich Himmler, darunter astrologische Räder für Winston Churchill, Joseph Stalin und Adolf Hitler; Jampol untersucht den Glauben der Naziführung an das Übernatürliche.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11858481","hoster":"VOE"},{"path":"/redirect/11858480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lost-secrets/staffel-1/episode-2","name":"","epNo":2,"alt":"American Viking Queen","descr":"Das Mysterium hinter einem uralten Spinnwirtel zeigt Justin die Möglichkeit, dass nordische Frauen die Wikinger-Expedition nach Nordamerika anführten; In 1.000 Jahren Geschichte und auf zwei Kontinenten deckt er die unerzählte Geschichte der Ursprünge Amerikas auf.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11858545","hoster":"VOE"},{"path":"/redirect/11858524","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lost-secrets/staffel-1/episode-3","name":"","epNo":3,"alt":"Doomsday Showdown","descr":"Eine Reise zur Entschlüsselung einer mysteriösen ostdeutschen Kriegsmedaille führt Justin nach Berlin, wo er eine Verschwörung aufdeckt, die beinahe den Dritten Weltkrieg ausgelöst hätte; Er kommt zu dem Schluss, dass die Menschheit der nuklearen Vernichtung nahe war, was ihn bis ins Mark erschüttert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535356","hoster":"VOE"},{"path":"/redirect/11858446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lost-secrets/staffel-1/episode-4","name":"","epNo":4,"alt":"Space Race Mysteries","descr":"Ein riesiges Kreuz in der Wüste von Arizona stellt Justin vor ein Netz voller Geheimnisse über Amerikas Rolle im Weltraumrennen; Er macht sich auf die Suche, ob es eine Tarnung für eine verdeckte Mission war, einen Mann auf den Mond zu schicken, um Waffen ins All zu schicken.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535358","hoster":"VOE"},{"path":"/redirect/11858438","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lost-secrets/staffel-1/episode-5","name":"","epNo":5,"alt":"The Lewis And Clark Conspiracy","descr":"Justin versucht, das Rätsel hinter dem Tod des berühmten Entdeckers Meriwether Lewis aus dem 19. Jahrhundert zu lösen, was ihn tief in die geheimen Landkriege führt, die das Gesicht Amerikas fast verändert hätten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535361","hoster":"VOE"},{"path":"/redirect/11858422","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lost-secrets/staffel-1/episode-6","name":"","epNo":6,"alt":"Civil War Spies","descr":"Eine mysteriöse Rechnung der Abolitionistin Harriet Tubman schickt Justin tief in das Gebiet der ehemaligen Konföderierten, um zu untersuchen, ob ein geheimes Netzwerk entkommener Sklaven das Blatt des Bürgerkriegs zugunsten der Union gewendet hat.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535359","hoster":"VOE"},{"path":"/redirect/11858421","hoster":"Streamtape"}]}]}]}]}