{"seriesId":"love-rituals","name":"Love Rituals","descr":"Um die Magie des Zusammenseins immer wieder heraufzubeschwören, gibt es überall auf der Welt Liebesrituale. In der Dokureihe spürt Charlotte Roche diesen kulturspezifischen Liebesritualen nach.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Japan","epNo":1,"alt":"","descr":"In der Folge \"Love Rituals in Japan\" besucht Charlotte Roche das Kanamara-Matsuri in Kawasaki. Einmal im Jahr werden dort große Phallusse durch die Straßen getragen, Mädchen lutschen an Penis-Lollis und Jungs an Zucker-Vaginas, während ältere Damen aus Rettichen Phallusse anfertigen und die lokalen Parteivorsitzenden sich vor Holzpenissen verbeugen. Es ist ein uraltes Ritual und es soll das Wissen um eine gesunde Portion Sex in den Köpfen der Japaner verankern. Wie passt das also zusammen, dieser visuelle Overkill an sexueller Freizügigkeit, wie er auf dem Fest gelebt wird – und die Unlust der Japaner? Als Cultural Interpreter steht Charlotte der Publizist Kyoichi Tsuzuki zur Seite: Er gilt nicht nur als der Entdecker von Haruki Murakami, sondern auch als der Experte für Kinkyness. Dank Kyoichi trifft Charlotte Roche einen freigeistigen Schreinpriester, lässt sich von einer Geisha und ihrem Sohn die Liebe in Japan erklären, erfährt bizarre Sexualpraktiken und versteht, was das Problem mit dem Sex in der modernen japanischen Gesellschaft ist.","versions":[{"lang":1,"streams":[{"redirect":6756810,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Israel","epNo":2,"alt":"","descr":"In der Dokureihe ergründet Charlotte Roche kulturspezifische Liebesrituale. Sie reist nach Israel, um am Tu B’Av-Fest am Schrein von Amuka teilzunehmen, wohin Hunderte junger Juden pilgern, um den Segen zu empfangen und schnell den von Gott vorbestimmten Partner zu finden.Charlotte Roche reist nach Israel, um am Tu B’Av-Fest am Schrein von Amuka teilzunehmen. Hierhin pilgern Hunderte junge Juden, um beim Gebet einen Segen zu empfangen, der helfen soll, schnell den Bashert zu finden, den von Gott vorbestimmten Partner. Im jüdischen Glauben hat Gott vor der Geburt für jeden Menschen einen solchen Bashert bereitgestellt. Charlotte Roche reist ins moderne Israel und spürt der Frage nach dem Soulmate nach. Als Cultural Interpreter an ihrer Seite ist Yanai Himmelfarb, ein junger liberaler Israeli, der seinen Bashert noch nicht gefunden hat, sich manchmal aber dabei ertappt, wie er davon träumt. Ihre gemeinsame Tour führt sie unter anderem zu Melech Zilbershlag, einem ultraorthodoxen YouTube-Star. Bei Eti Landau, einer Kupplerin, darf Charlotte mehr über die Mystik lernen, die im Zentrum des Glaubens nach einem Bashert steht. Als sich Charlotte Roche in Jerusalem mit einem jungen ultraorthodoxen Paar trifft, das sich selbst gefunden hat und damit radikal und revolutionär erscheint, sind die Zuschauer mitten in einer Neuerfindung von Liebe in Israel. So wie bei Rachel Levian, einer modernen israelischen Frau, die darauf vertraut, dass sich die Liebe bei ihr einfach so entwickeln wird.","versions":[]},{"epId":"episode-3","name":"Kenia","epNo":3,"alt":"","descr":"In Kenia nimmt Charlotte Roche an einer Mitgift-Zeremonie beim Stamm der Kalenjin teil. Der Wert einer Frau wird dort von den Stammesältesten beider Familien ausgehandelt und muss von der Familie des Mannes über Jahrzehnte hinweg abbezahlt werden. Im Zentrum dieser Folge steht das Tabuthema Liebe und Geld. Wie wichtig ist das Geld für die Liebe? Spielt es eine Rolle beim Verlieben? Gemeinsam mit Kui Akariza Mahihu fragt sich Charlotte durch die kenianische Gesellschaft und staunt: Geld und Liebe sind in Kenia ein viel diskutiertes Thema und das Geld spielt bei der Partnerwahl eine wichtige Rolle. Charlotte Roche lässt sich das ökonomische Konstrukt einer Polygamie erklären, erfährt nebenbei, dass im modernen Kenia die Polyandrie im Vormarsch ist und warum das so ist. Liebe und Geld – das lernt Charlotte in Kenia – bedeutet: die Liebe realistisch zu sehen.","versions":[{"lang":1,"streams":[{"redirect":11314366,"hoster":"VOE"},{"redirect":10127105,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"USA","epNo":4,"alt":"","descr":"In Louisiana spürt Charlotte Roche der Frage nach, ob man Liebe durch Magie beeinflussen darf und ob das überhaupt funktionieren kann. Was, wenn man sich danach sehnt, geliebt zu werden, und es dafür ein Mittelchen gäbe? Charlotte Roche reist dafür nach New Orleans und nimmt bei der Voodoo-Priesterin Sallie Ann Glassman an einem Voodoo-Liebesritual teil. Durch die Mondsichelstadt wird sie begleitet von Chuck Perkins, einem Spoken-Word-Poeten und Clubbesitzer, der selbst nicht an Voodoo glaubt, es aber als eine Verbindung zu seiner alten afrikanischen Spiritualität sieht. Chuck Perkins führt Charlotte Roche durch die besondere Geschichte des Voodoos in New Orleans, stellt ihr Hexen, Priesterinnen, Piraten und Heilige vor und schließlich ist er es, der die Liebe findet: die Liebe zu seiner Community. Für Charlotte gestaltet sich die Reise zu einem wilden Ritt durch die Stadt der Lieder und des Todes: Sie weint, sie lacht und lernt, dass Voodoo weit mehr bedeutet, als es der Mainstream vorgaukelt.","versions":[]},{"epId":"episode-5","name":"Indien","epNo":5,"alt":"","descr":"In Indien sucht Charlotte Roche nach einer Antwort auf das Zusammenspiel von Liebe und Ehe. Ist die Ehe ein Gefängnis oder Empowerment? In der indischen Gesellschaft ist das nicht einfach zu beantworten. Beim Gangaur-Fest im Wüstenstaat Rajasthan ist Charlotte Roche bei einer Großfamilie eingeladen und beobachtet dort, wie die älteste Tochter ihren Wunsch nach einer glücklichen Ehe in einem Ritual verinnerlicht. Dafür schmückt sie das göttliche Paar Shiva und Parvati und lässt sie am Ghat Wasser trinken. Charlotte Roche erhält Unterstützung von der ungewöhnlich frei denkenden Divya Dugar, die ihr schwesternhaft alles erklärt und sie in die Seele der indischen Partnerbeziehung mitnimmt. Dabei geht es nur selten so bunt und romantisch zu, wie es sich die Touristen, meist junge Paare, in Udaipur, der romantischsten Stadt Indiens, ausmalen. In einem abgelegenen Dorf trifft Charlotte Roche auf Kinderbräute und in Vrindavan, der Stadt des indischen Liebesgottes Krishna, spricht sie mit Witwen, die von ihren Familien verstoßen wurden, nachdem ihre Ehepartner starben. Und doch scheint es in all diesen Begegnungen etwas zu geben, das Charlotte Roche die Liebe näherbringt und das sie am Ende mit den Zuschauern teilt.","versions":[]},{"epId":"episode-6","name":"Auf den Orkney-Inseln","epNo":6,"alt":"","descr":"Seien es Feen, Selkies – eine Art Gestaltenwandler – oder Walküren, überall finden sich auf den Orkney-Inseln Referenzen zu einem Reich jenseits unserer Welt, das aber vor allem in Liebesdingen und mit Liebesfantasien unsere Welt bereichert. Zur Seite steht Charlotte Roche in dieser Folge die Professorin Donna Heddle, die sich auf Orkney auskennt wie keine andere und sie zu Begegnungen begleitet. Da gibt es das Paar Dee und James, die in der Einsamkeit die Zweisamkeit suchen, den Geschichtenerzähler Tom Muir, der sich sein Leben lang mit den Selkies und ihren Geschlechterrollen beschäftigt, oder Becca, die auf der Suche ist nach Narrativen, die das Verständnis von Anderswelten auf erneuerbare Energien zu übertragen versuchen. Am Ende wird Charlotte Roche mit den Füßen in der Brandung stehen, einer Zwischenwelt, weder Wasser noch Land, und verstehen, warum die Fantasie auch der Liebe Flügel verleiht.","versions":[]}]}]}