{"path":"/serie/stream/love-kome-we-love-rice","name":"Love Kome: We Love Rice","descr":"Das japanische Grundnahrungsmittel Reis wird immer mehr von Brot und Nudeln verdrängt. Hinohikari entschließt sich deshalb, Reis wieder populär zu machen.","seasons":[{"path":"/serie/stream/love-kome-we-love-rice/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-1","name":"","epNo":1,"alt":"The Newest Crop of Students Is Here?","descr":"Irgendwo in Japan gibt es die historische Schule für Getreide, die Inaho Academy. Ein neuer Schüler dort, Hinohikari, erfährt bei der Eröffnungsfeier, dass die Schule kurz vor der Schließung steht und der einzige Weg, dies zu stoppen, darin besteht, das Brot auszuschlagen. Vor diesem Hintergrund erklärt Hinohikari vor der ganzen Schule seine Absicht, ein HarveStar zu werden, der sogar die Alumni-Gruppe Five Grain Rice übertrifft ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879098","hoster":"VOE"},{"path":"/redirect/11879097","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-2","name":"","epNo":2,"alt":"Nikomaru Can`t Keep Smiling","descr":"Hinohikari hat beschlossen, am Erntefest teilzunehmen, um keinen Reisboom, sondern einen Reisaufstand auszulösen. Er bittet Nikomaru, Akitakomachi, Hitomebore, Sasanishiki und Chinkobozu, sich ihm anzuschließen, aber keiner von ihnen ist bereit. Schließlich kann Nikomaru es nicht mehr ertragen zuzusehen und macht ihm einen überraschenden Vorschlag, aber kann Hinohikari sich dazu überwinden, ihn anzunehmen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879104","hoster":"VOE"},{"path":"/redirect/11879103","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-3","name":"","epNo":3,"alt":"I`ve Had Enough of the Usual Rice Planting","descr":"Hinohikari hatte sich gerade daran gewöhnt, ein Mitglied von Nikomaru und Akitakomachis HarveStar-Einheit \u0027Blend Mine\u0027 zu sein, als das Thema Akitakomachis Vergangenheit auftaucht und sie auf einen fatalen Fehler in Blend Mine stoßen. Der neue Einheitsname, den Hinohikari vorschlug, nachdem er ihn lange aufgespart – nein, warm gehalten – hatte, lautet \"Love Rice\". Währenddessen beobachtet Sasanishiki die drei aus der Ferne...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879105","hoster":"VOE"},{"path":"/redirect/11879109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-4","name":"","epNo":4,"alt":"Love at First Sight with Hitomebore","descr":"Die drei Mitglieder von Love Rice trainieren, als sie sehen, wie Hitomebore jemanden schlägt. Nachdem er gesehen hat, wie er selbst mitten in einem Schneesturm so beharrlich versucht, ein Date zu finden, bittet Hinohikari ihn, sich Love Rice anzuschließen, aber Hitomebore sagt, er habe vor, Komiker bei Chinkobozu zu werden. Dann hebt er ab und sagt, er habe eine Verabredung, und die Mitglieder von Love Rice folgen ihm, um...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879113","hoster":"VOE"},{"path":"/redirect/11879114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-5","name":"","epNo":5,"alt":"Sasanishiki Is Going Home a Hero","descr":"Sasanishiki lehnt weiterhin Einladungen ab, sich Love Rice anzuschließen. Dann, aus irgendeinem Grund, verläuft plötzlich ein Bahngleis durch den Schulhof, und ein Hund ist auf dem Gleis gefangen, als ein Zug darauf zurast. Love Rice ist an Ort und Stelle eingefroren, aber Sasanishiki eilt nach vorne. Sasanishikis Geschick und Tatendrang, wenn es um Harvest Shows geht, soll es einst mit Koshihikari selbst aufnehmen, aber die Geschichte, die Morinokuma über seine Vergangenheit zu erzählen beginnt, hat niemand erwartet …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879118","hoster":"VOE"},{"path":"/redirect/11879121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-6","name":"","epNo":6,"alt":"Go, Yeast King","descr":"Die fünf Mitglieder von Love Rice sind sowohl aufgeregt als auch konzentriert, wenn sie ihrem Auftritt beim Erntefest entgegenblicken. Dann treffen An, Shokku und Kyari, die heißesten HarveStars von der Sacred Bread High School, am Tatort ein. Nachdem sie ihre weit überlegene Harvest Show gesehen haben, richten die Mädchen, die einst Love Rice zujubelten, ihre Aufmerksamkeit auf Yeast King.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879126","hoster":"VOE"},{"path":"/redirect/11879123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-7","name":"","epNo":7,"alt":"The Sextuplets","descr":"Die fünf Mitglieder von Love Rice sind sowohl aufgeregt als auch konzentriert, wenn sie ihrem Auftritt beim Erntefest entgegenblicken. Dann treffen An, Shokku und Kyari, die heißesten HarveStars von der Sacred Bread High School, am Tatort ein. Nachdem sie ihre weit überlegene Harvest Show gesehen haben, richten die Mädchen, die einst Love Rice zujubelten, ihre Aufmerksamkeit auf Yeast King.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879130","hoster":"VOE"},{"path":"/redirect/11879128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-8","name":"","epNo":8,"alt":"Say Mine! Koshihikari Shines","descr":"Nachdem sie sich durch das Konzert von Blast Resistance angeregt gefühlt haben, versuchen die Mitglieder von Love Rice, an einigen neuen Moves zu arbeiten, aber sie scheinen die perfekte Technik nicht zu beherrschen. Als sie verwirrt und frustriert zurückbleiben, erscheint Koshihikari, der Anführer von Five Grain Rice und Absolvent der Inaho Academy, vor ihnen. Hinohikari, ein HarveStar-Otaku, ist begeistert, sein Idol vor sich stehen zu sehen, aber um Love Rice willen nimmt er es ernst, sich Koshihikaris strengem Training zu unterziehen ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535377","hoster":"VOE"},{"path":"/redirect/11879134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-9","name":"","epNo":9,"alt":"Some Breads Are Just Indigestible","descr":"Hinohikari und Nikomaru schleichen sich in die St. Pan High School, um es auszukundschaften. Am Ende werden sie von Crois, dem Klassenlehrer von Yeast King, erwischt, aber Yeast King veranstaltet trotzdem ihre Harvest Show, als wolle er die beiden einladen, sich den Wettbewerb anzusehen. Nachdem Hinohikari und Nikomaru den überwältigenden Unterschied in den Fähigkeiten ihrer beiden Gruppen miterlebt haben, können sie nicht anders, als ihre Rivalen zu respektieren. Dann hat Crois einen Plan ...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879138","hoster":"VOE"},{"path":"/redirect/11879136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-10","name":"","epNo":10,"alt":"The Culprit Is Koro-nee","descr":"Love Rice kommen zum Harvest Festival mit dem Ziel, mit ihrem Auftritt einen Reisaufruhr anzuzetteln, den sie bisher noch nicht einmal erfolgreich in der Praxis absolviert haben. Dann erzählt Hinohikari den anderen Mitgliedern den Grund, warum er sich entschieden hat, ein HarveStar zu werden. Doch dann bricht die Stimmung zusammen, als Hitomebore einen Anruf erhält ... Wer steckt dahinter?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879143","hoster":"VOE"},{"path":"/redirect/11879139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-11","name":"","epNo":11,"alt":"Chinkobozu Finally Has His Turn","descr":"Love Rice kommen zum Harvest Festival mit dem Ziel, mit ihrem Auftritt einen Reisaufruhr anzuzetteln, den sie bisher noch nicht einmal erfolgreich in der Praxis absolviert haben. Dann erzählt Hinohikari den anderen Mitgliedern den Grund, warum er sich entschieden hat, ein HarveStar zu werden. Doch dann bricht die Stimmung zusammen, als Hitomebore einen Anruf erhält ... Wer steckt dahinter?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879148","hoster":"VOE"},{"path":"/redirect/11879146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-1/episode-12","name":"","epNo":12,"alt":"Romantic Flight Toward Season 2","descr":"Love Rice hat es dank Chinkobozu\u0027s Harvest Show geschafft, ihre Krise zu überwinden. Plötzlich begann es zu regnen, als Love Rice zum Veranstaltungsort des Harvest Festivals zurückkehrte. Wird der Wunsch von Hinohikari, Sasanishiki, Hitomebore, Akitakomachi und Nikomaru erfüllt, die Beliebtheit von Reis wiederherzustellen und die Schule am Laufen zu halten? Kann Reis Brot besiegen? Diese emotionale Liebeskomödie nähert sich ihrem Ende! Love Rice ist gezwungen, ihre Harvest Show ohne Hitomebore zu beginnen, aber Yeast King sieht, dass sie ihr volles Potenzial nicht ausschöpfen und stoppt sie. Die Mitglieder von Yeast King schämen sich für alles, was sie getan haben, um Love Rice im Weg zu stehen, und noch mehr, als sie herausfinden, wer hinter Hitomebores Dilemma steckt, und bieten ihre Hilfe an. Der Wunsch, ihre Harvest Shows fair und anständig zu präsentieren, führt zum Aufkeimen der Freundschaft zwischen den beiden rivalisierenden Körnern.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879090","hoster":"VOE"},{"path":"/redirect/11879089","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-1","name":"","epNo":1,"alt":"Our New Rival Is Noodles","descr":"Love Rice löste beim Erntefest einen Reisaufstand aus und wurde über Nacht zu einer Sensation. Sie waren sehr beschäftigt mit Fernsehauftritten, Reisanbau und anderen Aktivitäten, aber der Anführer der Gruppe, Hinohikari, verhält sich seltsam ... Unterdessen kommt ein neuer Austauschschüler an der Inaho Academy an, und er ist ein Ramen-HarveStar namens Sho. Die Mitglieder von Love Rice können nicht anders, als durch das Erscheinen eines neuen Rivalen nervös zu werden. Was wird aus dem Frieden, der sich zwischen den Körnern niedergelassen hatte?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535378","hoster":"VOE"},{"path":"/redirect/11879151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-2","name":"","epNo":2,"alt":"Based on the Original Concept, Love Rice Is Really Meant to Be Aimed at Girls","descr":"Hinohikari war plötzlich im Klassenzimmer zusammengebrochen und machte sich Sorgen um die anderen Mitglieder von Love Rice. Dann, nach der Schule, wird die Tür aufgerissen, und ein neuer Erstklässler namens Oidemai veranstaltet plötzlich eine Ernteshow. Wie passt dieser leidenschaftliche Fan von Love Rice in die Geschichte? Währenddessen isst Yeast King, die Brot-HarveStar-Einheit, mit Love Rice auswärts, als die Kellnerin fragt, ob sie Brot oder Reis zu ihren Mahlzeiten bevorzugen. Und Sho starrt durch das Fenster auf ihre Unterhaltung von draußen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535379","hoster":"VOE"},{"path":"/redirect/11879156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-3","name":"","epNo":3,"alt":"School Harvestar Love Rice","descr":"Morinokuma-san und Koro-nee heiraten. Die übliche Bande ist im Publikum beim Empfang, aber Hinohikari ist nirgends zu finden. Ein Kommentar von Morinokuma-san\u0027s Schülern und eine Ernteshow von Koshihikari bringen die Feier zu einem freudigen neuen Höhepunkt, bis Morinokuma-san einen Anruf erhält...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879161","hoster":"VOE"},{"path":"/redirect/11879162","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-4","name":"","epNo":4,"alt":"The Legendary Six Rice Boys (Mixed Rice)","descr":"Panik an Bord! Hinohikaris Zustand ist kritisch, da die nächste Harvest Show gleich um die Ecke ist. Welche Alternative bleibt zu Love Rice?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879165","hoster":"VOE"},{"path":"/redirect/11879164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-5","name":"","epNo":5,"alt":"Weakling Rice","descr":"Die Love Rice beenden die Harvest Show mit Hilfe von Oidemai, aber Shô taucht unerwartet auf und fordert die harte Arbeit der Gruppe heraus.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535381","hoster":"VOE"},{"path":"/redirect/11879172","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-6","name":"","epNo":6,"alt":"The Grain King","descr":"Zwischen Shô und dem Love Rice bahnt sich eine Konfrontation an, während Oidemai deutliche Anzeichen von Erschöpfung zeigt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535382","hoster":"VOE"},{"path":"/redirect/11879173","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-7","name":"","epNo":7,"alt":"Riceside Shakedown: The Movie","descr":"Love Rice ist nach ihrem Sieg im Duell und der Rückkehr von Hinohikari in Feierlaune. Dann kommt Koshihikari und er scheint beunruhigt zu sein. Es stellt sich heraus, dass er beschlossen hat, einen Film mit Sasanishiki zu machen! Hinohikari, Hitomebore, Akitakomachi und Nikomaru sind alle an Bord, aber Sasanishiki ist weniger begeistert. Werden sie die Dreharbeiten abschließen können?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535384","hoster":"VOE"},{"path":"/redirect/11879175","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-8","name":"","epNo":8,"alt":"Love Rice Needs a Scolding!!","descr":"Akitakomachi stößt auf dem Schulweg auf einen Reiskocher und findet darin eine merkwürdige Kleinigkeit...","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535386","hoster":"VOE"},{"path":"/redirect/11879181","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-9","name":"","epNo":9,"alt":"Your Rice Name.","descr":"Nach einem seltsamen Traum stellen Chinkobôzu und Manamusume beim Aufwachen fest, dass ihre Körper vertauscht wurden! Machen Sie Platz für Love Rice, um ihre kleine Untersuchung durchzuführen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535383","hoster":"VOE"},{"path":"/redirect/11879186","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-10","name":"","epNo":10,"alt":"Go Forth, CaKing!","descr":"In der High School kommt es zu einer Reihe seltsamer Fälle, in denen Reis und Brot verschwunden sind. Shô verrät den Grund für seinen Hass gegenüber den anderen Cerealien und greift an. Aber eine Gruppe von Helden namens Caking kommt den Highschool-Schülern zu Hilfe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535387","hoster":"VOE"},{"path":"/redirect/11879192","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-11","name":"","epNo":11,"alt":"The Fake Sho Is Really a Carbohydrate-Free Diet","descr":"Verwirrung herrscht unter den Liebesreis, als ein zweiter Shô ankommt. Wer ist der Usurpator, der das Aussehen von Shô angenommen hat?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535388","hoster":"VOE"},{"path":"/redirect/11879196","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-kome-we-love-rice/staffel-2/episode-12","name":"","epNo":12,"alt":"Romantic Flight Toward the Game","descr":"No-Carb ist ein harter Gegner für die Jungs von Love Rice! Doch es gibt eine Geheimwaffe: Den Sommerreis!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/11879152","hoster":"VOE"},{"path":"/redirect/11879150","hoster":"Streamtape"}]}]}]}]}