{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai","name":"Love Live! Nijigasaki Gakuen School Idol Doukou-kai","descr":"Die Nijigasaki Oberschule in Odaiba, Tokyo, ist beliebt wegen ihrer Vielzahl an Fächern und der Freiheit, die die Schüler genießen. Zweitklässlerin Yu Takasaki ist begeistert von School Idols, weswegen sie mit ihrer Sandkastenfreundin Ayumu Uehara an die Tür des \"School Idol Clubs\" klopft. Sowohl Freundinnen als auch Rivalinnen, haben die Clubmitglieder ganz unterschiedliche Auffassungen und Motivationen. Doch die neun (+ 1) Mädchen schließen sich zusammen, um ihre Träume Wirklichkeit werden zu lassen!","seasons":[{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-1","name":"","epNo":1,"alt":"The First Thrill","descr":"Beim Nachmittagstee in einem Park hören Ayumu und Yu Gesang in der Umgebung. Als sie in die Gegend kommen, sehen sie Setsuna, die \"Chase!\" vor einem Publikum, das Yu von Schulidolen begeistert. Als sie sehen, dass es an der Nijigasaki High School einen School Idol Club gibt, versuchen sie den Clubraum zu finden. Als sie jedoch den Clubraum erreichen, treffen sie die Präsidentin des Schülerrats, Nana, die ihnen mitteilt, dass sich der School Idol Club aufgelöst hat. Auf dem Heimweg gesteht Ayumu Yu ihre Liebe zu Schulidolen und sagt ihr, dass sie anfangen möchte, ein Schulidol zu werden. Yu willigt ein, Ayumu dabei zu helfen, ein Schulidol zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8467860","hoster":"VOE"},{"path":"/redirect/8467862","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-2","name":"","epNo":2,"alt":"Cutest♡Girl","descr":"Kasumi schleicht sich in das Büro des Schülerrats, um das Namensschild des School Idol Clubs zu stehlen. Als sie jedoch feststellt, dass das ehemalige School Idol Club-Zimmer von einem anderen Club besetzt ist, wird sie von Nana erwischt, die sie ausschimpft. Kasumi will ihren Traum vom Schul-Idol jedoch nicht aufgeben und rekrutiert Ayumu und Yu für den Club. An einem abgelegenen Ort zeichnen Kasumi und Ayumu ihre Selbstvorstellungen auf, um sie auf eine Streaming-Site hochzuladen, um mehr Mitglieder zu gewinnen. Kasumi drängt Ayumu jedoch zu sehr, um ihre Selbstvorstellung \"süß\" zu machen, was Ayumu peinlich macht. Während Kasumi beunruhigt ist, wie sie Ayumu zur Selbstvorstellung gezwungen hat, bekommt Ayumu von Karin den Rat, sich für jemanden zu bewerben, den sie kennt. Ayumu erkennt dies und geht zu Kasumi, um ihre Selbstvorstellung als ihr wahres Selbst wieder aufzuzeichnen, was von Yu und Kasumi positiv aufgenommen wurde.Währenddessen konfrontieren Karin und die anderen School Idols Nana im Schülerratszimmer, wo Karin erklärt, dass Setsuna Nana sein muss, da sie Setsuna Yuki nicht im Schülerverzeichnis finden konnten. Sie zwingt Nana zu erklären, was mit dem School Idol Club passiert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484863","hoster":"VOE"},{"path":"/redirect/8467865","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-3","name":"","epNo":3,"alt":"Shouting Your Love","descr":"Während der Konfrontation zwischen Nana, Karin und den anderen Schul-Idolen erklärt Nana, dass sie aufhört, ein Schul-Idol zu sein, lässt aber die anderen sich ohne sie weiter auf Love Live vorbereiten. Nana trifft Yu später, während sie im Musikzimmer Klavier spielt. Hier erklärt sie, dass sie aufgehört hat, ein Schulidol zu sein, da sie das Gefühl hatte, sich selbst und die anderen zu verletzen, während sie den anderen ihre Ideen aufzwang. Nach einem Gespräch mit den anderen Schulidolen konfrontiert Yu Nana später auf dem Dach der Schule, um sie zu überreden, in den School Idol Club zurückzukehren. Yu sagt Nana, dass sie sie als Setsuna, das Schulidol, glücklich sehen möchte, und überredet sie, in den School Idol Club zurückzukehren. Setsuna enthüllt den anderen Schülern ihre Schulidol-Identität und führt \"Dive!\" bevor sie von den anderen School Idol Club-Mitgliedern wieder begrüßt werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484864","hoster":"VOE"},{"path":"/redirect/8467874","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-4","name":"","epNo":4,"alt":"The Uncharted Path","descr":"Das Anschauen von Setsunas Auftritt auf dem Dach inspiriert Ai und Rina dazu, dem School Idol Club beizutreten. Sie probieren ein paar Aktivitäten wie Stretching, Singen und ein Quiz aus. Als die Schulidole jedoch über Soloauftritte diskutieren, ist Ai unsicher. Während sie am nächsten Morgen nach Odaiba rennt, trifft Ai Emma auf der Brücke. Emma erzählt Ai, dass ihre Präsenz und ihre positive Einstellung dem Club geholfen haben, voranzukommen. Aus diesem Gespräch erkennt Ai, dass sie vorwärts kommen kann, indem sie Spaß mit den anderen Schulidolen hat, was sie dazu inspiriert, mitten im Park aufzutreten. Ais Auftritt inspiriert die anderen dazu, Soloauftritte auszuprobieren, in der Hoffnung, dass etwas Erstaunliches passiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484865","hoster":"VOE"},{"path":"/redirect/8467882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-5","name":"","epNo":5,"alt":"Something I Can Only Do Right Now","descr":"Angesichts des Erfolgs von Ayumus Selbstvorstellung beim Sammeln von Ansichten beschließt jeder, seine eigenen Werbevideos (PVs) als Solo-Idole zu erstellen, um sich vorzustellen. Nachdem Emma im Rahmen ihrer PV geholfen wurde, Kostüme zu tragen, versucht sie Karin davon zu überzeugen, dem School Idol Club beizutreten. Karin verwirft die Idee jedoch und sagt Emma, ​​sie solle sie nicht noch einmal in den School Idol Club einladen. Am nächsten Tag liest Emma Karins Fragebogen aus einem Modemagazin, in dem steht, dass Karin sich am meisten für Schulidole interessiert. Inspiriert verbringt Emma den Nachmittag mit Karin, bevor sie Karin damit konfrontiert, dass sie mehr über sie wissen möchte. Emma sieht die Zweifel an ihrer Identität in Karins Gesicht und singt ein Lied für sie, das Karin dazu inspiriert, dem School Idol Club beizutreten. Nachdem Emmas PV hochgeladen wurde, sind alle erstaunt über die zunehmenden Ansichten und Kommentare von Emma\u0027s PV.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484867","hoster":"VOE"},{"path":"/redirect/8467886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-6","name":"","epNo":6,"alt":"The Shape of Smiles","descr":"Rina erinnert sich daran, wie sie Ai kennengelernt hat, während sie darüber nachdenkt, mit mehr Menschen in Kontakt zu treten. Als Rina mit Ai, Ayumu und Yu in der Spielhalle ist, treffen sie drei von Rinas Klassenkameraden und sie erwähnen, dass dieser Ort oft für Schulidolkonzerte genutzt wird, woraufhin Rina sagt, dass sie hier ein Konzert geben wird. Von den anderen Mitgliedern des School Idol Club ermutigt, bittet Rina sie, ihr bei der Vorbereitung zu helfen, und sie macht ein PV, um für ihr bevorstehendes Konzert zu werben. Rina ist jedoch immer noch besorgt, dass sie sich im Gespräch mit anderen nicht so gut ausdrücken kann, da sie glaubt, dass sie sich nicht ändern kann. Als Rina nicht zum Training erscheint, gehen die anderen Mädchen in ihre Wohnung, und Rina erzählt ihnen von ihren Unsicherheiten unter einem Pappkarton und fordert sie auf, sie aufzumuntern.Dies bringt Rina auf die Idee, einen elektronischen Monitor zu bauen, der ihr Gesicht während des Konzerts verbirgt. Am nächsten Morgen laden ihre Klassenkameraden sie zum Mittagessen ein und Rina akzeptiert mit ihrem Notizbuch \"Rina Board\".","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484869","hoster":"VOE"},{"path":"/redirect/8467894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-7","name":"","epNo":7,"alt":"Haruka, Kanata, and Beyond","descr":"Besorgt, dass Kanata sich selbst überfordert, kommt ihre Schwester Haruka, die auch ein Schul-Idol am Shinonome-Institut ist, um Nijigasakis School Idol Club zu besuchen. Sie erfährt jedoch, dass Kanata in letzter Zeit schläfriger war, was Haruka dazu veranlasst, zu sagen, dass sie aufhören wird, ein Schulidol zu sein, damit sie Kanata mehr bei der Hausarbeit helfen kann. Kanata versucht, sie davon zu überzeugen, nicht aufzugeben, aber Haruka stürmt aus dem Clubraum. Haruka spricht am nächsten Tag mit den anderen Clubmitgliedern und sagt ihnen, dass sie im Club bleiben und gleichzeitig das Glück ihrer Schwester schützen möchte. Am Tag von Harukas letztem Auftritt sieht sie Kanatas Auftritt, und die beiden Schwestern versöhnen sich, indem Kanata vorschlägt, dass sie sich von nun an sowohl zu Hause als auch als Schulidole gegenseitig unterstützen. Haruka erklärt sich bereit, das Kochen zu Hause zu übernehmen,aber sie braucht noch ihre Schwester, die ihr das Kochen beibringt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484868","hoster":"VOE"},{"path":"/redirect/8467842","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-8","name":"","epNo":8,"alt":"Shizuku, Monochrome","descr":"Shizuku wird vom Präsidenten des Drama Clubs gesagt, dass sie jemand anderem die Hauptrolle für ein bevorstehendes Stück geben wird, aber Shizuku bittet um eine weitere Chance, um zu zeigen, dass sie es kann. Kasumi macht sich Sorgen, dass Shizuku düsterer als sonst erscheint, also nimmt sie sie mit Rina mit, um sie aufzuheitern, aber Shizuku sagt ihnen, sie sollen sich keine Sorgen um sie machen. Shizuku macht sich weiterhin Sorgen, anderen ihr wahres Selbst zu offenbaren, weil sie sich Sorgen macht, dass die Leute sie nicht mögen. Rina bringt Kasumi auf die Idee, Shizuku zu konfrontieren, und sagt ihr, dass sie alles an ihr liebt, obwohl sie manche Leute vielleicht nicht mögen. Shizuku übernimmt wieder die Hauptrolle im Stück und die Aufführung läuft gut, einschließlich Shizukus Minikonzert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484871","hoster":"VOE"},{"path":"/redirect/8467908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-9","name":"","epNo":9,"alt":"Friends but Rivals","descr":"Haruka kommt mit Himeno Ayanokōji von der Tooh Academy nach Nijigasaki, um den School Idol Club zum Diver Fes einzuladen, einem jährlichen Musikfestival in Odaiba , an dem sie auch teilnehmen werden. Nijigasaki kann jedoch nur ein Lied singen, und sie erkennen, dass nur ein Mädchen eine Chance hat, aufzutreten. Karin setzt ihre Modelarbeit fort und trifft auf Setsuna, Ayumu und Yu, während sie versucht, eine Tanzschule zu finden, um ihre Tanzkünste zu verbessern. Nachdem sie mit ihr gesprochen hat, schlägt Setsuna vor, dass sie alle diskutieren, wer wieder bei Diver Fes auftreten wird, während die anderen Karin wählen. Nachdem sie am Tag der Veranstaltung mit Himeno gesprochen hat, wird Karin unsicher, ob sie mit einer so großen Menschenmenge alleine auf die Bühne gehen muss. Die anderen Clubmitglieder schaffen es, sie aufzuheitern, indem sie ihr zeigen, dass sie nicht allein ist, und Karin schafft den Auftritt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484872","hoster":"VOE"},{"path":"/redirect/8467843","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-10","name":"","epNo":10,"alt":"Summer Begins.","descr":"Nach dem ersten Schuljahr bereitet sich der School Idol Club auf ein Sommertrainingslager an der Schule vor. Sie verbringen den größten Teil des ersten Tages damit, das Abendessen zu kochen, und Kasumi engagiert sowohl Shizuku als auch Rina, damit sie versuchen können, die anderen Mädchen zu erschrecken, nur damit es auf sie nach hinten losgeht. Yu spricht mit Setsuna im Musikzimmer darüber, dass sie Schwierigkeiten hat, etwas zu finden, was sie gerne tut, und auf dem Rückweg scheint Ayumu sie zusammen zu haben. Am nächsten Tag schlägt Ai vor, dass sie Fangen spielen , um die Monotonie des einfachen Joggens zu durchbrechen, und anschließend im Pool spielen. Yu sagt Ayumu, dass sie mutiger sein wird und alles für alle Clubmitglieder tun wird. Yu spricht mit den Clubmitgliedern darüber, dass sie für verschiedene Schulidolgruppen ein Schulidolfest organisieren wollen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484870","hoster":"VOE"},{"path":"/redirect/8467917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-11","name":"","epNo":11,"alt":"Everyone\u0027s Dream, My Dream","descr":"Kasumi und Yu legen dem Schülerrat einen Vorschlag für das Schulidolfest vor, aber es gibt noch einige Probleme, bevor er genehmigt werden kann. Der Club schließt sich zusammen, um herauszufinden, was er braucht, beginnend mit der Entscheidung für einen Veranstaltungsort. Sie schlagen das Festival auch Haruka und Christina vom Shinonome Institute sowie Himeno und Misaki von der Tooh Academy vor, die sich alle zur Teilnahme bereit erklären. Der Club nutzt einen Vorschlagskasten und fragt andere Studenten, welche Art von Festival sie sehen möchten. In der Zwischenzeit arbeitet Yu weiterhin mit Setsuna zusammen, um die Details für den Vorschlag auszuarbeiten, was Ayumu weiterhin zur Kenntnis nimmt. Kasumi und Yu zeigen später der gesamten Schülervertretung alle Vorschläge, die sie erhalten haben, und Yu teilt ihnen mit, dass sie sich entschieden haben, Auftritte an mehreren Orten zu haben, was die Schülervertretung auffordert, ihre Zustimmung zu geben.Ayumu erfährt später von Setsuna, dass Yu mit dem Klavierspielen besser geworden ist. Yu lädt Ayumu in ihr Zimmer ein und versucht ihr von ihren Plänen für die Zukunft zu erzählen, aber Ayumu macht sich Sorgen, dass Yu sich von ihr entfernt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13484873","hoster":"VOE"},{"path":"/redirect/8467928","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-12","name":"","epNo":12,"alt":"Blossoming Feelings","descr":"Die Vorbereitungen für das Schul-Idol-Festival gehen weiter, aber Yu bleibt mit dem beschäftigt, was Ayumu ihr in der Nacht zuvor erzählt hat. Die Mädchen beginnen mit ihren Unterstützern in der Schule individuelle Brainstorming-Meetings, um die Details für jeden ihrer Auftritte und Veranstaltungsorte zu erarbeiten. Yu versucht Ayumu erneut zu sagen, dass sie etwas gefunden hat, was sie tun möchte, aber Ayumu ist verstört bei dem Gedanken, dass Yu dadurch weniger Zeit mit ihr verbringt. Zwei Tage vor dem Festival besuchen die Mädchen jeden ihrer Veranstaltungsorte. Ayumu verrät Setsuna, dass sie ein Schulidol geworden ist, weil sie wollte, dass Yu ihr bei der Aufführung zusieht, aber jetzt fühlt sie sich von Yu aufgrund der Unterstützung, die sie von anderen erhält, distanziert. Setsuna ermutigt sie jedoch, die Dinge bis zum Ende durchzuziehen. Yu und drei von Ayumu\u0027s Anhänger zeigen ihr die Bühne, die sie für sie vorbereitet haben, und Yu versichert ihr, dass sich ihre Gefühle für sie nicht ändern werden. Yu erzählt ihr später, dass sie Musik machen möchte und plant, im nächsten Schuljahr in den Musikkurs zu wechseln.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8467936","hoster":"VOE"},{"path":"/redirect/8467932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-1/episode-13","name":"","epNo":13,"alt":"School Idol Festival","descr":"Die Mädchen des School Idol Club bieten Yu an, sich auf ihre Musikprüfung vorzubereiten, damit sie in den Musikkurs wechseln kann. Das Schul-Idol-Festival beginnt damit, dass jedes der Mädchen auf jeder ihrer Bühnen auftritt. Nach dem Ende des Festivals beginnt es zu regnen, was zu einer Absage der restlichen Vorstellungen führt. Der Regen hört nach Schließung um 19  Uhr auf, aber der Vizepräsident des Schülerrats überzeugt die Schule, eine weitere Vorstellung mit dem gesamten Nijigasaki High School Idol Club zuzulassen. Die Nachricht vom Festival verbreitet sich online und veranlasst andere Schulidolgruppen, Nijigasaki wegen der Teilnahme am nächsten Festival zu kontaktieren. Währenddessen setzt sich Yu hin, um die Musikprüfung abzulegen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8467938","hoster":"VOE"},{"path":"/redirect/8467937","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-1","name":"","epNo":1,"alt":"A Brand New Thrill","descr":"Lanzhu und Mia kommen in Japan an und bereiten sich beide darauf vor, dem School Idol Club beizutreten, während der School Idol Club mit der Erstellung eines Werbevideos für das 2. School Idol Festival beginnt. Lanzhu kommt später an der Nijigasaki High School an und bekundet ihr Interesse daran, ein Schulidol zu werden, bevor sie den Rest des Clubs trifft. Im Vorfeld der Premiere des Werbevideos des School Idol Club sehen sich die Clubmitglieder sowie Lanzhu und Mia es an. Anstelle des Werbevideos wurde jedoch eine Outtake-Rolle abgespielt. Aus diesem Grund beschließt Lanzhu, Eutopia aufzuführenauf einem Balkon der Schule zu Fanfaren. Nach der Aufführung teilt Lanzhu dem School Idol Club mit, dass sie aufgrund widersprüchlicher Werte plant, stattdessen einen anderen Club zu gründen, und startet einen informellen Wettbewerb, um zu sehen, welcher Club beim 2. School Idol Festival die meiste Aufmerksamkeit auf sich zieht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10181583","hoster":"VOE"},{"path":"/redirect/10181580","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-2","name":"","epNo":2,"alt":"Overlapping Colors","descr":"Der School Idol Club bespricht Einzelheiten des bevorstehenden gemeinsamen Konzerts mit der YG International Academy, danach treffen sie sich mit Lanzhu, die ihre Haltung bekräftigt, getrennt vom Club aufzutreten. Später wird bekannt, dass Mia aus einer Komponistenfamilie stammt, und sie erklärt, dass sie nur eine Arbeitsbeziehung mit Lanzhu hat. Kasumi, Kanata, Emma und Rina beschließen später, Lanzhu zu verfolgen, um ihre nächste Aufführung zu sehen, und nachdem ihre Aufführung beendet ist, findet Lanzhu die vier und lädt sie in ihre Wohnung ein, wo sie ihre Gründe dafür, ein Schulidol zu sein, offenbart und erklärt, dass sie will im Mittelpunkt zu stehen. Nach dem Gespräch planen die vier Studenten einen Weg, Lanzhu davon zu überzeugen, mit ihnen dem Club beizutreten, und entscheiden sich schließlich, während des gemeinsamen Konzerts gemeinsam als Untereinheit aufzutreten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526885","hoster":"VOE"},{"path":"/redirect/10232763","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-3","name":"","epNo":3,"alt":"Sing! Song! Smile!","descr":"Eine Woche vor dem gemeinsamen Konzert; Kasumi, Kanata, Emma und Rina beschließen, beieinander zu übernachten, um Einzelheiten über ihre Leistung herauszufinden. In Kasumis Haus versuchen die vier erfolglos, sich für ihre Kostüme zu entscheiden. Am nächsten Tag sind Mia und Yu am letzten Tag der Ergänzungsklasse des Musikkurses, wo sie ein Lied komponieren sollten. In der Zwischenzeit schlägt Shioriko in einer Sitzung des Schülerrates eine Zusammenlegung des Kulturfestivals und des Schulidolfestivals vor. Später fragt sie Lanzhu nach ihren Fortschritten als Schulidol, worauf Lanzhu antwortet, dass sie sehr erfolgreich war und plant, eine größere Veranstaltung zu organisieren, und erklärt auch, dass sie zum gemeinsamen Konzert gehen wird. In Kanatas Wohnung versuchen die vier, die Bühne ihrer Gruppe zu bestimmen, ebenfalls ohne Erfolg. Am nächsten Tag bittet Yu Mia um Kompositionsratschläge. zu dem sie sagt, sie sollen komponieren, was die Zuhörer hören wollen. In dieser Nacht spielt die Gruppe in Rinas Wohnung ein Wortassoziationsspiel, erhält jedoch keine passenden Antworten und Kasumi beginnt zu zweifeln, ob er als Untereinheit auftritt. Yu kommt am nächsten Tag im Club an und macht sich Sorgen wegen der Kompositionsaufgabe, zu der die anderen Mitglieder Yu ermutigen, ihre Richtung zu finden. In der Zwischenzeit, am letzten Abend in Emmas Haus, findet das Quartett erfolgreich heraus, indem es andere beschreibt, und am Tag der gemeinsamen Aufführung geben sie den Namen ihrer Untereinheit bekannt, Yu kommt am nächsten Tag im Club an und macht sich Sorgen wegen der Kompositionsaufgabe, zu der die anderen Mitglieder Yu ermutigen, ihre Richtung zu finden. In der Zwischenzeit, am letzten Abend in Emmas Haus, findet das Quartett erfolgreich heraus, indem es andere beschreibt, und am Tag der gemeinsamen Aufführung geben sie den Namen ihrer Untereinheit bekannt, Yu kommt am nächsten Tag im Club an und macht sich Sorgen wegen der Kompositionsaufgabe, zu der die anderen Mitglieder Yu ermutigen, ihre Richtung zu finden. In der Zwischenzeit, am letzten Abend in Emmas Haus, findet das Quartett erfolgreich heraus, indem es andere beschreibt, und am Tag der gemeinsamen Aufführung geben sie den Namen ihrer Untereinheit bekannt,Qu4rtz . Am nächsten Tag spielt Yu Neo Sky, Neo Map! am Klavier vor ihrer Klasse als Kompositionshausaufgabe.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526886","hoster":"VOE"},{"path":"/redirect/10276799","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-4","name":"","epNo":4,"alt":"Ai Love Triangle","descr":"Den Erfolg des Auftrittes von QU4RTZ nimmt Ai zum Anlass, um selbst nach einer Inspiration für einen neuen Auftritt zu suchen. Sie entschließt sich dafür, ihren Auftritt auch online abzuhalten und will sich bei der Gelegenheit auch gleich mal an einer Unit probieren. Doch dafür weiß sie weder, wo sie anfangen soll, noch mit wem sie da Kontakt aufnehmen soll. Ein paar Tage später trifft sie jedoch zufällig im Einkaufszentrum auf Karin. Ai ist allerdings selbst schon nicht allein unterwegs.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13535390","hoster":"VOE"},{"path":"/redirect/10318805","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-5","name":"","epNo":5,"alt":"Dreamland Is Now Open!","descr":"Shioriko bittet Shizuku und ihren Theaterklub darum, bei einem Vorfest am Tag vor dem gemeinsamen Kulturfest und School Idol Festival ein Theaterstück aufzuführen und lässt ihnen dabei freie Hand für die Geschichte. Shizuku nimmt das zum Anlass, um eine Kooperation zwischen dem Theaterklub und dem School-Idol-Klub einzufädeln, in der sie in einer Unit mit Ayumu und Setsuna auf der Bühne stehen soll. Da sie jedoch nicht weiß, wie ihre Idee ankommt, frägt sie Yuu um Rat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526887","hoster":"VOE"},{"path":"/redirect/10362151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-6","name":"","epNo":6,"alt":"Choose Your \"Love\"","descr":"Kurz vor dem großen gemeinsamen Kulturfest und School Idol Festival erreicht den School-Idol-Klub die Hiobsbotschaft, dass sie aufgrund der zahlreichen Bewerbungen für das Fest an die Kapazitätsgrenze der Schule gestoßen sind und deshalb das Fest nicht wie geplant durchführen können. Als Schülerratspräsidentin trifft das besonders Setsuna hart. Muss das School Idol Festival nun etwa abgesagt werden?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526888","hoster":"VOE"},{"path":"/redirect/10406245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-7","name":"","epNo":7,"alt":"The Memory of Dreams","descr":"Das gemeinsame Fest beginnt. Während ihrer Zeit an der Shion Academy erfährt der Club von Kaorukos Vergangenheit als Schulidol und wie Shioriko, ihre jüngere Schwester, zu ihr aufschaute, in der Hoffnung, selbst ein Schulidol zu werden. Aber da Kaoruko es nicht in Love Live schaffte, schwor sich Shioriko, niemals in dieselbe Falle zu tappen. Dank einiger Überzeugungsarbeit des Clubs und ihrer Schwester erzählte sie von der Wahrheit ihres Rückzugs von Schulidolen und erinnerte sie an diese Leidenschaft. Shioriko betritt die Bühne und spielt Emotion.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526889","hoster":"VOE"},{"path":"/redirect/10466810","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-8","name":"","epNo":8,"alt":"The Place Where the Rainbow Begins","descr":"Shizuku wird von der Präsidentin des Drama Clubs gesagt, dass sie jemand anderem die Hauptrolle für ein bevorstehendes Stück geben wird, aber Shizuku bittet um eine weitere Chance, zu zeigen, dass sie es kann. Kasumi macht sich Sorgen, dass Shizuku düsterer als sonst wirkt, also nimmt sie sie mit Rina mit, um sie aufzuheitern, aber Shizuku sagt ihnen, sie sollen sich keine Sorgen um sie machen. Shizuku macht sich weiterhin Sorgen darüber, anderen ihr wahres Selbst zu offenbaren, weil sie sich Sorgen darüber macht, dass die Leute sie nicht mögen. Rina bringt Kasumi auf die Idee, Shizuku zu konfrontieren, indem sie ihr sagt, dass sie alles an ihr liebt, obwohl einige Leute sie vielleicht nicht mögen. Shizuku gewinnt die Hauptrolle in dem Stück zurück und die Aufführung läuft gut, einschließlich Shizukus Minikonzert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526890","hoster":"VOE"},{"path":"/redirect/10503051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-9","name":"","epNo":9,"alt":"The Sky I Can`t Reach","descr":"Nach dem großen Finale des School-Idol-Festivals muss der Klub nun erfahren, dass Lanzhu vorhat, wieder in ihre Heimat zurückzukehren. Das ruft neben Shioriko besonders Mia auf den Plan, die neben ihrer Geschäftspartnerin auch etwas anderes nicht verlieren will. Dafür will sie Lanzhu mit einem neuen Lied umstimmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526891","hoster":"VOE"},{"path":"/redirect/10590292","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-10","name":"","epNo":10,"alt":"Kasumin Wonder Tour","descr":"Nachdem der School-Idol-Klub Zuwachs mit Lanzhu, Mia und Shioriko bekommen hat, plant Kasumi direkt nach ihrer offiziellen Begrüßung eine Pyjamaparty mit allen zusammen, um das Gemeinschaftsgefühl zu stärken und die Neuzugänge in die Gruppe zu integrieren. Doch gleichzeitig will sie damit allen erneut klarmachen, welche Position sie im Klub eigentlich bekleidet …","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526892","hoster":"VOE"},{"path":"/redirect/10714500","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-11","name":"","epNo":11,"alt":"The Past, the Future, and Now","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526894","hoster":"VOE"},{"path":"/redirect/10714504","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-12","name":"","epNo":12,"alt":"Cheer!","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/10714496","hoster":"VOE"},{"path":"/redirect/10714497","hoster":"Streamtape"}]}]},{"path":"/serie/stream/love-live-nijigasaki-gakuen-school-idol-doukou-kai/staffel-2/episode-13","name":"","epNo":13,"alt":"Let This Thrill Resonate-","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13526893","hoster":"VOE"},{"path":"/redirect/10868435","hoster":"Streamtape"}]}]}]}]}