{"seriesId":"love-daily","name":"Love Daily","descr":"Romantische Anthologie-Serie, bestehend aus Kurzfilmen überverschiedene Liebesgeschichten, die in den 12 Monaten des Jahres spielen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Overnight and Sexiled on the Main Quad","descr":"Romantik und Rache entstehen, wenn Erica und Raj sich in ihrem Wohnheim treffen, nachdem sie von ihren schrecklichen Mitbewohnern ins Exil geschickt wurden.","versions":[{"lang":2,"streams":[{"redirect":7950698,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Christmas Dumplings and Hit","descr":"Wenn sie introvertiert träumt, startet Christines Auto an Heiligabend nicht. Sie ist gezwungen, ihren Schwarm / Kollegen Sam um einen Aufzug zu bitten, um einen großen Take-out-Auftrag zu liefern.","versions":[{"lang":2,"streams":[{"redirect":7950696,"hoster":"VOE"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Truth about Dating and Soulmate Psychic","descr":"Ein russisches olympisches Gymnastik-Starlet braucht Hilfe von einem amerikanischen Teenager in einem Supermarkt, um Tampons zu kaufen.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Ballerina and Paul\u0027s Broken Heart","descr":"Wenn ein zufälliger Korkenschlag Duncan und Gwen bei ihrem ersten Date einen Ehrlichkeitszauber verleiht, inspiriert seine magische Kraft eine Nacht wie keine andere.","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Love and Cheese and Gift From My Ex","descr":"Zwei gegnerische Amateur-Hockeyspieler, ein Junge und ein Mädchen, lernen sich gegenseitig kennen, nachdem das Mädchen ihn in einem Spiel besiegt hat.","versions":[{"lang":2,"streams":[{"redirect":7950695,"hoster":"VOE"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Superstorm Sophie and Still Life","descr":"Als Pauls Freundin am letzten Schultag mit ihm Schluss macht, ist ihm in mehrfacher Hinsicht das Herz gebrochen.","versions":[]},{"epId":"episode-7","name":"","epNo":7,"alt":"Group and The Last First Kiss","descr":"Nach einer herzzerreißenden Trennung flüchtet Cammie widerwillig zur Schulparty ihres Bruders, wo sie Ethan trifft, der versucht, sie mit einer Fantasy-Geschichte aufzuheitern, die schnell ein Eigenleben annimmt.","versions":[]}]}]}