{"seriesId":"love-tyrant","name":"Love Tyrant!","descr":"Das Kiss Note hat die Macht, Menschen miteinander zu verkuppeln. Werden die Namen zweier Menschen zusammen in das Notizbuch geschrieben, so ist die Liebe nur noch einen Kuss weit entfernt, denn die Betroffenen verlieben sich beim nächsten Kuss sofort ineinander ‒ dabei ist es auch völlig egal, unter welchen Umständen dieser zustande kommt. In den Händen des Engels Guri soll das magische Notizbuch ihr dabei helfen, als Amor Pärchen zu erschaffen. Aus purem Versehen schreibt sie den Namen eines gewöhnlichen Oberschülers, Seiji Aino, in das Buch und sollte dieser nicht bald jemanden küssen und so \"sein Glück finden\", muss Guri sterben. Um dem also zu entgehen, überzeugt sie Seiji davon, seinem heimlichen Schwarm, dem Schulidol Akane Hiyama, seine Gefühle zu gestehen und sie küssen. Während sich herausstellt, dass diese Seijis Gefühle mehr als nur erwidert, muss auch Guri feststellen, dass Seiji für sie nicht nur ein Name in ihrem Notizbuch ist …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"I\u0027m Getting In on This Too x Whoa! Forbidden Love?!","descr":"Eines Tages bekommt Aino Seiji Besuch von einem Mädchen, das er für einen Shinigami hält. Sie hat ein merkwürdiges Heft dabei, worauf Death ... ähm Kiss Note geschrieben steht. Seiji gerät daraufhin in ein Gefühlschaos zwischen Mordanschlägen, Live Yuri-Action und netten schwulen Politikern.","versions":[{"lang":3,"streams":[{"redirect":8467735,"hoster":"VOE"},{"redirect":8467732,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Sniff Sniff x The Only One Who May Hurt Seiji-kun... Is Me","descr":"Yuzu hat so die Angewohnheit jeden Morgen erst mal den Müll von ihrer geliebten Akane zu durchwühlen. Und da Guri da auch zufällig vorbeischwirrt, kommt man ins Gespräch über dies und das. Zumal man eh ja noch ein paar Liebespärchen zusammenbringen muss. Und man da schon echt perfekte Kandidaten im Auge hat …","versions":[{"lang":3,"streams":[{"redirect":8467742,"hoster":"VOE"},{"redirect":8467739,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"I Can Handle This Myself! x Wassup","descr":"Seijis Schwester Akua wird eines Morgens von Guri im Bad überrascht, woraufhin sie auf das Beziehungsgeflecht ihres Bruders etwas eifersüchtig reagiert. Der Tag kann für Akua nicht schlimmer werden, doch dann taucht ein alter Bekannter auf, der Dämon Stolas.","versions":[{"lang":3,"streams":[{"redirect":8467746,"hoster":"VOE"},{"redirect":8467745,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"I\u0027m Not Going to Lose! x Are You Like Me?","descr":"Yuzu ist schockiert als sie sieht wie Akane und Seiji wieder einmal am Anbandeln sind. Daraufhin läuft sie von der Schule davon, um sich im Klaren zu werden, ob ihr Schwesterherz überhaupt etwas für sie empfindet. Dann taucht Seiji auf ...","versions":[{"lang":3,"streams":[{"redirect":8467752,"hoster":"VOE"},{"redirect":8467755,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"What Is Love? x Kami Is Prostrating Himself Now lolol","descr":"Shikimi hat Seiji in ihrer Gewalt und tobt sich mit seinem Körper nach Herzenslust aus. Dann bricht Akane durch die Wand, um Seiji aus ihren Fängen zu befreien. Diese Handlung kommt nicht ohne Folgen.","versions":[{"lang":3,"streams":[{"redirect":8467757,"hoster":"VOE"},{"redirect":8467756,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Go to the Beach With Me? x It\u0027s Not a Matter of Knowing or Not","descr":"Diesmal möchte man an den Strand - und dafür hat die Truppe auch Sejis Schwester Akua eingeladen. Doch dieser ist gar nicht so wohl bei dem Gedanken und wird nicht recht warm mit der Truppe. Im Anschluss hat Guri dann noch etwas Besonderes vor: Eine Mutprobe, bei der man nachts durch das Schulgebäude schlendert …","versions":[{"lang":3,"streams":[{"redirect":8467759,"hoster":"VOE"},{"redirect":8467758,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"It\u0027s a Festival x How Did It Come to This?!","descr":"Guri würde so gerne auf ein Fest gehen, doch Seiji hat schon etwas anderes vor. Und Akane … Akane hat ganz eigene, familiäre Probleme …","versions":[{"lang":3,"streams":[{"redirect":8467760,"hoster":"VOE"},{"redirect":8467761,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Farewell x We\u0027re Rivals, Obviously!!","descr":"Der Trupp ist los gezogen, um Akane aus den Klauen ihrer Mutter zu retten. Doch das Anwesen wird schwer bewacht und vor allem stellt sich das Problem, dass Akane gar nicht mitkommen will …","versions":[{"lang":3,"streams":[{"redirect":8467764,"hoster":"VOE"},{"redirect":8467763,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Absolutely... Nothing... x There\u0027s Just Something Wrong With Me...","descr":"Nachdem Akane aus den Klauen ihrer Mutter befreit wurde, könnte wieder ein so angenehmer wie ereignisloser Schulalltag einkehren. Doch unter den Mädels herrscht einiges an Missgunst. Guri und Akane werden einfach nicht richtig warm miteinander. Und da kommt Seiji auf eine besondere Idee, wie man Ruhe in die Bude bekommen könnte …","versions":[{"lang":3,"streams":[{"redirect":8467765,"hoster":"VOE"},{"redirect":8467762,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"I\u0027m Here to Stay the Night x I\u0027m... Growing Up, Too","descr":"Seijis Schwester verbringt die Nacht bei einer Freundin. Und da auch die Eltern auf Reisen sind, hätte Seiji endlich mal sturmfrei. Doch seine Mädels beschließen, dass er so ganz allein einsam sein müsse … Und Akua wird noch immer von einem ganz besonderem Stalker verfolgt …","versions":[{"lang":3,"streams":[{"redirect":13018959,"hoster":"VOE"},{"redirect":8467767,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Where Did She Go? x I Apologize for Troubling You Until Now","descr":"Guri ist verschwunden und nirgends zu finden. Nach einer Weile fängt die Gruppe dann doch langsam an sich sorgen zu machen. Was ist mit ihr geschehen? Und wo steckt sie nur? Und was könnte der Grund für ihr plötzliches Verschwinden sein?!","versions":[{"lang":3,"streams":[{"redirect":14081924,"hoster":"VOE"},{"redirect":8467769,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Right, Let\u0027s All Die! x I Finally Understand","descr":"Nachdem Guri ob ihrer Enttäuschung zur Dämonin geworden und hinab zur Hölle gefahren ist, haben sie die anderen doch aufgemacht, sie zu retten. Doch erst mal in die Hölle kommen - und so richtig einfach wird es ja auch nicht, an Guri heranzukommen, zumal die noch einige Geheimnisse aus der Vergangenheit hat …","versions":[{"lang":3,"streams":[{"redirect":8467770,"hoster":"VOE"},{"redirect":8467772,"hoster":"Streamtape"}]}]}]}]}