{"seriesId":"low-winter-sun","name":"Low Winter Sun","descr":"Gemeinsam mit seinem Partner Joe Geddes (Lennie James) ermordet Detective Frank Agnew (Mark Strong) den korrupten Kollegen Brendan McCann und lässt die Tat wie einen Selbstmord aussehen. Am nächsten Morgen überkommt die beiden jedoch ein starkes Unbehagen, als sie erfahren, dass McCann von einer internen Einheit beobachtet wurde. Zudem trauen sie sich bald auch gegenseitig nicht mehr über den Weg, da sie sehr unterschiedliche Motive für die gemeinsame Tat hatten...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"24 lange Stunden","epNo":1,"alt":"Pilot","descr":"Die beiden Detroiter Cops Frank Agnew und Joe Geddes ermorden den korrupten Polizisten Brendan McCann und versuchen, die Tat wie einen Selbstmord aussehen zu lassen. Weder Agnew noch Geddes wussten allerdings, das gegen McCann bereits intern ermittelt wurde. McCanns Leiche wird in einem Auto auf dem Grund eines Flusses gefunden. Frank wird mit der Aufklärung des Falles beauftragt. Agnew und Geddes sind sich sicher, dass ihr Plan funktioniert, doch dann wird in dem Auto eine zweite Leiche gefunden. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839908,"hoster":"VOE"},{"redirect":8591138,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495494,"hoster":"VOE"},{"redirect":8696775,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Niemandsland","epNo":2,"alt":"The Goat Rodeo","descr":"Beide Leichen, die aus dem versunkenen Wagen geborgen wurden, kommen in die Gerichtsmedizin. Die Autopsie ergibt, dass McCann nicht ertrunken ist. Bei der zweiten Leiche handelt es sich um Anton Bobek, einen Informanten der internen Ermittlung. Agnew und Geddes geraten indes aneinander. Agnew will von seinem Kollegen wissen, ob seine Freundin Katia noch am Leben ist. Unterdessen versucht Geddes, sich von Damon Callis kriminellen Machenschaften – und dessen Verbindung zu McCann – zu distanzieren. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839909,"hoster":"VOE"},{"redirect":8591141,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535399,"hoster":"VOE"},{"redirect":8696781,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tote Seelen","epNo":3,"alt":"No Rounds","descr":"Während Joe bedauert, Katia nicht getötet zu haben, steht Dawson unter Druck. Der stellvertretende Bürgermeister will endlich Resultate der Ermittlungen sehen. Raymond LeFevre wird von Geddes und Agnew verhört. Er will zwei Personen gesehen haben, die McCanns Auto in den Fluss gefahren haben. Doch LeFevre gilt als unglaubwürdig. Schließlich wird Alexander Skelos zum Verhör geladen – doch dessen Anwälte präsentieren ein lupenreines Alibi. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839911,"hoster":"VOE"},{"redirect":8591139,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495495,"hoster":"VOE"},{"redirect":8696788,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Grüne Augen","epNo":4,"alt":"Catacombs","descr":"Agnews Suche nach Katia führt ihn nach Kanada, doch auch dort hat er keinen Erfolg. Allerdings trifft er Sean Foster wieder, einen ehemaligen Polizisten, der inzwischen drogenabhängig ist. Indes hat Frank Ärger ziemlichen Ärger mit seiner Tochter, die man beim Ladendiebstahl erwischt hat. Außerdem werden die Verbindungen von McCann zum Drogenimperium, insbesondere zu dem Dealer Billy Hobson, immer deutlicher. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839914,"hoster":"VOE"},{"redirect":8591143,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535398,"hoster":"VOE"},{"redirect":8696795,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tod auf Rädern","epNo":5,"alt":"Cake on the Way","descr":"Frank und Joe präsentieren eine plausible Theorie, auf welche Weise alle drei Morde zusammenhängen könnten. Demnach wurden McCann und Bobek von Billy Hobson ermordet, der später von einem Komplizen getötet wurde, nachdem die beiden wegen eines Drogendeals in Streit geraten waren. Poppa T und seine Leute stürmen Damons Treffpunkt und räumen seinen Safe leer. Dabei kommt es zu einem Schusswechsel, bei dem Michael getroffen wird. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839915,"hoster":"VOE"},{"redirect":8591145,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018961,"hoster":"VOE"},{"redirect":8696799,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mein Name ist nicht Katia","epNo":6,"alt":"The Way Things Are","descr":"Frank ist auf seiner Suche nach Katia endlich erfolgreich. Er findet sie via Internet in einem Videochat – doch sie beendet die Verbindung. Frank findet heraus, dass sie in Chicago ist, und kontaktiert sie. Das Treffen läuft allerdings ganz anders, als er es sich erhofft hatte. Währenddessen meldet Joe seine Tochter April in einer katholischen Schule an. Skelos und Reverend Lowdown suchen Damon im \"International\" auf und machen ihm klar, dass sie seine gesamten Geschäfte übernehmen. Damon sieht sich gezwungen, einen Feind um Hilfe zu bitten. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839918,"hoster":"VOE"},{"redirect":8591144,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508759,"hoster":"VOE"},{"redirect":8696804,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Pakt mit dem Teufel","epNo":7,"alt":"There Was a Girl","descr":"Die Polizei durchsucht Mayas und Damons Haus. Sie und ihre gesamte Crew werden zum Verhör gebracht. Agnew und Geddes versuchen, die Morde an McCann und Bobek Damon anzuhängen. Doch zuvor muss dieser den Mord an Billy Hobson gestehen. Beim Verhör dreht Geddes durch und greift Damon an. Am selben Abend bekommt Dani unerwarteten Besuch von Boyd. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839916,"hoster":"VOE"},{"redirect":8591146,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508757,"hoster":"VOE"},{"redirect":8696808,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein neues Leben","epNo":8,"alt":"Revelations","descr":"Frank sagt vor Gericht im Fall einer Frau aus, die entführt und ermordet wurde. Nachdem er Katia heimlich per Webcam kontaktiert hat, erfährt er, dass ihr Gespräch überwacht wurde. Während Frank noch verzweifelt nach Katia sucht, trifft sich Geddes mit ihr in einem Hotel. Außerdem führt Boyd Dawson zu dem Restaurant, um ihm zu zeigen, wo McCann gestorben ist. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8839919,"hoster":"VOE"},{"redirect":8591150,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508758,"hoster":"VOE"},{"redirect":8696813,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Du bist der Tod","epNo":9,"alt":"Ann Arbor","descr":"Frank fordert wegen der Korruptionsaffäre Dawsons Rücktritt. Er bucht einen Flug und hebt all sein Geld von der Bank ab. Kurz darauf erleidet er einen leichten Herzanfall. Er stiehlt ein Auto und fährt zu seiner Ex-Frau Susan. Im Mordfall McCann gibt es überraschenderweise einen Durchbruch. Frank erfährt, dass jemand die Morde an McCann, Bobek und Hobson gestanden hat. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":12380082,"hoster":"VOE"},{"redirect":8591148,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508761,"hoster":"VOE"},{"redirect":8696826,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Wahrheit ist Wahrheit","epNo":10,"alt":"Surrender","descr":"Sean hat die Schuld für die Morde an McCann, Bobek und Hobson auf sich genommen. Währenddessen lässt Boyd Frank wegen des Autodiebstahls verhaften. Im Büro des Bürgermeisters versucht Boyd, seine Theorie zu untermauern, dass Joe und Frank McCann ermordet haben. Doch Dawson hält Sean für den Täter. Damon und Nick planen indes einen Angriff auf Skelos.","versions":[{"lang":1,"streams":[{"redirect":8839920,"hoster":"VOE"},{"redirect":8591149,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13508760,"hoster":"VOE"},{"redirect":8696827,"hoster":"Streamtape"}]}]}]}]}