{"path":"/serie/stream/luck","name":"Luck","descr":"In der Serie \"Luck\" dreht sich alles um die Welt der Pferdewetten: Als Ace Bernstain (Dustin Hoffman) nach drei Jahren aus dem Knast kommt, tut er sich wieder mit seinem früheren Chauffeur und Schläger Gus Economou (Dennis Farina) zusammen, um mit ihm gemeinsam einen komplexen Plan auszutüfteln, wie sie auf der Rennbahn ein großes Ding abziehen können. Dabei soll ihnen auch Turo Escalante (John Ortiz) behilflich sein, ein Pferdetrainer mit zweifelhafter Reputation.","seasons":[{"path":"/serie/stream/luck/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/luck/staffel-1/episode-1","name":"Pilot","epNo":1,"alt":"Pilot","descr":"Ace Bernstein wird nach drei Jahren aus dem Gefängnis entlassen. Von dort aus hat er ? mit Hilfe seines Fahrers Gus als Strohmann ? heimlich den Kauf eines zwei Millionen Dollar teuren Rennpferdes in die Wege geleitet. Sein Ziel ist es, sich an dem Gangster Mike zu rächen, der ihn ins Gefängnis gebracht hat. Die vier Spieler Marcus, Jerry, Renzo und Lonnie gewinnen indes mehrere Millionen Dollar. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840172","hoster":"VOE"},{"path":"/redirect/8591218","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-2","name":"Episode 2","epNo":2,"alt":"Episode Two","descr":"Nach einem Termin bei seinem Bewährungshelfer trifft sich Ace mit DiRossi und Isadore Cohen, die an seinem Gefängnisaufenthalt nicht ganz unschuldig sind. Marcus versucht indes, den Rest der Truppe davon abzuhalten, durch den neuen und ungewohnten Reichtum auf sich aufmerksam zu machen. Um seinen Plan ausführen und endlich Rache an Mike Smythe üben zu können, braucht Ace einen Mittelsmann. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840177","hoster":"VOE"},{"path":"/redirect/8591221","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-3","name":"Episode 3","epNo":3,"alt":"Episode Three","descr":"Ace beauftragt seine Investmentfirma, für den Ankauf eines Anteils an der Santa-Anita-Rennbahn 50 Millionen Dollar bereitzustellen. Dabei fällt ihm der junge Nathan Israel ins Auge, den er eventuell als Mittelsmann einsetzen möchte, wenn er an seinem ehemaligen Partner Mike Rache übt. Jerry gelingt es, Mon Gateau von Milligan zu kaufen und Escalante dazu zu bringen, ihn zu trainieren. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840180","hoster":"VOE"},{"path":"/redirect/8591220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-4","name":"Episode 4","epNo":4,"alt":"Episode Four","descr":"Jerry lässt sich auf ein privates Pokerspiel mit seinem Erzrivalen Leo Chan ein, doch schon bald müssen die anderen drei Spieler Jerry davor bewahren, seinen gesamten Gewinn zu verzocken. Rosie gewinnt indes nach einem verpatzten Start auf Gettin’ Up Morning dank einer sensationellen Aufholjagd. Ace trifft sich mit Mike auf dessen Jacht und erklärt ihm, dass er sich nicht an ihm rächen wolle.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840182","hoster":"VOE"},{"path":"/redirect/8591222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-5","name":"Episode 5","epNo":5,"alt":"Episode Five","descr":"Ace erfährt, dass sein Hengst von Escalante heimlich zu einem Rennen angemeldet worden ist. Daraufhin besteht er darauf, dass der unerfahrene Leon gegen den besten verfügbaren Jockey ausgetauscht wird! Marcus muss wegen zunehmender Atemprobleme in die Notaufnahme und macht Jerry unter dem Einfluss von Valium kurz darauf ein Geständnis. Claire LaChea begleitet Ace und Gus auf die Rennbahn. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840181","hoster":"VOE"},{"path":"/redirect/8591223","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-6","name":"Episode 6","epNo":6,"alt":"Episode Six","descr":"Ace verfolgt weiterhin das Ziel, einen Anteil an der Santa-Anita-Rennbahn zu erwerben, während Israel Smythe, DiRossi und Cohen auf der Yacht besucht, wo man dem jungen Mann ein lukratives Angebot unterbreitet. Ein Erdbeben erschreckt derweil die Pferde auf der Rennbahn, doch Escalante entschließt sich dazu, dennoch mit Mon Gateau am Rennen teilzunehmen. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840191","hoster":"VOE"},{"path":"/redirect/8591225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-7","name":"Episode 7","epNo":7,"alt":"Episode Seven","descr":"Gemeinsam mit Claire besucht Ace eine Farm für altgediente Rennpferde, während Walter versucht, die Eigentumsrechte an Gettin’Up Morning zu klären, und sich entscheiden muss, welcher Jockey das Pferd beim nächsten Wettkampf reiten soll. Ronnie besucht indes ein Treffen der Anonymen Alkoholiker. Er möchte sein Leben wieder ins Lot zu bringen und seine Karriere retten. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840184","hoster":"VOE"},{"path":"/redirect/8591226","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-8","name":"Episode 8","epNo":8,"alt":"Episode Eight","descr":"Ace erzielt einen kleinen Erfolg gegen Smythe, doch der hat bereits eine andere Idee. Nachdem Walter im Eigentümerstreit um Gettin’Up gewonnen hat, meldet er das Pferd im Western Derby an, in dem es um 1 Million Dollar geht! Auch Pint of Plain, das Pferd von Ace und Gus, nimmt an dem Wettkampf teil. Während Leon weiterhin mit seinem Gewicht kämpft, hat die schwangere Jo einen schweren Unfall. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840186","hoster":"VOE"},{"path":"/redirect/8591227","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luck/staffel-1/episode-9","name":"Episode 9","epNo":9,"alt":"Episode Nine","descr":"Gus trifft außergewöhnliche Sicherheitsmaßnahmen, um seinen Freund und Chef Ace zu beschützen. Während Jerry die Strategie für einen weiteren Sieg vorstellt, bereitet Escalante seine Pferde für das Rennen vor und wartet gespannt auf Neuigkeiten von Jo, die immer noch im Krankenhaus ist. Im großen Showdown kommt es zu einem spannenden Kopf-an-Kopf-Rennen zwischen Gettin’Up und Pint of Plain. (Text: Sky)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840189","hoster":"VOE"},{"path":"/redirect/8591233","hoster":"Streamtape"}]}]}]}]}