{"seriesId":"luck-logic","name":"Luck \u0026 Logic","descr":"Im Jahre L.C. 922 steht die Menschheit einer unerwarteten Krise gegenüber. In dem legendären Land Tetra Heaven hat ein hundertjähriger Krieg zum Ende gefunden. Die Götter, die als Verlierer des Krieges hervorgingen, waren auf der Suche nach einem neuen Lebensraum und fanden diesen in der Menschenwelt Septpia, die sie deshalb angriffen. Die Logicalists, Mitglieder der Spezialpolizei ALCA, die sich dem Schutze der Städte verschrieben haben, setzen daraufhin alles daran, die Menschheit zu verteidigen. Logicalists mit den entsprechenden Fähigkeiten können eine Trance mit Göttinen der anderen Welt einleiten und besitzen so eine Chance auf dem Schlachtfeld.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Hero or Mob","descr":"In einer Welt namens Septpia ist Yoshichika Tsurugi ein Teenager, der mit seiner jüngeren Schwester Shiori Tsurugi und seinem Vater Rentaro Tsurugi in einem Häuschen in der Stadt Naien lebt. Als eine paradoxe Zone in der Stadt auftaucht, schaffen es die Logikerinnen Tamaki Yurine , Chloe Maxwell und Mana Asuha , einen hundeähnlichen Dämonengott namens Cerberus zu besiegen und ihn wieder in einen Menschen und einen Hund zu verwandeln. Während Yoshichika und Shiori zum Einkaufszentrum gehen, trifft ein Mädchen namens Yukari Nanahoshi Veronica Ananko , die Leiterin eines Büros namens Another Logic Counter Agency (ALCA) in der Naien-Filiale, um ihre Fähigkeiten zu testen, um einen Bund mit einem Ausländer zu schließen Nemesis. Während Yoshichika und Shiori versuchen, im Einkaufszentrum ein Geschenk für Rentaro zu kaufen, erscheint ein stierähnlicher Dämonengott namens Belial und drängt auf eine Evakuierung. Yoshichika, die Shiori auffordert, einen kleinen Jungen in eine sichere Gegend zu bringen, trifft kurzzeitig auf die Ausländerin Athena , die Yoshichika davor bewahrt, niedergeschlagen zu werden. Tamaki, Chloe und Mana treffen dann ein und schaffen es, Belial zu besiegen und es wieder in einen Babybullen zu verwandeln. Obwohl Belial entkommt, meldet Tamaki dies Veronica, die ihr die Erlaubnis gibt, das Tor zur anderen Welt zu schließen, wodurch der Evakuierungsalarm aufgehoben wird. Auf einem Feld außerhalb der Stadt zeigt Athena Yoshichika seine verlorene Logikkarte, die sie zuvor an einer Küste gefunden hat, sehr zur Sorge von Shiori und Rentaro. Als Belial Chaos in der Stadt anrichtet, enthüllt Athena, dass Yoshichika sein Leben Hongkong gewidmet hatvor zwei Jahren, bevor er seine Logikkarte verlor, nachdem er die verbotene Technik namens Overtrance gegen einen feindlichen Ausländer eingesetzt hatte. Yoshichika und Athena schließen dann einen Bund und führen Trance durch, während sie in Richtung Stadt gehen. Yoshichika hilft Tamaki, Chloe und Mana dabei, Belial zu besiegen. Dann verabschiedet sich Yoshichika von Shiori und Rentaro, als er nach ALCA zieht, wo er übernachten und mit Athena trainieren würde.","versions":[{"lang":3,"streams":[{"redirect":12186386,"hoster":"VOE"},{"redirect":12186387,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Genius or Fool","descr":"Nachdem Yoshichika und Athena aufgewacht sind, teilt Utsutsuno Jarno , Direktor von ALCA, Yoshichika mit, dass er sich in den nächsten Tagen einer Probezeit unterziehen wird. Während des Treffens, Logikerin Olga Breakchildwarnt Yoshichika, dass er während seines Prozesses großen Schaden erleiden wird, obwohl Jarno Yoshichika sagt, er solle sich keine Sorgen um Olga machen. Veronica und Nemesis veranstalten einen Förderkurs für alle in Ausbildung befindlichen Logiker und ihre Ausländer, obwohl Olga nicht daran teilnimmt. Das Reich namens Tetra-Himmel, das von mächtigen Göttern und Drachen bewohnt wird, hat in letzter Zeit die Stadt Naien angegriffen; eine paradoxe Zone ist ein jenseitiger Bereich, der sich um eindringende Ausländer herum bildet; die ALCA ist der Polizeibehörde angegliedert; es gibt fünf ALCA-Filialen im ganzen Land; und paradoxe Krankheit ist, wenn eine Person eine paradoxe Zone betritt und von einem eindringenden Ausländer in Trancejacket versetzt wird. Da Chloe bei den Fragen am schlechtesten abschneidet, macht sie riesige Burger und Pommes für die Klasse. Kurz darauf stellt sich Yoshichika früher der Klasse vor, als er offenbart, dass seine Trancezeit die der anderen Logiker übersteigt. Yoshichika, Tamaki, Chloe und Mana nehmen an einem Simulationsprogramm teil und kämpfen gegen eine Simulation von Belial. Veronica, Nemesis, Yukari und Olga stellen bei ihrer Diskussion fest, dass Overtrance verboten ist. Yoshichika erlaubt Mana, den letzten Schlag zu versetzen, wodurch das Programm gelöscht wird. In diesem Moment wird auf einem Vorschulspielplatz eine kleine Bedrohung entdeckt, in der Veronica Yoshichika und Athena schickt, um die Situation zu entschärfen. Nachdem Yoshichika mit Athena Trance durchgeführt hat und auf dem Vorschulspielplatz angekommen ist, entdeckt er einen kleinen sandähnlichen Dämonengott namens Sandman, der Vorschulkinder bedroht, aber Yoshichika fordert ihn ruhig auf, seinen Trancejack freizulassen, woraufhin Sandman sich ergibt und einen Jungen freilässt. Zurück bei ALCA konfrontiert Yoshichika Olga wegen seines verdächtigen Verhaltens und seiner Behandlung. da er plant, einen Bund mit dem gefangenen Belial zu schließen, und Athena enthüllt, dass Olga keinen Bund oder Erfahrung mit Trance hat. Olga geht ohne Scham oder Verlegenheit weg. Yoshichika wird dann zu einem Treffen mit Tamaki und Jarno gerufen. Tamaki ist konsterniert, als Yoshichika zum Teamleiter ernannt wird, und argumentiert gegen seine Beförderung. Sie sagt, dass Yoshichika Sandman so schnell wie möglich hätte fangen sollen, anstatt mit ihm zu reden. Jarno setzt sich über Tamaki hinweg und veranlasst sie, das Treffen zu verlassen. Sie sagt, dass Yoshichika Sandman so schnell wie möglich hätte fangen sollen, anstatt mit ihm zu reden. Jarno setzt sich über Tamaki hinweg und veranlasst sie, das Treffen zu verlassen. Sie sagt, dass Yoshichika Sandman so schnell wie möglich hätte fangen sollen, anstatt mit ihm zu reden. Jarno setzt sich über Tamaki hinweg und veranlasst sie, das Treffen zu verlassen.","versions":[{"lang":3,"streams":[{"redirect":12186389,"hoster":"VOE"},{"redirect":12186391,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Dream or Reality","descr":"Athena erkennt, dass Yoshichika nach dem Treffen mit Tamaki und Jarno Schlafstörungen hat, während Tamaki von ihrer Bündnispartnerin Venus bemerkt wird , dass sie verärgert ist, weil sie nicht mehr die Teamleiterin ist. Nach dem von Yukari zubereiteten Mittagessen geht Yoshichika zu Veronica, die ihm erzählt, dass Tamaki danach strebte, Arzt zu werden, der auf paradoxe Krankheiten spezialisiert ist, bevor er Logiker bei ALCA wurde. Genau dann, Pieri Saotome, ein Mitarbeiter in der Kommandozentrale von ALCA, identifiziert zwei Dämonengötter als einen Sukkubus und einen Inkubus, die in die Stadt eindringen, während eine große paradoxe Zone das Gebiet verschlingt. Während ihrer Mission wird Yoshichika mit Tamaki gegen den Succubus gepaart, während Chloe mit Mana gegen den Incubus gepaart wird. Während Chloe und Mana zusammenarbeiten, um den Incubus zu besiegen, kämpfen Yoshichika und Tamaki darum, als Team zu kämpfen und dem Succubus die Flucht zu ermöglichen. Zurück bei ALCA befiehlt Veronica Tamaki, in ihr Zimmer zurückzukehren, obwohl Yoshichika erkennt, dass Tamaki Menschenleben schätzt. Als der Sukkubus erneut entdeckt wird, werden Yoshichika und Athena mit Veronica und Nemesis ausgesandt. Veronica überwältigt den Succubus leicht, sehr zu Yoshichikas Überraschung, und die paradoxe Zone wird kleiner. Tamaki und Venus werden gerufen, um im Kampf zu helfen. Als der Sukkubus noch Energie übrig hat, um sich zu wehren und unschuldige Zivilisten zu bedrohen, befiehlt Veronica Tamaki, den Sukkubus zu töten. Tamaki benutzt ihren Logic Drive, um den Succubus zu besiegen. Beim Abendessen ermutigen Chloe und die anderen Tamaki, an Yoshichika zu glauben. Saotome nimmt einen Dämonengott auf dem Radar auf, aber das Ziel ist bald verloren. Athena geht dann und findet den benannten DämonengottLuzifer , der mit einem Interesse an Trance nach Septpia gekommen ist.","versions":[{"lang":3,"streams":[{"redirect":12186394,"hoster":"VOE"},{"redirect":12186393,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Freedom or Restraint","descr":"In der Vergangenheit war Chloe Zeuge, wie Tamaki einen spinnenartigen Dämonengott in einem Stadion besiegte, bevor sie im Kampf verletzt wurde. In der Gegenwart schlägt Chloe ihren persönlichen Laufrekord, während Veronica das letzte paradoxe Level in der Gegend untersucht. Chloe recherchiert auf eigene Faust und findet heraus, dass ein Mädchen, das auf einem Anwesen lebt, mit Luzifer in Verbindung gebracht wird. Als zwei Dämonengötter entdeckt werden, trifft sich Chloe mit ihrer Ausländerin Walkürein einer Schule, um einen der Dämonengötter selbst auszuschalten. Yoshichika und Athena kommen jedoch gerade rechtzeitig und verhindern, dass ein Lastwagen auf Chloe und Walküre fällt. Tamaki konfrontiert Chloe damit, dass sie gegen Yoshichikas Befehle verstoßen hat. Jarno sagt Veronica, dass einer der Rockstars von Tetra-Heaven bei ALCA auftreten wird. Nachdem Yoshichika aufwacht, werden mehrere Dämonengötter entdeckt. Yoshichika und Athena führen in der Paradox-Zone Trance durch und stehen den narrenhaften Dämonengöttern gegenüber, die in Blasen eingeschlossen sind, während Tamaki und Chloe sich weigern, sich auf ihrem Weg zur Paradox-Zone zu einigen. Yoshichika und Athena brechen ihre Trance, weil sie von den Dämonengöttern überwältigt werden, die alle zu einem riesigen narrähnlichen Dämonengott namens Joker verschmelzen. Dann lösen Tamaki und Chloe ihre Differenzen, um zu beweisen, dass sie alle beschützen und das Top-Ass sein und Joker ausrotten können. Nach dem Abendessen enthüllt Athena den anderen, dass der Grund, warum ihre Trance mit Yoshichika nicht gut lief, darin bestand, dass sie zuvor Luzifer getroffen hatte.","versions":[{"lang":3,"streams":[{"redirect":12186395,"hoster":"VOE"},{"redirect":12186398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Yesterday or Tomorrow","descr":"Nachts wandert Mana auf der Suche nach ihren Eltern durch die Straßen, obwohl ihre Ausländerin Artemis ihr vorschlägt, nach ALCA zurückzukehren, damit sich die anderen keine Sorgen um sie machen. Währenddessen erklärt Tamaki den anderen, dass Mana in der Kindheit in einem Münzfach ausgesetzt wurde, bevor es in ein Waisenhaus gebracht wurde. Mana hinterlässt einen Brief im Münzfach, den ihre Eltern finden sollen, und sie setzte diesen Prozess fort, selbst nachdem sie ALCA beigetreten war. Entschlossen, sich Mana zu öffnen, enthüllt Yoshichika, dass er seine Overtrance in Hongkong benutzt hat, um das Leben des Dämonengottes zu retten, bevor er zuvor seine Logikkarte verloren hat. Als ein großer schlangenartiger Dämonengott namens Quetzalcoatl in einem Strommast eines Kraftwerks entdeckt wird, Yoshichika, Tamaki, Mana und Chloe begeben sich in die paradoxe Zone. Quetzalcoatl sondert jedoch Gift ab, das sowohl Tamaki als auch Chloe dazu bringt, ihre Trance zu brechen und den elektrischen Turm zu verlassen. Mana versucht, den Quetzalcoatl heimlich aus der Ferne anzugreifen, aber Yoshichika rettet Mana, nachdem Quetzalcoatl es immer noch schafft, zurückzubeißen. Mana wird für ihre Wunden behandelt, aber aufgrund der paradoxen Zone im Inneren des Stromturms tritt ein stadtweiter Stromausfall ein. Da die Krankenhausausrüstung jetzt bis zum nächsten Tag außer Betrieb ist, führen Mana und Artemis Trance durch und kehren gegen Veronicas Befehl zum elektrischen Turm zurück. Als Mana ihre Absicht erklärt, ihre Overtrance einzusetzen, die dabei Tausende von Menschenleben retten könnte, erteilt Veronica Mana die Erlaubnis dazu. Nichtsdestotrotz, nachdem er mit Athena Trance durchgeführt hatte, Yoshichika erscheint vor Mana und bietet die Option, aus punktschwarzer Entfernung zu schießen, um das Risiko eines Gedächtnisverlusts durch ihre Overtrance zu vermeiden. Yoshichika hilft Mana dann im Nahkampf gegen Quetzalcoatl, der nach seiner Niederlage in eine Babyschlangenform zurückkehrt. Mana erholt sich später, umgeben von ihresgleichen. Quetzalcoatl, der jetzt bei ALCA gefangen genommen wird, soll eine Wette mit Luzifer abschließen.","versions":[{"lang":3,"streams":[{"redirect":12186401,"hoster":"VOE"},{"redirect":12186402,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Battle or Surrender","descr":"Yukari, eher ein förderndes Mitglied als eine Logikerin, vergöttert Chloe dafür, dass sie so hart arbeitet, und will sich unter den anderen Logikern beweisen. Nach dem Besuch des Sicherheitsbeamten Kitaoka, der für die Überwachung von Quetzalcoatl verantwortlich ist, bringt Yukari exotische Pralinen und Getränke für Valkyrie, Venus und Artemis, während sie darüber diskutieren, dass Mana mehr mit Yoshichika verbunden ist als Artemis. Während einer Trance-Übungssitzung versuchen sowohl Yukari als auch Olga, Trance mit Athena durchzuführen, aber die beiden scheitern bei ihrem Versuch. Später überprüft Kitaoka Quetzalcoatl in seiner Kellerzelle, aber Kitaoka wird schließlich in Trance versetzt. Yukari, der einen Topf Suppe für Kitaoka zubereitet, trifft auf Quetzalcoatl in seiner großen Form. Aufgrund ihrer Tapferkeit gibt sie ihm den Topf Suppe, bevor sie ihre frühere Position als Teammanagerin einer Fußballmannschaft angibt. In der Zwischenzeit, Veronica schickt Yoshichika und Olga, um Yukari zu beschützen, bevor sie mit einer Rettungsaktion beginnen, um den Boden unter Yukari und Quetzalcoatl zu zerstören. Obwohl Olga von seinen Ablenkungen entdeckt wird, explodiert der Boden immer noch und Yoshichika schafft es, Yukari davon abzuhalten, ins Erdgeschoss zu fallen. Als Veronica Quetzalcoatl angreift, greift Yukari ein, um Quetzalcoatl zu beschützen, und drängt Yoshichika, Yukari zu beschützen. Dieses Mitgefühl zu sehen, ermöglicht es Quetzalcoatl schließlich, Kitaokas Tracejacking aufzugeben und Quetzalcoatl wieder normal zu machen. Während Yukari sich im Krankenhaus erholt, erlaubt Quetzalcoatl ihr, einen Bund mit ihm zu schließen. Während einer zweiten Trance-Übungssitzung führt Yukari erfolgreich Trance mit Quetzalcoatl durch und kann in den Himmel fliegen.","versions":[{"lang":3,"streams":[{"redirect":12186405,"hoster":"VOE"},{"redirect":12186406,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Human or God","descr":"Während die Logiker und Ausländer einen Übernachtungsurlaub machen, bringt Yoshichika Athena mit, um Zeit mit Shiori und Rentaro in der Hütte zu verbringen. Überraschenderweise waren die anderen Logiker und Ausländer schon da. Es wird offenbart, dass Shiori Geburtstagseinladungen geschickt hat, obwohl es nicht Yoshichikas Geburtstag ist. Nachdem Rentaro mit Veronica und Nemesis angekommen ist, bereiten alle die Mahlzeiten und Dekorationen auf dem Esstisch im Freien vor. Nachdem Shiori Tamaki erzählt hat, dass ihre Mutter Kasumi vor sieben Jahren gestorben ist, fragt Rentaro Yoshichika, in wen er verknallt ist, was Yoshichika vor allen weiblichen Hausgästen in Verlegenheit bringt. Später geht Athena einkaufen und fordert Yoshichika auf, sie zu finden. Athena begegnet Luzifer auf der Straße, als er seinen Zweck wiederholt, nach Septpia zu kommen, um das Paradies zu finden und zu genießen. Er erkennt, dass Athena echte Gefühle für Yoshichika hat, obwohl sie plant, nach Kriegsende in den Tetra-Himmel zurückzukehren. Luzifer verabschiedet sich, als Yoshichika Athena findet, in der Yoshichika sich Sorgen macht, dass Athena Luzifer über ihn vertrauen könnte. Zurück in der Hütte bleiben Athena, Tamaki, Nemesis und Olga bei Yoshichika, Shiori und Rentaro, von denen letzterer ohnmächtig ist. In Shioris Schlafzimmer sehen sich Shiori und Nemesis einen Gruselfilm auf Shioris Computer an und Nemesis erwähnt, dass sie Tausende von Jahren älter ist als Shiori. Nachdem Athena ihre Besorgnis geäußert hat, nach Kriegsende in den Tetra-Himmel zurückzukehren, äußert Tamaki im Badezimmer beim Baden ihre Überzeugung, dass Athena und Yoshichika aus einem bestimmten Grund zusammengebracht wurden. In Yoshichikas Schlafzimmer, Nachdem Yoshichika seine Besorgnis darüber zum Ausdruck gebracht hat, dass Athena Luzifer über ihn vertraut, äußert Olga seinen Gedanken, dass Luzifers Paradoxon keine Skala von Absichten, sondern ein Maß für Macht ist. Nach einem Missgeschick von Yoshichika, der versucht, sich bei Athena zu entschuldigen, während sie ein Handtuch trägt, fordert Tamaki Yoshichika auf, sich erneut mit ihrer Kleidung bei Athena zu entschuldigen. In einem Krankenzimmer besuchen Veronica und Nemesis einen kränklichen Patienten namens Ash Paxton, in dem sich herausstellt, dass Veronica Ashs ehemalige Untergebene ist.","versions":[{"lang":3,"streams":[{"redirect":12186409,"hoster":"VOE"},{"redirect":12186410,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Guilt or Innocence","descr":"Jarno zeigt Yoshichika ein Kündigungsschreiben von Veronica und Nemesis. Dann erklärt er, dass Ash vor vier Jahren von einem Ausländer aus der Welt von Monolium, der als Eis-Belva bekannt ist, mit paradoxer Krankheit infiziert wurde und zu ALCA in der Sapporo-Niederlassung geflogen wurde, um unter Quarantäne gestellt zu werden. Vor drei Tagen wurde berichtet, dass die Eis-Belva wild geworden ist, nachdem sie sich zuvor in enger Eindämmung befunden hatte. Yoshichika, Athena, Yukari und Quetzalcoatl haben die Aufgabe, Veronica und Nemesis zurückzubringen, die gerade bei ALCA der Sapporo-Niederlassung angekommen sind. Obwohl Ash sicher unter Quarantäne gestellt wurde und seine Logikkarten Berichten zufolge gefunden wurden, stellt das Eis-Belva immer noch eine Bedrohung für den Laborturm dar, was Veronica und Nemesis dazu veranlasst, mit dem Schneemobil zu reisenum das Eis Belva einzuholen. Yoshichika, Athena, Yukari und Quetzalcoatl schaffen es schließlich ins Labor, aber Quetzalcoatl verliert an Ausdauer, weil Yukari Yoshichika und Athena vom Hubschrauberlandeplatz tragen musszum Labor. Als Yoshichika und Athena gehen, um Veronica und Nemesis zu helfen, die sich in Trance gegen das Eis Belva gewehrt haben, schickt ALCA-Laborchef Orlov Tunguska Drohnen hinter Yoshichika und Athena her und zwingt sie, sich zu verteidigen, bevor sie in eine unterirdische Kammer voller eingeschlossener Ausländer stürzen . Dank Pieris Hacking-Fähigkeiten wird Yoshichika, Athena und Yukari gezeigt, dass Orlov mit Ash experimentiert hat, um eine künstliche Overtrance mit dem Ice Belva zu verwenden. Nachdem Yukari und Quetzalcoatl endlich Yoshichika und Athena gefunden haben, führen die Paare Trance durch. Yoshichika versucht, Veronica zur Vernunft zu bringen, als sie das Eis-Belva angreift, aber sie weigert sich, zuzuhören. Der Laborturm wird daraufhin zerstört und Veronica zieht sich zurück, nachdem sie erkannt hat, dass die Eis-Belva die ganze Zeit das Opfer war. Yukari kehrt zurück und stellt das Eis-Belva mit einer von Ashs Logikkarten wieder her, während Orlov von Jarno wegen seines Verbrechens festgenommen wird. Zurück bei ALCA der Naien-Zweigstelle führt Veronica, die sich schuldig fühlt, fast das Eis-Belva getötet zu haben, Mitgliederbewertungen der Logiker durch. Nemesis kommentiert Veronica gegenüber, dass die Logiker als ihre Kameraden und ihre Kinder angesehen werden.","versions":[{"lang":3,"streams":[{"redirect":12186412,"hoster":"VOE"},{"redirect":12186414,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Enemy or Friend","descr":"Yoshichika, Tamaki, Chloe, Mana und Yukari führen ein weiteres Simulationsprogramm durch und zerstören in Rekordzeit eine Simulation eines maskenartigen Ausländers namens Enlil. Olga, die immer noch nicht teilnehmen kann, warnt die anderen, dass die Eitelkeit gegen sie arbeiten wird. Nachdem Yoshichika Olga später für den Rat gedankt hat, geht Olga in die Kellerzellen und findet Enlil, der sich bereit erklärt, einen Bund mit ihm für einen Tag zu schließen, bevor er erwähnt, dass er noch offene Geschäfte mit Luzifer hat. In der Zwischenzeit besucht Luzifer ALCA durch Eindringen und sagt Jarno ruhig, dass er vorhat, ALCA beizutreten, um mit jemandem einen Bund zu schließen. Obwohl Olga sich gerne anbietet, hält Jarno Luzifer noch davon ab, den Bund zu schließen. Dies ärgert Olga, als er ein Simulationsprogramm gegen eine Simulation von Sandman startet. aber der neue Transferempfangsmitarbeiter Miki Shinobu schafft es, das Programm zu deaktivieren, bevor Olga ernsthaft verletzt wird. Nachdem Shinobu Olga sagt, dass es jemanden geben muss, der Luzifer persönlich kannte, kehrt Olga in die Kellerzellen zurück und befreit Enlil mit dem Risiko, ihm einen Tag Freiheit zu geben. Stattdessen wird Olga von Enlil in einen Trancejack versetzt, während Yoshichika, Tamaki, Chloe, Mana und Yukari geschickt werden, um gegen Enlil zu kämpfen. Olga wacht später in einem Krankenzimmer auf, aber seine Logikkarte ist nirgends zu finden. Nachdem angenommen wird, dass Enlils Freilassung ein Insider-Job war, beauftragt Veronica die Logiker und Ausländer, Olgas Logikkarte in den Trümmern zu finden. Shinobu besucht Olga, die verrät, dass sich Enlils Kellerzelle tatsächlich von selbst geöffnet hat, bevor er versucht hat, sie selbst zu öffnen. Als Shinobu geht, kommt Luzifer bald mit Olgas Logikkarte an,","versions":[{"lang":3,"streams":[{"redirect":13536079,"hoster":"VOE"},{"redirect":12186418,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Heaven or Hell","descr":"Die anderen Logiker und Ausländer bemerken, dass Olga verschwunden ist. Währenddessen reisen Olga und Luzifer zu einem Tempel voller Gläubiger, die Luzifer als ihren Retter ansehen. Nach einer Trance mit Quetzalcoatl gelingt es Yukari, aus der Vogelperspektive nach Olga und Luzifer Ausschau zu halten. Die Mitarbeiter Clau Bo und Zera Garibaston finden später heraus, dass Shinobu derjenige war, der Enlils Kellerzelle aus der Ferne geöffnet hat, um ihn zuvor freizulassen. Quetzalcoatl wird dann von den anderen Ausländern verhört, die erfahren, dass Quetzalcoatl mit Luzifer um eine Torkarte nach Septpia gewettet hat, um gegen die Logiker zu kämpfen. Luzifer führt vor den Gläubigen Trance durch und verkündet das Symbol potenzieller Macht. Als Olga den Zivilisten in der Stadt erzählt, dass ALCA Logiker als Versuchskaninchen benutzt, Veronica erlaubt Yoshichika den Einsatz mit Athena als Backup. Yoshichika kommt in der Stadt an und versucht mit Olga zu argumentieren, wobei sie erwähnt, dass Shinobu derjenige war, der hinter Enlils Freilassung steckt. Olga greift Yoshichika jedoch immer noch an und fordert Athena auf, zu kommen und vorzuschlagen, dass sie Trance durchführen müssen, solange sie noch können. Während Yoshichika sich gegen Olgas Angriffe verteidigt, berichtet Mana Veronica, dass die Anbeter an der Paradox-Krankheit erkrankt sind und darauf warten, in einen Trancejacket versetzt zu werden und sich einer freiwilligen Transplantation von Logikkarten zu unterziehen. Olga glaubt daran, eine neue Welt zu erschaffen, in der Septpia und Tetra-Heaven koexistieren, obwohl Yoshichika glaubt, dass Luzifer Olga als seine Spielfigur benutzt. Als Olga Yoshichika im Kampf überwältigt, treffen Tamaki, Mana, Chloe, Veronica und Yukari ein, um sich zu wehren und Yoshichika zu helfen. Dennoch, Olga erweist sich als viel mächtiger als die anderen zusammen. Olga geht zu den Kellerzellen in ALCA, wird aber von Jarno aufgehalten, der Olga befiehlt zu gehen. Stattdessen zerstört Olga alle Kellerzellen, die alle gefangenen Dämonengötter enthalten. Olga und Luzifer kehren zum Tempel zurück, wo sie Anbeter, die sich in Trancejacken versetzen lassen möchten, bitten, ihr Paradies Wirklichkeit werden zu lassen. Währenddessen werden die Dämonengötter in der ganzen Stadt losgelassen und schaffen mehrere paradoxe Zonen. Dies öffnet ein Tor zum Tetra-Himmel, was Olga beeindruckt. wo sie Anbeter fragen, die sich in Trancejacken versetzen lassen möchten, um ihr Paradies Wirklichkeit werden zu lassen. Währenddessen werden die Dämonengötter in der ganzen Stadt losgelassen und schaffen mehrere paradoxe Zonen. Dies öffnet ein Tor zum Tetra-Himmel, was Olga beeindruckt. wo sie Anbeter fragen, die sich in Trancejacken versetzen lassen möchten, um ihr Paradies Wirklichkeit werden zu lassen. Währenddessen werden die Dämonengötter in der ganzen Stadt losgelassen und schaffen mehrere paradoxe Zonen. Dies öffnet ein Tor zum Tetra-Himmel, was Olga beeindruckt.","versions":[{"lang":3,"streams":[{"redirect":13536074,"hoster":"VOE"},{"redirect":12186423,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Despair or Destruction","descr":"Nachdem nur neunundvierzig Prozent der Zivilisten evakuiert wurden, bringt Jarno seine Crew von Mitarbeitern, um die Kommandozentrale zu übernehmen. Die Logiker und Ausländer führen Trance durch, während sie in verschiedene Bereiche der Stadt geschickt werden. Yoshichika, Veronica, Yukari, Mana, Chloe und Tamaki treten jeweils gegen Olga, Enlil, Sandman, Cerberus, Joker und Belial an. Jarno, Pieri, Clau und Zera sind überzeugt, dass es die beste Taktik ist, die Logiker in getrennte Bereiche aufzuteilen. Obwohl der Kampf für alle Logiker hart ist, schaffen sie es, ihren Logikantrieb zu aktivieren, um die Dämonengötter zu besiegen. Allerdings kämpft nur Yoshichika gegen Olga, und Veronica hat immer noch genug Energie, um an der Seite von Yoshichika zu kämpfen. Wenn Yoshichika seinen Logic Drive von seinem Schild aus aktiviert, absorbiert er Olgas Angriffe und verteidigt sich gegen Veronica. s Angriffe abgewehrt. Daher findet Yoshichika heraus, dass Olgas Speer gleichzeitig entweder angreifen oder verteidigen kann. Yoshichika wirft seinen Schild zur Ablenkung auf Olga und veranlasst Veronica, als Reaktion darauf ihren Logic Drive zu aktivieren. Olga aktiviert seinen Logic Drive als Vergeltung, um ihren zu absorbieren, während Yoshichika sein Trance-Limit erreicht hat. Als Olga erneut angreift, springt Veronica vor Yoshichika und Athena, bevor sie ihre Trancegrenze erreicht. Dann verlässt er sie, indem er sagt, dass es nie ein echter Kampf war. Yoshichika und Athena werden in den Simulationsraum voller Zivilisten gerufen, die Zuflucht suchen, wo sie sich mit Shiori und Rentaro treffen. Während Veronica und Nemesis im Krankenhaus wieder zu Bewusstsein kommen, haben sich die paradoxen Zonen in der Stadt allmählich ausgeweitet. Yoshichika und Athena schlagen Jarno eine riskante Operation vor. Nachdem Yoshichika und Athena Trance aufführen, geht Yoshichika zum Tor, wo er Olga von Angesicht zu Angesicht gegenübersteht. Mit Erlaubnis von Jarno verwendet Yoshichika Overtrance, bevor er seinen Kampf mit Olga beginnt, die ebenfalls Overtrance als Vergeltung einsetzt und Paradox-Krankheit in der ganzen Stadt verbreitet.","versions":[{"lang":3,"streams":[{"redirect":13536076,"hoster":"VOE"},{"redirect":12186427,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Luck and Logic","descr":"Yoshichika reinigt die paradoxe Krankheit, die sogar die Kommandozentrale erreicht und die Wunden der ALCA-Mitglieder heilt. Olga glaubt, dass das Paradies ist, wenn ein Mensch von Logik befreit wird, die nicht zu seiner Seele passt, und ihm das gewährt wird, was wirklich ideal für ihn ist. Yoshichika ist anderer Meinung, indem sie sagt, dass das Paradies ein Ort ist, den man mit Menschen teilt, die man wirklich schätzt, man baut es gemeinsam auf, egal wie schwierig es ist, und man beschützt es. Olga macht schließlich einen kritischen Zug gegen Yoshichika, was die anderen ALCA-Mitglieder in der Kommandozentrale beunruhigt. Die anderen Logiker und Ausländer verlassen die Kommandozentrale und kommen an, um Yoshichika zu unterstützen. Luzifer übernimmt dann vorübergehend Olgas Körper und greift die Logiker und Ausländer an, aber Veronica blockiert den Angriff und wird folglich bewusstlos geschlagen. Olga erkennt, dass Luzifer einen Bund mit ihm geschlossen hat, weil er am verzweifeltsten war. Als Olga die Kontrolle über seinen Körper zurückerlangt, gerät er in einen Kampf mit Yoshichika, der Olga drängt, einen Weg zu finden, um zusammenzuleben und seine Eitelkeit beiseite zu legen. Olga und Luzifer erreichen jedoch ihre Trancegrenze, was dazu führt, dass viele Logikkarten verstreut und das Tor versiegelt werden. Später wacht Athena im Krankenhaus auf, umgeben von Venus, Walküre, Artemis, Nemesis und Quetzalcoatl, die offenbaren, dass Athena eine Woche lang geschlafen hat. Olga taucht mit drei schwimmenden Zielsuchbomben auf, die seine Überheblichkeit überwachen. Es wird gezeigt, dass Olga eine von Luzifers Logikkarten aufbewahrte, die die Idee enthält, dass Menschen und Götter koexistieren können, nachdem sie Luzifer in einer Kellerzelle zurückgegeben hatte. Olga erzählt Athena, Venus, Walküre, Artemis, Nemesis und Quetzalcoatl, dass ihnen noch jeweils eine Logikkarte fehlt. Als Shiori und Rentaro den Essbereich besuchen, stellt sich heraus, dass Yoshichika seine Erinnerungen an Athena verloren hat. Ein früheres Gespräch mit Yoshichika und Athena enthüllte, dass sie wussten, dass die Logikkarten über die ganze Welt verstreut sein würden, aber sie versprachen, dass derjenige, der die Logikkarte des einen zuerst finden würde, im Gegenzug den Wunsch des anderen erfüllen würde. Obwohl der Krieg zwischen Septpia und Tetra-Heaven endlich vorbei ist, beschließen die Ausländer schließlich, bei den Logialisten in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte. Als Shiori und Rentaro den Essbereich besuchen, stellt sich heraus, dass Yoshichika seine Erinnerungen an Athena verloren hat. Ein früheres Gespräch mit Yoshichika und Athena enthüllte, dass sie wussten, dass die Logikkarten über die ganze Welt verstreut sein würden, aber sie versprachen, dass derjenige, der die Logikkarte des einen zuerst finden würde, im Gegenzug den Wunsch des anderen erfüllen würde. Obwohl der Krieg zwischen Septpia und Tetra-Heaven endlich vorbei ist, beschließen die Ausländer schließlich, bei den Logialisten in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte. Als Shiori und Rentaro den Essbereich besuchen, stellt sich heraus, dass Yoshichika seine Erinnerungen an Athena verloren hat. Ein früheres Gespräch mit Yoshichika und Athena enthüllte, dass sie wussten, dass die Logikkarten über die ganze Welt verstreut sein würden, aber sie versprachen, dass derjenige, der die Logikkarte des einen zuerst finden würde, im Gegenzug den Wunsch des anderen erfüllen würde. Obwohl der Krieg zwischen Septpia und Tetra-Heaven endlich vorbei ist, beschließen die Ausländer schließlich, bei den Logialisten in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte. Ein früheres Gespräch mit Yoshichika und Athena enthüllte, dass sie wussten, dass die Logikkarten über die ganze Welt verstreut sein würden, aber sie versprachen, dass derjenige, der die Logikkarte des einen zuerst finden würde, im Gegenzug den Wunsch des anderen erfüllen würde. Obwohl der Krieg zwischen Septpia und Tetra-Heaven endlich vorbei ist, beschließen die Ausländer schließlich, bei den Logialisten in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte. Ein früheres Gespräch mit Yoshichika und Athena enthüllte, dass sie wussten, dass die Logikkarten über die ganze Welt verstreut sein würden, aber sie versprachen, dass derjenige, der die Logikkarte des einen zuerst finden würde, im Gegenzug den Wunsch des anderen erfüllen würde. Obwohl der Krieg zwischen Septpia und Tetra-Heaven endlich vorbei ist, beschließen die Ausländer schließlich, bei den Logialisten in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte. Die Ausländer beschließen schließlich, bei den Logologen in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte. Die Ausländer beschließen schließlich, bei den Logologen in Naien zu bleiben. Schließlich findet Yoshichika seine Logikkarte auf dem Feld außerhalb der Stadtgrenzen, wo Athena und die anderen sich ihm anschließen. Yoshichika möchte, dass sie nicht formell sind, während Athena Yoshichika wieder ganz machen möchte.","versions":[{"lang":3,"streams":[{"redirect":13018658,"hoster":"VOE"},{"redirect":12186383,"hoster":"Streamtape"}]}]}]}]}