{"seriesId":"lucky-bay","name":"Lucky Bay","descr":"Die Polizistin Johanna kehrt zur Beerdigung ihrer Mutter in ihre idyllische Heimatstadt Hammarvik zurück. Gleichzeitig wird die Leiche eines vermissten Mädchens gefunden – und bald stellt sich heraus, dass in einer Stadt, die nicht so perfekt ist, wie es der erste Eindruck vermuten lässt, alle Geheimnisse zu tragen scheinen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Als Johannas Mutter stirbt, fährt sie nach Hause nach Hammarvik, um die Beerdigung zu organisieren. In der Stadt haben sie ein Auto gefunden, das Johannas bester Freundin Madelene gehörte, die sich vor 18 Jahren das Leben nahm.","versions":[{"lang":1,"streams":[{"redirect":12304451,"hoster":"VOE"},{"redirect":12304449,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Elvis arrangiert eine unerwartete Geburtstagsüberraschung für Vanessa. Pernilla nimmt ihre Freundschaft mit Johanna wieder auf und lädt sie zum Abendessen ein. Währenddessen sind alle vom Ergebnis der Autopsie überrascht.","versions":[{"lang":1,"streams":[{"redirect":12304454,"hoster":"VOE"},{"redirect":12304456,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Carl schmiedet einen Plan, um seine Schwester ein für alle Mal loszuwerden. Johanna forscht weiter im Fall Minna Kopponen und findet bald heraus, dass sie eine geheime Beziehung zu jemandem in Hammarvik hatte.","versions":[{"lang":1,"streams":[{"redirect":12304458,"hoster":"VOE"},{"redirect":12304453,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Vanessa tut alles, um in den sozialen Medien auf sich aufmerksam zu machen, was Pernilla beunruhigt. Nettan entdeckt eine Leiche im Wasser, und die Ermittlungen nehmen eine neue Wendung.","versions":[{"lang":1,"streams":[{"redirect":12304467,"hoster":"VOE"},{"redirect":12304469,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Andrés Schwester Anastasia taucht unerwartet in Hammarvik auf. Neue Hinweise zwingen Johanna dazu, Pernilla zur Rede zu stellen, während Carl versucht, sie davon zu überzeugen, das Haus zu verkaufen.","versions":[{"lang":1,"streams":[{"redirect":12304478,"hoster":"VOE"},{"redirect":12304482,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Pernilla ist von ihrer Reise nach Paris nach Hause zurückgekehrt und will Danne treffen, der ihr etwas zu sagen hat. André kann Anastasia nicht mehr ausstehen und ihr Streit wird immer heftiger.","versions":[{"lang":1,"streams":[{"redirect":12304485,"hoster":"VOE"},{"redirect":12304479,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"André ist spurlos verschwunden und nun erhalten Johanna und Christian unerwartete Hilfe von Nettan bei den Ermittlungen. Die Fragen häufen sich, wer wirklich hinter all den Morden in Hammarvik steckt.","versions":[{"lang":1,"streams":[{"redirect":12304496,"hoster":"VOE"},{"redirect":12304489,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Vanessa liegt nach dem Überfall im Krankenhaus. Johanna befragt sie, ob sie weiß, wer dahinter steckt, und alles deutet nun auf ein und dieselbe Person hin. Danne und Pernilla beschließen, sich zu trennen und sich scheiden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12304498,"hoster":"VOE"},{"redirect":12304499,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"","versions":[{"lang":1,"streams":[{"redirect":12442545,"hoster":"VOE"},{"redirect":12442548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Madelene besucht Ingrid und bittet sie um Vergebung.","versions":[{"lang":1,"streams":[{"redirect":12442555,"hoster":"VOE"},{"redirect":12442570,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Pernilla wird von Johanna über die Geschehnisse in der Mordnacht verhört.","versions":[{"lang":1,"streams":[{"redirect":12442539,"hoster":"VOE"},{"redirect":12442540,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Johanna beginnt, die Ermittlungen der Östen durchzugehen und erfährt, dass Madelene länger als bisher behauptet in Schweden war.","versions":[{"lang":1,"streams":[{"redirect":12442568,"hoster":"VOE"},{"redirect":12442569,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Carl hält eine Pressekonferenz ab und behauptet, die Ermittlungen, die Louise geleitet hat, seien ein Skandal.","versions":[{"lang":1,"streams":[{"redirect":12442571,"hoster":"VOE"},{"redirect":12442572,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Es ist Eröffnungsabend in Balder\u0027s Bar. Ruben und Stephanie spielen ihr neues Lied, was Leyla eifersüchtig macht.","versions":[{"lang":1,"streams":[{"redirect":12442546,"hoster":"VOE"},{"redirect":12442544,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Pernilla und Danne sprechen darüber, wie sie mit ihrer Beziehung umgehen sollen, wenn Danne mit jemand anderem ein Kind erwartet…","versions":[{"lang":1,"streams":[{"redirect":12437556,"hoster":"VOE"},{"redirect":12437555,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Johanna erzählt Christian, dass Stephanie verschwunden ist und gemeinsam machen sie sich auf die Suche nach ihr, während André die Schnapsschmuggler beschattet.","versions":[{"lang":1,"streams":[{"redirect":12442551,"hoster":"VOE"},{"redirect":13074983,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Danne stellt Johanna eine Frage. Madelene glaubt, dass sie verfolgt wird. Louise übernimmt die Hochzeit von André und Totte. Nettan bekommt einen unwillkommenen Besuch. Die Abschlussfeier von Stephanie und Ruben endet im Chaos.","versions":[{"lang":1,"streams":[{"redirect":13020879,"hoster":"VOE"},{"redirect":13020878,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Sofi wird tot in Rubens Hotelzimmer aufgefunden und der neue Polizist Alex ermittelt. Leyla ist am Boden zerstört. Nettan und Tony wollen, dass Anki verschwindet. Totte hat genug von Louise. Madelene hat große Angst vor Tomas\u0027 Ankunft.","versions":[{"lang":1,"streams":[{"redirect":13021108,"hoster":"VOE"},{"redirect":13021106,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Ingrid ist misstrauisch gegenüber Tomas. Nova beruhigt Ruben, nachdem er Drohungen erhalten hat. Danne\u0027s Firma hat Probleme. Tomas hilft Pernilla bei der Scheidung. Nettan ist ehrlich zu Anki. Vanessa hilft Leyla, loszulassen.","versions":[{"lang":1,"streams":[{"redirect":13021112,"hoster":"VOE"},{"redirect":13021113,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Nova beauftragt Carl mit dem Bau eines Studios. Die Anziehungskraft von Pernilla und Alex wird stärker. Danne zögert seine Scheidung hinaus. Nettan und Tony nutzen die Erbschaft aus. Vanessa stellt ihre Gefühle in Frage. Die Polizei erhält einen Tipp.","versions":[{"lang":1,"streams":[{"redirect":13021131,"hoster":"VOE"},{"redirect":13021127,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Novas Einfluss auf Ruben wächst. Pernilla und Alex machen den nächsten Schritt, Ingrids Verwirrung wächst. Tomas drängt Madelene, die Schulden zu bezahlen. Nettan versucht, sich zu ändern. Felicia tröstet Danne.","versions":[{"lang":1,"streams":[{"redirect":13025814,"hoster":"VOE"},{"redirect":13021116,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Madelene gelingt es nicht, Tomas etwas anzuhängen. Pernilla hat Angst, ihre Beziehung zu Alex zu enthüllen. Johanna erfährt von Pernilla, dass Danne bankrott ist. Felicia verführt einen anderen als Saman.","versions":[{"lang":1,"streams":[{"redirect":13021114,"hoster":"VOE"},{"redirect":13021121,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Danne hat Ängste. Carl versucht, Ruben zu schützen. Madelene versucht, sich und Ingrid zu retten. Alex hat genug von Pernillas Geheimniskrämerei. Novas Lügen werden aufgedeckt und Ruben ist nun in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13021120,"hoster":"VOE"},{"redirect":13021122,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Tomas ger Madelene skulden för Ingrids förvirring. Vanessa vill avslöja sina känslor för Leyla. Pernilla erbjuder Alex att flytta in. Saman får reda på en hemlighet. Tomas och Pernilla hamnar i ett våldsamt bråk.","versions":[{"lang":1,"streams":[{"redirect":13021128,"hoster":"VOE"},{"redirect":13021126,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Alex zieht bei Pernilla ein, die Danne bittet, ihr zu helfen, Tomas\u0027 Leiche zu verstecken. Carls und Louises Freundin Claudia zieht nach Hammarvik und es kommt zu einem Drama, als die Kinder eingeschult werden und Claudia die Birkapassagen übernimmt.","versions":[{"lang":1,"streams":[{"redirect":13020881,"hoster":"VOE"},{"redirect":13020883,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Felicia will sich von Saman scheiden lassen. Alex glaubt, dass Pernilla und Danne noch Gefühle füreinander haben. Johanna ist traurig, dass Danne sich nicht mehr bemüht, schwanger zu werden. Ingrid bekommt eine verdächtige neue Nachbarin.","versions":[{"lang":1,"streams":[{"redirect":13020887,"hoster":"VOE"},{"redirect":13020886,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Ein blutiges Messer mit Tomas\u0027 DNA wird gefunden. Louise findet etwas über Carls und Claudias Vergangenheit heraus. Stephanie verliebt sich in Elvis, während sie mit Charlie zusammen ist. Madelene wird gefunden und zur Befragung verhaftet.","versions":[{"lang":1,"streams":[{"redirect":13020896,"hoster":"VOE"},{"redirect":13020903,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Folge 4","epNo":4,"alt":"","descr":"Pernilla wird von der Polizei verhört und hält es für zu riskant, Alex bei ihr wohnen zu lassen. Zoey wird zur Hauptverdächtigen, als in der Schule Drogen gefunden werden. Claudia verursacht ein Zerwürfnis zwischen Carl und Louise.","versions":[{"lang":1,"streams":[{"redirect":14081933,"hoster":"VOE"},{"redirect":13020895,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Folge 5","epNo":5,"alt":"","descr":"Danne und Pernilla versuchen herauszufinden, wer die verschwundene Leiche bewegt hat. Vanessa bedauert, dass sie Gerüchte über Zoey verbreitet hat. Johanna und Danne diskutieren darüber, nach einem Job-Tipp nach Stockholm zu ziehen.","versions":[{"lang":1,"streams":[{"redirect":13020960,"hoster":"VOE"},{"redirect":13020958,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Folge 6","epNo":6,"alt":"","descr":"Alex kann die Ermittlungen nicht aufgeben, obwohl er glaubt, dass Tomas dank einer von seinem Handy gesendeten Textnachricht noch am Leben ist. Johanna und Danne streiten sich über die Zukunft, nachdem Danne seine Firma zurückbekommen hat.","versions":[{"lang":1,"streams":[{"redirect":13020890,"hoster":"VOE"},{"redirect":13020892,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Folge 7","epNo":7,"alt":"","descr":"Tony wird mit einer unheilbaren Krankheit diagnostiziert. Carl kann mit Claudia nicht über sein überfälliges Gehalt sprechen, also plant Louise, ihre Mutter um ein Darlehen zu bitten. Alex ist überzeugt, dass Danne der Mörder von Tomas ist.","versions":[{"lang":1,"streams":[{"redirect":13020964,"hoster":"VOE"},{"redirect":13020965,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Folge 8","epNo":8,"alt":"","descr":"Nach Dannes Affäre beschließt Johanna, nach Stockholm zu ziehen und bietet Carl an, ihr Haus zu kaufen. Carl nimmt einen zwielichtigen Job an, um an das Geld für den Kauf des Hauses zu kommen. Konstantin enthüllt Geheimnisse über seine dunkle Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":13039142,"hoster":"VOE"},{"redirect":13039131,"hoster":"Streamtape"}]}]}]}]}