{"seriesId":"lucky-luke","name":"Lucky Luke","descr":"Lucky Luke ist ein armer, einsamer Cowboy. Weit weg von zu Hause. Er will eigentlich mit seinem treuen Pferd Jolly Jumper in Ruhe leben. Doch fast jeden Tag bekommt er eine Botschaft vom Telegraphen in dem immer steht: \"DALTONBRÜDER AUSGEBROCHEN – STOP- BITTE WIEDER EINBUCHTEN -STOP-\". So hat Lucky sehr viel zu tun. Doch ein Glück kann er schneller ziehen als sein Schatten. Und durch seine hohe Intelligenz (was man beim größten Daltonbruder nicht behaupten kann) macht er die Daltons schnell dingfest.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"Daisy Town","epNo":1,"alt":"","descr":"Weite Ebenen, rauhe Sitten, harte Kerle, das ist der Wilde Westen. In diesem Paradies gefährden jedoch fiese Schurken den Frieden der kleinen Stadt Daisytown. Um wieder Ruhe und Ordnung einkehren zu lassen, muss ein Sheriff her, der den Bösewichten gewachsen ist. Zum Glück gibt es da einen tapferen Cowboy, der schneller schießt als sein Schatten: Lucky Luke. Mit Hilfe seines treuen Gefährten Jolly Jumper ist er der Schrecken aller Halunken. Doch als die gefürchteten Dalton-Brüder ihre gemeinen Pläne ausgerechnet in Daisytown verwirklichen wollen, wird der clevere Gesetzeshüter auf eine harte Probe gestellt...","versions":[{"lang":1,"streams":[{"redirect":9434789,"hoster":"VOE"},{"redirect":9434796,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"Das große Abenteuer","epNo":2,"alt":"","descr":"Lucky Luke, \"der Mann, der schneller zieht als sein Schatten\", hat sich wieder mit den vier Dalton-Brüdern herumzuschlagen, den bösartigsten und dümmsten Banditen des Wilden Westens. Sie sind aus ihrem Gefängnis in Texas ausgebrochen. Ihr Fluchtweg führt sie nach Kanada, verfolgt von Lucky Luke. Von einer Goldgräberstadt zu den Holzfällern, bis in ein Indianerlager reichen die turbulenten Abenteuer. Aber Lucky Luke fängt die Daltons und bringt sie zurück ins Gefängnis. Sie türmen natürlich und ihr Weg führt zu Ma Dalton. Mit ihrer Hilfe werden Banken nun gemeinsam überfallen. Lucky Luke aber ist wachsam und bringt das verbrecherische Quintett hinter Gitter. Zum ersten Mal kommen sie auf regulärem Weg wieder frei. Ein reformfreudiger Senator will die Bewährungsfrist im Wilden Westen einführen und erläßt die Reststrafen von 4200 Jahren, wenn die Daltons sich einen Monat lang ordentlich verhalten. Dadurch werden sie in eine neue, urkomische Rolle gedrängt, doch die Daltons - wen wundert es - können dieses Leben nicht durchhalten...","versions":[{"lang":1,"streams":[{"redirect":11566691,"hoster":"VOE"},{"redirect":11566693,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"Sein größter Trick","epNo":3,"alt":"","descr":"Wie häufig sitzen die verbrecherischen Daltonbrüder im Gefängnis und wie üblich ist Rantanplan ihr Gefängnishund, als ein Anwalt sie vom für die Daltons \"natürlichen\" Tod (er wurde erhängt) ihres Onkels Henry unterrichtet. Dieser Onkel will die Daltons als Erben einsetzen, falls sie alle Geschworenen und den Richter töten, die Henry einst verurteilten.","versions":[{"lang":1,"streams":[{"redirect":9435017,"hoster":"VOE"},{"redirect":9435057,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ma Dalton","epNo":1,"alt":"","descr":"Während die Dalton-Brüder wieder einmal im Gefängnis sitzen, lernt Lucky Luke deren Mutter kennen. Schon bald stellt sich heraus, dass sie um keine Spur besser ist als ihre Söhne, denen sie zu einem Ausbruch verhilft. Auf der Suche nach den Flüchtigen gerät Lucky Luke vorübergehend in die Hände der Dalton-Bande. Doch Ma Dalton wird gefasst und am Ende sitzen auch die Dalton-Brüder wieder hinter Gittern, wie sie es verdient haben. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975393,"hoster":"VOE"},{"redirect":8975397,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Greenhorn","epNo":2,"alt":"","descr":"Auf einer seiner Reisen durch den Wilden Westen gerät Lucky Luke in den Streit um eine Ranch. Der alte Baddy ist gestorben. Jack, der Grabscher möchte sich Baddys Land unter den Nagel reißen, obwohl es ihm rechtmäßig nicht zusteht. Denn geerbt hat die Ranch dessen Neffe Waldo, ein Dandy, der schon bald in Begleitung seines Butlers aus England anreist. Zunächst nimmt niemand im Wilden Westen dieses vornehme Greenhorn ernst. Aber mit Hilfe von Lucky Luke gelingt es ihm schließlich doch, sich gegenüber seinen Feinden zu behaupten. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975431,"hoster":"VOE"},{"redirect":8975429,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Daltons im Blizzard","epNo":3,"alt":"","descr":"Den einfältigen Dalton-Brüdern ist wieder einmal ein Ausbruch aus dem Gefängnis gelungen. Lucky Luke soll sie wieder einfangen. Er verfolgt sie bis nach Kanada. Dort nennen sie sich Jones-Brüder. Verfolgt von Lucky Luke, einem etwas tollpatschigen Berglöwen und dem kanadischen Colonel Pendegast, ziehen sie bis in den Norden, wo sie sich zunächst als Holzfäller und dann als Köche in einem Camp verdingen. Abenteuerliche Verfolgungsjagden stehen bevor … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975432,"hoster":"VOE"},{"redirect":8975433,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lucky Luke am Mississippi","epNo":4,"alt":"","descr":"Lucky Luke und seinem Pferd Jolly Jumper steht eine aufregende Flussfahrt bevor. Die schon ewig verfeindeten Kapitäne Barrows und Lowriver wollen ihren Streit um den Mississippi beenden. Eine Wettfahrt nach Minneapolis soll entscheiden, wer von den beiden künftig allein auf dem Mississippi fahren darf. Dabei bedient sich der bösartige Lowriver jedes nur erdenklichen üblen Tricks. Lucky Luke ergreift Partei für Captain Barrows und seine \"Daisy Belle\". Doch wer von beiden die Wettfahrt gewinnt, bleibt offen bis zur letzten Minute. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12380085,"hoster":"VOE"},{"redirect":8975436,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Calamity Jane","epNo":5,"alt":"","descr":"Lucky Luke erhält von der Armee den Auftrag, Waffendiebe aufspüren, die seit einiger Zeit in der Gegend ihr Unwesen treiben. Unterwegs wird er von Banditen überfallen und von einer Person gerettet, die er zunächst für einen harten Burschen halten muss – es ist Calamity Jane, vom Naturell her eher eine harte Abenteurerin als die feine alte Lady. Gemeinsam mit ihr reist Luke weiter nach El Plomo. Hier kommt er den Waffenhändlern auf die Spur. Calamity Janes Versuch, sich aufs Altenteil zurückzuziehen und eine anerkannte Dame der Gesellschaft zu werden, scheitert allerdings gründlich. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12924389,"hoster":"VOE"},{"redirect":8975439,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Daltons bewähren sich","epNo":6,"alt":"","descr":"In Washington erhält Lucky Luke vom liberalen Senator Gerry Mander den Auftrag, die vier Dalton-Brüder auf den rechten Weg zurückzuführen. Sie sollen endgültig aus dem Gefängnis entlassen werden, falls es ihnen gelingen sollte, sich einen Monat lang ehrlich zu verhalten. Luke bringt sie in die kleine Stadt Tortilla Gulch. Zunächst werden sie von der Bevölkerung abgelehnt, dann aber gibt man ihnen doch eine ehrliche Arbeit. Schließlich gründen sie eine Bank. Zu Unrecht geraten sie in den Verdacht, wieder Raubüberfälle verübt zu haben. Und durch ein Missverständnis – sie meinen, der laufende Monat habe nur 30 Tage – kommen sie am Ende doch wieder ins Gefängnis zurück. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975453,"hoster":"VOE"},{"redirect":8975447,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schienen durch die Prärie","epNo":7,"alt":"","descr":"Lucky Luke wird vom Präsidenten der Transkontinentalen Eisenbahn telegrafisch um Hilfe gebeten: Irgendjemand will verhindern, dass die Bahnlinie – wie geplant – quer über den Kontinent gebaut wird. Es ist Mr. Blacksstone, Mehrheitsaktionär der Postkutschengesellschaft. Er hat die Gauner Lem und Clem engagiert, die die Bauarbeiten der Konkurrenz behindern sollen. Sie verbiegen Schienen und versuchen, sie zu sprengen. Sie manipulieren die Baupläne, so dass die Bahnlinie vorübergehend in einen Sumpf führt. Alles bleibt jedoch vergeblich … Währendessen wird in Cattle-Corner bei Bauarbeiten Öl gefunden, so dass das Städtchen einen großen Aufschwung erlebt. Verärgert über die vielen Fehlschläge, fordert Blackstone Lucky Luke zu einem Zweikampf heraus, den er verliert. Die Transkontinentale Eisenbahnlinie kann feierlich eröffnet werden. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975456,"hoster":"VOE"},{"redirect":8975454,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Phil Defer","epNo":8,"alt":"","descr":"In der kleinen Westernstadt Bottleneck Gulch führen zwei Hoteliers einen verbissenen Kampf gegeneinander: Während der ehrliche O’Hara ein seriöses Hotel betreibt, will der gierige O’Sullivan mit einem zweifelhaften Etablissement einfach nur viel Geld verdienen. Schließlich engagiert O’Sullivan den bekannten Revolverhelden Phil Defer. Er soll O’Hara aus der Stadt treiben. Zufällig kommt Lucky Luke nach Bottleneck Gulch und wird irrtümlicherweise für Phil Defer gehalten. Auf diese Weise gelingt es ihm, seinem alten Freund O’Hara zu helfen. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975465,"hoster":"VOE"},{"redirect":8975463,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Doktor Doxey","epNo":9,"alt":"","descr":"Mit einem simplen Trick verkauft der betrügerische Doktor Doxey im Wilden Westen eine absolut unwirksame Wundermedizin gegen Leiden aller Art. Er zieht von Stadt zu Stadt, viele Leute fallen auf ihn herein. Doch Lucky Luke kommt ihm auf die Spur und Doxey muss immer häufiger den Ort wechseln. Als er jedoch schließlich gar eine Masern-Epedimie vortäuscht, um das große Geschäft zu machen, wird ihm diese zum Verhängnis … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975695,"hoster":"VOE"},{"redirect":8975467,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Gesetzlosen","epNo":10,"alt":"","descr":"Lucky Luke trifft den Schriftsteller Remington Scripps. Ausführlich erzählt er ihm von Schandtaten der Dalton-Bande: wie sie Banken, Züge und Postkutschen überfallen haben. Wie sie die Städte in Angst und Sheriffs unter Druck gesetzt haben. Und wie sie – als Frauen verkleidet – unter dem legendären Namen \"Die Ginghaus-Schwestern\" unglaubliche Verbrechen begangen haben. Luke berichtet, wie er die Daltons immer wieder hinter Gitter gebracht hat und wie sie immer wieder entkommen konnten. Unter dem Titel \"Die Heldentaten von Lucky Luke\" will Scripps dies alles in der \"Wild-West-Woche\" veröffentlichen. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975472,"hoster":"VOE"},{"redirect":8975475,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Billy, the Kid","epNo":11,"alt":"","descr":"Nachdem Lucky Luke die Daltons wieder einmal ins Gefängnis zurückgebracht hat, reitet er mit Jolly Jumper in das hübsche Städtchen Lively Town, wo es allerdings turbulent zugeht: Billy the Kid, ein ungewöhnlich frecher Junge, terrorisiert die Stadt. Er leistet sich Gesetzesübertretungen aller Art, niemand aber wagt, gegen ihn auszusagen. Auf jeden Überfall von Billy setzt er einen größeren und reizt den Jungen damit so sehr, dass er ihn schließlich hinter Gitter bringen kann. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975484,"hoster":"VOE"},{"redirect":8975479,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Postkutsche","epNo":12,"alt":"","descr":"Obwohl im Westen immer wieder Postkutschen überfallen werden, möchte eine Liniengesellschaft beweisen, dass sie jeden Transport sicher durchführen kann. Öffentlich wird ein großer Geldtransport nach San Francisco angekündigt. Lucky Luke soll die Passagiere und die wertvolle Ladung beschützen. Während der Fahrt wird eine Kutsche von zwei Banditen verfolgt, gerät in eine Schlammfalle und in einen Steinschlag, ja selbst Indianer kreuzen ihren Weg. Schließlich stellt sich heraus, dass der Anführer der Banditen von Anfang an unter den Passagieren war und die Kiste, statt mit Gold, nur mit Steinen gefüllt war. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975488,"hoster":"VOE"},{"redirect":8975487,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Großfürst","epNo":13,"alt":"","descr":"Per Telegramm wird Lucky Luke ins Außenministerium nach Washington gerufen. Dort erhält er einen hochoffiziellen Auftrag: Washington will mit dem exzentrischen Großfürsten Leonide, einem ausgesprochenen Fan des Wilden Westens, einen wichtigen Vertrag abschließen. Der Großfürst macht seine Zustimmung allerdings von einer ausgedehnten Sightseeing-Tour durch den Westen abhängig. Luke soll ihn begleiten. Gemeinsam mit dem radebrechenden Dolmetscher Feodor machen sie sich auf den Weg. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975493,"hoster":"VOE"},{"redirect":8975491,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Im Schatten der Bohrtürme","epNo":14,"alt":"","descr":"Am 27. August wird in Pitusville, Pensylvania, Öl gefunden. Damit im allgemeinen Ölrausch die öffentliche Ordnung gewahrt bleibt, rufen die Bürger Lucky Luke als Hüter der Gesetze in die Stadt. Als Sheriff sorgt er dafür, dass die Claims gerecht aufgeteilt werden. Doch da tauchen Gangster auf, die durch Drohungen und Erpressungen alles Land an sich reißen wollen. Erst mit einer gründlichen Auslegung der Gesetze kann Lucky Luke die Verbrecher hinter Schloss und Riegel bringen. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975501,"hoster":"VOE"},{"redirect":8975502,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Daltons auf Schatzsuche","epNo":15,"alt":"","descr":"Im Gefängnis erfahren die Dalton-Brüder, dass am Fuße des so genannten \"Roten Hügels\" ein Schatz vergraben sein soll. Unverzüglich brechen sie aus und machen sich, verfolgt von Lucky Luke, auf den Weg nach Red Rock Junktion, wo sie erfahren, dass der \"rote Hügel\" auf dem Gelände des großen Gefängnisses liegt. Doch all ihre Bemühungen, hinter diese Mauer zu gelangen, schlagen fehl, da der Richter merkwürdigerweise niemanden im Land verurteilt, ja selbst schwere Gesetzesübertretungen ahndet er nur mit einem leichten Klaps. Lucky Luke findet auch bald heraus warum … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975508,"hoster":"VOE"},{"redirect":8975506,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der weiße Reiter","epNo":16,"alt":"","descr":"Nachdem er einen Rindertreck glücklich durch den Wilden Westen gebracht hat, trifft Lucky Luke auf eine reisende Schauspielertruppe. Merkwürdigerweise werden während der Theateraufführungen in verschiedenen Orten immer wieder Banken ausgeraubt. Lucky Luke reist mit ihnen und gerät unglücklicherweise in den Verdacht, der Bankräuber zu sein. Er kann zwar aus dem Gefängnis entkommen und verfolgt die Truppe weiter. Aber diesmal ist es sein Pferd Jolly Jumper, das die große Rolle in der Lösung des mysteriösen Falles spielt. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12917425,"hoster":"VOE"},{"redirect":8974390,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Den Daltons auf der Spur","epNo":17,"alt":"","descr":"Kaum hat Lucky Luke die durchtriebenen Dalton-Brüder ins Gefängnis zurückgebracht, brechen sie schon wieder aus. Sie machen sich auf den Weg nach Broken Springs, um dort Vorräte und Waffen zu besorgen. Lucky Luke verfolgt sie, er fängt zwar Joe Dalton, gerät aber selbst in die Hände der anderen Brüder. Ein Austausch der Gefangenen endet in einem Fiasko. Allerdings scheitern die Daltons diesmal am Glauben, der Hund, Rantanplan, sei immer noch des Menschen bester Freund … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974397,"hoster":"VOE"},{"redirect":8974413,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Eskorte nach Neu-Mexiko","epNo":18,"alt":"","descr":"Während eines Rodeos erhält Lucky Luke wieder einmal ein Telegramm. Es stammt vom Direktor eines Staatsgefängnisses in Texas, wo Billy the Kid noch 1.240 Jahre abzusitzen hat. Lucky Luke muss den im ganzen Wilden Westen gefürchteten Jungen nach New Mexiko bringen, wo er vor Gericht gestellt werden soll. Gemeinsam mit Rantanplan und Jolly Jumper macht er sich auf den Weg. Auf der langen Reise hat er es nicht nur mit Billys ständigen Fluchtversuchen zu tun, sondern auch mit Überfällen des dümmlichen Gauners Bert, der sich mit dem jüngsten Dalton verbündet hat. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974469,"hoster":"VOE"},{"redirect":8974451,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Familienkrieg in Painful Gulch","epNo":19,"alt":"","descr":"Auf seinen einsamen Ritten durch den Wilden Westen kommt Lucky Luke in eine seltsame Gegend: In Painful Gulch liegt die Familie O’Hara mit der Sippe der O’Timmins in einer schon lange andauernden heftigen Fehde. Unter ihren ständigen Kämpfen und Schießereien leidet die ganze Region, deshalb bittet der Bürgermeister Lucky Luke um seine Hilfe. Seine Schlichterrolle wird allerdings schwerer, als er sie sich anfangs vorstellen konnte. Denn die verfeindeten Clans wittern in jedem Fremden einen Spion der anderen Sippe. Und sie wetteifern darum, wer von ihnen das größte Bauwerk in der Gegend in die Luft sprengen kann … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974481,"hoster":"VOE"},{"redirect":8974495,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der singende Draht","epNo":20,"alt":"","descr":"Lucky Luke hat einige Zeit als reitender Kurier zwischen den Westernstädten Carson City und Omaha gearbeitet. Nun sollen die beiden Orte eine Telegrafenverbindung erhalten. Lucky Luke wird Vorarbeiter in einem der beiden Bautrupps, die gegeneinander konkurrieren: Wer den letzten Mast für den \"singenden Draht\" einschlägt, soll eine Prämie in Höhe von 100.000 Dollar erhalten. Da der Kampf gegen die Zeit und um das Geld nicht nur mit rechtmäßigen Mitteln geführt wird, stehen Luke, Jolly Jumper und Rantanplan spannende Abenteuer bevor. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974513,"hoster":"VOE"},{"redirect":8974515,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Jesse James","epNo":21,"alt":"","descr":"Jesse James, der Robin Hood des Wilden Westens, hat sich auf den Weg nach Texas gemacht. Gemeinsam mit seinem Bruder Frank und seinem Cousin nimmt er den Reichen das Geld weg, um es den Armen zu geben. Lucky Luke verspricht den Privatdetektiven Cosmo und Fletcher, die James-Brüder zu fangen. Allerdings ist dies nicht ganz so einfach. Denn zunächst versucht Jesse James, sich mit guten Taten bei den Texanern beliebt zu machen. Als sie später wieder auf ihre Art \"arbeiten\", kann Lucky Luke sie zwar ins Gefängnis bringen, doch ist es schwer, sie zu verurteilen, da sich keine Zeugen finden, die den Mut haben, vor Gericht gegen sie auszusagen. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974552,"hoster":"VOE"},{"redirect":8974558,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Stacheldraht auf der Prärie","epNo":22,"alt":"","descr":"Etwas Unerhörtes ist geschehen: Mitten im freien Rinderland, wo es weder Bäume noch Grenzen für das weidende Vieh gibt, haben der Bauer Vernon und seine Frau Isabelle eine Farm aufgebaut, sehr zum Ärger der alteingesessenen Züchter von Cow Gulch, die die Neulinge wieder vertreiben wollen. Lucky Luke stellt sich auf die Seite des Farmers. Als Vernon es jedoch wagt, seinen Hof mit Stacheldraht einzuzäunen – das hat es in der Prärie bislang nie gegeben – fällt es auch Luke schwer, in diesen Streit schlichtend einzugreifen. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974607,"hoster":"VOE"},{"redirect":8974608,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"In den schwarzen Hügeln","epNo":23,"alt":"","descr":"Im Auftrag des Senats begleitet Lucky Luke eine Expedition, die das wilde Gebiet hinter den schwarzen Hügeln von Süd-Dacota erforschen will. Als einziger ist der Senator Stormwind aus persönlichem Interesse gegen die geplante Kolonialisierung des Neulands. Er heuert den Ganoven Cartridge an, der Lucky Luke und seinen drei Wissenschaftlern jeden nur denkbaren Stein in den Weg legen soll. Aber keine Schurkerei kann die Expedition davon abhalten, hinter die schwarzen Berge zu gelangen, wo Luke den erstaunlichen Grund für die Aktivitäten des Senators erfährt. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974637,"hoster":"VOE"},{"redirect":8974644,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dalton City","epNo":24,"alt":"","descr":"Lucky Luke erhält vom Gouverneur den Auftrag, in der verkommenen Westernstadt Fenton Town für Ordnung zu sorgen. Dafür muss er zunächst einmal den größten Gauner der Stadt, Dean Feaston, verhaften. Leider bringt das nicht viel: Joe Dalton wird aus Versehen aus dem Gefängnis entlassen. Und befreit selbstverständlich seine Brüder. Ihrem Plan, hier mit den anderen Ganoven des Wilden Westens große Geschäfte zu machen, stellt sich allerdings einer entgegen: Lucky Luke. Dabei nützt es ihm sehr, dass Joe Dalton sich in die Tänzerin Lulu verliebt. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974667,"hoster":"VOE"},{"redirect":8974646,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Kalifornien oder Tod","epNo":25,"alt":"","descr":"Lucky Luke lässt sich von Siedlern überreden, einen Treck von Texas nach Kalifornien zu führen. Bald findet er heraus, dass unter all dem bunten Siedlervolk auch ein Halunke sein muss. Denn die Zwischenfälle und Pannen häufen sich: Achsen brechen, Wassenfässer laufen aus, der Küchenwagen explodiert, Indianer wollen den Treck überfallen. Es gehört schon viel Ausdauer, List und ein Zufall dazu, bis Luke endlich entdeckt, wer da – aus reiner Geldgier – die Reise zu sabotieren versucht. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12917426,"hoster":"VOE"},{"redirect":8974688,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Auf nach Oklahoma","epNo":26,"alt":"","descr":"Lucky Luke ist wieder einmal für die Regierung unterwegs. Im Auftrag von Washington hat er den Indianern Oklahoma abgekauft. Das Land soll nun unter den Siedlern verteilt werden. Damit dies auch nach rechten Dingen geschieht, übernimmt Luke die Aufsicht über diese Aktion. Und nachdem die erste Stadt entstanden ist, sorgt er dort für Recht und Ordnung. Als es nach einigen Unruhen schließlich zu den ersten ordentlichen Bürgermeisterwahlen kommt, gibt es allerdings eine witzige Überraschung. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12924393,"hoster":"VOE"},{"redirect":13183733,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Die Geisterstadt","epNo":1,"alt":"","descr":"Auf seiner Reise trifft Lucky Luke auf zwei seltsame Gestalten, die ihm ganz nach Ganoven aussehen, sich aber als Geschäftsleute ausgeben. Gemeinsam erreichen sie eine Stadt, die nur noch von einem glücklosen Minenbesitzer namens Powell bewohnt wird. Dieser vertreibt die Ankömmlinge in die nächstliegende Stadt, wo man ihnen von Powell und Gold Hill, der Geisterstadt erzählt. Die beiden Halunken Denver und Colorado, wittern ihr Geschäft und planen, die vermeintliche Goldmine zu kaufen, ein wenig Gold zu schöpfen und sie dann teuer weiterzuverkaufen. Sie machen sich auf den Weg zu Powell, kehren aber bald zurück und klagen ihn der Hexerei an. Um Powell vor dem Galgen zu bewahren und dem Spuk ein Ende zu bereiten, schlägt Lucky Luke vor, im Saloon von Gold Hill ein Fest zu feiern … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974751,"hoster":"VOE"},{"redirect":8974756,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Richter","epNo":2,"alt":"","descr":"Lucky Luke soll eine Rinderherde nach Silver City bringen. Auf seinem Weg gelangt er in eine Stadt, in der ein Richter ganz eigene Vorstellungen von Gerechtigkeit hat. Willkürlich lässt er Leute verhaften und verteilt Geldstrafen, um seinen Verdienst aufzubessern. Kaum ist Lucky Luke mit seiner Herde in dem Gebiet angekommen, wird er auch schon verhaftet und in einem Prozess verurteilt. Bis ein neuer Richter in die Stadt kommt und sich mit Lucky Luke verbündet. Gemeinsam legen sie dem alten Richter das Handwerk. Doch nach getaner Tat entpuppt sich auch der neue Richter als äußerst korrupt.","versions":[{"lang":1,"streams":[{"redirect":8974761,"hoster":"VOE"},{"redirect":8974796,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Flucht der Daltons","epNo":3,"alt":"","descr":"Auf der Durchreise gelangt Lucky Luke in eine Stadt, in der die berühmt-berüchtigten Gebrüder Dalton Angst und Schrecken verbreiten, obwohl sie im Gefängnis sitzen. Als diese erfahren, dass sich ihr gefährlichster Widersacher in der Stadt aufhält, planen sie voller Rachegedanken die Flucht. Sie entledigen sich mithilfe einer Feile ihrer Ketten, stülpen dem Gefängniswärter einen Suppentopf über den Kopf und türmen. Lucky Luke erfährt von ihrer Flucht und macht sich sofort auf Verfolgungsjagd. Nachdem sich die Daltons mit Pferden und Munition eingedeckt, einen Krämer und eine Bank überfallen haben, entwerfen sie ein Fahndungsplakat, auf dem Lucky Luke als vermeintlicher Räuber und Bandit gesucht wird. Schon bald wird er gefangen genommen und zum Tode verurteilt. Die Daltons, die sich Lucky Lukes Hinrichtung nicht entgehen lassen wollen, reisen an … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974826,"hoster":"VOE"},{"redirect":8974812,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lucky Luke reitet für die 20er Kavallerie","epNo":4,"alt":"","descr":"Nur einer ist fähig, einen drohenden Krieg zwischen der Armee und dem Indianerstamm der Cheyenne zu verhindern: Lucky Luke, der \"einsame Cowboy\". Getarnt als Scout begibt er sich ins Fort Cheyenne an der Grenze zum Indianergebiet und bringt nach ersten Verhandlungen mit dem Militär einerseits und dem Häuptling \"Gelber Hund\" andererseits schnell in Erfahrung, wer der Anstifter der Unruhe ist: Flood, ein Deserteur und umtriebiger Geschäftemacher, der den Indianern Kanonen besorgt hat. Diesen Betrüger muss Lucky Luke zur Strecke bringen, um den Krieg zwischen Armee und Indianern zu verhindern. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974860,"hoster":"VOE"},{"redirect":8974843,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Lucky Luke gegen Joss Jamon","epNo":5,"alt":"","descr":"Die Bande des berüchtigten Joss Jarmon fällt in Los Palitos ein und verwüstet das Städtchen. Aus den Geschäften und dem Saloon wird Kleinholz gemacht, und natürlich wird auch die Bank überfallen. Lucky Luke, der rein zufällig vorbeikommt, wird als Bandenmitglied verdächtigt, festgenommen und um ein Haar gehängt. Erst als er dem Sheriff verspricht, die Bande innerhalb von sechs Monaten festzunehmen und in Los Palitos abzuliefern, lässt man ihn ziehen. Lucky Luke verfolgt die Bande Joss Jamons nach Frontier City, wo sie sich häuslich niedergelassen hat. Offenbar gehen die Geschäfte gut: das Hotel, die Bank, der Saloon, alles, was irgendwie von Bedeutung ist, gehört mittlerweile Joss Jamon und seinen Männern. Lucky Luke, dessen eigener Kopf auf dem Spiel steht, macht sich an die Arbeit … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974866,"hoster":"VOE"},{"redirect":8974863,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Nitroglyzerin","epNo":6,"alt":"","descr":"Amerika im Eisenbahnfieber. 1862 wird in den Vereinigten Staaten der Bau einer Eisenbahnlinie beschlossen, die die Ostküste mit der Westküste verbinden soll. Zwei konkurrierende Baugesellschaften versuchen, den Auftrag an sich zu reißen. Als durch einen unglücklichen Zufall eine Gefängnismauer ruiniert wird und die berüchtigten Daltons entfliehen können, nimmt das Chaos seinen Lauf. Die vier ebenso blöden wie gefährlichen Brüder halten irrtümlich eine mit Nitroglycerin gefüllte Kiste für einen Goldtransport, den sie kurzerhand per Bahn entführen. So muss Lucky Luke nicht nur den Kampf zwischen zwei Baugesellschaften schlichten, sondern auch noch die Gebrüder Dalton wieder einfangen … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974883,"hoster":"VOE"},{"redirect":8974895,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tortillas für die Daltons","epNo":7,"alt":"","descr":"Während des Gefangenentransports von einem Knast zum nächsten geraten die trotteligen Daltons in die Gewalt des mexikanischen Oberganoven Espuelas. Dieser will die Brüder in die ewigen Jagdgründe schicken, besinnt sich aber eines Besseren, und entschließt sich, die langjährige Erfahrung der Daltons zu nutzen, um seine Gangstermethoden auf Vordermann zu bringen. Von amerikanischer Seite wird Lucky Luke mit der Aufgabe betraut, die entflohenen Verbrecher wieder heimzubringen. Zusammen mit seinem Hund Rantanplan macht er sich auf ins Land der Kakteen … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974915,"hoster":"VOE"},{"redirect":8974919,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Pony-Express","epNo":8,"alt":"","descr":"Die Regierung setzt eine Prämie von 50.000 Dollar aus für denjenigen, dem es gelingen sollte, die Post von Sacramento nach Saint Josef in weniger als zehn Tagen zu befördern. Schafft er es nicht, so fällt die Prämie der Eisenbahngesellschaft zu. Russel nimmt die Herausforderung an. Er gründet einen Pony-Express. Doch hat er nicht mit den Intrigen der Eisenbahngesellschaft gerechnet, die kein Interesse am Gelingen des Konkurrenzunternehmens hat. Erst mit Hilfe von Lucky Luke gelingt es Russel, den Pony-Express aufzuziehen und den Fallen der Eisenbahngesellschaft zu entgehen. Doch nach und nach werden seine Reiter außer Gefecht gesetzt, so dass Lucky Luke als einziger Reiter übrig bleibt und zehn Tage lang durchgaloppieren muss … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974951,"hoster":"VOE"},{"redirect":8974941,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Kopfgeldjäger","epNo":9,"alt":"","descr":"Dem Rancher Forthworth wird der beste Hengst gestohlen und der Pferdepfleger, ein Indianer, des Diebstahls bezichtigt. Forthworth, außer sich vor Zorn und Rachgier – für diesen Hengst hatte er sich entschieden, als ihn seine Frau vor die Wahl stellt \"er oder ich\" – setzt ein Kopfprämie aus, um den Pferdedieb persönlich hängen zu lassen. Der zu Unrecht verdächtigte Indianer flüchtet in das Reservat der Cheyenne. Dort versucht ihn eine ganze Bande von Kopfgeldjägern herauszuholen, um der Prämie habhaft zu werden. Es kommt fast zum Krieg mit den Indianern, doch Lucky Luke ist wie gewohnt zu rechten Zeit am rechten Ort … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8974964,"hoster":"VOE"},{"redirect":8974969,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Verlobte von Lucky Luke","epNo":10,"alt":"","descr":"In der Goldgräberstadt Purgatory leben keine Frauen. Die Männer leiden. Da kommt der Bürgermeister auf die rettende Idee, Frauen aus einer fernen Stadt holen zu lassen. Um diese gefährliche Reise zu überwachen, wird Lucky Luke engagiert. Er führt den Frauentreck durch Wildnis, durch Indianergebiet, durch Wüste und Gebirge sicher zum Ziel. Doch in Purgatory fangen die Probleme für Lucky Luke erst richtig an: Der Mann, der sich die irische Jenny ausgesucht hat, sitzt wegen Schlägerei im Gefängnis, und Lucky Luke soll nun als Verlobter einspringen. Der hausfrauliche Eifer Jennys wird ihm bald zuviel. Schließlich wird sie von den Daltons entführt. Eine lästige Situation: Lucky Luke muss nun nicht nur die Daltons wieder einfangen, sondern auch seine \"Verlobte\", die er doch eigentlich gar nicht will, zurückholen … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975017,"hoster":"VOE"},{"redirect":8974997,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Sarah Bernhardt","epNo":11,"alt":"","descr":"Bei einem ihrer berühmten Konzerte hinterlässt die Diva von Boston bei dem zufällig anwesenden Gouverneur von Texas einen so nachhaltigen Eindruck, dass er der Künstlerin spontan eine Tournee durch Texas anbietet. Die Diva willigt ein. Eine abenteuerliche Reise beginnt. Zum Schutz der Diva, ihres Impressarios und ihres Hofstaates, Koch, Schminkmeister, Beleuchter und Butler, wird Lucky Luke verpflichtet. Doch unterwegs passieren immer wieder merkwürdige Dinge. Auf der Fahrt wird plötzlich der Salonwagen abgekuppelt, auf dem Mississippi bricht ein Brückengeländer","versions":[{"lang":1,"streams":[{"redirect":9207786,"hoster":"VOE"},{"redirect":12482537,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Hausierer","epNo":12,"alt":"","descr":"Der Hausierer Handy O’Toole ist mit seinem Wagen auf dem Weg nach Westen, wo er sich eine neue Existenz aufbauen will. Zwei Banditen überfallen ihn und wollen ihm sein Geld abnehmen, aber Lucky Luke kommt im rechten Augenblick dazwischen und vertreibt das Lumpenpack. Er gibt dem Händler noch eine Weile das Geleit, und sie treffen auf Mrs. Emily und ihren Sohn Tim, die beide arm und verlassen an der Straße sitzen, weil ihnen zwei Banditen den Wagen mit ihrem gesamten Besitz abgenommen haben. Emily und Tim wollten zu der ererbten Farm ihres Onkels, die sich Emily nach dem Tod ihres Mannes als neuen Wohnsitz ausgedacht hat. Mit vereinten Kräften wird die ziemlich heruntergekommene Farm von Emily wieder auf Vordermann gebracht. Doch da meldet sich Badlot, ein Gangsterboss, der die Farm für sich beansprucht und versucht, Emily mit Gewalt zu vertreiben … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975056,"hoster":"VOE"},{"redirect":8975052,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"High Noon für Lucky Luke","epNo":13,"alt":"","descr":"Lucky Luke macht die Bekanntschaft eines jungen Cowboys, der sich in den Kopf gesetzt hat, ein Westernheld zu werden. Der Grund ist seine junge Braut, die ihn sonst nicht heiraten würde. Doch bringt der junge Mann die ungünstigsten Eigenschaften mit: beim Schießen macht er die Augen zu und seine körperlichen Kräfte sind bescheiden. Lucky Luke will dem jungen Mann helfen, doch ist dies schwieriger als erwartet, denn er macht nicht die geringsten Fortschritte. Es kommt noch schlimmer: Die Stadt, in der er lebt, wird vom \"Texas-Killer\" beherrscht. Dieser entführt die Braut des jungen Mannes, dessen Heldentaten nun plötzlich ernsthaft gefragt sind … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975072,"hoster":"VOE"},{"redirect":8975073,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Apachencanyon","epNo":14,"alt":"","descr":"Längst ist Frieden eingekehrt zwischen Indianern und Weißen, nur Colonel O’Nollan führt einen erbitterten Krieg gegen Häuptling Patronimo von den Chimichouri Apachen. Er hasst sie, weil der Vater des Häuptlings vor langer Zeit seinen Sohn im Alter von vier Jahren entführt hat. Lucky Luke soll feststellen, warum es mit den Chimichouris keinen Frieden geben kann und geht der Sache auf den Grund. Der unversöhnliche Colonel O’Nollan erzählt ihm das Familiendrama. Lucky Luke geht der Geschichte auf den Grund. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975101,"hoster":"VOE"},{"redirect":8975103,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Erbschaft von Rantanplan","epNo":15,"alt":"","descr":"Ein bekannter Glücks- und Falschspieler namens Svenson, der einmal mit den Daltons im Gefängnis gesessen hatte, hat ein merkwürdiges Testament hinterlassen: Nach seinem Tode soll der Gefängnishund Rantanplan all sein Geld, seine Häuser, sein Hotel, den Saloon, eben alles erben. Der plötzliche Tod von Svenson macht Rantanplan zum reichsten Hund der Welt. Aber das Testament sagt weiter, dass im Falle des Todes von Rantanplan das ganze Vermögen auf Joe Dalton übergehe. Eine große Hundejagd ist angesagt. Lucky Luke wird zum Paten bestimmt, der Rantanplan beschützen soll …","versions":[{"lang":1,"streams":[{"redirect":8975118,"hoster":"VOE"},{"redirect":8975109,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Daily Star","epNo":16,"alt":"","descr":"Horace Greely, Journalist und Zeitungsdrucker, hatte es sich zur Aufgabe gemacht, die üblen Machenschaften im Westen anzuprangern. Er schreibt über das gepanschte Bier in den Saloons, über die überteuerten Lebensmittel und über die krummen Geschäfte des Totengräbers. Natürlich schafft er sich damit keine Freunde, sondern erbitterte Gegner. Alle versuchen, dem wackeren Journalisten das Handwerk zu legen. Doch der hat einen Freund und Beschützer, der ihm in allen schwierigen Situationen zur Seite ist und der Wahrheit die Tür öffnet … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975144,"hoster":"VOE"},{"redirect":8975149,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Vetternwirtschaft","epNo":17,"alt":"","descr":"Die Daltons wollen die Familienehre retten, insbesondere diejenige ihrer vier Vettern, die Lucky Luke aus dem Verkehr gezogen hat. So beginnen sie ein Intensivprogramm in Sachen Verbrechenspflege, machen Schieß- und Überfallübungen und fühlen sich schließlich gerüstet, ihrem Widersacher Lucky Luke ans Leder zu gehen. Lucky Luke gerät in die Klemme und erklärt sich bereit, bei dem Gaunerquartett mitzumachen. Er arrangiert im Einvernehmen mit den zuständigen Bankern Überfälle und lässt seine Kumpels in Säcken verpackte Steine statt der Goldbarren abschleppen. Die Lage spitzt sich zu … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975192,"hoster":"VOE"},{"redirect":8975163,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Die Daltons auf dem Kriegspfad","epNo":18,"alt":"","descr":"Durch den Erlass einer Generalamnestie des neu gewählten Gouverneurs werden die Gefängnisse im Lande leer. Sogar die Daltons werden entlassen, gerade als sie wieder mal einen Ausbruch planten. Zivilkleider lehnen sie ab","versions":[{"lang":1,"streams":[{"redirect":8975186,"hoster":"VOE"},{"redirect":8975180,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Lucky Luke gegen Pat Poker","epNo":19,"alt":"","descr":"Lucky Luke wird zum Sheriff von Red City, einem berüchtigten Spielernest, das sich ganz in den Händen von Pat Poker befindet. Umgeben von drei Obergaunern und im Besitz des einzigen Spielsaloons der Stadt tyrannisiert er die Bürger und nimmt ihnen durch Falschspiel die letzten Dollar ab. Noch vor seinem Eintreffen in Red City ereilt Lucky Luke ein Missgeschick. Während er im See ein Bad nimmt, wird ihm alles gestohlen: seine Kleidung, sein Colt und sogar Jolly, sein braves Pferd. So trifft er zum Gespött aller zu Fuß und in Unterhosen an seinem neuen Wirkungsort ein. Alles scheint sich gegen ihn verschworen zu haben. Doch mit List und Tücke gelingt es ihm zu zeigen, wer die besseren Karten hat … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":13018983,"hoster":"VOE"},{"redirect":8975212,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das Alibi","epNo":20,"alt":"","descr":"J.J. John Junior bestellt Lucky Luke zu sich, um ihm einen sonderbaren Auftrag zu erteilen. Lucky Luke soll seine Tochter und deren Bräutigam auf der Hochzeitsreise begleiten und die beiden in die rauen Sitten des Wilden Westens einführen. Denn das Leben ist hart, meint J.J. John Junior, und die jungen Leute sollten sich an Realitäten orientieren, insbesondere sein Schwiegersohn, ein liebenswerter Spinner, der nur in Reimen spricht. Natürlich darf den beiden dabei nichts passieren. Luke soll alles arrangieren und die nötigen Vorsichtsmaßnahmen treffen. Geld spielt keine Rolle. So bugsiert Lucky Luke das junge Ehepaar von einem Abenteuer ins nächste. Er arrangiert Scheingefechte, Scheinschlägereien und Scheinüberfälle der Indianer, bis die Sache eine seltsame Wendung nimmt und aus Spaß plötzlich Ernst wird … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975233,"hoster":"VOE"},{"redirect":8975231,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der falsche Mexikaner","epNo":21,"alt":"","descr":"Der Gauner und Falschspieler Cucaracha verbündet sich mit dem Stamm der Blaufüße, um mit ihrer Hilfe die Stadt Rattlesnake Valley in seine Gewalt zu bringen. Die Blaufüße wiederum verbünden sich mit den Grünfüßen und der in Bedrängnis geratene Sheriff ruft die Kavallerie des nächsten Forts zu Hilfe. Aber nichts funktioniert. Die verbündeten Indianerstämme können ihr Kriegsbeil nicht finden und das Telegramm des Sheriffs erreicht die Kavallerie zu spät, so dass die kleine Stadt zunächst ganz auf sich selbst angewiesen bleibt. Wenn nicht Lucky Luke seine Hände mit im Spiel hätte … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975250,"hoster":"VOE"},{"redirect":8975261,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Der einarmige Bandit","epNo":22,"alt":"","descr":"Adolphe und Arthur Stone, zwei junge Farmersöhne, beschäftigen sich mit Erfindungen und haben unter anderem einen Spielautomaten erfunden, bei dem man eine Münze einwirft, an einem Hebel zieht und – unter Umständen – Geld gewinnt. Dieser sensationelle Apparat ist das Urexemplar des später berüchtigten einarmigen Banditen. Nun soll die Maschine getestet werden. Aber da die beiden jungen Erfinder noch nie von ihrer Farm heruntergekommen sind, wird ihnen vom zuständigen Senator ein Bewacher zugeteilt: Lucky Luke. Er muss Adolphe und Arthur sicher durch viele Gefahren führen, die ebenso am Wege lauern wie in den Spielsaloons, wo Falschspieler um ihre Pfründe zittern. (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975274,"hoster":"VOE"},{"redirect":8975283,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Western Zirkus","epNo":23,"alt":"","descr":"Auf dem Weg zum Rodeo in Fort Coyote begegnet Lucky Luke dem Zirkusdirektor Mulligan und seiner Truppe und lässt sich von ihnen als Kunstreiter engagieren. In Fort Coyote angekommen, müssen sie jedoch feststellen, dass der Obergauner Zilich, auch \"Brillantzahn\" genannt, die ganze Stadt beherrscht und den Zirkus auf keinen Fall als Konkurrenz zu seinem Rodeo in der Stadt haben will. Er versucht die gemeinsten Tricks, um die Künstler auszuschalten und verbündet sich sogar mit den Indianern, die das Zirkuszelt in Brand stecken. Aber alle nur denkbaren Schandtaten nützen ihm nichts … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":14427742,"hoster":"VOE"},{"redirect":8975299,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Finger","epNo":24,"alt":"","descr":"Der landauf-landab bekannte Taschendieb und Zauberkünstler \"Flinker Finger\" landet im Gefängnis und kommt in die Zelle, in der die vier Daltons sitzen. Diese planen wie immer mal wieder einen Ausbruch, und \"Flinker Finger\" ist mit von der Partie. Beim nächsten Bankeinbruch werden alle festgenommen und ins Gefängnis zurückgeschickt. Doch \"Flinker Finger\" ist kein Schwerverbrecher und so erreicht Lucky Luke, dass er begnadigt wird, allerdings unter der Voraussetzung, dass er auf ihn aufpasst und gewissermaßen für seine Taten verantwortlich ist. Ein schweres Los für den Cowboy, besonders, als es \"Flinker Finger\" gelingt, den Spieß umzudrehen und Lucky Luke vor Gericht zu bringen … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975335,"hoster":"VOE"},{"redirect":8975320,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Gefährliche Reise","epNo":25,"alt":"","descr":"Das Ehepaar Milton und Edna ist mit Sack und Pack unterwegs, um sich dem großen Treck nach Westen anzuschließen. Unterwegs verirren sie sich mit ihrem Wagen und landen an einem Fluss. Der Retter ist nah: Lucky Luke hilft ihnen selbstlos übers Wasser und schärft ihnen ein, die Augen offen zu halten. Doch Milton schläft am Feuer ein und die Daltons entführen den Wagen mitsamt der armen Edna, die nichts ahnend im Innern des Wagens schläft. Eine rasante Verfolgungsjagd beginnt … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":8975353,"hoster":"VOE"},{"redirect":8975338,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Die Reisschlacht","epNo":26,"alt":"","descr":"Lucky Luke rettet den Chinesen Tchong aus den Händen der Apachen und begleitet ihn nach Nothing Gulch, wo Tchong ein chinesisches Restaurant aufmachen will. Auf der Suche nach einem geeigneten Lokal übernimmt er schließlich den Saloon des betrügerischen Bart, der Tchong mit gezinkten Karten seine Ersparnisse abnehmen will. Doch Lucky Luke steht Tchong hilfreich zur Seite und Bart muss das Feld räumen. Bart sinnt auf Rache. Er überredet den Chinesen Ming, ebenfalls ein Restaurant aufzumachen. Ein gnadenloser Konkurrenzkampf beginnt … (Text: arte)","versions":[{"lang":1,"streams":[{"redirect":12924394,"hoster":"VOE"},{"redirect":8975368,"hoster":"Streamtape"}]}]}]}]}