{"seriesId":"luke-bryan-my-dirt-road-diary","name":"Luke Bryan: My Dirt Road Diary","descr":"Der mehrfach mit Platin ausgezeichnete Country-Musik-Superstar und frisch gebackene Entertainer des Jahres der Academy of Country Music Awards, Luke Bryan, erlebt die Höhen und Tiefen, Triumphe und Tragödien auf dem Weg zu seinem beispiellosen Erfolg.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Leesburg, GA, ist der Ort, an dem Luke Bryan alles begann, während wir von denen, die ihn am besten kennen, von seiner Familie etwas über sein Leben und seine Karriere erfahren. Wir schauen in Lukes Leben und folgen seinem Weg zum Ruhm, der voller unerwarteter Tragödien war.","versions":[{"lang":2,"streams":[{"redirect":13056959,"hoster":"VOE"},{"redirect":8438850,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Nach einem tragischen Familienverlust wird Luke ermutigt, seinen Träumen zu folgen, aber es gibt ein paar Unebenheiten auf dem Weg. Mit unermüdlicher Entschlossenheit navigiert Luke durch die harte Welt des Musikgeschäfts und findet Fuß.","versions":[{"lang":2,"streams":[{"redirect":13484889,"hoster":"VOE"},{"redirect":8438830,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Lukes Karriere beginnt sich zu entfalten, als er seine erste Single veröffentlicht. Seine Familie begleitet ihn für einen entscheidenden Moment, als er zum ersten Mal die Grand Ole Opry spielt, was sich als die letzte Nacht herausstellt, die er mit einem seiner Familienmitglieder verbringt.","versions":[{"lang":2,"streams":[{"redirect":13484891,"hoster":"VOE"},{"redirect":8438835,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 5","descr":"Während alle Augen darauf warten, ob sein zweites Album ein Erfolg wird, verlässt Luke seine Komfortzone und führt das Album mit einer Ballade an. Luke ist für die Academy of Country Music Awards 2015 als \"Entertainer des Jahres\" nominiert.","versions":[{"lang":2,"streams":[{"redirect":13484896,"hoster":"VOE"},{"redirect":12978390,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Luke erlebt einen weiteren Familienverlust und nimmt seinen Neffen und seine Nichten auf. Die Nerven sind hoch, als die Academy of Country Music Awards 2021 wieder eintrifft, und Luke ist nicht der einzige aus seiner Crew, der in der Lage ist, eine Auszeichnung zu gewinnen.","versions":[{"lang":2,"streams":[{"redirect":13484902,"hoster":"VOE"},{"redirect":8438868,"hoster":"Streamtape"}]}]}]}]}