{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine","name":"Lupin the Third The Woman Called Fujiko Mine","descr":"[Ger Sub] Viele Menschen fallen einer neuen, sehr verdächtigen Religion zum Opfer. Lupin III infiltriert diese Gruppe, um so an den Schatz zu gelangen, der vom Anführer dieser Gruppe versteckt gehalten wird. Dort begegnet er der wunderschönen, bezaubernden Fujiko Mine, die den Anführer dieser religiösen Gruppe durch ihre Schönheit verführen konnte. Dies ist die Geschichte über die diebische Fujiko Mine, wie sie den Meisterdieb Lupin III das erste Mal traf.","seasons":[{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-1","name":"","epNo":1,"alt":"Master Thief VS Lady Looter","descr":"Erzählt die Geschichte, wie Mine Fujiko Arsène Lupin III zum ersten Mal traf . Fujiko ist auf einer Mission, um eine Drogenoperation zu infiltrieren, die durch die Ankunft des Meisterdiebs Lupin nicht geholfen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314385","hoster":"VOE"},{"path":"/redirect/10127169","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840281","hoster":"VOE"},{"path":"/redirect/8591268","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-2","name":"","epNo":2,"alt":"357 Magnum","descr":"Nachdem Fujiko eine Wette verloren hat und in den Besitz einer Casinobesitzerin übergegangen ist, wird Fujiko auf eine Mission geschickt, um Jigen Daisukes .357 Magnum zu stehlen .","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10228775","hoster":"VOE"},{"path":"/redirect/10127171","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840284","hoster":"VOE"},{"path":"/redirect/8591270","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-3","name":"","epNo":3,"alt":"The Lady and the Samurai","descr":"Als Fujiko als Nachhilfelehrerin undercover auf ein paar Kinder aufpasst, um in einem Zug Weltschätze zu besorgen, darunter den Nachfolger eines Landes, trifft sie den Samurai Ishikawa Goemon XIII , der auf Mission ist, den Großvater der Kinder, Mr . zu ermorden . Als der Attentäter Trunc und Goemon töten will, indem er den Zug außer Kontrolle bringt, arbeiten Fujiko und Goemon zusammen, um die Kinder zu retten, indem sie die Passagiere von den Schätzen trennen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10127172","hoster":"VOE"},{"path":"/redirect/10127176","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840286","hoster":"VOE"},{"path":"/redirect/8591275","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-4","name":"","epNo":4,"alt":"Vissi d\u0027arte, Vissi d\u0027amore","descr":"Um von der Polizei entlassen zu werden, hat Fujiko Sex mit Inspektor Zenigataund wird dann angewiesen, eine juwelenbesetzte Maske, die von einer Opernsängerin namens Ayan Maya getragen wird, vor dem Diebstahl durch Lupin zu schützen. Während die Aufführung heute Abend weitergeht, unternimmt ein mysteriöser \"Geist der Oper\" einen Anschlag auf Ayans Leben. Als Ayan aufgrund der Erfahrung in Ohnmacht fällt, wird Fujiko als ihr Stellvertreter eingesetzt, um Lupin herauszulocken. Fujiko ist jedoch bald gefangen und entdeckt, dass der Attentat auf Ayans Leben eine Fälschung war, während Lupin enthüllt, dass der Ayan auf der Bühne tatsächlich ein Bühnenarbeiter ist. Während Zenigata Lupin jagt, jagt Fujiko dem Geist Darenzo nach und trifft den echten Ayan, der mit Dorenzo unter dem Opernhaus gelebt hatte. Als Ayan ihre Entscheidungen erklärt, beschließt sie, die Maske zu verbrennen, bevor sie Fujiko und Lupin zum Abendessen einlädt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10228776","hoster":"VOE"},{"path":"/redirect/10127173","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12380086","hoster":"VOE"},{"path":"/redirect/8591271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-5","name":"","epNo":5,"alt":"Blood-Soaked Triangle","descr":"Als Lupin versucht, Fujiko zu umwerben, erzählt sie ihm von einem Juwelenpfau am Fuße einer Pyramide in Ägypten. Unterdessen macht sich auch Jigen auf die Suche nach dem Pfau, der nach einem Betrug knapp bei Kasse ist. Jigen kämpft bald nicht nur gegen Lupin, sondern auch gegen die verschiedenen Fallen, die von Plünderern aufgestellt werden. Nachdem sowohl Lupin als auch Jigen zusammen in eine Falle geraten sind, erscheint Fujiko und enthüllt, dass der Pfau erscheinen wird, wenn einer von ihnen in der Falle stirbt. Beiden gelingt es jedoch zu entkommen, indem sie einige Skorpione opfern. Der Pfau offenbart sich, aber Fujiko muss ihn aufgeben, um aus der Pyramide zu entkommen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517179","hoster":"VOE"},{"path":"/redirect/10127175","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840287","hoster":"VOE"},{"path":"/redirect/8591272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-6","name":"","epNo":6,"alt":"Prison of Love","descr":"Fujiko beginnt als Lehrerin an einer Mädchenschule zu arbeiten, wo sie sofort das Ziel der Zuneigung vieler Schüler ist, darunter auch ein schüchternes Mädchen namens Isolde Brach. Fujiko beginnt sich für Isolde zu interessieren und die beiden verbringen einige Zeit miteinander. Als Isolde von ihren eifersüchtigen Klassenkameraden bestraft wird, wendet sie sich für eine Nacht voller Leidenschaft an Fujiko. Es stellt sich jedoch bald heraus, dass Isolde tatsächlich Zenigatas Assistent Oscar ist, der den Platz der echten Isolde einnahm, um sowohl Fujiko als auch Lupin zu fangen. Am nächsten Tag initiiert Oscar einen Plan, um Lupin zu fangen. Zu diesem Zeitpunkt hatte er jedoch bereits Fujiko befreit, der Oscar dazu brachte, ihr den Code für ein Anhänger mit einer Abschlussarbeit von Isoldes verstorbenem Vater zu geben. Als Fujiko und Lupin entkommen und sich die Beute teilen, schwört Oscar, sich an Fujiko zu rächen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13535396","hoster":"VOE"},{"path":"/redirect/10127177","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13098292","hoster":"VOE"},{"path":"/redirect/8591273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-7","name":"","epNo":7,"alt":"Music and Revolution","descr":"Fujiko und Goemon werden in einen Fall verwickelt, der sehr gut zum dritten Weltkrieg führen könnte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517185","hoster":"VOE"},{"path":"/redirect/10127181","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840289","hoster":"VOE"},{"path":"/redirect/8591276","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-8","name":"","epNo":8,"alt":"Dying Day","descr":"Die Wahrsagerin Shitoto kann das \"Todesdatum\" jeder Person erraten. Die Opfer sind allesamt ehemalige Spuren von Lupin III. Jigen wird angeheuert, um die Lithographie zu zerstören, die Shitoto verwendet, um diese Schicksale zu lesen. Lupin verbündet sich mit Jigen, doch Lieutenant Oscar wartet auf ihn. Was hat diese Wahrsagerin mit dem Schicksal von Fujiko vor?","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517184","hoster":"VOE"},{"path":"/redirect/10127182","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840290","hoster":"VOE"},{"path":"/redirect/8591274","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-9","name":"","epNo":9,"alt":"Love Wreathed in Steam","descr":"Lupin und Jigen suchen nach einem Mädchen, das als lebendes Kunstwerk verwendet wurde. Das Mädchen hat keinen Namen, da die Künstlerin sie nur mit einem Objekt behandelte, während ihre Motive für die Einnahme unbekannt sind, verbindet sich das Mädchen mit Jigen. Aber das Trio hat Probleme, Fujiko auszuweichen, die sie aus persönlichen Gründen unbedingt töten will. Schließlich bringt Fujiko Lupin und das Mädchen in einer heißen Quelle in die Enge, kann sie aber nicht angreifen, als Lupin sie warnt, da sie sich im Herzen der Quellen befinden; er würde reagieren, sollte sie versuchen, dem Mädchen zu schaden. Er konfrontiert Fujiko mit ihren Gründen für den Versuch, das Mädchen zu töten, und leitet daraus ab, dass Fujiko das Mädchen als sie selbst sieht. Beide Frauen haben ihr Leben verändert und manipuliert. Als Fujiko dies als die Wahrheit sieht, geht sie völlig fassungslos. Lupin und Jigen bedecken das Mädchens Tattoos und lässt sie in einem buddhistischen Tempel zurück, in der Hoffnung, dass sie ein richtiges Leben haben kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13019007","hoster":"VOE"},{"path":"/redirect/10127180","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840294","hoster":"VOE"},{"path":"/redirect/8591277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-10","name":"","epNo":10,"alt":"Ghost Town","descr":"Lupin untersucht eine Gruppe von Eulenmenschen, die Fujiko begehren, und beginnt, mehr über Fujikos Vergangenheit zu erfahren, während sie Illusionen bekämpft, die durch eine seltsame Droge hervorgerufen werden.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517186","hoster":"VOE"},{"path":"/redirect/10127185","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840291","hoster":"VOE"},{"path":"/redirect/8591278","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-11","name":"","epNo":11,"alt":"The Feast of Fools","descr":"Während Goemon versucht, sich um Fujiko zu kümmern, verkleidet sich Oscar als Fujiko und rahmt sie für verschiedene perfekte Verbrechen ein, um Zenigatas Gunst zu gewinnen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13526968","hoster":"VOE"},{"path":"/redirect/10127188","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840292","hoster":"VOE"},{"path":"/redirect/8591279","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-12","name":"","epNo":12,"alt":"The Woman Called Fujiko Mine (Part 1)","descr":"Fujiko, Zenigata, Lupin und Jigen gehen in einen seltsamen Freizeitpark, um sich endlich Fujikos Vergangenheit und dem geistesgestörten Graf Luis Yu Almeida zu stellen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13526969","hoster":"VOE"},{"path":"/redirect/10127190","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/13111061","hoster":"VOE"},{"path":"/redirect/8591280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/lupin-the-third-the-woman-called-fujiko-mine/staffel-1/episode-13","name":"","epNo":13,"alt":"The Woman Called Fujiko Mine (Part 2)","descr":"Fujiko betritt eine Kammer, in der Graf Luis Yu Almeida sitzt und auf sie wartet, jedoch mischt sich Lupin von einem Kommunikationsraum aus ein und wird von Jigen erschossen, der die Fräulein Eule-Kult-Droge inhaliert, was Lupin zur Flucht bringt. Fujiko fällt in eine andere Kammer, in der die Nachricht in Blöcken erscheint und Lupin hilft Fujiko dabei, wieder die Spitze zu erreichen. In einem speziellen Raum erklärt Lupin die wahren Ereignisse, die sich in der Tragödie von Eulenspiegel ereigneten und wie man kleinen Mädchen auf brutale Weise Gedankenkontrolle einführt. Im Zimmer liegt auch Dr. Kaisers Tochter Aisha, die schon lange um des Grafen Almeida willen experimentiert hat und nun gebrechlich und geschwächt ist. Fujiko enthüllt, dass sie als Dienstmädchen das Herrenhaus betreten hat und beabsichtigt, die Kultdroge von Fräulein Eule zu stehlen, aber sie wurde von Almeidas Männern in die Enge getrieben und experimentierte auch mit ihr.Ihr Drang, zu stehlen und sich dem Sex hinzugeben, machte Aisha etwas glücklich. Als sich das Gespräch nähert, bekommt Lupin Aisha und entlarvt \"Minervas\" Eule, die zufällig Aishas Mutter ist, die die Eulenspiegel-Tragödie überlebt hat. Lupin und Fujiko bringen Aisha an eine Küste, aber Aisha erliegt aufgrund ihres geschwächten Zustands. Als sie losfahren, fordert Fujiko Lupin heraus, sie zu stehlen, aber Lupin scheitert daran, sie zu erwischen, weil sie einen Bolzen aus dem Auto gestohlen hat, was dazu führt, dass es zerlegt wird und Lupin mitten auf der Straße zurücklässt.Als sie losfahren, fordert Fujiko Lupin heraus, sie zu stehlen, aber Lupin scheitert daran, sie zu erwischen, weil sie einen Bolzen aus dem Auto gestohlen hat, was dazu führt, dass es zerlegt wird und Lupin mitten auf der Straße zurücklässt.Als sie losfahren, fordert Fujiko Lupin heraus, sie zu stehlen, aber Lupin scheitert daran, sie zu erwischen, weil sie einen Bolzen aus dem Auto gestohlen hat, was dazu führt, dass es zerlegt wird und Lupin mitten auf der Straße zurücklässt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517187","hoster":"VOE"},{"path":"/redirect/10127191","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8840295","hoster":"VOE"},{"path":"/redirect/8591281","hoster":"Streamtape"}]}]}]}]}