{"path":"/serie/stream/luzie-der-schrecken-der-strae","name":"Luzie, der Schrecken der Straße","descr":"[Lucie, postrach ulice] Star dieses Kinderserien-Klassikers aus den tschechischen Barrandov-Studios ist die kleine Schulanfängerin Luzie Krause (Žaneta Fuchsová), die sich gegen Ende der Sommerferien wenige Tage vor Schulbeginn zu Hause langweilt, weil ihre Eltern arbeiten und all ihre Freundinnen noch verreist sind.Sie wäre wahnsinnig gern Mitglied in der gefürchteten Gang des Nachbarsjungen Oswald Richter (Michael Hofbauer) und willigt schließlich ein, die dafür von Oswald geforderten Mutproben zu absolvieren. Als sie bei einer dieser Mutproben in einem Kaufhaus ein Päckchen Knetmasse stehlen soll und erwischt wird, ist das Päckchen plötzlich wie von Geisterhand verschwunden. Doch schon kurz danach taucht der Inhalt des Päckchens bei Luzie wieder auf, denn die Knetmasse hat sich in die zwei Knetmännchen \"Friedrich und Friedrich\" verwandelt, die jede beliebige Form annehmen können, immer hungrig sind und von nun an Luzies Leben in ein turbulentes Abenteuer verwandeln. So machen sie zum Beispiel aus Luzies Wohnung einen Ozean oder lassen eine Eisbahn entstehen und helfen ihr sogar, Anführerin von Oswalds Bande zu werden.","seasons":[{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1/episode-1","name":"Luzie will nicht allein sein","epNo":1,"alt":"","descr":"Es sind nur noch wenige Tage bis zum ersten Schultag von Luzie. Aber sie ist ganz allein und langweilt sich. Beim Großvater auf dem Land, da gab’s wilde Spiele. Aber hier, in der Stadt…? Oswald und sein Bande – ja, wenn man dabei wäre! – Aber die Herren und Damen des dritten und vierten Schuljahres verachten Schulanfänger. Luzie läuft dennoch unverdrossen hinter der Bande her. So findet sie sich allein auf dem Dach eines Hochhauses, im Teich bei den Seerosen und – pfui, pfui, pfui – auf Diebestour im Kaufhaus. Dabei rettet sie unfreiwillig Friedrich \u0026 Friedrich vor dem Sommerschlußverkauf und hat ganz zum Schluß – in den letzten zwanzig Sekunden des ersten Films – zwei neue, gefräßige, lustige und bunte Freunde gefunden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8388148","hoster":"VOE"},{"path":"/redirect/8388149","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1/episode-2","name":"Luzie und Friedrich \u0026amp; Friedrich","epNo":2,"alt":"","descr":"Das wären sie also – die drei. Ein Mädchen und zwei Knetmännchen. Und die Wohnung von Luzies Eltern, die noch ganz ordentlich aussieht. Das aber ändert sich im Laufe der nächsten halben Stunde auf das gründlichste. Luzie spült, Friedrich \u0026 Friedrich helfen, denn Scherben bringen ja Glück. Luzie sieht fern – und die beiden Männchen setzen die Wohnung unter Wasser. Als die Eltern kommen, da sieht es so aus, als wäre Oswald an allem schuld gewesen. Komisch nur, daß am Abend, als Fantomas, das Märchen für vernünftige Leute läuft die neue Pfeife des Vaters Beine bekommt und wie ein Dackel bellt. Und wer hat \"Fantomas war hier\" so falsch an den Badezimmerspiegel geschrieben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8388159","hoster":"VOE"},{"path":"/redirect/8388154","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1/episode-3","name":"Luzie und die schönen Zahnschmerzen","epNo":3,"alt":"","descr":"Als Oswald das Treppengeländer herunterrutschen will, fällt er auf die Nase. Seltsam genug, daß die kleine Luzie das auf einmal kann. Die Oswald-Bande ist begeistert. Mit Hilfe von Friedrich \u0026 Friedrich wird daraus die gefährliche Luzie-Bande. Das erste Ziel ist die Zahnarztpraxis in der Klinik, wo die Mutti arbeitet. Da steht der kleine dicke Junge, der sich nicht hereintraut, obwohl der Einser-Zahn oben weh tut und raus muß. Luzie fährt mit ihm auf dem Behandlungsstuhl auf und ab. Friedrich \u0026 Friedrich ziehen eine Seehunde-Nummer in der Wasserschale ab und der Portier wundert sich, wie viele Kinder plötzlich zum Zahnarzt wollen. Nach einem kleinen Umweg über den Spielplatz ist Luzie wieder zu Hause. Nur Oswald sitzt noch der Schreck vom Morgen in den Knochen. Als er gerade sein Frühstücksei anklopfte, da sprang die Schale auf und heraus sahen zwei furchterregende Ungeheuer, die ihm Folterqualen androhten. Der Zahnarzt fragt am Abend seine Frau Kollegin, die Luzies Mutter ist, ob sie auch schon einmal Seehunde, und zwar kleine grüne Seehunde, gesehen hätte?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8388162","hoster":"VOE"},{"path":"/redirect/8388165","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1/episode-4","name":"Luzie geht durch die Stadt","epNo":4,"alt":"","descr":"Luzie, die frühere Oswald-Bande und die beiden Knetmännchen gehen durch die Stadt. Der arme Oswald auch. Aber während Luzie und die Kinder Spaß haben, muß Oswald zum Friseur und mit der Mama Kleider kaufen. Schrecklich! Und das alles nur, weil Professor Hartmann, der große Klavier-Professor, Oswald spielen hören soll: Beethoven. Bis es soweit ist, werden die Vertreter nachfolgend aufgeführter Berufe an ihren Verstandeskräften irre: ein billiger Jakob, ein Obstverkäufer, ein Tankwart. Dann greift Oswald in die Klaviertasten. Die Vorstel- lung ist prima. Zum Schluß ist das Klavier kaputt – und Oswald glücklich. Friedrich \u0026 Friedrich aber, die Oswald gemartert haben, sind wieder zufrieden bei Luzie gelandet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8388170","hoster":"VOE"},{"path":"/redirect/8388169","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1/episode-5","name":"Luzie und der Sommerschnee","epNo":5,"alt":"","descr":"Friedrich \u0026 Friedrich, die beiden Knetmännchen, sind nicht nur bunt und lustig, sie sind auch unheimlich verfressen. Bei einem ihrer Beutezüge lassen sie das Gefrierfach des Kühlschranks auf – und mitten im Sommer verwandelt sich die Wohnung von Luzies Eltern in eine Eisbahn. Man spielt Eishockey und Eiskönigin. Wen wundert es, daß dabei die Wohnung immer reparaturbedürftiger wird. Zum Schluß befinden sich sieben verschiedene Handwerker gleichzeitig dort, was schon märchenhaft genug ist. Als der Schnee getaut ist, kurz bevor die Eltern zurückkommen, erinnert nur der geschmückte Gummibaum an die verdrehte Jahreszeit. Luzie aber ist traurig: Mariechen, ihre beste Freundin, will die Männchen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8388178","hoster":"VOE"},{"path":"/redirect/8388182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/luzie-der-schrecken-der-strae/staffel-1/episode-6","name":"Luzie kommt zur Schule","epNo":6,"alt":"","descr":"Der Großvater ist gekommen. Er hat seine beiden Hunde mitgebracht, die Jagd auf Friedrich \u0026 Friedrich machen – aber sie natürlich nicht erwischen. Luzie hat sich entschlossen, die beiden Knetmännchen in das Kaufhaus zurückzubringen, wobei ihr der Großvater helfen will. Der superschlaue Detektiv aber denkt, der Großvater sei ein Ladendieb. Es gibt ein Riesentheater. Erschöpft schläft die Familie am Abend ein und verschläft den ersten Schultag. Luzie macht sich am Morgen tapfer mit der Schultüte, aus der sie die naschhaften Friedriche entfernen mußte, allein auf den Weg. Die Familie saust im Schlafanzug hinterher. Und was wird mit den beiden Knetmännchen Friedrich \u0026 Friedrich? Sie haben Abschied von Luzie genommen – und sie hat nicht einmal geweint.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8388183","hoster":"VOE"},{"path":"/redirect/8388184","hoster":"Streamtape"}]}]}]}]}