{"seriesId":"machine-doll-wa-kizutsukanai","name":"Machine-Doll wa Kizutsukanai","descr":"Es ist das frühe 20.Jahrhundert. Raishin Akabane ist ein sogenannter `Puppenspieler`. Er kommt den weiten Weg aus Japan, um an der Walpurgis Royal Academy of Machine Arts in England das \u0026amp;quot;Machinart\u0026amp;quot; - eine Kombination aus Magie und Technologie mit militärischen Gerätschaften - zu studieren. Begleitet wird er von Yaya, seinem aktuellen Automaton - eine durch Magie verstärkte mechanische, lebende Puppe, spezialisiert für den Nahkampf. In der Schule wird ein Kampf-Turnier für die besten 100 Schüler veranstaltet, um den stärksten Puppenspieler zu krönen, der sich ab da \u0026amp;quot;Wiseman\u0026amp;quot; nennen darf.","seasons":[{"seasonId":"filme","episodes":[{"epId":"film-1","name":"","epNo":1,"alt":"OVA 1","descr":"","versions":[{"lang":3,"streams":[{"redirect":8841123,"hoster":"VOE"},{"redirect":8591914,"hoster":"Streamtape"}]}]},{"epId":"film-2","name":"","epNo":2,"alt":"OVA 2","descr":"","versions":[{"lang":3,"streams":[{"redirect":8841122,"hoster":"VOE"},{"redirect":8591913,"hoster":"Streamtape"}]}]},{"epId":"film-3","name":"","epNo":3,"alt":"OVA 3","descr":"","versions":[{"lang":3,"streams":[{"redirect":8841124,"hoster":"VOE"},{"redirect":8591911,"hoster":"Streamtape"}]}]},{"epId":"film-4","name":"","epNo":4,"alt":"OVA 4","descr":"","versions":[{"lang":3,"streams":[{"redirect":13495583,"hoster":"VOE"},{"redirect":8591910,"hoster":"Streamtape"}]}]},{"epId":"film-5","name":"","epNo":5,"alt":"OVA 5","descr":"","versions":[{"lang":3,"streams":[{"redirect":8841126,"hoster":"VOE"},{"redirect":8591916,"hoster":"Streamtape"}]}]},{"epId":"film-6","name":"","epNo":6,"alt":"OVA 6","descr":"","versions":[{"lang":3,"streams":[{"redirect":8841127,"hoster":"VOE"},{"redirect":8591917,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Facing \"Cannibal Candy\" I","descr":"Auf der Reise zur Walpurgis Machinart Academy halten Raishin und sein Automat Yaya den außer Kontrolle geratenen Zug an, in dem sie sich befinden. Bei der Ankunft an der Akademie erhält Raishin den Namen Second Last, weil er die zweitschlechteste in der Aufnahmeprüfung platziert hat. Trotz seiner Noten ist Raishin entschlossen, beim Festival, einem Automatenkampfturnier, an dem nur die 100 besten Schüler teilnehmen dürfen, teilzunehmen und den Titel des Weisen zu gewinnen. Raishin begegnet Charlotte und fordert sie und ihren Automaten Sigmund zu einem Kampf heraus, der von anderen Schülern unterbrochen wird. Raishin und Yaya besiegen die anderen Schüler mit Leichtigkeit, und nachdem Raishin bemerkt, dass Sigmund schwer verletzt ist, zieht er sich aus seinem Kampf mit Charlotte zurück. Am nächsten Tag sagt Raishin Charlotte, dass er den Wiseman-Titel haben möchte, damit er die verbotenen Techniken erhalten und sie verwenden kann, um sich zu rächen.Während des Gesprächs entdeckt Raishin Magnus, der vorbeigeht, und konfrontiert ihn.","versions":[{"lang":3,"streams":[{"redirect":8841134,"hoster":"VOE"},{"redirect":8841133,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Facing \"Cannibal Candy\" II","descr":"Da Raishin weiß, dass er aufgrund der extremen Unterschiede in den Fähigkeiten in einem Kampf verlieren würde, gibt Raishin Magnus ein kleines Glas, anstatt ihn zu einem Kampf herauszufordern. Felix, der Chef des Disziplinarkomitees, beauftragt Raishin, ein unbekanntes Wesen namens Cannibal Candy zu eliminieren, das viele Automaten zerstört und das Verschwinden von 26 Schülern verursacht hat, als Gegenleistung für den Eintritt in das Festival. Charlotte bittet Raishin zu einem Date, und er akzeptiert viel zu Yayas Bestürzung. Bei ihrem Date erklärt Raishin seinen Hintergrund und dass er erst vor zwei Jahren mit dem Studium begonnen hat, was seine schlechten akademischen Leistungen erklärt. Charlotte gesteht Raishin, dass sie in der Vergangenheit eine schreckliche Sünde begangen hat. Nach dem Date treffen Raishin und Charlotte auf einen weiteren Cannibal Candy-Tatort.","versions":[{"lang":3,"streams":[{"redirect":8841135,"hoster":"VOE"},{"redirect":8591918,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Facing \"Cannibal Candy\" III","descr":"Am Tatort treffen Raishin und Charlotte auf Felix, der Charlotte verscheucht. Zurück in den Schlafsälen gibt Raishin Yaya ein Paar Stiefel und sagt ihr, dass er mit Charlotte ausgegangen ist, um zu bestätigen, dass sie nicht Cannibal Candy ist. Raishin erhält einen Anruf von Lisette, die ihm mitteilt, dass Charlotte in ihrem Wohnheim vermisst wird. Shoko macht mit Irori und Komurasaki einen Besuch in den Schlafsälen. Sie sagt Raishin, dass Automaten keine Menschen sind und erinnert sich an die Zeit, als sie Raishin traf. Lisette bringt Raishin in ein Automatenlabor. Nachdem Raishin folgert, dass Lisette am Tatort anwesend war, entdeckt er Lisettes erhaltene Leiche in Felix\u0027 Spind und dass die Lisette, mit der er gesprochen hat, tatsächlich ein verbotener Automat ist. Außerhalb des Labors besiegt Charlotte einen Automaten,aber es ist eine Falle, die Felix aufgestellt hat, um sie als Cannibal Candy darzustellen, da eine Reihe von Eves Herzen in ihrem Schlafsaal gefunden wurden. Charlotte findet heraus, dass Felix Cannibal Candy ist und er plant, Raishin sie eliminieren zu lassen. Felix will Charlotte töten, als Raishin und Yaya verletzt eintreffen.","versions":[{"lang":3,"streams":[{"redirect":8841136,"hoster":"VOE"},{"redirect":8591919,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Facing \"Cannibal Candy\" IV","descr":"Raishin und Yaya erfahren von Sigmund mehr über Charlottes Vergangenheit. Charlottes Familie wurde für die Herstellung von Automaten ausgezeichnet, aber der Familie wurde alles beraubt, als der junge Prinz von Wales von einem ihrer Automaten verletzt wurde. So besucht Charlotte mit einem Stipendium die Schule und spart, um die Eve\u0027s Hearts von den Automaten ihrer Familie zurückzukaufen und hofft, eines Tages wieder mit ihrer Familie vereint zu sein. Lisette ist Felix Automat, Eliza, die magische Fähigkeiten von Automaten absorbieren kann, die sie verschlingt. Während sie und Yaya kämpfen, verwandelt sich Elizas Körper in Nebel, der Yaya einfängt, aber mit Yayas Blut, das auf Eliza vergossen wird, nimmt die Wirksamkeit von Elizas Angriffen ab, da nur eine Art von Magie gleichzeitig eingesetzt werden kann und sie zerstört wird. Nach der Schlacht,Raishin wird geehrt und erhält trotz seiner schlechten Noten Zutritt zum Festival, und Charlotte schenkt Raishin einen Anhänger mit defensiven Fähigkeiten als Geschenk, um ihren Namen reinzuwaschen.","versions":[{"lang":3,"streams":[{"redirect":8841137,"hoster":"VOE"},{"redirect":8591922,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Facing \"Sword Angel\" I","descr":"Raishin und Yaya betreten ihren Schlafsaal und sehen, wie Frey in einer Falle gefangen ist, die sie Raishin gestellt hat. Später an diesem Tag baut Frey eine weitere Falle, indem sie einen Käfig baut, nur um selbst darin gefangen zu werden. Ihr Bruder Loki kommt, um Raishin zu warnen, dass Puppenspieler auf ihn aufmerksam geworden sind, weil er Felix und Eliza geschlagen hat und dass es in seinem besten Interesse wäre, sich vom Festival zurückzuziehen - Raishin weigert sich. In dieser Nacht schleicht sich Frey bei einem weiteren Attentat in Raishins Bett, schläft aber stattdessen ein. Am nächsten Tag informiert Charlotte Raishin über Divine Works, den zwielichtigen Automatenhersteller, der Loki und Frey sponsert und durch Bestechung Patente für magische Schaltkreise erhält. Freys Automat Rabbi wird abtrünnig und greift Raishin an und wird von einer Blendgranate bewusstlos geschlagen.Raishin nimmt Komurasaki mit auf eine Erkundungsmission in das Waisenhaus, in dem Loki und Frey aufgewachsen sind. Während sie warten, diskutieren Yaya und Sigmund über das Menschsein und Yaya wird plötzlich angegriffen.","versions":[{"lang":3,"streams":[{"redirect":8841141,"hoster":"VOE"},{"redirect":8591921,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Facing \"Sword Angel\" II","descr":"Yaya erlangt das Bewusstsein wieder, nachdem sie durch den Angriff schwer beschädigt wurde, muss aber von einem erfahrenen Puppenmacher repariert werden. Im Waisenhaus treffen Raishin und Komurasaki auf Yomi, den Prototypen des Automaten der Garm-Serie, der kurz vor der Entsorgung steht. Yomi führt sie durch das Waisenhaus und sie erfahren mehr über Freys Hintergrund. Als der Alarm ertönt, landen sie in einem Labor, in dem illegale Experimente an Menschen stattfinden. Raishin, Komurasaki und Yomi werden von den Wachen durch die Kanalisation verfolgt und Yomi sagt ihnen, dass, wenn Frey während des Festivals verliert, die Garm-Automatenserie entsorgt und durch die Angel-Serie ersetzt wird. Nachdem sie Raishin vor Schüssen beschützt hatte, opfert sich Yomi schwer verwundet, um Raishin und Komurasaki die Flucht zu ermöglichen. Raishin trifft sich mit Shoko in seinem Zimmer und sie befiehlt ihm, Rabbis Zauberkreis zu entfernen.Das Walpurgisnacht-Festival beginnt damit, dass Raishin gegen Loki anstelle von Frey kämpft. Raishin wird schwer verwundet, nachdem er von Cherubim in Schwertform getroffen wurde, um Yaya zu beschützen.","versions":[{"lang":3,"streams":[{"redirect":8841139,"hoster":"VOE"},{"redirect":8591924,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Facing \"Sword Angel\" III","descr":"Während Raishin bewusstlos liegt, geht Loki, der erkennt, dass Yaya sich aggressiv wehren würde, weg und entscheidet sich, seinen Handschuh nicht zu nehmen. Loki wird von Bronson verachtet, weil er seinen Rang von 7 auf 99 gesenkt hat, um Frey aus dem Kampf herauszuhalten. Raishin wacht in der Krankenstation auf, als der Angriff seine Vitalfunktionen verfehlt hat. Außerhalb der Krankenstation kämpfen Loki und Frey gegeneinander. Rabbi wird wahnsinnig und beginnt Freys Blut abzusaugen und seine magische Kraft zu absorbieren. Kurz bevor Rabbi Loki verletzt, greift Raishin ein und die beiden stoppen Rabbi. Raishin erfährt, dass Frey ein synthetisches weißes Medium ist, ein Kind mit großen magischen Ebenen aufgrund einer künstlichen Installation eines magischen Schaltkreises in ihrem Herzen. Raishin und Yaya kehren zum Waisenhaus zurück, nur um festzustellen, dass die Garm-Automaten bereits verschrottet wurden. Sie werden überfallen und Loki kommt am Tatort an.","versions":[{"lang":3,"streams":[{"redirect":8841143,"hoster":"VOE"},{"redirect":8591920,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Facing \"Sword Angel\" IV","descr":"Kimberley bringt Frey und Charlotte ins Waisenhaus, um den Kampf zu beobachten. Raishin und Loki kämpfen gegen Bronsons Automaten Luzifer, das neueste Modell des Engel-Automaten, der Yaya und Cherubim überwältigt. Bronson erklärt, dass er Frey und Loki aus Amerika als Testpersonen für seine Experimente zum Fortschritt der Menschheit mitgebracht hat. Durch die Zusammenarbeit zerstören Yaya und Cherubim Luzifer, während Cherubim ihn in einen direkten Kampf verwickelt, während Yaya Sprengstoff in ihren Ärmeln verwendet, um seinen Jet-Schaltkreis zu deaktivieren. Bronson ist im Begriff, Raishin und Loki zu erschießen, die beide aufgrund von Verletzungen zusammengebrochen sind, als Kimberley die Kreuzfahrer herbeiholt, um Bronson wegen Experimenten an Kindern zu verhaften. Raishin und Loki werden in die Krankenstation gebracht, wo Yaya, die Raishin selbst behandeln will, Ärger stiftet. Raishin bemerkt, dass ein Mädchen vom Dach fällt und Yaya rettet sie.während Charlotte und Sigmund den Uhrenturm der Akademie zerstören.","versions":[{"lang":3,"streams":[{"redirect":8841138,"hoster":"VOE"},{"redirect":8591923,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Facing \"Elf Speeder\" I","descr":"Das Mädchen, das Yaya gerettet hat, ist Charlottes jüngere Schwester Henriette, die mehrere Selbstmordversuche unternommen hat. Als Raishin erkennt, dass der Angriff auf den Uhrturm Charlottes Natur widerspricht, macht sie sich auf die Suche nach ihr. Cedric schickt Charlotte zu Raishin mit der Warnung, sich von Henriette fernzuhalten. Frey macht Henriette mit ihren Automaten ausfindig, kurz bevor sie sich erhängt. In dieser Nacht ist Raishin bereit, sich dem Puppenspieler auf Rang 87 zu stellen, der nicht auftaucht. Henriette unternimmt einen weiteren Selbstmordversuch, wird aber von Charlotte aufgehalten. Raishin erfährt von Kimberley, dass der Direktor der Akademie, Rutherford, ins Visier genommen wird, und folgert daraus, dass die Familie Kingsfort beteiligt ist. Am nächsten Tag entdeckt Raishin Rutherford bei den Ruinen des Uhrenturms und schickt Yaya, um Shoko zu kontaktieren.Er sieht Henriette auf dem Weg zu den Ruinen und als Sigmund einen Glanzkanonenangriff entfesselt, bricht der Boden unter ihren Füßen zusammen und Raishin und Henriette fallen.","versions":[{"lang":3,"streams":[{"redirect":8841140,"hoster":"VOE"},{"redirect":8591925,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Facing \"Elf Speeder\" II","descr":"Yaya versucht, Raishin zu folgen, wird aber von Kimberley aufgehalten, die sie warnt, dass sie beobachtet wird. Shin begleitet Charlotte zurück zu Cedric, der Charlotte wegen des Umweges ihres Attentats angreift. Raishin und Henriette navigieren unter der Erde und finden beim Ausruhen eine gemeinsame Basis, da beide als minderwertige Geschwister angesehen wurden. Später begegnen sie Magnus und einem seiner Automaten, der Nadeshiko ähnelt, sowie Rutherford. Shin greift Raishin an, aber Magnus\u0027 Automat greift ein und zwingt Shin zum Rückzug. Zurück an der Oberfläche ist Raishin wieder mit Yaya vereint. Zurück im Wohnheim erzählt Raishin Yaya, dass seine verstorbenen Eltern eine Heirat für ihn arrangiert haben. In dieser Nacht, Raishin\u0027Sein Gegner für das Festival taucht zum dritten Mal in Folge nicht auf und er schmiedet einen Plan, um die Verschwörer herauszulocken, indem er Henriette entführt. Cedric befiehlt Shin, Henriette zurückzuholen und Raishin zu töten, während Cedric Charlotte foltert, um Felix zufrieden zu stellen. Shin nähert sich Raishin und verwickelt ihn in den Kampf.","versions":[{"lang":3,"streams":[{"redirect":9018756,"hoster":"VOE"},{"redirect":8591926,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Facing \"Elf Speeder\" III","descr":"Shin verwundet Raishin, zieht sich aber aufgrund des unerwarteten Auftauchens von Loki und Frey zurück. Zurück in der Krankenstation sagt Henriette Raishin, dass sie schuld ist, dass sie den Automaten, der die Price of Wales angegriffen hat, abtrünnig werden lässt und sagt ihm auch, dass sie versucht hat, sich umzubringen, damit Charlotte nicht mit ihrem Leben belastet wird. Währenddessen bittet Sigmund Charlotte, das Attentat zu stoppen, und Raishin kommt, um ihr zu sagen, dass das Töten von Rutherford ihren Traum, den Status ihrer Familie wiederherzustellen, unmöglich machen wird. Sigmund und Yaya sind nicht in der Lage, die Dinge auf Raishins Art zu sehen. Raishin schlägt Charlotte von Sigmund und überredet sie schließlich, das Attentat zu stoppen. Shin erscheint und nennt sich selbst ein göttliches Wesen, das Maschinenpuppe genannt wird, weil er ohne einen Puppenspieler, der Magie liefert, operieren kann.","versions":[{"lang":3,"streams":[{"redirect":9699369,"hoster":"VOE"},{"redirect":8591927,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Facing \"Elf Speeder\" IV","descr":"Shoko erinnert sich an die Vergangenheit, als sie Raishin ein neues Leben gab, unter der Bedingung, dass er Tenzen tötete oder sie seine Körperteile verwenden würde, um einen Automaten zu bauen. Bevor Raishin gegen Shin kämpft, erzählt Charlotte Frey die Wahrheit über ihre Situation, um Raishin davon abzuhalten, sich selbst in Gefahr zu bringen. Während des Kampfes bringt Raishin Shin dazu, von hinten anzugreifen, wo Yaya auf ihn wartet. Sie knallt Shin gegen eine Mauer und schlägt wiederholt, um ihn bewegungsunfähig zu machen. Sigmund folgt, indem er seine Lustre Cannon abfeuert. Shin weicht dem Angriff aus und bestätigt damit die Anwesenheit seines Puppenspielers, da er dem Angriff nicht hätte ausweichen können, ohne dass ein Puppenspieler ihn mit Magie versorgt. Frey macht Cedric ausfindig und Yaya aktiviert ihre Fähigkeit Final Stronghold, um Shin zu besiegen. Cedric und Shin ziehen sich zurück und Cedric entpuppt sich als 87. Puppenspielerin, Alice Bernstein.Kimberley hat den Kampf aus der Ferne beobachtet und warnt Magnus, dass er als Tenzen Akabane genau beobachtet wird und dass die Herstellung von menschlichem Leben das größte Tabu der Magie ist. Am nächsten Tag erholt sich Raishin auf der Krankenstation und die Mädchen sorgen über Raishins mutmaßliche Vorliebe für Mädchen mit großen Brüsten für große Aufregung, was Charlotte sehr verärgert. Kimberley kommt vorbei, um Raishin zu informieren, dass der Uhrturm mit dem Vermögen der Belew-Familie wieder aufgebaut wird, das nach dem Vorfall beschlagnahmt und eingefroren wurde, und dass Henriettes Einschreibung annulliert wurde, dass sie jedoch als Cruels Laborassistentin an der Akademie bleiben wird. Nachdem alle außer Yaya gegangen sind, drückt Yaya ihre Besorgnis darüber aus, dass sie sich ihren Freunden stellen muss, aber Raishin behält seinen Optimismus bei, den Yaya als Liebeserklärung interpretiert.","versions":[{"lang":3,"streams":[{"redirect":8841144,"hoster":"VOE"},{"redirect":8591928,"hoster":"Streamtape"}]}]}]}]}