{"path":"/serie/stream/machikado-mazoku","name":"Machikado Mazoku","descr":"[The Demon Girl Next Door] In Machikado Mazoku, der Anime-Adaption zu Izumo Itous gleichnamigem 4-Panel-Manga, verschlägt es uns nach Tama City, eine ruhige kleine Stadt, deren Bewohner in Frieden und Einklang leben. Doch eines Tages soll die idyllische Ruhe ihr Ende finden, als Yuuko Yoshida plötzlich ihre dämonischen Mächte entfesselt und zur Teufelin \"Shadow Misstress Yuuko\" wird! In typisch teuflischer Manier hat Yuuko nun Hörner sowie einen Schwanz und will den Frieden in Tama City stören. Dazu wurde sie von ihrer Vorfahrin Lilith beauftragt, das örtliche Magical Girl des Lichtclans Momo Chiyoda zu bezwingen. Yuuko verschwendet auch keine Zeit und als sie Momo dank ihrer Klassenkameradin Anri Sada dann auch antrifft, fordert sie sie auch gleich zum Duell heraus ... und verliert auf ganzer Linie ...","seasons":[{"path":"/serie/stream/machikado-mazoku/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-1","name":"","epNo":1,"alt":"Yuko Awakens!! For Family Reasons You\u0027re Now a Demon Girl","descr":"Yuko hatte weder Hörner noch Schwanz, als sie letzte Nacht ins Bett ging. Jetzt enthüllt ihre Mutter das tiefe dunkle Geheimnis, das ihre Familie seit Generationen verbirgt - Was ist los!?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841116","hoster":"VOE"},{"path":"/redirect/8591895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-2","name":"","epNo":2,"alt":"Just How Sporty Are You?! Everything Is Fluctuating","descr":"Nun - es ist Zeit für Yuko, ein magisches Mädchen zu ermorden - aber natürlich nicht, bevor sie sich in Bewegung setzt und ihre Zulage ausgibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841115","hoster":"VOE"},{"path":"/redirect/8591897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-3","name":"","epNo":3,"alt":"Nightmare or Forebear?! The Doorstop of Darkness Descends","descr":"Lilith kontaktiert Yuko in ihren Träumen mit wichtigen Informationen, an die sie sich erinnern muss. Schließlich braucht Yuko jede Hilfe, die sie bekommen kann. Sag mal, warum hilft Momo ihr überhaupt?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841117","hoster":"VOE"},{"path":"/redirect/8591901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-4","name":"","epNo":4,"alt":"Sharpen Your Mind!! The Newly Awakened Powers of the Magical Girl","descr":"Warte eine Minute; Auf der Unterseite von Yukos Ahnenstatue befindet sich ein Schalter. Was passiert, wenn es eingeschaltet ist? Später braucht Yuko schnell Geld, weil sie Momo VIEL Geld schuldet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12917450","hoster":"VOE"},{"path":"/redirect/8591902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-5","name":"","epNo":5,"alt":"A Town Full of Traps?? The Demon on the Brink Awakens a New Ability","descr":"Momo trifft endlich Ryoko. Später muss die unfallanfällige Yuko einen ZERBRECHLICHEN und WERTVOLLE Laptop mit nach Hause nehmen. Was könnte möglicherweise falsch laufen?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12337023","hoster":"VOE"},{"path":"/redirect/8591905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-6","name":"","epNo":6,"alt":"Courage to Face the Future!! The Heavy Roller Won\u0027t Stop","descr":"Yuko muss tiefer in Momos Unterbewusstsein vordringen, damit sie die Idee einpflanzen kann, die alles verändern wird. Vielleicht kann Mitgefühl triumphieren, wo der Kampf gescheitert ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12174399","hoster":"VOE"},{"path":"/redirect/8591907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-7","name":"","epNo":7,"alt":"The Pink Method!! The Wheel of Fate Is a Round Tire!!","descr":"Ein Glückswechsel kann nur eines bedeuten: ESSEN. Später erfährt Yuko auf die harte Tour, dass sie und Momo sehr unterschiedliche Definitionen von \"Training\" haben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841129","hoster":"VOE"},{"path":"/redirect/8591904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-8","name":"","epNo":8,"alt":"The Cursed Fruit!! Beware the Sour Mikan!!","descr":"Mikan gibt endlich ihr Debüt und Yukos Angst nimmt noch mehr zu. Ist das magische Mädchen hier, um Yuko zu ermorden oder aus einem anderen Grund?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841118","hoster":"VOE"},{"path":"/redirect/8591906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-9","name":"","epNo":9,"alt":"Final Exams!! Today I\u0027m One of Those Brainy Demons!!","descr":"Yuko und Momo nehmen endlich ihr Duell wieder auf. Am Ende kann es nur einen Gewinner geben – wer erhält die höhere Prüfungsnote? Später bringt Mikan Yuko zu einem Zombie-Horrorfilm.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841121","hoster":"VOE"},{"path":"/redirect/8591909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-10","name":"","epNo":10,"alt":"The Ancestor Evolves!! A Pair of Glasses Reflect Within a Dark Lab","descr":"Pass auf, Yuko, Shion hat etwas vor... und sie wird nicht ruhen, bis sie ihre Experimente durchführt. Können Yuko und Momo dann ein Geheimnis vor Ryoko bewahren?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841131","hoster":"VOE"},{"path":"/redirect/8591908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-11","name":"","epNo":11,"alt":"Diving into Dreams Once Again!! Break Through the Pink Defense Line","descr":"","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841130","hoster":"VOE"},{"path":"/redirect/8591912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/machikado-mazoku/staffel-1/episode-12","name":"","epNo":12,"alt":"Feelings to Convey!! A New Leap Forward for Demonkind!!","descr":"Momo muss die schockierenden Enthüllungen verarbeiten, die sie bis ins Mark erschüttert haben. Vielleicht kann Yuko das Dilemma lösen, indem sie Momo einen Deal mit einem Dämonenmädchen anbietet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841132","hoster":"VOE"},{"path":"/redirect/8591915","hoster":"Streamtape"}]}]}]}]}