{"path":"/serie/stream/madan-no-ou-to-vanadis","name":"Madan no Ou to Vanadis","descr":"Die Geschichte spielt in Westeuropa, zu einer Zeit, in der der Krieg den Alltagder Menschen bestimmte. Zu dieser Zeit herrschen sieben Vanadis über sieben Territorien.Die Vanadis wurden nach den mächtigen Waffen benannt, welche sie von einem Drachenanvertraut bekommen haben. Die Macht der Vanadis lässt ihre Gegner und Feinde vorAngst erschaudern und macht sie fast unantastbar für jene, die es wagen sich ihnenentgegen zu stellen. Ein junger Graf und Bogenschütze, namens Tigre, aus dem Landvon Brune konnte die Macht, die den Vanadis inne wohnt, am eigenen Leib erfahren,als diese angriffen, um das Land einzunehmen. Er wurde von Eleanor \u0026amp;amp;quot;Ellen\u0026amp;amp;quot; Vertalia,welche die Vanadis von Zhcted im Kampf um Brune anführte, auf dem Schlachtfeld besiegt.Ellen aber verschonte das Leben des jungen Mannes, nachdem sie von den Fähigkeitenund Fertigkeiten Tigres erfuhr. Im Austausch für sein Leben muss Tigre von nun anals Diener an Ellens Seite stehen.","seasons":[{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-1","name":"","epNo":1,"alt":"Wind Princess of the Battlefield","descr":"Während der Schlacht von Dinant vernichtet die Kriegsjungfrau Eleonora \"Elen\" Viltaria und ihre 5.000 Soldaten eine Armee von 25.000 Soldaten aus dem Königreich Brune, so dass Graf Tigrevurmud \"Tigre\" Vorn unter den überlebenden Soldaten bleibt . Elen nimmt Tigre schließlich gefangen und bringt ihn in ihr geschäftiges Gebiet Leitmeritz. Nachdem er davon geträumt hat, von Zion Thenardier verspottet zu werden , wird Tigre von Elen geweckt. Tigre erzählt Elen dann, dass ihre Forderung nach Lösegeld für die Freilassung ihrer Kriegsgefangenen exorbitant ist. Elen arrangiert Tigre für eine Demonstration mit einer minderwertigen Verbeugung. Als ein Attentäter versucht, mit einer Armbrust auf Elen zu zielen, zerstört sie den Bolzen mit Aerokinese. Tigre, der die Grenzen des Bogens bestimmt, schießt dem Attentäter in den Fuß, wodurch Elens Kollegin und Leibwächterin Limalisha den Attentäter festnehmen kann. Obwohl der Bogen schlecht gemacht war, um Tigre zu demütigen, zeigte er außergewöhnliche Fähigkeiten im Bogenschießen. Elen bietet Tigre an, unter ihr zu dienen, aber da er versprochen hat, seine Heimat im Elsass zu schützen, erlaubt sie ihm, seinen Adelstitel zu behalten. Als Tigre sich an das Leben in Leitmeritz gewöhnt hat, trifft sein treuer Diener Bertrand nachts in der Kaiserpfalz ein und erzählt Tigre, dass Herzog Felix Aaron Thenardier Truppen in Richtung Elsass mobilisiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13018081","hoster":"VOE"},{"path":"/redirect/8467730","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-2","name":"","epNo":2,"alt":"The Return Home","descr":"Im Gebiet Nemetacum entsendet Thenardier seinen Sohn Zion, um das Elsass als Zeichen seiner Vorherrschaft zu zerstören, nachdem der Brune-Prinz Regnas getötet wurde. Der Wahrsager Drekavac gibt Zion zwei Drachen als Kriegsbestien. In Leitmeritz versucht Tigre verzweifelt, zurückzukommen, um seine Heimat zu schützen. Als Elen ihn aufhält und fragt, was Tigre allein gegen 3.000 Soldaten tun könnte, bittet er sie, ihm ihre Armee zu leihen. Äußerst amüsiert akzeptiert Elen unter der Bedingung, dass sie das Elsass regieren wird, was Tigre einhält. Im Elsass, Tigres Dienstmädchen Tittahilft bei der Evakuierung der Bürger, beschließt aber, bei Tigre zu bleiben. Während Zions Truppen beginnen, die Stadt zu plündern, beschließt Zion, die Villa zu zerstören. Zion versucht, Titta zu belästigen, muss sich jedoch zurückziehen, nachdem er von der rechtzeitigen Ankunft von Tigre und Elen unterbrochen wird. Wenn ein feindlicher Bogenschütze versucht, Tigre zu erschießen, fängt er den Pfeil und schießt ihn zurück, wobei er seinen Bogen zerstört. Titta schenkt Tigre den Schwarzen Bogen, ein Erbstück seiner Vorfahren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841347","hoster":"VOE"},{"path":"/redirect/8592133","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-3","name":"","epNo":3,"alt":"Return of the Magic Marksman","descr":"Während der Schlacht bei Molsheim prallen die 2.700 Mann starke Thenardier-Armee mit der 900 Mann starken Leitmeritz-Armee auf der offenen Ebene zusammen, wobei Elen und Tigre den Angriff anführen. Als die Leitmeritz-Armee Zions erstes Bataillon besiegt, schickt er seinen Erddrachen, der alles zermalmt, was ihm in den Weg kommt. Elen Gesichter der Erde Drachen allein, während Limalisha und Rurick Blei Manöver flankieren die feindlichen Kräfte abzulenken. Mit der vollen Kraft ihres Viralt, einem Langschwert namens Arifar, schneidet Elen den Erddrachen in zwei Hälften, während Limalishas und Ruricks Truppen ihre Verfolger in eine Reihe von Fallen führen. Zion ist bestürzt und weigert sich, den Wyvern zu sendenin die Schlacht. Informiert, dass die Leitmeritz-Armee mit 2.000 Verstärkungen in seinem Rücken ausgestattet ist, gerät Zion in Panik. In Wirklichkeit bestand die Verstärkung aus einer Schattenarmee von nur 100 Mann mit 2.000 Remounts . Zion befiehlt dem zweiten Bataillon den Rückzug und erlaubt der Leitmeritz-Armee, sie von hinten abzuschlachten. Als Zion versucht, auf dem Wyvern zu fliehen, spricht Tigres Schwarzer Bogen mit ihm und absorbiert die Kraft von Elens Arifar, wodurch Tigre den Wyvern und Zion abschießen kann. Die Leitmeritz-Armee feiert ihren Sieg über die Thenardier-Armee.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841345","hoster":"VOE"},{"path":"/redirect/8592134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-4","name":"","epNo":4,"alt":"Snow Princess of the Frozen Ripple","descr":"Elen wird nach Schlesien, der Hauptstadt des Königreichs Zhcted, gerufen und lässt Limalisha zurück, um Tigre zu helfen. In Schlesien erklärt Elen König Viktor Artur Volk Estes Zar Zhcted, dass sie von Tigre angeheuert wurde, um in das Königreich Brune einzudringen, um Frieden im Elsass zu erlangen. Danach beginnt Elen einen Streit mit der Olmütz-Kriegerin Ludmila \"Mila\" Lourie , die jedoch von der Polesien-Kriegerin Sofya \"Sofy\" Obertas aufgehalten wird . Als Tigre und Titta von der Kontrolle der elsässischen Bürger zurückkehren, gesellen sich Graf Mashas Rodant zu ihnen , Tigres Freund und Verbündeter. Tigre überzeugt andere Adlige seine Sache anzuschließen, einschließlich Territoire Vicomte Hughes Augre und sein Sohn Gerard Augre. Elen, Tigre und Limalisha besprechen ihre Pläne, werden jedoch von der Ankunft von Mila unterbrochen. Sie beschließen, sich im Dorf Rodrick wieder zu versammeln, und Mila befragt Tigre zu seinen Motiven, während sie zu Pferd reiten. Unterwegs werden sie von den Seven Chains Assassins überfallen. Mila benutzt ihren Viralt, einen kurzen Speer namens Lavias, mit Kryokinese , um sechs dieser Söldner zu töten. Limalisha wird jedoch von einer Schlange gebissen, was Tigre dazu veranlasst, das Gift auszusaugen. Tigre und Elen machen sich auf den Weg zu Rodrick, um medizinische Hilfe zu bekommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841349","hoster":"VOE"},{"path":"/redirect/8592135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-5","name":"","epNo":5,"alt":"The Storming of the Tatras Mountains","descr":"Nachdem sich Limalisha von ihrem Schlangenbiss erholt hat , \"belohnt\" Elen Tigre, dass er mit einer unzufriedenen Mila ein Bad in einem privaten Badehaus mit heißen Quellen einrichtet. Anschließend machen die vier einen Rundgang über den Marktplatz in Rodrick, doch Mila kehrt sofort in ihre verschneite Heimat Olmütz an der Grenze zu Leitmeritz zurück. Elen befiehlt Limalisha, die Grenzpatrouille zu verstärken, und sagt richtig voraus, dass Mila ihre Truppen mobilisiert hat. Während der Schlacht bei Vlkolin stößt die Leitmeritz-Armee auf die Olmütz-Armee, aber ihre Schlacht endet in einer Pattsituation. Mila zieht sich in die Tatra-Festung zurück, eine fast uneinnehmbare Zitadelle , und die Leitmeritz-Armee lässt sich für eine Belagerung nieder. Tigre verkleidet sich als Bär und sucht nach einer alternativen Route zur Festung, bevor er auf Mila trifft. Sie trinkt Tee mit ihm, während sie ihre Bedenken ausdrückt, ein Kriegsmädchen zu sein. Nachdem er Mila in Richtung Festung gefolgt ist, erstattet Tigre Elen Bericht. Als Elen und Tigre dann einen Überfall von 100 Männern in die Berge führen, nutzt Elen ihre ganze Kraft, um zu versuchen, das Hintertor zu durchbrechen, scheitert jedoch. Als Tigre Elen vor dem sicheren Tod rettet, bündeln die beiden ihre Kräfte, um das Hintertor zu zerstören und ihre Männer in die Bresche zu führen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841350","hoster":"VOE"},{"path":"/redirect/8592136","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-6","name":"","epNo":6,"alt":"Black Knight","descr":"Nachdem Elen das hintere Tor der Tatra-Festung zerstört hat, duelliert sich Mila. Dies wird jedoch vom letzten Mitglied der Seven Chains Assassins unterbrochen, nur um von Tigre getötet zu werden. Mila erkennt, dass Tigre nicht nur der Bärenjäger war, den sie zuvor kennengelernt hat, sondern auch nur das Elsass beschützen will. Aus Dankbarkeit dafür, dass Tigre ihr Leben gerettet hat, erklärt Mila ihre Neutralität und beendet damit den Kampf. An der westlichen Grenze des Königreichs Brune erhält Roland , Anführer der Navarra-Ritter und Träger des legendären Schwertes Durendal, einen königlichen Titel, um Tigre zu töten. Im Territorium Territoire bilden die Elsässer Armee und die Leitmeritz-Armee eine unruhige Koalition, die den Namen Silver Meteor Storm trägt. Sofy, die als diplomatische Gesandte entsandt wurde, kommt im Armeelager an und informiert, dass der Premierminister von Brune Pierre Badouin hat Tigre des Hochverrats angeklagt. Sofy erzählt Elen den Aufenthaltsort der verbleibenden vier Kriegerinnen. Während Tigre und Hughes darum kämpfen, die Loyalität ihrer Verbündeten zu wahren, nähern sich die Navarra-Ritter und Roland lehnt alle Verhandlungsangebote ab. Während der Schlacht von Orange erleidet der Silver Meteor Storm schwere Verluste. Tigre wird schwer verletzt, als er Elen vor einem Angriff von Roland rettet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841353","hoster":"VOE"},{"path":"/redirect/8592137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-7","name":"","epNo":7,"alt":"To Protect","descr":"Sofy erscheint und benutzt ihren Viralt, einen Priesterstab namens Zaht, der Photokinese verwendet , um entgegenkommende Navarra-Ritter abzuwehren, um dann wieder zu verschwinden, sobald Elen und Tigre sicher weg sind. Als Mashas und seine Verstärkung eintreffen, stellen die Navarra-Ritter ihre Verfolgung ein. Im Armeelager sagt Mashas, ​​dass er sich nicht mit König Faron Soleil Rauy Blainville de Charles treffen konnte, obwohl Badouin Mashas sagte, dass Farons Gesundheitszustand prekär sei. Da Tigre immer noch bewusstlos ist, verspricht Elen, den Kampf zu gewinnen, und Sofy meldet sich freiwillig, um ihr zu helfen. Nach dem Aufwachen wird Tigre vom Schwarzen Bogen geführt und von Titta zu einem mysteriösen Tempel begleitet, der der Göttin der Nacht, der Dunkelheit und des Todes namens Tir Na Fal gehört. Als Titta besessen ist, erschießt Tigre Titta in einer Entschlossenheitsprobe für mehr Macht. Er kontrolliert diese Kraft, damit der Pfeil Titta nicht schadet und der Tempel verschwindet. Der Silver Meteor Storm lenkt die Ebenen in einen Sumpf um , der die Navarra-Ritter leicht ins Visier nimmt. Nachdem Tigre trotz neuer Wunden auf dem Schlachtfeld ankommt, erschießt er Roland mit seiner neuen Kraft. Roland überlebt kaum und akzeptiert die Niederlage. Nachdem die Hälfte der Navarra Knights tot ist, ist die Schlacht zu Ende.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12337042","hoster":"VOE"},{"path":"/redirect/8592138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-8","name":"","epNo":8,"alt":"2,000 vs 20,000","descr":"Roland überlässt Durendal in der Obhut von Tigre. Elen erhält einen Brief von der Legnica- Kriegerin Alexandra \"Sasha\" Alshavin , die Elen um Hilfe bei einer Invasion bittet. Unterdessen erreicht Roland Nizza, die Hauptstadt des Königreichs Brune, nur um von Herzog Maximilian Bennusa Ganelon mit einem Bienenschwarm getötet zu werden . Trotzdem informiert Ganelon Thenardier, dass eine Armee von 20.000 Männern aus dem Muozinel-Königreich in das Brune-Königreich eindringt. Thenardier nimmt ein Drittel seiner Truppen, um sich den Eindringlingen zu stellen, und schickt den Rest nach Nizza, um Ganelon entgegenzuwirken. Als Tigre von der Invasion erfährt, beschließt er, sich den Invasoren zu stellen, obwohl er zehnmal in der Unterzahl ist. Schließlich führt Tigre seine Hauptstreitmacht gegen die Vorhut der Muozinel-Armee und tötet General Kasim, was Tigre erlaubt, Sklaven im Gebiet Agnes zu befreien. Gerard informiert Tigre, dass ihre Vorräte, obwohl sie nur wenige Verluste erleiden, zur Neige gehen und dass die Soldaten der Muozinel-Armee, die sich zurückziehen, einer noch größeren Invasionstruppe beitreten, die in wenigen Tagen 40.000 umfassen wird. Tigre führt einige seiner Reiter zu der Kavallerie der Muozinel-Armee, die durch die Ankunft von Mila und der Olmütz-Armee unerwartet verstärkt wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12933049","hoster":"VOE"},{"path":"/redirect/8592139","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-9","name":"","epNo":9,"alt":"Thunder Swirl and Luminous Flame","descr":"In Legnica wird Elen von Sasha erzählt, dass das Lebus-Kriegsmädchen Elizaveta \"Liza\" Fomina einen Vorfall während ihrer gemeinsamen Kampagne gegen Piraten als Vorwand für eine Invasion benutzt. Sasha bemerkt auch, dass ihre Viralt, Zwillingsdolche namens Bargren, sich trotz ihres schlechten Gesundheitszustandes weigern, sie zu verlassen. In Agnes verhandelt Tigre mit Mila Bedingungen, um die Olmütz-Armee mit dem Silver Meteor Storm zu verbünden. Gerard informiert Tigre, dass ein gerettetes Mädchen namens Regin Estelle Loire Bastien do Charlesweigert sich zu essen, also überredet Tigre sie zu essen, indem sie ihr Essen teilt. Während der Schlacht von Boroszlo steht die Koalitionsarmee Leitmeritz-Legnica der Armee Lebus gegenüber. Elen überwältigt schließlich Liza, die den Kampf abbricht. Liza informiert Elen, dass Thenardier und Ganelon bereit sind, umzuziehen und dass Tigre der Invasion der Muozinel-Armee gegenübersteht. Elen akzeptiert die Bedingungen des Waffenstillstands und beeilt sich, zu Tigre zurückzukehren. Unterdessen schlägt Mila nur eine Schlacht vor, um die Muozinel-Armee zu besiegen, die von Kureys Shahin Balamir , dem jüngeren Bruder des Königs von Muozinel, angeführt wird. Kureys forciert seinen Angriff, ohne die Anwesenheit von Streitkräften aus dem Zhcted-Königreich zu berücksichtigen, während Tigre und Mila sich auf den Kampf vorbereiten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841352","hoster":"VOE"},{"path":"/redirect/12980447","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-10","name":"","epNo":10,"alt":"The Ormea Campaign","descr":"Während der Schlacht von Ormea erreicht die Muozinel-Armee mit 40.000 Soldaten die Ormea-Hügel, wo der Silver Meteor Storm auf dem ersten Hügel eine kleine Festung errichtet hat. Kureys teilt die Muozinel-Armee in sieben Divisionen. Während lockende Flüchtlinge die erste bis vierte Liga in der Festung besetzen, führen Tigre und Mila am zweiten Hügel einen Hinterhalt gegen die fünfte und sechste Liga. Tigre und Mila werden jedoch beim Angriff auf die siebte Division umzingelt. Tigre und Mila werden verstärkt, als die verbündeten Ritter Emil, Shaie und Augustekommen, um dem Silver Meteor Storm zu helfen. Obwohl die Verstärkung nun 5.000 Mann umfassen wird, treffen weitere 3.000 Mann unter der Führung von Hughes und Mashas ein, was die Kureys zum Rückzug und zur Neugruppierung zwingt. Als Kureys die Nachricht erreicht, dass die Muozinel-Flotte, die zurückgelassen wurde, um den südlichen Hafen des Königreichs Brune anzugreifen, von Thenardier versenkt wurde, beschließt Kureys, sich zurückzuziehen und Tigre per Gesandten seine persönlichen Glückwünsche auszusprechen. Elen und Limalisha kehren zu Tigre und Mila zurück, was zu einer weiteren Meinungsverschiedenheit zwischen Elen und Mila führt. In dieser Nacht diskutieren Tigre und Elen über den Kampf und Tigre schwört, dass er die Toten nicht vergessen wird, die für ihn kämpften.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841354","hoster":"VOE"},{"path":"/redirect/8592140","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-11","name":"","epNo":11,"alt":"Two War Maidens","descr":"In der Festung Perche benutzt die Kriegsjungfrau Valentina \"Tina\" Glinka Estes von Osterode ihre Viralt, eine Sensensense namens Ezendeis, die Umbrakinese verwendet, um Tigre im Schlaf zu beobachten. Während eines Treffens ruft Bertrand Regin herbei, die enthüllt, dass sie sich als Regnas ausgegeben hat. In der Nacht vor der Schlacht von Dinant wurde Regin von Attentätern angegriffen und musste ihren Tod vortäuschen . Ohne weiteren Nachweis ihrer Blutlinie kann sie ihr Geburtsrecht nur als Farons Tochter in der Heiligen Grotte beweisenbefindet sich in Artishem, der Hauptstadt des Territoriums Lutetia, das von Ganelon regiert wird. In der Zwischenzeit erhält Thenardier fünf Drachen von Drekavac und versucht, den Siver Meteor Storm abzufangen. In Lutetia erwartet Ganelon die letzte Schlacht zwischen Tigre und Thenardier und zündet dann Artishem an. Während der Schlacht von Villecresnes kollidiert der Silver Meteor Storm von 20.000 mit der Thenardier-Armee von 24.000. Mit ihrer vereinten Kraft töten Elen und Mila die drei Erddrachen, aber der Feuerdrache und der doppelköpfige Drache sind mit magischen Ketten bewaffnet und bleiben unversehrt. Nachdem sich die Armeen neu organisiert haben, führt Tigre Flankenmanöver gegen die feindlichen Streitkräfte an, während die beiden Kriegsjungfrauen beschließen, die beiden verbleibenden Drachen selbst zu töten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841355","hoster":"VOE"},{"path":"/redirect/8592144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-12","name":"","epNo":12,"alt":"The Holly Grotto (Saint-Groel)","descr":"Nachdem Elen Tigre durch \"Blutbust\" geweckt hat, sagt Tigre Elen, Limalisha, Mila, Titta und Regin, dass ihre nächste Aktion darin besteht, nach Artishem zu fahren. Regin erklärt, dass es drei Wege zur Heiligen Grotte gibt, und sie wählen den zweiten Weg durch den Mosha-Tempel. Tigre, Elen, Regin, Rurick und Bertrand nehmen einen versteckten Gang unter dem Tempel in die Höhlen und entdecken, dass Thenardier und seine Männer einen anderen Weg gewählt haben. Als eine Schlacht ausbricht, schickt Thenardier seinen Stellvertreter SteidTigre und Regin zu verfolgen, während Elen Thenardier gegenübersteht. Die Höhle beginnt einzustürzen und Thenardier beschließt, sich zurückzuziehen. Steid verfolgt Tigre jedoch weiterhin. Während Elen, Regin und Rurick fliehen, wird Tigre von Bertrand auf Kosten seines Lebens gerettet, bevor Steid von Steinschlag zerquetscht wird. Unter der Erde gefangen, eilt Tigre zu Bertrand, der davon erzählt, wie glücklich er war, Tigre vor seinem Tod zu dienen. Elen und Regin eilen zurück nach Artishem, wo Elen Tigre lebend und Bertrand tot in einer Grube vorfindet. Als sich der letzte Kampf mit Thenardier nähert, fragen sich die Anführer des Silver Meteor Storm, ob Tigre den Tod von Bertrand überwinden kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841356","hoster":"VOE"},{"path":"/redirect/8592143","hoster":"Streamtape"}]}]},{"path":"/serie/stream/madan-no-ou-to-vanadis/staffel-1/episode-13","name":"","epNo":13,"alt":"The Widespread World","descr":"Eine Rückblende enthüllt, dass Tigre den Schwarzen Bogen benutzt hat, um durch das Grundgestein zu schießen und die Grube zu schaffen. Tigre gewinnt seinen Mut zurück, als Elen ihm erzählt, dass sie stolz war, als sie als einfache Söldnerin begann. Dann reden sie über den Bau einer Handelsroutedas Elsass und Leitmeritz verbinden wird. Badouin besucht das Armeelager und informiert, dass Faron wiederholt von Ganelon vergiftet wurde, aber seinen Verstand wiedererlangt hat. Während der Schlacht von Mereville geht der Kampf zugunsten des Silver Meteor Storm aus, da Steid nicht mehr die Thenardier-Armee befehligt. Tigre stellt sich Thenardier gegenüber, zieht einen einzelnen Pfeil und wirft seinen Köcher aus, nachdem Elen Tigre wieder zur Besinnung bringt. Thenardier stürmt auf Tigre zu, der ihm aus dem Sattel durch die Stirn schießt. In Nizza feiert die Bevölkerung den Silver Meteor Storm als Helden. Faron stimmt Tigres Friedensbedingungen zu und erkennt Regin als seinen Erben an. Er ehrt Tigre auch mit dem Titel Knight of the Moonlight, der traditionell dem zukünftigen König von Brune verliehen wird. Ein paar Tage später stirbt Faron und Regin bestieg den Thron. Tigre und Titta kehren nach Leitmeritz zurück,und der Bau der Handelsroute beginnt im Frühjahr.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12924475","hoster":"VOE"},{"path":"/redirect/8592142","hoster":"Streamtape"}]}]}]}]}