{"seriesId":"mafia-und-banken","name":"Mafia und Banken","descr":"[Mafias et Banques | Mafias and Banks] Die Dokumentationsreihe blickt auf ein Jahrhundert enger Verbindungen zwischen der Finanzwelt und dem organisierten Verbrechen zurück. Lange Zeit begegneten Mafiaorganisationen den Banken mit Misstrauen. Doch mit der Deregulierung der Finanzmärkte und der rasanten Ausbreitung des Drogenhandels haben auch kriminelle Kartelle verstanden, dass sie vom globalen Finanzsystem profitieren können. Banken wiederum haben viel zu gewinnen, wenn sie deren Geldgeschäfte verwalten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die Pionierzeit","epNo":1,"alt":"","descr":"Ende der Prohibition, Kolonialismus oder Kalter Krieg. Die Mafiabosse sind immer die ersten, die lukrative Geschäfte wittern. Die Finanzwelt dient sich derweil reichen Industriellen an, die keine Steuern zahlen wollen. In dieser Folge: Ausgerechnet in der Finanzmetropole New York erfindet die Mafia ihr eigenes Bankensystem. Zur Zeit der Großen Depression entdeckt die Unterwelt den Zinswucher als Geschäftsfeld und wäscht im Glücksspiel ihr Geld.Währenddessen errichtet die Finanzwelt ein Geflecht von Steuerparadiesen für die Superreichen. In den 50er Jahren reguliert noch das Bretton-Woods-System die globalen Finanzmärkte. Doch Kriminelle und Finanzjongleure machen sich die Lücken im System zunutze … Die New Yorker Mafia agiert nun auch in der Karibik. Banker finden neue Mittel und Wege, Geld unentdeckt fließen zu lassen. Es ist die Geburtsstunde der Finanzkriminalität. Michele Sindona, Bankier für die Cosa Nostra und den Vatikan, ist einer ihrer gefürchtetsten Vertreter.","versions":[{"lang":1,"streams":[{"redirect":13749626,"hoster":"VOE"},{"redirect":13749628,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Follow the Money","epNo":2,"alt":"","descr":"Miami wird zu Beginn der 80er Jahre von Drogenkriegen heimgesucht. Das Medellín-Kartell hat die Stadt in seiner Gewalt und sucht unablässig nach neuen Wegen, große Bargeldsummen zu waschen. Der US-Zollfahnder Robert Mazur erkennt hier die Schwachstelle der kolumbianischen Kartelle. Es beginnt einer der spektakulärsten Undercover-Einsätze der Geschichte. Unter der Identität eines erfolgreichen Geschäftsmannes täuscht Mazur den Finanzverwaltern des Kartells Kontakte zu internationalen Bankern vor. Dabei stößt er auf eine Bank, die zu allem bereit ist, um das schmutzige Geld zu verwalten. Es ist das einzige Geldinstitut, das jemals wegen krimineller Aktivitäten geschlossen wurde: die Bank of Credit and Commerce International (BCCI).","versions":[{"lang":1,"streams":[{"redirect":13749622,"hoster":"VOE"},{"redirect":13749624,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Grenzenloses Verbrechen","epNo":3,"alt":"","descr":"Kurz vor dem Fall der Mauer nimmt der KGB sowjetische Bodenschätze in Beschlag, um sie teuer an den Westen zu verkaufen. Der Geheimdienst beauftragt Geschäftsmänner mit Kontakten zur Mafia damit, seine schwarzen Kassen über Konten im Ausland zu verwalten. Im folgenden Jahrzehnt übernimmt das organisierte Verbrechen die Kontrolle über das Bankensystem der jungen Russischen Föderation. Nach der Ernennung des ehemaligen KGB-Agenten Wladimir Putin zum Präsidenten beginnt im Jahr 2000 eine mafiöse Staatspolitik. Das organisierte Verbrechen unterstützt den Kreml. Die Kapitalflucht erreicht astronomische Größen und Banken errichten wahre Geldwäsche-Pipelines auf dem Gebiet der ehemaligen Sowjetunion. Auch China bleibt nicht tatenlos.","versions":[{"lang":1,"streams":[{"redirect":13749623,"hoster":"VOE"},{"redirect":13749625,"hoster":"Streamtape"}]}]}]}]}