{"seriesId":"magatsu-wahrheit-zuerst","name":"Magatsu Wahrheit -Zuerst-","descr":"Unzählige menschliche Wesen wurden einst vom Antlitz der Welt getilgt. Es wurde vorhergesagt, dass das böse \"Licht\", das grausame Monster in die Welt gesetzt hat, zurückkehren würde und die Menschheit völlig vernichtet. Zwei junge Leute leben im Wahrheit-Imperium. Der schüchterne Inumael ist eine hart arbeitende Lieferant und Lecadio ist ein naiver Neuling im Imperium. Lecadio verbrachte seine Zeit damit, über seine Zukunft als Soldat nachzudenken. Durch einen gewissen Schmuggelvorfall verändert sich das Schicksal der beiden dramatisch.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"THE GETAWAY -Part One-","descr":"Für Leocadio ist es der aufregende erste Tag seiner Arbeit als kaiserlicher Soldat. Für LKW-Fahrer Innumael ist es nur ein weiterer gewöhnlicher Liefertag. Die Aktionen einer Schmuggelgruppe haben sie jedoch auf einen Weg gebracht, der ihr Leben und das Reich verändern wird.","versions":[{"lang":3,"streams":[{"redirect":8467630,"hoster":"VOE"},{"redirect":8467629,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"THE GETAWAY -Part Two-","descr":"Innumael und die Mitglieder von Headkeeper entkommen ihrer Begegnung mit Leocadios Trupp und gehen zu einem nahe gelegenen Safehouse. Die kaiserliche Armee nähert sich jedoch ihrem Standort. Können sie der kaiserlichen Armee entkommen?","versions":[{"lang":3,"streams":[{"redirect":8467635,"hoster":"VOE"},{"redirect":8467631,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Of Creatures and Men","descr":"Innumael, Schaake und Company sind der Sperrung der kaiserlichen Armee entkommen. Ihre Reise führt sie durch einen Wald, aber etwas stimmt nicht. Helman geht bei seinem Versuch, Innumael festzunehmen, einen neuen Weg.","versions":[{"lang":3,"streams":[{"redirect":8467640,"hoster":"VOE"},{"redirect":8467638,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Live with Honor. Die with No Pride.","descr":"Während Innumael, Schaake und Company weiter in Richtung Gutheil fahren, entdeckt Elfriede, wohin das Geld von Headkeeper fließt und wer es bekommt. Das Imperium beginnt sich auf eine große Operation vorzubereiten.","versions":[{"lang":3,"streams":[{"redirect":8467651,"hoster":"VOE"},{"redirect":8467644,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"From Gutheil with Love","descr":"In Gutheil müssen sich Innumael, Schaake und die Gesellschaft auf das vorbereiten, was als nächstes kommt. Helman bereitet sich darauf vor, sein Vorhaben in Gang zu setzen.","versions":[{"lang":3,"streams":[{"redirect":8467652,"hoster":"VOE"},{"redirect":8467648,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Rogue Infiltration","descr":"Innumael, Arnolt und Benjamin kommen in der Hauptstadt an und stellen fest, dass sie an einer Rettungsaktion teilnehmen werden. Der Landtag und das Militär haben ihre Pläne jedoch bereits in Gang gesetzt.","versions":[{"lang":3,"streams":[{"redirect":8467655,"hoster":"VOE"},{"redirect":8467656,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Rogue Operation","descr":"Werden die Mitglieder von Headkeeper den Monstern entkommen können, wenn Monster in der Stadt frei herumlaufen? Im Chaos nähert sich Helman Innumael. In der Zwischenzeit schreiten die Pläne von Mary Bult und dem Kaiser voran.","versions":[{"lang":3,"streams":[{"redirect":12174397,"hoster":"VOE"},{"redirect":8467657,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Rogue Ultimatum","descr":"Conrad und Innumael versuchen einen Weg an die Oberfläche zu finden, aber Helman hat andere Pläne für Innumael.","versions":[{"lang":3,"streams":[{"redirect":12174402,"hoster":"VOE"},{"redirect":8467660,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"State of the Empire","descr":"Innumael, Schaake und Company machen sich auf den Weg in die neue Hauptstadt. In der Zwischenzeit findet Leocadio einen neuen Verbündeten, der untersucht, ob Innumaels Theorie über die Experimente wahr ist.","versions":[{"lang":3,"streams":[{"redirect":13485009,"hoster":"VOE"},{"redirect":8467662,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Break Free","descr":"Innumael, Schaake und Co. treffen sich mit Georg von den Heiligen Rittern. Nach seiner Zeit in Einzelhaft muss Leocadio einen Weg finden, aus dem Gefängnis zu entkommen.","versions":[{"lang":3,"streams":[{"redirect":8467663,"hoster":"VOE"},{"redirect":8467666,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"An Inconvenient Prophecy","descr":"Leocadio trifft sich wieder mit Innumael und den anderen. Die Bande muss versuchen, die Verschwörung der Antiimperialisten abzuwenden, bevor eine Katastrophe eintritt.","versions":[{"lang":3,"streams":[{"redirect":8467674,"hoster":"VOE"},{"redirect":8467670,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"The Hand that Rocks the Cradle","descr":"Als Schaake ihren Vater konfrontiert, geht die Prophezeiung in Erfüllung.","versions":[{"lang":3,"streams":[{"redirect":8467675,"hoster":"VOE"},{"redirect":8467673,"hoster":"Streamtape"}]}]}]}]}