{"seriesId":"magische-anden","name":"Magische Anden","descr":"Kalte Gletscher, glühende Felsen und grüne Weiten - alle sind sie Teil der längsten Gebirgskette der Welt und Hüter geheimnisvoller Naturgesetze. Doch auch die Bewohner der unterschiedlichen Regionen und ihr tägliches Interagieren mit den Naturgewalten versetzen ins Staunen. Ein wahres Auf und Ab der Emotionen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Ecuador und Kolumbien","epNo":1,"alt":"","descr":"Die Anden verlaufen über rund 7.500 Kilometer an der Westküste Südamerikas bis in den tropischen Teil des Kontinents. Der grüne Kaffeestaat Kolumbien wird von drei Andenketten durchzogen. Unweit von Kolumbiens Hauptstadt Bogotá eröffnet sich der artenreiche Nationalpark Chingaza. Er liegt in der östlichen Kordillere und erreicht Höhen von bis zu 4.000 Metern. Die Stadt Cali ist weltberühmt für den Salsa und ihre Tanzszene. Ecuador wartet mit der höchstgelegenen Hauptstadt der Welt auf: Quito. Bei gutem Wetter sieht man vom Rathausplatz den Cotopaxi, einen der höchsten aktiven Vulkane der Welt. Beste Bedingungen für extreme Sportarten: Javier Chiriborga betreibt sein Triathlon-Training am Vulkan Cotopaxi, und für Gleitschirmflieger Eddy Urdiales aus Quito ist das Fliegen die große Leidenschaft. \"Salsa-Göttin\" Viviana Vargas kämpft in ihrer Stadt dafür, dass das ehemals wegen seiner Drogenkartelle berüchtigte Cali heute nur noch durch Salsa begeistert. Nicht zuletzt steht Kolumbien für den besten Kaffee der Welt, und damit der Anbau noch fairer wird, erarbeitet Kaffee-Pionier Felipe Sardi nachhaltige Konzepte. Die Bergpolizistin Diana Bejarino ist mit ihren Kollegen hinter Umweltsündern im Nationalpark Chingaza her – eine Jagd aus der Luft.","versions":[{"lang":1,"streams":[{"redirect":6771226,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Peru","epNo":2,"alt":"","descr":"Die geheimnisvolle Inkastadt Machu Picchu hoch in den Anden, brodelnde Vulkane, eisbedeckte Bergriesen: So überwältigend ist in Peru die Natur, dass die Nachfahren der Inka die Berge immer noch als Gottheiten verehren. 16 aktive Vulkane gibt es hier, sie sind Teil des Pazifischen Feuerrings. Der Kondor ist selten geworden in den Anden, doch im Süden Perus kann man ihn noch beobachten. Spektakulär ist auch der Titicacasee, der auf 4.000 Meter Höhe höchstgelegene schiffbare See der Welt. Die Menschen hier führen ein hartes Leben inmitten einer grandiosen Natur. Vor jedem Aufstieg wird ein Opfer gebracht: Kokablätter für die Berggötter. Auch die Lastenträgerin Margot Kandori hält an dem Ritual fest. Die Mutter dreier Kinder arbeitet für Reisegruppen auf dem \"Inca-Trail\", schleppt bis zu 15 Kilogramm schwere Rucksäcke die Berge hinauf. Antonio Milla überquert mit einem betagten Lkw zweimal pro Woche einen 4.700 Meter hohen Andenpass, um Nachschub für seinen Dorfladen zu holen. Dabei passiert er den Huascarán – mit 6.768 Metern Perus höchsten Berg. Den Ausblick genießen kann er nicht. Er konzentriert sich auf die Serpentinen und hofft, dass die Bremsen halten. Grisaida Suyllo, Bäuerin aus der Gegend von Cuzco, versorgt unter der Woche ihre Familie und Tiere. Doch am Wochenende verwandelt sie sich in die Mittelstürmerin einer Frauenfußballmannschaft. Auf dem Platz in 3.600 Meter Höhe hat ihr Team Heimvorteil: Gegnerischen Spielerinnen bleibt da schnell die Luft weg.","versions":[]},{"epId":"episode-3","name":"Bolivien","epNo":3,"alt":"","descr":"Von den Regenwäldern des Amazonastieflands bis zu schneebedeckten Andengipfeln – Bolivien fasziniert durch die Vielfalt seiner Landschaften. Dabei sind die unwirtlichsten oft die faszinierendsten: Über 10.000 Quadratkilometer groß ist der Salzsee von Uyuni – eine gleißend weiße Fläche bis zum Horizont. Lebensfeindlich sind auch die Bedingungen auf den Sechstausendern in der Umgebung von La Paz, Boliviens Regierungssitz und die höchstgelegene Metropole der Welt. Schneebedeckte Pässe und staubtrockene Canyons in Höhen von 4.000 Metern führen an entlegene Orte, die die Magie der Anden spüren lassen. Ana-Lia Gonzales, eine 34-jährige Indigena aus dem Volk der Aymara, hat sich vorgenommen, den Berg Huayna Potosí zu bezwingen. Hier oben in bis zu 6.088 Meter Höhe ist die Luft zum Atmen dünn, jeder Schritt für Ungeübte eine Tortur, doch das Panorama ist überwältigend. Auch weitere Bewohner geben Einblicke in ihre Welt: Da ist die Bergarbeiterin Vicenta Torre aus Oruro, die sich im Innern eines Berges den Weg zu einer Zinnader mit Dynamit freisprengt, da ist Amado Bautista, der davon träumt, mit einer seltenen Form von Salzkristallen im Salzsee von Uyuni ein Vermögen zu machen. Der Film entdeckt Orte, die in keinem Touristenführer auftauchen. Pérez ist so ein Kaff, gelegen an der still gelegten Eisenbahnstrecke La Paz-Chile. Nur ein zum Schienenfahrzeug umgebauter Reisebus verkehrt noch auf den Gleisen. Lokführer Raúl ist gleichzeitig Briefträger. Zweimal pro Woche kommt er vorbei. Sonst ist es hier sehr still – und das ist vielleicht die größte Magie der Anden.","versions":[]},{"epId":"episode-4","name":"Argentinien und Chile – Der Norden","epNo":4,"alt":"","descr":"Der nördliche Teil der Anden Argentiniens und Chile beherbergt einige Superlative: So befindet sich in der argentinischen Provinz Mendoza die Mehrzahl der höchsten Andengipfel. Dort liegt auch der etwa 6.960 Meter hohe Aconcagua. Er ist der höchste Berg der westlichen Hemisphäre. Auf den sanften Hügeln der argentinischen Provinz Mendoza recken sich Millionen von Weinreben gen Himmel. Schon vor Jahrhunderten legten die Inka hier Bewässerungssysteme an, die das Schmelzwasser der Berge ins Tal beförderten. Sportkletterer Martin Funes arbeitet sich an den Wänden der Andenriesen ab, und Chefkoch Lucas Bustos macht die traditionelle Andenküche hier zur Haute Cuisine. Mitten im Nirgendwo befindet sich das ALMA-Observatorium, umrahmt von den schneebedeckten Andengipfeln der Vulkane Lincancabur und Lasca. Die Atacamawüste ist der perfekte Standort für ALMA, da geringe Luftfeuchtigkeit und große Höhe die idealen Bedingungen für astronomische Beobachtungen bieten. Ingenieur Pablo Carillo wartet die Antennen des ALMA. Die Arbeit auf 5.000 Meter Höhe ist eine Belastung für den menschlichen Körper. Der Kondor hingegen, der größte flugfähige Vogel der Welt, braucht die Höhe. Nur noch etwa 6.000 der majestätischen Tiere leben in den Anden. So ist es für die Menschen ein Fest, wenn ein zuvor verletztes Tier geheilt in die Freiheit entlassen werden kann.","versions":[]},{"epId":"episode-5","name":"Argentinien und Chile – Der Süden","epNo":5,"alt":"","descr":"Gletscher, Berge, Weite und Meer prägen den Süden Argentiniens und Chiles. Die berühmten Nationalparks Los Glaciares mit dem eindrucksvollen Perito-Moreno-Gletscher und Torres del Paine befinden sich in dieser Region. Am Beagle-Kanal, der scheinbar ins Nichts führt, und mit der Andenkette im Rücken liegt die vermeintlich südlichste Stadt der Welt: Ushuaia. Die Südkordilleren sind umgeben von Inlandseis. Niedriger als die Zentralanden gelegen, sind sie von feuchten Wäldern, bestehend aus Zypressen, Föhren und Südbuchen, bedeckt. Im Osten von den Anden und im Westen vom Atlantik begrenzt, zieht sich Patagonien hinunter bis zum Südpol. Es ist das Land der Stille, der Einsamkeit. Eine majestätische anmutende Natur: blau leuchtende Seen, saftig grüner Wald und schneebedeckte Berggipfel. Gletschermassen drängen in die Täler. Hier beginnt eine endlose goldgelbe Steppe. Hunderte von Kilometern nur Horizont. Die Menschen, die in den patagonischen Anden leben, schätzen diese magische Welt und passen sich der Natur an. Der Film begleitet den Pferdeflüsterer Santiago Richards bei seiner Suche nach den Wildpferden Patagoniens. Der Geologe Mauricio Gonzales erforscht alte Gletscher, und der Fliegenfischer Christian Lavia versucht sein Glück auf dem Lago Escondido in Feuerland. Kris Robles führt Touristen durch den weltberühmten Nationalpark Torres del Paine. Bizarre Granitpfeiler ragen hier fast senkrecht mehr als 2.000 Meter aus der patagonischen Steppe empor. Die älteste Brauerei Bariloches liegt in den Händen der Familie Gilbert, die Bier mit Gletscherwasser herstellt.","versions":[]}]}]}