{"seriesId":"magic-city","name":"Magic City","descr":"Im Mittelpunkt der Serie, die im Jahr 1959 beginnt, steht der frischgebackene Hotelbesitzer Ike Evans (Jeffrey Dean Morgan). Um seinen Traum zu verwirklichen, hat er seine Seele an den Teufel verkauft. Genauer gesagt, an den Mafiaboss Ben \u0027The Butcher\u0027 Diamond (Danny Huston). Ikes Ehefrau Vera (Olga Kurylenko) ist ein ehemaliges Showgirl. Ebenso wie die drei gemeinsamen Kinder ahnt sie nichts von den krummen Geschäften ihres Mannes und dem nächtlichen Treiben im Hotel.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Riskante Geschäfte","epNo":1,"alt":"The Year of the Fin","descr":"Miami, 31. Dezember 1958: Während Hotelbesitzer Ike Evans (Jeffrey Dean Morgan) Vorbereitungen für das große Silvesterkonzert von Frank Sinatra trifft, übernehmen Castros Rebellen Havanna. Ein Schock für Hotelmanager Victor Lazaro (Yul Vázquez), dessen Ehefrau Maria nun in Kuba festgehalten wird. Als das Konzert in Gefahr gerät, bittet Ike seinen geheimen Teilhaber, den Mafiaboss Ben \"The Butcher\" Diamond (Danny Huston) um einen Gefallen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841416,"hoster":"VOE"},{"redirect":8592226,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Im Haifischbecken","epNo":2,"alt":"Feeding Frenzy","descr":"Gewerkschaftsboss Mike, mit dem Hotelchef Ike Evans (Jeffrey Dean Morgan) trotz aller Differenzen eine Freundschaft verband, ist spurlos verschwunden. Ikes älterer Sohn Stevie (Steven Strait) verstrickt sich unterdessen in eine Affäre mit Lily (Jessica Marais), der Ehefrau von Mafiaboss Ben Diamond (Danny Huston), während sein jüngerer Sohn Danny (Christian Cooke) an seine Jugendliebe mit Mercedes Lazaro (Dominik Garcia-Lorido) anknüpfen will. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841417,"hoster":"VOE"},{"redirect":8592227,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Auf Sand gebaut","epNo":3,"alt":"Castles Made of Sand","descr":"Hotelchef Ike Evans (Jeffrey Dean Morgan) gelingt mit der Ausrichtung eines Schönheitswettbewerbs der große Coup. Gleichzeitig kontaktiert er seine Ex-Schwägerin Meg Bannock (Kelly Lynch). Sie soll ihm mit ihrem Vermögen helfen, seinen geheimen Teilhaber Mafiaboss Ben \"The Butcher\" Diamond (Danny Huston) loszuwerden. Der wiederum kommt allmählich dahinter, dass ihn seine Frau Lily (Jessica Marais) betrügt. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841418,"hoster":"VOE"},{"redirect":8592229,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Spiel mit dem Feuer","epNo":4,"alt":"Atonement","descr":"Hotelchef Ike Evans (Jeffrey Dean Morgan) legt sich mit Polizeichef Jack Klein an, denn der will auf der Beerdigungsfeier des Gewerkschaftsführers Mike Strauss dessen Leiche konfiszieren. Ikes Ehefrau Vera (Olga Kurylenko) macht es unterdessen zu schaffen, dass sie immer noch nicht schwanger ist. Und Hotelmanager Victor Lazario (Yil Vázquez) wendet sich an zwielichtige Landsleute, die seine Frau aus Kuba schleusen sollen. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841420,"hoster":"VOE"},{"redirect":8592228,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödlich Blond","epNo":5,"alt":"Suicide Blonde","descr":"Hotelchef Ike Evans (Jeffrey Dean Morgan) fürchtet um seine Geheimwaffe: Callgirl Judi Silver (Elena Satine). Er versucht sie davon zu überzeugen, für eine Weile unterzutauchen. Derweil gerät auch sein Sohn Stevie (Steven Strait) in Schwierigkeiten: Er wird mit Nackfotos erpresst. Die zeigen nicht nur ihn, sondern auch seine Affäre, Mafia-Braut Lily Diamond (Jessica Marais). (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841422,"hoster":"VOE"},{"redirect":8592230,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tiefschläge","epNo":6,"alt":"The Harder They Fall","descr":"Hotelchef Ike Evans (Jeffrey Dean Morgan) und sein geheimer Teilhaber Ben \"Der Metzger\" Diamond (Danny Huston) wetten beide im großen Stil bei einem Boxkampf. Ikes Frau Vera (Olga Kurylenko) erhält unterdessen eine weitere Absaga von Jackie Kennedy. Und Ikes Sohn Danny (Christian Cooke) erhält ein paar komprimettierende Photos die eigentlich für seinen Bruder Stevie (Steven Strait) gedacht waren. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841421,"hoster":"VOE"},{"redirect":8592235,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ross oder Reiter","epNo":7,"alt":"Who\u0027s the Horse and Who\u0027s the Rider?","descr":"Danny Evans (Christian Cooke) stellt seinen Bruder Stevie (Steven Strait) wegen seiner Affäre mit Lily Diamond (Jessica Marais) zur Rede. Schließlich ist Lily die Frau von Mafia-Paten Ben \"Dem Metzger\", dem heimlichen, stillen Teilhaber des Hotels ihres Vaters Ike (Jeffrey Dean Morgan). Dessen Versuch seine Ex-Schwägerin Meg (Kelly Lynch) als neue Teilhaberin für sein Hotel zu gewinnen, schlägt fehl. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841423,"hoster":"VOE"},{"redirect":8592233,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Flut steigt","epNo":8,"alt":"Time and Tide","descr":"Ike Evans (Jeffrey Dean Morgan) sorgfältig konstruierte Welt droht auseinanderzufallen: Polizeichef Chris Klein findet das Callgirl Judi Silver (Elena Satine). Und die Affäre seines Sohnes Stevie (Steven Strait) mit der Ehefrau des Mafiabosses Ben Diamond, Lily (Jessica Marais), wird immer gefährlicher. Seine Frau Vera (Olga Kurylenko) kommt ihrem Traum von einer eigenen Show derweil immer näher. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841424,"hoster":"VOE"},{"redirect":8592232,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Schuld und Sühne","epNo":1,"alt":"Crime And Punishment","descr":"Ike Evans (Jeffrey Dean Morgan), Chef des mondänen Miramar Playa Hotels, sitzt wegen Mordverdachts im Gefängnis. Seine Frau Vera (Olga Kurylenko) und ihr Stiefsohn Stevie (Steven Strait) versuchen seine Kaution zusammenzusammeln. Dabei erfährt Vera von den stillen Teilhabern des Hotels, unter anderem Mafiaboss Ben Diamond (Danny Huston). Der befürchtet unterdessen, dass Ike dem Druck des Bezirksstaatsanwalts Jack Klein (Matt Ross) nachgeben könnte. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":8841419,"hoster":"VOE"},{"redirect":8592231,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Engel des Todes","epNo":2,"alt":"Angels Of Death","descr":"Hotelchef Ike Evans (Jeffrey Dean Morgan) knüpft Verbindungen nach Kuba, um sich endgültig aus den Fängen seines stillen Teilhabers, Mafioso Ben Diamond (Danny Huston), zu befreien. Der reist unterdessen nach Chicago zu seinem Boss Sy Berman (James Caan) und bittet ihn, Ike zu beseitigen. Ikes Sohn Stevie (Steven Strait)setzt derweil seine gefährliche Affäre mit Bens Ehefrau Lily (Jessica Marais) fort. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":13101811,"hoster":"VOE"},{"redirect":8592234,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Natürliche Auslese","epNo":3,"alt":"Adapt Or Die","descr":"Ike Evans, Besitzer des Miramar Plaza Hotels in Miami, ist nach Havannah gereist, um seinen stillen Teilhaber, Mafiaboss Ben Diamond, loszuwerden. Nebenbei nutzt er seine Beziehungen, um die sterblichen Überreste von Maria Lazaro nach Miami zu überführen. Seine Frau Vera, die sich entschlossen hat, ihre Tanzkarriere fortzusetzen, trainiert derweil bis zur Erschöpfung. Und Ikes jüngster Sohn Danny entschließt sich, ausgerechnet für Bezirksstaatsanwalt Jack Klein zu arbeiten.","versions":[{"lang":1,"streams":[{"redirect":13101815,"hoster":"VOE"},{"redirect":8592238,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Am Scheideweg","epNo":4,"alt":"Crossroads","descr":"Nach seiner Rückkehr aus Havannah macht Hotelchef Ike Evans dem Chicagoer Mafiaboss Sy Berman ein riskantes Angebot. Ikes Sohn Danny erfährt derweil im Büro des Staatsanwalts die Wahrheit über die dunklen Machenschaften von Ben Diamond. Der mischt sich unterdessen in die Waffengeschäfte von Gangster Nicky Grillo und der Anti-Castro-Bewegung. Mit fatalen Folgen. – Starbesetzte, mit viel Aufwand produzierte Serie über die Anfänge der Glamour-Hauptstadt Miami.","versions":[{"lang":1,"streams":[{"redirect":8841427,"hoster":"VOE"},{"redirect":8592236,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Aus den Fugen","epNo":5,"alt":"World In Changes","descr":"Als Meg Bannock, die Ex-Schwägerin von Hotelchef von Ike Evans, ihre guten Beziehungen in Miamis bessere Gesellschaft nutzt, um das neue Glückspielgesetz zu bekämpfen, kommen Ike und sie sich näher. Ikes Verhältnis mit seiner Jugendliebe Mercedes steht derweil auf der Kippe, nachdem sich Mercedes und ihr Vater Victor der Anti-Castro-Bewegung anschließen.","versions":[{"lang":1,"streams":[{"redirect":8841428,"hoster":"VOE"},{"redirect":8592237,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hoher Einsatz","epNo":6,"alt":"Sitting On Top Of The World","descr":"Hotelchef Ike Evans will seinem Sohn Stevie sein Vertrauen beweisen und übergibt ihm die Verantwortung für die große Disk-Jockey-Convention im Miramar Playa. Doch die Veranstaltung endet in einem Desaster mit fatalen Folgen für die ganze Evans-Familie. Ikes Jugendliebe Mercedes vertraut sich inzwischen seiner Frau Vera an und macht ihr ein schockierendes Geständnis.","versions":[{"lang":1,"streams":[{"redirect":13105118,"hoster":"VOE"},{"redirect":8592239,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Feind kommt näher","epNo":7,"alt":"…And Your Enemies Closer","descr":"Ike Evans Deal in Kuba beschädigt seine Freundschaft mit seinem Hotel-Manager Victor Lazlo. Auch mit seinem Sohn Stevie hat er sich überworfen. Der nimmt das Angebot von Ikes Erzfeind Ben Diamond an, mit Ben und Madame Renee das neue Freudenhaus in Miami zu führen.","versions":[{"lang":1,"streams":[{"redirect":13101813,"hoster":"VOE"},{"redirect":8592240,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Sünden der Väter","epNo":8,"alt":"The Sins Of The Father","descr":"Das Schicksal von Hotel-Chef Ike Evans und Gangster Ben Diamond steht vor dem Scheideweg: Das neue Gesetz zum Glückspiel in Miami steht vor der Verabschiedung. Ike macht Bezirksstaatsanwalt Jack Klein ein verlockendes Angebot. Und Mafia-Boss Sy Berman, muss sich entscheiden, wie er mit seinem Protegé Ben weiter verfahren will.","versions":[{"lang":1,"streams":[{"redirect":8841432,"hoster":"VOE"},{"redirect":8592242,"hoster":"Streamtape"}]}]}]}]}