{"path":"/serie/stream/magnus","name":"Magnus – Trolljäger","descr":"In der norwegischen Krimikomödie Magnus muss ein idiotischer Polizist einen Mord aufklären, der mit der nordischen Mythologie verbunden ist. Für Magnus, seinen suizidalen Partner und seinen Nachbarn wird der Fall zunehmend bizarrer, als mythische Kreaturen auftauchen.","seasons":[{"path":"/serie/stream/magnus/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/magnus/staffel-1/episode-1","name":"Ein Fall für Idioten","epNo":1,"alt":"Maskoten","descr":"Im idyllischen Frestad muss der etwas schräge, aber erfinderische Polizist Magnus einen Mord aufklären, der mit der nordischen Mythologie verbunden ist. Und was hat der unsympathische Sonderermittler Geir Dragset mit der Sache zu tun? Und wieso soll überhaupt Magnus den Fall übernehmen, wo ihn doch alle Kollegen, inklusive seines Chefs Arthur für einen unfähigen Idioten halten? Für Magnus, seinen suizidalen Partner Dan und den Nachbarsjungen Nikolaj wird der Fall zunehmend bizarrer, als eine mythische Kreatur auftaucht und zwar ein Troll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7828785","hoster":"VOE"},{"path":"/redirect/9999709","hoster":"Streamtape"}]}]},{"path":"/serie/stream/magnus/staffel-1/episode-2","name":"Der doppelte Geir","epNo":2,"alt":"Partnere","descr":"Nikolaj findet Magnus zusammengeschlagen und mit kaputter Nase auf der Straße. Natürlich möchte er wissen, was passiert ist. Und während Magnus sich zu Hause betrinkt, erzählt er Nikolaj eine Geschichte. Also, die Geschichte der stattgefundenen Ereignisse, die dazu geführt haben, dass er so zerrupft aussieht. Zumindest seine Version davon, was passiert sein könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14427754","hoster":"VOE"},{"path":"/redirect/9999710","hoster":"Streamtape"}]}]},{"path":"/serie/stream/magnus/staffel-1/episode-3","name":"Von Gnomen und Trollen","epNo":3,"alt":"For Tidlig Etterforskning","descr":"Magnus versucht weiterhin, das Rätsel um den verschwundenen Robert Danielsen und den Tod von Emma Nes aufzuklären. Hilfe bekommt er dabei von Dan und Nikolaj. Diesmal geraten alle drei in Gefahr, als sie Gerald Montac und Geir in die Hände fallen. Doch offensichtlich gibt es noch eine weitere Bedrohung: Trolle und Gnome. Denn sie existieren wirklich!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7828795","hoster":"VOE"},{"path":"/redirect/9999715","hoster":"Streamtape"}]}]},{"path":"/serie/stream/magnus/staffel-1/episode-4","name":"Kindergeburtstag","epNo":4,"alt":"Bursdag","descr":"Während Geir und der schmierige Gerald Montac von Adaxa Industries versuchen, Magnus von dessen Ermittlungen abzuhalten, werden Charlotte und Arthur ihrerseits misstrauisch. Als sich das Netz um Magnus zuzieht, sieht dessen geniales Rettungsmanöver vor, die Feier von Nikolajs elftem Geburtstag bei sich zu Hause abzuhalten. Und während ein vermeintlich lustiger Kindergeburtstag gefeiert wird, nimmt die Katastrophe ihren Lauf. Und am Ende passiert nicht nur ein Unglück, sondern auch ein Mord!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7828800","hoster":"VOE"},{"path":"/redirect/9999721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/magnus/staffel-1/episode-5","name":"Der Wächter des Portals","epNo":5,"alt":"Magnustroll","descr":"Robert Danielsen hat auf seiner Flucht ausgerechnet bei Gerald Montac und Adaxa Industries Zuflucht gesucht. Dort erfährt er, dass er zum Hüter des Portals geworden ist, welches der Gott Loki einst geöffnet hat, um die Welten der Trolle, Götter und Menschen zu verbinden. Dabei hat sich allerdings die Kraft, die dem menschlichen Torhüter innewohnt (das Portal benötigt zwei Hüter zur Öffnung, einen Troll und einen Menschen), aus dem Staub gemacht, um sich einen neuen menschlichen Wirt zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7828803","hoster":"VOE"},{"path":"/redirect/9999717","hoster":"Streamtape"}]}]},{"path":"/serie/stream/magnus/staffel-1/episode-6","name":"Wiederbelebung","epNo":6,"alt":"Den Kopierte Krusader","descr":"Das Portal zur mystischen Welt der Trolle steht immer noch sperrangelweit offen. Und auch wenn Gerald Montac und Adaxa Industries als \"Torschließer\" aus dem Rennen sind, so gibt es immer noch Geir, der auf Rache an Magnus sinnt und unbedingt die Macht über das Portal will, mithilfe des menschlichen Portalhüters. Doch wie sich herausstellt ist es gar nicht Robert Danielsen, der die Kraft zur Wiederbelebung hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/7828810","hoster":"VOE"},{"path":"/redirect/9999724","hoster":"Streamtape"}]}]}]}]}