{"seriesId":"magnum","name":"Magnum","descr":"Nachdem Marineoffizier Thomas Magnum (Tom Selleck) seinen Dienst quittiert hat, beschließt er, Privatdetektiv zu werden. Er findet sein Glück in Oahu auf Hawaii, wo er als Sicherheitschef für das Anwesen des mysteriösen und sehr wohlhabenden Schriftstellers Robin Masters angeheuert wird.Im Gegenzug darf Magnum im Gästehaus des Anwesens wohnen und den roten Ferrari des Hausherren nutzen, der ständig verreist ist und so gut wie nie in Erscheinung tritt. Unter der strengen Aufsicht des Hausverwalters Jonathan Higgins (John Hillerman), einem früheren Soldaten der britischen Armee, versucht Magnum, die ihm zugedachten Privilegien immer weiter auszureizen – sei es beim Streit um die Nutzung des Tennisplatzes oder das Plündern des Weinkellers.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Wer braucht schon Schnee auf Hawaii (1)","epNo":1,"alt":"Don’t Eat The Snow In Hawaii (1)","descr":"Thomas Magnum, Vietnam-Veteran und Ex-Lieutenant der Navy, lebt nach seinem Abschied vom Militär auf Hawaii, wo er als Privat-Detektiv arbeitet. Dass er sehr viel komfortabler leben kann, als seine unregelmäßigen Einkünfte es eigentlich erlauben, verdankt er dem schwerreichen Bestsellerautor Robin Masters. Denn der ständig in der Weltgeschichte herumreisende Schriftsteller lässt ihn als unbezahlten Sicherheitsbeauftragten mietfrei im Gästehaus seines Luxus-Anwesens wohnen, seinen roten Ferrari 308 GTS fahren und die regelmäßig hereinschneienden, ausnahmslos attraktiven weiblichen Gäste beflirten. Einziger Wermutstropfen dabei ist Higgins, der andere Bewohner, vor allem aber hauptamtliche Verwalter des weitläufigen Besitzes. Higgins ist mindestens so britisch wie die Queen, aber vermutlich sehr viel pedantischer. Gebildet, polyglott, makellos gekleidet und überaus pflichtbewusst, hütet er gemeinsam mit \"den Jungs\", seinen Dobermännern Zeus und Apollo, das Reich seines dauer-abwesenden Arbeitgebers. Selbstverständlich ist der lässige Magnum Higgins ein Dorn im Auge. Kurz nachdem Magnum ins Gästehaus eingezogen ist, wird sein alter Freund und Vietnamkriegskamerad, der Offizier Dan Cook, nach seiner Rückkehr von einer Dienstreise tot aufgefunden. Etliche geplatzte Kokainbeutel in seinem Magen lassen darauf schließen, dass sich Cook nebenbei als Drogenkurier betätigt hatte – was Magnum natürlich nicht glauben kann. Mit Unterstützung zweier weiterer Freunde aus der alten Kriegstruppe, dem Hubschrauberpiloten T.C. und dem erfolgreichen Clubbesitzer Rick alias Orville, hilft er Alice, der hübschen Schwester seines toten Freundes, Beweise für die Ermordung ihres Bruders und seine Mörder zu finden.","versions":[{"lang":1,"streams":[{"redirect":13111130,"hoster":"VOE"},{"redirect":8592420,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702281,"hoster":"VOE"},{"redirect":8702286,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Wer braucht schon Schnee auf Hawaii (2)","epNo":2,"alt":"Don’t Eat The Snow In Hawaii (2)","descr":"Privatdetektiv Thomas Magnum ist davon überzeugt, dass sein Freund Dan Cook ermordet wurde und nicht an einer Überdosis Kokain starb. Mit Hilfe von Dan’s Schwester Alice versucht Magnum herauszufinden, an welchem Undercover-Projekt der Marine Dan kurz vor seinem Tod arbeitete.","versions":[{"lang":1,"streams":[{"redirect":8841639,"hoster":"VOE"},{"redirect":8592423,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Fluch des letzten Kaisers","epNo":3,"alt":"China Doll","descr":"Voller Vorfreude auf ein Wochenende mit der schönen Chinesin Mai Ling lässt sich Magnum von seinem Kumpel T.C. auf die Insel Kaua’i fliegen. Doch statt Mai Ling hält Magnum kurz darauf eine Kiste mit einer kostbaren chinesischen Vase in den Armen, auf die er übers Wochenende aufpassen soll. Wie Magnum jedoch bald feststellen muss, ist Mai Ling ein Tong-Krieger auf den Fersen, der vor keinem Mord zurückschreckt, um die symbolträchtige antike Vase aus dem Besitz des letzten chinesischen Kaisers in seinen Besitz zu bringen. Als der Tong Mai Ling entführt und so die Herausgabe der Vase erpressen will, muss Magnum mit Hilfe seiner Freunde versuchen, gleichzeitig seine schöne Freundin und das für sie und ihre Familie so wertvolle Stück zu retten. In der Rolle der hübschen Mai Ling ist Susie Elene zu sehen, eine TV-Darstellerin der Siebziger- und Achtzigerjahre, die unter anderem in Serien wie \"Der Chef\", \"Hawaii Fünf-Null\" und \"M.A.S.H.\" Gastauftritte hatte.","versions":[{"lang":1,"streams":[{"redirect":8841640,"hoster":"VOE"},{"redirect":8592426,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702282,"hoster":"VOE"},{"redirect":8702284,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Große und kleine Mädchen","epNo":4,"alt":"Thank Heaven For Little Girls And Big Ones Too","descr":"Wider besseres Wissen lässt sich Magnum von fünf Schülerinnen beauftragen, nach ihrer während der gemeinsamen Miami-Reise angeblich mit einem \"Beachboy\" verschwundenen Lehrerin Linda Booton zu suchen. Und da die Kinder inzwischen irgendwo bleiben müssen, lässt sich Magnum dazu überreden, sie während seiner Suche auf dem Masters-Anwesen wohnen zu lassen – selbstredend unter dem ausdrücklichen Protest von Higgins. Magnum und T.C. gelingt es tatsächlich, die Lehrerin zu finden – doch an der Geschichte der Schülerinnen stimmt so gut wie nichts. In Wirklichkeit ist Linda eine versierte Kunstfälscherin, die vor einiger Zeit den Auftrag bekam, für einen Kunsthändler die Kopie eines Gemäldes von Paul Gauguin herzustellen. Wie sich heraus stellt, hängt genau diese Kopie jetzt in Robin Masters Wohnzimmer, wo Higgins sie Magnum gerade erst stolz als \"seinen\" kostbaren neuen Gauguin präsentiert hat. Doch die reuige Linda und ihre Schülerinnen wollen den Betrug wieder rückgängig machen und geben das Original zurück – sehr zum Verdruss des Kunsthändlers, der daraufhin die Kinder entführt, um die Herausgabe des Gauguins zu erpressen.","versions":[{"lang":1,"streams":[{"redirect":8841651,"hoster":"VOE"},{"redirect":8592425,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702287,"hoster":"VOE"},{"redirect":8702288,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bombengrüße aus Ulster","epNo":5,"alt":"No Need To Know","descr":"Higgins hat Magnum aus dem Gästehaus ausquartiert, um dort die beiden attraktiven Stewardessen Suzie und Mandy unterbringen zu können. Im Haupthaus nämlich wohnt ab sofort ein weiterer illustrer Gast, der britische Brigadegeneral Alistair Ffolkes mit seinen Bewachern. Der erfolgreiche Terroristenjäger soll hier während des Prozesses gegen einige von ihm gefangene Terrorverdächtige vor einem Racheakt der IRA geschützt werden. Auch Magnum, der sich sein Gästehaus kurzerhand friedlich mit den Stewardessen teilt, soll seine Augen offen halten. Als er auf einem Boot vor dem Strand des Anwesens einen fotografierenden Mann entdeckt und bei der Durchsuchung seiner Wohnung Sprengstoff findet, ist allen Beteiligten klar, dass der Brigadegeneral in höchster Gefahr ist. Special Guest Star dieser Folge ist der im Jahr 1927 geborene britische Theater- und Fernsehschauspieler Richard Johnson in der Rolle des bedrohten Brigadegenerals Alistair Ffolkes. Johnson ist häufiger Gast in britischen TV-Serien wie \"Inspector Barnaby\", \"Lewis\", oder \"Spooks – Im Visier des MI5\".","versions":[{"lang":1,"streams":[{"redirect":8841642,"hoster":"VOE"},{"redirect":8592428,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495743,"hoster":"VOE"},{"redirect":8702290,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der gespielte Tod","epNo":6,"alt":"Skin Deep","descr":"Die erfolgreiche Filmschauspielerin Erin Wolfe wird tot in ihrer Wohnung aufgefunden – mit einer Schrotflinte ins Gesicht geschossen und damit nicht mehr einwandfrei zu identifizieren. Die Polizei geht von Suizid aus, ihr Entdecker und Ex-Liebhaber David Norman jedoch glaubt nicht an Selbstmord, sondern erteilt Magnum den Auftrag, Erins Mörder zu finden. Das Ergebnis von Magnums Nachforschungen ist allerdings verblüffend: Erin Wolfe ist quicklebendig und entspannt sich auf einer einsamen Insel, ohne etwas von ihrer \"Ermordung\" zu wissen. Als Magnum Erin findet, taucht auch schon der eifersüchtige David auf, bewaffnet und wild entschlossen, Erin und Magnum zu erschießen. Der inzwischen 69-jährige britische Film- und Fernsehstar Ian McShane (\"Sexy Beast\") gibt hier eine Gastvorstellung in der Schurkenrolle, seinem bevorzugten Rollenfach. Vom Judas in Franco Zeffirellis \"Jesus von Nazareth\", über den finsteren Waleran in der Ken Follett-Verfilmung \"Die Säulen der Erde\" bis zu Blackbeard, dem Oberschurken aus \"Pirates of the Caribbean\" – Fremde Gezeiten\" macht Ian McShane aus jedem Finsterling ein Ereignis.","versions":[{"lang":1,"streams":[{"redirect":8841644,"hoster":"VOE"},{"redirect":8592427,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495750,"hoster":"VOE"},{"redirect":8702285,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Abrechnung mit der Vergangenheit","epNo":7,"alt":"Never Again, Never Again","descr":"Die jüdischen Holocaust-Überlebenden Lena und Saul Greenberg betreiben auf Hawaii ein Hemdengeschäft. Als Thomas Magnum erfährt, dass das Ehepaar ganz überraschend das Geschäft aufgegeben hat, fährt er zu ihnen, um nach dem Grund zu fragen. Bei seinem Eintreffen sieht er, wie Saul mit einem Krankenwagen abgeholt wird, im Krankenhaus jedoch nie eintrifft. Da Lena vermutet, dass Saul von ein paar Alt-Nazis entführt wurde bringt Magnum die Frau zunächst in Robins Nest unter und beginnt mit seinen Ermittlungen. Auf einem Nachkriegs-Foto der beiden stellt er fest, dass Lena zu diesem Zeitpunkt noch keine KZ-Tätowierung am Arm hatte. Handelt es sich bei den Greenbergs selbst um Nazis, die sich als Juden tarnen? Bei seiner Rückkehr findet der Privatdetektiv Higgins bewusstlos am Boden liegend vor, von Lena Greenberg fehlt jede Spur\r\"Abrechnung mit der Vergangenheit\" ist eine von zwei \"Magnum\"-Episoden, bei denen der Hollywood-Schauspieler Robert Loggia (\"Die Ehre der Prizzis\", \"Fräulein Smillas Gespür für Schnee\", \"Independence Day\") Regie geführt hat. Loggia, der in seiner langen Karriere von \"Hawaii Fünf-Null\" (1979) über \"Drei Engel für Charlie\", \"Die Sopranos\" und wieder \"Hawaii Fünf-Null\" (2010) auch unzählige Serienauftritte absolviert hat, ist noch immer gut im Geschäft: Demnächst wird er an der Seite von Tippi Hedren und Michael Paré in dem Horrorfilm \"Room and Board\" (2011) auftreten.","versions":[{"lang":1,"streams":[{"redirect":8841645,"hoster":"VOE"},{"redirect":8592429,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495741,"hoster":"VOE"},{"redirect":8702291,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Auf den Hund gekommen","epNo":8,"alt":"The Ugliest Dog In Hawaii","descr":"Dieses Mal dreht sich alles um Sir Algernon Farnsworth, den hässlichsten Hund von Hawaii, wo er nach seiner Ankunft auf dem Flughafen erst mal in Quarantäne muss. Er ist das Augenlicht seiner Besitzerin, der einfluss- und auch sonst überaus reichen Gloria Marston, die in letzter Sekunde die Entführung ihres Hundes verhindern kann. Da der Mischling auch in der Quarantänestation nicht sicher ist, installiert Magnum eine Privat-Quarantäne auf Robin Masters Anwesen – natürlich zum blanken Entsetzen des leidgeprüften Higgins. Beim Transport des wertvollen Vierbeiners versucht der Gangsterboss Victor DiGorgio, der Vorbesitzer von Sir Algernon, Magnum den Hund mit Gewalt wieder abzunehmen, dank T.C. ohne Erfolg. Wie sich herausstellt, handelt es sich bei Sir Algernon nämlich um einen waschechten Mafia-Köter, der eine überaus wertvolle Information mit sich herumträgt, für die DiGorgio – wenn es denn sein muss – über Leichen gehen würde. Gaststar Michael Gazzo spielte nicht nur in \"Magnum\" den Mafioso, sondern hatte schon unter der Regie von Francis Ford Coppola einen mit einem Nebendarsteller-Oscar nominierten Auftritt in \"Der Pate II\" – als klassischer Mafia-Capo Frankie Pentangeli.","versions":[{"lang":1,"streams":[{"redirect":8841647,"hoster":"VOE"},{"redirect":8592430,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702292,"hoster":"VOE"},{"redirect":8702289,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Im Kampf verschollen","epNo":9,"alt":"Missing In Action","descr":"Dieses Mal darf sich Magnum als Frauenversteher profilieren. Er befreundet sich mit der attraktiven Laura Frasier, die gerade in Ricks Club als Sängerin angefangen hat. Sie erzählt ihm, dass ihr Verlobter Eric Tobin vor über acht Jahren in Vietnam als vermisst gemeldet wurde, sie aber sicher ist, dass er noch lebt. Magnum stellt Nachforschungen an und findet heraus, dass Eric ein Delta-Agent war, einer Abteilung für geheime Operationen. Als Eric Laura plötzlich im Club gegenübersteht, flieht er in heller Panik. Kurz nachdem Magnum Erics Versteck gefunden hat, wird Laura von Delta-Agenten entführt. Magnum gelingt es, Laura zu befreien, doch um herauszufinden, warum die Delta-Leute Eric jagen, muss er einen Verräter entlarven. Rebecca Holden, die in dieser Folge die Sängerin Laura spielt, hat sich nach ihrer kurzen Schauspielkarriere ganz auf das Singen konzentriert. Sie tritt in Live-Konzerten auf und bestreitet als Country-Sängerin internationale Tourneen.","versions":[{"lang":1,"streams":[{"redirect":8841649,"hoster":"VOE"},{"redirect":8592431,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495745,"hoster":"VOE"},{"redirect":8702295,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Von den Toten auferstanden","epNo":10,"alt":"Lest We Forget","descr":"Richter Robert Caine, nominiert für den Obersten Gerichtshof, beauftragt Magnum, seine seit 1941 verschollene Ehefrau Diane zu finden, von der er gerade ein Glückwunschtelegramm erhalten hat. Kurz darauf folgt ein Erpresserbrief, in dem man versucht, ihn mit Dianes Vorgeschichte als Prostituierte unter Druck zu setzen. Während sich Magnum noch über die plumpen Fraternisierungsversuche \"der Jungs\" wundert, bittet ihn ihr \"Herrchen\" Higgins um seine Dienste als vierter Mann beim Bridge. Dafür unterstützt Higgins Magnums Ermittlungen, die nicht nur ein neues Licht auf den Richter werfen, sondern auch zu der sehr lebendigen Diane führen. Was Magnum beim Wiedersehen der beiden dann erfährt, stellt jeden Roman seines Dauergastgebers Robin Masters in den Schatten. Der nach einer langen Karriere 1986 verstorbene Schauspieler und Musiker Scatman Crothers, in dieser Folge mit einem Kurzauftritt am Klavier vertreten, spielte neben unzähligen TV-Rollen auch in großen Kinoproduktionen, darunter Klassiker wie \"Einer flog über das Kuckucksnest\" oder \"Shining\" mit Jack Nicholson, der zu seinen Freunden gehörte.","versions":[{"lang":1,"streams":[{"redirect":8841648,"hoster":"VOE"},{"redirect":8592432,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495752,"hoster":"VOE"},{"redirect":8702303,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Grundstückspekulanten","epNo":11,"alt":"The Curse Of The King Kamehameha Club","descr":"Just als Rick unter Higgins’ missbilligenden Blicken ein Kanurennen des exklusiven King Kamehameha Clubs ins Leben gerufen hat, wird der Club vor laufenden Fernsehkameras von einem Kahuna, einem hawaiianischen Medizinmann verflucht. Ab sofort ist Ricks Club vom Unglück verfolgt: Zuerst bricht während eines Trainingsrennens der haushohe Favorit des Wettkampfs tot zusammen, dann ertrinkt beinahe eine junge Schwimmerin im Pool, und in der Küche bricht ein Feuer aus. Kein Wunder, dass Rick anschließend nach einem Streit mit Higgins seinen Job als Geschäftsführer hinschmeißen will. Als Magnum und T.C. mit dem Kahuna reden wollen, kommt der alte Mann bei der Flucht durch brennende Zuckerrohrfelder ums Leben. Dummerweise wird die Fernsehjournalistin Christine Richards Zeugin der Vorfälle, was dem Image des Clubs nicht förderlich ist. Man beginnt, ihn zu boykottieren. Als dann noch Geschäftsführer Rick vergiftet zusammenbricht, wird Magnum klar, dass er es hier nicht mit den Auswirkungen irgendwelcher Flüche zu tun hat, sondern jemand ganz handfeste Gründe hat, den King Kamehameha Club zu ruinieren.","versions":[{"lang":1,"streams":[{"redirect":13095159,"hoster":"VOE"},{"redirect":8592433,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702305,"hoster":"VOE"},{"redirect":8702307,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Freunde in der Not","epNo":12,"alt":"Thicker Than Blood","descr":"Dieses Mal muss Magnum seinem Freund T.C. aus der Patsche helfen, der aus Hilfsbereitschaft im Knast landet. Joey Santino, ein Junkie, der T.C. während des Vietnamkrieges das Leben gerettet hat, seit damals aber als Deserteur im Ausland lebt, bittet T.C., ihn mit dem Hubschrauber wieder in die alte Heimat zu schmuggeln. Beim Anflug auf die Insel Oahu gerät T.C.s Hubschrauber jedoch dummerweise ins Fadenkreuz der Küstenwache. Mit knapper Not gelingt es Joey zu fliehen, bevor T.C. verhaftet wird. Ein Fall für Magnum, der sich gegen T.C.s Willen um die Sache kümmert und einem gut getarnten Schmugglerring auf die Schliche kommt. Jeff MacKay, der in dieser Episode einen weiteren Auftritt als Lieutenant McReynolds hat, spielte diese Figur von 1980 bis 1988 in insgesamt 20 Folgen der Serie. MacKay, ein Cousin Robert Redfords, der ihm auch seinen ersten Filmauftritt als Reporter in \"Die Unbestechlichen\" verschaffte, starb 2008 im Alter von 60 Jahren.","versions":[{"lang":1,"streams":[{"redirect":8841652,"hoster":"VOE"},{"redirect":8592435,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702297,"hoster":"VOE"},{"redirect":8702298,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Zeugenschutzprogramm","epNo":13,"alt":"All Roads Lead To Floyd","descr":"Cindy Lewellen, ein naives Landei aus Kansas, beauftragt Magnum, ihren seit zehn Jahren verschwundenen Vater zu finden – einziger Anhaltspunkt ist eine Postkarte aus Hawaii. Doch Magnum ist nicht der Einzige, der Floyd Lewellen auf den Fersen ist: Der windige Floyd ist Teilnehmer eines Zeugenschutzprogramms, nachdem er gegen die Mafia ausgesagt hatte. Seinem Betreuer Burnside ist er jedoch ebenso entwischt, wie den Mafia-Häschern, die ihn beseitigen möchten. Die Jagd ist eröffnet.","versions":[{"lang":1,"streams":[{"redirect":8841650,"hoster":"VOE"},{"redirect":8592434,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917476,"hoster":"VOE"},{"redirect":8702300,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Stallwache","epNo":14,"alt":"Adelaide","descr":"Magnum darf wieder einmal sein Herz für weinende Frauen und große Tiere beweisen: Als ihn Adelaide Malone bittet, einen Erpresser daran zu hindern, ihren geliebten Norman zu töten, muss Magnum entgeistert feststellen, dass es sich bei Norman um ein wertvolles Springpferd handelt, das auf Hawaii an einem Turnier teilnehmen soll. Dennoch lässt er sich dazu überreden, den Auftrag anzunehmen und hält tapfer Stallwache, zur Belustigung seiner Freunde Rick und T.C.. Nachdem Norman trotz aller Drohungen das Springen und eine Siegprämie von 25 000 Dollar gewonnen hat, wird das Tier kurz vor seinem Verkauf doch noch entführt. In Magnum keimt der Verdacht, dass Adelaides Onkel etwas mit der Entführung zu tun haben könnte. In der Rolle des jähzornigen Militärarztes hat Cameron Mitchell einen Auftritt. Mitchell wurde in den 70er Jahren durch die Westernserie \"High Chaparral\" auch in Deutschland bekannt.","versions":[{"lang":1,"streams":[{"redirect":8841653,"hoster":"VOE"},{"redirect":8592437,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702302,"hoster":"VOE"},{"redirect":8702299,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die falsche Enkeltochter","epNo":15,"alt":"Don’t Say Goodbye","descr":"Magnum wird von seiner erblindeten Freundin Agatha gebeten, in ihrem Namen eine Geldübergabe durchzuführen. Magnum hatte ihr vor Jahren schon einmal geholfen, ihre verschwundene Enkelin Amy zu finden. Jetzt werden der alten Dame gegen 25 000 Dollar Informationen über Amy angeboten, die Magnum dem Unbekannten abkaufen soll, ohne sie jedoch an Agatha weiter zu geben. Als der Unbekannte während der Übergabe erschossen wird, findet Magnum heraus, dass es sich bei dem toten Erpresser um Frank La Rue handelt, Amys früheren Liebhaber. Magnum schmilzt beim Anblick der inzwischen mit dem arroganten Stewart Crane verheirateten Amy noch immer \"wie Eiswürfel am Waikiki Beach\". Als Agatha beinahe durch einen \"Unfall\" ums Leben kommt, seine Hilfe aber nicht mehr will, macht Magnum eine erstaunliche Entdeckung. Gaststars dieser Episode sind die Schauspielerin und Sängerin Andrea Marcovicci (\"Berrenger’s\", Jack der Bär\") und Ted Danson (\"Der Soldat James Ryan\"), der 1987 und 1990 wieder mit Tom Selleck in den Kinoproduktionen \"Noch drei Männer, noch ein Baby\" und \"Drei Männer und eine kleine Lady\" vor der Kamera stand.","versions":[{"lang":1,"streams":[{"redirect":9038718,"hoster":"VOE"},{"redirect":8592439,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702309,"hoster":"VOE"},{"redirect":8702306,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Gefährliche Spiele","epNo":16,"alt":"The Black Orchid","descr":"Die überaus reiche und überaus gelangweilte Louise DeBolt Jackson veranstaltet gemeinsam mit ihrer Schwester Christie nostalgische Krimi-Spiele, bei denen fiktive Verbrechen aufgeklärt werden – und das im Stil der Schwarzen Serie. Um einer solchen Inszenierung einen realistischen Hintergrund zu geben, engagiert Christie als Mitglieder den echten Privatdetektiv Thomas Magnum. Doch aus dem Spiel wird bitterer Ernst, als bei einer Strandszene plötzlich scharf geschossen wird und Louise kurz darauf vor den Augen ihres eifersüchtigen Ehemanns mit einer schweren Vergiftung zusammenbricht. Der 1992 verstorbene Kanadier John Ireland (\"Faustrecht der Prärie\", 1946, \"Ich erschoss Jesse James\", 1949) war ein beliebter Westerndarsteller, der für seinen Auftritt in \"Der Mann, der herrschen wollte\" 1950 für einen Oscar als bester Nebendarsteller nominiert wurde.","versions":[{"lang":1,"streams":[{"redirect":8841654,"hoster":"VOE"},{"redirect":8592436,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702311,"hoster":"VOE"},{"redirect":8702315,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der verschwundene Bräutigam","epNo":17,"alt":"Beauty Knows No Pain","descr":"Barbara Terranova wendet sich an Magnum, um ihren verschwundenen Verlobten suchen zu lassen. Obwohl sie nur einen einzigen Ermittlungstag finanzieren kann, bringt Magnum es nicht übers Herz, den Auftrag abzulehnen. T.C. zwingt Magnum, seine Schulden bei ihm durch eine werbeträchtige Teilnahme am \"Iron Man\" abzuarbeiten. Was Magnum als Wettbewerb \"für ambitionierte Selbstmörder\" bezeichnet, verlangt professionelles Training, das Barbara mit Eifer unterstützt, das ihn aber auch ermittlungstechnisch weiterbringt. Wie sich herausstellt, wird der verschwundene Verlobte nicht nur vom FBI, sondern auch von der Mafia gesucht, die er um ein paar Millionen erleichtert hat. Während Magnum seinen Luxuskörper beim Iron Man strapaziert, kommt ihm plötzlich die entscheidende Idee, wo sich der Gesuchte und das Versteck seiner Beute befinden könnten.","versions":[{"lang":1,"streams":[{"redirect":8841657,"hoster":"VOE"},{"redirect":8592438,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702320,"hoster":"VOE"},{"redirect":8702317,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Anschlag auf Robin Masters","epNo":18,"alt":"J. ‘Digger’ Doyle","descr":"Magnums \"Gastgeber\", der reiche Schriftsteller Robin Masters, hat einen neuen brisanten Enthüllungsroman geschrieben, in dem er der Firma Laseronics auf die Füße tritt. Bevor er die Kassetten mit seinen Diktaten seinem Verleger übergeben kann, wird ein Mordanschlag auf ihn verübt. Masters beauftragt die Firma Starguard, die Sicherheitsvorkehrungen auf seinem Anwesen zu überprüfen, bevor er vielleicht nach Hawaii kommt. Starguard schickt seine Agentin Joy Doyle, genannt Digger, nach Hawaii, wo sie Higgins Sicherheitsanlagen schlecht aussehen lässt und die Befehlsgewalt übernimmt. Zur Unterstützung rekrutiert sie Magnum, T.C. und Rick, doch Magnum wird misstrauisch. Als er die Firma Starguard unter die Lupe nimmt, entdeckt er Verbindungen zwischen ihr und Laseronics. Robin Masters’ Sicherheitsbedürfnis scheint sein Leben nun erst recht in Gefahr zu bringen. Es handelt sich hier um eine der wenigen Episoden, in denen Magnums steinreicher Dauergastgeber einen seiner geheimnisvollen Sekunden-Auftritte hat – natürlich ist er nur von hinten zu sehen, im Original immerhin mit der markanten Stimme von Orson Welles.","versions":[{"lang":1,"streams":[{"redirect":13621123,"hoster":"VOE"},{"redirect":8592441,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702319,"hoster":"VOE"},{"redirect":8702321,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Methoden wie im Wilden Westen","epNo":1,"alt":"Billy Joe Bob","descr":"Der Cowboy Billy Joe bittet Magnum, seine Schwester zu finden, die sich schon lange nicht mehr gemeldet hat. Sie war nach Hawaii gekommen, um als Sängerin aufzutreten. Magnum findet heraus, dass sie wenig Glück bei ihren Bemühungen hatte und irgendwann nur noch als Prostituierte arbeitete. Während Billy Joe sich bei der Suche im Milieu wie ein Elefant im Porzellanladen benimmt, erfährt Magnum durch die Polizei vom Tod der jungen Frau. Die Spur führt zu Groß-Gangster Ito, genannt \"Al Capone von Hawaii\", dem nun Billy Joe auf seine ganz eigene Art auf den Pelz rückt. James Whitmore jr. spielt in einem Gastauftritt den Cowboy Billy Joe. Der Sohn von Schauspieler James Whitmore hatte in den 80er Jahren zahlreiche Auftritte in TV-Serien und wechselte später hinter die Kamera. Als Regisseur arbeitete er an Serien wie \"Beverly Hills, 90210\" und \"Buffy – Im Bann der Dämonen\", aktuell hat er die Regie bei \"Navy CIS\" und \"The Good Wife\".","versions":[{"lang":1,"streams":[{"redirect":8841658,"hoster":"VOE"},{"redirect":8592445,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702323,"hoster":"VOE"},{"redirect":8702324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefahr unter Wasser","epNo":2,"alt":"Dead Man’s Channel","descr":"Magnum wird von der Meeresbiologin Marion Hammond beauftragt, ihren vermissten Vater zu finden, einen Ethnologen, dessen Boot auf dem sagenumwobenen Nihoa-Kanal verlassen aufgefunden wurde. Den Mythen der Einheimischen zufolge ist dieser Kanal von einem Fluch belegt, der Fremde nie wieder auftauchen lässt. Magnum lässt sich durch die alten Legenden natürlich nicht abschrecken – und sein Durchhaltevermögen wird belohnt: Ganz offensichtlich ist hier nicht einfach nur ein alter Fluch aktiv, sondern es mischen auch ganz handfeste Interessen ziemlich lebendiger Menschen kräftig mit.","versions":[{"lang":1,"streams":[{"redirect":12380133,"hoster":"VOE"},{"redirect":8592440,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702327,"hoster":"VOE"},{"redirect":8702330,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Saras Rückkehr","epNo":3,"alt":"The Woman On The Beach","descr":"Rick begegnet in seinem Club der attraktiven Sara, in die er sich sofort verliebt. Als die junge Frau während eines Spaziergangs am Strand plötzlich verschwindet, bittet er seinen Freund Magnum um Hilfe. Wie sich herausstellt, ist Sara bereits seit 35 Jahren tot. Angeblich Selbstmord, allerdings gab es auch Gerüchte um eine verzweifelte Romanze mit dem Firmenchef Henry Ellison. Ellison erzählt Magnum, dass Saras Geist immer wieder gesehen worden sein soll. Da es mit seinem Gespensterglauben allerdings nicht weit her ist, vermutet Magnum ein faules Spiel. Der im Februar 2011 verstorbene Schauspieler Kenneth Mars hat in dieser Episode einen Kurzauftritt als Totengräber. Mars wurde in vielen Serien und Filmen (\"Frühling für Hitler\", \"Frankenstein Junior\"), aber auch als Sprecher in Animationsfilmen eingesetzt. In der Erfolgsserie \"Malcolm mittendrin\" gehörte Mars zum Stammpersonal – als deutscher Cowboy Otto.","versions":[{"lang":1,"streams":[{"redirect":13095160,"hoster":"VOE"},{"redirect":8592446,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702331,"hoster":"VOE"},{"redirect":8702332,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kalter Krieg unter heißer Sonne","epNo":4,"alt":"From Moscow To Maui","descr":"Der russische Pilot Yuri bittet auf einem Militärstützpunkt in Maui um politisches Asyl. Als sich ein Jahr später seine Verlobte mit einem Leichtathletik-Team auf Hawai aufhält, will er ihr ebenfalls die Flucht in die USA ermöglichen. Doch das Team wird vom KGB so streng abgeschirmt, dass Yuri Magnum um Fluchthilfe bittet. Gegen seinen Instinkt entwirft Magnum mit seinen Freunden einen Fluchtplan und schafft es tatsächlich, Yuris Verlobte aus dem Lager zu schleusen. Dann aber stellt sich heraus, dass in der Zwischenzeit Yuri von Unbekannten entführt wurde.","versions":[{"lang":1,"streams":[{"redirect":8841662,"hoster":"VOE"},{"redirect":8592443,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702345,"hoster":"VOE"},{"redirect":8702341,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schatten der Vergangenheit (1+2)","epNo":5,"alt":"Memories Are Forever (1)","descr":"Magnums Frau Michelle, kam bei einem Bombenanschlag ums Leben. Deshalb ist er irritiert, als er sie eines Tages am Hafen sieht. Bestürzt findet er heraus, dass er tatsächlich Michelle begegnet ist, die inzwischen mit dem mächtigen General Hue verheiratet ist. Kurze Zeit später wird Magnum zu einem mysteriösen Navy-Einsatz nach Washington geschickt.","versions":[{"lang":1,"streams":[{"redirect":8841668,"hoster":"VOE"},{"redirect":8592447,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702335,"hoster":"VOE"},{"redirect":8702336,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"[in Episode 5 enthalten]","epNo":6,"alt":"Memories Are Forever (2)","descr":"Nachdem Magnum in Washington eingetroffen ist, versucht er die wahren Hintergründe seiner Rekrutierung zu ergründen. Dabei findet er heraus, dass Michelle unschuldig zwischen die politischen Fronten geraten ist. Ein gewisser Colonel Greene streut das Gerücht, sie sei eine Volksverräterin, um von seiner eigenen Spionagetätigkeit abzulenken. Magnum versucht alles, um Michelle zu beschützen.","versions":[]},{"epId":"episode-7","name":"Gefährliche Liebschaft","epNo":7,"alt":"Tropical Madness","descr":"Magnum macht eine neue Erfahrung: Während er sich bei der scheinbar unzugänglichen, aber attraktiven Jennifer Chapman einen Korb holt, kann Higgins auf Anhieb bei der jungen Engländerin landen. Als Magnum jedoch bemerkt, dass Jennifer von zwei Männern verfolgt wird, mischt er sich ein und wird verprügelt. Jennifer kümmert sich nicht um Magnum, sondern geht zu seiner Verblüffung mit Higgins aus, der sein Glück kaum fassen kann.\r\rKurz darauf lockt ein unbekannter Anrufer Magnum mit angeblichen Informationen über Jennifer in eine Falle, dem nun eines klar wird: Die Pläne der jungen Engländerin in Bezug auf den armen Higgins scheinen auf direktem Weg ins Unglück zu führen. Doch wie man Higgins aus seinem \"tropischen Wahnsinn\" wieder in die Realität zurückholen kann, bevor es richtig unangenehm wird, ist auch Magnum ein Rätsel.","versions":[{"lang":1,"streams":[{"redirect":8841663,"hoster":"VOE"},{"redirect":8592442,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702339,"hoster":"VOE"},{"redirect":8702338,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Welle des Todes","epNo":8,"alt":"Wave Goodbye","descr":"Eine Freundin Magnums, die junge und attraktive Surferin Kacy wird tot am Strand aufgefunden – erwürgt. Magnum schaltet sich in die Ermittlungen ein und erhält einen Tipp: Der Dealer Gary war als letzter mit Kacy am Strand unterwegs. Magnum trifft vor dessen Wohnung auf die Polizei, die Gary festnimmt, ihn aus Mangel an Beweisen aber wieder frei lassen muss. Doch Magnum lässt natürlich nicht locker und versucht mit einem fingierten Drogendeal über seine Freunde T.C. und Rick an Gary ranzukommen. Doch hat er Kacy wirklich ermordet?","versions":[{"lang":1,"streams":[{"redirect":8841661,"hoster":"VOE"},{"redirect":8592444,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8719580,"hoster":"VOE"},{"redirect":8702348,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Spiel mit dem Tod","epNo":9,"alt":"Mad Buck Gibson","descr":"Der abenteuerlustige Schriftsteller Mad Buck Gibson kommt nach Hawaii, wo Magnum ihn im Auftrag seiner Ex-Frau Joan Gibson beschützen soll. Hobby-Extremsportler Buck verletzt sich schon bei der Anreise durch einen Sprung aus einem Doppeldecker. Magnum versucht natürlich, seine Eskapaden so harmlos wie möglich zu halten.\r\rDa das Verhältnis zwischen Mad Buck und seiner Ex-Frau ansonsten extrem schlecht ist, fragt sich Magnum irgendwann, was Buck eigentlich zu diesen irrsinnigen Aktionen verleitet und welches Interesse seine Ex-Frau wohl an seinem Wohlergehen haben könnte?","versions":[{"lang":1,"streams":[{"redirect":8841665,"hoster":"VOE"},{"redirect":8592448,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615827,"hoster":"VOE"},{"redirect":8702353,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ausstieg mit Tücken","epNo":10,"alt":"The Taking Of Dick McWilliams","descr":"Ein alter Freund von Magnum, Dick McWilliams, wird vor den Augen seiner Frau Mitsu auf offener Straße entführt. Dick hatte aus dem kleinen Familienunternehmen seines Schwiegervaters ein erfolgreiches Unternehmen gemacht. Mitsu bittet Magnum, bei den Verhandlungen mit den Entführern zu helfen und das Lösegeld zu übergeben.\r\rMagnums Versuch, mit T.C.s und Ricks Hilfe die Entführer bei der Übergabe zu identifizieren bleibt jedoch erfolglos. Als sich die Entführer nicht mehr melden und Dick nicht auftaucht, wird Magnum misstrauisch. Irgendetwas stimmt bei dem Fall nicht. Magnums Ermittlungen führen in den Freundeskreis des Entführten, wo er erfährt, dass Dick sich nicht nur von seiner Frau, sondern auch von der Firma trennen wollte, um ein neues Leben zu beginnen.","versions":[{"lang":1,"streams":[{"redirect":8841664,"hoster":"VOE"},{"redirect":8592449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615830,"hoster":"VOE"},{"redirect":8702351,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"KGB im Spitzenschuh","epNo":11,"alt":"The Sixth Position","descr":"Die berühmte Balletttänzerin Kendall Chase gastiert mit \"Schwanensee\" auf Hawaii. Als zwei Unbekannte in ihrer Garderobe gesehen werden, verlangt sie bessere Schutzmaßnahmen. Da die Intendantin des Theaters eine gute Freundin von Robin Masters ist und die Truppe sowieso in Robins Nest untergebracht ist, wird Magnum als Leibwächter der Primaballerina engagiert.\r\rDer Umgang mit der Diva ist zwar alles andere als einfach, doch funkt es trotzdem zwischen den beiden. Als Magnum jedoch erfährt, dass Kendall eine Affäre mit einem US-Agenten in Moskau hatte, der bei einem mysteriösen Unfall gestorben ist, beschleicht ihn ein unangenehmer Verdacht: Es könnte sein, dass sowohl der KGB als auch die CIA hinter der Tänzerin her sind, um herauszufinden, was ihr der tote Spion so alles erzählt hat.","versions":[{"lang":1,"streams":[{"redirect":8841666,"hoster":"VOE"},{"redirect":8592452,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702364,"hoster":"VOE"},{"redirect":8702363,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Tote leben länger","epNo":12,"alt":"Ghost Writer","descr":"Bei einem Besuch in der Firma des Vermissten lernen Virginia und Magnum Emerson White kennen, die rechte Hand des Erfinders, den sonst nie jemand gesehen hat, so dass Magnum an seiner Existenz zweifelt. Da Farbers Memoiren einige Leute diskreditieren könnten, scheint irgendjemand die Veröffentlichung verhindern zu wollen. Nicht nur Virginia gerät in Gefahr, auch Magnum befindet sich in der Schusslinie.","versions":[{"lang":1,"streams":[{"redirect":8841667,"hoster":"VOE"},{"redirect":8592451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615832,"hoster":"VOE"},{"redirect":8702356,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein einfallsreicher Killer","epNo":13,"alt":"The Jororo Kill","descr":"Die frühere Kriegsreporterin Kate Sullivan, eine alte Bekannte von Magnum, erhält Informationen über den ehemaligen MI6-Agenten David Bannister, der angeblich ein Attentat auf den Premierminister eines kleinen Inselstaates plant. Das Attentat soll schon bald während eines Besuchs auf den Jororo-Inseln stattfinden.\r\rDa der Agent sich zurzeit auf Hawaii befinden soll, bittet Kate Magnum, den Mann ausfindig zu machen. Es stellt sich heraus, dass der Gesuchte ein Meister der Verkleidung ist, der vor allem in Frauenrollen auftritt, um leichter Zugang zu seinen Opfern zu erhalten. Mit Magnums Hilfe möchte Kate das Attentat verhindern und gleichzeitig eine tolle Exklusiv-Story bekommen, was sich als gefährliches Unterfangen erweist.","versions":[{"lang":1,"streams":[{"redirect":8841669,"hoster":"VOE"},{"redirect":8592450,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702362,"hoster":"VOE"},{"redirect":8702361,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Computer-Trick","epNo":14,"alt":"Computer Date","descr":"Der erfolgreiche Geschäftsmann Randolph glaubt, einen Spion im Unternehmen zu haben. Er beauftragt Magnum in dieser Sache. Der smarte Detektiv soll auch überprüfen, ob Randolphs Ehefrau Claudia fremdgeht. Tatsächlich hat sie einen Lover, ausgerechnet Magnums Freund Rick\r\rLetzterer wird natürlich sauer, als er erfährt, dass Magnum in seinem Privatleben herumschnüffelt. Und da Magnum auch den Industriespion nicht dingfest machen kann, wird ein anderer Privatdetektiv angeheuert. Magnum zieht sich aus beiden Fällen zurück. Als er aber nur knapp darauf einem Mordversuch entgeht, ermittelt er auf eigene Faust weiter.","versions":[{"lang":1,"streams":[{"redirect":14427753,"hoster":"VOE"},{"redirect":12980449,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615834,"hoster":"VOE"},{"redirect":8702367,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Geständnis","epNo":15,"alt":"Try To Remember","descr":"Es beginnt mit einem Supergau: Magnum fährt Robin Masters roten Ferrari über die Klippen. Neben ein paar Blessuren hat er auch eine Gedächtnislücke, die seinen aktuellen Fall betrifft. Sein Auftrag, die verschwundene jüngere Schwester von Wendy Gilbert zu finden, hatte ihn auf eine heiße Spur geführt, an die er sich aber nicht mehr erinnern kann.\r\rKurz darauf wird die Leiche der Vermissten gefunden – neben ihr Magnums Baseball-Kappe. Als frischgebackener Hauptverdächtiger bleibt ihm nur eines: Er muss den Fall aufklären – wenn’s sein muss, am Stock und mit Bandage.","versions":[{"lang":1,"streams":[{"redirect":8841672,"hoster":"VOE"},{"redirect":8592453,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13922526,"hoster":"VOE"},{"redirect":8702383,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Wenn aus Liebe Hass wird","epNo":16,"alt":"Italian Ice","descr":"Magnum soll in Sizilien die junge Katrina aus der Gewalt des Marchesi DeComo zu befreien. Dies gelingt dem smarten Schnüffler. Allerdings beschert ihm Katrina neue Schwierigkeiten: Zurück in Hawaii hat sich die attraktive Frau unsterblich in ihren Retter verliebt.","versions":[{"lang":1,"streams":[{"redirect":8841670,"hoster":"VOE"},{"redirect":8592457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702371,"hoster":"VOE"},{"redirect":8702369,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Ein Mann für alle Feinde","epNo":17,"alt":"One More Summer","descr":"Der Football-Profi Dorsey Bramlett (David Wilson) entgeht während eines Trainingsaufenthalts auf Hawaii nur knapp einem Mordanschlag. Da der Quarterback seit Jahren mit Magnum befreundet ist, engagiert er ihn als seinen Leibwächter. Dorsey schleust seinen Freund als Ersatzmann in die Mannschaft ein, wo Magnum schnell feststellt, dass fast jedes Mitglied des Teams ein Mordmotiv haben könnte. Bei einem weiteren Mordversuch wird Dorseys Geliebte getötet, kurz darauf erschießt die Security während eines Trainings den Täter, nachdem er wieder auf Dorsey angelegt hatte. Magnum glaubt jedoch nicht, dass sich der Fall damit erledigt hat, sondern verfolgt eine andere Spur, die direkt in ein raffiniertes Komplott führt.","versions":[{"lang":1,"streams":[{"redirect":12337054,"hoster":"VOE"},{"redirect":8592456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615836,"hoster":"VOE"},{"redirect":8702374,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Agentenspiele","epNo":18,"alt":"Texas Lightning","descr":"Magnum wird für einen Pokerabend auf einer Jacht als Bodyguard der reichen Profispielerin Jeannie Lowry (Julie Sommars) engagiert. An Bord der Jacht merkt Magnum jedoch bald, dass es bei der exklusiven Veranstaltung um weit mehr als einen teuren Pokerabend geht. Magnum findet sich plötzlich im Zentrum eines heißen Spionagefalls wieder, der ihn und seine Auftraggeberin beinahe das Leben kostet. Während sich Magnum und seine merkwürdige Klientin vor ihren Verfolgern auf eine einsame Insel retten, behauptet Jeannie ständig, eine Agentin der Regierung zu sein. Die Geschichte, die sie Magnum auftischt, klingt so abenteuerlich, dass sie fast schon wahr sein könnte – bis Jeannies wahre Identität ans Licht kommt.","versions":[{"lang":1,"streams":[{"redirect":8841677,"hoster":"VOE"},{"redirect":8592455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615835,"hoster":"VOE"},{"redirect":8702377,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Der Unschuldsengel","epNo":19,"alt":"Double Jeopardy","descr":"Zurück von einer Dienstreise platzt Magnum direkt in die Dreharbeiten der Verfilmung eines Robin Masters-Romans – natürlich an Originalschauplätzen in \"Robins Nest\". Da Magnum eine heimliche Schwäche für Olivia Ross hat, den Star der Produktion, lässt er sich wider besseres Wissen als Stuntdouble für den Hauptdarsteller und Olivias Ehemann Jack Martin anheuern. Bei einer Schuss-Szene befindet sich statt der üblichen Platzpatronen jedoch echte Munition in der Trommel des Revolvers, und Martin wird schwer verletzt.","versions":[{"lang":1,"streams":[{"redirect":8841674,"hoster":"VOE"},{"redirect":8592459,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018110,"hoster":"VOE"},{"redirect":8702391,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Das letzte Kapitel","epNo":20,"alt":"The Last Page","descr":"Der Vietnamveteran Taylor Hurst (Robert F. Lyons) beauftragt Magnum, seine verschwundene Freundin Linda Greer (Sonia Nilsen) zu finden. Wie Magnum bald feststellt, geht es ihm dabei aber nicht um Linda, sondern ihren neuen Liebhaber Kam Chung (Kam Fong), den Hurst für den Tod seines Kriegskameraden Ed (James Edgcomb) in Vietnam verantwortlich macht. Über Magnum will Hurst an Kam Chung herankommen, um seinen Freund Ed zu rächen. Kam Chung jedoch ist inzwischen eine große Nummer im Drogengeschäft, die Suche nach ihm wird zu einem gefährlichen Ausflug: für Magnum, für Hurst und durch einen reinen Zufall auch für den ahnungslosen Higgins.","versions":[{"lang":1,"streams":[{"redirect":8841675,"hoster":"VOE"},{"redirect":8592458,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018118,"hoster":"VOE"},{"redirect":8702388,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Der doppelte Higgins","epNo":21,"alt":"The Elmo Ziller Story","descr":"Eine Doppelbelastung für Higgins-Darsteller John Hillerman, der 1932 in Texas geboren wurde und damit ungefähr so britisch ist wie ein doppelter Cheeseburger. Seinen im Original so charakteristischen englischen Akzent brachte er sich angeblich selbst bei, indem er seine Aussprache dem britischsten aller Schauspieler seiner Generation ablauschte, dem Bühnen- und Filmstar Laurence Olivier.","versions":[{"lang":1,"streams":[{"redirect":12250493,"hoster":"VOE"},{"redirect":8592460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615837,"hoster":"VOE"},{"redirect":8702387,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Bikinis und blaue Bohnen","epNo":22,"alt":"Three Minus Two","descr":"Die erfolgreiche Bademodendesignerin Jan Kona bittet Magnum um seinen Schutz, nachdem einer ihrer beiden Geschäftspartner während einer Modenschau erschossen wurde. Jan verdächtigt ihren zweiten Partner Bart Lindsay, der möglicherweise auch ihr nach dem Leben trachten könnte, um sämtliche Geschäftsanteile zu erben. Kurz darauf fliegt Bart Lindsay mit seinem Wagen in die Luft – ab sofort wird Jan Kona als Erbin sämtlicher Firmenanteile zur Hauptverdächtigen der Polizei. Magnum glaubt natürlich an Jans Unschuld und tut alles, die auch zu beweisen.","versions":[{"lang":1,"streams":[{"redirect":8841678,"hoster":"VOE"},{"redirect":8592462,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702392,"hoster":"VOE"},{"redirect":8702395,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Did You See The Sunrise? (1)","epNo":1,"alt":"Eine lebende Zeitbombe (1)","descr":"Nuzo, ein Vietnam-Kriegskamerad von Magnum und T.C., kommt nach Hawaii, um die beiden um Hilfe zu bitten. Er glaubt sich von einem sadistischen russischen Colonel namens Ivan verfolgt, der ihn, Magnum und T.C. während des Vietnamkriegs gefangen gehalten und beinahe umgebracht hatte. Kurz darauf taucht Colonel Buck Greene, ein alter Widersacher aus den Zeiten in Vietnam, in Magnums Umfeld auf. Dann fliegt Magnums alter Freund Mac alias Lieutenant McReynolds mit Robin Masters’ Ferrari in die Luft.","versions":[{"lang":1,"streams":[{"redirect":8841680,"hoster":"VOE"},{"redirect":8592463,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615841,"hoster":"VOE"},{"redirect":8702396,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine lebende Zeitbombe (2)","epNo":2,"alt":"Did You See The Sunrise? (2)","descr":"Da Magnum nicht an Zufälle glaubt und unbedingt Macs Tod aufklären will, beginnt er Nuzos Befürchtungen ernst zu nehmen: Könnte es tatsächlich sein, dass Ivan eine Art Privatkrieg gegen ihn und seine Freunde führt? Ein paar Hinterhalte und Schusswechsel später weiß Magnum, was tatsächlich hinter den Anschlägen steckt: T.C. wurde damals im nordvietnamesischen Gefangenenlager einer Gehirnwäsche unterzogen, die ihn zu einer Killermaschine auf Abruf machte – einem Schläfer, der zehn Jahre nach seiner Gehirnwäsche vom KGB reaktiviert und für ein Attentat auf den japanischen Kronprinzen benutzt werden soll.","versions":[{"lang":1,"streams":[{"redirect":13101825,"hoster":"VOE"},{"redirect":8592464,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Rache des Giftgottes","epNo":3,"alt":"Ki’is Don’t Lie","descr":"Auch im Paradies gibt es schlechte Tage, vor allem, wenn hawaiianische Götter, sprich Ki-is, im Spiel sind. Als Higgins gemeinsam mit der attraktiven Catherine Hailey auf dem Masters-Anwesen eine Kunstauktion zugunsten eines Waisenhauses veranstaltet, befindet sich auch eine Statue von Kalai Pahoa, dem Gott des Giftes, im Versteigerungsprogramm. Magnum soll für die Sicherheit der Wertgegenstände sorgen. Dumm nur, dass die Statue des Giftgottes mit einem tödlichen Fluch belegt ist, der jeden trifft, der das gute Stück in die Hände bekommt.","versions":[{"lang":1,"streams":[{"redirect":8841681,"hoster":"VOE"},{"redirect":8592461,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992986,"hoster":"VOE"},{"redirect":8702405,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Doppelgängerin","epNo":4,"alt":"The Eighth Part Of The Village","descr":"Magnum ist auf dem Gutmenschen-Trip: Um Higgins einen Gefallen zu tun, holt der \"neue Magnum\" für ihn am Flughafen eine schwere Bücherkiste ab. Zu seiner Verblüffung enthält die Kiste anstelle der Bücher jedoch eine junge Japanerin namens Asani Osawa, die offensichtlich von zwei Finsterlingen verfolgt wird. Higgins kennt ihren Vater, der seine Tochter ächtete, weil sie gegen seinen Willen einen Amerikaner geheiratet hatte. Asani gelang zwar die Flucht nach Honolulu, doch wird sie von den Schergen ihres Vaters verfolgt.","versions":[{"lang":1,"streams":[{"redirect":8841684,"hoster":"VOE"},{"redirect":8592465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702399,"hoster":"VOE"},{"redirect":8702398,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Alte Waffenbrüder","epNo":5,"alt":"Past Tense","descr":"Bei einem Rundflug werden Higgins und T.C. von zwei Passagieren entführt, die mit T.C.s Hubschrauber den einsitzenden Waffenschmuggler Morgan Lyden direkt vom Gefängnishof auflesen. Während Higgins und T.C. nach einer Bruchlandung als Gefangene ihrer Entführer durch den Urwald marschieren, versuchen Magnum und Rick, eine Spur ihrer Freunde zu finden. Letztere stellen erst ziemlich spät fest, was ihr Entführer eigentlich bezweckt: blutige Rache an Magnum, der ihn vor Jahren als Undercover-Agent der Marine hinter Gitter brachte.","versions":[{"lang":1,"streams":[{"redirect":8841682,"hoster":"VOE"},{"redirect":8592467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702401,"hoster":"VOE"},{"redirect":8702402,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Rache der Mau-Mau","epNo":6,"alt":"Black On White","descr":"Higgins war 1953 mit seinem Regiment in Kenia stationiert, wo das britische Militär die Aufstände der Mau-Mau blutig niedergeschlagen hatte. Dreißig Jahre später scheint ein Massai-Krieger einen Rachefeldzug gegen die daran beteiligten Soldaten zu führen. Als – immer bei Vollmond – einige von Higgins alten Regimentskameraden ermordet werden, wendet sich der ebenfalls bedrohte Edwin Clutterbuck an Magnum.","versions":[{"lang":1,"streams":[{"redirect":12250494,"hoster":"VOE"},{"redirect":8592466,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702403,"hoster":"VOE"},{"redirect":8702404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Fall zum Träumen","epNo":7,"alt":"Flashback","descr":"Magnum zweifelt an seinem Verstand, als er sich eines Morgens nach dem Aufwachen in die Dreißigerjahre zurück versetzt findet – und sich außer ihm selbst kein Mensch über diese Tatsache zu wundern scheint. Doch Magnum beschließt, sich vorläufig erst mal anzupassen: Er wirft sich in einen weißen Anzug, quetscht sich in seinen (viel zu engen) Oldtimer und fährt zum alten King Kamehameha Club, wo Rick schon mit einer \"jungen Dame in Schwierigkeiten\" auf ihn wartet.","versions":[{"lang":1,"streams":[{"redirect":8841686,"hoster":"VOE"},{"redirect":8592468,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615839,"hoster":"VOE"},{"redirect":8702419,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Higgins alte Liebe","epNo":8,"alt":"Foiled Again","descr":"Bei einem exklusiven Fechtturnier muss Higgins zu seinem Entsetzen gegen einen seiner ältesten Feinde antreten, den Unsympathen William Troubshaw, der ihm einst seine große Liebe Velma ausgespannt hatte. Als Troubshaw ausgerechnet in seinem ersten Kampf gegen Higgins bei dessen erstem Treffer durch einen Stromschlag ums Leben kommt, gerät Higgins unter Mordverdacht.","versions":[{"lang":1,"streams":[{"redirect":8841685,"hoster":"VOE"},{"redirect":8592469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702407,"hoster":"VOE"},{"redirect":8702408,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ein Vater sucht seinen Sohn","epNo":9,"alt":"Mr. White Death","descr":"30 Jahre ist es her, dass der Showcatcher Earl Gianelli alias \"Mr. White Death\" seinen Sohn zum letzten Mal gesehen hat. Earl bittet seinen neuen Freund Magnum, ihm bei der Suche nach dem verschwundenen Phil zu helfen, dessen Mutter er einst verlassen hatte.\u0026lt;br /\u0026gt;\rDumm nur, dass dieser Sohn, als Magnum ihn dann endlich aufgestöbert hat, nichts von seinem angeblich aufgetauchten Vater wissen will – aus dem einfachen Grund, weil der echte Earl vor 27 Jahren bei einem Autounfall ums Leben gekommen ist. Magnum schwant, dass er sich mit dem sympathischen Earl-Darsteller ein dickes Problem eingehandelt haben könnte.","versions":[{"lang":1,"streams":[{"redirect":8841687,"hoster":"VOE"},{"redirect":8592475,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615840,"hoster":"VOE"},{"redirect":8702410,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein Champion gibt nicht auf","epNo":10,"alt":"Mixed Doubles","descr":"Bei Robin Masters’ Tennisturnier soll Magnum für die erfolgreiche junge Tennisspielerin Carrie Reardon den Leibwächter spielen, da ihr Leben seit einiger Zeit bedroht wird. Carries Mutter hält ihre schärfste Tennis-Konkurrentin Ginger Grant, eine alte Liebe Magnums, für die Urheberin der Drohungen.\rNatürlich glaubt Magnum nicht an diese Anschuldigungen, besonders, da es sich bei der ehrgeizigen Carrie um eine echte Zicke handelt, die selbst den unerschütterlichen Magnum regelmäßig auf die nächstbeste Palme treibt. Dennoch muss Magnum feststellen, dass während des Turniers etwas gefährlich schief läuft.","versions":[{"lang":1,"streams":[{"redirect":8841688,"hoster":"VOE"},{"redirect":8592470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702417,"hoster":"VOE"},{"redirect":8702415,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Seemannsgrab","epNo":11,"alt":"Almost Home","descr":"Magnum wird von der impulsiven Bardame Bridget Archer engagiert, um mit ihr den letzten Willen ihres verstorbenen Vaters zu erfüllen: Er wollte ein Seemannsgrab für seine Asche, die über dem gesunkenen Schiff verstreut werden soll, auf dem er im zweiten Weltkrieg Dienst getan hatte. Doch da ihr Vater vor und während der Bombardierung von Pearl Harbour angeblich seine Dienstpflichten verletzt hatte, untersagt die Marine diese Bestattung.\rBridget bittet den widerstrebenden Magnum, die Wahrheit über ihren Vater heraus zu finden, einen Mann, den sie kaum gekannt hat. Und tatsächlich gelingt es dem Detektiv, ein völlig neues Licht auf die Vorwürfe aus der Vergangenheit zu werfen – auch wenn er sich damit ein paar unangenehme Feinde einhandelt.","versions":[{"lang":1,"streams":[{"redirect":8841689,"hoster":"VOE"},{"redirect":8592473,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615845,"hoster":"VOE"},{"redirect":8702425,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ärztin unter Mordverdacht","epNo":12,"alt":"Heal Thyself","descr":"Wieder einmal meldet sich Magnums Vietnamzeit in der Gegenwart zurück: Als er aus der Zeitung erfährt, dass seine \"Kriegskameradin\", die ehemalige Armeekrankenschwester und jetzige Ärztin Karen Harmon, verdächtigt wird, drei ihrer Patienten ermordet zu haben, bietet Magnum seine Hilfe an. Obwohl Karens Verlobter Robert etwas gegen ihn hat, ermittelt Magnum schließlich auf eigene Faust. Im Rahmen seiner Recherchen stellt er fest, dass es Personen gibt, die Karen als Sündenbock missbrauchen möchten.","versions":[{"lang":1,"streams":[{"redirect":8841691,"hoster":"VOE"},{"redirect":8592476,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702424,"hoster":"VOE"},{"redirect":8702420,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Wie gewonnen, so zerronnen","epNo":13,"alt":"Of Sound Mind","descr":"Zu seiner Verblüffung wird Magnum nach dem Tod eines früheren Klienten, des bei der Explosion seines Doppeldeckers ums Leben gekommenen Playboys Wilson MacLeish, zu dessen Haupterben. Magnum erbt satte 50 Millionen Dollar, während die entsetzte Verwandtschaft keinen Cent zu sehen bekommt. Es gibt allerdings eine Bedingung: Magnum muss auf das Anwesen des Verstorbenen ziehen und sein Personal mindestens ein Jahr lang weiter beschäftigen.\rUm 50 Millionen und ein paar Intimfeinde reicher, erfährt Magnum durch eine Videobotschaft des Verstorbenen, dass er sein Erbe als Honorar für die Aufklärung von dessen Ermordung betrachten soll. Magnum macht sich also an die Arbeit und erlebt bald eine weitere Überraschung, die ihn unglaublich wütend macht.","versions":[{"lang":1,"streams":[{"redirect":12924509,"hoster":"VOE"},{"redirect":8592471,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615844,"hoster":"VOE"},{"redirect":8702421,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Tozan, der Samurai","epNo":14,"alt":"The Arrow That Is Not Aimed","descr":"Der Besitz einer Dose Anti-Hundespray macht Magnum zum Opfer einer Erpressung: Higgins zwingt ihn, eine verschwundene, sehr kostbare japanische Porzellanplatte zu suchen, die Robin Masters durch den Samurai Tozan überbracht werden sollte.\r\rSollte Tozan das wertvolle, von ein paar Ninjas geraubte Stück nicht wieder finden, bleibt ihm zu seiner Ehrenrettung nur noch Harakiri, die rituelle Selbsttötung. Magnum hat zwar so seine Probleme mit Tozans Ehrenkodex, fühlt sich aber dennoch verpflichtet, sein Leben zu retten – und macht nebenbei einen Crash-Kurs in Sachen japanischer Lebensart. Die Informationen eines Yakuzas führen auf die Spur der gestohlenen Platte – und eines infamen Betrugs.","versions":[{"lang":1,"streams":[{"redirect":8841690,"hoster":"VOE"},{"redirect":8592472,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702426,"hoster":"VOE"},{"redirect":8702422,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Spielmacherin","epNo":15,"alt":"Basket Case","descr":"Magnum trainiert eine deprimierend schlechte Jugend-Basketball-Mannschaft für ein wichtiges Spiel. Eines Tages taucht die 13-jährige Willie auf und mischt Magnums Gurkentruppe kräftig auf. Magnum nimmt das begabte Mädchen ins Team und erlebt sein blaues Wunder: Willie ist nicht nur im Basketball eine Geheimwaffe, sondern kann selbst dem universal gebildeten Higgins noch etwas beibringen.\r\rDoch wie sich herausstellt, hat Willie ein Problem: Sie ist eine Waise und das ausgebeutete Pflegekind zweier Betrüger, die sie für ihre Zwecke einsetzen. Pflegevater Bob und seine Frau Vera sehen in Willies neuer Freundschaft zu Magnum und Higgins eine wunderbare Gelegenheit, einen Diebeszug durch Robin Masters’ Besitz anzutreten.","versions":[{"lang":1,"streams":[{"redirect":8841693,"hoster":"VOE"},{"redirect":8592477,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702428,"hoster":"VOE"},{"redirect":8702429,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Die perfekte Täuschung","epNo":16,"alt":"Birdman Of Budapest","descr":"Higgins erhält Besuch von Robin Masters’ alter Highschool-Lehrerin Elizabeth Barrett, die sich zu Higgins’ Entsetzen mitsamt ihres Papageis häuslich auf dem Anwesen einrichtet, um ein Buch über berühmte Ornithologen zu schreiben. Barrett bittet Magnum, den zurückgezogen auf Hawaii lebenden Vogelexperten Dr. Tessa für sie aufzutreiben, der allerdings nicht begeistert reagiert.\r\rWährend Higgins den Besuch der alten Dame zähneknirschend über sich ergehen lässt, findet Magnum Erstaunliches heraus: Bei der angeblichen Elizabeth Barrett handelt es sich um eine KGB-Agentin, die auf den Flüchtling Tessa angesetzt wurde – Auftrag: Mord","versions":[{"lang":1,"streams":[{"redirect":13101828,"hoster":"VOE"},{"redirect":8592474,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495751,"hoster":"VOE"},{"redirect":8702433,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Familiengeschäfte","epNo":17,"alt":"I Do?","descr":"Magnum geht eine Scheinehe ein. Um elegant in die Firma seines Auftraggebers Harry MacKenzie eingeschleust werden zu können, muss Magnum in den sauren Apfel beißen und sich für einige Zeit mit seiner neuen \"Gattin\" Marsha vertragen.\r\rAls frisch ernannter Vice President des lukrativen Familienunternehmens soll Magnum Beweise für Diebstähle in großem Stil finden – begangen von MacKenzies Neffen Andrew. Magnums neue Familie erweist sich als wahre Schlangengrube, in der Firma sieht es auch nicht besser aus, und schon der erste Tag kostet den neuen Vize beinahe das Leben. Doch es kommt noch schlimmer: Magnum und seine Freunde werden Opfer einer raffiniert eingefädelten Intrige, die sie allesamt erst einmal in den Knast befördert.","versions":[{"lang":1,"streams":[{"redirect":8841694,"hoster":"VOE"},{"redirect":8592478,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702430,"hoster":"VOE"},{"redirect":8702431,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Spur in die Vergangenheit","epNo":18,"alt":"Forty Years From Sand Island","descr":"Im Rahmen von Recherchen für Robin Masters’ neuen Roman über Japaner, die während des Zweiten Weltkriegs auf Sand Island interniert wurden, spricht Higgins auch mit dem Politiker Richard Enoka, der für das Senatorenamt kandidiert. Kurz darauf hat Higgins mit dem Ferrari einen Unfall, weil möglicherweise die Bremsen manipuliert wurden.\r\rMagnum vermutet einen Zusammenhang mit schrecklichen Ereignissen im Lager von Sand Island, wo die Japaner von Hawaii nach der Bombardierung von Pearl Harbor einiges erdulden mussten. Und er hat recht: Der zukünftige Senator und einer seiner Freunde waren seinerzeit Zeugen eines Kriegsverbrechens geworden, bei dem ein Gefangener ermordet wurde. Da sie immer geschwiegen hatten, gab es nie einen Prozess – aber es gibt einen späten Rächer.","versions":[{"lang":1,"streams":[{"redirect":8841696,"hoster":"VOE"},{"redirect":8592479,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509052,"hoster":"VOE"},{"redirect":8702443,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Mein Freund Marcus","epNo":19,"alt":"Legacy From A Friend","descr":"Als Magnums Freund Marcus, ein erfahrener Rettungsschwimmer, nachts tot aus der Brandung gezogen wird, glaubt Magnum nicht an einen Unfall. Genauso wenig, wie die verdeckt ermittelnde Zivilfahnderin Tracy, die mit Magnum zusammenarbeiten will. Ihre Ermittlungen ergeben, dass Marcus offensichtlich über illegale Nebeneinkünfte verfügte – doch der eigentliche Grund für Marcus’ Tod liegt ganz woanders: In seiner Affäre mit einer verheirateten Frau.","versions":[{"lang":1,"streams":[{"redirect":13111132,"hoster":"VOE"},{"redirect":8592480,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509058,"hoster":"VOE"},{"redirect":8702434,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Zwei auf einen Schlag","epNo":20,"alt":"Two Birds Of A Feather","descr":"Der Vietnamveteran Sam Houston Hunter, der plötzlich in Robin Masters’ \"Gezeitenpool\" bruchlandet, hatte Magnum einst in Vietnam aus einer brenzligen Situation herausgeholt. Hunter bestreitet jede Schuld am Verlust des Flugzeugs, doch niemand glaubt dem Flieger-As seine Beteuerungen.\rAls Unbekannte nachts das Flugzeugwrack durchsuchen, wird Magnum misstrauisch und warnt den inzwischen zu seinem kleinen Sohn geflogenen Piloten vor seinem Auftraggeber, dem Drogenschmuggler Mr. Sato. Während Magnum im Hintergrund ein wenig an den Fäden zieht, beschließt Hunter, Sato seinen geplanten Deal gründlich zu vermasseln.","versions":[{"lang":1,"streams":[{"redirect":8841698,"hoster":"VOE"},{"redirect":8592481,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380132,"hoster":"VOE"},{"redirect":8702440,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Die Wahrheit und nichts als die Wahrheit","epNo":21,"alt":"…By Its Cover","descr":"Magnum wird von seinem alten Freund Rod Crysler reingelegt: Der angebliche Vertreter von Enzyklopädien bittet Magnum, eine Bücherkiste für ihn auszuliefern. Dass diese Kiste mit neun Kilo Marihuana gefüllt ist, erfahren Magnum und T.C. erst, als ihnen bereits die Kugeln um die Ohren pfeifen.\rAls Magnum Rod zur Rede stellt, behauptet sein Freund, von einem dealenden Drogenfahnder erpresst zu werden, der ihn mit etwas Gras erwischt hatte. Da Rod auf Bewährung draußen ist, beschließt Magnum, dem alten Freund bei der Entlarvung des Drogenfahnders zu helfen – mit Unterstützung seiner Bewährungshelferin Officer Gordon. Dummerweise lügt Rod immer noch, und Magnum muss es wieder ausbaden.","versions":[{"lang":1,"streams":[{"redirect":8841699,"hoster":"VOE"},{"redirect":8592483,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615847,"hoster":"VOE"},{"redirect":8702437,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Hurrikan Kukana","epNo":22,"alt":"The Big Blow","descr":"Ein Hurrikan stört eine exklusive Party von Higgins. Doch es bleibt nicht bei einem ungebetenen Gast: Auch ein höchst asoziales Trio sucht die Ruhe vor dem Sturm und taucht plötzlich bei der Feier auf. Wieder einmal muss Magnum seinem \"Freund\" Higgins unter die Arme greifen.","versions":[{"lang":1,"streams":[{"redirect":8841703,"hoster":"VOE"},{"redirect":8592482,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615848,"hoster":"VOE"},{"redirect":8702444,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Higgins Geheimnis","epNo":23,"alt":"Faith And Begorrah","descr":"Higgins redet nicht gern von seinem Halbbruder Paddy. Schließlich ist dieser Mönch eines verarmten irischen Ordens und huldigt gerne dem Alkohol. Eines Tages taucht Pater Paddy in Hawaii auf. Magnum beteiligt sich bei dessen Suche nach einer gestohlenen Reliquie.","versions":[{"lang":1,"streams":[{"redirect":13098309,"hoster":"VOE"},{"redirect":8592484,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615849,"hoster":"VOE"},{"redirect":8702450,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Der vierte Juli","epNo":1,"alt":"Home From The Sea","descr":"4. Juli – Unabhängigkeitstag. Wie immer verbringt Magnum diesen Tag allein. Er paddelt mit seinem Kajak auf dem offenen Meer, als ihn ein großes Motorboot beinahe überfährt. Magnum kentert, sein Boot treibt davon. Ihm bleibt nur die Möglichkeit, an Land zu schwimmen, doch die gefährliche Molokai-Express-Strömung zieht ihn nach draußen.\u0026lt;br /\u0026gt;\rWährend seine Freunde ihren Feiertags-Beschäftigungen nachgehen, kämpft Magnum drei Meilen vor der Küste um sein Leben. Fünf Stunden später lässt sich Magnum nur noch treiben, in Gedanken ruft er sich Szenen aus seiner Kindheit in Erinnerung, um sich psychisch und physisch über Wasser zu halten. Nach zwei Tagen im Wasser kämpft er halluzinierend gegen seine Todesangst, als seine Freunde endlich beginnen, sich um den Verschwundenen Sorgen zu machen.","versions":[{"lang":1,"streams":[{"redirect":8841701,"hoster":"VOE"},{"redirect":8592486,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495761,"hoster":"VOE"},{"redirect":8702445,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Ausreißerin","epNo":2,"alt":"Luther Gillis: File #521","descr":"Zu seiner Verblüffung wird Magnum bei seinem neuesten Fall mit auswärtiger Konkurrenz konfrontiert. Auf der Suche nach der verschwundenen Nancy Perkins aus St. Louis trifft Magnum bei der Leiche des Drogendealers, mit dem Nancy zusammen war, auf einen Kollegen: Luther Gillis, ebenfalls aus St. Louis, ist ein Privatdetektiv alter Schule und, wie sich später herausstellt, Nancys Vater. Bei ihren Ermittlungen kommen sich die beiden Kollegen immer wieder in die Quere, bis Magnum die Sache in die Hand nimmt und herausfindet, warum Nancy unbedingt untertauchen will.\r\rDas Recht auf den Off-Kommentar des Erzählers muss sich Magnum in dieser Episode mit seinem Kollegen Luther Gillis teilen – der unverschämterweise das Handbuch für Privatdetektive, von dem Magnum ständig spricht, bereits geschrieben hat. Es ist Eugene Roches erstes Gastspiel von insgesamt fünf Magnum-Auftritten zwischen 1983 und 1988 in der Rolle der Nervensäge Luther Gillis. Die 1967 geborene Melora Hardin (\"27 Dresses\", \"Hannah Montana – Der Film\") spielte Jahre später neben vielen weiteren Serienrollen auch Trudy, die verstorbene große Liebe des berühmten Zwangsneurotikers Monk.","versions":[{"lang":1,"streams":[{"redirect":13096367,"hoster":"VOE"},{"redirect":8592485,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615850,"hoster":"VOE"},{"redirect":8702448,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Wer einmal lügt","epNo":3,"alt":"Smaller Than Life","descr":"Nach einem kleinen Unfall beim Drachenfliegen ist Magnum außer Gefecht gesetzt, will meinen: teilweise eingegipst. Während er im Krankenhaus seine Wunden leckt, wird Rick von seinem alten Freund Waldo Norris gebeten, ihn aus dem Knast zu holen. Nachdem Rick alle Hebel in Bewegung gesetzt hat, nistet sich der kleinwüchsige Waldo erst einmal bei ihm ein, um fortan das Blaue vom Himmel herunter zu lügen\r\rAls Rick die Nase voll hat und Waldo zur Rede stellt, behauptet er, für die CIA zu arbeiten, vergisst aber zu erwähnen, dass er bereits vor Jahren unehrenhaft entlassen wurde. Trotzdem besteht Waldo darauf, den Präsidenten der Vereinigten Staaten vor einem Komplott beschützen zu müssen.\r\rRick, der dieser Geschichte natürlich keinen Glauben schenkt, stellt bald darauf verblüfft fest, dass Waldo und der Präsident tatsächlich miteinander befreundet sind. Ab sofort fühlen sich Higgins, Rick, T.C. und auch der lädierte Magnum verpflichtet, Waldo zu unterstützen, um so gemeinsam für die Sicherheit des Präsidenten zu sorgen.","versions":[{"lang":1,"streams":[{"redirect":8841702,"hoster":"VOE"},{"redirect":8592488,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509059,"hoster":"VOE"},{"redirect":8702456,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Anstandswauwau","epNo":4,"alt":"Distant Relative","descr":"Verwandtschaftsalarm bei Magnum \u0026 Co: Ricks jüngere Schwester kommt – frisch aus der Klosterschule – zu Besuch nach Hawaii. Rick, der bei seiner Schwester nach wie vor die Glucke spielt, engagiert Magnum als Anstandswauwau für die angebliche jugendliche Unschuld. Wendy macht ihren Aufpassern jedoch einen Strich durch die Rechnung: Bei ihrem Ausflug ins Nachtleben schminkt sie sich erst mal, kippt einen Drink nach dem anderen und ist plötzlich spurlos verschwunden.\r\rRick flippt schon aus, als Magnum mitten in der Nacht allein zurück kommt. Als Wendy jedoch kurz darauf ermordet aufgefunden wird, will Rick seinen Freund nicht mehr sehen. Magnum setzt alles daran, den Fall aufzuklären – was er dabei herausfindet, überrascht alle Beteiligten, denn Wendy lebte das gefährliche Leben eines Drogenkuriers.","versions":[{"lang":1,"streams":[{"redirect":8841706,"hoster":"VOE"},{"redirect":8592487,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702460,"hoster":"VOE"},{"redirect":8702458,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Auf den Leim gegangen","epNo":5,"alt":"Limited Engagement","descr":"Magnum soll im Auftrag einer Supermarktkette eine Serie von Raubüberfällen aufklären. Doch dieses Mal kann er sich nicht mit Ruhm bekleckern, weil er sich sofort von einem kleinen Jungen übertölpeln lässt und stante pede wieder gefeuert wird.\r\rAls er kurz darauf zwei nette alte Damen, die Schwestern Madge und Jeanie, kennen lernt, die in finanziellen Nöten sind, schmilzt wieder einmal sein großes Herz: Um sie dabei zu unterstützen, ein Hotel für in Vergessenheit geratene Künstler vor dem Verkauf zu retten, organisiert er mit Higgins’ Hilfe eine Wohltätigkeitsveranstaltung. Nur schade, dass die beiden Schwestern den Erlös der Veranstaltung offensichtlich zweckentfremden: Sie verschwinden einfach mit dem Geld. Enttäuscht macht sich Magnum auf die Suche.","versions":[{"lang":1,"streams":[{"redirect":8841705,"hoster":"VOE"},{"redirect":8592489,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615853,"hoster":"VOE"},{"redirect":8702459,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ein Liebesbrief auf Abwegen","epNo":6,"alt":"Letter To A Duchess","descr":"Ein Liebesbrief mit ungeahnten Folgen: Higgins, der sich schon vor langer Zeit auf den ersten Blick in Lady Vivian Wilkerson verliebt hat, schreibt ihr nach einem Wiedersehen lieber einen anonymen Liebesbrief, als ihr seine Gefühle zu offenbaren.","versions":[{"lang":1,"streams":[{"redirect":8841707,"hoster":"VOE"},{"redirect":8592490,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615854,"hoster":"VOE"},{"redirect":8702470,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die Wette gilt","epNo":7,"alt":"Squeeze Play","descr":"Robin Masters lässt sich bei einem Pokerspiel mit dem Playboy Buzz Benoit zu der Wette hinreißen, dass sein Softballteam dessen Profimannschaft schlagen wird. Falls sein Team das Spiel verlieren sollte, bekommt Buzz Benoit Masters luxuriöses Anwesen für ein ganzes Jahr zur Verfügung gestellt.\rHiggins packt angesichts dieser Aussichten die nackte Panik, und auch Magnum weiß natürlich, dass seine Leute keine Chance haben, doch bekommt er durch seinen aktuellen Fall eine Idee: Der zeitweilig untergetauchte Ehemann einer Klientin ist ein Ex-Profi, der Robin Masters’ Mannschaft vielleicht vor dem Untergang bewahren könnte.","versions":[{"lang":1,"streams":[{"redirect":13101829,"hoster":"VOE"},{"redirect":8592492,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702463,"hoster":"VOE"},{"redirect":8702461,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"König der Fäuste","epNo":8,"alt":"A Sense Of Debt","descr":"Weil Magnum nach Detroit fliegt, um für T.C. Schulden einzutreiben und nebenbei ein paar Baseballspiele zu sehen, lässt er sich von seinem Freund breitschlagen, ihm den Ferrari zu überlassen. Doch T.C. trägt es schon bei der ersten Spritztour aus der Kurve, der heruntergekommene Schauboxer Leon wird dabei verletzt und kann deshalb nicht mehr für seinen Lebensunterhalt und den seiner kleinen Tochter Ima kämpfen.\rAus Schuldgefühlen erklärt sich T.C. bereit, bei den nächsten Kämpfen als Ersatzmann anzutreten. T.C. ahnt nicht, worauf er sich da eingelassen hat, denn im Turnier um den Titel \"König der Fäuste\" hat er eine Menge Kämpfe zu bestreiten, in denen es weder Boxhandschuhe noch Regeln, dafür aber furchteinflößende Gegner gibt. Als der hoch gewettete T.C. aussteigen will, wird Ima entführt, um ihn unter Druck zu setzen. Magnum muss zurückkommen und seine Haut retten.","versions":[{"lang":1,"streams":[{"redirect":8841710,"hoster":"VOE"},{"redirect":8592491,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509054,"hoster":"VOE"},{"redirect":8702474,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Liebe hört nicht auf Vernunft","epNo":9,"alt":"The Look","descr":"Schon während des Vietnamkriegs versetzte die Stimme der Radiomoderatorin Holly Fox sämtliche zuhörenden Soldaten in Verzückung. Als sie Magnum nun in natura gegenüber steht, entspricht sie zwar nicht ganz seinen Erwartungen, doch nimmt er den Auftrag, ihren verschwundenen Freund aus Vietnamzeiten, Don Cassidy zu finden, gerne an.\r\rSeine Auftraggeberin ist jedoch schneller: 12 Jahre nachdem er sie vor der Kirche stehen gelassen hatte, taucht Don in Hollys Studio auf. Holly reagiert allerdings nicht wie erwartet – denn sie will sich rächen. Don hatte nämlich in Vietnam nicht nur Hollys Herz, sondern auch elektronische Geräte des Armee-Senders im Wert von einer halben Million gestohlen und Holly unschuldig in Verdacht geraten lassen. Die Stunde der Abrechnung scheint gekommen.","versions":[{"lang":1,"streams":[{"redirect":8841708,"hoster":"VOE"},{"redirect":8592494,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509067,"hoster":"VOE"},{"redirect":8702484,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Frohes Fest","epNo":10,"alt":"Operation: Silent Night","descr":"Weihnachten im Paradies, wo auch ohne Jahreszeiten gefeiert wird. Magnum wird als Weihnachtsmann verkleidet Kinderaugen zum Glänzen bringen, Rick in der Jury eines Schönheitswettbewerbs sitzen, Higgins die Weihnachtsprämie zu den Arbeitern auf einer Bananenplantage von Robin Masters bringen und T.C., nachdem er für alle das Lufttaxi spielen durfte, seine Familie in New Orleans besuchen.\r\rDoch ein technischer Defekt zwingt die Truppe zur Notlandung auf einer unbewohnten Insel, die von der Marine als Schießplatz genutzt wird. Während T.C. beginnt, den Hubschrauber zu reparieren, hält ein Kriegsschiff der Navy Kurs auf die Insel, um sie im Rahmen einer militärischen Übung zu beschießen – Weihnachten hin oder her. Ein übereifriger Kommandant besteht darauf, mit seinen Leuten den Ernstfall zu proben und geht zum Angriff über – mit scharfer Munition und großen Geschützen.","versions":[{"lang":1,"streams":[{"redirect":12924512,"hoster":"VOE"},{"redirect":8592493,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509064,"hoster":"VOE"},{"redirect":8702476,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Aus Spiel wird Ernst","epNo":11,"alt":"Jororo Farewell","descr":"Hoher Besuch in Robins Nest: Der kleine Prinz von Jororo, Danny Lin, wohnt während des Trainings für ein Baseballspiel gegen T.C.s Team mit seiner Entourage auf dem Masters-Anwesen. Da eine Entführung befürchtet wird, darf der freiheitsdurstige Prinz keinen Schritt tun, den Ed Russler, Ex-CIA-Mann und Sicherheitschef der königlichen Delegation, nicht mit Argusaugen beobachtet. Doch weil Magnum den altklugen Prinzen gerne mag, beschließt er, ein Auge auf ihn zu haben und rettet ihn prompt aus einem Hinterhalt. Dennoch wird Danny bald darauf tatsächlich gekidnappt – und Magnum bringt selbstverständlich den vollen Einsatz, um das königliche Früchtchen vor dem Schlimmsten zu bewahren.","versions":[{"lang":1,"streams":[{"redirect":8841711,"hoster":"VOE"},{"redirect":8592495,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917477,"hoster":"VOE"},{"redirect":8702498,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ein Fall wie von Agatha Christie","epNo":12,"alt":"The Case Of The Red Faced Thespian","descr":"Auf dem Masters-Anwesen wird ein großes Wohltätigkeits-Kostümfest veranstaltet, Motto \"Der große Gatsby\". Da Higgins beim Kampf gegen Schädlinge einen Schlag gegen den Kopf erhält, leidet er unter der Wahnvorstellung, ein berühmter Shakespeare-Darsteller zu sein. Unglücklicherweise bleibt so die Rolle des Gastgebers für eine Meute berühmter Gäste zunächst an Magnum hängen.\r\rRobin Masters ist auch eingeflogen, verschanzt sich aber mit seiner Arbeit im Obergeschoss, obwohl seine Sekretärin Valerie angesichts des organisatorischen Chaos die Nerven zu verlieren droht. Wie sich herausstellt, zu recht: Zuerst werden einem Gast 20 000 Dollar gestohlen, später liegt Lady Cynthia tot und ausgeraubt in ihrem Zimmer, während Higgins auf ihrem Balkon ungerührt Shakespeare-Verse deklamiert. Im Stil der berühmten Detektive von Agatha Christie beginnt Christie-Fan Magnum seine Ermittlungen, um des armen Higgins’ Haut zu retten.","versions":[{"lang":1,"streams":[{"redirect":8841716,"hoster":"VOE"},{"redirect":8592496,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509071,"hoster":"VOE"},{"redirect":8702489,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ausgetrickst","epNo":13,"alt":"No More Mr. Nice Guy","descr":"Freundschaft ist Magnum heilig, deshalb verschiebt er – wenn auch erst nach verschärftem guten Zureden durch seine Freunde – einen lange geplanten Ausflug zu einem Navy-Treffen, nachdem er Carol Baldwin sturzbetrunken aus dem King Kamehameha Club abholen mußte. Carol ist entlassen worden, weil sie dem Großdealer Clinton im Zuge ihrer Ermittlungen zu dicht auf den Pelz gerückt war.\r\rNun will sie mit Magnums Hilfe herausfinden, wer den Gangster innerhalb der Staatsanwaltschaft schützt. Als ihr zu Ohren kommt, dass eine größere Drogenlieferung ansteht, spielen Higgins und Rick potentielle Käufer, doch die Aktion läuft schief:\rAlle Beteiligten landen erst einmal im Knast – nur um zu erfahren, dass Carol gar nicht gefeuert wurde, sondern Verbündete brauchte, um auf eigene Faust ermitteln zu können. Und die braucht sie auch, als sie plötzlich von ihrem korrupten Kollegen gekidnappt wird.","versions":[{"lang":1,"streams":[{"redirect":8841714,"hoster":"VOE"},{"redirect":8592497,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702493,"hoster":"VOE"},{"redirect":8702491,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Blütenzauber","epNo":14,"alt":"Rembrandt’s Girl","descr":"Aus Angst, ihr gerade aus dem Gefängnis entlassener Vater könnte als Geldfälscher rückfällig werden, möchte die Bankangestellte Susan Johnson Magnum beauftragen, den alten Mann zu überwachen. Magnum lehnt jedoch ab, da er mit Rick und T.C. einen Wochenendtrip geplant hat. Vor der Abreise muss er für Higgins nur noch etwas aus dem Bankschließfach holen, wird jedoch von Carol im Tresorraum eingeschlossen – eigentlich nur für einen Moment. Doch ein Kurzschluss wirft beider Wochenendplanung gründlich über den Haufen, denn Carol und Magnum stecken fest. Erst wütend, dann verzweifelt suchen sie einen Ausweg, was sie aber finden, ist ein großer Haufen Geld – Falschgeld, wie Susan schnell feststellt, wahrscheinlich direkt aus der Werkstatt ihres genialen Fälscher-Vaters \"Rembrandt\" Norton. Eine Entdeckung, die Magnums Sinn für sportlichen Wettkampf weckt – jetzt nimmt er den Fall natürlich an.","versions":[{"lang":1,"streams":[{"redirect":8841715,"hoster":"VOE"},{"redirect":8592498,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495759,"hoster":"VOE"},{"redirect":8702496,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"T.C.’s große Liebe","epNo":15,"alt":"Paradise Blues","descr":"Die Sängerin Alexis Carter, eine alte Flamme von T.C., die für Magnum allerdings immer nur Ärger bedeutete, braucht Hilfe. Sie ist auf der Suche nach dem Drogendealer David Mitchell, der ihr angeblich noch 18 000 Dollar schuldet. Magnum stellt schon bald fest, dass Alex wichtige Teile der Wahrheit verschweigt, wie zum Beispiel ihre Verwicklung in einen Drogendiebstahl. Alex nämlich hat zwei Kilo Kokain geklaut, was ihren Ehemann bereits das Leben kostete – und natürlich steht auf der Liste seiner Mörder an nächster Stelle Alex’ Name.","versions":[{"lang":1,"streams":[{"redirect":8841713,"hoster":"VOE"},{"redirect":8592500,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702502,"hoster":"VOE"},{"redirect":8702504,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Ein Schrecken kehrt zurück","epNo":16,"alt":"The Return Of Luther Gillis","descr":"Luther Gillis, die Zweite: Zu Magnums bodenlosem Entsetzen taucht der anstrengende Privatdetektiv aus St. Louis wieder in Hawaii auf, dieses Mal in Begleitung seiner nicht minder anstrengenden Sekretärin Blanche. Anlass ist ein Kongress der Privatdetektive, auf dem sowohl er als auch Magnum eine Auszeichnung erhalten sollen. Kurz darauf werden Higgins und Blanche entführt, die Lösegeldforderung beträgt satte 50 000 Dollar. Wie erwartet sind die gemeinsamen Ermittlungen von Magnum und Luther die reine Katastrophe: Wenn sie nicht gerade eins über den Schädel bekommen, landen sie im Knast. Wie es aussieht, wurde Luther mit der angeblichen Auszeichnung von jemandem nach Hawaii gelockt, der noch eine größere Rechnung mit ihm offen hat.","versions":[{"lang":1,"streams":[{"redirect":8841718,"hoster":"VOE"},{"redirect":8592499,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13918298,"hoster":"VOE"},{"redirect":8702505,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Mord auf der Bühne","epNo":17,"alt":"Let The Punishment Fit The Crime","descr":"Mit Begeisterung nimmt Magnum von der schönen Sally DeForrest den Auftrag an, ihren Bruder Eric zu suchen, der sich als Mitglied einer obskuren Sekte vor seinem Verschwinden merkwürdig verändert hatte. Wie Magnum bald herausfindet, handelt es sich bei dieser Sekte jedoch in Wahrheit um eine antibritische Terror-Organisation namens \"Verborgener Drache\", die es ausgerechnet auf den prominenten Teilnehmer einer von Higgins akribisch vorbereiteten Operetten-Aufführung abgesehen hat.\rUm das Attentat auf Sir Cedric Brooke in letzter Sekunde zu vereiteln, muss Magnum Eric erschießen. Doch damit ist die Bedrohung keineswegs beendet, denn Higgins Aufführung wird Sir Cedric in gefährlicher Weise exponieren.","versions":[{"lang":1,"streams":[{"redirect":14082014,"hoster":"VOE"},{"redirect":8592503,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509074,"hoster":"VOE"},{"redirect":8702512,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Sherlock Holmes auf Hawaii","epNo":18,"alt":"Holmes Is Where The Heart Is","descr":"Higgins hat sich eingeschlossen, um eine Geschichte aus seiner Vergangenheit niederzuschreiben, in der 1976 sein alter Geheimdienstkollege David Worth zur Beerdigung des Higgins-Freundes Sir Alec Ramsay plötzlich in Hawaii auftaucht. David hat ganz offensichtlich eine Sherlock Holmes-Obsession, die ihn glauben lässt, Sir Alec wäre ermordet worden.\rUnd da David sich selbst für Holmes hält, nennt er Higgins konsequent nur noch Watson und vermutet hinter dem angeblichen Mord natürlich den Holmes-Erzfeind Moriarty. Trotz vieler Zweifel beginnt Higgins, Davids Geschichte zumindest teilweise zu glauben – besonders als der Möchte-gern-Holmes plötzlich verschwindet. Während in der Gegenwart ein ratloser Magnum verzweifelt versucht, zu Higgins durchzudringen, durchlebt letzterer die vergangenen Ereignisse noch einmal bis zu ihrem in jeder Beziehung überraschenden Ende.","versions":[{"lang":1,"streams":[{"redirect":8841720,"hoster":"VOE"},{"redirect":8592502,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509076,"hoster":"VOE"},{"redirect":8702508,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein harmloser Auftrag","epNo":19,"alt":"On Face Value","descr":"Staatsanwältin Carol zwingt Magnum durch eine kleine Erpressung, eine Lagerhalle für sie zu überwachen. Als deren Eigentümer, die Gebrüder Kiedash, die Observierung entdecken, beginnen sie auf Magnum zu schießen. Die anschließende Verfolgungsjagd endet mit einem Unfall, bei dem Emily Jackson, eine zufällig vorbeifahrende junge Frau, schwer verletzt wird – sie kann nicht mehr gehen. Voller Schuldgefühle kümmert sich Magnum um sein \"Opfer\" und quartiert sie zur Erholung auf dem Masters-Anwesen ein.\r\rDoch wegen einiger Fotos, die er von ihnen gemacht hat, wird Magnum noch immer von den Kiedash-Brüdern verfolgt. Als Emily eines Tages plötzlich abgereist ist, macht sich Magnum auf die Suche, um sie ausgerechnet bei seinen Verfolgern zu finden – und festzustellen, dass Emily ihn von Anfang an belogen hat","versions":[{"lang":1,"streams":[{"redirect":8841721,"hoster":"VOE"},{"redirect":8592501,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509075,"hoster":"VOE"},{"redirect":8702510,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Blick in die Vergangenheit","epNo":20,"alt":"Dream A Little Dream","descr":"Die einstige Weltklasse-Surferin Karen Teal, eine alte Liebe Magnums und vor fünf Jahren sein erster Ermittlungs-Fall, bittet ihn erneut um Hilfe, weil sie glaubt, dass ihr Ex-Mann ihre kleine Tochter Sandy entführen will, während sie für ihr Comeback trainiert. Als Sandy beinahe entführt wird, nimmt Magnum seine Ermittlungen auf, muss aber bald feststellen, dass Karen den Entführungsversuch offensichtlich selbst inszeniert hat. Und das aus Gründen, die Magnum ganz und gar nicht gefallen.","versions":[{"lang":1,"streams":[{"redirect":8841719,"hoster":"VOE"},{"redirect":8592504,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495758,"hoster":"VOE"},{"redirect":8702514,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Augenzeugen","epNo":21,"alt":"I Witness","descr":"Bei einem Überfall auf den King Kamehameha-Club werden sämtliche Gäste ausgeraubt, darunter auch T.C., Rick und Higgins. Dass die als Tiere maskierten Täter ihren Opfern außerdem auch ihre Kleidung abnahmen, senkt die Stimmung der Beraubten zusätzlich. Was Magnum dabei aber am meisten irritiert, sind die vollkommen unterschiedlichen Versionen des Überfalls, die ihm seine Freunde auftischen.\rEntnervt kämpft sich Magnum durch ein Gestrüpp widersprüchlicher Aussagen, bei denen der jeweilige Erzähler für sich natürlich eine Heldenrolle reserviert. Irgendwann gelingt es Magnum, den Zeugenaussagen-Schlamassel zu entwirren: Ganz offensichtlich hatten die Gangster einen clubinternen Informanten, der von einem reibungslosen Überfall profitieren wollte.","versions":[{"lang":1,"streams":[{"redirect":8841722,"hoster":"VOE"},{"redirect":8592510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615861,"hoster":"VOE"},{"redirect":8702521,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Eine tödliche Falle (1+2)","epNo":1,"alt":"Echoes Of The Mind (1)","descr":"Magnum und die Frauen: Dieses Mal kommen sie gleich im Doppelpack als die attraktiven und überaus reichen Zwillingsschwestern Diane und Deirdre Dupres. Diane sucht Magnums Schutz, weil sie sich bedroht fühlt. Magnum kann sie gerade noch vor dem Angriff zweier Rottweiler retten, die bei ihm allerdings kräftig zubeißen. Obwohl Magnum sich in Rekordzeit in seine Klientin verliebt, vernebelt seine Zuneigung ihm nur partiell den Verstand.\rUnd auch Higgins hat Herzensprobleme – seine Auserwählte, Lady Ashley, entwickelt einen Standesdünkel, der selbst einem Higgins zu viel wird. Während Magnum und Higgins ihre Probleme in einem Männergespräch erörtern, erreicht Magnum ein Hilferuf Dianes. Ein Mann ist in ihr Haus eingedrungen, sie hat auf ihn geschossen, weiß aber nicht, ob sie getroffen hat. Während Magnum bei ihr bleibt, ahnt er nicht, dass der Eindringling noch immer im Haus ist und ihn möglicherweise beobachtet.","versions":[{"lang":1,"streams":[{"redirect":8841728,"hoster":"VOE"},{"redirect":8592506,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018113,"hoster":"VOE"},{"redirect":8702518,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Echoes Of The Mind (2)","descr":"Als Magnum nach seiner ersten Nacht mit Diane morgens auf ihre Zwillingsschwester Deirdre trifft, erfährt er einige ernüchternde Dinge. Diane ist angeblich hochneurotisch, leidet seit einer Entführung der Zwillinge im Kindesalter unter Verfolgungswahn und hat bereits versucht, ihre Schwester zu ermorden.\rMagnum weiß nicht mehr, was er glauben soll – und auch Higgins hat so seine Probleme mit den Ansprüchen seiner Zukünftigen, Lady Ashley, die von ihm verlangt, bei der Heirat seinen Titel aufzugeben. Während Higgins mit sich, seinen Manieren und seinen schwankenden Gefühlen ringt, muss Magnum feststellen, dass er sich mit seiner Beziehung zu Diane Probleme eingehandelt hat, die ihm über den Kopf wachsen. Dianes Psychose droht lebensgefährlich zu werden – für Magnum und sie selbst.","versions":[{"lang":2,"streams":[{"redirect":8702519,"hoster":"VOE"},{"redirect":8702517,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Mac ist wieder da","epNo":3,"alt":"Mac’s Back","descr":"Seitdem sich seine letzte Liebe Diane vor seinen Augen erschossen hat, ist Magnum ein psychisches Wrack. Es ist ein Verlust zuviel in seinem Leben, der das Fass zum Überlaufen bringt. Magnum trinkt, lässt sich gehen und von niemandem helfen. Als er zufällig im Straßenverkehr seinen alten Freund Mac sieht, der eigentlich vor ein paar Jahren in Magnums Ferrari in die Luft gesprengt wurde, wissen seine Freunde nicht mehr, was sie für ihn tun können.\rDoch im letzten Moment bekommt Magnum die Kurve, seine Depressionen sind verschwunden. Dennoch hält er Mac nicht für eine Halluzination, sondern beginnt ihn zu suchen und findet nicht Mac, sondern den Armee-Pater Jim Hiller, der dem toten Freund verblüffend ähnlich sieht. Als Pater Jim zur nächsten Verabredung im Club nicht erscheint, beginnen Magnums Freunde an seiner Genesung zu zweifeln. Doch Macs Doppelgänger taucht wieder auf und verwickelt Magnum in einen raffiniert ausgeklügelten Betrug, der Magnum noch den letzten Nerv kostet.","versions":[{"lang":1,"streams":[{"redirect":8841723,"hoster":"VOE"},{"redirect":8592507,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615862,"hoster":"VOE"},{"redirect":8702534,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein moderner Robin Hood","epNo":4,"alt":"The Legacy Of Garwood Huddle","descr":"Garwood Huddle ist ein Freund von Higgins und außerdem jahrelang erfolgreich praktizierender Bankräuber, der sein Geld wie Robin Hood an die Witwen und Waisen dieser Erde zu verteilen pflegte. Jetzt ist er aus dem Knast ausgebrochen, um seinen gerade entführten kleinen Enkel auszulösen. Doch die 200 000 Dollar, die er nach seinem letzten großen Raub vergraben hatte, sind verschwunden. Magnums Recherchen führen ihn nicht nur direkt in die Schusslinie eines Unbekannten, sondern bringen auch andere Beteiligte in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":8841724,"hoster":"VOE"},{"redirect":8592505,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495765,"hoster":"VOE"},{"redirect":8702525,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Absturz über dem Meer","epNo":5,"alt":"Under World","descr":"Nachdem er ein frisch verheiratetes Paar in die Flitterwochen geflogen hat, nimmt T.C. auf dem Rückflug einen Metallkoffer mit. Unterwegs gibt es jedoch technische Probleme, die Maschine stürzt über dem Meer ab, T.C. wird schwer verletzt und bewusstlos aus dem Wasser gezogen. Im Krankenhaus treffen Magnum und seine Freunde T.C.s Bruder Gerald Calvin, der seinen Urlaub auf der Insel verbringen wollte.\u0026lt;br /\u0026gt;\rUm die Absturzursache aufzuklären, tauchen Magnum und Gerald nach dem Hubschrauber-Wrack und stellen Erstaunliches fest: T.C. wurde abgeschossen. Außerdem scheint es sich bei T.C.s Flitterwöchnern gar nicht um ein frisch verheiratetes Paar gehandelt zu haben – und einen Bruder namens Gerald hat der Schwerverletzte auch nicht.","versions":[{"lang":1,"streams":[{"redirect":8841726,"hoster":"VOE"},{"redirect":8592508,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615863,"hoster":"VOE"},{"redirect":8702529,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Hellseherin","epNo":6,"alt":"Fragments","descr":"Als hätte Magnum nicht schon genug Probleme, wird er jetzt auch noch von der Hellseherin Laura Bennett gebeten, ihren zukünftigen Mörder zu finden. Magnum nämlich war – wenn auch zu spät – in einer Vision aufgetaucht, die sie von ihrer eigenen Ermordung hatte. Trotz erheblicher Skepsis nimmt Magnum den Auftrag an und erlebt sein blaues Wunder: Dank einer von Lauras Visionen kann er nicht nur einem ertrinkenden Jungen das Leben retten, sondern muss auch zur Kenntnis nehmen, dass es in Lauras Vision mitnichten um ihre Ermordung ging – der Name des wirklichen Opfers ist Thomas Magnum.","versions":[{"lang":1,"streams":[{"redirect":8841725,"hoster":"VOE"},{"redirect":8592509,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gerechtigkeit für Debbie Carrington","epNo":7,"alt":"Blind Justice","descr":"Als Debbie Carrington kurz nach einer handgreiflichen Auseinandersetzung mit ihrem Mann Greg tot aufgefunden wird, engagiert Staatsanwältin Carol Baldwin Magnum als Unterstützung bei ihren Ermittlungen. Von Ann Carrington, der Mutter der Getöteten, erfährt Magnum, dass Greg vor seiner Ehe mit Debbie schon einmal verheiratet war – unter einer anderen Identität, aber mit ebenfalls tödlichem Ausgang.\rDoch Magnum hat ein Problem: Seine Nachforschungen ergeben, dass Greg seine erste Frau ermordet hatte, aber freigesprochen wurde. Debbie jedoch hat er trotz seiner Gewalttätigkeit nicht auf dem Gewissen, Magnums Aussage aber könnte zu seiner Verurteilung führen. Magnum befindet sich in einem moralischen Dilemma, aus dem er auf unerwartete Weise befreit wird.","versions":[{"lang":1,"streams":[{"redirect":8841727,"hoster":"VOE"},{"redirect":8592511,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702533,"hoster":"VOE"},{"redirect":8702535,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Mord für Anfänger","epNo":8,"alt":"Murder 101","descr":"Voller Begeisterung geht Magnum an seine neue Aufgabe heran: Er hält an der Uni einen Kurs über Privatdetektive ab. Schon bald bekommen seine Studenten Gelegenheit, selbst zu ermitteln. Stacy, eine der Teilnehmerinnen, ist überzeugt, dass ihr Verlobter sie betrügt.","versions":[{"lang":1,"streams":[{"redirect":8841729,"hoster":"VOE"},{"redirect":8592513,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702537,"hoster":"VOE"},{"redirect":8702536,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das organisierte Verbrechen","epNo":9,"alt":"Tran Quoc Jones","descr":"Magnum soll für den kleinen vietnamesischen Jungen Tran Quoc dessen Vater finden: Einen ehemaligen Hubschrauberpilot, der seit dem Vietnam-Krieg spurlos verschwunden ist. Bald stößt Magnum auf ein Netz aus politischen Intrigen und Korruption.","versions":[{"lang":1,"streams":[{"redirect":8841731,"hoster":"VOE"},{"redirect":8592512,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615864,"hoster":"VOE"},{"redirect":8702539,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Ersatz-Detektiv","epNo":10,"alt":"Luther Gillis: File #001","descr":"Magnum ist über beide Ohren mit einem Auftrag beschäftigt. Deshalb bittet er seinen alten Freund Luther, einen brisanten Fall für ihn zu übernehmen. Die Angelegenheit erfordert absolute Diskretion. Magnum ahnt leider nicht, dass Luther dafür der falsche Mann ist.","versions":[{"lang":1,"streams":[{"redirect":8841732,"hoster":"VOE"},{"redirect":8592514,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12924506,"hoster":"VOE"},{"redirect":8702543,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Doppelleben","epNo":11,"alt":"Kiss Of The Sabre","descr":"Die Schriftstellerin Betty Windom will eine schöpferische Pause einlegen. Zähneknirschend überlässt Magnum der alten Freundin von Robin Masters sein Gästehaus. Doch damit nicht genug: Betty mischt sich zu Magnums Ärger auch noch in seine aktuellen Ermittlungen ein.","versions":[{"lang":1,"streams":[{"redirect":8841730,"hoster":"VOE"},{"redirect":8592515,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509079,"hoster":"VOE"},{"redirect":8702546,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Diamantenrausch","epNo":12,"alt":"Little Games","descr":"Auf Robin Masters Anwesen soll eine Juwelen-Ausstellung stattfinden. Um zusätzliche Sicherheit zu gewährleisten, wird die Versicherungsagentin Krista Volloroch engagiert. Sehr zur Freude von Magnum, denn die junge Dame ist überaus attraktiv. Doch Krista hat ein Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":8841733,"hoster":"VOE"},{"redirect":8592516,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702550,"hoster":"VOE"},{"redirect":8702549,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Geplatzte Träume","epNo":13,"alt":"Professor Jonathan Higgins","descr":"Higgins muss sich um seine Cousine Sally kümmern. Die schrille Base will einen der reichsten Männer Hawaiis heiraten, doch dazu fehlen ihr noch einige Benimmregeln. Magnum hat dagegen ganz andere Sorgen: Er ist vollauf damit beschäftigt, eine Gruppe von Betrügern aufzuspüren.","versions":[{"lang":1,"streams":[{"redirect":8841735,"hoster":"VOE"},{"redirect":8592517,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509082,"hoster":"VOE"},{"redirect":8702553,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Notlüge mit Folgen","epNo":14,"alt":"Compulsion","descr":"Magnums Freundin Carol wird von einem Unbekannten terrorisiert: In ihrem Büro fällt urplötzlich der Strom aus, ihr Hund ergreift die Flucht. Könnten dies Warnungen sein? Denn Carol soll bald in ihrer Funktion als Staatsanwältin über das Schicksal eines Mannes namens Lazarus entscheiden.","versions":[{"lang":1,"streams":[{"redirect":8841734,"hoster":"VOE"},{"redirect":8592521,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9582509,"hoster":"VOE"},{"redirect":8702555,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Alle für einen (1)","epNo":15,"alt":"All For One (1)","descr":"Magnum reist mit Rick, T.C. und Higgins nach Kambodscha. Sie sollen einem Freund von Tyler McKinney helfen, der dort gefangen gehalten wird. Doch die edlen Retter geraten in die Gewalt eines barbarischen Majors. Dabei erfahren sie die Wahrheit über den Mann, den sie befreien wollen.","versions":[{"lang":1,"streams":[{"redirect":8841738,"hoster":"VOE"},{"redirect":8592519,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509092,"hoster":"VOE"},{"redirect":8702557,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Alle für einen (2)","epNo":16,"alt":"All For One (2)","descr":"Magnum reist mit Rick, T.C. und Higgins nach Kambodscha. Sie sollen einem Freund von Tyler McKinney helfen, der dort gefangen gehalten wird. Doch die edlen Retter geraten in die Gewalt eines barbarischen Majors. Dabei erfahren sie die Wahrheit über den Mann, den sie befreien wollen.","versions":[{"lang":1,"streams":[{"redirect":8841737,"hoster":"VOE"},{"redirect":8592520,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495768,"hoster":"VOE"},{"redirect":8702563,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Käpt’n Rick","epNo":17,"alt":"The Love-For-Sale Boat","descr":"Mac ist zurück! Er überredet Rick, seine Luxusjacht zu kaufen. Allerdings hat die Sache einen Haken: Das Boot gehört ihm gar nicht. Bis Rick dies aber herausfindet, ist Mac schon wieder über alle Berge. Nur seine vier entzückenden Geishas, die ihn begleitet haben, lässt er zurück.","versions":[{"lang":1,"streams":[{"redirect":8841736,"hoster":"VOE"},{"redirect":8592518,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615868,"hoster":"VOE"},{"redirect":8702568,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Liebeslieder eines Toten","epNo":18,"alt":"Let Me Hear The Music","descr":"Country-Musiker Lacy Fletcher ist auf der Suche nach verschollenen Liedern des legendären George Lee Jessup. Vor 25 Jahren kam der Sänger bei einem Unfall ums Leben. Kurz zuvor schrieb er die Songs für seine große Liebe Laurie. Gemeinsam mit Magnum will Lacy die Frau aufspüren.","versions":[{"lang":1,"streams":[{"redirect":8841743,"hoster":"VOE"},{"redirect":8592522,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13535442,"hoster":"VOE"},{"redirect":8702570,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Künstliche Intelligenz","epNo":19,"alt":"Ms. Jones","descr":"Madelyn Jones braucht dringend Magnums Hilfe: Ihr Mann Ray ist spurlos verschwunden. Madelyn glaubt, dass er sich in größter Gefahr befindet. Denn Ray hat eine gefährliche Formel erfunden, hinter der die Regierungen beider Weltmächte her sind.","versions":[{"lang":1,"streams":[{"redirect":8841739,"hoster":"VOE"},{"redirect":8592524,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615870,"hoster":"VOE"},{"redirect":8702571,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Späte Rache","epNo":20,"alt":"The Man From Marseilles","descr":"Der Franzose Fornier bittet Magnum um Hilfe: Er ist auf der Suche nach einem vermissten Erben. Magnum sagt zu. Doch kurze Zeit später erfährt er, wer Fornier wirklich ist – nämlich einer der berühmtesten Polizisten Europas. Und der angebliche Erbe entpuppt sich als Mafiaboss.","versions":[{"lang":1,"streams":[{"redirect":8841740,"hoster":"VOE"},{"redirect":8592525,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509090,"hoster":"VOE"},{"redirect":8702573,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Alte Freunde","epNo":21,"alt":"Torah, Torah, Torah","descr":"Kaum ist Rabbi Solomon auf Hawaii angekommen, wird er das Opfer eines Überfalls. Dabei wird ihm die heilige Thora gestohlen. Nun hofft er, dass Magnum das wertvolle Stück wieder findet. Doch es sind mehr Menschen in den Fall verstrickt, als der Detektiv ahnt.","versions":[{"lang":1,"streams":[{"redirect":12337056,"hoster":"VOE"},{"redirect":8592523,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615872,"hoster":"VOE"},{"redirect":8702576,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Ballettschuhe und heiße Waffen","epNo":22,"alt":"A Pretty Good Dancing Chicken","descr":"Ein neuer Fall für Magnum: Jack Damon sucht seine Tochter Becky. Das Mädchen wurde von ihrem Freund Darryl dazu benutzt, gestohlene Waffen zu verkaufen. Bei einer Übergabe wurde das Paar angeschossen. Während Daryl verhaftet wurde, blieb Becky seitdem verschwunden.","versions":[{"lang":1,"streams":[{"redirect":8841742,"hoster":"VOE"},{"redirect":8592526,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509095,"hoster":"VOE"},{"redirect":8702578,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"England sehen und sterben (1+2)","epNo":1,"alt":"Déjà Vu (1)","descr":"Magnum und Higgins reisen nach London. Der Privatdetektiv will dort seinen alten Freund Geoffrey besuchen. Zu seinem Entsetzen erfährt er, das Geoffrey vor kurzem bei einem Autounfall gestorben ist. Seltsamerweise hatte Magnum zuvor etwas Ähnliches geträumt.","versions":[{"lang":1,"streams":[{"redirect":8841768,"hoster":"VOE"},{"redirect":8592533,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495772,"hoster":"VOE"},{"redirect":8702581,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[in Episode 1 enthalten]","epNo":2,"alt":"Déjà Vu (2)","descr":"Noch immer sind Magnum und Higgins in London. Der Privatdetektiv hat weiterhin seltsame Visionen. Die Träume scheinen Hinweise auf den mysteriösen Unfalltod seines Freundes Geoffrey zu sein. Nach und nach entdeckt Magnum die erstaunliche Wahrheit über seinen verstorbenen Freund.","versions":[]},{"epId":"episode-3","name":"Die schwimmende Bombe","epNo":3,"alt":"Old Acquaintance","descr":"Magnum trifft seine ehemalige Schulkameradin Goldie Morris wieder. Die engagierte Lady ist nach Hawaii gekommen, um dort einem korrupten Politiker auf den Zahn zu fühlen. Magnum hat alle Hände voll zu tun, um die risikofreudige Goldie zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":8841744,"hoster":"VOE"},{"redirect":8592529,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495770,"hoster":"VOE"},{"redirect":8702582,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die große Lüge","epNo":4,"alt":"The Kona Winds","descr":"Hobby-Fotograf Magnum ist am Meer auf Motivsuche. Dabei beobachtet er eine schöne Frau, die sich plötzlich von den Klippen stürzt. Magnum rettet die attraktive Unbekannte. Es stellt sich heraus, dass die Dame in eine seltsame Geschichte verwickelt ist.","versions":[{"lang":1,"streams":[{"redirect":8841750,"hoster":"VOE"},{"redirect":8592527,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495769,"hoster":"VOE"},{"redirect":8702584,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Katze läßt das Mausen nicht","epNo":5,"alt":"The Hotel Dick","descr":"Ein Hotel heuert Magnum als Hausdetektiv an: Der smarte Privatdetektiv soll einem Juwelendieb das Handwerk legen. Leider kann sich Magnum nicht richtig auf seine Arbeit konzentrieren. Denn der arrogante Hoteldirektor Daltrey macht ihm das Leben ganz schön schwer.","versions":[{"lang":1,"streams":[{"redirect":13101832,"hoster":"VOE"},{"redirect":8592528,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702586,"hoster":"VOE"},{"redirect":8704221,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Falscher Verdacht","epNo":6,"alt":"Round And Around","descr":"Ein harmloses Basketballspiel hat für T.C.s Freund Ron tödliche Folgen: Er wird erschossen. Von Schmerz und Hass erfüllt, sinnt Rons Familie auf Rache. Sie bitten Magnum, den Killer zu finden. Der Detektiv findet heraus, dass Ron das Opfer unglücklicher Umstände wurde.","versions":[{"lang":1,"streams":[{"redirect":8841745,"hoster":"VOE"},{"redirect":8592531,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495771,"hoster":"VOE"},{"redirect":8702588,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein langer Abschied","epNo":7,"alt":"Going Home","descr":"Magnum kehrt nach jahrelanger Abwesenheit in sein Elternhaus zurück. Kaum ist er angekommen, wird der Privatdetektiv von alten Erinnerungen eingeholt: Sein Bruder Joey kam in Vietnam ums Leben, und mit seinem Stiefvater Frank gibt es einen ungelösten Konflikt.","versions":[{"lang":1,"streams":[{"redirect":13101834,"hoster":"VOE"},{"redirect":8592530,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702590,"hoster":"VOE"},{"redirect":8702589,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Wildwest unter Palmen","epNo":8,"alt":"Paniolo","descr":"Seit dem Tod ihrer Eltern führen Kenny Harbison und seine Schwester Lynn eine der größten Farmen auf Hawaii. Finanzielle Schwierigkeiten und Viehdiebe bringen sie an den Rand des Ruins. Um ihnen zu helfen, muss Magnum sich als Cowboy in den Sattel schwingen.","versions":[{"lang":1,"streams":[{"redirect":8841747,"hoster":"VOE"},{"redirect":8592535,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495773,"hoster":"VOE"},{"redirect":8702591,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Auf Schatzsuche","epNo":9,"alt":"The Treasure Of Kalaniopu’u","descr":"Mit einem PR-Trick will die Verlegerin Amy Griswald Robin Masters neues Buch vermarkten: Die Hinweise in dem Roman führen zu einem dicken Schatz. Dem Sieger winken 1 Million Dollar. Weil nur Amy weiß, wo das Geld vergraben liegt, soll Magnum dafür sorgen, dass ihr nichts geschieht","versions":[{"lang":1,"streams":[{"redirect":8841748,"hoster":"VOE"},{"redirect":8592532,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13992987,"hoster":"VOE"},{"redirect":8702593,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verrat in Pearl Harbor","epNo":10,"alt":"Blood And Honor","descr":"Admiral Hawkes (Paul Burke) übernimmt die Leitung für ein streng geheimes militärisches Projekt. Bald hat er den Verdacht, in seiner Abteilung einen Spion zu haben. Magnum (Tom Selleck), getarnt als neuer Sicherheitschef, soll den Maulwurf ausheben.","versions":[{"lang":1,"streams":[{"redirect":8841760,"hoster":"VOE"},{"redirect":8592534,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509113,"hoster":"VOE"},{"redirect":8702595,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das nasse Grab","epNo":11,"alt":"Rapture","descr":"Bei einem Tauchgang erblickt Magnum den Geist eines Jungen, der unlängst ertrunken ist. Obwohl sich seine Freunde über ihn lustig machen, sucht Magnum die Eltern des Toten auf. Die Mutter hofft immer noch auf ein Wiedersehen mit ihrem Sohn. Der Vater hingegen scheint mehr mit der Sache zu tun zu haben, als er zugeben will.","versions":[{"lang":1,"streams":[{"redirect":8841753,"hoster":"VOE"},{"redirect":8592537,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702598,"hoster":"VOE"},{"redirect":8702596,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Der Jahrmarktsmörder","epNo":12,"alt":"I Never Wanted To Go To France, Anyway","descr":"Auf Hawaii hat ein Jahrmarkt seine Zelte aufgeschlagen. Doch schon bald wird das bunte Treiben von seltsamen Unfällen überschattet. Aus Angst um sein Geschäft, wendet sich der Besitzer des Rummels an Magnum (Tom Selleck). Getarnt als Artisten kommen Magnum und sein Freunde dem Übeltäter auf die Spur.","versions":[{"lang":1,"streams":[{"redirect":8841751,"hoster":"VOE"},{"redirect":8592536,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702601,"hoster":"VOE"},{"redirect":8702599,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Der Hilfsdetektiv","epNo":13,"alt":"Summer School","descr":"Im Auftrag von Robin Masters soll sein Neffe R.J. den ganzen Sommer unter der Aufsicht von Higgins verbringen. Der Junge ist das schwarze Schaf der Familie und handelt sich ständig irgendwelchen Ärger ein. So natürlich auch auf Hawaii. Als Charla Graham Magnum beauftragen will, den Tod ihres Mannes zu untersuchen, gibt R.J. vor, der berühmte Privatdetektiv zu sein.","versions":[{"lang":1,"streams":[{"redirect":12924510,"hoster":"VOE"},{"redirect":8592538,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495774,"hoster":"VOE"},{"redirect":8702600,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Eine fast aussichtslose Situation","epNo":14,"alt":"Mad Dogs And Englishmen","descr":"Ein Schock für Magnum (Tom Selleck), als er erfährt, dass Higgins von Robin Masters fristlos entlassen wurde. Higgins soll 50.000 Dollar unterschlagen und wertvolle Kunstobjekte gestohlen haben. Schon trifft der neue Major Domus ein, mit der attraktiven Ginny im Schlepptau. Kurz darauf wird die junge Frau ermordet. Hängt ihr Tod mit Higgins plötzlicher Kündigung zusammen?","versions":[{"lang":1,"streams":[{"redirect":8841754,"hoster":"VOE"},{"redirect":8592542,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702603,"hoster":"VOE"},{"redirect":8702604,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Alptraum-Schiff","epNo":15,"alt":"All Thieves On Deck","descr":"In Abwesenheit von Magnum (Tom Selleck) und Higgins sind Diebe ins Haus eingebrochen. Anscheinend wollten sie eine wertvolle hawaiianische Statue stehlen, die sie allerdings nicht fanden. Robin Masters will die Figur einem Museum stiften. Zuvor soll sie auf einer Kreuzfahrt ausgestellt werden. Magnum, TC und Rick sollen die Skulptur bewachen.","versions":[{"lang":1,"streams":[{"redirect":8841755,"hoster":"VOE"},{"redirect":8592540,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495778,"hoster":"VOE"},{"redirect":8702606,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Überfall auf hoher See","epNo":16,"alt":"This Island Isn’t Big Enough","descr":"Nach einer kleinen Kreuzfahrt kehrt Ricks Schiff unbemannt in den Hafen zurück. Der Schiffseigner Rick wie auch seine Passagiere sind spurlos verschwunden. Bei ihren Ermittlungen finden Magnum (Tom Selleck) und T.C. heraus, dass Ricks Gäste mächtige Unterweltbosse sind. Kurz darauf werden deren Leichen gefunden.","versions":[{"lang":1,"streams":[{"redirect":8841756,"hoster":"VOE"},{"redirect":8592539,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495775,"hoster":"VOE"},{"redirect":8702608,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der gekaufte Killer","epNo":17,"alt":"Way Of The Stalking Horse","descr":"Dan Wolf engagiert Magnum (Tom Selleck), um seinen vermissten Vater Theo zu finden. Schon bald gelingt es Magnum, ein Treffen zwischen Vater und Sohn zu arrangieren. Doch das Wiedersehen endet tödlich. Dan erschießt Theo, und auch Magnum wird schwer verletzt. Kaum genesen, macht er sich auf, den Killer zu finden.","versions":[{"lang":1,"streams":[{"redirect":8841757,"hoster":"VOE"},{"redirect":8592541,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495776,"hoster":"VOE"},{"redirect":8702614,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Babyhandel","epNo":18,"alt":"Find Me A Rainbow","descr":"Lydia McCarthy engagiert Magnum, um einen gewissen Donald Burns zu finden. Burns handelt mit Babys, die er an kinderlose Paare verkauft. Vermutlich hat er auch Lydias kleinen Sohn Jesse entführt. Doch Burns’ Freundin behauptet, dass der Junge längst tot sei.","versions":[{"lang":1,"streams":[{"redirect":8841759,"hoster":"VOE"},{"redirect":8592544,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702616,"hoster":"VOE"},{"redirect":8702613,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Attentat","epNo":19,"alt":"Who Is Don Luis Higgins, And Why Is He Doing These Terrible Things To Me?","descr":"Higgins organisiert ein Schachturnier auf Robin Masters Anwesen. Zu den Gästen gehört immerhin Präsident Manuel Ibenez. Magnum (Tom Selleck) soll für die Sicherheit des hohen Gastes sorgen. Kaum hat die Veranstaltung begonnen, gibt sich ein gewisser Don Luis Mangueo als Higgins’ Halbbruder aus. Magnum glaubt, dass Don Luis einen Anschlag auf Präsident Ibenez plant.","versions":[{"lang":1,"streams":[{"redirect":12250496,"hoster":"VOE"},{"redirect":8592543,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495780,"hoster":"VOE"},{"redirect":8702615,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Glück im Spiel, Pech in der Liebe","epNo":20,"alt":"A Little Bit Of Luck, A Little Bit Of Grief","descr":"Glückspilz Rick gewinnt 1 Million Dollar in der Lotterie und hebt buchstäblich vom Boden ab. Zu seinem neuen Luxusleben gehört auch die hübsche Jeannie, die mit zwei Betrügern im Bunde steht und Rick nach Strich und Faden ausnimmt. Als die Schöne Skrupel bekommt, bittet sie Magnum und TC, ihr bei der Widerbeschaffung von Ricks Million zu helfen.","versions":[{"lang":1,"streams":[{"redirect":8841761,"hoster":"VOE"},{"redirect":8592547,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495782,"hoster":"VOE"},{"redirect":8702618,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Fotografenpech","epNo":21,"alt":"Photo Play","descr":"Magnum (Tom Selleck) ist sauer auf die Fotografin Shelly Faraday, die seinen Wagen gerammt hat. Ihre Entschuldigung, sie sei auf der Flucht gewesen, beeindruckt den Privatdetektiven zunächst kaum. Doch dann entdeckt er, dass Shelly einen Mann fotografiert hat, der größten Wert darauf legt, für tot gehalten zu werden.","versions":[{"lang":1,"streams":[{"redirect":8841770,"hoster":"VOE"},{"redirect":8592545,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615876,"hoster":"VOE"},{"redirect":8702622,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Tod einer Komikerin (1)","epNo":1,"alt":"L. A. (1)","descr":"Magnum verliebt sich in die attraktive Anwältin Cynthia Farrell. Doch bevor er ihr seine Gefühle gestehen kann, muss er die Traumfrau um juristischen Beistand bitten. Die Suche nach dem Mörder einer Freundin macht Magnum zum Ziel eines Attentates. Und von der Polizei, die selbst in den undurchsichtigen Fall verwickelt ist, kann er keine Hilfe erwarten.","versions":[{"lang":1,"streams":[{"redirect":8841766,"hoster":"VOE"},{"redirect":8592546,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615879,"hoster":"VOE"},{"redirect":8702625,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod einer Komikerin (2)","epNo":2,"alt":"L. A. (2)","descr":"Nach harter Ermittlungsarbeit stehen Magnum und Anwältin Cynthia kurz davor, einen Drogen- und Bestechungsskandal in Los Angeles aufzudecken. Doch ein Helfershelfer der Dealer vernichtet das gesammelte Beweismaterial. Trotz ihrer Wut bleibt zwischen Magnum und Cynthia noch Zeit für romantische Gefühle.","versions":[{"lang":1,"streams":[{"redirect":8841769,"hoster":"VOE"},{"redirect":8592548,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509131,"hoster":"VOE"},{"redirect":8702627,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verständigungsschwierigkeiten","epNo":3,"alt":"One Picture Is Worth","descr":"Die Malerin Linda Andrews wird Zeugin eines blutigen Banküberfalles. Aus Angst vor der Rache des Täters heuert die taube Frau Magnum als Bodyguard an. Tatsächlich wird der Mann kurz darauf aus Mangel an Beweisen freigelassen und sucht nun nach der Zeugin. Linda verliert die Nerven und taucht unter.","versions":[{"lang":1,"streams":[{"redirect":12250495,"hoster":"VOE"},{"redirect":8592549,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495795,"hoster":"VOE"},{"redirect":8702630,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Schwesternliebe","epNo":4,"alt":"Straight And Narrow","descr":"Magnum hilft dem ehemaligen Callgirl Leslie, nach deren verschwundener Schwester Patty zu suchen. Die hat, das wird im Laufe der Ermittlungen immer klarer, einen einflussreichen Politiker erpresst. Dass dieser Politiker außerdem der Liebhaber von Leslie ist, bereitet Magnum eine herbe Enttäuschung.","versions":[{"lang":1,"streams":[{"redirect":8841763,"hoster":"VOE"},{"redirect":8592550,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615877,"hoster":"VOE"},{"redirect":8702632,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Pokal","epNo":5,"alt":"A.A.P.I.","descr":"Zum Stolz seiner Freunde wird Magnum (Tom Selleck) zum Privatdetektiv des Jahres gewählt. Die Feierlichkeiten enden abrupt, als der französische Kollege Jean Claude Fornier, der die Laudatio hält, tot zusammenbricht. Er wurde vergiftet, das steht schnell fest. Nun versucht der Privatdetektiv des Jahres herauszufinden, wer Fornier auf dem Gewissen hat","versions":[{"lang":1,"streams":[{"redirect":8841765,"hoster":"VOE"},{"redirect":8592554,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9576576,"hoster":"VOE"},{"redirect":8702634,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Spur eines Killers","epNo":6,"alt":"Death And Taxes","descr":"Magnum erhält einen mysteriösen Anruf: Ein Mann nennt intime Details aus Magnums Vergangenheit in Vietnam. Damit nicht genug, kündigt er in Form eines Kinderliedes einen Mord an. Was Magnum noch nicht weiß: Er selbst steht ganz oben auf der Liste des Psychopathen.","versions":[{"lang":1,"streams":[{"redirect":8841767,"hoster":"VOE"},{"redirect":8592552,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495781,"hoster":"VOE"},{"redirect":8702637,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Die verlorene Tochter","epNo":7,"alt":"Little Girl Who","descr":"Magnums Exfrau Michelle taucht plötzlich bei ihm auf, lässt die fünfjährige Tochter Lily in seiner Obhut und verschwindet spurlos. Magnum findet heraus, dass Michelle, inzwischen die Witwe eines Generals, von einem Feind ihres getöteten Mannes bedroht wird. Auch Lily schwebt in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":8841764,"hoster":"VOE"},{"redirect":8592553,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12337045,"hoster":"VOE"},{"redirect":8702647,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Streithähne","epNo":8,"alt":"Paper War","descr":"Gegen den Willen von Higgins benutzt Magnum den Ferrari für ein privates Autorennen. Higgins lässt Magnum wegen Autodiebstahls verhaften und verschenkt dessen ganze Habe an eine Wohltätigkeitsorganisation. Bald nimmt der Privatkrieg der beiden immer groteskere Formen an.","versions":[{"lang":1,"streams":[{"redirect":8841771,"hoster":"VOE"},{"redirect":8592551,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12924511,"hoster":"VOE"},{"redirect":8702642,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Konkurrenz vom Festland","epNo":9,"alt":"Novel Connection","descr":"Auf die Gäste von Robin Masters wird ein Anschlag verübt. Zu Magnums Entsetzen kommt eine der Betroffenen auf die Idee, eine berühmte Krimiautorin zur Aufklärung des Falles zu engagieren. Obwohl die herbeigerufene Jessica Fletcher brillante Arbeit leistet, will Magnum den Fall vor ihr lösen.","versions":[{"lang":1,"streams":[{"redirect":8841772,"hoster":"VOE"},{"redirect":8592555,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702644,"hoster":"VOE"},{"redirect":8702645,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Gefangener auf Kapu","epNo":10,"alt":"Kapu","descr":"Magnum und die schöne Insulanerin Alealea werden Zeugen eines Mordes. Der Killer schießt auch auf Magnum und verletzt ihn schwer. Als Magnum wieder zu sich kommt, befindet er sich in Alealeas Begleitung auf der verbotenen Insel. Er warnt den Stammesältesten vor dem Killer.","versions":[{"lang":1,"streams":[{"redirect":8841778,"hoster":"VOE"},{"redirect":8592556,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702643,"hoster":"VOE"},{"redirect":8702650,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Melody ist verschwunden","epNo":11,"alt":"Missing Melody","descr":"TC bekommt Besuch von seiner Frau, Sohn Bryant und Tochter Melody. Kurz darauf wird Melody entführt, TC soll 300.000 Dollar Lösegeld zahlen. Während er und Higgins versuchen, das Geld aufzutreiben, stellt Magnum Nachforschungen in der Familie von Melodys Mutter an.","versions":[{"lang":1,"streams":[{"redirect":12924513,"hoster":"VOE"},{"redirect":8592562,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495784,"hoster":"VOE"},{"redirect":8702658,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Bittere Wahrheit","epNo":12,"alt":"Death Of The Flowers","descr":"Rick will an Icepicks Geburtstag eine Überraschungsparty geben, als Dank für die Hilfsbereitschaft seines Ziehvaters. Zur selben Zeit bittet Carol Magnum, ihr bei der Untersuchung gegen Richter Kearns zu helfen. Sie verdächtigt ihren Mentor, in eine Bestechungsaffäre verstrickt zu sein.","versions":[{"lang":1,"streams":[{"redirect":8841787,"hoster":"VOE"},{"redirect":8592557,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615878,"hoster":"VOE"},{"redirect":8702655,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Higgins auf dem Kriegspfad","epNo":13,"alt":"Autumn Warrior","descr":"Higgins fährt mit vier jungen Gefangenen nach Edgar Island. Als resozialisierende Maßnahme soll die Gruppe dort das Überleben trainieren. Währenddessen kündigt Robin Masters seinen Besuch an. Magnum, Rick und TC suchen Higgins auf Edgar Island auf und erleben dabei einige unangenehme Überraschungen.","versions":[{"lang":1,"streams":[{"redirect":8841773,"hoster":"VOE"},{"redirect":8592558,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495800,"hoster":"VOE"},{"redirect":8702657,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Ein echter Klassiker","epNo":14,"alt":"Murder By Night","descr":"Hawaii um 1940: Die Witwe des Zeitungsmoguls Maxfield beauftragt Magnum, den Tod ihres Mannes aufzuklären. Bei seinen Ermittlungen gerät Magnum mit Polizeiinspektor Wolf und Anwalt Sam Caldwell aneinander. Wolf und TC ähneln sich ebenso verblüffend wie Caldwell und Higgins.","versions":[{"lang":1,"streams":[{"redirect":8841788,"hoster":"VOE"},{"redirect":8592560,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Das Schlitzohr","epNo":15,"alt":"On The Fly","descr":"Eine für Magnum bestimmte Kugel trifft TC. Damit nicht genug, entführt ein Paar namens Maria und Emilio Magnum. Er kann entkommen, trifft die beiden aber auf Higgins’ Landsitz wieder. Sie behaupten, FBI-Agenten zu sein, mit dem Auftrag, ihn vor Gangsterboss Valez zu schützen.","versions":[{"lang":1,"streams":[{"redirect":8841777,"hoster":"VOE"},{"redirect":8592559,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509144,"hoster":"VOE"},{"redirect":8702661,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Rückblenden","epNo":16,"alt":"Solo Flight","descr":"Nach einem geplatzten Fall und mit einem Berg von Schulden zieht Magnum in die Berge, um mit sich ins Reine zu kommen. Dort von einem giftigen Tausendfüssler gebissen, erlebt er heftige Fieberträume: Als Kampfpilot im Zweiten Weltkrieg wird er unter Wrackteilen begraben.","versions":[{"lang":1,"streams":[{"redirect":12924516,"hoster":"VOE"},{"redirect":8592563,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495797,"hoster":"VOE"},{"redirect":8702659,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Der vierzigste Geburtstag","epNo":17,"alt":"Forty","descr":"Kurz vor seinem vierzigsten Geburtstag soll Magnum einen Waffendeal vereiteln. Doch seine einzige Sorge gilt einem verlorenen Glücksbringer, ein Geschenk seines Großvaters. Erst die attraktive Fernsehreporterin Lee bewegt ihn dazu, sich ernsthaft mit dem Waffendeal zu befassen","versions":[{"lang":1,"streams":[{"redirect":8841776,"hoster":"VOE"},{"redirect":8592569,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495798,"hoster":"VOE"},{"redirect":8702665,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Im Namen der Gerechtigkeit","epNo":18,"alt":"Laura","descr":"Michael Doheny, ein pensionierter Polizist, bittet Magnum, ihm bei der Suche nach dem vermissten Kevin Geiger zu helfen. 20.000 Dollar Honorar winken. Der angeblich Verschwundene ist auch bald aufgespürt, aber Doheny hat Magnum wichtige Details verschwiegen.","versions":[{"lang":1,"streams":[{"redirect":8841783,"hoster":"VOE"},{"redirect":8592561,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615881,"hoster":"VOE"},{"redirect":8702664,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Zwischen zwei Fronten","epNo":19,"alt":"Out Of Sync","descr":"Andrea, eine Klientin, durchkreuzt Magnums Wochenendpläne. Sie will herausgefunden haben, dass für die Filme des Pornofilmproduzenten Danny Nathan junge Mädchen getötet werden. Angeblich plant Nathan, auch sie umbringen zu lassen. Natürlich übernimmt Magnum den Fall.","versions":[{"lang":1,"streams":[{"redirect":8841779,"hoster":"VOE"},{"redirect":8592564,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495804,"hoster":"VOE"},{"redirect":8702668,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Reich, berühmt und einsam","epNo":20,"alt":"The Aunt Who Came To Dinner","descr":"Magnum bekommt Besuch von Tante Phoebe. Die berühmte Theaterschriftstellerin offenbart ihrem Neffen, dass ihr jemand mit Mordabsichten bis nach Hawaii gefolgt ist. Bald wird sie tatsächlich Opfer eines Überfalls. Dabei rauben die Täter das Manuskript ihres jüngsten Theaterstücks.","versions":[{"lang":1,"streams":[{"redirect":8841780,"hoster":"VOE"},{"redirect":8592565,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702670,"hoster":"VOE"},{"redirect":8702669,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Sühne für einen nicht begangenen Mord","epNo":21,"alt":"The People Vs. Orville Wright","descr":"Rick soll einen Auftragskiller ermordet haben, der auf den verschwundenen Icepick angesetzt war. Magnum macht den Buchhalter Frank Foley ausfindig, der inzwischen Icepicks Geschäfte übernommen hat. Foley besitzt ein Foto von Icepicks Leiche. Doch Rick glaubt nicht an die Geschichte.","versions":[{"lang":1,"streams":[{"redirect":8841781,"hoster":"VOE"},{"redirect":8592568,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509149,"hoster":"VOE"},{"redirect":8702672,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Eine andere Welt","epNo":22,"alt":"Limbo","descr":"Nach einer Schießerei liegt Magnum im Koma. Sein spirituelles Alter Ego verbündet sich mit Mac, der ihm erlaubt, sich von seinen Freunden zu verabschieden. Plötzlich tauchen Michelle und Lily auf. Magnum glaubt, dass die Männer, die ihn angeschossen haben, hinter Michelle her sind.","versions":[{"lang":1,"streams":[{"redirect":12380135,"hoster":"VOE"},{"redirect":8592567,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615883,"hoster":"VOE"},{"redirect":8702674,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Stimmen aus dem Jenseits","epNo":1,"alt":"Infinity And Jelly Doughnuts","descr":"Noch immer liegt Magnum im Koma. Erst als seine Mutter ihn besucht, kommt er zu sich. Nur allmählich erinnert er sich daran, in eine Schießerei verwickelt gewesen zu sein. Drei der Männer, die ihn umbringen wollten, sind tot. Der vierte Killer läuft frei herum.","versions":[{"lang":1,"streams":[{"redirect":8841782,"hoster":"VOE"},{"redirect":8592573,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702675,"hoster":"VOE"},{"redirect":8702676,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Irrungen und Wirrungen der Psyche","epNo":2,"alt":"Pleasure Principle","descr":"Mit Hilfe eines Psychiaters will Magnum seine Erlebnisse aus dem Koma verarbeiten. Trotz leichter Verwirrung ist er entschlossen, sein Leben zu ändern. Weil Higgins dem gleichen Vorsatz frönt, übernimmt Magnum dessen Arbeiten wie auch dessen Angewohnheiten.","versions":[{"lang":1,"streams":[{"redirect":8841791,"hoster":"VOE"},{"redirect":8592566,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495803,"hoster":"VOE"},{"redirect":8702677,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Müllparadies","epNo":3,"alt":"Innocence, A Broad","descr":"Magnum lässt sich von dem Geschäftsmann Joe Oltman dazu überreden, dessen Verlobte Rita in seine Obhut zu nehmen. Sie leistet ihm Gesellschaft bei der Beschattung eines gewissen Chester Bixby, der kurz darauf umkommt. Rita entdeckt eine Verbindung zwischen dem Toten und ihrem Verlobten.","versions":[{"lang":1,"streams":[{"redirect":12337050,"hoster":"VOE"},{"redirect":8592570,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509153,"hoster":"VOE"},{"redirect":8702680,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Baseball-Talent","epNo":4,"alt":"Tigers Fan","descr":"Lieutnant Tanaka, ein guter Freund von Magnum, wurde erschossen. Angeblich soll er in Drogengeschäfte verwickelt gewesen sein. Magnum findet heraus, dass Tanaka den Mord an seinem Ex-Partner aufklären wollte. Der Täter wurde in eine psychiatrische Anstalt eingewiesen. Doch an seiner Stelle sitzt dort ein anderer.","versions":[{"lang":1,"streams":[{"redirect":9018761,"hoster":"VOE"},{"redirect":8592571,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509151,"hoster":"VOE"},{"redirect":8702682,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Rückkehr der Prinzessin","epNo":5,"alt":"Forever In Time","descr":"Magnum lernt die schöne Victoria kennen. Wenig später findet er sie auf einer 80 Jahre alten Fotografie abgebildet. Laut Higgins handelt es sich jedoch um Prinzessin Kahiwalani, die 1910 bei einem Brand ums Leben kam. Dann taucht ein weiteres Bild aus diesem Jahr auf. Darauf zu sehen: Victoria und Magnum!","versions":[{"lang":1,"streams":[{"redirect":8841786,"hoster":"VOE"},{"redirect":8592572,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12380134,"hoster":"VOE"},{"redirect":8702683,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mutter bleibt Mutter","epNo":6,"alt":"The Love That Lies","descr":"Carol Baldwin erhält anonyme Morddrohungen. Um sie zu schützen, bringt Magnum sie zu ihrer Mutter. Auf Robin Masters Anwesen zurückgekehrt, erwartet ihn eine Überraschung: Eine gewisse Brenda Babcock behauptet, Carols wirkliche Mutter zu sein.","versions":[{"lang":1,"streams":[{"redirect":8841789,"hoster":"VOE"},{"redirect":8592575,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13018119,"hoster":"VOE"},{"redirect":8702685,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Ein Mädchen namens Sue","epNo":7,"alt":"A Girl Named Sue","descr":"Magnum soll den Tod von Melissa Wainwrights Vater untersuchen. Sie ist davon überzeugt, dass ihr Bruder Arthur im Besitz des Testaments ist. Bei seinen Ermittlungen trifft Magnum auf Susan Johnson, frisch gebackene Absolventin der Schule für Privatdetektive. Susan arbeitet für Melissas Bruder.","versions":[{"lang":1,"streams":[{"redirect":8841796,"hoster":"VOE"},{"redirect":8592574,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13509155,"hoster":"VOE"},{"redirect":8702687,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein Mann hält sein Wort","epNo":8,"alt":"Unfinished Business","descr":"Der Killer Quang Ki steht wegen versuchten Mordes an Magnum vor Gericht. Um Kis Exfrau Michelle nicht zu gefährden, verzichtet Magnum auf ihre Aussage. Quang Ki wird freigesprochen. Zwei Tage später erhält Magnum eine Videokassette, die zeigt, wie Michelle und Tochter Lily ermordet werden.","versions":[{"lang":1,"streams":[{"redirect":12917478,"hoster":"VOE"},{"redirect":8592576,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495802,"hoster":"VOE"},{"redirect":8702689,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Aufbruch zu neuen Ufern","epNo":9,"alt":"The Great Hawaiian Adventure Company","descr":"Magnum tüftelt an einer Geschäftsidee: Zusammen mit seinen Freunden will er Touristen zu den schönsten Stellen Hawaiis fliegen. Doch T.C. muss sich um seinen Sohn Bryant kümmern. Weil der dauernd mit einer kriminellen Gang herumhängt, bittet T.C. Magnum um Hilfe.","versions":[{"lang":1,"streams":[{"redirect":8841792,"hoster":"VOE"},{"redirect":8592580,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495805,"hoster":"VOE"},{"redirect":8702691,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Eine Legende lebt","epNo":10,"alt":"Legend Of The Lost Art","descr":"Um Higgins einen Gefallen zu tun, macht Magnum sich auf die Suche nach einer uralten Schriftrolle. Darin steht geschrieben, wie schwere Krankheiten geheilt werden können. Als immer mehr Menschen Jagd auf das Artefakt machen, gerät Magnum in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":12337052,"hoster":"VOE"},{"redirect":8592577,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":13495808,"hoster":"VOE"},{"redirect":8704220,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der verschwundene Bestseller","epNo":11,"alt":"Transitions","descr":"Das Manuskript von Robin Masters neuem Roman wurde gestohlen. Während Magnum versucht, die Aufzeichnungen wieder zu beschaffen, taucht der Privatdetektiv Luther Gillis auf. Schon bald macht sich die attraktive Suzi an ihn heran und fragt ihn seltsamerweise über Higgins, Robin Masters und dessen Bücher aus.","versions":[{"lang":1,"streams":[{"redirect":8841800,"hoster":"VOE"},{"redirect":8592579,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9615886,"hoster":"VOE"},{"redirect":8702695,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Lösung (1+2)","epNo":12,"alt":"Resolutions (1)","descr":"Magnum hat auf einem Videoband gesehen, wie seine Exfrau und die gemeinsame Tochter in die Luft gesprengt wurden. Völlig verstört reist er zu seiner Mutter nach Virginia. Doch Higgins ruft ihn nach Hawaii zurück. Auf Magnums Freundin wurde ein Anschlag verübt.","versions":[{"lang":1,"streams":[{"redirect":12250497,"hoster":"VOE"},{"redirect":8592586,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8702696,"hoster":"VOE"},{"redirect":8702697,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"[in Episode 12 enthalten]","epNo":13,"alt":"Resolutions (2)","descr":"Magnum findet Hinweise, dass zumindest seine Tochter den mörderischen Anschlag überlebt hat. Mit Hilfe von Lieutenant Maggie Poole macht er sich auf die Suche nach ihr. Als er sie schließlich findet, will er seinen Job endgültig an den Nagel hängen. Da wird auf seine Freundin ein weiterer Anschlag verübt.","versions":[{"lang":2,"streams":[{"redirect":8702699,"hoster":"VOE"},{"redirect":8702698,"hoster":"Streamtape"}]}]}]}]}