{"seriesId":"mahou-shoujo-ore","name":"Mahou Shoujo Ore","descr":"[Ger Sub] Das 15-jährige Mädchen Saki Uno ist neu in der Welt der Idols, doch sie findet heraus, dass der Bruder ihres besten Freundes, Sakuyo Mikage, ein berühmtes Idol ist und verliebt sich kurzerhand in ihn. Doch ihr Leben macht eine große Wendung, als sie von einem Yakuza-Mann erfährt, dass ihre Mutter früher ein Magical Girl war. Als dann auch noch ihre große Liebe von Dämonen entführt wird, die aussehen wie Männer mit niedlichen Eichhörnchenköpfen, beschließt sie sich mit den Yakuza zusammen zu tun und wie ihre Mutter ein Magical Girl zu werden – allerdings mit einem Haken: Saki verwandelt sich nämlich in einen hübschen Kerl in einem Mädchen-Outfit und zu allem Übel findet ihr Schwarm sie in ihrer männlichen Gestalt auch noch anziehend!Doch damit nicht genug, denn sie findet auch noch heraus, dass ihr bester Freund in sie verliebt ist und ebenfalls einen Vertrag mit den Yakuza einging, damit er Saki unterstützen kann … Was wird den beiden Freunden noch alles passieren?","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Magical Girl: Transform","descr":"Saki Uno ist eine gewöhnliche Highschool-Schülerin, die es genießt, mit ihrer besten Freundin Sakuyo Mikage Idole zu spielen. Heimlich in Mohiro, Sakuyos älteren Bruder, verliebt, begann sie zu singen, um in seine Fußstapfen zu treten. Eines Tages, auf dem Heimweg von einem kleinen Konzert, begegnet sie Kokoro, einem finsteren Fanatiker, der zufällig eine alte Freundin ihrer Mutter ist und von deren Existenz sie nichts wusste. Dann entdeckt Saki die verborgene Vergangenheit ihrer Mutter und erhält ein Angebot, das das junge Mädchen nicht ablehnen kann","versions":[{"lang":3,"streams":[{"redirect":8841813,"hoster":"VOE"},{"redirect":8592594,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Magical Girl: Ore","descr":"Nachdem sie einen Vertrag mit Kokoro, dem Maskottchen der Zaubererwelt, unterzeichnet hatte, das sie davon überzeugte, ihrer Mutter als Magical Girl nachzufolgen, stellte sich Saki seinen ersten Feinden und rettete Mohiro. Gleichzeitig entdeckte sie auch einen verborgenen Aspekt ihres neuen Status, an den sie sich nur schwer gewöhnen kann. Dunkle Mächte scheinen hinter dem Bruder ihrer besten Freundin her zu sein, und bald taucht ein neuer Angreifer auf.","versions":[{"lang":3,"streams":[{"redirect":13101833,"hoster":"VOE"},{"redirect":8592592,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Magical Girl: Another","descr":"Saki befindet sich in einer schlechten Position. Sakuyo versucht ihr zu helfen, aber sie ist ihrem Gegner nicht gewachsen. Als Saki sie auffordert zu fliehen, verwandelt sie sich entgegen aller Widrigkeiten in Magical Girl.","versions":[{"lang":3,"streams":[{"redirect":8841808,"hoster":"VOE"},{"redirect":8592596,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Magical Girl: Versus Cyborg","descr":"Die Magical Girls müssen auf einem Fernseher erscheinen. Mohiro ist da, sehr zu Sakis Freude, aber seine Freude hält nicht lange an. Ihre große Liebe scheint tatsächlich einen neuen Bodyguard zu haben, einen bionischen Mann, der die Magical Girls nicht in seinem Herzen trägt. Während die Bürgerwehren zu zanken beginnen, kommen schnell Feinde und richten in den Studios Chaos an.","versions":[{"lang":3,"streams":[{"redirect":8841809,"hoster":"VOE"},{"redirect":8592595,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Magical Girl: On Vacation","descr":"Während Saki und Sakuyo im Urlaub sind, wird die Produktion von Episode 5 kompromittiert und eine bösartige Kreatur macht sich auf den Weg nach Tokio und bedroht die japanische Animationsindustrie. Das Management ruft dann ein Team von Fachleuten dazu auf, das Projekt so gut wie möglich zu managen und die Episode termingerecht abzuliefern.","versions":[{"lang":3,"streams":[{"redirect":12917483,"hoster":"VOE"},{"redirect":8592597,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Magical Girl: Hot Springs Business","descr":"Die Magical Twins müssen zu einem Gasthaus reisen, um an einem Karaoke-Konzert teilzunehmen. Vor Ort treffen sie zur Freude von Saki den Star ☆ Prince. Kompliziert wird es, wenn die Badezeiten der Einrichtung nicht ausreichend gefördert werden.","versions":[{"lang":3,"streams":[{"redirect":8841815,"hoster":"VOE"},{"redirect":8592598,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Magical Girl: Lesson","descr":"Sakis Mutter bekommt Besuch von Kokoro, der ihr klar macht, dass es Zeit für sie ist, sich zurückzuziehen. Während dieser Zeit begleiten die Mädchen ihre Managerin zum Karaoke, um im Gesang voranzukommen.","versions":[{"lang":3,"streams":[{"redirect":8841814,"hoster":"VOE"},{"redirect":8592599,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Magical Girl: Meet-and-Greet","descr":"Die erste Single der Magical Girls ist in den Läden! Bei dieser Gelegenheit nehmen die Mädchen neben dem Star ☆ Prince und dem Prisma an einer Autogrammstunde teil. Der Ärger lässt jedoch nicht lange auf sich warten.","versions":[{"lang":3,"streams":[{"redirect":8841817,"hoster":"VOE"},{"redirect":8592600,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Magical Girl: Another and Another","descr":"Die Prismas werden von einem Manager angesprochen, der sie davon überzeugen will, ihrerseits Magical Girls zu werden. Währenddessen wundern sich Saki und Sakuyo über Hyôe und beschließen, ihn zu beobachten.","versions":[{"lang":3,"streams":[{"redirect":13495812,"hoster":"VOE"},{"redirect":8592603,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Magical Girl: Stalking","descr":"Saki und Sakuyo behalten Hyôe weiterhin im Auge, aber ihre Diskretion setzt sich schließlich durch. Ihr Manager erinnert sich an sein Treffen mit Idolen. Nostalgie setzt ein.","versions":[{"lang":3,"streams":[{"redirect":13495811,"hoster":"VOE"},{"redirect":8592602,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Magical Girl: Final Battle","descr":"Die Magical Girls sprechen mit Hyôe über ihren Manager, der sein Spiel offensichtlich gut versteckt, Monster schaffen es, Mohiro zu entführen und mit in die dunkle Welt zu nehmen. Nur auf ihre Liebe hörend, gehen die Mädchen zu seiner Rettung.","versions":[{"lang":3,"streams":[{"redirect":12337057,"hoster":"VOE"},{"redirect":8592601,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Magical Girl: Watashi","descr":"Saki fait face à son manager, qui détient toujours Mohiro. Sakuyo est quant à elle en mauvaise posture, mais des renforts ne tardent pas à venir en aide aux deux Magical Girls. Cependant, les monstres semblent ne plus répondre aux ordres de leur supérieur et se multiplient dangereusement…","versions":[{"lang":3,"streams":[{"redirect":8841820,"hoster":"VOE"},{"redirect":8592609,"hoster":"Streamtape"}]}]}]}]}