{"path":"/serie/stream/mahou-shoujo-site","name":"Mahou Shoujo Site","descr":"Das Mädchen Aya wird täglich in der Schule und zu Hause brutal misshandelt, doch ihr tragisches Schicksal nimmt eine Wendung als eine Seite, Mahou Shoujo Site, auf dem Bildschirm ihres Computers erscheint und sie in der Welt der Mahou Shoujo willkommen heißt. Des Weiteren stellt die Seite ihr einen Stab zur Verfügung, welcher sich am nächsten Tag in ihrem Spind befindet. In die Ecke gedrängt von ihren Peinigern, sieht sie keinen anderen Ausweg als die Verwendung des Stabes. Doch ihr Handeln hat unerwartete Folgen mit dramatischen Konsequenzen.","seasons":[{"path":"/serie/stream/mahou-shoujo-site/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-1","name":"Magische Mädchenseite","epNo":1,"alt":"Magical Girl Site","descr":"Aya Asagiri hat nichts was sie ihr Eigen nennen kann. In der Schule gemobbt und von ihrem Bruder zu Hause missbraucht, verbringt sie jeden Tag damit, sich den Tod zu wünschen. Eines Tages stößt Aya auf eine mysteriöse Website namens \"Magical Girl Site\". Die Seite bietet Aya an, ihr einen magischen Stab zu geben und sie zu einem magischen Mädchen zu machen. Als sie am nächsten Morgen in der Schule ankommt, findet sie einen seltsamen Waffenförmigen Stock in ihrem Fußschrank.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13336711","hoster":"VOE"},{"path":"/redirect/13261276","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8841821","hoster":"VOE"},{"path":"/redirect/8592606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-2","name":"Sturm","epNo":2,"alt":"Tempest","descr":"Tsuyuno Yatsumura ist ein weiteres magisches Mädchen das einen Stock von der Magical Girl Site erhalten hat. Tsuyuno\u0027s Stock kann die Zeit anhalten. Sie benutzte ihn um sich an Sarina Shizukume zu rächen. Tsuyuno warnt Aya. Wenn man den Stock benutzt verkürzt sich die Lebenszeit und dass jemand magische Mädchen wegen ihrer Stöcke tötet und dass dieser jemand näher kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13333182","hoster":"VOE"},{"path":"/redirect/13261278","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8841825","hoster":"VOE"},{"path":"/redirect/8592607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-3","name":"Der vergiftete Apfel und die Prinzessin","epNo":3,"alt":"The Princess and the Poisoned Apple","descr":"Die Identität des magischen Jägers der magische Mädchen tötet entpuppt sich als ein magisches Mädchen namens Rina Shioi. Rina tut es um den \"Tempest\" zu überleben und deckt einige der Geheimnisse des Ortes auf, fällt aber bewusstlos um weil sie ihren Stock zu oft benutzt hat. Aya und Tsuyuno suchen nach einem Heiler um Rina aufzuwecken. Aber das neue magische Mädchen das sie treffen ist jemand unerwartetes.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13330008","hoster":"VOE"},{"path":"/redirect/13256608","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8841827","hoster":"VOE"},{"path":"/redirect/8592605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-4","name":"Nachfolgerin und neue Schülerin","epNo":4,"alt":"The Successor and the Transfer Student","descr":"Das neue magische Mädchen Nijimi Anazawa will Rina tot sehen aber Aya und Tsuyuno haben immer noch keine Möglichkeit Rina aus ihrem Koma aufzuwecken. Trotz dieses Rückschlags scheint Ayas Leben nach dem Treffen mit Tsuyuno besser zu werden. Dann eines Tages bekommt ihre Klasse einen neuen Austauschschüler. Es ist niemand anderes als Nijimi! Aya gerät in Panik aber Tsuyuno ist nicht da um ihr zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13329706","hoster":"VOE"},{"path":"/redirect/13261282","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8841824","hoster":"VOE"},{"path":"/redirect/8592611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-5","name":"","epNo":5,"alt":"Revenge and Resolve","descr":"Nachdem sie ihre beste Freundin verloren hat und verletzt wurde wird Sarina Shizukume selbst zu einem magischen Mädchen und schwört sich an Aya zu rächen. Währenddessen sucht Aya nach Tsuyuno und entdeckt dass sie in einem kritischen Zustand ist. Verfolgt von ihrer Vergangenheit, hält Tsuyuno Aya davon ab einen Krankenwagen zu rufen. Nachdem Aya Tsuyunos Geheimnis erfährt kann sie ihre Tränen nicht mehr zurückhalten. Tsuyuno ist gerührt von Ayas Tränen und ihrer Entschlossenheit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841829","hoster":"VOE"},{"path":"/redirect/8592608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-6","name":"","epNo":6,"alt":"Fake","descr":"Aya und Tsuyuno werden nach ihrem tödlichen Kampf mit Sarina bewusstlos ins Krankenhaus eingeliefert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841830","hoster":"VOE"},{"path":"/redirect/8592614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-7","name":"","epNo":7,"alt":"Joint Strategy","descr":"Aya und die anderen erfahren das es mehrere Magical Girl Sites gibt, jede mit ihrem eigenen Administrator und dass die Informationen die Rina über Tempest hat gefälscht sind. Sie beschließen sich mit Kosame und den magischen Mädchen von einer anderen Seite zusammenzutun um die Wahrheit hinter den Seiten zu entdecken und zu überleben. Aber das erfordert die Zusammenarbeit mit Nijimi der immer noch hinter Rinas Leben her ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841831","hoster":"VOE"},{"path":"/redirect/8592613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-8","name":"","epNo":8,"alt":"Last Summer","descr":"Die Gruppe ist auf Ayas Vorschlag hin an den Strand gekommen um eine kleine Auszeit zu genießen aber Aya hatte eigentlich einen Hintergedanken hinter dem Ausflug. Aya sagt Tsuyuno wie dankbar sie für alles ist was Sie getan hat und die beiden Mädchen geben sich ein Versprechen. Als sie jedoch zum Strandhaus zurückkehren, müssen sie feststellen das Nijimis Stöckchen gestohlen wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841833","hoster":"VOE"},{"path":"/redirect/8592615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-9","name":"","epNo":9,"alt":"God Won`t Abandon Me","descr":"Derjenige der Nijimis Stock gestohlen hat ist Ayas Bruder Kaname. Unfähig es jemandem zu sagen besucht Aya mit Tsuyuno und den anderen Sayukis Haus. Inzwischen hat Kaname einen neuen Plan in Gang gesetzt nachdem er Nijimis Gefühle ausgenutzt hat um ihren Stock zu stehlen. Kaname hat bereits getötet und wird nicht zögern erneut zu töten. Kaname geht auf Aya zu um alle magischen Mädchen zu töten und ihre Stöcke zu nehmen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841832","hoster":"VOE"},{"path":"/redirect/8592618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-10","name":"","epNo":10,"alt":"Breaking","descr":"Nijimi starb als sie ihre Verbündeten vor Kaname beschützte. Aya gibt sich selbst die Schuld und schließt sich in ihrem Zimmer ein. Allerdings hat sich Aya seit dem Treffen mit Tsuyuno verändert. Sie wird nun stärker sein. Tsuyunos Worte helfen Aya wieder auf die Beine zu kommen. Über sie wacht jemand Unerwartetes. Eine völlig entschlossene Aya erscheint bei Nijimis Beerdigung wieder vor ihren Freunden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841834","hoster":"VOE"},{"path":"/redirect/8592616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-11","name":"","epNo":11,"alt":"The Rebel Girls","descr":"Der Plan der magischen Mädchen ist es darauf zu warten das ein Verwalter der Website einen Stock an ein neues magisches Mädchen übergibt um sie gefangen zu nehmen.Er will sie zu zwingen die Geheimnisse der Website zu verraten um einen Weg zum Überleben zu finden. Sie setzen ihre Fähigkeiten voll ein und schließlich ist der Moment gekommen. Aya, Tsuyuno und Rina liegen an der Junior High des Ziels auf der Lauer als der Administrator erscheint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841837","hoster":"VOE"},{"path":"/redirect/8592617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mahou-shoujo-site/staffel-1/episode-12","name":"","epNo":12,"alt":"We Are Not Unfortunate","descr":"Es scheint das die Identität des Administrators ein menschliches Mädchen ist. Tsuyuno stirbt um Aya und ihre Freunde zu schützen aber sie wird als neue Administrator-Anwärterin wieder ins Leben gerufen. Tsuyuno wird befohlen Aya zu töten damit sie eine offizielle Verwalterin werden kann. Nachdem sie ihre alten Erinnerungen verloren hat greift Tsuyuno Aya mit übernatürlicher Kraft an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841836","hoster":"VOE"},{"path":"/redirect/8592621","hoster":"Streamtape"}]}]}]}]}