{"path":"/serie/stream/majin-tantei-nogami-neuro","name":"Majin Tantei Nogami Neuro","descr":"Nogami Neuro, ein Dämon, der sich von Mysterien ernährt, hat bereits alle Rätsel im Dämonenreich gelöst und ist nun auf der Suche nach dem ultimativen Geheimnis in diese Welt gekommen. Mit der verfressenen Yako Katsuragi, einer Oberschülerin, die den grausamen Mord an ihrem Vater aufklären will, als Deckung eröffnet er eine Detektei und löst mithilfe seiner 777 dämonischen Hilfsmittel so manchen kriminalistischen Fall, bis er durch HAL endlich an ein Mysterium gerät, das mehr als nur ein kleiner Snack für zwischendurch zu sein scheint.","seasons":[{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-1","name":"","epNo":1,"alt":"Food","descr":"Neuro Nogami, Yako Katsuragi und zwei Detektive namens Eishi Sasazuka und Jun Ishigaki werden von einem Restaurantbesitzer gebeten, die erhaltenen Drohungen zu untersuchen; Während ihres Gesprächs wird der Koch tot in der Küche aufgefunden. Nach der Untersuchung enthüllt Neuro, dass der Besitzer der Täter ist. Er erklärt, dass der Koch vor ihrer Ankunft getötet wurde und von Seilen gestützt wurde, die mit einer gefrorenen Frucht zusammengehalten wurden, um den Eindruck zu erwecken, er sei noch am Leben; wenn die Frucht auftaute, fiel der Körper und gab dem Besitzer ein Alibi. Der Besitzer gesteht, nachdem das Nudelholz gefunden wurde, das für den Mord verwendet wurde, und erklärt, wie das Opfer erfahren hat, dass der Besitzer Drogen im Essen verwendet, und wird von Neuro festgenommen, als er versucht, die Gruppe anzugreifen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841934","hoster":"VOE"},{"path":"/redirect/8592695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-2","name":"","epNo":2,"alt":"Community","descr":"Neuro und Yako nehmen einen Fall ohne Zeugen auf, obwohl der Tatort eine überfüllte Straßenkreuzung ist. Als sie entdecken, dass alle Opfer die Community-Site- Links verwenden, schließt sich Yako als Köder an und sagt in ihrem Profil, dass sie den Mörder kenne. An der Kreuzung versucht Hime, der Anführer von Links, Yako zu töten; Shinobu Godai, der Kollege von Neuro und Yako, greift jedoch ein und wird verwundet. Da sie den Moment, in dem Hime Godai verletzt hat, nicht aufzeichnen konnten, rufen sie sie in ihr Büro und bringen sie dazu, zuzugeben, dass sie die Mörderin ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841935","hoster":"VOE"},{"path":"/redirect/8592694","hoster":"Streamtape"}]}]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-3","name":"","epNo":3,"alt":"Laughing","descr":"Yako findet eine in eine Wand zementierte Leiche mit einem Pferdeschwanz. Dank der ausstrahlenden dämonischen Kraft von Neuro entwickelt der Körper teilweise die Empfindungsfähigkeit . Neuro heuert das Haar an, das sich Akane nennt, und verspricht, dass er das Geheimnis ihres Mordes lösen wird. Yako besucht später eine Comedy-Show, in der Mitglieder des Publikums zufällig vor Lachen sterben. Mit Akanes Hilfe entdeckt Neuro, dass der Mörder ein Bühnenassistent des Komikers ist, der die Zuschauer getötet hat, indem er Gift in Seile an der Decke einfriert und es in die Bentos des Publikums tropft .","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-4","name":"","epNo":4,"alt":"Dog","descr":"Ein Serienbomber namens \"Histerrier\" bombardiert Gebäude und Wahrzeichen. An einem Tatort treffen Neuro und Yako Usui, Sasazukas Boss, der an Yakos Deduktionsfähigkeit zweifelt. Trotz Usuis Drohungen entdecken Neuro und Yako das nächste anvisierte Gebäude und deaktivieren die Bombe, um den Bomber anzulocken. Sie sind erfolgreich, und die Kriminelle ist eine Frau, die als Histerrier bekannt ist. Nachdem er mit Sasazukas Hilfe eine zweite Bombe deaktiviert hat, wird Histerrier festgenommen.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-5","name":"","epNo":5,"alt":"Rental","descr":"Die Episode erzählt, wie Neuro und Yako ein Büro fanden und Godai trafen; Er hat es satt, Yako für jedes Geheimnis heraufbeschwören zu müssen, und beschließt, ein Büro zu eröffnen. In einem Büro spürt er eine Yakuza, bei der Godai ein ehemaliges Mitglied war. Nachdem er erfahren hat, dass der vorherige Büroleiter getötet wurde, bietet Neuro an, das Rätsel im Austausch für das Büro zu lösen. Nachdem er herausfindet, dass der Mörder der neue Boss war, nutzt Neuro seine dämonischen Kräfte, um die Yakuza zu überreden, ihm ihr Amt zu geben.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-6","name":"","epNo":6,"alt":"Hair","descr":"Yako und Akane wollen ein Rätsel lösen, bei dem die Köpfe ermordeter Frauen mit blutverkrustetem Haar gestylt sind. Neuro sagt, dass sie es selbst lösen sollten, und es wäre eine Chance für Yako, sich zu \"entwickeln\". Durch die Verschmelzung von Akane mit sich selbst hat Yako schöne Haare, mit denen sie den Mörder anlocken kann. Fasziniert von Akane bittet der Mann Yako, in seine Wohnung zu gehen und hält sie dort fest. Bevor Yako Schaden zugefügt werden kann, rettet Neuro sie, obwohl er von ihr enttäuscht ist.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-7","name":"","epNo":7,"alt":"Box","descr":"Polizei auf Patrouille findet eine rote Kiste. Darin befinden sich die verbliebenen Körperteile, die von jemandem namens Phantomdieb Sai ermordet wurden. Unterdessen werden Yako und Neuro von einem Mann angeheuert, der misstrauisch gegenüber den Handlungen seines Sohnes ist, nachdem dieser mit Blut an seiner Jacke nach Hause gekommen ist. Neuro und Yako verfolgen den Mann zu einem zerstörten Gebäude, wo sie feststellen, dass er ein Fan ist, der von Phantomdieb Sai besessen ist. Der junge Mann hat geübt, wie man richtig tötet, um er zu werden. Als die Polizei versucht, ihn zu verhaften, taucht der echte Sai auf. Der Nachahmer Sai wird dann von dem echten getötet, nur damit Neuro Sai in die Brust sticht. Sai stimmt zu, mit der Polizei zu gehen, sie wenige Augenblicke später zu töten und Neuro zu sagen, dass er zurück sein wird.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-8","name":"","epNo":8,"alt":"Future","descr":"Yako hat einen Albtraum über ihre Begegnung mit Sai und ein Serienmörder namens Cop-Killer ist auf freiem Fuß. Als die Polizei einen Brief mit dem Aufenthaltsort eines Verdächtigen erhält, erschießt ihn ein Detektiv und fordert Notwehr. Neuro enthüllt, dass der Detektiv Beweise gelegt hat, die den anderen Mann belasten, und er ist der wahre Cop-Killer, der seine Verbrechen aus dem reinen Nervenkitzel begangen hat, es wie ein Polizeidrama aussehen zu lassen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8841938","hoster":"VOE"},{"path":"/redirect/8592696","hoster":"Streamtape"}]}]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-9","name":"","epNo":9,"alt":"Tightening","descr":"Aya Asia, eine Sängerin, deren Manager und Produzentin ermordet wurde, bittet Yako und Neuro um Hilfe bei der Suche nach ihrem Mörder. Yako hält den Stalker, der die Bilder geschickt hat, für den Mörder. Der Stalker hält Aya auf dem Weg zu ihrem Auto in einer Tiefgarage an, aber Aya ist verkleidete Yako und der Stalker wird in Gewahrsam genommen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13502943","hoster":"VOE"},{"path":"/redirect/8592697","hoster":"Streamtape"}]}]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-10","name":"","epNo":10,"alt":"One [Alone]","descr":"Aya dankt den Detectives und Yako für die Lösung des Falls, aber Neuro sagt, dass der Stalker nicht der Mörder ist. Während eines Konzerts wirft Neuro Yako auf die Bühne, um Aya der Morde zu beschuldigen. Aya gesteht und sagt, dass sie einsam sein muss, um Songs für einsame Menschen zu schreiben, und gibt friedlich auf, während ihre Fans jubeln. Yako ist mittlerweile berühmt, seit sie im Fernsehen aufgetreten ist und ein Rätsel um eine weltberühmte Sängerin gelöst hat.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-11","name":"","epNo":11,"alt":"Light","descr":"Der Agent einer Schauspielerin bittet Neuro und Yako um Hilfe, weil er befürchtet, dass ihr Mandant wegen ihrer Rivalität des Mordes an einer anderen Schauspielerin beschuldigt werden könnte. Sie erfahren, dass Kameras niemanden filmten, der den Raum betrat, bis der Agent des Opfers ihre Leiche fand. Das Zimmer befindet sich im 25. Stock, und die Polizei hält es für unmöglich, durch das Fenster hineinzukommen. Neuro sagt jedoch, dass die Agentin, die sie angeheuert hat, eine ehemalige Athletin ist und dass sie den Mord begangen hat.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-12","name":"","epNo":12,"alt":"Image","descr":"Sai bittet Neuro, Yako und die Polizei, den Fall eines Bildhauers zu lösen, der von seiner Statue zerquetscht wurde. Als sie das Haus des Bildhauers besuchen, finden sie seine Witwe aus der gleichen Sache tot auf. Neuro sagt, dass ein Familienmitglied für beide Morde verantwortlich ist und sie in dieser Nacht den Täter finden würden. Er bittet Sasazuka, die Polizei zu entlassen, und Neuro und Yako erwischen den ältesten Bruder der Familie am Tatort. Neuro streitet mit ihm, während Sai versteckt zusieht.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-13","name":"","epNo":13,"alt":"X","descr":"Der ältere Bruder gibt zu, dass er der Täter ist und Sai verwundet Neuro und Sasazuka, nachdem dieser um Hilfe ruft. Als Hilfe eintrifft, fordert Sai Neuro heraus, ihn zu fangen. Neuro verfolgt Sai und kämpft mit ihm; unterdessen sagt Sasazuka, dass Sai der Mörder von Yakos Vater sein könnte. Mit Yako und Godais Hilfe lässt Neuro Sai aus großer Höhe fallen und verschwindet.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-14","name":"","epNo":14,"alt":"Journey [Feeling Dreamy]","descr":"Yako erhält Tickets für ein Onsen . Während der Reise treffen Neuro, Yako und Godai auf eine Gruppe von College-Studenten, von denen einer ein amerikanischer Austauschstudent ist . Der Amerikaner erregt die Aufmerksamkeit der anderen, indem er an die Tür eines geschlossenen Raumes klopft, und Neuro, Yako, Godai und die Schüler finden ein Mädchen und Giftgas im Raum. Der scheinbare Selbstmord ist in Wirklichkeit ein Mord, begangen von dem abgewiesenen amerikanischen Studenten.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-15","name":"","epNo":15,"alt":"Dragon","descr":"Ein tödlicher Autounfall ereignet sich und ein Zeuge berichtet, dass er die Silhouette einer drachenähnlichen Kreatur gesehen hat, die Gegenstand einer lokalen Legende ist. Aus der Legende schlagend, eröffnen zwei Männer ein Dinosauriermuseum, in dem Gegenstände an Touristen verkauft werden. Als einer der Männer verwundet aufgefunden wird, wird das Monster vermutet. Neuro beweist, dass die Männer das Bild des Monsters projizierten, um Aufmerksamkeit zu erregen, und einer den anderen tötete, der nach dem Unfall nicht weitermachen wollte.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-16","name":"","epNo":16,"alt":"Spring","descr":"Neuro löst eine Brandstiftung auf, aber Yako stellt fest, dass der Brandstifter kein Motiv hat. Polizeikommissar Yūya Higuchi bestätigt Yakos Beobachtung und sagt, dass der Brandstifter von einer experimentellen \"elektronischen Droge\" kontrolliert wurde. Der Neurowissenschaftler , der das Medikament entwickelt hat, wird von Agenten von HAL getötet, einer künstlichen Intelligenz, die er ebenfalls geschaffen hat. Als Neuro die digitale Welt betritt, wird er offenbar von HALs Sphinx-Leibwächtern getötet.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-17","name":"","epNo":17,"alt":"Chase","descr":"Neuro materialisiert sich in der realen Welt und leitet daraus ab, dass die Sphinxe Daten sind, die von Supercomputern in der Stadt hochgeladen werden; als er einen in einer Forschungseinrichtung findet, zerstört er ihn. HAL verwendet das Medikament bei Higuchi, der ihm hilft, ein neues elektronisches Medikament zu entwickeln, das schneller wirkt, aber nicht so lange hält. Eine weitere Sphinx wird auf einen Lastwagen gesetzt, der von Higuchi gefahren wird. Während einer Verfolgungsjagd benutzt Higuchi eine Brücke von Menschen, um einen Abgrund zu überqueren, aber Neuro stürzt hinein.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-18","name":"","epNo":18,"alt":"Key","descr":"Vor dem Absturz wirft Neuro Yako sicher über die Brücke. Er kämpft gegen elektronisch gesteuerte Menschen, bis Higuchi Lautsprecher aktiviert, um Ton zu senden, um sie mit Strom zu versorgen. Als Yako die Lautsprecher mit Higuchis iPod deaktiviert, besiegt Neuro die Menschen. Als er versucht, zu HAL zu gelangen und entdeckt, dass er passwortgeschützt ist, bricht er vor Erschöpfung zusammen und Yako muss das Passwort finden. Währenddessen übernimmt HAL einen Flugzeugträger und befiehlt die Verladung von Supercomputern.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-19","name":"","epNo":19,"alt":"2","descr":"Neuro, Yako und Godai erreichen den Flugzeugträger; Neuro betritt die digitale Welt, um HAL zu verfolgen, während Godai das Sphinx-System zerstört. HAL ist durch ein Passwort geschützt, das bei falscher Eingabe Atomraketen aussendet, um Japan zu zerstören. Yako gibt das Passwort ein und ermöglicht Neuro, HAL zu immobilisieren. In der realen Welt werden die elektronisch gesteuerten Menschen von Neuro besiegt und HAL gibt Yako den elektronischen Impfstoff. Seine letzte Anfrage soll gelöscht werden, bevor seine Backup-Daten hochfahren, damit er seinen Plan fortsetzen kann.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-20","name":"","epNo":20,"alt":"Desk [Woman]","descr":"Yako sieht Sai und folgt ihm, bis er in einem Haus verschwindet, wo ein Mann auf einem Schreibtisch tot an einem Neurotoxin aufgefunden wird . Neuro und Yako sprechen mit dem Tischler, der ihnen von ähnlichen Fällen erzählt. Der Tischler wird verhaftet, nachdem sein ehemaliger Lehrling enthüllt, dass der Schreibtisch ein verstecktes Gerät hat und der Tischler denkt, dass seine besten Werke wie schöne Frauen sind. Neuro enthüllt, dass der Lehrling die Opfer vergiftet hat und sagt ihnen, dass sich das Gegenmittel im Schreibtisch befindet, um so zu tun, als ob der Schreibtisch sie getötet hätte.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-21","name":"","epNo":21,"alt":"Sei [Beauty]","descr":"Zwei Leichen mit verbrannten Gesichtern werden von der Polizei gefunden; nach der Gesichtsrekonstruktion sehen sie genauso aus wie die Frau eines plastischen Chirurgen . Der Chirurg hat seine Frau mehrmals operiert, damit sie wie seine frühere Liebe aussieht. Als sie entdeckt, dass ihr Mann eine andere Frau trifft, tötet sie sie; Als sie entdeckt, dass es eine andere Frau gibt, die ihr ähnlich sieht, tötet sie auch sie. Nachdem Neuro das Rätsel gelöst hat, sagt Sasazuka, dass Yakos Mutter nach einem Flug nach Südamerika festgenommen wurde.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-22","name":"","epNo":22,"alt":"Woman [Witch]","descr":"Die Reporterin Mio Kakei erzählt Yako, dass ihre Mutter beschuldigt wird, einen Mann getötet zu haben, der ihr versprochen hatte, ihr Bilder der angeblichen Hexe Seiren zu zeigen, dies jedoch nicht tat. Mio und Yako werden später von einer scheinbaren Guerilla entführt und von Neuro und Godai gerettet. Die Guerilla lehnt ein Projekt der Regierung ab, gasgefüllte Rohre in den Ruinen von Seirens Überresten zu installieren. Der Chefarchäologe, der ihre Überreste gefunden hat, erzählt ihnen, dass ein Priester eines Shirato-Dorfes Seiren und ihr Kind in den Ruinen eingesperrt und sie zu Tode gefoltert hat. Der mögliche Vater ihres Kindes ist ein japanischer Architekt, den Yako für ihren Vater hält.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-23","name":"","epNo":23,"alt":"Debt","descr":"Sasazuka und Ishigaki kommen in Südamerika an; Neuro wirft dem Archäologen vor, er wolle die Verbreitung der Hexenlegende verhindern, weil sie den Bau der Pipeline stoppen und ihn daran hindern würde, Geld zu verdienen. Yako, Godai und Mio erreichen Shirato, wo der Priester Mio festhält und sagt, sie sei die Hexe. Yako und Godai entkommen und entdecken, dass die Guerillas die Dorfbewohner von Sharato sind, die versuchen, die Hexe zu fangen. Als Yako und Godai durch die Ruinen schleichen und ein Ritual für die Hexe finden, werden sie von den Dorfbewohnern geschlagen.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-24","name":"","epNo":24,"alt":"Close","descr":"Sai offenbart sich als verkleideter Mio, tötet alle Ritualteilnehmer und nimmt Yako mit. Er fesselt Yako an einen Altar, der verwendet wird, um die Macht der Dämonen zu besiegeln. Sai sagt, dass er so getan hat, als sei er Sairen, um die Aufmerksamkeit von Yakos Mutter zu erregen und daher Neuro und Yakos, die versuchen, Neuros Eingeweide zu sehen, bevor seine Erinnerungen gelöscht werden. Godai erzählt Neuro, was passiert ist; Sie gehen mit Sasazuka, um Sai zu treffen, der Sasazuka überwältigt und Neuro ersticht.","versions":[]},{"path":"/serie/stream/majin-tantei-nogami-neuro/staffel-1/episode-25","name":"","epNo":25,"alt":"Extreme","descr":"Neuro wird von Sai aufgeschnitten, als Yako, Sasazuka und Godai ihn aufhalten. Yako enthüllt, dass Sai Seirens Kind ist, das nach dem Mord an seiner Mutter zu einem Monster wird. Der Altar ist nun der Eingang zur Hölle und erweckt Neuro wieder zum Leben, der Sai besiegt. Neuro verabschiedet sich von Yako, während er zum Portal fliegt und all seine Kraft einsetzt, um zu verhindern, dass die Hölle die Welt zerstört. Yako ist wieder mit ihrer Mutter vereint und Sai geht weg. Einige Zeit später ist Yako im jetzt leeren Büro; Akane ist \"tot\" und Godai ist weg, da Neuro nicht da ist, um ihn zu behalten. Neuro kehrt jedoch zurück, da es noch Rätsel zu lösen gibt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13495844","hoster":"VOE"},{"path":"/redirect/8592698","hoster":"Streamtape"}]}]}]}]}