{"path":"/serie/stream/major-lazer","name":"Major Lazer","descr":"Die aus dem gleichnamigen Musikprojekt stammende Kunstfigur Major Lazer erhält seine eigene Serie, originalgetreu im Stil einer 90er-Jahre-Zeichentrickreihe. Gemeinsam mit den Sidekicks Penny und BLKMRKT kämpft der Rasta-Superheld gegen Bösewichte wie General Rubbish und President Whitewall.","seasons":[{"path":"/serie/stream/major-lazer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/major-lazer/staffel-1/episode-1","name":"","epNo":1,"alt":"Bad Seed","descr":"Major Lazer will sich mithilfe von Gras auf eine Traumreise begeben und verbietet Penny, mitzumachen. Diese besorgt daraufhin bei Weed Man ihr eigenes Marihuana und erlebt angsteinflößende Halluzinationen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/11314841","hoster":"VOE"},{"path":"/redirect/10127705","hoster":"Streamtape"}]}]},{"path":"/serie/stream/major-lazer/staffel-1/episode-2","name":"","epNo":2,"alt":"Escape from Rave Island","descr":"Penny hat in der Schule von der geheimnisvollen ehemaligen Partyinsel Ibiza erfahren und hat vor, auf dieser eine Feier auszurichten. Die Inselbewohner und die Polizei haben jedoch etwas dagegen, und so muss Major Lazer in den Konflikt eingreifen.","versions":[]},{"path":"/serie/stream/major-lazer/staffel-1/episode-3","name":"","epNo":3,"alt":"Treble in Paradise","descr":"Pennys Musiklehrer ist begeistert von Bassklängen. Der Wissenschaftler ist sogar so fanatisch, dass er den weltweiten Bass in einen Tropfen einfängt und Major Lazer eingreifen muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/10640275","hoster":"VOE"},{"path":"/redirect/10127706","hoster":"Streamtape"}]}]},{"path":"/serie/stream/major-lazer/staffel-1/episode-4","name":"","epNo":4,"alt":"Double Cup","descr":"Major Lazer führt die Freiheitspartei gegen Präsident Whitewall an und gewinnt immer mehr Anhänger. Zornig befiehlt Whitewall General Rubbish, etwas dagegen zu unternehmen – und so sucht er Unterstützung bei Major Lazers Erzfeind Double Cup.","versions":[]},{"path":"/serie/stream/major-lazer/staffel-1/episode-5","name":"","epNo":5,"alt":"Vampire Weekend","descr":"Durch eine zweitägige Sonnenfinsternis ist die Stadt voller Vampire. Pennys Vater, Präsident Whitewall, verlässt mit General Rubbish die Stadt und beauftragt seine Verbündeten, alle Blutsauger zu töten. Doch Penny verliebt sich ausgerechnet in den Vampir Ryland.","versions":[]},{"path":"/serie/stream/major-lazer/staffel-1/episode-6","name":"","epNo":6,"alt":"The Legend of Spooky Dookie","descr":"Die Legende von Spooky Dookie hält die Jamaica High in Atem. Offenbar schleicht sich ein Verbrecher namens Spooky Dookie eine Nacht vor dem Abschlussball in die Träume der Schülerinnen, um sie darin zu töten. Er reißt ihnen symbolisch das Herz heraus, weil ihm bei seinem Abschlussball einst das Herz gebrochen wurde. Penny versucht, Spooky Dookie in der Traumwelt zur Strecke zu bringen.","versions":[]},{"path":"/serie/stream/major-lazer/staffel-1/episode-7","name":"","epNo":7,"alt":"I\u0027m Gonna Git You Suckoid","descr":"Präsident Whitewall verbietet der Bevölkerung das Tanzen, da offenbar durch die Rhythmen gefährliche Reptilien aus den Tiefen der Erde gelockt werden. Der neue Schüler der Jamaica High will das Tanzen allerdings auf keinen Fall aufgeben. Seine Eltern wurden von den Reptilien getötet – und seitdem sinnt er auf Rache, was Penny schwer beeindruckt.","versions":[]},{"path":"/serie/stream/major-lazer/staffel-1/episode-8","name":"","epNo":8,"alt":"I, Killscreen","descr":"Blkmrkt ist verrückt nach einem neuen Videospiel und steckt Penny mit seinem Gaming-Fieber an. Nur Major Lazer kann den Hype darum nicht verstehen und will das Spiel abschalten. Doch da entdeckt ihn der Schurke Killscreen auf dem Helopad und entführt ihn in die Videospiel-Welt. Nun muss er dort in einem Turnier gegen die weltbesten Gamer antreten.","versions":[]},{"path":"/serie/stream/major-lazer/staffel-1/episode-9","name":"","epNo":9,"alt":"TBA","descr":"Blkmrkt tauscht einen kleinen Hund namens Fizzy gegen seinen MiniDisc-Player. Der Vierbeiner hat die Fähigkeit, jeden durch sein Bellen in Partystimmung zu versetzen. Pennys Vater hat jedoch den Auftrag bekommen, Fizzy zu töten – und so sieht Major Lazer nur einen Weg, um das Hündchen zu retten: Er muss ihn ins All befördern.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517461","hoster":"VOE"},{"path":"/redirect/10127707","hoster":"Streamtape"}]}]},{"path":"/serie/stream/major-lazer/staffel-1/episode-10","name":"","epNo":10,"alt":"K-Pop!!","descr":"Dr. Acid hat für Präsident Whitewall den menschenähnlichen Sänger K-Pop zum Leben erweckt, der die Menschen begeistert. Jedoch versteckt sich hinter dem Gesang die versteckte Botschaft \"Tötet Major Lazer\", welche nur von Teenager wahrgenommen werden kann.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13527320","hoster":"VOE"},{"path":"/redirect/10127709","hoster":"Streamtape"}]}]}]}]}