{"path":"/serie/stream/makai-ouji-devils-and-realist","name":"Makai Ouji: Devils and Realist","descr":"William Twining ist ein junger Mann aus noblem Hause - gebildet und gut betucht. Er besucht eine Eliteschule und erwartet, dass er eine glänzende Karriere machen kann... Bis eines Tages sein Onkel und Vormund bankrott geht! William hat jetzt nur noch eines in dieser Welt: eine alte, marode Villa und ein Familienbutler, der sich weigert, ihn allein zu lassen. Der finanziell angeschlagene William nimmt die Sache sportlich und durchsucht das Familienheim nach Schätzen, die er veräußern kann. Dabei findet er ein geheimes Zimmer und aktiviert ein magisches Siegel, welches einen Dämonen beschwört... Ein magisches Abenteuer beginnt für William, der solchem Humbug höchst skeptisch gegenübersteht!","seasons":[{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-1","name":"","epNo":1,"alt":"Devil and Realist","descr":"William Twining ist der verwaiste Sohn der Twining-Familie, einer der ältesten und edelsten Linien Großbritanniens. Als er erfährt, dass seine Studiengebühren noch bezahlt werden müssen, kehrt er nach Hause zurück und findet die Familie in der Krise vor - sein Onkel, der Erbe des gesamten Anwesens, ist bankrott gegangen und verschwunden. William durchsucht das Haus nach allem, was ihm helfen könnte, die Schule zu bezahlen, und stolpert über einen versteckten Kellerraum und beschwört versehentlich einen Dämon, Dantalion, der ihn informiert, dass er der \"Kurfürst\" ist; die einzige Person, die einen Interimsführer der Hölle ernennen kann.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487802","hoster":"VOE"},{"path":"/redirect/12502643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-2","name":"","epNo":2,"alt":"Human and Angel","descr":"Dantalion, einer der vielen Kandidaten für Luzifers Thron, beschließt, in der Menschenwelt zu leben und Williams Schule zu besuchen und den jungen Adligen dazu zu bewegen, ihn zum Herrscher der Hölle zu wählen, aber er bekommt mehr, als er erwartet hatte, als Williams Freund Isaac versehentlich einen von ihnen beschwört seine Konkurrenten!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487919","hoster":"VOE"},{"path":"/redirect/12502642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-3","name":"","epNo":3,"alt":"Exorcist and Ghost","descr":"Sytry bleibt an der Akademie, um William davon zu überzeugen, ihn Dantalion vorzuziehen. William hat die Situation satt und befiehlt Dantalion, zu gehen und nie wiederzukommen. Wird er seine Entscheidung bereuen, wenn die Akademie noch in dieser Nacht von Geistern belagert wird?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487906","hoster":"VOE"},{"path":"/redirect/12502648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-4","name":"","epNo":4,"alt":"An Old Love Story","descr":"Williams Butler Kevin ist an die Akademie gekommen, um als Priester zu fungieren. Geschockt von Kevins plötzlich kalter Haltung beschließt William, den Bootsunterricht zu überspringen. Auf seinem Weg zurück zu den Schlafsälen bemerkt er den Schulsprecher Nathan, der sich im Zimmer der Schlafsaalmutter misstrauisch verhält. In Kombination mit Dantalions Unbehagen um Nathan scheint er mehr zu haben, als man denkt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487918","hoster":"VOE"},{"path":"/redirect/12504036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-5","name":"","epNo":5,"alt":"Mill and Flour","descr":"Auch nachdem Camio sich offenbart hat, kümmert sich William nur um seine Noten und den Unterricht und versucht, sich von den Dämonen und ihrem politischen Krieg zu distanzieren. Leider gerät er bald in ein anderes Problem, als der Schulleiter ihn bittet, die Quelle einer mysteriösen Singstimme zu finden, die die Schüler spät nachts verstört.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487783","hoster":"VOE"},{"path":"/redirect/12504037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-6","name":"","epNo":6,"alt":"The One Who Scheme","descr":"Es ist ein Familientag an der Akademie, aber da seine Eltern längst tot sind und Kevin ihn wie einen Fremden behandelt, fühlt sich William niedergeschlagen. Seine Stimmung ändert sich schnell, als der Vater des Mitpräfekten Swallow ihn zum Abendessen einlädt und der Junge selbst darauf besteht, dass er möchte, dass William \"meine Eltern trifft\".","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487913","hoster":"VOE"},{"path":"/redirect/12502647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-7","name":"","epNo":7,"alt":"Party and Battle","descr":"Dantalion und Sytry müssen in die Unterwelt zurückkehren, wenn die vier Könige der Hölle zu ihrem jährlichen Gipfeltreffen zusammenkommen. Niemand in der Menge erkennt, dass der Großherzog Baalberith heimlich eine Horde Dämonen in die Menschenwelt geschickt hat, um William, den Kurfürsten, der die Seele von König Salomo geerbt hat, zu töten.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487775","hoster":"VOE"},{"path":"/redirect/12502645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-8","name":"","epNo":8,"alt":"Pain and Ecstasy","descr":"Der Erzengel Michael erscheint vor Kevin und teilt ihm mit, dass er vom Himmel herabgekommen ist, um den Erben von Salomos Seele zu richten. William seinerseits ist damit beschäftigt, seine Position als Klassenbester vor einem Schüler namens Elliot zu verteidigen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487798","hoster":"VOE"},{"path":"/redirect/12502644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-9","name":"","epNo":9,"alt":"Vice and Virginity","descr":"Michael versucht ein für alle Mal mit William fertig zu werden, während Dantaltion und die anderen Dämonen zurückgerufen werden, um einen Angriff der Armeen des Himmels abzuwehren. An der Spitze steht Jeanne d\u0027Arc, die unerwiderte Liebe von Gilles de Rais. Wenn der Himmel näher rückt, scheint William zur Ekstase des Himmels verurteilt zu sein ... oder zum Tod.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487908","hoster":"VOE"},{"path":"/redirect/12502646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-10","name":"","epNo":10,"alt":"Another Battle -As An Intermission","descr":"In der Hoffnung, den Preis für die beste Veranstaltung bei Stradfords Schulfest zu gewinnen, orchestriert William einen kulinarischen Showdown zwischen Dantalion und Sytrys jeweiligen Butlern Baphomet und Leonard.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487909","hoster":"VOE"},{"path":"/redirect/12505557","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-11","name":"","epNo":11,"alt":"King and Ring","descr":"Angesichts der Invasion des Himmels sind sich die Vier Könige der Hölle einig, dass der Kurfürst um jeden Preis geschützt werden muss. Aber als William verrät, dass er jetzt Solomons Ring in seinem Besitz hat, ändert Baalberith seine Meinung…","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487796","hoster":"VOE"},{"path":"/redirect/12502649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/makai-ouji-devils-and-realist/staffel-1/episode-12","name":"","epNo":12,"alt":"Realist but Romanticist","descr":"Der Streit um Luzifers Nachfolger erweckt schließlich Solomons Seele, aber Dantalion ist der einzige Dämon, an den er sich nicht erinnert. Dantalion ist entschlossen, die gleiche Tragödie nicht noch einmal passieren zu lassen, aber kann er trotzdem Williams Seele retten?","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12487797","hoster":"VOE"},{"path":"/redirect/12502650","hoster":"Streamtape"}]}]}]}]}