{"path":"/serie/stream/malibu-country","name":"Malibu Country","descr":"Nachdem sie von ihrem Ehemann, der Countrymusik-Legende Bobby Gallagher, betrogen wird, zieht Reba einen Schlussstrich unter ihr bisheriges Leben. Außerhalb von Nashville will sie noch einmal neu anfangen. Gemeinsam mit Tochter June, Sohn Cash und Mutter Lillie Mae nistet sie sich in einem kleinen Häuschen im kalifornischen Malibu ein. In der redseligen Nachbarin Kim finden Reba und ihre Familie eine neue Freundin. In Schwung bringen will Reba mit Hilfe des schwulen Musikagenten Geoffrey ihre einstige Musikkarriere, die sie lange Zeit zugunsten der Familie vernachlässigt hatte.","seasons":[{"path":"/serie/stream/malibu-country/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/malibu-country/staffel-1/episode-1","name":"","epNo":1,"alt":"Pilot","descr":"Nachdem Reba Mackenzie herausgefunden hat, dass ihr Mann, der Country-Star Bobby Gallagher, eine Affäre mit einem Arbeitskollegen hatte, zieht sie mit ihrer Familie und ihrer Mutter nach Malibu, um in einem Haus zu leben, von dem sie nie wusste, dass ihr Mann es hatte. Sie hofft, eine Musikkarriere wieder aufnehmen zu können, die sie vor Jahren aufgegeben hat, damit sie sich um ihre Familie kümmern kann, was der Musikkarriere ihres Mannes ermöglicht hat. Nach dem Einzug lernt sie sofort ihre Nachbarin Kim kennen, die als flatterhafte Frau rüberkommt, die nichts für sich behalten kann. Nachdem sie endlich ein Treffen mit einem Plattenproduzenten vereinbart hat, geht Reba ins Büro und stellt fest, dass sie nicht das ist, wonach sie suchen, weil sie laut Geoffrey, dem Assistenten des Plattenproduzenten, nicht \"jung und sexy\" ist. Reba erkennt bald, dass Malibu ein ganz anderer Ort sein wird. und eine große Umstellung für ihre aus Nashville stammende Familie. Als ihre ehemals schüchterne und zurückhaltende Tochter June einen neuen Freund findet (Kims Stiefsohn Sage), passt sich ihr früher beliebter Sohn Cash an die Trennung seiner Freundin an, anstatt zu versuchen, eine Fernbeziehung aufrechtzuerhalten.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473145","hoster":"VOE"},{"path":"/redirect/9473144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-2","name":"","epNo":2,"alt":"Baby Steps","descr":"Kim findet in einem Magazin einen Artikel über Bobby, Rebas Ex, der besagt, dass er mit einer Frau zusammen war. Kim zeigt es Lillie und besteht darauf, dass sie Reba nicht zeigen sollten, nur damit Reba vorbeikommt und Lillie es ihr zeigen lässt. June überzeugt Reba, dass ihre Beziehung zu Sage platonisch ist, weil Sage schwul ist, aber als Cash ihm Sages Computer bringt, findet er Sage, wie er ein anderes Mädchen, Bethany ( Piper Curda). Cash droht June damit, dass er nicht schwul sein kann. Als Cash June erzählt, was er vorhin gesehen hat, sagt sie ihm, dass es ihr gut geht. Kim bringt Reba mit einem Mann namens Tom zusammen, den sie kennt, und sagt, dass Reba das Haus verlassen muss. Nach einem Gespräch mit Lillie Mae stimmt Reba dem Date zu. Als Geoffrey vorbeikommt, um Papiere unterschreiben zu lassen, bittet Reba seine Hilfe, ein Outfit auszusuchen. Reba verspätet sich, als sie mit June über ihre Gefühle für Sage spricht. Als sie zu spät zu ihrem Date auftaucht, sagen Lillie und Kim ihr, dass Tom glaubte, dass sie ihn aufgestanden und gegangen war. Als Reba nach Hause kommt, muss sie Cash und June ihr Date erklären.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473133","hoster":"VOE"},{"path":"/redirect/9473135","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-3","name":"","epNo":3,"alt":"Shell Games","descr":"Reba wartet auf einen Anruf von Geoffrey bezüglich eines Liedes, das sie Mr. Bata über Geoffrey übermittelt hat. Von Kim dazu aufgefordert, geht sie zu Boden und besteht darauf, dass Geoffrey ihr Lied für Mr. Bata spielt. Es stellt sich heraus, dass Mr. Bata das Lied gehört hat und es geliebt hat, aber er möchte nicht, dass Reba es singt, was ihn dazu veranlasst, stattdessen Rapper Travie McCoy zu fragenihr Lied zu singen. Lillie Mae wird zur Zielscheibe eines Verehrers, als Kim einen Zettel in einer Muschel findet. Angenommen, es war für Reba, bringt sie es zu Reba, nur um herauszufinden, dass Lillie Mae diejenige war, die sang, nicht Reba. Reba stimmt zu, ein Duett mit Travie zu dem Song zu machen, den sie geschrieben hat, aber es wird schrecklich, als er beginnt, Texte hinzuzufügen, die nicht im Song enthalten sind, und ein schäbiges Video dafür dreht. Reba versucht dann, Geoffrey davon zu überzeugen, Travie von der Strecke abzubringen. Cash fühlt sich einsam, als die anderen Kinder in der Schule anfangen, sich wegen seines südländischen Akzents über ihn lustig zu machen, und beschließt, ihn zu ändern. June, die sich überraschend gut anpasst, sagt Cash, dass er höchstwahrscheinlich bald beliebt sein wird, aber ihm nur Zeit geben muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473137","hoster":"VOE"},{"path":"/redirect/9473138","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-4","name":"","epNo":4,"alt":"Cash\u0027s Car","descr":"Cash hat Geburtstag und Rebas ehemaliger Ehemann Bobby nimmt an seinem Geburtstag teil. Das Geschenk, das Bobby Cash überreicht, ist ein luxuriöser Sportwagen, Reba ist darüber ziemlich verärgert, weil Bobby ihr nicht den Kauf eines so teuren Artikels für Cash mitgeteilt hat und sie nicht wollte, dass Cash mit einem so luxuriösen Artikel verwöhnt wird. Deshalb hat Reba ein Gespräch mit Bobby und befragt Bobby zu seinen Taten. Bobby erklärt, dass er das Auto gekauft hat, weil sich Cash bei ihm am Telefon darüber beschwert hat, wie miserabel sein Leben in Malibu ist. Reba ist schockiert über das, was sie hört und fühlt sich schrecklich, dass sie nie bemerkt hat, wie Cash sich gefühlt hat. Während ihres Gesprächs wäscht June im Haus, sollte aber mit Cash im neuen Auto rumhängen. Reba fragt June, warum sie ist t mit Cash und sie erklärt, dass sie aus dem Auto geworfen wurde, um Platz für seine Freunde zu machen. Reba findet heraus, dass Cash seinen Vater angelogen hat, um ein Auto zu bekommen, und findet einen Weg, Cash für seine Taten zu beschuldigen. Unterdessen verrät Kim, dass sie schwanger ist und sich große Sorgen macht, weil sie keine Ahnung hat, wie sie sich um ein Baby kümmern soll. Lillie Mae gibt ihr einige Ratschläge und versichert ihr, dass sie ihr bei ihrem Baby helfen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473146","hoster":"VOE"},{"path":"/redirect/9473147","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-5","name":"","epNo":5,"alt":"Not With My Daughter","descr":"Bargeld wurde von einigen lokalen Surfern gemobbt und fühlt sich sehr entmannt an. Aus diesem Grund hilft Lillie Mae Cash und macht ihn zu einem richtigen Mann, indem sie ihm die Augen verbindet und ihn über Nacht am Strand am Lagerfeuer zurücklässt. Unterdessen findet Reba heraus, dass ihre Tochter June viel Zeit mit Kim verbringt, was dazu führt, dass sie sich ständig SMS senden. Reba wird davon bedroht, weil sie denkt, dass Kim sie ersetzt, und Reba bittet June, mit ihr einkaufen zu gehen. June stimmt zu, findet jedoch heraus, dass das Einkaufen mit ihrer Mutter überhaupt keinen Spaß macht, und June schickt Kim eine SMS, um sie zu \"retten\". Reba sieht den Text und ist ziemlich traurig und schockiert. Als Reba mit June nach Hause kommt, diskutieren sie und äußern sich mit Hilfe des neuen Take-Charge-Cashs gegenseitig ihre Sorgen. June sagt Reba, dass sie Ich werde nicht von Kim bedroht, denn Reba wird immer ihre Mutter sein und niemand wird sie jemals ersetzen. Reba ist glücklich und sagt, dass sie damit einverstanden ist, dass June Zeit mit Kim verbringt. Aber am Ende verrät June, dass Kim ziemlich nervig geworden ist und bittet Reba, Kim abzulenken, damit sie nicht bei ihr sein muss.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/12924585","hoster":"VOE"},{"path":"/redirect/9473151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-6","name":"","epNo":6,"alt":"Bro Code","descr":"Lillie Mae findet, dass Reba an einigen Trennungspapieren arbeitet und gibt zu, dass sie froh ist, dass Reba von Bobby geschieden ist und nie wieder eine Beziehung mit ihm haben wird. Reba findet dann Pete Mason ( Steven WeberEin betrunkener Pete erzählt Reba dann, dass Bobby ihm oft helfen würde, zu AA-Meetings zu kommen, um seine Musikkarriere zu retten. Reba fühlt sich schrecklich und folgert, dass Bobby manchmal ein guter Kerl war. Dann findet sie heraus, dass June sich den Bauch durchbohren ließ und Cash ihr geholfen hatte.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13922529","hoster":"VOE"},{"path":"/redirect/9473160","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-7","name":"","epNo":7,"alt":"Merry Malibu Christmas","descr":"Lillie Mae bringt einen eigenartigen Weihnachtsbaum zu sich nach Hause und Reba ist nicht begeistert davon, aber Lillie Mae meint, dass Veränderung gut für sie alle ist. Inzwischen spricht Reba für ein Weihnachtslied-Solo in der Malibu Church vor und findet heraus, dass Kim auch vorspricht. Nach dem Vorsprechen wird bekannt gegeben, dass Kim gewonnen hat und deshalb zu Weihnachten in der Kirche singen wird. Reba und Lillie Mae sind darüber ziemlich schockiert, da Kims Gesang grauenhaft war. Geoffrey erzählt sowohl Reba als auch Lillie Mae, dass Kim nur deshalb gewonnen habe, weil ihr Mann der Kirche viel Geld gespendet habe, unter der Bedingung, dass Kim den Wettbewerb gewinnt. Reba versucht, diese Informationen geheim zu halten, aber als Kim etwas übermütig wird, lässt Reba die Wahrheit ans Licht. Außerdem entdeckt Reba, dass June nicht mehr an Gott glaubt. weil sie betete, dass Reba und Bobby zusammenbleiben würden und dass das Gebet nicht erhört wurde. Reba sagt ihr, dass sie damit einverstanden ist und dass June an alles glauben kann, was sie will, aber Reba gibt auch eine Lektion darüber, was Glaube bedeutet. Am Weihnachtstag ist es Zeit für Kim, vor der Gemeinde zu singen. Als sie nicht herauskommt, findet Reba Kim und fragt sie, was los ist. Kim sagt, sie wisse jetzt, dass sie nicht singen kann, sie wollte nur einmal im Rampenlicht stehen. Reba kommt auf die Idee, abseits der Bühne zu singen, während Kim auf der Bühne lippensynchronisiert. June überrascht Reba, indem sie zum Gottesdienst erscheint. es ist Zeit für Kim, vor der Versammlung zu singen. Als sie nicht herauskommt, findet Reba Kim und fragt sie, was los ist. Kim sagt, sie wisse jetzt, dass sie nicht singen kann, sie wollte nur einmal im Rampenlicht stehen. Reba kommt auf die Idee, abseits der Bühne zu singen, während Kim auf der Bühne lippensynchronisiert. June überrascht Reba, indem sie zum Gottesdienst erscheint. es ist Zeit für Kim, vor der Versammlung zu singen. Als sie nicht herauskommt, findet Reba Kim und fragt sie, was los ist. Kim sagt, sie wisse jetzt, dass sie nicht singen kann, sie wollte nur einmal im Rampenlicht stehen. Reba kommt auf die Idee, abseits der Bühne zu singen, während Kim auf der Bühne lippensynchronisiert. June überrascht Reba, indem sie zum Gottesdienst erscheint.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13922530","hoster":"VOE"},{"path":"/redirect/9473161","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-8","name":"","epNo":8,"alt":"Push Comes to Shove","descr":"Bargeld wird von Andrew Collins gemobbt, einem beliebten Typen in der Schule. Reba besteht darauf, dass er für sich selbst einsteht. Als Reba erfährt, dass June Klarinette spielen möchte, aber nicht kann, weil das Musikprogramm der Schule wegen Kürzungen eingestellt werden soll, tritt Reba dem Musik-Fundraising-Komitee der Schule bei und geht zum Treffen mit Kim. Bei dem Treffen erzählt June Reba, dass sie dachte, Reba sei für Cash da. Reba und Kim finden dann Cash in der Nähe und erfahren vom Direktor, dass Cash Andrew Collins geschubst hat. Der Direktor sagt, dies sei \"reine Gewalt\", und Cash hat jetzt einen Streik in seiner Schulakte. Reba versucht, Cash zu verteidigen, der sich gerade verteidigt hat, indem er Andrew schubst. Der Direktor betrachtet es immer noch als Gewalt und sagt, Cash hätte melden sollen, dass er gemobbt wurde. Der Austausch wird heiß und Cash muss Reba wegziehen. Eine unerwartete Folge des Vorfalls ist, dass ein Mädchen Cash jetzt mag und ihn als einen harten Kerl betrachtet. Cash spielt es in vollen Zügen aus, bis ein viel größerer Klassenkamerad ihn zurückdrängt. Zu Hause sagt Kim Reba, dass sie wegen der Auseinandersetzung mit dem Schulleiter nicht mehr im Ausschuss gesucht wird. Reba backt dann ein paar Kekse für das Komitee, um sich wieder in Wohlgefallen zu fühlen, und entscheidet, dass dies eine großartige Idee für die Mittelbeschaffung wäre. Lillie Mae erfährt, dass Reba ihre \"spezielle Butter\" (die Marihuana enthält) verwendet hat, da Geoffrey schwindelig ist und sich nach dem Essen eines Kekses seltsam verhält. Sie warnt Reba, die allen die Kekse wegnimmt. Das lässt Reba für alle schlecht aussehen, aber sie bringt sie dazu, Mitleid mit ihr zu haben. bis ihn ein viel größerer Klassenkamerad zurückdrängt. Zu Hause sagt Kim Reba, dass sie wegen der Auseinandersetzung mit dem Schulleiter nicht mehr im Ausschuss gesucht wird. Reba backt dann ein paar Kekse für das Komitee, um sich wieder in Wohlgefallen zu fühlen, und entscheidet, dass dies eine großartige Idee für die Mittelbeschaffung wäre. Lillie Mae erfährt, dass Reba ihre \"spezielle Butter\" (die Marihuana enthält) verwendet hat, da Geoffrey schwindelig wird und sich nach dem Essen eines Kekses seltsam verhält. Sie warnt Reba, die allen die Kekse wegnimmt. Das lässt Reba für alle schlecht aussehen, aber sie bringt sie dazu, Mitleid mit ihr zu haben. bis ihn ein viel größerer Klassenkamerad zurückdrängt. Zu Hause sagt Kim Reba, dass sie wegen der Auseinandersetzung mit dem Schulleiter nicht mehr im Ausschuss gesucht wird. Reba backt dann ein paar Kekse für das Komitee, um sich wieder in Wohlgefallen zu fühlen, und entscheidet, dass dies eine großartige Idee für die Mittelbeschaffung wäre. Lillie Mae erfährt, dass Reba ihre \"spezielle Butter\" (die Marihuana enthält) verwendet hat, da Geoffrey schwindelig wird und sich nach dem Essen eines Kekses seltsam verhält. Sie warnt Reba, die allen die Kekse wegnimmt. Das lässt Reba für alle schlecht aussehen, aber sie bringt sie dazu, Mitleid mit ihr zu haben. Lillie Mae erfährt, dass Reba ihre \"spezielle Butter\" (die Marihuana enthält) verwendet hat, da Geoffrey schwindelig wird und sich nach dem Essen eines Kekses seltsam verhält. Sie warnt Reba, die allen die Kekse wegnimmt. Das lässt Reba für alle schlecht aussehen, aber sie bringt sie dazu, Mitleid mit ihr zu haben. Lillie Mae erfährt, dass Reba ihre \"spezielle Butter\" (die Marihuana enthält) verwendet hat, da Geoffrey schwindelig wird und sich nach dem Essen eines Kekses seltsam verhält. Sie warnt Reba, die allen die Kekse wegnimmt. Das lässt Reba für alle schlecht aussehen, aber sie bringt sie dazu, Mitleid mit ihr zu haben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473167","hoster":"VOE"},{"path":"/redirect/9473166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-9","name":"","epNo":9,"alt":"Cold Shower","descr":"Kim möchte, dass Reba ihr eine üppige Babyparty schmeißt, aber Rebas vernünftige Pläne werden durch die übertriebenen Ideen von Kims langjähriger Freundin Brooke ( Heather Paige Kent ) in den Schatten gestellt . Reba macht am Ende abfällige Kommentare über Kim, die von Sages Videokamera festgehalten werden. June muss sich der Tatsache stellen, dass sie in Sage verliebt ist. Lillie Mae gibt vor, krank zu werden, damit Cash sie \"retten\" kann und für die vielen Mädchen, die für einen Junior Miss America-Wettbewerb in der Stadt sind, wie eine Heldin aussieht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473170","hoster":"VOE"},{"path":"/redirect/9473171","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-10","name":"","epNo":10,"alt":"Easy Money","descr":"June kündigt an, dass sie eine Gesangskarriere verfolgen möchte, was Reba zufolge viel Zeit und harte Arbeit erfordert. Nachdem June ein Video auf YouTube hochgeladen hat, in dem sie singt, während die Katze des Nachbarn \"tanzt\", verblüfft sie Reba, indem sie ein Treffen mit dem Plattenproduzenten Mr. Bata bekommt (den Reba nicht einmal sehen kann). Aber letztendlich bekommt June keinen Plattenvertrag, nachdem ein weiteres \"Katzenvideo\" populärer wird als ihres. Unterdessen bringt Lillie Mae Kim dazu, auf Pferderennen zu wetten, und sie entdecken, dass Cash eine geheime Gabe hat, die ihm hilft, zu bestimmen, welches Pferd gewinnt. Als ihr Wetterfolg anhält, entwickelt Kim eine Spielsucht und konsultiert Cash zu jeder Nachtzeit.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473173","hoster":"VOE"},{"path":"/redirect/9473174","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-11","name":"","epNo":11,"alt":"Based on a True Story","descr":"Als er erfährt, dass Cash Schwierigkeiten hat, einen Einakter für ein englisches Projekt zu schreiben, fordert Reba ihn auf, auf sein eigenes Leben zu schauen und zu schreiben, was er weiß. Aber Rebas Rat verfolgt sie, als Cash ein Stück schreibt, das viele Ähnlichkeiten mit Rebas und Bobbys Eheproblemen enthält. Unterdessen beschließt Lillie Mae, ihr künstlerisches Selbst zu umarmen, als Geoffrey sie in seine Improvisationsklasse einlädt .","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473178","hoster":"VOE"},{"path":"/redirect/9473179","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-12","name":"","epNo":12,"alt":"Adventures in Babysitting","descr":"Um zu verhindern, dass sie ihren Deal mit dem Plattenlabel verliert, stimmt Reba einer Zusammenarbeit mit Superstar-Bad-Girl-Sängerin Shauna ( Laura Bell Bundy ) zu, die verlangt, für eine Weile in Rebas Haus zu ziehen, um sie besser kennenzulernen. Aber ihre schlechten Angewohnheiten färben auf die Kinder ab, als sie Cash bittet, ihr Alkohol zu kaufen, und June ermutigt, nicht mehr so ​​zuverlässig zu sein. Unterdessen beginnt Lillie Mae zu denken, dass Reba sie nicht vermisst, als sie für ein paar Tage nach nebenan umzieht, nachdem sie sich bereit erklärt hat, für Kim unterzubringen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473182","hoster":"VOE"},{"path":"/redirect/12482546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-13","name":"","epNo":13,"alt":"Babies Having Babies","descr":"Reba und Lillie Mae legen ihre Pläne für einen Wochenendausflug auf Eis, als Sage ein Geständnis ablegt, das die ganze Familie aufrüttelt und gleichzeitig Kims Vertrauen in ihre Fähigkeit, eine gute Mutter zu sein, erschüttert.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473185","hoster":"VOE"},{"path":"/redirect/9473188","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-14","name":"","epNo":14,"alt":"Bowling for Mama","descr":"Reba, June und Cash wetteifern darum, Lillie Mae das beste Geburtstagsgeschenk zu machen. June hat sich eine großartige Geschenkidee einfallen lassen und lässt ein ratloses Geld zurück, um zu versuchen, sich an das gleiche Thema zu klammern. Lillies Geburtstagswunsch ist, dass Reba für ihr Team kegelt, während sie sich auf ein Meisterschaftsspiel vorbereiten, bei dem Reba die übermäßig wettbewerbsorientierte Natur ihrer Mutter in Frage stellt. Reba erfährt, dass das Team aus diesem Grund plant, Lillie Mae zu ersetzen, und als die Nachricht bei Lillie Mae eintrifft, schnürt sie ihre Schuhe für das gegnerische Team.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473190","hoster":"VOE"},{"path":"/redirect/9473193","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-15","name":"","epNo":15,"alt":"Oh Brother","descr":"Rebas Bruder Blake ( Blake Shelton ) kommt zu Besuch und entwickelt einen Plan, um Lillie Maes Barbecue-Sauce zu vermarkten. Er gibt Cash auch nach Juni aus Versehen Ratschläge, erwähnt aber öffentlich in der Schule, dass Cash eine Jungfrau ist. Als ein süßes Mädchen in der Schule auf Cash zugeht, spürt er, dass Blakes Rat funktioniert, aber Cash wird stattdessen in einen Abstinenzclub eingeladen.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473198","hoster":"VOE"},{"path":"/redirect/9473197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-16","name":"","epNo":16,"alt":"Marriage, Malibu Style","descr":"Reba gibt Geoffrey einen ihrer Songs. Er mag es, sagt aber, dass es mehr von ihrer Verletzlichkeit braucht. Kims Ehemann Leslie kommt für Rebas Fundraising-Spende vorbei. Als er anbietet, ein Missverständnis bezüglich des Spendenbetrags zu beheben, bietet Reba eine Umarmung an, aber Leslie möchte stattdessen einen Kuss. Kim vertraut ihr an, dass sie und Leslie einer offenen Beziehung zugestimmt haben, obwohl Kim widerstrebend zugibt, dass sie dies nur getan hat, um sicherzustellen, dass Leslie sie nicht verlässt. Kims Verletzlichkeit inspiriert Reba dazu, aus ihrer eigenen gescheiterten Ehe zu schöpfen und einen Hitsong zu schreiben. Unterdessen bekommt Lillie Mae an einem FKK-Strand einen kompletten Sonnenbrand. Die Episode endet damit, dass Rebas Lied im Radio gespielt wird, während Lillie Mae und Kim auf dem Deck sitzen und zuhören.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473202","hoster":"VOE"},{"path":"/redirect/9473205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-17","name":"","epNo":17,"alt":"New Plans","descr":"Reba bekommt endlich ein persönliches Treffen mit dem schwer fassbaren Mr. Bata ( James Patrick Stuart .).), aber seine Idee, sie kommerzielle Jingles schreiben zu lassen, macht sie nervös und frustriert. Reba will es aufgeben, einen Song für einen Energy-Drink zu schreiben, hört Lillie Mae eine schnelle Melodie summen und beschließt, sie Mr. Bata vorzustellen, da sie besser ist als alles, was sie entwickelt hat. Doch als Lillie Mae im letztmöglichen Moment feststellt, dass die Melodie aus einem bestehenden Werbespot stammt, muss Reba vor Mr. Bata und den Kunden improvisieren. Inzwischen hat Sage einen Song für June geschrieben und Reba ist fassungslos, wie talentiert er ist, als sie ihn spielen hört. Obwohl Reba Mr. Bata unbedingt einen ihrer regulären Songs vorstellen möchte, gibt sie ihm stattdessen eine Kopie von Sages Song, während sie widerstrebend einen Job annimmt, um einen Jingle für Toilettenpapier zu schreiben.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473207","hoster":"VOE"},{"path":"/redirect/9473209","hoster":"Streamtape"}]}]},{"path":"/serie/stream/malibu-country/staffel-1/episode-18","name":"","epNo":18,"alt":"All You Single Ladies","descr":"Kim, Lillie Mae und Geoffrey machen Reba zu einem Profil auf einer Online-Dating-Site, und Reba stimmt widerstrebend einem Date mit einem Mann namens Brad ( Stacy Keach ) zu. Aber Brad stellt sich als viel älter heraus als sein Profilfoto.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/9473213","hoster":"VOE"},{"path":"/redirect/9473216","hoster":"Streamtape"}]}]}]}]}