{"path":"/serie/stream/man-vs-viral","name":"Man vs. Viral","descr":"In wissenschaftlichen Versuchen stellen Moderator Tim Shaw und sein Assistent Buddy Munro spektakuläre Internetvideos nach und prüfen sie auf ihre Authentizität.","seasons":[{"path":"/serie/stream/man-vs-viral/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/man-vs-viral/staffel-1/episode-1","name":"Der Düsenstuhl","epNo":1,"alt":"Leaf-Blower Swivel Chair","descr":"In wissenschaftlichen Versuchen stellt Moderator Tim Shaw spektakuläre Internetvideos nach und prüft sie auf ihre Authentizität. Gemeinsam mit seinem Assistenten Buddy Munro analysiert er diesmal u.a., ob ein mechanischer Rodeo-Bulle tatsächlich mit Düsen betrieben werden kann. Anschließend baut das Duo einen zweimotorigen Drehstuhl nach und durchleuchtet den unglaublichen Trickschuss eines deutschen Fußballteams. Was ist echt und was nur Fake? Auf typisch humorvolle Weise liefern Shaw und Munro überraschende Ergebnisse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315005","hoster":"VOE"},{"path":"/redirect/10127835","hoster":"Streamtape"}]}]},{"path":"/serie/stream/man-vs-viral/staffel-1/episode-2","name":"Das Hover-Board","epNo":2,"alt":"Tower Block Swing","descr":"Wird Science-Fiction bald Wirklichkeit? Moderator Tim Shaw wird es klären: Er testet ein Gerät, mit dem Michael J. Fox in der Rolle des Marty McFly 1989 Filmgeschichte schrieb: In \"Zurück in die Zukunft II\" düste er auf einem sogenannten Hoverboard durch die Straßen. Shaw und sein Partner Buddy Munro testen nun einen vielleicht revolutionären Nachbau des schwebenden Skateboards. Anschließend wagen sie sich an ein noch komplexeres Experiment: Ist es tatsächlich möglich, auf einem Barhocker Wasserski zu fahren?","versions":[]},{"path":"/serie/stream/man-vs-viral/staffel-1/episode-3","name":"Volle Kraft voraus","epNo":3,"alt":"Car Ferry Water Ski","descr":"Diesmal verschlägt es Tim Shaw und seinen Komplizen Buddy Munro in den Kaukasus. Ihre Mission: Sie wollen herausfinden, wie gut sich eine Schaufel zum Schlitten umfunktionieren lässt. Weiter geht es nach England: Inmitten der grünen Hügellandschaft lässt Tim seinen Stuntman Buddy in einem frisierten Traktorrad wild umherwirbeln. Ob er anschließend noch weiß, wo oben und unten ist? Last but not least starten die beiden einen Versuch im Schwarzen Meer: Buddy soll mit Wasserskiern von einem Schnellboot gezogen werden. Kann das gut gehen?","versions":[]},{"path":"/serie/stream/man-vs-viral/staffel-1/episode-4","name":"Mann gegen Zug","epNo":4,"alt":"Buddy V. Train","descr":"Skifahren, aber mal umgekehrt – also bergauf! Geht nicht? Tim Shaw und sein Stuntman Buddy Munro wollen das Gegenteil beweisen und versuchen sich an einem steilen Hügel im tschechischen Riesengebirge. Für den nötigen Schub sorgt ein Düsentriebwerk. In München wiederum dreht sich alles um Schnelligkeit: Wie wird Buddy sich im Wettrennen mit einem Pendlerzug schlagen? Schließlich testen Tim und Buddy in den Mendip Hills in der englischen Grafschaft Somerset ein Feuerwerk, das eine faszinierende Rauchspirale über den Himmel zeichnet.","versions":[]},{"path":"/serie/stream/man-vs-viral/staffel-1/episode-5","name":"Sport ist Mord","epNo":5,"alt":"Wing Tennis","descr":"Diesmal verschlägt es Tim Shaw und seinen Stuntman Buddy Munro auf einen Flugplatz außerhalb von Berlin. Dort wollen die beiden Tennis spielen – auf den Flügeln eines fliegenden Doppeldeckers! Im Nordwesten Englands soll Buddy erneut abheben. Drei Feuerwehrautos versuchen, ihn mit ihren Wasserstrahlen in die Luft zu heben. Zu guter Letzt besucht das waghalsige Duo die malerischen Ufer eines Sees in Wales. Dort wollen sie den mutigen Buddy mit einem leistungsstarken Seilzug über eine Wasserrutschbahn ziehen.","versions":[]},{"path":"/serie/stream/man-vs-viral/staffel-1/episode-6","name":"Spiderman für Anfänger","epNo":6,"alt":"Vacuum Cleaner Spiderman","descr":"Verrücktere Ideen als Tim Shaw und sein Kumpel Buddy Munro kann man kaum haben: Diesmal führt die Reise die beiden in ein unfertiges Underground-Theater im Zentrum von London. Buddy soll dort wie Spider-Man mit Tims Staubsauger-Klettergerät die Wände hochkrabbeln. Anschließend bauen sie eine Colaflasche mit einem Fassungsvermögen mit 1.000 Litern, aus der ein Limonaden-Springbrunnen entstehen soll. In einem Industriekomplex außerhalb von Birmingham werden Buddys Fähigkeiten schließlich ultimativ auf die Probe gestellt: Auf zwei fahrenden Gabelstaplern geht er wagemutig in den Spagat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315003","hoster":"VOE"},{"path":"/redirect/10127836","hoster":"Streamtape"}]}]}]}]}