{"seriesId":"manhunt-unabomber","name":"Manhunt: UNABOMBER","descr":"In jeder Staffel der Anthologie-Serie steht ein spektakulärer Kriminalfall im Zentrum der Handlung, erzählt aus der Sicht des FBI.Die erste Staffel widmet sich dem Fall des sogenannten \"Unabombers\", der zwischen 1978 und 1995 Briefbomben an verschiedene Personen geschickt hatte. Drei Menschen wurden getötet, 23 weitere verletzt. Mithilfe eines Sprachspezialisten und zahlreicher unkonventioneller Methoden konnte der Täter nach fast 20 Jahren endlich ermittelt und festgenommen werden.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"UNABOM","epNo":1,"alt":"Unabom","descr":"1995 tritt der neue FBI-Profiler Jim Fitzgerald der Sondereinheit bei, die mit der Identifizierung und Verhaftung des als Unabomber bekannten Terroristen beauftragt ist.","versions":[{"lang":1,"streams":[{"redirect":8842857,"hoster":"VOE"},{"redirect":8593336,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pures „Wudder“","epNo":2,"alt":"Pure Wudder","descr":"1995 muss Fitzgerald entscheiden, ob die Drohung des Unabombers, ein Passagierflugzeug zu sprengen, glaubwürdig ist. Jahre später treffen sich die beiden persönlich.","versions":[{"lang":1,"streams":[{"redirect":13096371,"hoster":"VOE"},{"redirect":8593339,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Frucht des verbotenen Baumes","epNo":3,"alt":"Fruit Of The Poisonous Tree","descr":"Die Unabomber werden nicht alles in die Luft jagen, wenn das Manifesto veröffentlicht wird. Fitz (Sam Worthington) drängt zur Veröffentlichung mit SAC Ackerman (Rhoda Griffis), der die Argumente von Fitz dem Anwalt General Janet Reno (Jane Lynch) erläutert.","versions":[{"lang":1,"streams":[{"redirect":9593478,"hoster":"VOE"},{"redirect":8593335,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Veröffentlichung oder Untergang","epNo":4,"alt":"Publish Or Perish","descr":"Fitz (Sam Worthington) erhält sprachwissenschaftlichen Beweis, dass Ted (Paul Bettany) ein Unabomber ist und sucht Teds Bruder David (Doug Kruse) auf, der überrascht ist über das akkurate Profil von Fitz.","versions":[{"lang":1,"streams":[{"redirect":8842858,"hoster":"VOE"},{"redirect":8593341,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Hütte","epNo":5,"alt":"Abri","descr":"In einem Brief an seinen Bruder erzählt Ted (Paul Bettany) die wichtigsten Erlebnisse aus seiner Vergangenheit, die ihn dazu gebracht haben, einer terroristischen Gemeinschaft beizutreten.","versions":[{"lang":1,"streams":[{"redirect":12337077,"hoster":"VOE"},{"redirect":8593342,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Ted","epNo":6,"alt":"Ted","descr":"In einem Brief an seinen Bruder, erzählt Ted (Paul Bettany) von entscheidenden Erlebnissen, die ihn dazu bewegt haben, terroristischen Aktivitäten nachzugehen.","versions":[{"lang":1,"streams":[{"redirect":8842869,"hoster":"VOE"},{"redirect":8593343,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Lincoln","epNo":7,"alt":"Lincoln","descr":"Fritz (Sam Worthington) versucht eine linguistische Verbindung zu finden, um einen Haftbefehl zu beschaffen. Das FBI rückt immer näher an Teds (Paul Bettany) Versteck in Montana.","versions":[{"lang":1,"streams":[{"redirect":8842868,"hoster":"VOE"},{"redirect":8593344,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"USA gegen Theodore J. Kaczynski","epNo":8,"alt":"USA Vs. Theodore J. Kaczynski","descr":"Ted (Paul Bettany) schafft es nicht die Beweise gegen ihn zu entkräften und Fritz (Sam Worthington) startet einen letzten Versuch, ihn dazu zu bringen, seine Schuld zu bekennen.","versions":[{"lang":1,"streams":[{"redirect":13101859,"hoster":"VOE"},{"redirect":8593345,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"CentBom","epNo":1,"alt":"CentBom","descr":"Der Sicherheitsmann Richard Jewell (Cameron Britton) rettet Hunderte von Leben als er eine Bombe bei den Olympischen Spielen 1996 in Atlanta entdeckt. Doch sein heroischer Akt gerät schnell unter Verdacht bei den Gesetzeshütern als der Druck wächst, den Killer zu finden.","versions":[{"lang":1,"streams":[{"redirect":6305106,"hoster":"VOE"}]}]},{"epId":"episode-2","name":"Ein leichtes Ziel","epNo":2,"alt":"Unabubba","descr":"Die Presse erfährt von der \"Helden-Bomber\"-Theorie des FBI und ein medialer Feuersturm entbrennt und reißt Richard (Cameron Britton) und seine Familie mit sich.ATF-Agenten werfen Fragen auf während die Bombenanschläge weitergehen.Registrierte Nutzer können eine eigene Kritik verfassen","versions":[{"lang":1,"streams":[{"redirect":13101861,"hoster":"VOE"},{"redirect":8593349,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Sie täuschen sich","epNo":3,"alt":"Bombingham","descr":"Während Richard (Cameron Britton) sich gegen das FBI und die Presse zur Wehr setzt, ermittelt ATF-Agent Earl Embry (Arliss Howard) im Fall eines Serienbombenlegers der den Südwesten terrorisiert. Er entdeckt dabei eine wichtige Verbindung zu der Olympia-Bombe.","versions":[{"lang":1,"streams":[{"redirect":13101863,"hoster":"VOE"},{"redirect":8593347,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Lauf, Rudolph, lauf","epNo":4,"alt":"Run Rudolph Run","descr":"Das FBI identifiziert den Serienbombenleger Eric Rudolph (Jack Huston) und versucht ihn festzusetzen, doch Eric entkommt in die Wälder.Richard (Cameron Britton) und Watson entdecken wichtige Beweise, die Richard entlasten könnten und erwägen, sich an die Presse zu wenden.","versions":[{"lang":1,"streams":[{"redirect":8842873,"hoster":"VOE"},{"redirect":8593354,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mittagshitze","epNo":5,"alt":"Land of the Noonday Sun","descr":"Die FBI-Suche nach Eric (Jack Huston) gerät außer Kontrolle als Ansässige Regierungsgegner und Erics Familie gegensteuern.Richard (Cameron Britton) muss sich seinen inneren Dämonen stellen als er sich auf eine entscheidende Pressekonferenz vorbereitet.","versions":[{"lang":1,"streams":[{"redirect":8842871,"hoster":"VOE"},{"redirect":8593348,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gottes Armee","epNo":6,"alt":"Army of God","descr":"Ansässige Milizen sehen Eric (Jack Huston) als Freiheitskämpfer, der angegriffen wird und gehen auf das FBI los.Earl Embry (Arliss Howard) ermittelt weiter und erfährt, dass Eric nicht der ist, der er vorgibt zu sein.","versions":[{"lang":1,"streams":[{"redirect":8842872,"hoster":"VOE"},{"redirect":8593346,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Eric","epNo":7,"alt":"Eric","descr":"Eric (Jack Huston) manipuliert die Ansässigen, die Milizen und das FBI gleichermaßen während er einen großen Gegenangriff plant.Richard (Cameron Britton) tritt in der Sendung \"60 Minutes\" auf und setzt alles auf eine Karte um seinen Ruf zu retten.","versions":[{"lang":1,"streams":[{"redirect":13101864,"hoster":"VOE"},{"redirect":8593352,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Freund oder Feind","epNo":8,"alt":"Join or Die","descr":"Der FBI-Agent Jack Brennan (Gethin Anthony) erkennt, dass er den Kurs ändern muss um Eric (Jack Huston) zu verhaften. Um das zu erreichen, schließt er eine Allianz mit Earl Embry (Arliss Howard).In Atlanta tut sich Kathy Scruggs (Carla Gugino) schwer damit, Richard (Cameron Britton) das erste Mal von Angesicht zu Angesicht gegenüber zu treten.","versions":[{"lang":1,"streams":[{"redirect":13105182,"hoster":"VOE"},{"redirect":8593350,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mit Füßen getreten","epNo":9,"alt":"Don\u0027t Tread on Me","descr":"Jack Brennan (Gethin Anthony) und Earl Embry (Arliss Howard) setzen alles auf eine Karte und wenden sich mit der Wahrheit über Eric (Jack Huston) an einen mächtigen Milizenführer.","versions":[{"lang":1,"streams":[{"redirect":8842897,"hoster":"VOE"},{"redirect":8593351,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Jagdsaison","epNo":10,"alt":"Open Season","descr":"Eric (Jack Huston) - verhungernd und ohne jegliche Verbündete - wird schließlich gefangen.Als sein Tag im Gericht - und damit Richards (Cameron Britton) Entlastung - nahe rückt, zeigt sich, dass Eric ein weiteres gefährliches Geheimnis in petto hat, das die Gesetzeshüter gefährdet.","versions":[{"lang":1,"streams":[{"redirect":8842876,"hoster":"VOE"},{"redirect":8593359,"hoster":"Streamtape"}]}]}]}]}