{"seriesId":"mankells-wallander","name":"Mankells Wallander","descr":"Die Krimireihe nach Motiven des schwedischen Bestseller-Autors Henning Mankell lebt von der beeindruckenden Darstellung des charismatischen Kommissars Kurt Wallander. Gespielt vom schwedischen Star Krister Henrikson löst der ausgefuchste Routinier mit Witz und Charme selbst schwierigste Fälle. Wallander ist kein Draufgänger wie Schimanski. Seine wichtigsten Waffen sind seine Erfahrung und sein Bauchgefühl.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Vor dem Frost","epNo":1,"alt":"Before the Frost","descr":"Kommissar Kurt Wallander (Krister Henriksson) hat wieder einmal zu tief ins Glas geschaut und so prompt das Polizeischul-Examen seiner Tochter Linda (Johanna Sällström) verpasst. So steht die Begegnung zwischen Vater und Tochter unter keinem guten Stern, als Linda in Ystad auftaucht und ausgerechnet in seinem Kommissariat ihren Dienst antritt. Um von seinem Versagen als Vater abzulenken, nimmt Wallander seine Tochter mit zu einem vermeintlich harmlosen Routinefall: Birgitta Medberg (Karin Bertling), eine ältere Dame, die sich für abgelegene Wanderwege interessiert, wird vermisst. Linda ermittelt auf eigene Faust weiter und findet die Leiche der Frau in einem Waldstück. Kurz zuvor wurden hier verbrannte Schwäne gefunden, die ein offenbar Wahnsinniger mit Benzin übergossen hat. Wallander schäumt vor Wut, denn Linda hat sich durch ihren übereifrigen Alleingang fahrlässig in Lebensgefahr gebracht. Linda hat indessen die Nase voll von ihrem Vater und zieht erst einmal zu ihrer Jugendfreundin Anna Westin (Ellen Mattsson). Unterdessen hat Wallanders Team mit dem jungen, attraktiven Kollegen Stefan Lindman (Ola Rapace) eine weitere Verstärkung bekommen. Lindman zeigt für die Tochter des Kommissars mehr als nur beiläufiges Interesse, auch wenn diese sich ihm gegenüber anfangs recht kratzbürstig verhält. Die Entdeckung eines grausamen Ritualmords an einer Gynäkologin, Spezialistin für Abtreibungen, in einer Kirche und der Fund einer aus dem Dschungel Guyanas stammenden Bibel zeigt der Polizei, dass sie es mit völlig verblendeten religiösen Fanatikern zu tun hat, die mit den Morden ein Fanal ihres fundamentalistischen Wahns setzen wollen. Die Entdeckung des geheimnisvollen Doppellebens ihrer Freundin Anna Westin und die Entführung eines künstlich gezeugten Babys von Lindas Jugendfreundin Myran (Malena Engström) bringt Linda auf die Spur des Urhebers all der schrecklichen Taten. Diesem geheimnisvollen Mann ist Anna Westin völlig ergeben, sie ist sein willenloses Werkzeug, das er skrupellos für sein gemeinstes Verbrechen benutzen wird: ein Selbstmordattentat in einer vollbesetzten Kirche zur Verhinderung der in den Medien groß angekündigten Hochzeit zweier Homosexueller.","versions":[{"lang":1,"streams":[{"redirect":8843001,"hoster":"VOE"},{"redirect":8712548,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Tod in den Sternen","epNo":2,"alt":"The Village Idiot","descr":"Ein geistig zurückgebliebener Mann, wegen seiner Vorliebe für Sternzeichen \"Astro Göran\" (Anders Ekborg) genannt, betritt die Sparkasse von Ystad. Er trägt eine Bombe am Leib und erzwingt die Überweisung der eher bescheidenen Summe von 67.500 Kronen auf ein ausländisches Konto. Anschließend sprengt er sich vor den Augen der Einwohner Ystads in die Luft. Kommissar Wallander (Krister Henriksson) arbeitet in diesem Fall erstmals offiziell mit seiner Tochter Linda (Johanna Sällström) zusammen, die von der Ordnungs- zur Kriminalpolizei versetzt wurde. Linda und ihr Kollege Stefan Lindman (Ola Rapace) verfolgen die Spur der 67.500 Kronen, die auf das Konto von Eric Leike (Johan Rabeus) überwiesen wurden. Leike ist der schlitzohrige Besitzer einer dänischen Privatklinik, der auch im Krankenhaus von Ystad arbeitet und sich dadurch geschickt seine Patienten zuschanzt. Als Wallander und seine Kollegen tiefer graben, bröckelt die Fassade des angesehenen Arztes noch weiter: \"Astro Göran\" war Leikes unehelicher Sohn. Um sein Prestige als angesehener Bürger Ystads besorgt, hütete Leike dieses Geheimnis über Jahrzehnte. Das Schweigen der Mutter, einer Zigeunerin, erkaufte er sich, indem er stillschweigend Alimente zahlte. Ein Mordmotiv ist diesem Leike, der auch seine Frau Henrietta (Amanda Ooms) misshandelt, durchaus zuzutrauen. Der Fall scheint sich zu klären – bis auch Leike durch die Detonation einer Bombe getötet wird. Und wie im Fall \"Astro Göran\" stößt die Polizei auch hier wieder auf ein rätselhaftes Planetensymbol.","versions":[{"lang":1,"streams":[{"redirect":8843003,"hoster":"VOE"},{"redirect":8593399,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eiskalt wie der Tod","epNo":3,"alt":"The Brothers","descr":"Kommissar Wallander (Krister Henriksson) ist geschockt. Bei einem Routineeinsatz trifft er seine große Jugendliebe Carolina (Sofie Lindberg) wieder, die ihn seinerzeit verschmähte, um den reichen Olof Wachtmann (Anders Aldgard) zu heiraten. Kurz darauf werden Carolina und ihr Mann grausam ermordet. Die Verletzungen deuten darauf hin, dass die Täter ihre Opfer leiden ließen. Auf dem Grundstück der Wachtmanns wurde ein Militär-LKW gesehen, doch aufgrund eines Manövers wimmelt es in Ystad vor Militärfahrzeugen. Als der Geschäftsmann Arne Pihlskiöld (Magnus Skogsberg) von dem Mord an Olof Wachtmann erfährt, hat er es sehr eilig, das Land zu verlassen. Doch dazu kommt es nicht mehr, denn Pihlskiöld und seine Frau Anita (Saga Jönsson) werden nach demselben Muster ermordet wie die Wachtmanns. Wallander verfolgt eine Spur, die 25 Jahre zurück in die Vergangenheit führt. Olof Wachtmann und Arne Pihlskiöld, seinerzeit Waffenbrüder in der Fremdenlegion, vergewaltigten eine Frau vor den Augen ihrer Söhne. Khalid Houari (Arben Latifi), inzwischen Besitzer einer schwedischen Importfirma, hat die Peiniger seiner Mutter zufällig wieder getroffen – und sich gerächt. Nur Johan Karlsson (Allan Svensson), der Komplize von Wachtmann und Pihlskiöld, ist noch am Leben. Als Wallander ihn zusammen mit Linda (Johanna Sällström) und Stefan Lindman (Ola Rapace) warnen will, erlebt er eine Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8843006,"hoster":"VOE"},{"redirect":8593395,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Am Rande der Finsternis","epNo":4,"alt":"The Darkness","descr":"Auf einer Landstraße nahe bei Ystad wird in einem Auto ein verlassenes Kind entdeckt. Vom Fahrer und Vater des Kindes, dem Bootsbauer Carl Svendsen, fehlt jegliche Spur, die Mutter ist seit dem Selbstmord der 14-jährigen Schwester in einer psychiatrischen Klinik. Kommissar Wallander (Krister Henriksson), der bangen Herzens dem Befund einer Krebsuntersuchung entgegensieht, konzentriert sich bei seinen Ermittlungen zunächst auf den Verwandten- und Freundeskreis des Verschwundenen. Carl Svendsen litt offenbar unter schweren Depressionen, seit seine Tochter Anja sich ein halbes Jahr zuvor erhängt hatte. Wallander stößt auf Verbindungen zu dem Ehepaar Sahlin: Mit der Frau (Kajsa Ernst) hatte Carl Svendsen ein Verhältnis, mit dem Mann (Per Morberg) war er früher geschäftlich verbunden. Während Wallander einen Mord aus Eifersucht nicht ausschließen will, spürt Linda (Johanna Sällström), die sich sehr an Schulprojekten gegen Drogenmissbrauch engagiert, intuitiv einen Zusammenhang zwischen Carl Svendsens Verschwinden und dem Selbstmord seiner Tochter Anja. Im Kinderzimmer des toten Mädchens, das der trauernde Vater seither nicht angerührt hat, entdeckt Linda den Laptop des Mädchens. Unterdessen ist Tove (Moraea Myrgren Johansson), die Tochter des Ehepaars Sahlin, während des Unterrichts infolge einer Überdosis Rohypnol zusammengebrochen. Als die Ermittler auf Anjas Computer schockierende Fotos entdecken, wird ihnen schlagartig klar, dass sie einer skrupellosen Bande von Erpressern und Drogendealern auf der Spur sind, die auf dem Schulhof ihre wehrlosen Opfer suchen. Doch wie kann das alles vor den Augen der Lehrer geschehen?","versions":[{"lang":1,"streams":[{"redirect":8843004,"hoster":"VOE"},{"redirect":8712546,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Toter aus Afrika","epNo":5,"alt":"The African","descr":"Es herrscht Wahlkampf in Ystad. Unter strengsten Sicherheitsvorkehrungen bereitet die sozialdemokratische Partei einen Auftritt des Politikers Kenneth Nilsson (Tomas Bolme) vor. Als wäre das nicht genug Stress für die lokale Polizei, wird in einem Güterzug von Ystad nach Polen eine Leiche gefunden: ein junger Schwarzafrikaner, offenbar ermordet. Die Tat und das mutmaßliche Motiv bleiben für Kommissar Wallander (Krister Henriksson) ebenso rätselhaft wie die Frage, weshalb der Mann sich in der schwedischen Provinz aufhielt. Als völlig überraschend der schnöselige Ermittler Farzan Keyhan (Shebly Niavarani) von der obersten Polizeibehörde nach Ystad geschickt wird, um die Ermittlungen zu überwachen, ahnt Wallander, dass es offenbar einflussreiche Persönlichkeiten gibt, die ein Interesse daran haben, den Fall so schnell und vor allem so unauffällig wie möglich abzuschließen. Tatsächlich kann Wallander nur durch einen glücklichen Zufall verhindern, dass der Großstadt-Yuppie den geistig verwirrten Arvid (Göran Thorell) als geständigen Täter anklagen lässt und den Fall zu den Akten legt. Zugleich aber bringt Farzan die Ermittler auf die Spur des Afrikaners Diao (Khalid Geire), ein Freund des Toten, der seit der Mordnacht verschwunden ist. Es beginnt eine fieberhafte Suche, in deren Verlauf sich herausstellt, dass Diao eine Affäre mit der verheirateten Mia (Sannamari Patjas) hatte – prompt lässt Farzan Mias Gatten Lasse (Nicklas Gustavsson) auf Grund seiner rechtsradikalen Vergangenheit als Hauptverdächtigen verhaften. Für ihn ist der Fall damit abgeschlossen. Doch Wallander glaubt nicht an die Schuld des Familienvaters, zumal Linda im Internet eine Entdeckung macht, die dem Fall eine ganz neue Wendung gibt. Erstaunt gehen die Ermittler den Spuren einer vor langer Zeit in Afrika begangenen Bluttat nach.","versions":[{"lang":1,"streams":[{"redirect":12268681,"hoster":"VOE"},{"redirect":8719583,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der unsichtbare Gegner","epNo":6,"alt":"Mastermind","descr":"Der Tag beginnt mit Ärgernissen für Kommissar Wallander (Krister Henriksson) und seine Kollegen: Weil an seinem Auto der Tank aufgebrochen und leer gepumpt wurde, kommt Kommissar Wallander ebenso zu spät zur Arbeit wie sein Freund und Kollege Martinsson (Douglas Johansson), dem jemand alle vier Reifen an seinem Auto zerstochen hat. Zur gleichen Zeit werden Wallanders Tochter Linda (Johanna Sällström) und ihr Kollege Stefan (Ola Rapace) zu einem vermeintlichen Leichenfundort gerufen – wobei sich der abgetrennte Frauenschädel als Kopf einer Schaufensterpuppe erweist. Als Linda und Stefan aber kurz darauf einer Ruhestörung nachgehen, entdecken sie zu ihrer Bestürzung statt eines streitenden Paares eine auf bizarre Weise ermordete Frau. Am nächsten Morgen ist Martinssons Tochter (Sally Frejrud Carlsson) spurlos verschwunden, ihr blutverschmiertes Schlafzimmer lässt aber kaum Zweifel über ihr Schicksal zu. Als wenig später auch Linda beinahe einem Mordanschlag zum Opfer fällt, ahnt Wallander, dass all diese scheinbar rätselhaften Vorfälle Teile eines mörderischen Puzzles sind. Während der völlig verzweifelte Martinsson sich über jegliche Dienstvorschriften hinwegsetzt, um herauszufinden, wer seine Tochter entführt und ihr Gewalt angetan haben könnte, beginnt Wallander ebenso fieberhaft, hinter die Identität des \"unsichtbaren Gegners\" zu gelangen, der sein teuflisches Spiel damit krönen will, dass er Wallander und Martinsson mit einem raffiniert ausgetüftelten Schachzug zu hilflosen Zeugen des Todes ihrer eigenen Töchter macht.","versions":[{"lang":1,"streams":[{"redirect":9207821,"hoster":"VOE"},{"redirect":9207816,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der wunde Punkt","epNo":7,"alt":"The Tricksters","descr":"Johanna (Julia Ragnarsson) und ihre Freundin Sara (Desiree Persson), zwei junge Pferde-Närrinnen, sind geschockt: Der Pferdezüchter Hermansson, bei dem sie immer kostenlos reiten durften, liegt tot in seinem Stall. Die hufeisenförmige Wunde an seinem Kopf deutet auf einen Pferdetritt. Schon bald stellt sich aber heraus, dass der Unfall vorgetäuscht und Hermansson erschlagen wurde. Kommissar Wallander (Krister Henriksson), der wegen eines heftigen Flirts mit der Psychiaterin Anja (Cecilia Nilsson) nicht ganz bei der Sache ist, nimmt etwas zerstreut die Ermittlungen auf. Der Pferdezüchter Hermansson, so viel ist Wallander schnell klar, hat mit seinem Gestüt nichts verdient. Trotzdem konnte er aber regelmäßig große Summen auf der Rennbahn verzocken. Hermanssons Freund Jesper Nilsson (Jacob Nordenson) behauptet, der Tote habe an diesem Wochenende endlich einmal auf das richtige Pferd gesetzt – aber sein Supergewinn ist spurlos verschwunden. War es also ein Raubmord? Als man bei Hermanssons Nachbarin Marina (Lotta Tejle) einen Umschlag mit 50.000 Kronen findet, setzt Wallanders Kollege Stefan Lindman (Ola Rapace) Himmel und Hölle in Bewegung, um ihr den Mord anzuhängen. Stefan kann die spröde Frau mit ihren rechtsradikalen Ansichten nicht ausstehen, doch kann sie mit einem Alibi für die Tatzeit aufwarten. Überdies hat der Kollege Svartman (Fredrik Gunnarsson) herausgefunden, dass Hermansson an diesem Wochenende zwar 30.000 Kronen auf der Rennbahn verspielt, aber nicht eine einzige Öre gewonnen hatte. Als die etwas ratlosen Ermittler am Tatort weiter herumstöbern, stoßen sie auf Spuren, die den Weg ins S / M-Milieu und zu einem exklusiven Club in Malmö weisen. Hermansson war hier überaus beliebt, jedenfalls ließen sich einige Damen seine Dienste gern etwas kosten. Manchmal scheint er aber deren wunde Punkte etwas zu schamlos ausgenützt zu haben. Als klar wird, dass er bei seinen Erpressungen einen Helfer gehabt haben muss, gerät Jesper Nilsson ins Visier der Ermittler. Aber inzwischen hat Marina unter den Bildern der weiblichen Bekannten Hermanssons das Foto einer Frau entdeckt, die wenige Tage vorher den Verstorbenen besucht hatte. Ist damit endlich der Schlüssel zur Aufklärung des Mords an Hermansson gefunden?","versions":[{"lang":1,"streams":[{"redirect":8843007,"hoster":"VOE"},{"redirect":12479548,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bilderrätsel","epNo":8,"alt":"The Photographer","descr":"Der legendäre Kriegsfotograf Robert Thuresson (Thomas W. Gabrielsson), ein verschrobener, arroganter Einzelgänger, der noch bei seiner Mutter (Inga Edwards) wohnt, stellt seine Bilder erstmals vor heimischem Publikum in Ystad aus. Am Rande der Vernissage kommt es zu einem kleinen Eklat, als die Amerikanerin Sarah Lyell (Maria Tornberg) mit dem Fotografen in Streit gerät. Die Frau hängt eins der Exponate ab und verschwindet damit. Kurz darauf wird sie tot aus dem Meer gefischt. Die Obduktion ergibt, dass die im vierten Monat Schwangere nicht ertrunken ist. Sie wurde überfahren – und zwar mit Thuressons Wagen. Als Stefan Lindman (Ola Rapace) den Verdächtigen festnimmt, wird Thuresson einmal mehr seinem Ruf als Trunkenbold und Schläger gerecht. Unterdessen findet Linda Wallander (Johanna Sällström) heraus, dass Robert Thuresson und Sarah Lyell sich in Kabul kennen lernten, wo Sarah für eine Hilfsorganisation arbeitete. Sie wurde jedoch entlassen, weil man sie beschuldigte, antike afghanische Siegel gestohlen zu haben. Linda findet auch heraus, dass Robert schwul ist und Sarah Lyell kaum geschwängert haben dürfte. Kommissar Wallander (Krister Henriksson), der das abrupte Ende seiner Affäre mit der Psychologin Anja (Cecilia Nilsson) noch nicht verwunden hat, kümmert sich inzwischen um Tom Lyell (Robin Ellis). Der Universitätsprofessor ist aus den USA angereist, um den Leichnam seiner Frau zu überführen. Wallander findet ihn auf Anhieb sympathisch und leert mit ihm eine Flasche Whiskey. Kurz darauf geschieht ein Einbruch in Thuressons Haus. Die Polizei findet eines der gestohlenen Siegel versteckt in einer Kamera des Fotografen. Thuresson beteuert seine Unschuld: Als Fotograf zähle er allein deshalb zu den besten seiner Profession, weil er als unbestechlicher Beobachter nie ins Geschehen eingreife. Als Thuressons Mutter bei der Polizei auftaucht und sich selbst der Mordtat bezichtigt, schickt Wallander sie nach Hause. Kurz darauf lässt er auch ihren Sohn zum Entsetzen der Kollegen frei. Wallander ahnt, wie sich der Mord tatsächlich zugetragen haben könnte. Aber noch fehlen im die Beweise. Unterdessen entdeckt Thuresson unter seinen Fotos eine auffallende Nebensächlichkeit. Als er zum Telefon greift, um Wallander seine Entdeckung mitzuteilen, sieht er die Mündung eines Gewehrs drohend auf sich gerichtet.","versions":[{"lang":1,"streams":[{"redirect":13018139,"hoster":"VOE"},{"redirect":8593397,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Fracht","epNo":9,"alt":"The Container Lorry","descr":"Linda Wallander (Johanna Sällström) stößt bei einer Routinekontrolle auf einen grausigen Fund: Neun Flüchtlinge sind in einem verlassenen LKW-Container qualvoll erstickt. Die Obduktion ergibt, dass die Menschen noch lebten, als der Fahrer seinen LKW drei Tage zuvor in einem Waldstück abgestellt hatte. Nur ein Baby hat wie durch ein Wunder überlebt. Bei der Suche nach dem Todesfahrer erhält Wallander (Krister Henriksson) Unterstützung von der forschen Europol-Beamtin Henrietta Andersen (Charlotte Fich) – mit der er sich auch privat bestens versteht. Henrietta vermutet einen Zusammenhang mit der illegalen Fluchthilfe-Organisation \"Lifeline Unlimited\", die aus humanitären Motiven Menschen ins Land einschleust. Durch ein Foto, das bei den toten Flüchtlingen gefunden wurde, stößt Wallander auf zwei Kinder, die im Auftrag von \"Lifeline Unlimited\" vermutlich in einem Kloster versteckt gehalten werden. Die Äbtissin (Lena Granhagen) ist nicht sehr gesprächig, worauf Stefan Lindman (Ola Rapace) ihr schwere Vorwürfe macht. Wallander bremst seinen Kollegen, denn er glaubt nicht, dass diese engagierte Frau eine profitgierige Schlepperbande deckt. Wer aber ist für den Tod der neun Flüchtlinge verantwortlich, die gewiss nicht durch einen bedauerlichen Unfall starben? Licht ins Dunkel kommt erst, als die Spurensicherung Reste einer Drogenlieferung in dem Todes-Container findet. Allmählich dämmert Wallander, dass die gut organisierte Fluchthilfe-Organisation unwissentlich von Drogenschmugglern als Deckmantel missbraucht wird. Ausgerechnet die Zollbeamtin Karin Berglund (Maria Kulle), eine gute alte Bekannte Wallanders, ist in diesen Fall involviert. Wallander zwingt sie zur Kooperation mit der Polizei, um diesen skrupellosen Schmugglern eine Falle zu stellen.","versions":[{"lang":1,"streams":[{"redirect":8843011,"hoster":"VOE"},{"redirect":8843013,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tod im Paradies","epNo":10,"alt":"The Castle Ruins","descr":"Greger Stehn (Rune Bergman) ist ein verschrobener alter Mann, der trotz 20 Millionen Kronen auf dem Konto mit seinen zwei Vierbeinern in einer Baracke haust und sich von Hundefutter ernährt. Ohne erkennbaren Grund lässt Stehn sich sein Vermögen in bar auszahlen. Kurz darauf wird er vergiftet – von dem Geld fehlt jede Spur. Bei dem Gift handelt es sich um Botulinum, ein Massenvernichtungsmittel, das in winzigen Dosen aber auch als Wirkstoff in Anti-Faltencremes enthalten ist. Gefunden wurde Stehns Leiche von Louise Selander (Anna-Lena Strindlund), einer allein lebenden Frau, die mit Kosmetikprodukten handelt. Sie wohnt in einem Luxus-Apartmentblock, der auf jenem Grundstück errichtet wurde, durch dessen Verkauf Gregor Stehn reich wurde. In diesem Wohnblock lebt auch der Chirurg Johan Haartman (Peter Engman), Chef einer Schönheitsklinik. Über das Überwachungsvideo der Sparkasse findet Kommissar Wallander (Krister Henriksson) heraus, dass Haartman gesehen hat, wie der alte Stehn sein ganzes Geld abgehoben hat. Haartman steckt in erheblichen finanziellen Schwierigkeiten, und außerdem verwendet er für kosmetische Operationen Botulinum. Würde er aber so dumm sein, dieses spezielle Gift zu verwenden, das den Mordverdacht sofort auf ihn lenkt? Linda (Johanna Sällström) und ihr Kollege Stefan Lindman (Ola Rapace) finden derweil heraus, dass Haartman ein Verhältnis mit seiner Nachbarin Christine (Malin Berghagen) hat, der Frau des Sparkassendirektors Per Bergdahl (Mats Rudal). Der alte Stehn war sein Kunde. Als Haartman zusammen mit seiner Frau Barbro (Regina Lund) und seinem Sohn Robin (Fredrik Åhsberg) mit Botulinum vergiftet wird, nimmt Wallander den Banker ins Verhör. Bergdahl gesteht, dass er von dem Verhältnis seiner Frau wusste und Haartman aus Rache in den Ruin treiben wollte. Doch er sei kein Mörder. Wallander ist ratlos, denn zwischen den Morden an Stehn und den Haartmans gibt es kein zusammenhängendes Motiv. Rätselhaft ist auch, warum der Mörder das Baby der Haartmans verschonte und noch einmal zum Tatort zurückkehrte, um ihm die Windeln zu wechseln. Intuitiv erkennt Linda, dass sie alle auf der falschen Spur sind.","versions":[{"lang":1,"streams":[{"redirect":8843010,"hoster":"VOE"},{"redirect":8593396,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Heimliche Liebschaften","epNo":11,"alt":"The Black King","descr":"Kommissar Wallander (Krister Henriksson) schwitzt gerade für ein Belastungs-EKG, als er zum Einsatz gerufen wird. Blutspuren am Tatort, einer kleinen Yacht, deuten auf einen brutalen Mord hin. Doch von Louise Dyrander (Karin Bergquist), der Tochter des Yacht-Besitzers, fehlt jede Spur. Die Überprüfung ihres Telefonanschlusses führt Wallander zu Micke Pettersson (Jonatan Blode), einem verheirateten Mann, der mit Frau und Freunden in einer idyllischen Bauernhof-Wohngemeinschaft lebt. Im Verhör erklärt Pettersson, er habe seine Affäre mit Louise Dyrander an diesem Tag im Streit beendet und den weiteren Abend mit seinem WG-Freund Oskar Ung (Ove Wolf) verbracht. Als Linda (Johanna Sällström) das Alibi überprüft, trifft sie in Oskar ihre große Ex-Liebe wieder, zu der sie sich noch immer hingezogen fühlt. Tags darauf wird Louises Leiche im Rettungsboot ihrer Yacht angeschwemmt. Blutspuren überführen Pettersson, der nun gesteht, dass er am selben Abend noch einmal zu Louise zurückgekehrt sei. Er habe sie aber bereits tot vorgefunden und wollte die Leiche verschwinden lassen, um den Verdacht von sich abzuwenden. Wallander glaubt ihm jedoch nicht, bis auch Anki Hedman (Saga Gärde), ein Mitglied aus Petterssons WG, erschossen wird. Nun ist klar, dass Pettersson nicht der Mörder sein kann, der seine Opfer nummeriert. Als kurz darauf der kleine Benjamin (Oscar Rozijn) als Opfer Nummer 3 markiert wird, hält Wallander es für nötig, sich mehr als bisher mit den Mitgliedern dieser kuriosen Wohngemeinschaft zu befassen. Die WG-Genossen zahlen nämlich nur eine erstaunlich geringe Miete an eine merkwürdige Stiftung und führen zudem ein vergleichsweise komfortables Leben ohne erkennbare Erwerbstätigkeit. Bei seinen Ermittlungen stößt Wallander auf einen ungeklärten Überfall auf einen Geldtransporter. Die Beute von 17,5 Millionen Kronen ist seither verschwunden, und nur einer der vier Täter wurde damals gefasst. Er ist vor kurzem aus dem Gefängnis ausgebrochen.","versions":[{"lang":1,"streams":[{"redirect":8843012,"hoster":"VOE"},{"redirect":8719581,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Offene Rechnungen","epNo":12,"alt":"The Joker","descr":"Es ist noch nicht allzu lange her, seit die allein erziehende Carina (Sarah Nilsson) aus Malmö nach Ystad gezogen ist, um ein Restaurant am Meer zu übernehmen. Eines Nachts aber wird sie von ihrer Vergangenheit eingeholt: Am Strand vor ihrem Lokal wird die junge Frau von einem Unbekannten regelrecht hingerichtet. Die einzige Zeugin des Mordes ist Carinas kleine Tochter Cleo (Nadja Qrunell), die sich auf Grund des Schocks jedoch völlig zurückzieht und in tiefes Schweigen hüllt. Kommissar Wallander (Krister Henriksson) nimmt die Ermittlungen auf. Es deutet alles darauf hin, dass Carinas ehemaliger Arbeitgeber, der Malmöer Kneipenkönig Hansson (Leif Andrée), in die Sache verwickelt ist. Offenbar wusste Carina zu gut über Hanssons kriminelle Machenschaften Bescheid – vor ihrem überstürzten Weggang aus Malmö stand sie sogar kurz davor, bei Gericht gegen ihn auszusagen. Also reisen Wallander und sein Kollege Stefan Lindman (Ola Rapace) nach Malmö, um Hansson unter Druck zu setzen – ohne Erfolg: Der arrogante Halbweltboss und sein aalglatter Anwalt Lundkvist (Göran Ragnerstam) lassen sich von Wallanders Anschuldigungen nicht beeindrucken. Es gibt nur einen Weg, um Hansson den Mordauftrag nachzuweisen: Die Polizisten müssen den gedungenen Killer finden! Mit Unterstützung des knallharten Großstadtcops Frank Borg (Jakob Eklund) beginnt Stefan in der Malmöer Unterwelt zu ermitteln. Dabei wird er sehr schnell mit Borgs überaus brachialen Methoden konfrontiert: Er handelt nach der Devise, dass man der wachsenden Krimininalität nur mit härtesten, notfalls auch illegalen Mitteln Herr werden kann. Obwohl der besonnene Wallander von diesem Vorgehen alles andere als begeistert ist, scheinen die raschen Ermittlungserfolge Borg recht zu geben – bis es zu einem fatalen Zwischenfall kommt.","versions":[{"lang":1,"streams":[{"redirect":8843017,"hoster":"VOE"},{"redirect":12414111,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Dunkle Geheimnisse","epNo":13,"alt":"The Secret","descr":"Der Mord an dem elfjährigen Johannes schockt Wallander (Krister Henriksson) und seine Kollegen. Linda (Johanna Sällström) überprüft das Überwachungsvideo eines Supermarktes, wo der Junge zuletzt gesehen wurde. Dabei fällt ihr ein vermummter Mann auf, der sich als Ladendetektiv ausgibt und heimtückisch einen Ladendiebstahl des Jungen zum Vorwand nimmt, um ihn zu entführen. Linda identifiziert einen gewissen Magnus Rhunberg, in dessen Haus Wallander pädophile Fotos findet, doch von ihm selbst fehlt jede Spur. Die Überprüfung seines Telefonanschlusses ergibt, dass Rhunberg mit dem pensionierten Polizisten Rolf Liljeberg (Anders Ahlbom Rosendal) in Kontakt stand. Dieser führt die Polizei in Rhunbergs Wochenendhaus, wo Wallander und seine Kollegen auf Rhunbergs Leiche stoßen. Er wurde erschossen, doch der mutmaßliche Mörder hat den Tatort mit professioneller Gründlichkeit von Spuren gesäubert. Lasse Bengtsson (Ulf Friberg), der Vater des Jungen, hatte sicherlich ein Motiv. Doch als Wallander ihn verhören will, rastet Stefan Lindman (Ola Rapace), dem der Fall aus unerfindlichen Gründen sehr nahe geht, vollkommen aus. Wallander überhört den leisen Hilferuf des Kollegen und suspendiert ihn vom Dienst. Linda spürt, dass Stefan etwas mit dem Fall zu tun hat, doch sie kommt nicht an ihn heran. Unterdessen entdeckt Nyberg (Mats Bergman) eine auffällige Parallele zwischen dem Mord an Johannes und einer Tat von 1999, für die ein Pädophiler namens Greger Frankman (Lennart Jähkel) noch immer hinter Gittern sitzt. Als Linda herausfindet, dass Frankman regelmäßig Haftbesuche von Liljeberg erhält, will sie ihn in die Zange nehmen. Dabei erlebt sie eine Überraschung: Das Reichskriminalamt bestätigt, dass Liljeberg als V-Mann gegen einen Pädophilen-Ring ermittelt. Als Linda endlich begreift, dass dieser Fall ihren Kollegen Stefan in eine emotionale Hölle gestürzt hat, ist es zu spät.","versions":[{"lang":1,"streams":[{"redirect":10162716,"hoster":"VOE"},{"redirect":10162718,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Rache","epNo":1,"alt":"The Revenge","descr":"Ein Sprengstoffanschlag auf das Elektrizitätswerk legt ganz Ystad lahm. Während die Stadt im Chaos versinkt, wird ein Lokalpolitiker erschossen. Es folgen Detonationen von Autobomben, worauf in Ystad der Ausnahmezustand verhängt wird. Soldaten marschieren auf, und die Presse spekuliert über eine islamistische Terrorwelle. Doch Kommissar Wallander ermittelt in eine ganz andere Richtung.","versions":[{"lang":1,"streams":[{"redirect":8843015,"hoster":"VOE"},{"redirect":8593401,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Schuld","epNo":2,"alt":"The Guilt","descr":"Das mysteriöse Verschwinden des sechsjährigen Albin Landberg aus einem Vorschul-Kindergarten versetzt ganz Ystad in Aufruhr. Wallanders Kollege Martinsson verdächtigt einen aktenkundigen Pädophilen: Greger Frankman wurde erst kürzlich aus dem Gefängnis entlassen. Der unter psychologischer Aufsicht stehende Kinderschänder wohnt zudem ganz in der Nähe. Durch eine Indiskretion erfahren besorgte Eltern von den Ermittlungen gegen ihn. Eine gnadenlose Hetzjagd auf den vermeintlich Schuldigen beginnt, die Frankmans Mutter Signe das Leben kostet. Wallander hält den Pädophilen jedoch in diesem Fall für unschuldig. Seine Ermittlungen konzentrieren sich auf die Kindergärtnerin Rebecka Odelman, die überstürzt verreiste. Wollte sie sich der polizeilichen Befragung entziehen? Der Fund der Kinderleiche gibt dem Fall eine überraschende und schockierende Wendung: Die Gerichtsmedizinerin Karin Linder entdeckt im Blut des Jungen ein hoch dosiertes Beruhigungsmittel. Albins Mutter Helena Landberg nimmt das gleiche Mittel und ihr Mann Anders ist Vertreter eines Pharmakonzerns. Haben die Eltern ihren Adoptivsohn etwa vergiftet? Als Kommissar Wallander schließlich der traurigen Wahrheit auf die Spur kommt, ist nicht nur der erfahrene Kommissar selbst zutiefst erschüttert.","versions":[{"lang":1,"streams":[{"redirect":10162719,"hoster":"VOE"},{"redirect":8593402,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Kurier","epNo":3,"alt":"The Courier","descr":"Die Leiche eines ermordeten Motorradfahrers führt Kommissar Wallander auf die Spur eines Drogenrings, der Rennfahrer mit ihren hoch gezüchteten Maschinen als Kuriere anheuert. In der zwielichtigen Szene des Motorsports und der Rockerbanden erweist sich die Suche nach dem Mörder als lebensgefährliches Unterfangen: Wallanders Kollege Svartman muss nach der Attacke eines Kampfhundes ins Krankenhaus, und die junge Polizeianwärterin Isabell wird von einem Unbekannten in ihrer eigenen Wohnung so heftig attackiert, dass sie den Dienst quittieren will.","versions":[{"lang":1,"streams":[{"redirect":8843049,"hoster":"VOE"},{"redirect":8593409,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Diebe","epNo":4,"alt":"The Thief","descr":"Eine Serie unaufgeklärter Hauseinbrüche beunruhigt die Anwohner einer gut situierten Wohngegend von Ystad. Unzufrieden mit der Polizeiarbeit, nehmen drei Familienväter die Dinge selbst in die Hand und gründen eine Bürgerwehr. Auf einem ihrer nächtlichen Streifengänge ertappen sie den polnischen Schwarzarbeiter Jarek Kozyra (Kola Krauze) bei einem vermeintlichen Einbruch. Wutentbrannt schlagen sie den \"Polacken\" zusammen und lassen den Schwerverletzten bei eisiger Kälte in einem Waldstück liegen. Tags darauf meldet dessen Ehefrau Maja (Vera Veljovic) ihren Mann als vermisst. Die Polizei findet sein ausgebranntes Auto, doch von Jarek fehlt jede Spur. Auf dem Speicherchip seines Handys entdeckt der Kriminaltechniker Nyberg (Mats Bergman) das Foto einer Frauenleiche. Die Polizei ordnet daraufhin eine Hausdurchsuchung an und stößt bei dem polnischen Ehepaar auf eine große Summe Bargeld und massenhaft Diebesgut. Alles deutet auf einen Doppelmord hin. Rätselhaft ist nur der Zusammenhang zwischen den beiden Taten. Und vor allem: Wo sind die Leichen? Während die drei Nachbarn sich bei der Vernehmung in Widersprüche verstricken, gönnt Kurt Wallander (Krister Henriksson) sich etwas Bewegung beim Fußballspiel mit Elias (Noah Waldfogel), dem Sohn seiner sympathischen Nachbarin und Kollegin Katarina Ahlsell (Lena Endre). Als Fußballer hat der Kommissar wenig Erfolg, doch bringt ihn das Spiel spontan auf eine Idee, die zu einer makabren Entdeckung führt.","versions":[{"lang":1,"streams":[{"redirect":8843031,"hoster":"VOE"},{"redirect":8593407,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Cellospielerin","epNo":5,"alt":"The Cellist","descr":"Kurt Wallander (Krister Henriksson) ist ein leidenschaftlicher Musikliebhaber mit einer großen Sammlung von Schallplatten. Besonders schätzt er die russische Solo-Cellistin Irina Konchalevska (Sandra Stojiljkovic), deren Konzert in Ystad er sich nicht entgehen lässt. Als Wallander der Virtuosin zu ihrem bewegenden Auftritt gratulieren will, detoniert vor seinen Augen eine Autobombe, die Irina lebensgefährlich verletzt. Von einem Kollegen erfährt Wallander, dass die Cellistin als Hauptzeugin im Prozess gegen den mutmaßlichen Mörder Jurij Rina (Bashkim Neziraj) aussagen soll, der ihren Freund Alexander (Elias Faingersh) umbrachte. Jurij ist aber nicht irgendein kleiner Gangster, sondern der Sohn des russischen Mafia-Paten Leb Munchin (Baard Owe), genannt \"Das Gespenst\". Nur mit knapper Not überlebt Irina im Krankenhaus einen zweiten Anschlag von Munchins Killern, die beinahe auch Pontus (Sverrir Gudnason) umgebracht hätten. Wallander fragt sich, wieso der mächtige Unterweltboss offenbar kein Risiko scheut, um seinen Sohn zu befreien. Als bei den Recherchen der Polizei zunehmend intime Geheimnisse der Mafiosi ans Licht kommen, erkennt Wallander immer klarer das Motiv. Schließlich setzt er alles auf eine Karte und zwingt den Mafiaboss dazu, sich mit ihm in einer russischen Kapelle zu treffen.","versions":[{"lang":1,"streams":[{"redirect":12917528,"hoster":"VOE"},{"redirect":8593406,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eifersucht","epNo":6,"alt":"The Priest","descr":"Henrik Nordström (Figge Norling), Pfarrer einer evangelischen Freikirche, wird nach einem heimlichen Rendezvous niedergeschossen. Das schwer verletzte Opfer liegt vernehmungsunfähig im Koma. Als die Ärzte im Krankenhaus seinen Hirntod feststellen, hat Nordströms Frau Åsa (Livia Millhagen), Mitglied einer radikalen Sekte, es sehr eilig, die medizinischen Geräte abschalten zulassen, um ihren Mann \"heim zu Gott\" zu schicken. Kommissar Wallander (Krister Henriksson) findet heraus, dass Åsa von den Seitensprüngen ihres Mannes wusste. Geschah die Tat aus Eifersucht? In eine andere Richtung weisen Nordströms Verbindungen zu Peter Unell (Tobias Aspelin), dem Geschäftsführer einer zwielichtigen Hilfsorganisation, dessen Frau Lotta (Lena Carlsson) die heimliche Geliebte des Pfarrers war. Als der Kriminaltechniker Nyberg (Mats Bergman) unter dem Rücksitz des Wagens von Peter Unell die Mordwaffe findet, eröffnet die Staatsanwältin Katarina Ahlsell (Lena Endre) das Verfahren gegen Unell: Mord aus Eifersucht. Für Wallander, der selbst von Eifersuchtsgefühlen geplagt wird, weil Katarina plötzlich großes Interesse an dem jungen Kollegen Pontus (Severrir Gudnason) zeigt, passt das alles fast zu gut zusammen. Zwar ist ihm Unell, der mit dem Verkauf ausgedienter medizinischer Geräte in die Dritte Welt profitable Geschäfte macht, alles andere als sympathisch, doch ahnt er auch, dass dieser das Opfer einer teuflischen Intrige wurde.","versions":[{"lang":1,"streams":[{"redirect":11576353,"hoster":"VOE"},{"redirect":8593404,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Das Leck","epNo":7,"alt":"The Leak","descr":"Das Wiedersehen mit seinem Ex-Kollegen Sven Adelgren weckt Neidgefühle bei Kurt Wallander. Dank seiner privaten Sicherheitsfirma hat Sven beinahe ausgesorgt und wird sich mit seiner Frau in Südfrankreich zur Ruhe setzen. Wallander dagegen kann nicht einmal sein freies Osterwochenende genießen: Die Detonation einer Autobombe stürzt ganz Ystad ins Chaos. Der Anschlag erweist sich als perfides Ablenkungsmanöver. Pontus und Isabell werden unterdessen Zeugen eines Überfalls auf einen Geldtransporter. Statt wie befohlen auf Verstärkung zu warten, spielen die beiden jungen Polizisten den Helden – was ihnen beinahe das Leben kostet. Der Überfall stellt die Polizei vor ein Rätsel: Die Route des Transporters ist ein sorgsam gehütetes Geheimnis. Sogar die Fahrer selbst erhalten ihre Anweisungen erst direkt vor der jeweiligen Tour. Wallander zieht einen Experten zu Rate: Sein ehemaliger Kollege Sven vermutet eine undichte Stelle in der verantwortlichen Sicherheitsfirma Skandiguard. Durch die Überprüfung der internen Videoüberwachung von Skandiguard fällt der Verdacht auf den jungen Mikael Sterner, der als Zocker einen großen Geldbedarf hat. Der mysteriöse Mord an einem Jogger, der mitten im Wald erschossen wurde, führt Wallander auf eine weitere Spur. Am Ende kann der Kommissar diesen Fall zwar nicht ganz aufklären. Dafür hat er aber nach einigen Zweifeln wieder die Gewissheit, den richtigen Beruf gewählt zu haben.","versions":[{"lang":1,"streams":[{"redirect":8843030,"hoster":"VOE"},{"redirect":8843054,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Der Scharfschütze","epNo":8,"alt":"The Sniper","descr":"In Ystad macht ein unbekannter Scharfschütze Jagd auf Gangster, die mit einem Juwelenraub in Zusammenhang stehen. Bei den Ermittlungen wird vor Wallanders Augen eine Zeugin erschossen. Weitere Probleme bereitet der unerfahrene Polizist Pontus, der sich durch Unachtsamkeit in Lebensgefahr bringt. Wallander erkennt jedoch die verborgenen Qualitäten des jungen Kollegen. Dank Pontus’ Mithilfe findet er heraus, dass der Scharfschütze für eine Verbrecherorganisation arbeitet, die sich in Ystad wie ein Krake ausgebreitet hat. Über das Motiv des eiskalten Killers ist am Ende sogar der erfahrene Kommissar überrascht.","versions":[{"lang":1,"streams":[{"redirect":12924613,"hoster":"VOE"},{"redirect":8593405,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Todesengel","epNo":9,"alt":"The Angel of Death","descr":"Den engelsgleichen Gesang eines Mädchenchors stören hässliche Missklänge: Die ehrgeizige Chorleiterin liegt mit einigen Sängerinnen im Streit, und unter den jungen Frauen herrscht Konkurrenz. Vom rätselhaften Verschwinden der Solosängerin Miranda scheint deren beste Freundin Lina zu profitieren. Wallander schließt ein Verbrechen nicht aus. Ins Visier der Polizei geraten Mirandas Exfreund und ein Mann, der ein merkwürdiges Interesse für die Ersatzsolistin Lina zeigt. Als auch Lina vermisst und Miranda kurz darauf tot aufgefunden wird, nimmt der Fall eine dramatische Wendung.","versions":[{"lang":1,"streams":[{"redirect":8843033,"hoster":"VOE"},{"redirect":8593403,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Gespenst","epNo":10,"alt":"The Ghost","descr":"In einer niedergebrannten Strandhütte findet die Polizei die verkohlten Leichen eines Liebespaares. Bei der Toten handelt es sich um die Ehefrau von Peter Adler, einem wohlhabenden Unternehmer aus Ystad. Die männliche Leiche wird wenig später als Martin Rittner identifiziert, Geschäftspartner und Nachbar von Peter Adler. Der aalglatte Geschäftsmann hat mehr als ein Motiv: Das Verhältnis zu seinem Kompagnon war nicht das Beste, und außerdem hat er eine Affäre mit dessen Lebenspartnerin Kim. Trotz intensiver Ermittlungen lässt sich der Tatverdacht gegen Adler nicht erhärten. Kommissar Wallander steht vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":8843048,"hoster":"VOE"},{"redirect":8593410,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Das Erbe","epNo":11,"alt":"The Heritage","descr":"Nach dem Mord an einem reichen Cidre-Produzenten steht Kurt Wallander vor einem Rätsel. Der Verdacht fällt zunächst auf die Familie des Opfers und die Obstpflücker der Plantage. Als der Kommissar endlich den Schlüssel zu diesem Fall in den Händen zu halten glaubt, geschehen weitere Bluttaten, die nicht ins Muster passen. Wallander muss ganz von vorne beginnen. Außerdem kommt es zu Spannungen mit der Staatsanwältin Katarina Ahlsell, die in diesem Fall eine andere Auffassung vertritt.","versions":[{"lang":1,"streams":[{"redirect":8843036,"hoster":"VOE"},{"redirect":8593408,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Inkasso","epNo":12,"alt":"The Collector","descr":"Eine junge Frau wird in ihrer Wohnung erschlagen und ausgeraubt. Die Spur führt zu ihrem verschuldeten Exfreund, einem Türsteher. Bei den Ermittlungen bemerkt der Polizeianwärter Pontus, dass seine Kollegin nervös wird. Isabell trägt ein dunkles Geheimnis mit sich herum: Einer der Verdächtigen in diesem Fall hat ein Druckmittel gegen sie in der Hand. Kommissar Wallander hält große Stücke auf die fähige junge Polizistin, deren Loyalität zu ihrem väterlichen Vorgesetzten einer harten Belastungsprobe ausgesetzt wird.","versions":[{"lang":1,"streams":[{"redirect":12380174,"hoster":"VOE"},{"redirect":8593416,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die Zeugin","epNo":13,"alt":"The Witness","descr":"Wallander kümmert sich um ein verstörtes zwölfjähriges Mädchen aus Litauen, das offenbar etwas Schreckliches mit ansehen musste. Das Kind führt den Kommissar zu einer Mülldeponie am Rande von Ystad. Schlecht bezahlte Zeitarbeiter aus Osteuropa arbeiten hier im Akkord an der Fertigstellung einer ökologisch zertifizierten Anlage zur Müllbeseitigung. Der Bauleiter Zoran steckt offenbar unter einer Decke mit dem verbrecherischen Zeitarbeitsvermittler Filip Pasalic, gegen den die Staatsanwältin Katarina Ahlsell gerade den Prozess eröffnet hat. Während der Ermittlungen wird Wallanders Wagen durch die Detonation einer Autobombe zerrissen: Es war nicht der erste Anschlag auf den Kommissar!","versions":[{"lang":1,"streams":[{"redirect":8843055,"hoster":"VOE"},{"redirect":8593411,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Der Feind im Schatten","epNo":1,"alt":"The Troubled Man","descr":"Wallanders Tochter Linda (Charlotta Jonsson) ist nach Ystad zurückgekehrt und arbeitet wieder mit ihrem Vater zusammen. Sie ist inzwischen mit dem sympathischen Hans von Enke (Leonard Terfelt) verheiratet und Mutter einer kleinen Tochter Klara (Signe Dahlkvist). Der Besuch der Schwiegereltern, des einstigen U-Bootkommandanten Håkan von Enke (Sten Ljunggren) und seiner Frau Louise (Marika Lindström), ist Anlass für ein gemeinsames Abendessen mit Wallander (Krister Henriksson). Die traute Familienfeier endet abrupt, als der Admiral a. D. nach Stockholm zurückgerufen wird. Aus den Fernsehnachrichten erfährt Wallander später, dass von Enke von seiner Vergangenheit eingeholt wurde: In den 80er Jahren befehligte der Offizier einen militärischen Einsatz gegen ein nicht identifiziertes U-Boot, das in schwedische Hoheitsgewässer eingedrungen war. Dabei kam ein junger Marinetaucher ums Leben, dessen Leiche nach 30 Jahren überraschend geborgen wurde. Sein Vater, ein Fischer namens Erik Lundberg (Ingvar Hirdvall), beschuldigt von Enke, seinen Sohn damals in den Tod geschickt zu haben. Nun ist von Enke spurlos verschwunden. Linda beauftragt ihren Vater mit der Suche, denn Zeit hat der Kommissar ohnehin: Nachdem er – anscheinend in betrunkenem Zustand – seine Dienstwaffe in einer Kneipe liegen ließ, wurde er drei Wochen vom Dienst suspendiert. Als Louise von Enke bei einem arrangierten Autounfall stirbt und man bei ihr Papiere findet, die auf eine Geheimdiensttätigkeit hindeuten, befindet sich Wallander plötzlich in einem Spionagefall. Mit dieser Verfilmung des gleichnamigen Romans von Henning Mankell startet Das Erste die dritte Staffel der Krimireihe um den charismatischen Ermittler Kurt Wallander aus Ystad. Wie in den erfolgreichen Adaptionen zuvor, verkörpert der Schwede Krister Henriksson den eigenwilligen Kommissar, der noch immer tief ins Glas schaut, zunehmend vergesslicher wird, aber ein reizender Opa sein kann. In seinem neuen Fall wird Wallander mit der schwedischen Nachkriegsgeschichte und den Folgen des Kalten Kriegs konfrontiert. Neben dem bewährten Team um Douglas Johansson als Martinsson, Fredrik Gunnarsson als Svartman und Mats Bergman als Kriminaltechniker Nyberg ist die sympathische Schwedin Charlotta Jonsson als Wallanders Tochter Linda zu sehen. Malena Engström spielt die Erzieherin Bea, auf die der Kommissar ein Auge geworfen hat.","versions":[{"lang":1,"streams":[{"redirect":8843059,"hoster":"VOE"},{"redirect":8593413,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Vermisst","epNo":2,"alt":"The Disappeared","descr":"Nach seiner Suspendierung kehrt Wallander in den Polizeidienst zurück. Fieberhaft sucht er nach der zehnjährigen Ella, die nicht von der Schule heimgekehrt ist. Da die Mutter Helen Svedberg sich mit Ellas Vater Pablo Hernandez zerstritten hat, deutet zunächst alles auf einen Routinefall hin. Mehrmals schon hatte der heißblütige Chilene damit gedroht, seine Tochter mit nach Südamerika zu nehmen. Hat er Ella entführt? Je länger das Mädchen verschwunden ist, desto weniger glaubt Wallander, dass Pablo etwas mit dem Fall zu tun hat. Polizei und Militär durchkämmen ergebnislos jeden Winkel von Ystad. Unter den Freiwilligen, die nach dem Kind suchen, befindet sich auch Jannika Hammar. Vor zehn Jahren beschuldigte Wallander sie des Mordes an ihrer Tochter, deren Leiche aber nie gefunden wurde. Nun stellt sich heraus, dass Jannika noch immer nach dem mutmaßlichen Mörder ihrer Tochter sucht. Hat Wallander sich in ihr getäuscht? In dem Privatarchiv über pädophile Straftäter, das Jannika akribisch zusammengestellt hat, findet der Kommissar den ersten brauchbaren Hinweis. Ellas plötzliches Auftauchen in einem Maisfeld führt zu einem schrecklichen Unfall. Auffällige Biss-Spuren an ihrem geschundenen Körper stimmen mit Jannikas Zahnabdrücken überein. Wallander ist erschüttert. Ein ungelöster Fall bringt Wallander in diesem packenden nordischen Krimi auf die Spur eines Verbrechens, das selbst den hart gesottenen Ermittler schockiert. Indessen wird Wallander zunehmend vergesslicher – ist er nur überarbeitet?","versions":[{"lang":1,"streams":[{"redirect":8843065,"hoster":"VOE"},{"redirect":8593415,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verrat","epNo":3,"alt":"The Betrayal","descr":"Der erfolgreiche Sachbuchautor Eric Wredin hat seine Frau Julia wegen einer Jüngeren verlassen. In einem hässlichen Streit droht Julia ihrem Noch-Ehemann, dass sie seine Karriere ruinieren und sein Leben zerstören wird. Bald darauf entdeckt ihre Tochter Amanda die Leiche der Mutter und wird mit einem Nervenzusammenbruch ins Krankenhaus eingeliefert. Wallander hat große Sympathien für die labile, junge Frau, die ihn an seine eigene Tochter Linda erinnert, die einst in einer schwierigen Phase auch keinen Kontakt zu ihrem Vater hatte. Umso überraschter ist Wallander, dass Eric im Krankenhaus erscheint. Nach seinem Besuch ist Amanda jedoch ziemlich verstört; ihr Vater sei nicht ihretwegen gekommen. Er wollte – wie Wallander – etwas über einen Handwerker in Erfahrung bringen, der in der Familienvilla kürzlich Reparaturen durchführte. Wallander wirft Eric vor, ein Alibi fingiert zu haben, worauf dieser überraschend ein Geständnis ablegt. Seine Beschreibung des Mordes stimmt mit gerichtsmedizinischen Details überein, weist aber große Lücken auf. Wallander wird klar, dass Eric nicht der Täter sein kann, sondern nur den Tathergang von einem Überwachungsvideo kennt, mit dem man ihn erpresst. Durch einen überraschenden Besuch sieht der Kommissar den Fall aus völlig neuer Perspektive. In diesem nordischen Krimi wandelt Wallander auf einem schmalen Grat. Die Kollegen wundern sich, warum er seinen Wagen als gestohlen meldet, seine neue Freundin Bea fragt sich, warum er nichts von sich hören lässt. Krister Henriksson gibt eine mitreißende Darstellung des kauzigen Ermittlers, der sich trotz zunehmender Gedächtnisprobleme auf seinen kriminalistischen Instinkt verlassen kann.","versions":[{"lang":1,"streams":[{"redirect":12917530,"hoster":"VOE"},{"redirect":8593418,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Schmetterling-Tattoo","epNo":4,"alt":"The Missing","descr":"Seine Aussetzer und seine Vergesslichkeit nehmen zu, weshalb Wallander sich heimlich neurologisch untersuchen lässt. Die Gedächtnislücken könnten ein Stress-Symptom sein, die Ärztin rät ihm zu einer Auszeit, doch der Fund einer zerstückelten Frauenleiche lässt Wallander keine Ruhe. Es handelt sich um die Überreste der jungen Prostituierten Nadia aus Moldawien. Die Spur führt zu dem mutmaßlichen Menschenhändler Tigran Perski, der junge Osteuropäerinnen mit dem Versprechen einer Modelkarriere ködert. Da dem ausgekochten Ganoven nichts nachzuweisen ist, reist der Kommissar spontan nach Moldawien, um mit den Angehörigen des Opfers zu sprechen. In einem regen E-Mail-Verkehr mit ihrer Schwester berichtete Nadia von einem glücklichen Leben in Schweden. Vor ihrem Tod hat sie sogar eine größere Geldsumme in die Heimat überwiesen. Wieder zurück in Ystad, findet Wallander jedoch ganz andere Hinweise: Nadia wurde von einem Freier so sehr gequält, dass sie sich medizinisch behandeln lassen musste. Der idealistische Arzt Bosse Herlitz, der im Frauenhaus Gewaltopfer unentgeltlich behandelt, kann sich merkwürdigerweise nicht an Nadia erinnern. Wallander fühlt dem Menschenfreund Dr. Herlitz auf den Zahn, worauf dieser sich bei Polizeichef Mattson beschwert. Nach Abschluss der gerichtsmedizinischen Untersuchung stellt sich heraus, dass Nadia im neunten Monat schwanger war. Von ihrem Kind fehlt aber jede Spur. Wallander kommt ein furchtbarer Verdacht. In diesem Fall wird Wallander mit dem traurigen Schicksal gnadenlos ausgebeuteter Osteuropäerinnen konfrontiert. Erschüttert muss der Kommissar zur Kenntnis nehmen, dass Gutmenschen und Sozialarbeiter zuweilen skrupelloser sind als Menschenhändler und Zuhälter.","versions":[{"lang":1,"streams":[{"redirect":8843057,"hoster":"VOE"},{"redirect":8593412,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Mordbrenner","epNo":5,"alt":"The Arsonist","descr":"Die Alzheimerdiagnose ist für Kurt Wallander ein schwerer Schlag. Mehr denn je stürzt der Kommissar sich in Arbeit, davon gibt es nach der Haftentlassung des berüchtigten Brandstifters Tommy mehr als genug. Der Junge kehrt auf den Bauernhof seiner Schwester Gunilla und seines Schwagers Svante zurück, auf dem noch in derselben Nacht ein Feuer ausbricht. Die aufgebrachten Bürger in Linby veranstalten ein Kesseltreiben gegen Tommy, nur Wallander glaubt fest an dessen Unschuld. Der Kommissar verdächtigt die Sportlehrerin Jurina Slavic, die durch Tommys letzten Brandanschlag im Gesicht gezeichnet ist und sich offenbar rächen will. Kurz darauf brennt in der Stadt ein Kiosk nieder, dessen Besitzer in den Flammen stirbt. Spuren am Tatort deuten darauf hin, dass der notorische Pyromane tatsächlich wieder gezündelt hat. Der mutmaßliche Brandstifter wird von einem Mob zusammengeschlagen und schwerverletzt ins Krankenhaus eingeliefert. Wallander glaubt noch immer nicht, dass der Junge hinter den Bränden steckt, doch die Arbeit fällt ihm zunehmend schwerer. Mühevoll muss er sich mit Notizzetteln behelfen, und gelegentlich verliert er sogar die Orientierung. Trotzdem findet er Hinweise darauf, dass Tommy etwas in die Schuhe geschoben werden soll.","versions":[{"lang":1,"streams":[{"redirect":8843070,"hoster":"VOE"},{"redirect":8593417,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abschied","epNo":6,"alt":"The Mourning Bird","descr":"Die bevorstehende Schließung der Polizeistation drückt auf die Stimmung der Kollegen in Ystad. Wallander ist in letzter Zeit ohnehin gereizt, doch das liegt an seiner fortschreitenden Alzheimer-Erkrankung, über die bislang nur seine Tochter Linda Bescheid weiß. Trotz eindringlicher Warnung der Ärztin, er möge endlich kürzertreten, stürzt der Kommissar sich mit Feuereifer in die Arbeit. Paolo Salino wurde entführt, doch es gibt seltsamerweise keine Lösegeldforderung. Der zwielichtige Besitzer eines Nobelrestaurants gilt als mutmaßlicher Drogendealer, gegen den die fähige junge Kollegin Jenny Blom aus Malmö seit geraumer Zeit ermittelt. Da jeder ihrer Informanten enttarnt wurde, vermutet sie, dass Salino von einem korrupten Kollegen in der Führungsetage gedeckt wird. Als sich herausstellt, dass Jenny selbst ihn entführte, um den Namen dieses Verräters zu erfahren, kann Wallander sie zur Freilassung Salinos bewegen. Unterdessen erfährt Dienststellenleiter Mattson von Wallanders Erkrankung und zwingt ihn zur sofortigen Niederlegung der Arbeit. Beim Räumen seines Schreibtischs begegnet er Salinos kleiner Tochter Iris. Von ihr erfährt er, dass der korrupte Polizist sich in unmittelbarer Nähe befindet.","versions":[{"lang":1,"streams":[{"redirect":8843074,"hoster":"VOE"},{"redirect":8593414,"hoster":"Streamtape"}]}]}]}]}