{"path":"/serie/stream/manon-20-jahre","name":"Manon, 20 Jahre","descr":"Manon (Alba Gaia Bellugi) ist inzwischen zwanzig Jahre alt und kämpft immer noch mit ihrer kriminellen Vergangenheit, als sie mit 15 ihre Mutter mit einem Messer angriff und in einem Erziehungsheim landete. Nun muss sie sich mit den unerwarteten Widrigkeiten eines \"angepassten Lebens\" arrangieren.","seasons":[{"path":"/serie/stream/manon-20-jahre/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/manon-20-jahre/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"","descr":"Manon ist 20 Jahre alt. Das Erziehungsheim und die kleinkriminelle Vergangenheit liegen hinter ihr. Sie ist stolz auf ihren Abschluss als Kfz-Mechatronikerin und möchte nun in ihrem Beruf arbeiten. Zwar kann sie im Vorstellungsgespräch mit ihrem Wissen punkten, aber auf einmal stellt sich ihr ein unerwartetes Problem in den Weg: Mädchen kann Werkstattleiter Hervé nicht gebrauchen – fürs Erste. Stattdessen wird sie mit einer Stelle als Empfangsdame im Kfz-Betrieb abgespeist. Zu viel für Manon. Diese bodenlose Ungerechtigkeit macht sie wütend. Sie lehnt ab. Voller Zorn sucht sie nach Halt bei ihrem Freund – und erwischt ihn mit einem anderen Mädchen. Hals über Kopf verlässt Manon ihn. Doch wo soll sie hin? Außer ihm hat die 20-Jährige niemanden. Zu ihrer Mutter kann sie nicht, und ihr Vater hat sich frühzeitig aus dem Staub gemacht. Manon schluckt ihren Stolz herunter und bewirbt sich doch um den Job am Empfang der Autowerkstatt. Auf Probe angestellt, strengt sich die eigentliche Mechatronikerin an, ihrem Chef Losmel alles recht zu machen, während sie innerlich tobt. Es fällt ihr nicht leicht, auf Knopfdruck zu lächeln, Demütigungen stillschweigend zu ertragen, ohne sich zu wehren, und dabei dauerhaft freundlich zu bleiben. In Jennifer, der Chef-Sekretärin, findet Manon jedoch schnell eine Vertraute, die ihr hilft, eine Wohnung zu finden. Die attraktive Frau ist geradezu auffallend entgegenkommend … Als Manon unter den Kunden eine alte Bekannte entdeckt, fällt sie aus allen Wolken. Lola, die Rädelsführerin im geschlossenen Heim, die zur Freundin wurde, steht plötzlich vor ihr. Kann sie mit ihr an die alten Zeiten anknüpfen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6374007","hoster":"VOE"}]}]},{"path":"/serie/stream/manon-20-jahre/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"","descr":"Zwischen Manon und ihrem Werkstatt-Kollegen Bruno liegt etwas in der Luft. Doch statt auf seine Annäherungsversuche einzugehen, stürzt sie sich immer tiefer in die leidenschaftliche Beziehung zu ihrer älteren Kollegin Jennifer. Als Bruno sie ein weiteres Mal nach Hause fährt und sie zu küssen versucht, kann Manon ihre Gefühle nicht mehr verbergen sie scheint wie ausgewechselt. Mit Lola, der ehemaligen Anführerin im Erziehungsheim, versucht Manon, alte Zeiten wiederauferstehen zu lassen. Der gemeinsame Theaterkurs, etwas, das die beiden Mädchen schon einmal zusammengeführt hatte, soll ein weiteres Mal ihre Bande stärken. Als Lola nicht auftaucht, nimmt Manon all ihren Mut zusammen und spricht auf der Bühne allein vor … Die Arbeit als Empfangsdame hält Manon kaum aus: Ihre Aufgaben werden ihr zu viel, die Kunden werden immer unerträglicher, und Hervé, der Werkstattleiter, verwickelt Manon in fiese Machtspielchen, obwohl sie nur auf sein Okay wartet. Er macht ihr immer deutlich, dass Frauen in der Werkstatt einfach nichts zu suchen haben. Die Umstände setzen Manon so zu, dass sie zusehends in alte Muster verfällt: Als sie wieder beginnt, wahllos Essen in sich hineinzustopfen, bleibt das von keinem der Kollegen unbemerkt. Aus Wut über die Ungerechtigkeiten, auch Betrug am Kunden in der Werkstatt, beginnt die junge Frau, Pläne zu schmieden, um sich an Hervé zu rächen, und bittet Bruno, ihr zu helfen. Doch der rät ihr zunächst von dem Rachefeldzug ab. Als Einziger bemerkt er Manons labilen Zustand und konfrontiert sie mit ihren Problemen. Er schlägt ihr vor, Kontakt zu ihrer Mutter Monique aufzunehmen ohne zu ahnen, was das bedeutet. Manon geht auf seinen Rat ein und lässt eine Begegnung zu. Manons Rachepläne an Hervé bleiben unterdessen jedoch nicht folgenlos","versions":[]},{"path":"/serie/stream/manon-20-jahre/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"","descr":"Manons Rachefeldzug ist zwar geglückt, aber die Folgen treffen sie hart: Sie wird gefeuert. Für den Moment wurde der jungen Frau der Boden unter den Füßen weggezogen. Doch Manon rafft sich auf, um richtig reinen Tisch zu machen. Sie stürzt sich in totale Ungewissheit und begibt sich auf die Suche nach ihrem unbekannten Vater. Mit Raffinesse schafft sie es, ein Treffen mit ihm zu arrangieren. In der Rolle der harmlosen Finderin seiner Brieftasche erfährt Manon von dem neuen Familienglück ihres Vaters und klärt ihn fürs Erste nicht über ihre Identität auf … Brunos Erwartungen an Manon als seine feste Freundin werden immer konkreter. Der Besuch bei seinen Eltern verläuft so gut, dass diese Manon gleich anbieten, auf ihrem Hof zu arbeiten. Parallel hat Bruno bereits gemeinsame Zukunftspläne geschmiedet, die Manon einzig mit einem Ja beantworten müsste. Ein sicheres Leben wäre zum Greifen nah. Doch unter dem Druck wachsen Manons Zweifel … Mutter Monique kann die Distanz zwischen sich und ihrer Tochter nicht akzeptieren. Kurzerhand fährt sie zur Werkstatt, um persönlich nachzuhaken, was Manon eigentlich so treibt. Dort überbringt Jennifer ausgerechnet ihr die Hiobsbotschaft: Manon ist schwanger und wurde gekündigt. Während sie sich für oder gegen die Schwangerschaft entscheiden muss, verliert Manon sich beinahe selbst. Ihre Mutter mischt sich in die Entscheidung der Tochter ein und versucht, ihr ihre Vorstellung von einem Neuanfang aufzudrängen. Auch Bruno legt Manon wohlwollend den Entwurf eines gemeinsamen Lebens vor. Doch keiner versteht Manon in ihrem starken Drang nach Selbstbestimmung. Immer mehr zieht sie sich zurück. Wird sie das Kind behalten?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6374013","hoster":"VOE"}]}]}]}]}