{"path":"/serie/stream/mantis","name":"M.A.N.T.I.S.","descr":"Nur knapp entgeht der engagierte Biophysiker Dr. Miles Hawkins dem Mordanschlag eines korrupten Polizisten. Hawkins kommt mit dem Leben davon, ist aber querschnittsgelähmt. Mit Hilfe seines Freundes und Partners John Stonebrake entwickelt er eine mechanisch-elektronische Hülle, mit deren Hilfe er sich wieder bewegen kann: das M.A.N.T.I.S. (kurz für \"Mechanical Augmented NeuroTransmitter Interactive System\"). Dank seiner enormen bio-elektrischen Energie verleiht der praktische Anzug Dr. Hawkins zudem unglaubliche übernatürliche Kräfte. Seine übermenschliche Kraft und Schnelligkeit machen den Biophysiker zu einem Superhelden, der in Ocean City für Recht und Ordnung sorgt.","seasons":[{"path":"/serie/stream/mantis/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mantis/staffel-1/episode-1","name":" Pilot","epNo":1,"alt":"M.A.N.T.I.S.","descr":"Dr. Miles Hawkins ist an den Rollstuhl gefesselt und überläßt die Laborarbeit seinem englischen Freund und Kollegen Stonebrake. Der macht plötzlich eine revolutionäre Entdeckung: Es gibt eine Möglichkeit, Befehle des Gehirns unter Umgehung verletzter Nervenbahnen direkt an einzelne Körperteile zu übermitteln. Damit wäre Hawkins geholfen. Das entscheidende Mittel ist ein spezieller Overall mit einem Helm, der die Impulse des Gehirns aufnimmt und auf die Muskeln überträgt. Dieser Anzug sorgt nicht nur dafür, daß Dr. Hawkins wieder gehen kann, es verleiht seinem Körper sogar übermenschliche Kraft und eine Schnelligkeit, die normalerweise undenkbar erscheint. Schon bald hat Hawkins Gelegenheit, seinen Overall, das \"Mechanical Augmented Neuro Transmitter Interactive System\", kurz M.A.N.T.I.S., auf seine Tauglichkeit zu prüfen, denn die Kriminalpolizistin Maxwell bittet den Wissenschaftler, ihm bei der Aufklärung einer Serie von mysteriösen Todesfällen zu helfen. Die Opfer sterben an einer Art Kristallisation des Blutes, das wiederum andere Menschen mit eben dieser Krankheit infiziert. Dr. Hawkins ist sich sicher, das es sich um die tödlichen Folgen eines biologischen Kampfstoffs handelt. Er selbst hat diese Waffe, auch unter dem Namen \"Lisboa X\" bekannt, einst für die Regierung entwickelt. Doch zusammen mit den dazugehörigen Antikörpern wurde \"Lisboa X\" vernichtet. Das Auftauchen der Krankheit beweist allerdings, das Kontingente des Kampfstoffes beiseite geschafft wurden. Nach den Indizien zu urteilen, findet weltweit ein schwunghafter Handel mit dem Gift statt.Maxwell, die mittlerweile selbst erkrankt ist, macht sich auf die Suche nach einem Gegenmittel. Hawkins und Stonebrake unterstützen sie nach Kräften, und auch der Fahrradkurier Savidge ist mit von der Partie. Er ist der erste, der Dr. Hawkins in seinem Superanzug gesehen hat und ihm wegen seines merkwürdigen Aussehens den Namen \"Mantis\" (engl. Gottesanbeterin\") gab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840455","hoster":"VOE"},{"path":"/redirect/8591466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-2","name":"Die Geburt","epNo":2,"alt":"First Steps","descr":"Dr. Miles Hawkins ist an den Rollstuhl gefesselt und überläßt die Laborarbeit seinem englischen Freund und Kollegen Stonebrake. Der macht plötzlich eine revolutionäre Entdeckung: Es gibt eine Möglichkeit, Befehle des Gehirns unter Umgehung verletzter Nervenbahnen direkt an einzelne Körperteile zu übermitteln. Damit wäre Hawkins geholfen. Das entscheidende Mittel ist ein spezieller Overall mit einem Helm, der die Impulse des Gehirns aufnimmt und auf die Muskeln überträgt. Dieser Anzug sorgt nicht nur dafür, daß Dr. Hawkins wieder gehen kann, es verleiht seinem Körper sogar übermenschliche Kraft und eine Schnelligkeit, die normalerweise undenkbar erscheint. Schon bald hat Hawkins Gelegenheit, seinen Overall, das \"Mechanical Augmented Neuro Transmitter Interactive System\", kurz M.A.N.T.I.S., auf seine Tauglichkeit zu prüfen, denn die Kriminalpolizistin Maxwell bittet den Wissenschaftler, ihm bei der Aufklärung einer Serie von mysteriösen Todesfällen zu helfen. Die Opfer sterben an einer Art Kristallisation des Blutes, das wiederum andere Menschen mit eben dieser Krankheit infiziert. Dr. Hawkins ist sich sicher, das es sich um die tödlichen Folgen eines biologischen Kampfstoffs handelt. Er selbst hat diese Waffe, auch unter dem Namen \"Lisboa X\" bekannt, einst für die Regierung entwickelt. Doch zusammen mit den dazugehörigen Antikörpern wurde \"Lisboa X\" vernichtet. Das Auftauchen der Krankheit beweist allerdings, das Kontingente des Kampfstoffes beiseite geschafft wurden. Nach den Indizien zu urteilen, findet weltweit ein schwunghafter Handel mit dem Gift statt. Maxwell, die mittlerweile selbst erkrankt ist, macht sich auf die Suche nach einem Gegenmittel. Hawkins und Stonebrake unterstützen sie nach Kräften, und auch der Fahrradkurier Savidge ist mit von der Partie. Er ist der erste, der Dr. Hawkins in seinem Superanzug gesehen hat und ihm wegen seines merkwürdigen Aussehens den Namen \"Mantis\" (engl. Gottesanbeterin\") gab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840448","hoster":"VOE"},{"path":"/redirect/8591464","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-3","name":"Die Armee des Untergrundes","epNo":3,"alt":"Tango Blue","descr":"Dr. Miles Hawkins besucht mit seinem Freund und Kollegen Stonebrake eine Wohltätigkeitsveranstaltung, als urplötzlich eine Bande paramilitärische organisierter Gangster hereinstürmt und die Gäste ausraubt. Was zunächst nach einen Überfall einer Straßengang aussieht, scheint noch andere Hintergründe zu besitzen. Denn Hawkins und Stonebrake finden heraus, daß ein Ex-Offizier namens Delance in den Raub verwickelt ist. Delance war Mitglied der Eliteeinheit \"Navy Seals\", bevor er unehrenhaft aus dem Dienst entlassen wurde, da er unter den Verdacht der Verschwörung zur Piraterie geriet. Nun plant er eine militärisch straff organisierte Operation, bei der er die Nuklearsprengköpfe eines russischen Zerstörers in seine Hände bringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840453","hoster":"VOE"},{"path":"/redirect/8591471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-4","name":"Hinein ins Tal des Todes","epNo":4,"alt":"Days of Rage","descr":"Die Polizistin Leora Maxwell bittet Dr. Hawkins um Hilfe. Es geht um den Bungee-Jumper Paul Bender. Er hatte einen von Maxwells Kollegen angegriffen und sich dabei wie ein wildes Tier aufgeführt. Bender wurde festgenommen, konnte jedoch wieder entkommen. Ein Blutprobe ergibt schließlich, daß der Flüchtige das neue Medikament ACTH-3 eingenommen hatte. Derzeit führt die nationale Drogenbehörde eine Versuchsreihe mit ACTH-3 durch. Angeblich soll die Substanz die Kapazitäten des menschlichen Gehirns erheblich erweitern. Die Wissenschaftler sind beeindruckt, doch was sie nicht wissen: Wer die Droge einmal genommen hat, darf sie nicht mehr absetzen – sonst wird er zum Raubtier! Der Wissenschaftler Dr. Lamar weiß von diesem gefährlichen Nebeneffekt, die Verantwortlichen eines Pharmakonzerns setzten ihn jedoch derartig unter Druck, daß er sein Wissen für sich behält. Nun bringt Dr. Hawkins ACTH-3 mit dem Fall Bender in Verbindung. Sofort legt er seinen Spezialanzug an, und als Superheld M.A.N.T.I.S. macht er sich an die Lösung des Falles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840449","hoster":"VOE"},{"path":"/redirect/8591472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-5","name":"Waffenstillstand","epNo":5,"alt":"Cease Fire","descr":"Vor 20 Jahren hatte sich Dr. Hawkins in die hübsche Miriam Basuto verliebt. Doch die Angebetete mußte die Vereinigten Staaten verlassen, um in ihrer afrikanischen Heimat den Mann, dem sie seit ihrer Kindheit versprochen war, zu heiraten. Ihr Mann wurde schließlich der Präsident ihres Landes. Doch vor drei Jahren fiel er einem Attentat zum Opfer. Miriam übernahm daraufhin das Präsidentenamt und wurde zu einer kräftigen Stimme der Demokratie in Afrika. Jetzt kommt sie zu einem offiziellen Besuch in die USA zurück, um für ihre politischen und humanitären Verdienste die Freiheitsmedaille zu empfangen. Aber natürlich will sie auch ihre alte Liebe Miles Hawkins wiedersehen. Savidge erhält den Auftrag, die Präsidentin und ihre Tochter Sena während ihres Staatsbesuchs zu beschützen, denn es besteht die Gefahr, daß Miriam von den Mördern ihres Mannes ebenfalls erschossen werden soll. Selbstverständlich wacht auch Hawkins in Gestalt der M.A.N.T.I.S. über seine Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840450","hoster":"VOE"},{"path":"/redirect/8591476","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-6","name":"Die Kampfmaschine","epNo":6,"alt":"Soldier of Misfortune (a.k.a. Virtually Falling Down)","descr":"Ein Senator und ein General fallen dem Attentat einer Roboters zu Opfer. Dieser mordende VRS (Virtual Reality Soldat) wurde einst entwickelt, weil er lebende Soldaten ersetzen sollte. Da die Polizei M.A.N.T.I.S. für den Attentäter hält, muß Dr. Hawkins eigene Ermittlungen starten. Hawkins weiß, daß der VRS einst von einem Computerspezialisten namens Michael Rompath gebaut wurde, denn Hawkins selbst setzte sich damals – zusammen mit den Opfern des Attentats – dafür ein, daß der Wissenschaftler sein gefährliches Projekt beendet. Könnte das ein Motiv für die Morde sein? Doch unglücklicherweise ist der Hauptverdächtige Rompath bereits tot – oder etwa nicht?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840452","hoster":"VOE"},{"path":"/redirect/8591478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-7","name":"Auf Leben und Tod","epNo":7,"alt":"Gloves Off (a.k.a. No Exit)","descr":"Die wunderschöne junge Sonya Storm führt ein äußerst schmutziges Geschäft: sie organisiert blutige Gladiatoren-Kämpfe in einem verlassenen Gebäude. Boxer Jack Mills ist einer ihrer Kämpfer. Da er enorme Spielschulden einzulösen hat, soll er kurz hintereinander zwei gefährliche Kämpfe absolvieren. Als er nach dem ersten furchtbar zusammengeschlagen wird, bittet er Sonya, sich zunächst auskurieren zu dürfen bevor er wieder in den Ring steigt. Aber Sonya ist eine gnadenlose Geschäftsfrau, sie hat Wetten in Millionenhöhe auf diesen Kampf laufen und sieht nicht ein, ihn abzusagen. Im Gegenteil erhofft sie sich ein besonders brutales Match – vielleicht sogar mit tödlichem Ausgang. Jacks Frau Terry ist völlig verzweifelt und versucht Kontakt zu Mantis aufzunehmen, damit er ihrem Mann hilft. Savidge und Stonebrake geben sich als wettsüchtige Spieler aus, um Mantis zu dem Boxkampf einzuschmuggeln. Aber schon an der Tür werden sie gefilzt und dürfen das Gebäude nicht betreten. Da schlägt der Gong bereits zur ersten Runde und Terry muß hilflos mit ansehen, wie ihr Mann gnadenlos zusammengeschlagen wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840451","hoster":"VOE"},{"path":"/redirect/8591474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-8","name":"Der schwarze Drache","epNo":8,"alt":"The Black Dragon","descr":"Eine neue Sportarena soll in Port Columbia gebaut werden. Hauptsponsor ist ein Japaner, und mit ihm zusammen kommt auch die Yakuza in die Stadt. Sofort liefern sich die Anhänger des organisierten Verbrechens aus Japan mit der ansässigen Mafia blutige Kämpfe. Als schließlich der Yakuza Kimodo Antonia Krieg, die Tochter des Mafia-Bosses, entführt, beschließt Mantis, sie zu retten, damit ein brutaler Bandenkrieg vermieden wird. Doch Mantis’ Rettungsaktion wird von den Yakuza vereitelt. Allerdings erregt Mantis’ Fähigkeit, Angreifer mit Hilfe seiner Dartpfeile einfrieren zu können, höchste Aufmerksamkeit beim Yakuza-Anführer Shimada. Er hält Mantis für die Reinkarnation des legendären Samurai Kuro Ryu – der schwarze Drache -, der niemals besiegt werden konnte. Schließlich arrangiert Stonebrake, der fließend japanisch spricht, ein Duell zwischen dem Entführer Kimodo und Mantis, bei dem es um die gekidnappte Antonia geht. Beide Kämpfer bereiten sich auf ihre eigene Art auf diesen allesentscheidenden Fight vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840454","hoster":"VOE"},{"path":"/redirect/8591475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-9","name":"Der Doppelagent","epNo":9,"alt":"To Prey in Darkness","descr":"Ein Nachrichtenteam des Fernsehens nimmt auf, wie M.A.N.T.I.S. einen von seinem Erzfeind Solomon Box geplanten Einbruch vereitelt. Box ist außer sich und schwört, M.A.N.T.I.S. zu vernichten. Derweil wird FBI-Agent Raymond Geary mit dem Auftrag betraut, M.A.N.T.I.S. zu fangen. Als Lieutenant Maxwell ihn mit Dr. Hawkins bekannt macht, erkennt Geary intuitiv, daß der Wissenschaftler eng mit dem geheimnisvollen Superhelden verbunden ist. Nachts bricht der Geheimagent in das Haus des gelähmten Biophysikers ein, um ihn mit seinem Verdacht zu konfrontieren. Immer wieder studiert Geary das Filmmaterial über M.A.N.T.I.S. und entdeckt dabei eine Figur, die im Schatten steht. Bald identifiziert er diese schemenhafte Gestalt als Taylor Savidge. Geary lauert Savidge in einer dunklen Allee auf und versucht mit brutalen Methoden, Informationen aus ihm herauszubekommen. Doch Savidge behauptet, nichts über M.A.N.T.I.S. zu wissen. Derweil hat auch Stonebrake die Gefahr, die von diesem penetranten Geheimagenten ausgeht, erkannt. Er versucht, seinen Freund Hawkins dazu zu überreden, die Stadt so schnell wie möglich zu verlassen. Aber Hawkins gesteht, daß er schon zu abhängig von der Macht seines Exo-Skeletts ist, das ihm Dinge ermöglicht, die er sich nie hätte träumen lassen. Lieber will er seinen Gegner mit einem Trick außer Gefecht setzen. Darum bastelt er eine M.A.N.T.I.S.-Puppe, die prompt von Gearys mächtiger Waffe zerfetzt wird. Dabei erkennt Hawkins, daß der angebliche Agent mit einer Waffe feuert, die sonst nur von Box’ Einbrechern benutzt wird. Doch bevor Hawkins etwas unternehmen kann, nimmt Geary Leora Maxwell als Geisel und droht, sie zu töten, falls Hawkins alias M.A.N.T.I.S. nicht aufgibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840456","hoster":"VOE"},{"path":"/redirect/8591477","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-10","name":"Feuer im Herzen","epNo":10,"alt":"Fire in the Heart","descr":"Als sich Fälle von Brandstiftung in der Nähe des örtlichen Sportzentrums mehren, nimmt Dr. Hawkins sich des Falles an. Durch Denise Coupland, die Besitzerin des Zentrums, lernt Hawkins den Teenager Tiger Robinson kennen, der jedesmal in nächster Nähe der Brandherde war. Auf Hawkins Wunsch hin überprüft Lieutenant Maxwell den Jungen. Sie findet heraus, daß Tigers Vater nachdem er im Krieg mit seinem Flugzeug abgestürzt war, mit einer geheimnisvollen experimentellen chemischen Flüssigkeit eingesprüht worden war. Zwar hatte er so den Unfall für ein paar Jahre überlebt, doch als Resultat der Behandlung hatten sich seine Chromosomen irreversibel verändert. Schließlich starb er, als Tiger fünf Jahre alt war. Kurze Zeit später kam Tigers Schwester bei einem Feuer, das in der Küche ausbrach, ums Leben, seine Mutter wurde schwer verletzt, nur der Junge blieb unversehrt. Hawkins Verdacht, der Junge müsse etwas mit dem Fall zu tun haben, erhärtet sich, doch ihm fehlt das Motiv des Jungen. Da erkennt er, daß Tiger von dem reichen Imobilienmakler Justin Battle dazu gezwungen wird, seine telekinetischen Fähigkeiten dazu zu benutzen, Gebäude in Brand zu stecken, die der Makler dann für wenig Geld aufkauft. Als Tiger sich weigert, eine Unterkunft für obdachlose Kinder in Brand zu stecken, droht Battle, Tigers gehbehinderte Mutter zu erschießen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840459","hoster":"VOE"},{"path":"/redirect/8591481","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-11","name":"Treibjagd, Teil 1","epNo":11,"alt":"Thou Shalt Not Kill (1)","descr":"Mantis’ Erzfeind Solomon Box hat Polizeichef Grant dazu gebracht, ein schwerbewaffnetes Heer von Cops auf Mantis anzusetzen. Als Stadtrat Griffey sich nicht an der Hatz beteiligen will, wird er einfach von einem von Box’ Handlangern aus dem Verkehr gezogen, wobei dieser den Mordverdacht auf Mantis lenkt. Derweil versucht Dr. Hawkins immer noch mit allen Mitteln, herauszufinden, wer vor zwei Jahren auf ihn geschossen und zu einem Leben im Rollstuhl verurteilt hat. Dabei findet er den Schuldigen ausgerechnet in den Reihen der Polizei. Als Lieutenant Maxwell einem Kollegen gegenüber den Verdacht äußert, Mantis sei unschuldig am Tod des Stadtrats, ahnt sie nicht, daß sie sich gerade dem Spitzel von Box anvertraut hat, der die Kugel auf Dr. Hawkins abgefeuert hatte. Nun befindet sich auch die engagierte Polizistin in höchster Lebensgefahr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840457","hoster":"VOE"},{"path":"/redirect/8591479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-12","name":"Treibjagd, Teil 2","epNo":12,"alt":"Revelation (2) (a.k.a. Inside Out)","descr":"Obwohl Mantis auf dem Dach von einem Schuß aus Solomon Box’ Kanone getroffen wurde, gelingt es ihm mit letzter Kraft zu fliehen, während Stonebrake und Savidge die Stadt nach ihm durchkämmen. Unterdessen kann Paul Warren kurz vor seinem Tod Detective Hetrick über Box aufklären und ihm beweisen, daß Mantis unschuldig ist. Derweil lesen Stonebrake und Savidge den verletzten Mantis auf, der sie aufgrund eines Gedächtnisverlustes allerdings nicht erkennt und sie vorübergehend kaltstellt, um sich wieder auf die Suche nach Box zu machen. Bei Box Industries bricht er schließlich völlig geschwächt zusammen und wird schließlich von Leora Maxwell gestellt und demaskiert. Nun muß Mantis sie um jeden Preis von seiner Unschuld überzeugen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840458","hoster":"VOE"},{"path":"/redirect/8591480","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-13","name":"Das Tor zur anderen Welt","epNo":13,"alt":"Through the Dark Circle","descr":"Taylor Savidge und seine Freundin Corinne entdecken bei einer Fahrradtour ein abgelegenes Gebäude, das laut Beschilderung auf Regierungsgelände steht. Die beiden erkunden das Gebäude, als plötzlich wie aus dem Nichts schwarzgekleidete Männer auftauchen und sie an einen unbekannten Ort verschleppen. Dr. Miles Hawkins und John Stonebrake bekommen ein Signal von Taylors Sender und folgen seiner Spur. Auf dem abgelegenen Gelände wird Miles von schwarzgekleideten Männern angegriffen, die jedoch verschwinden, als eine Polizeistreife vorbeikommt. Als auch John plötzlich verschwindet, stellt Miles Nachforschungen an und muß feststellen, daß die Regierung nichts von einem Projekt auf dem fraglichen Gelände weiß. Schließlich wird auch noch Leora Maxwell entführt. Als Mantis kehrt Miles an den mysteriösen Ort zurück, um das Verschwinden seiner Freunde aufzuklären, doch was er dort entdeckt, ist selbst für Mantis unfaßbar. Die schwarzgekleideten Männer sind Besucher aus einer anderen Dimension – und sie haben ihre eigenen Pläne für die Zukunft der Menschheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840463","hoster":"VOE"},{"path":"/redirect/8591482","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-14","name":"Der Zeitsprung","epNo":14,"alt":"The Eyes Beyond","descr":"Miles Hawkins und John Stonebrake testen ein neues Gerät, das die Chrysalide wie eine Tarnkappe für jede Form von Radar unsichtbar machen soll. Bei dem Test verliert Hawkins für kurze Zeit die Kontrolle über das Flugzeug und den Funkkontakt. Als er zum Unterwasser-Labor zurückkehrt, muß er feststellen, daß sich dort alles verändert hat. Die Chrysalide ist 32 Jahre in die Zukunft geschleudert worden. Die Welt, in die Hawkins alias M.A.N.T.I.S. eintaucht ist eine Schreckensvision. Ganz Port Columbia steht unter der totalen Kontrolle des \"Großen Auges\". Der Widerstand gegen diesen Roboter regt sich nur noch sporadisch, seit fünf Jahre zuvor die führende Figur der Rebellion, Taylor Savidge, verhaftet wurde. Als das Auge vom plötzlichen Auftauchen Hawkins’ erfährt, kündigt es die Exekution von Savidge an. Mantis hat nun die Qual der Wahl: Entweder mit den verbliebenen Weggefährten von Savidge und der Chrysalide in den Kampf gegen das Auge ziehen oder einen Weg zurück in die Vergangenheit zu suchen, um all das Geschehene zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840461","hoster":"VOE"},{"path":"/redirect/8591484","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-15","name":"Der Mann ohne Gesicht","epNo":15,"alt":"Faces in the Mask","descr":"Die Softwareschmiede Micropower, einst als Kleinfirma von fünf Studenten gegründet, hat ihre Gründer zu millionenschweren Geschäftsleuten gemacht. Edward Pascal, einer von ihnen verschwand vor Jahren spurlos, als er mit seinem selbstgebauten Flugzeug unterwegs war. Eines Tages wird einer der anderen Geschäftsfreunde in einem Papierflugzeug vom Dach eines Gebäudes geworfen, ein weiterer scheint aus dem Fenster seines Badezimmers in den Tod gesprungen zu sein. Nach diesen beiden bizarren Vorfällen berät sich Leora Maxwell mit Miles Hawkins, weil ihr neben beiden Körpern seltsame Brandspuren aufgefallen sind. Zur Sicherheit werden die beiden noch lebenden Micropower-Gründer Lanier und Macefield versteckt. Lanier vertraut sich kurz darauf einem Priester an, dem er gesteht, daß er die Schuld an Pascals Verschwinden hat. Er manipulierte sein Flugzeug in der Absicht, seinen Kompagnon umzubringen. Der tödliche Absturz sollte wie ein durch einen Blitzeinschlag herbeigeführter Unfall aussehen. Wie soll Lanier ahnen, daß Pascal den Anschlag überlebt hat, und er – Lanier -sich gerade dem als Priester getarnten Pascal anvertraut hat. MANTIS kommt Pascal, der bei dem \"Unfall\" sein Gesicht verloren hat und seitdem eine ausgeklügelte elektronische Maske trägt, zwar auf die Spur, aber er erreicht die Kirche zu spät. Pascal hat bereits begonnen, seinen Rachefeldzug fortzusetzen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924407","hoster":"VOE"},{"path":"/redirect/8591483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-16","name":"Die Seewespe","epNo":16,"alt":"The Sea Wasp","descr":"Dr. Marisa Savoy arbeitet daran, eine halb menschliche halb amphibische Spezies zu erschaffen. Bei Versuchen an ihren Laborassistenten und an sich selbst, kreuzt sie menschliche DNA mit derjenigen einer tödlichen Qualle, der Seewespe. Das der Seewespe entnommene Serum enthält Pheromone, welche die animalische Anziehungskraft der Biologin derart steigert, daß kein Mann ihr widerstehen kann, gleichzeitig wird jedoch ihre Lebenserwartung drastisch verkürzt. Darum müssen Marisa und ihre Assistenten Menschen töten, denen sie dann Androgene entziehen. Nur mit deren Hilfe können sie ihre Lebenserwartung künstlich verlängern. Das Labor von Dr. Hawkins wird mit der Untersuchung der unter mysteriösen Umständen zu Tode gekommenen Leichen beauftragt, und Dr. Stonebrake findet heraus, daß die Toten alle an Seewespengift gestorben sind. Währenddessen hat Marisa schon ihre tödlichen Fänge nach Dr. Miles Hawkins ausgestreckt. Sie trifft sich mit ihm und zieht ihn mit Hilfe ihrer übermäßigen Pheromone völlig in ihren Bann. Ist Hawkins nun dazu verurteilt, ihr willenund skrupelloser Sklave zu sein?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840460","hoster":"VOE"},{"path":"/redirect/8591485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-17","name":"Wettlauf gegen das Leben","epNo":17,"alt":"Progenitor","descr":"Einst hatte Miles Hawkins mit dem Genforscher Michael Angelides an einem gemeinsamen Projekt gearbeitet, bei dem sie versuchten, Menschen anhand ihres DNA-Stranges zu duplizieren. Aber beide brachen aus ethischen Gründen die Experimente ab. Miles zerstörte seine Untersuchungsergebnisse, aber Angelides konnte der Versuchung, Gott zu spielen doch nicht widerstehen und klonte sich selbst. Der skrupellose Replikant tötet Dr. Angelides und ist nun besessen von der Idee, auch Dr. Hawkins Ergebnisse an sich zu bringen. Kurzerhand stellt er einen Klon von Hawkins her, entführt den Wissenschaftler und ersetzt ihn durch den Replikanten. Während der \"echte\" Miles Hawkins von Angelides Klon in einer Verpackungsfirma für Eisboxen gefangen gehalten wird, wundert sich John Stonebrake über seinen völlig veränderten Mitarbeiter im Labor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840464","hoster":"VOE"},{"path":"/redirect/8591488","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-18","name":"Der elektrische Mann","epNo":18,"alt":"Switches","descr":"Kurz bevor er auf den elektrischen Stuhl gebracht wird, erhält Gerald Raven von einem Priester die Heilige Kommunion. Keiner der Anwesenden ahnt, daß der Geistliche in Wirklichkeit Ravens Komplize ist, der ihm ein Modul in Form der Hostie verabreicht hat. Dieses Modul verhindert, daß Raven von der Elektrizität getötet wird. Im Gegenteil verbreitet sein Körper nun selbst starke elektrische Ströme. Von allen für tot gehalten, macht Raven sich auf die Suche nach dem Richter, der sein Todesurteil verkündet hatte, und tötet ihn durch Elektroschocks. Als nächstes steht Lieutenant Leora Maxwell auf seiner Todesliste, die Polizistin, die ihn überführt hat. Knapp entkommt sie dem blutrünstigen Rächer, als sie jedoch mit ihrer Geschichte bei den Kollegen auftaucht, halten alle sie für verrückt. Nur Hawkins glaubt ihr und bietet seinen Schutz an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840465","hoster":"VOE"},{"path":"/redirect/8591489","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-19","name":"Aufstand der Kinder","epNo":19,"alt":"The Delusionist","descr":"Der fahrende Magier Randy Ferrill kommt mit seinem außergewöhnlichen Zauberprogramm in die Stadt und tritt in einigen örtlichen Schulen auf. Mit im Gepäck hat er eine Gedanken manipulierende Maschine, die von seinem Vater, einem Wissenschaftler, erfunden worden ist. Dieser psychokinetische Apparat verursacht Massenhalluzinationen. Ferrill hypnotisiert mit dieser Maschine seine Zuschauer und macht sie glauben, Karten könnten zu Sternenstaub explodieren und Menschen würden plötzlich verschwinden und dann wieder auftauchen. Aber das Publikum sieht auch merkwürdige, beunruhigende Dinge. Nach einer Weile verändert sich die Persönlichkeit der Schüler, die von Ferrill hypnotisiert worden sind, und die Gewalttätigkeit an den Schulen nimmt in erschreckendem Maße zu. Als Leora Maxwells Schwester in Mitleidenschaft gezogen wird, wendet sich die Polizistin an M.A.N.T.I.S.. Währenddessen wird Zauberer Randy durch den stetigen Mißbrauch seiner Apparatur immer destruktiver. Er versucht die von ihm manipulierten Kinder und deren Eltern zu einem Massenselbstmord zu treiben. M.A.N.T.I.S. bleibt nicht mehr viel Zeit, den Wahnsinnigen zu stoppen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840467","hoster":"VOE"},{"path":"/redirect/8591487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-20","name":"Schneller als das Auge","epNo":20,"alt":"Fast Forward","descr":"Direkt vor den Augen der Polizei wurde die Bank in Port Columbia ausgeraubt, die Börse gestört und der Juwelierladen ausgeräumt. Da die Polizei völlig ratlos ist, wendet sich Lieutenant Maxwell an Hawkins, dessen Team ihr helfen soll, den \"unsichtbaren Verbrecher\" dingfest zu machen. Bei den Untersuchungen der Tatorte entdecken Hawkins und Stonebrake atomare Anomalien. Mit Hilfe eines Elektronenmikroskops stellen die Wissenschaftler fest, daß sich die Moleküle einzelner Gegenstände, die der Täter berührt hat, in einem Zustand rapide fortschreitender Zersetzung befinden. Eine heiße Spur führt zu dem \"Abfallwissenschaftler\" B.B. Rantzer, der an der Beschleunigung der biologischen Abbaubarkeit von Müll arbeitet. Aber der Wissenschaftler erzählt Hawkins, er habe seine Forschung beenden müssen, als ihm die öffentlichen Gelder gestrichen wurden. Doch Hawkins findet schließlich den wahren Grund: Rantzer hat seine Experimente abgebrochen, weil bei einer Explosion seine Frau ums Leben kam. Gleichzeitig kam der Müllexperte mit einer bizarren chemischen Lösung in Kontakt, die von Zeit zu Zeit die Moleküle seines Körpers derart beschleunigt, daß der Rest der Welt stillzustehen scheint, während Rantzer sich in für das Auge nicht nachvollziehbarer Geschwindigkeit bewegt. Nun hat das M.A.N.T.I.S.-Team den \"unsichtbaren Verbrecher\" gefunden, aber wie sollen sie den High-Speed-Wahnsinnigen stoppen, der aus Rache für den Tod seiner Frau die ganze Stadt in Schutt und Asche legen will?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840466","hoster":"VOE"},{"path":"/redirect/8591486","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-21","name":"Das Spinnennetz","epNo":21,"alt":"Spider in the Tower","descr":"Der Vorsitzende der Tranquility Corporation, Flayton Ruell, eröffnet ein neues Welthauptquartier seiner Gesellschaft in Port Colombia. Zum Eröffnungsempfang wird alles eingeladen, was in der Stadt Rang und Namen hat. Doch während des Fests macht Dr. Miles Hawkins einige merkwürdige Beobachtungen: Einige Gäste, u.a. der Bürgermeister und der Polizeichef, kehren nach kurzer Abwesenheit mit einer Schnittwunde an der Stirn zurück. Was jedoch noch keiner ahnt: Flayton Ruell arbeitet im Auftrag der \"Männer in Schwarz\". Diese Außerirdischen aus einem Paralleluniversum setzen erneut zu einem Schlag an, um Miles Hawkins ihrem Willen zu unterwerfen oder ihn notfalls zu vernichten. Schritt für Schritt macht der skrupellose Ruell sich daran Hawkins Welt zu zerstören. John Stonebrake wird gnadenlos niedergeschossen, Leora Maxwell entführt und manipuliert. Schließlich begibt sich Miles in das spinnennetzähnliche Hauptquartier Ruells …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9207813","hoster":"VOE"},{"path":"/redirect/8591493","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-22","name":"Aus grauer Vorzeit","epNo":22,"alt":"Ancestral Evil","descr":"Miles Hawkins und John Stonebrake haben einen Computer entwickelt, der aus dem genetischen Code eines Menschen, ein holographisches Bild dessen genetischer Vorfahren entwickelt. Ein erster Probelauf mit Stonebrakes DNA fördert interessante Bilder zutage, die Licht auf seine keltische Vergangenheit werfen. Wegen eines Stromausfalles muß das Experiment jedoch unterbrochen werden. Als sich nachts unvermittelt der Strom wieder einschaltet, läuft das Programm unbeaufsichtigt weiter und erzeugt einen dreidimensionalen Vorfahren aus Stonebrakes keltischem Erbe. Dieser 2000 Jahre alte Druide lebt! Unbemerkt stiehlt er sich aus dem Labor und beginnt sein Eigenleben in der modernen Welt mit wahren Schreckenstaten. Um seine gewohnte Machtposition zu erreichen tötet er Richter des Obersten Gerichtshofes. Ein seltsamer Kultgegenstand, der bei den Leichen gefunden wird, bringt Miles Hawkins auf die Spur des Druiden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840468","hoster":"VOE"},{"path":"/redirect/8591490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mantis/staffel-1/episode-23","name":"Der Unsichtbare","epNo":23,"alt":"Ghost of the Ice","descr":"Während eines Routinefluges mit der Chrysalide treten plötzlich technische Probleme auf, so daß Hawkins und Stonebrake auf einer Hochebene in den kanadischen Wäldern notlanden müssen. Dabei verstaucht sich Stonebrake den Knöchel, während Hawkins Exo-Skelett eine Funktionsstörung erleidet. Eine Rückkehr in die mehrere Tagesmärsche entfernte Zivilisation ist deshalb schlecht möglich. So versuchen die beiden Männer, wenigstens vor Einbruch der Dunkelheit irgendwo Schutz zu finden. Bei ihrer mühsamen Wanderung merken sie, daß sie von einer seltsamen Kreatur verfolgt werden. Sehen können sie ihren Verfolger jedoch nicht. Endlich gelangen sie an die Hütte des Trappers O’Bannon. Dieser erzählt ihnen voller Panik von dem \"unsichtbaren Wesen\", das ihn selbst schon attackiert hat. Dieses gigantische Ding sei in der Lage, einen Grizzlybären mit einem einzigen Schlag zu töten, erzählt O’Bannon, der den unheimlichen Waldbewohner \"Harvey\" getauft hat. Der Trapper führt Hawkins und Stonebrake zu einem Kokon, aus dem Harvey \"geschlüpft\" ist. Diese Hülle stammt aus dem Eis eines Gletschers und ist mehrere Millionen Jahre alt. Derweil hat Savidge von dem Unfall erfahren. Da es ihm nicht gelingt, Kontakt zu Miles und John aufzunehmen, macht er sich mit Leora Maxwell auf die Suche nach den Vermißten. Als sie ahnungslos in den Wäldern landen, geraten sie prompt in das Jagdrevier des gräßlichen Harvey …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8840470","hoster":"VOE"},{"path":"/redirect/8591491","hoster":"Streamtape"}]}]}]}]}