{"seriesId":"maou-jou-de-oyasumi","name":"Maou-jou de Oyasumi ","descr":"[Sleepy Princess in the Demon Castle] Vor langer Zeit, als Menschen und Dämonen in Zwietracht zusammenlebten, entführte ein Dämonenkönig eine menschliche Prinzessin und sperrte sie in sein Schloss ein. Ihre Untertanen leben seitdem, gequält durch den Verlust von Prinzessin Syalis, in Angst – bis ein Held auftaucht, der die Rettung der Prinzessin anführen will! Aber was kann eine inhaftierte Prinzessin solange tun, während sie auf ihren Ritter in glänzender Rüstung wartet? Die Teddybärenwächter mit Fledermausflügeln sind ja schon ein guter Anfang, sich die Zeit zu vertreiben, aber so eine Kerkerzelle ist doch ein sehr langweiliger Ort! Also beschließt sie, die langen Stunden des Wartens durch Schlaf zu verkürzen. Wenn sie es sich doch nur bequem machen könnte und nicht an einer Schlafstörung litte …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Sleepless Princess of the Castle","descr":"Prinzessin Syalis wurde aus ihrem Zuhause, dem Königreich Schlummertopia, von Dämonenkönig Zwielicht entführt. Fortan muss sie ihre Tage im Dämonenschloss als Geisel der Dämonen verbringen.","versions":[{"lang":3,"streams":[{"redirect":14517550,"hoster":"VOE"},{"redirect":14436447,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Princess and Furious Fluff","descr":"Während der Held und seine Gefährten weiterhin Hürden auf ihrer Reise zu bewältigen haben, sucht die Prinzessin nach anderen Methoden um komfortabel in den Schlaf zu fallen.","versions":[{"lang":3,"streams":[{"redirect":14517526,"hoster":"VOE"},{"redirect":14436445,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"The Princess and Forbidden Knowledge","descr":"Prinzessin Syalis ist mal wieder aus ihrer Zelle ausgebrochen und sucht nach neuen Magieitems, um für Chaos im Dämonenschloss zu sorgen.","versions":[{"lang":3,"streams":[{"redirect":14517527,"hoster":"VOE"},{"redirect":14436448,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"The Princess, Destruction, and a Short Journey","descr":"In Anbetracht der Umstände, in denen Prinzessin Syalis im Dämonenschloss leben muss, sucht sie sich ein paar Luxusartikel, um ihre Zelle aufzupeppen.","versions":[{"lang":3,"streams":[{"redirect":14517529,"hoster":"VOE"},{"redirect":14436451,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The Princess and Female Warriors","descr":"Die Kriegerinnen kehren zum Dämonenschloss zurück und darunter auch Harpy, die sie sich so sehr eine Freundin wünscht. Dann begegnet sie der Prinzessin.","versions":[{"lang":3,"streams":[{"redirect":14517549,"hoster":"VOE"},{"redirect":14436450,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"The Princess’ Unwavering Choice","descr":"Da der Held und seine Gefährten Schwierigkeiten auf ihrem Weg zum Dämonenschloss haben, wollen sich die Zehn Oberfürsten etwas einfallen lassen, um ihnen zu helfen.","versions":[{"lang":3,"streams":[{"redirect":14517528,"hoster":"VOE"},{"redirect":14436452,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Even More Sleepless Princess of the Castle","descr":"Prinzessin Syalis wacht auf und findet sich in einem völlig anderen Schloss wieder. Was ist passiert und wird sie zum Dämonenschloss zurückkehren können?","versions":[{"lang":3,"streams":[{"redirect":14517531,"hoster":"VOE"},{"redirect":14436454,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"The Princess and the Frightful Demon Nightmare","descr":"Im Dämonenschloss unterbricht Prinzessin Syalis eine wichtige Versammlung der Zehn Oberfürsten. Sie erzählt ihnen von ihrem schrecklichen Traum.","versions":[{"lang":3,"streams":[{"redirect":14517545,"hoster":"VOE"},{"redirect":14436455,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The Princess and Hostage Training Week","descr":"Es wird Zeit für die Prinzessin, sich wie eine richtige Geisel zu benehmen. Deshalb startet der Dämonenkönig die Geiseltrainingswoche, um die Prinzessin darin zu schulen.","versions":[{"lang":3,"streams":[{"redirect":14517522,"hoster":"VOE"},{"redirect":14436453,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"The Princess in Endopolis","descr":"Die Prinzessin ist fest entschlossen, das neuste Schlafzubehör der Menschenwelt in die Finger zu bekommen. Dazu flieht sie in einem Affentempo aus dem Dämonenschloss.","versions":[{"lang":3,"streams":[{"redirect":14517532,"hoster":"VOE"},{"redirect":14436457,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"The Princess and Troubling Dreams","descr":"Die Prinzessin fühlt sich ausgelaugt, egal wie viel sie schläft. Ihre verstörenden Träume helfen ihr nicht dabei, einen ruhigen Schlaf zu finden.","versions":[{"lang":3,"streams":[{"redirect":14517548,"hoster":"VOE"},{"redirect":14436456,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Sleeping Princess of the Demon Castle","descr":"Weihnachten steht bevor und die Prinzessin will in ihr altes Schloss zurück, um ihr Lieblingsbaumwollhöschen zu holen. Der Dämonenkönig und Dämonenkleriker begleiten sie.","versions":[{"lang":3,"streams":[{"redirect":14517525,"hoster":"VOE"},{"redirect":14436463,"hoster":"Streamtape"}]}]}]}]}