{"path":"/serie/stream/marcella","name":"Marcella","descr":"Marcella Summers ist eine Polizistin Ende 30. Vor zwölf Jahren entschied sie sich, ihre ehrgeizigen Karrierebestrebungen sausen zu lassen, um eine Familie zu gründen. Nun nimmt die in ihren Grundfesten erschütterte Frau ihre Arbeit als Mordermittlerin bei der Metropolitan Police wieder auf: Marcellas Ehe wurde abrupt vom Ehemann beendet, ihren Kindern ist sie entfremdet. So kehrt sie an den Arbeitsplatz zurück und versucht, sich gleichzeitig darüber klar zu werden, was in ihrem Leben eigentlich geschehen ist.Marcellas erster Fall beschäftigt sich mit einer Serie von ungeklärten Morden. Marcella ermittelte bereits vor mehr als einem Jahrzehnt in einem Fall mit ähnlicher Vorgehensweise des Täters, wurde damals aber unter anderem von einer Schwangerschaft ausgebremst.Die Frage ist nun, ob der damalige Killer zurückgekehrt ist oder ob es sich um einen Nachahmungstäter handelt. Im Zentrum von \"Marcella\" soll die Psyche der allein arbeitenden Ermittlerin stehen, die sich mit einer breiten Palette von Verdächtigen befassen muss.Auf der Suche nach sich selbst wendet Marcella aber auch Detective-Taktigen gegenüber ihrem Ex an und versucht zu ergründen, warum er die Ehe beendete.","seasons":[{"path":"/serie/stream/marcella/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/marcella/staffel-1/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Nach elf Jahren Abwesenheit vom Dienst wird Marcella Backland (Anna Friel) wieder in die unerbittliche Arbeit bei der Polizei gezogen, weil ihr letzter Fall eine neue Wendung erhält: Der Grove Park Killer treibt erneut sein Unwesen und muss aufgehalten werden. Sie vermutet, dass der Hauptverdächtige von vor elf Jahren dahinter stecken könnte, doch könnte sie sich vielleicht irren?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843201","hoster":"VOE"},{"path":"/redirect/8593430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Die Gibsons verfallen in Panik, als Grace vermisst wird. Marcella (Anna Friel) versucht derweil herauszufinden, was sich wirklich abgespielt hat und wohin das Mädchen verschwunden ist. Cara (Florence Pugh) kehrt indes nach Hause zurück, weiß aber nicht, dass sie sich in großer Gefahr befindet. Ihr neuestes Diebesgut könnte nämlich unschöne Konsequenzen nach sich ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843206","hoster":"VOE"},{"path":"/redirect/8593433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Die Leiche von Grace (Maeve Dermody) wird gefunden, woraufhin Marcella (Anna Friel) versucht, ruhig zu bleiben. Sie war die letzte, die Grace lebendig gesehen hat, was sie zu einer Verdächtigen macht. Während Graces Familie sich mehr und mehr entzweit und neue Geheimnisse ans Licht der Wahrheit kommen, wird Peter (Ian Puleston-Davies) aus dem Gefängnis entlassen, der sofort Maddy (Laura Carmichael) aufsucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843207","hoster":"VOE"},{"path":"/redirect/8593432","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Polizei bekommt neue Hinweise im Fall der Grove-Park-Morde, während Marcella (Anna Friel) versucht, den Taxifahrer zu finden, von dem sie glaubt, er könnte sie in der Mordnacht gesehen haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843199","hoster":"VOE"},{"path":"/redirect/8593435","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Mo (Yasen Atour) gibt der Polizei die Verantwortung für den Tod von Hassan (Youssef Kerkour), während Marcella (Anna Friel) einen Triumph über Peter Cullen (Ian Puleston-Davies) feiert, indem sie endlich die Information über den Tod von Grace bekommt, die sie so lange gesucht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13096373","hoster":"VOE"},{"path":"/redirect/8593439","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Das nächste Opfer des Mörders ist ein sechsjähriges Mädchen, was Marcella (Anna Friel) niederschmettert. Jedoch findet sich auch ein DNA-Hinweis - die bisher vielversprechendste Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843197","hoster":"VOE"},{"path":"/redirect/8593434","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Nachdem Mo (Yasen Atour) seinen Bruder tot aufgefunden hat, konfrontiert er Marcella (Anna Friel).\r\rSie hat indes Zweifel hinsichtlich der polizeilichen Ermittlung zu Yann (Tobias Santelmann).","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843208","hoster":"VOE"},{"path":"/redirect/12720770","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-1/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Während ihrer verzweifelten Suche nach Matthew (Ben Cura) befragt Marcella (Anna Friel) Henry (Henry Lloyd) in dessen Zuhause.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843210","hoster":"VOE"},{"path":"/redirect/8593438","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marcella/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/marcella/staffel-2/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"Fünf Monate sind vergangen und Marcella (Anna Friel) ermittelt in einem neuen Fall. Hinter einer Wand wird die Leiche eines Siebenjährigen entdeckt. Leo Priestley wird seit zwei Jahren vermisst und war ein Schulfreund von Marcellas Sohn Edward, mit dem er am Tag seines Verschwindens eigentlich nach Hause laufen sollte.\r\rMarcella hat schnell den bereits früher als Kinderschänder verurteilten Phil Dawkins (Peter Sullivan) im Verdacht, der jedoch angibt, seine pädophilen Gelüste unter Kontrolle zu haben. Doch die Ermittlerin zweifelt an seinen Beteuerungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843215","hoster":"VOE"},{"path":"/redirect/8593444","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Marcella (Anna Friel) beschließt, die Wurzel ihrer Blackouts zu finden.\r\rDie Entdeckung einer weiteren Leiche veranlasst das Team indes, zu hinterfragen, mit welcher Sorte Mörder man es zu tun hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843218","hoster":"VOE"},{"path":"/redirect/8593437","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Marcella (Anna Friel) setzt alles daran, Phil Dawkins (Peter Sullivan) zur Strecke zu bringen. Ihre Jagd zeitigt jedoch tragische Konsequenzen, woraufhin sie alles infragestellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843251","hoster":"VOE"},{"path":"/redirect/8593446","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Adam (Oaklee Pendergast) kann aus seiner Gefangenschaft entkommen, er verliert jedoch das Bewusstsein, als er sich auf die Flucht vor seinen Peiniger begibt. Marcella (Anna Friel) konfrontiert derweil Reg (Nigel Planer), während Phil (Peter Sullivan) ein klares Ziel vor Augen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924633","hoster":"VOE"},{"path":"/redirect/8593440","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Kevin Hoffs und sein blauer Lastwagen werden verlassen aufgefunden, der bereits seit mehreren Stunden nicht von der Stelle bewegt wurde. Das Team untersucht gleichzeitig die Anrufe von Adam (Oaklee Pendergast), wodurch sie auf eine weitere Verbindung zu ihrem Fall stoßen. Die Aufzeichnungen offenbaren, dass Adam tatsächlich von seinem Vater misshandelt wurde. Dieser hat jedoch ein Alibi für mehrere unterschiedliche Vorfälle. Marcella (Anna Friel) und Maya (Victoria Smurfit) arbeiten zusammen, trotz ihrem Verhältnis zu Tom Williamson.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843235","hoster":"VOE"},{"path":"/redirect/8593445","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Die Beweislast gegen Vince (Jason Hughes) wird immer erdrückender und er erkennt, dass Eric (Josh Herdman) die Lösung für seine Probleme sein könnte.\r\rKarim wird noch immer vermisst und das Team entdeckt eine Spielzeugkiste, die genauso aussieht, wie die, die neben der Leiche gefunden wurden.\r\rVince überrascht Marcella (Anna Friel) mit der Nachricht, dass seine Frau mit Tim Williamson (Jamie Bamber) geschlafen hat. Der Interessenskonflikt wird offensichtlicher als die Ermittlungen des Teams von Maya (Victoria Smurfit) weggelenkt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843233","hoster":"VOE"},{"path":"/redirect/8593448","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Marcella (Anna Friel) will Nigel Stafford (Andrew Tiernan) befragen. Als um sein Haus herumläuft, findet sie ein kleines Grab bevor sie durch die offene Tür ins Haus eintritt. Dort erwartet sie Nigel - mit einem Messer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843242","hoster":"VOE"},{"path":"/redirect/8593442","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-2/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Eric (Josh Herdman) wird von der Polizei verhört und Marcella (Anna Friel) und ihr Team befragen ihn wegen seiner Konfrontation mit Dr. Lewis (Vivienne Gibbs). Er erklärt, dass er dachte, sie hätte etwas mit Gails Verschwinden zu tun wegen Joel Lawrence (David Proud). Bei weiteren Ermittlungen entdeckt Marcella eine Narbe auf Joels Brust und ist überrascht, mit wem er verwandt ist.\r\rAls sie zum Haus des Mörders kommt, klingelt dort Edwards Telefon.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843232","hoster":"VOE"},{"path":"/redirect/8593450","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marcella/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/marcella/staffel-3/episode-1","name":"Folge 1","epNo":1,"alt":"Episode 1","descr":"18 Monate sind vergangen. Marcella spioniert nun in Belfast als Undercover-Agentin eine einflussreiche Familie aus, die in dubiose Machenschaften verwickelt ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705451","hoster":"VOE"},{"path":"/redirect/13705447","hoster":"Doodstream"},{"path":"/redirect/13705449","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-2","name":"Folge 2","epNo":2,"alt":"Episode 2","descr":"Marcella wird auf der Straße erkannt und entdeckt eine seltsame Botschaft an ihrem Auto. Nach der Ankunft von Chief Sangha in Belfast muss Bobby seine Spuren verwischen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705448","hoster":"VOE"},{"path":"/redirect/13705457","hoster":"Doodstream"},{"path":"/redirect/13705455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-3","name":"Folge 3","epNo":3,"alt":"Episode 3","descr":"Marcella erhält ein anonymes Paket. Bei der Mahnwache für Jessie fällt Chief Sangha ein bekanntes Gesicht auf. Finn findet heraus, wer Jessie das Heroin verkauft hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705454","hoster":"VOE"},{"path":"/redirect/13705453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-4","name":"Folge 4","epNo":4,"alt":"Episode 4","descr":"Die Maguires wollen Bobby aus dem Land schleusen. Doch auf dem Weg zum Flughafen geht etwas schief. Katherine schickt Marcella eine Drohbotschaft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705463","hoster":"VOE"},{"path":"/redirect/13705466","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-5","name":"Folge 5","epNo":5,"alt":"Episode 5","descr":"Die neueste Drohung ihres Stalkers erregt Marcellas Argwohn gegenüber Frank. Sie spürt einen von Bobbys Entführern auf, den sie in den Polizeiunterlagen erkannt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705470","hoster":"VOE"},{"path":"/redirect/13705475","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-6","name":"Folge 6","epNo":6,"alt":"Episode 6","descr":"Marcella erinnert sich, wie Frank sie vor 18 Monaten rettete und einer Gehirnwäsche unterzog. Stacey flieht mit ihrem Baby vor den Maguires. Marcella muss sie finden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705471","hoster":"VOE"},{"path":"/redirect/13705476","hoster":"Doodstream"},{"path":"/redirect/13705472","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-7","name":"Folge 7","epNo":7,"alt":"Episode 7","descr":"Finn nutzt Rorys Keimphobie, um ihn zu einem Bündnis zu drängen. Marcella konfrontiert Frank mit einer Entdeckung über ihn. Chief Sangha erfährt von Staceys Verhaftung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705478","hoster":"VOE"},{"path":"/redirect/13705480","hoster":"Doodstream"},{"path":"/redirect/13705479","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marcella/staffel-3/episode-8","name":"Folge 8","epNo":8,"alt":"Episode 8","descr":"Nach einem weiteren Blackout wacht Marcella neben einer unbekannten Leiche auf. Jack möchte wissen, warum Chief Sangha sich noch immer in Belfast aufhält.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13705517","hoster":"VOE"},{"path":"/redirect/13705514","hoster":"Streamtape"}]}]}]}]}