{"seriesId":"mare-of-easttown","name":"Mare of Easttown","descr":"In der siebenteiligen Miniserie Mare of Easttown versucht die Ermittlerin Mare Sheehan (Kate Winslet) in einer Kleinstadt im US-Bundesstaat Pennsylvania einen Mord aufzuklären. Währenddessen fällt ihr eigenes Leben langsam, aber sicher auseinander. Unterstützt wird sie vom örtlichen Polizisten Colin Zabel (Evan Peters). Bei ihrer Recherche stößt Sheehan viele Türen zu Geheimnissen des kleinen Ortes auf, die die Bewohner lieber geschlossen halten wollten.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Miss Lady Hawk persönlich","epNo":1,"alt":"Miss Lady Hawk Herself","descr":"Detective Mare Sheehan (Kate Winslet) soll in einem Vermisstenfall ermitteln, der zunehmend Druck von der Gemeinde bekommt.Während ihre Liebsten später die Verlobung ihres Exmannes Frank (David Denman) feiern, besucht Mare eine Basketballfeier und lernt Richard (Guy Pearce) kennen, einen Professor, der neu in der Stadt ist.","versions":[{"lang":1,"streams":[{"redirect":14483772,"hoster":"VOE"},{"redirect":9031072,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483813,"hoster":"VOE"},{"redirect":14495545,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Väter","epNo":2,"alt":"Fathers","descr":"Mare (Kate Winslet) besucht einen grausamen Tatort eines Mordes bevor sie den entfremdeten Vater des Opfers informiert.Als ein Video der Tatnacht auftaucht, befragt sie Verdächtige und heißt County Detective Colin Zabel (Evan Peters), der assistieren soll, nicht unbedingt willkommen.Mare macht sich Sorgen um ihren Enkelsohn Drew (Izzy King).","versions":[{"lang":1,"streams":[{"redirect":13239463,"hoster":"VOE"},{"redirect":14495559,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14483764,"hoster":"VOE"},{"redirect":14495535,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verstrickungen","epNo":3,"alt":"Enter Number Two","descr":"Mare (Kate Winslet) und Colin (Evan Peters) analysieren neue Beweise und Telefonnachweise führen sie schließlich zu einem unerwarteten Verdächtigen.Nachdem sie sich an Helen (Jean Smart) wegen des möglichen Sorgerechtsstreits um Drew abreagiert hat, erhält Mare einen ungewollten Rat von Richard (Guy Pearce), wie sie mit Carrie (Sosie Bacon) weiter verfahren soll.Kenny (Patrick Murney) und Mare müssen sich den Konsequenzen ihrer Versuche stellen, ihre Familien zu beschützen.","versions":[{"lang":1,"streams":[{"redirect":14483814,"hoster":"VOE"},{"redirect":9031061,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498326,"hoster":"VOE"},{"redirect":14495536,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Armer Sisyphus","epNo":4,"alt":"Poor Sisyphus","descr":"Als Mare (Kate Winslet) sich aus dem Fall zurückziehen muss, befragt Colin (Evan Peters) einen Pfarrer über die Umstände, die zu dessen Versetzung geführt haben.Ein anonymer Anruf gibt Dawn Hoffnung, dass Katie noch am Leben sein könnte.","versions":[{"lang":1,"streams":[{"redirect":14483815,"hoster":"VOE"},{"redirect":9031060,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498291,"hoster":"VOE"},{"redirect":14495540,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Illusionen","epNo":5,"alt":"Illusions","descr":"Mare (Kate Winslet) öffnet sich in der Therapiesitzung über die Familiengeschichte von mentalen Problemen.Lori (Julianne Nicholson) versucht hinter die Gründe für den Ausbruch ihres Sohnes in der Schule zu kommen.Mare trifft einen Informanten um eine mögliche Verbindung zwischen ihren drei Fällen zu finden.","versions":[{"lang":1,"streams":[{"redirect":14483643,"hoster":"VOE"},{"redirect":9031067,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498293,"hoster":"VOE"},{"redirect":14495541,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bekenntnisse","epNo":6,"alt":"Sore Must Be The Storm","descr":"Mare wacht nach einer heldenhaften Rettung im Krankenhaus auf und sieht sich dem unnachgiebigen Schmerz gegenüber, der durch den Verlust eines Freundes entsteht. Mare findet einen atemberaubenden Hinweis, nachdem Chief Carter ihr eine zweite Chance gegeben hat. Richard hofft, seine Beziehung zu Mare zu stärken.","versions":[{"lang":1,"streams":[{"redirect":14483644,"hoster":"VOE"},{"redirect":9031069,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498314,"hoster":"VOE"},{"redirect":14495568,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sakrament","epNo":7,"alt":"Sacrament","descr":"Als ihre Ermittlung eine verheerende Wende nach der nächsten nimmt, müssen Mares Freunde und Familie mit den Folgen zurechtkommen…","versions":[{"lang":1,"streams":[{"redirect":14498295,"hoster":"VOE"},{"redirect":9031074,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14498294,"hoster":"VOE"},{"redirect":14495574,"hoster":"Streamtape"}]}]}]}]}