{"path":"/serie/stream/marie-fngt-feuer","name":"Marie fängt Feuer","descr":"Der Polterabend von Marie und ihrem Verlobten wird von einem Feuerwehreinsatz jäh beendet. Die Hochzeit fällt danach ins Wasser. Der jungen Frau wird bewusst, dass es sehr schlecht um die freiwillige Feuerwehr bestellt ist. Dies möchte sie ändern.","seasons":[{"path":"/serie/stream/marie-fngt-feuer/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-1/episode-1","name":"Für immer und ewig","epNo":1,"alt":"","descr":"Die neue \"Herzkino\"-Reihe \"Marie fängt Feuer\" erzählt in einer der schönsten Ecken Bayerns von der Freiwilligen Feuerwehr und wie sie von einer jungen alleinerziehenden Mutter gerettet wird. Ausgelassen feiern Marie und Stefan ihren Polterabend mit der Freiwilligen Feuerwehr in Wildegg, als ein Einsatz die Feier jäh beendet. Maries Sohn Max und Stefans Sohn Daniel können unverletzt aus einem Feuer gerettet werden. Die Hochzeit fällt danach ins Wasser. Nach dem Brand stellen Marie und Stefan fest, dass sie zunächst Zeit für sich brauchen – und Zeit für ihre Söhne. Denn mehr als ein Indiz deutet darauf hin, dass Brandstiftung die Scheune in Schutt und Asche gelegt hat. Stefan beschleicht ein schlimmer Verdacht, und so kommt Maries Verlobter plötzlich auf Ideen, die seine Kameraden nur den Kopf schütteln lassen. Auch Marie muss sich wundern über Stefan. Aber sie kämpft um ihre Liebe. Als Tochter des scheidenden Feuerwehrkommandanten und Assistentin der Bürgermeisterin tut sich auch noch ein anderes Problem für sie auf: Der Freiwilligen Feuerwehr von Wildegg droht das Aus, da es an Männern fehlt, die ihre Freizeit für die Allgemeinheit opfern wollen. Doch Marie vereint den Starrsinn ihres Vaters mit dem Erfindungsreichtum ihrer Chefin. Von ihrer Mutter hat sie zudem den Sinn für das richtige Wort im richtigen Moment geerbt. Marie Reiter schlägt zwar nicht immer den schnellsten Weg ein, behält aber unbeirrbar ihr Ziel im Auge.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843585","hoster":"VOE"},{"path":"/redirect/8593521","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-1/episode-2","name":"Vater sein dagegen sehr","epNo":2,"alt":"","descr":"Als neues Mitglied der Freiwilligen Feuerwehr soll Marie eigentlich nur zuschauen, doch im entscheidenden Moment ist sie es, die ein verängstigtes Mädchen vom Dach ihres Hauses rettet. Die kleine Sophie sucht danach Maries Nähe, und bald wird der Grund für ihren gefährlichen Ausflug klar: Durch Zufall hatte das Mädchen erfahren, dass ihr geliebter Papa Matthias nicht ihr leiblicher Vater ist. Marie will der Familie helfen, wieder zusammenzufinden. Zumal Marie selbst ihren Sohn Max ohne Vater aufgezogen hat und ihre eigene Beziehung zu Stefan nach der geplatzten Hochzeit noch nicht wieder ganz im Lot ist. Unterdessen hängt auch bei Maries Eltern der Haussegen schief: Der frisch pensionierte Ernst geht seiner Frau Irene mit seinen Ideen zur Haushaltsführung gehörig auf die Nerven.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843589","hoster":"VOE"},{"path":"/redirect/8593526","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-2/episode-1","name":"Allein war gestern","epNo":1,"alt":"","descr":"Marie trifft in dem neuen Film der \"Marie fängt Feuer\"-Reihe nach einem Feuerwehreinsatz auf Luisa, eine Pferdehofbesitzerin, die sich das Leben nicht mehr leisten kann. Luisa versucht allein mit der Situation zurechtzukommen. Doch Marie macht ihr klar, dass sie Hilfe braucht und es diese gibt. Sie beantragen Grundsicherung für Luisa. Doch die Hoffnung währt nicht lange: Um Geld zu bekommen, müsste Luisa Pferd und Hof aufgeben. Erst der neue Tierarzt Joachim, mit dem sich Angie trotz Tierhaarallergie über eine App gedatet hat, bringt Marie auf die rettende Idee. Doch zur gleichen Zeit wird Maries eigenes Leben durcheinandergewirbelt. Ihr Vater Ernst hat heimlich den Umbau des Elternhauses für Marie und Stefan geplant, um dort gemeinsam in einem Mehrgenerationenhaus zu leben. Eine Idee, mit der sich Stefan nicht wirklich anfreunden kann. Marie hingegen belastet viel mehr, dass sie in München zufällig in ihren Ex-Freund Philipp gelaufen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522699","hoster":"VOE"},{"path":"/redirect/11522685","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-2/episode-2","name":"Nichts als die Wahrheit","epNo":2,"alt":"","descr":"Marie wird damit konfrontiert, dass die Frau ihres Feuerwehrkollegen Gerhard an Krebs erkrankt ist und sie darauf besteht, dass dies ein Geheimnis bleibt – selbst vor den eigenen Kindern. Marie redet Camilla ins Gewissen, doch ohne Erfolg. Als Daniel, den Marie als Babysitter für Gerhards Töchter engagiert hat, durch Zufall auf das Geheimnis stößt, weiht er die beiden Mädchen ein. Sehr zum Ärger von Gerhard, der vollkommen überfordert ist. Marie und Stefan sind frisch zusammengezogen und – trotz Maries unerwartetem Wiedersehen mit ihrem Ex-Freund Philipp – wie frisch verliebt. Maries Vater Ernst ist untröstlich, dass sie ausgezogen ist. Und als seine Frau Irene dann auch noch im Haus Fremdenzimmer einbauen will, scheint sein Sommer gelaufen. Das Einzige, was ihn rettet, ist die Aussicht, mit Marie für ihre Feuerwehrprüfung lernen zu können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522687","hoster":"VOE"},{"path":"/redirect/11522691","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-3/episode-1","name":"Zweite Chance","epNo":1,"alt":"","descr":"Marie steht vor der schwierigen Aufgabe, ihrem Sohn Max gestehen zu müssen, dass sein Vater in Wahrheit noch lebt. Doch erst muss Marie zu einem Feuerwehreinsatz zum Lauberhof. Auf dem Hof für straffällige Jugendliche muss Agnes befreit werden, die von den anderen Jugendlichen eingesperrt wurde. Als danach der Streit zwischen ihnen eskaliert, scheint ihr Betreuer Domi die Situation im Griff zu haben – bis sein Vater Toni auftaucht. Die Drohung Tonis, seinen Pflichtteil einzufordern, könnte das Ende des Lauberhofes und des Neubeginns von Domi in Wildegg bedeuten. Marie versucht trotz ihrer eigenen Probleme zwischen Domi und Toni zu vermitteln. Doch im Gegensatz zu Agnes erkennt sie beinahe zu spät, was wirklich hinter dem Vater-Sohn-Konflikt steckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522692","hoster":"VOE"},{"path":"/redirect/11522693","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-3/episode-2","name":"Kleine Sünden","epNo":2,"alt":"","descr":"Marie wird mit der Freiwilligen Feuerwehr Wildegg zur Näherei Niedermayer gerufen. Auch, wenn sie den Brand nicht mehr löschen können, will sie die Zukunft der Näherinnen nicht aufgeben. Um die Jobs zu bewahren, müssen 400 BHs genäht werden. Denn exakt so viele Exemplare werden gebraucht, um den Probeauftrag eines Sexshops zu erfüllen. Und so wird das Feuerwehrhaus kurzerhand zu einer Werkstatt, in der Wildegg für die gemeinsame Zukunft näht. Im Zentrum der Bemühungen steht Jana. Es ist ihr BH-Entwurf, der der Firma den Probeauftrag eingebracht hat. Doch Christof, der Vater ihres Freundes Thomas und Senior der Firma, hat bereits die Insolvenz der Firma angemeldet. In Panik, dass seine Insolvenzverschleppung an den Tag kommt, legt Thomas daraufhin das Feuer in der Näherei. Und damit steht Jana auf der Straße. Denn Christof zeigt seinen Sohn an und wirft Jana aus dem gemeinsamen Haus. Zum Glück nimmt sich Marie ihrer an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174434","hoster":"VOE"},{"path":"/redirect/11522700","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-3/episode-3","name":"Stürmische Zeiten","epNo":3,"alt":"","descr":"Der Brand in Altays Autowerkstatt zeigt ungeahnte Folgen. Die Stimmung in Wildegg kippt. Und so muss Marie sich nicht nur um Altays Familie kümmern, sondern auch ein Zeichen setzen. Die Freiwillige Feuerwehr von Wildegg kann den Brand nicht mehr löschen, und so steht Altay vor den Trümmern seiner Existenz. Der Verdacht der Brandstiftung steht sehr schnell im Raum, und ein populistischer Lokalpolitiker versucht, diesen für sich auszunutzen. Marie ist hin- und hergerissen, seit Philipp in Wildegg wohnt. Zwar sieht sie, dass es Max gut tut, seinen Vater kennenzulernen. Aber sie und Stefan treibt es immer weiter auseinander.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522729","hoster":"VOE"},{"path":"/redirect/11522720","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-3/episode-4","name":"Lügen und Geheimnisse","epNo":4,"alt":"","descr":"Unerklärliche Vergiftung bei einem kleinen Mädchen. Die Freiwillige Feuerwehrfrau Marie macht sich in Wildegg auf die Suche nach der Ursache, um Schlimmeres zu verhindern. Nach einem Einsatz auf einem Bauernhof bricht Emma, die kleine Tochter der Familie Egermann, plötzlich zusammen. Die Vergiftungserscheinungen sind unerklärlich, bis klar wird, dass die Eltern in ihrer Biogasanlage illegale Abfälle entsorgen. Marie versucht wieder, mehr Zeit in ihre Beziehung mit Stefan zu investieren. Doch leider ahnt sie nicht, dass Stefan ihr etwas beichten will, das ihre Beziehung auf eine harte Probe stellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522723","hoster":"VOE"},{"path":"/redirect/11522727","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-4/episode-1","name":"Alles oder nichts","epNo":1,"alt":"","descr":"Angie wird gestalkt: Nachdem die Freiwillige Feuerwehr einen Mann aus seinem Auto befreit hat, wird er zur Bedrohung seiner Retterin, und Marie muss ihrer Freundin zur Seite stehen. Da die Polizei Angie nicht helfen kann, mobilisiert Marie ihre Freunde, um ihr ein Gefühl der Sicherheit zu geben. Doch selbst die Nachtwache von Marco und Gerhard kann den Stalker nicht abhalten, und die Situation spitzt sich immer weiter zu. Vollkommen überraschend bekommt Marie ein Jobangebot: Sie soll eine Bürgersprechstunde in Weilheim aufbauen. Die Zusage fällt Marie nicht leicht, da die Situation mit Stefan noch so angespannt ist, dass Max und Daniel lieber zu Philipp ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522730","hoster":"VOE"},{"path":"/redirect/11522733","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-4/episode-2","name":"Den Mutigen gehört die Welt","epNo":2,"alt":"","descr":"Marie ist die neue Leiterin der Bürgersprechstunde in Weilheim. Und bereits an ihrem ersten Tag kommt ihre alte Schulfreundin Lili zu ihr, da sie Probleme mit ihrem Sohn Rudi hat. Rudi akzeptiert die Trennung seiner Eltern nicht. Er kann nicht glauben, dass sein Vater Lili schlägt. Gemeinsam mit Max versucht Marie, Rudi zu helfen. Max bestärkt Rudi jedoch, zu seinem Vater zu gehen. Während Ernst und Irene ihren Hochzeitstag mit einer Motorradtour feiern, kümmert sich Marie um einen Gast im Fremdenzimmer ihrer Eltern. Sie ist froh, ein wenig Abstand zu finden. Doch sie weiß, was sie an Stefan hat, und sie werden nicht aufgeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522735","hoster":"VOE"},{"path":"/redirect/11522741","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-5/episode-1","name":"Spiel des Lebens","epNo":1,"alt":"","descr":"Marie gelingt es gerade noch rechtzeitig, zwei Kinder auf einem See zu retten. Ihr Vater hatte sie einfach vergessen. Seit dem Tod seiner Frau verfällt er immer mehr seiner Spielsucht. Und auch Philipp, der Vater von Maries Sohn Max, scheint zu vergessen, dass er Vater ist. Er verschwindet einfach und lässt den enttäuschten Max zurück. Marie muss ihre Familie schützen und entscheidet, dass Philipp keinen Platz in ihrem Leben hat. Sie will einfach das gemeinsame Leben mit Stefan genießen. Und so überraschen sich Marie und Stefan gegenseitig am Polterabend von Angie und Marco mit ihrem spontanen Entschluss, endlich zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522790","hoster":"VOE"},{"path":"/redirect/11522809","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-5/episode-2","name":"Coming Out","epNo":2,"alt":"","descr":"Ausgelassen feiern die Wildegger die Hochzeit von Marie und Stefan. Endlich haben sie sich das Jawort gegeben. Dabei ahnen sie nicht, welcher Schicksalsschlag ihnen allen bevorsteht. Parallel findet Marie heraus, dass Stefans Seitensprung nicht ohne Folgen geblieben ist. Er wird wieder Vater. Eine erneute Prüfung für die beiden. Doch Marie ist klar, dass Stefan zu seinem Kind stehen muss – genauso wie sie zu ihrer Beziehung steht. Max ist frisch verliebt in seine Mitschülerin Kirsten. Doch deren Leben gerät völlig aus den Fugen, als sie ihren Vater beim Fremdgehen erwischt – mit ihrem Sportlehrer. Vollkommen überfordert sucht Kirsten die Hilfe von Marie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522794","hoster":"VOE"},{"path":"/redirect/11522807","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-6/episode-1","name":"Schattenhaft","epNo":1,"alt":"","descr":"Ein Wolf entzweit die Bevölkerung. Nachdem das Tier ein Schaf gerissen hat, steht Marie unvermittelt zwischen den Fronten. Naturschützer auf der einen und die Bauern auf der anderen. Der Bruch geht auch mitten durch die Familie von Bauer Anton. Und am meisten leidet seine Enkelin Paula darunter, die es allen recht machen will. Mithilfe von Ernst, der noch sehr unter Marcos Tod leidet, gelingt es Marie, auszugleichen. Marcos Tod schweißt die Feuerwehr noch mehr zusammen. Durch die gemeinsame Trauer geben sie sich gegenseitig Kraft. Doch Ernst plagt ein Schuldgefühl – gegenüber Marco, aber auch gegenüber Angie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522805","hoster":"VOE"},{"path":"/redirect/11522944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-6/episode-2","name":"Helden des Alltags","epNo":2,"alt":"","descr":"Brandstiftung. Die Wildegger Freiwillige Feuerwehr wird in Atem gehalten, denn der Täter wird immer dreister und gefährlicher. Der Druck auf Marie und Stefan steigt. Dagegen erscheinen die Internetprobleme auf dem abgelegenen Hof von Elvira nahezu banal. Doch Marie findet schnell heraus, dass die von Mark gepriesene Freundlichkeit Elviras nur schwer die Probleme in deren Familie übertünchen kann. Die Hinweise in Bezug auf den Brandstifter verdichten sich immer mehr auf einen Feuerwehrmann einer befreundeten Feuerwehr. Und als es sogar bei Ernst und Irene brennt, bleibt Marie keine andere Wahl, als zu handeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522810","hoster":"VOE"},{"path":"/redirect/11522814","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/marie-fngt-feuer/staffel-7/episode-1","name":"Ungewisse Zukunft","epNo":1,"alt":"","descr":"Gute Freunde von Maries Eltern haben ein Pflegekind, das bei ihnen richtig aufblüht. Doch die leibliche Mutter bittet Marie um Hilfe: Sie möchte ihr Kind zurückhaben. Nachdem die Pflegeeltern davon erfahren haben, sind sie mit dem Kind in den Bergen verschwunden. Die Pflegemutter behauptet, dass es dem Jungen bei seiner leiblichen Mutter immer schlecht geht. Marie muss den Jungen finden! Während Maries Mann Stefan versucht, über ein Casting neue Feuerwehrmitglieder zu finden, steht Marie zu ihrer Entscheidung, bei ihrem Mann zu bleiben. Und das, obwohl die Geburt von Stefans gemeinsamem Kind mit Rita immer näher rückt – der Frau, mit der er Marie betrogen hatte","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522817","hoster":"VOE"},{"path":"/redirect/11522818","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-7/episode-2","name":"Das zweite Ich","epNo":2,"alt":"","descr":"Durch Zufall trifft Marie auf eine verschwunden geglaubte Frau aus Wildegg und deren neuen Mann. An ihr altes Leben und an ihre Familie kann sich die Frau nicht mehr erinnern. Marie kann es nicht fassen, als ihre alte Bekannte vor ihr steht. Umso mehr, als Sabrina sie nicht erkennt. Wie sich herausstellt, hat sie zwei Jahre zuvor ihr Gedächtnis verloren – und niemand weiß, warum. Und seitdem lebt sie als Mickey mit ihrem Freund Jonas. Marie stehen große Veränderungen bevor. Stefans Sohn Tobias wird geboren, und Marie erkennt, dass sie etwas in ihrem Leben verändern will. Da hilft es fast, dass die Bürgermeisterwahl ein überraschendes Ergebnis bringt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522822","hoster":"VOE"},{"path":"/redirect/11522836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-7/episode-3","name":"Die Feuertaufe","epNo":3,"alt":"","descr":"Marie hat es geschafft. Sie ist die neue Kommandantin der Freiwilligen Feuerwehr in Murnau. Mit Dienstwagen und neuen Kollegen. Doch noch bevor sie sich richtig vorgestellt hat, ruft der erste Einsatz: Dem kleinen Ort Mistelbach droht eine Überschwemmung. Marie ist bis an ihre Grenze gefordert. Nicht alle wollen die Gefahr wahrhaben. Marie gelingt es mit ihrer neuen Feuerwehr und der Unterstützung der Wildegger das Schlimmste abzuwenden. Leider nicht von allen. Ein Bauer wird von einem Erdrutsch verschüttet, als er gemeinsam mit seiner Tochter versucht, seinen Hof zu retten. Was Marie persönlich noch viel mehr trifft: Ihr Ehemann Stefan wird schwer verletzt, als er versucht, Marie zu retten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522825","hoster":"VOE"},{"path":"/redirect/11522826","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marie-fngt-feuer/staffel-7/episode-4","name":"Unbequeme Wahrheiten","epNo":4,"alt":"","descr":"Eine verbotene Spritztour endet fast tödlich: Marie muss einen minderjährigen Jungen aus dem Autowrack befreien. Es ist ausgerechnet Richard, der gerade bei ihr seine Sozialstunden abstottert. Marie ist hin- und hergerissen. Ihr neuer Job als Kommandantin der Freiwilligen Feuerwehr in Murnau macht ihr Spaß. Doch ihre Schuld an Stefans Unfall wiegt schwer. Und ausgerechnet Marie soll Stefan nun beibringen, dass er die Wildegger Feuerwehr aufgeben soll. Letzte Folge der aktuellen Staffel \"Marie fängt Feuer\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11522786","hoster":"VOE"},{"path":"/redirect/11522788","hoster":"Streamtape"}]}]}]}]}