{"path":"/serie/stream/marry-me","name":"Marry Me","descr":"Annie (Casey Wilson) und Jake (Ken Marino) sind schon mehrere Jahre zusammen und haben gerade einen langen, romantischen Urlaub hinter sich. Ein Urlaub, von dem Annie erwartet hatte, dass er auch einen Heiratsantrag enthalten würden. Als das Paar also gerade in die gemeinsame Wohnung zurückkehrt, platzt ihr der Kragen. Sie kommt zu dem Schluss, dass es vielleicht besser sei, die Beziehung zu beenden, wenn sie es denn nicht wert sei, in eine Ehe zu münden. Daneben redet sie sich auch anderen Frust über ihr Leben und die gemeinsamen Freunde von der Seele. Dummerweise hatte Jake ganz ähnlich gedacht, aber anders geplant: Er hat Freunde und Familie eingeladen, die in Art einer Überraschungsparty in der Wohnung versteckt auf die Rückkehr des Paares gewartet haben, um nun seinem Heiratsantrag beizuwohnen. Nun müssen Annie und Jake der Wahrheit ins Auge sehen: Sie lieben einander zwar, aber es gibt doch tiefgreifende Differenzen zwischen den beiden, die das gemeinsame Glück bedrohen. Und die sollten bis zur Hochzeit ausgeräumt sein.","seasons":[{"path":"/serie/stream/marry-me/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/marry-me/staffel-1/episode-1","name":"Ring frei","epNo":1,"alt":"Pilot","descr":"Als Annie und Jake aus ihrem gemeinsamen Urlaub in Mexiko zurückkehren, kann Annie ihre Enttäuschung nicht mehr zurückhalten und bekommt einen Wutanfall. Völlig aufgebracht hält sie ihrem Freund vor, dass der gemeinsame Urlaub schon wieder nicht in einer Verlobung geendet hat. Was sie allerdings nicht weiß: Jake hat genau für diesen Moment einen Heiratsantrag geplant, inklusive Freunde und Familie, die sich bereits in der Wohnung versteckt haben. Zu blöd, dass Annie in ihrer Wut über eben diese herzieht. Und so endet der erste von vielen Heiratsanträgen in einem Desaster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843654","hoster":"VOE"},{"path":"/redirect/8593588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-2","name":"Das Panikmobil","epNo":2,"alt":"Move Me","descr":"Nach der Verlobung beschließen Annie und Jake, endlich in eine gemeinsame Wohnung zu ziehen. Doch dass das mit allerlei Hindernissen und neuen Gewohnheiten verbunden ist, ist beiden zumindest auf den Blick nicht wirklich bewusst. Annie stresst das Zusammenleben sogar so sehr, dass sie zu extremen Maßnahmen greift: Sie beschließt in ihr Auto zu ziehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337088","hoster":"VOE"},{"path":"/redirect/8593591","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-3","name":"Grusel, Grauen, Gänsehaut","epNo":3,"alt":"Scary Me","descr":"Jake und Annie wollen die Kindern aus ihrer Nachbarschaft zu Halloween mit etwas ganz besonders Schaurigem erfreuen: Sie verwandeln ihr Appartment in ein gruseliges Geisterschloss. Eine tolle Idee, wäre da nicht Übermutter Julie, die das Feiern von Halloween zu einem Spießrutenlauf macht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843656","hoster":"VOE"},{"path":"/redirect/8593590","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-4","name":"Ein Fluch für zwei","epNo":4,"alt":"Annicurser-Me","descr":"Es ist der sechste Jahrestag des ersten Dates von Annie und Jake. Doch laut ihrer Freunde ist der Tag verflucht. An jedem Jahrestag ist bisher immer etwas gewaltig schief gegangen. Nun will Annie beweisen, dass es keinen Fluch gibt. Und schon braut sich der Sturm des Jahrhunderts zusammen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843655","hoster":"VOE"},{"path":"/redirect/8593593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-5","name":"Happy Thanksgiving","epNo":5,"alt":"Thank Me","descr":"Annie hat sich in den Kopf gesetzt, das diesjährige Thanksgiving-Essen zu veranstalten. Allerdings hat sie nicht bedacht, wie aufwändig die Vorbereitungen werden können und schnell bricht das Chaos aus. Dabei wollte sie vor allem ihrer Schwiegermutter Myrna beweisen, was für eine tolle Gastgeberin und Köchin sie ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843653","hoster":"VOE"},{"path":"/redirect/8593592","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-6","name":"Heiße Öfen","epNo":6,"alt":"Bruges Me","descr":"Jake möchte Annies Väter, die beide mit Vornamen Kevin heißen, besser kennen lernen. Bei einem Essen zu Dritt freunden sich Jake und Kevin 1 aufgrund ihrer gemeinsamen Leidenschaft für Motorräder an. Das sorgt allerdings dafür, dass Kevin 2 eifersüchtig wird und schon bald gibt es Ärger innerhalb der ganzen Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13922531","hoster":"VOE"},{"path":"/redirect/8593595","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-7","name":"Hochzeitsalarm","epNo":7,"alt":"Win Me","descr":"Jake möchte Annies Väter, die beide mit Vornamen Kevin heißen, besser kennen lernen. Bei einem Essen zu Dritt freunden sich Jake und Kevin 1 aufgrund ihrer gemeinsamen Leidenschaft für Motorräder an. Das sorgt allerdings dafür, dass Kevin 2 eifersüchtig wird und schon bald gibt es Ärger innerhalb der ganzen Familie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843659","hoster":"VOE"},{"path":"/redirect/8593594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-8","name":"Unabhängigkeitstag","epNo":8,"alt":"Stand by Me","descr":"Nach einem Streit mit Gil begleitet Jake Annie, Dennah und Kay überall hin – sogar zum Yogakurs. Annie ist zu Anfang guter Dinge, doch schon bald müssen die Mädels feststellen, dass es höchste Zeit wird, dass die beiden Männer sich wieder vertragen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843660","hoster":"VOE"},{"path":"/redirect/8593597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-9","name":"Dr. Who?","epNo":9,"alt":"Test Me","descr":"Jake und Annie beschließen, sich bei einem befreundeten Reproduktionsarzt testen zu lassen. Schließlich wollen sie, sobald sie die Nachwuchsplanung beginnen, perfekt vorbereitet sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843661","hoster":"VOE"},{"path":"/redirect/8593596","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-10","name":"Wer hat’s gesehen?","epNo":10,"alt":"Spoil Me","descr":"Jake und Annie stecken in einer Krise, nachdem sich der eine ohne den anderen die letze Folge ihrer Lieblingsserie angeschaut hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101871","hoster":"VOE"},{"path":"/redirect/8593598","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-11","name":"Meine Verlobte, meine Freunde und ich","epNo":11,"alt":"Friend Me","descr":"Annie beschert Jake eine Überraschung und lädt seine alten Collegefreunde zu einer Party ein. Doch es sieht fast so aus, als würde zwischen den Jungs ein ziemlich großes Kriegsbeil stehen. Und auch Annie wird auf Herz und Nieren geprüft. Dabei wird sie auf Herz und Nieren geprüft. Taugt die Angebetete ihres Freundes auch als Ehefrau und Kumpel?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101869","hoster":"VOE"},{"path":"/redirect/8593602","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-12","name":"Gesucht wird …","epNo":12,"alt":"F Me","descr":"So langsam gehen die Hochzeitsvorbereitungen von Jake und Annie in die heiße Phase. Die Rückmeldungen zur Hochzeitseinladung sind da – und alle Gäste kommen. Daher kann nicht jeder von Jake und Annies Single-Freunden mit Begleitung erscheinen. Die Kevins entscheiden, wer die letzte Eintrittskarte bekommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843664","hoster":"VOE"},{"path":"/redirect/8593599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-13","name":"Feuer und Flamme","epNo":13,"alt":"Change Me","descr":"Jake und Annie müssen so langsam feststellen, dass es einige Angewohnheiten gibt, die sie gerne am anderen ändern würden. So engagieren die beiden Kay, der sie von ihren lästigen Gewohnheiten befreien soll. Leichter gesagt, als getan.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13101870","hoster":"VOE"},{"path":"/redirect/12980465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-14","name":"Totgesagte leben länger","epNo":14,"alt":"Dead Me","descr":"Nach einem fiesen Hackerangriff wird Jake für tot gehalten. Alle Versuche, seine Lebendigkeit unter Beweis zu stellen, scheitern. Mit dem damit verbundenen Wegfall jeglicher Verpflichtungen kehrt allerdings auch Ruhe und Entspannung im Hause ein, was Annie in vollen Zügen genießt. Doch dann nimmt das Schicksal seinen Lauf …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13098318","hoster":"VOE"},{"path":"/redirect/8593600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-15","name":"Sause oder nach Hause?","epNo":15,"alt":"Date Me","descr":"Gil hat einen Junggesellenabschied für Jake organisiert. Doch der läuft gar nicht mal so gut, wie eigentlich geplant. Währenddessen findet Annie heraus, dass Jakes Mutter Jemanden über das Online-Dating kennengelernt hat und versucht nun die beiden zu einem echten Date zu bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13111160","hoster":"VOE"},{"path":"/redirect/8593601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-16","name":"Mamma Mia!","epNo":16,"alt":"Mom Me","descr":"Gil hat sich fest vorgenommen, alles zu geben, um den besten Hochzeitskuchen zu backen. Unterdessen taucht plötzlich Annies biologische Mutter Pam auf und sorgt für jede Menge Spannungen zwischen ihren beiden Vätern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843669","hoster":"VOE"},{"path":"/redirect/8593606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-17","name":"Aufgeweckt","epNo":17,"alt":"Wake Me","descr":"Annie würde ihrem Ex Dr. Lee am liebsten ihre Verlobung unter die Nase reiben. Daher beschließen sie und Jake Lee im Krankenhaus zu besuchen. Doch dort angekommen müssen die beiden feststellen, dass Lee aufgrund eines schlimmen Unfalls im Koma liegt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843668","hoster":"VOE"},{"path":"/redirect/8593603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-me/staffel-1/episode-18","name":"Überrasch mich!","epNo":18,"alt":"Surprise Me","descr":"Annie erfährt, dass sie in Kanada geboren worden ist und daher gar nicht die US-amerikanische Staatsbürgerschaft trägt. Das stellt sie vor ein großes Problem und das so kurz vor der Hochzeit. Jake erklärt sich daher bereit, die Hochzeitsvorbereitungen zu übernehmen. Ob das alles ein gutes Ende nimmt und die beiden tatsächlich vor den Altar treten können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917539","hoster":"VOE"},{"path":"/redirect/8593605","hoster":"Streamtape"}]}]}]}]}