{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle","name":"Marrying Millions - Geld spielt (k)eine Rolle","descr":"Marrying Millions begleitet sechs sehr ungleiche Paare, bei denen jeweils ein*e Partner*in schwerreich ist. Doch wer wird am Ende wirklich heiraten und wer am Lebensstil des anderen scheitern? Wird der 60-jährige Immobilienmogul Bill mit seiner 21-jährige Freundin den Bund der Ehe eingehen? Multimillionärin Gentille mit ihrem geliebten Bauarbeiter zum Altar schreiten? Oder bringen extravagante Geschenke und Traumreisen die Turteltauben sogar auseinander?","seasons":[{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1/episode-1","name":"Geld macht sexy","epNo":1,"alt":"Can\u0027t Buy My Love","descr":"Brianna aus Dallas ist die Jüngste von sechs Geschwistern und stammt aus einfachen Verhältnissen. Doch nun scheint die 21-jährige Kellnerin das große Los gezogen zu haben: Ihr neuer Freund Bill besitzt eines der größten Immobilienunternehmen in Amerika und lebt in einem riesigen Luxusanwesen. Der 60-jährige Multimillionär war schon zweimal verheiratet und mag junge Frauen. Dass Brianna seine Enkeltochter sein könnte, stört ihn nicht. Und auch Brianna kommt mit dem großen Altersunterschied gut klar, zumal Bill sie sehr verwöhnt und auch heiraten möchte. Doch wird sich Brianna in die High Society von Dallas wirklich einfügen?","versions":[]},{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1/episode-2","name":"Bill, der Jäger","epNo":2,"alt":"Million Dollar Problems","descr":"Seit die 21-jährige Kellnerin Brianna mit dem 60-jährigen Immobilien-Magnaten Bill zusammen ist, hat sie finanziell das große Los gezogen. Doch das Mädchen aus armen Verhältnissen tut sich schwer, in seinen Kreisen zu verkehren und fühlt sich nicht akzeptiert. Bills erste Ex-Frau Kathleen soll nun helfen: Da sie in der High Society von Dallas ist, hat Bill sie gebeten, seine blutjunge Freundin in die Gesellschaft einzuführen. Auch bei Millionärin Gentille und ihrem Freund, Bauarbeiter Brian, gibt es manchmal Probleme. Vor allem Gentilles Freundinnen warnen sie davor, nur wegen ihres Geldes ausgenutzt zu werden.","versions":[]},{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1/episode-3","name":"Die Babyuhr tickt","epNo":3,"alt":"My Secret Sugar Daddy","descr":"Da Bills Freundin Brianna Schwierigkeiten hat, sich in seinen Dallas High Society-Kreisen einzufinden, trifft sie Ex-Frau Kathleen, um sich einschlägige Tipps zu holen. Doch das Gespräch läuft nicht, wie erwartet: Kathleen erzählt der 21-Jährigen, dass Bill regelmäßig fremdgeht und sie sich besser auf ihren Abgang vorbereiten sollte. Auch bei Gentille und Boyfriend Brian war es schon harmonischer. Als die Millionärin nach sechs Monaten Beziehung erfährt, dass der Bauarbeiter noch bei seinen Eltern wohnt, fällt sie aus allen Wolken. Doch Gentille verzeiht Brian, denn ihre Uhr tickt und sie kann sich trotz allem eine Zukunft mit ihm vorstellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843677","hoster":"VOE"},{"path":"/redirect/8593612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1/episode-4","name":"Falsche Perlen, echte Liebe","epNo":4,"alt":"Royal Pains","descr":"Die Geburtstagsparty von Multimillionärin Gentille in Las Vegas soll etwas Besonderes werden. Deshalb lautet das Motto \"Königliche Fantasy\". Gentille hat für ihr Fest einen Top-DJ, einen Promikoch und einen Barkeeper der Spitzenklasse engagiert, alles läuft perfekt – nur Brian fehlt. Als der Bauarbeiter endlich auf der Bildfläche erscheint, ist die Party fast vorbei und das Geburtstagskind ziemlich sauer. Doch wenigstens hat ihr mittelloser Freund Blumen dabei und sieht in dem von ihr bezahlten Anzug sehr gut aus. Gentilles beste Freundinnen verspritzen jedoch weiter ihr Gift und lassen kein gutes Haar an Brian.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843676","hoster":"VOE"},{"path":"/redirect/8593616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1/episode-5","name":"Bräutigam mit Klauseln","epNo":5,"alt":"No Pressure, No Diamond","descr":"Immobilien-Magnat Bill und Freundin Brianna machen Urlaub in Bills Anwesen in Miami, das er zum Schnäppchenpreis von 10 Millionen Dollar ersteigert hat. Der Ortswechsel tut Bri gut, da sie es in seinen Kreisen in Dallas schwer hatte. Trotzdem bleiben ihr die Worte seiner Ex-Frau in Erinnerung: \"Trau Bill nicht, er geht fremd!\". Wird es die ehemalige Kellnerin schaffen, aus dem Schürzenjäger einen treuen Gatten zu machen? Auch in Las Vegas hängt der Haussegen schief: Bauarbeiter Brian ist stocksauer, dass seine Millionärsfreundin Gentille auf ihrer Party mit einem Stripper getanzt hat, während er dumm danebenstand.","versions":[]},{"path":"/serie/stream/marrying-millions-geld-spielt-keine-rolle/staffel-1/episode-6","name":"Anträge und Verträge","epNo":6,"alt":"Bling In The Big Apple","descr":"Gentille hat genug davon, ihre Abende zuhause mit Boyfriend Brian und Pizza zu verbringen, denn die Multimillionärin geht gerne schick essen. Deshalb hat sie einen Tisch in einem Edelrestaurant reserviert und freut sich auf die Austern. Doch Brian graut es vor rohen Meeresfrüchten, der Bauarbeiter liebt Fast Food und steht zu seinem einfachen Geschmack. Als es ans Bezahlen geht, wird die Stimmung noch schlechter – denn Brian fühlt sich erniedrigt, wenn ihn Gentille an seinen Kontostand erinnert. Auch bei Bill und Freundin Bri war die Stimmung schon besser, denn der Immobilien-Mogul will Dallas verlassen und nach Miami ziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8843686","hoster":"VOE"},{"path":"/redirect/8593614","hoster":"Streamtape"}]}]}]}]}