{"path":"/serie/stream/marry-my-husband","name":"Marry My Husband","descr":"[Nae Nampyeongwa Gyeolhonhaejweo | Heirate meinen Mann] Kang Ji-won, eine todkranke Krebspatientin, wird von ihrem Mann und ihrer besten Freundin umgebracht, nachdem sie Zeugin ihrer Affäre wurde. Sie erwacht zehn Jahre vor diesem Vorfall und beschließt, sich mithilfe von Yu Ji-hyuk zu rächen, dem Direktor der Firma, in der sie arbeitet. Sie muss ihr Schicksal nun neu einfordern und den Müll in ihrem Leben entsorgen.","seasons":[{"path":"/serie/stream/marry-my-husband/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/marry-my-husband/staffel-1/episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Ji-won glaubte, dass Su-min immer hinter ihr stehen würde, bis sie herausfand, dass Su-min eine Affäre mit ihrem Mann hatte. Ji-won, eine todkranke Krebspatientin, wird Zeuge, wie die beiden im Bett über die Auszahlung ihrer Versicherung diskutieren. Sie ist nicht mehr in der Lage, die verbleibenden Tage ihres begrenzten Lebens zu leben, bevor sie getötet wird... Doch dann wacht sie plötzlich auf, und es ist 2013?!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797880","hoster":"VOE"},{"path":"/redirect/13797883","hoster":"Vidoza"},{"path":"/redirect/13797884","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Ji-won ist 10 Jahre in der Zeit zurückgereist und erfährt, dass sich die Ereignisse nach dem Gesetz des Schicksals so entwickeln werden, wie sie es sollen. In einem Versuch, ihr Schicksal an Su-min weiterzugeben, versucht sie, ihren zukünftigen Ehemann, Park Min-hwan, mit ihr zu verkuppeln... Ji-won erkennt jedoch Su-Mins durchtriebene Manipulation und muss nun zum Gegenangriff übergehen!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797887","hoster":"VOE"},{"path":"/redirect/13797889","hoster":"Vidoza"},{"path":"/redirect/13797886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Yu Ji-hyuk hatte in ihrem früheren Leben keine Beziehung zu Ji-won, aber er wird allmählich in ihr jetziges Leben einbezogen. Su-min lädt Ji-won zu einem Klassentreffen ein, um die beschämenden Erinnerungen an die Zeit, als sie in der Highschool geächtet wurde, wieder aufleben zu lassen. Ji-won durchschaut Su-Mins Absichten, und mit der Hilfe ihrer Kollegen macht sie eine Wandlung durch.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797888","hoster":"VOE"},{"path":"/redirect/13797896","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Ji-won besucht mit Ji-hyeok eine Veranstaltung und trifft dort jemanden, der in Zukunft ein Gesprächsthema sein wird. Ji-hyuk macht sich Sorgen, als er Ji-wons Veränderung beobachtet. Nach einer hitzigen Begegnung auf dem Highschool-Treffen ist Su-min noch mehr von Ji-won besessen. Während Ji-won versucht, Su-min mit Min-hwan zu provozieren, entdeckt sie bei einem Arbeitseinsatz unerwartet ein Geheimnis über Ji-hyuk.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797893","hoster":"VOE"},{"path":"/redirect/13797899","hoster":"Vidoza"},{"path":"/redirect/13797901","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Ji-hyuk erinnert sich an seine erste Begegnung mit Ji-won vor acht Jahren. Sein einziger Grund, zurückzukommen, ist nun Ji-won. Su-min manipuliert Mr. Kim, um Ji-wons Antrag zu stehlen, während Ji-hyuk versucht, Ji-won zu helfen. Doch aufgrund von Missverständnissen, die aus seiner Beziehung mit Hui-yeon herrühren, wird Ji-won stattdessen wütend auf Ji-hyuk.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797897","hoster":"VOE"},{"path":"/redirect/13797907","hoster":"Vidoza"},{"path":"/redirect/13797898","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Ji-hyuk gesteht Ji-won seine Gefühle, aber sie hat keine Zeit, über ihre eigenen Gefühle für ihn nachzudenken. Während Ji-won versucht, ihr Schicksal zu überwinden und sich den Kräften entgegenzustellen, die sich der ursprünglichen Richtung ihres Schicksals widersetzen, wird ihr Name schließlich aus dem Antrag gestrichen. Ji-hyuk bestärkt Ji-won darin, Stellung zu beziehen und zu kämpfen, während Ji-won sich an eine Zukunft erinnert, die nur sie kennt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797902","hoster":"VOE"},{"path":"/redirect/13797903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Die beiden haben entdeckt, dass sie beide in der Zeit zurückgereist sind! Während Ji-won begeistert ist, einen Kameraden zu finden, beginnt Ji-hyuk, sie zu meiden. Er leidet allein, nachdem er zu spät von den grausamen Gesetzen der Zeitreise erfahren hat. Währenddessen macht Ji-won mit Su-min und Min-hwan ein Picknick und schafft es, die beiden hinter sich zu lassen. Auf dem Rückweg trifft sie auf Ji-hyuk, der seine Gedanken sortiert zu haben scheint.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797906","hoster":"VOE"},{"path":"/redirect/13797912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Während des Herbst-Workshops der Firma liefern sich Ji-won und Su-min einen erbitterten Kampf der Geister. Es ist das erste Mal, dass sie sich so ernsthaft gegenüberstehen. Su-min wird wütend und versucht, die Grenze zu überschreiten, um Ji-won zu verletzen. Schließlich kommt es bei einer Supermarktverkostung zu einem Zwischenfall, an dem Min-hwan beteiligt ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797908","hoster":"VOE"},{"path":"/redirect/13797914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Mit Ji-hyuks Hilfe macht Min-hwan Ji-won einen Heiratsantrag. Ji-won verbreitet Gerüchte auf der Arbeit, um für Aufregung zu sorgen. Su-min ist verärgert und versucht absichtlich, Min-hwans Mutter und Ji-won zu Feinden zu machen, um das Verlobungsessen zu ruinieren. Doch dann kommt die Nacht des Essens, und es ist der Tag, auf den Ji-won gewartet hat.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797915","hoster":"VOE"},{"path":"/redirect/13797921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Ji-won ruiniert das Verlobungsessen, was Min-hwan sehr peinlich ist. Die Angestellten munkeln bald, dass Ji-won und Min-hwan ihre Verlobung gelöst haben und er sie mit Su-min betrügt. Su-min versucht, es zu vertuschen, aber aufgrund ihrer Lügen kommt der Vorfall im Supermarkt wieder ans Licht. Sie steckt nun in einer Krise und lässt schließlich die Bombe platzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797923","hoster":"VOE"},{"path":"/redirect/13797925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Schließlich küssen sie sich. Ji-won geht mit voller Kraft auf ihn zu, während er immer wieder versucht, zu bremsen. Am Ende öffnet er sich Ji-won gegenüber. Auf der anderen Seite beschleunigen Su-min und Min-hwan die Hochzeit wegen einer unerwarteten Schwangerschaft, und Ji-won taucht mit Ji-hyuk als ihrem Date auf, um die Braut in den Schatten zu stellen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797924","hoster":"VOE"},{"path":"/redirect/13797931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Ji-hyuks Verlobte Yu-ra taucht auf und sorgt für einen Riss zwischen Ji-hyuk und Ji-won. Außerdem ist Ji-won überrascht, als sie von Ju-rans Magenkrebs erfährt. Sie ist schockiert, als sie feststellt, dass ihr Schicksal nicht an Su-min weitergegeben wurde. Währenddessen erfahren Su-min und Min-hwan, die unzufrieden ihre Tage als Frischvermählte verbringen, etwas über Ji-hyuk, das sie wütend macht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797929","hoster":"VOE"},{"path":"/redirect/13797936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Nach einem Unfall, der eigentlich Ji-won schaden sollte, wird Ji-hyuk stattdessen verletzt und fällt ins Koma. Ji-won hat Angst, dass Ji-hyuk vielleicht nie wieder aufwacht. Während alle am Unfall Beteiligten damit beschäftigt sind, ihre Spuren zu verwischen, erfährt Ji-won die Wahrheit hinter dem Unfall und sucht Su-min auf, um sich mit ihren Erinnerungen an eine ferne Vergangenheit auseinanderzusetzen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797934","hoster":"VOE"},{"path":"/redirect/13797945","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-14","name":"","epNo":14,"alt":"Episode 14","descr":"Ji-hyuk kommt wieder zu sich und verfolgt heimlich den Unfallverursacher, den Yu-ra zu verbergen versucht. Währenddessen erkennt Ji-won, dass sie Min-hwan dazu bringen muss, eine Affäre zu haben, um ihr Schicksal an Su-min weiterzugeben. Ji-won beschließt, Min-hwans heimliche Geliebte zu werden, gibt vor, mit Ji-hyuk Schluss gemacht zu haben, und nähert sich Min-hwan erneut an.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797940","hoster":"VOE"},{"path":"/redirect/13797944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-15","name":"","epNo":15,"alt":"Episode 15","descr":"Su-min trifft Yu-ra und legt überzeugende Beweise vor, was Yu-ra dazu veranlasst, einen Weg zu finden, die Situation ein für alle Mal zu lösen. Ji-won und Ji-hyuk leiten ihre letzte Operation gegen Min-hwan und Su-min ein und bringen die Nacht des Schicksals endlich hinter sich!","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797946","hoster":"VOE"},{"path":"/redirect/13797960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marry-my-husband/staffel-1/episode-16","name":"","epNo":16,"alt":"Episode 16","descr":"Mit dem Verschwinden von Su-min nach dem Tod von Min-hwan löst sich das mit Ji-won verwobene Schicksal endgültig auf. Ji-won erhält eine offizielle Einladung in das Haus des Vorsitzenden Yu Han-il und beginnt, ihre Zukunft mit Ji-hyuk zu planen. Gerade als sie ihr Glück erreichen wollen, taucht Su-min wieder auf, um das lange geschmiedete tragische Schicksal zu beenden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13797879","hoster":"VOE"},{"path":"/redirect/13797885","hoster":"Streamtape"}]}]}]}]}