{"seriesId":"marsupilami-2009","name":"Marsupilami (2009)","descr":"Hektor, ein kleiner Junge der sich nach großen Abenteuern sehnt, geht mit seiner Tante Diana für ein Jahr in den Dschungel von Palombia in Südamerika. Dort wollen sie die Flora und Fauna erforschen. Hektor trifft auf den legendären Marsupilami und seine Familie. Zusammen haben sie nicht nur Spaß, sondern verhindern auch immer wieder die Zerstörung des Dschungels.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"SOS Gummibäume","epNo":1,"alt":"","descr":"Bauwahn hat im Dschungel eine riesige Reifenfabrik gebaut. Die Gummibäume werden angezapft und der Saft wird zur Fabrik gepumpt. So wird den Bäumen und dem Dschungel das Leben ausgesaugt. Als ein Reifen durch den Dschungel springt, klettern Marsus Kinder hinein. Sie landen im riesigen Gummisaft-Auffangbehälter der Fabrik. Marsu schafft es nicht, die Kleinen zu retten. Da fällt Hektor eine Lösung für das Problem ein.","versions":[{"lang":1,"streams":[{"redirect":9839243,"hoster":"VOE"},{"redirect":9839218,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Entwalderator","epNo":2,"alt":"","descr":"Bauwahn baut einen Roboter. Dieser fällt in kurzer Zeit massenhaft Bäume, weil Felizia eine Autobahn durch den Dschungel bauen will. Nach einem Kampf gegen Marsu ändert sich der Roboter und wird zum Spielgefährten der Familie Marsu. Er pflanzt auch die entwurzelten Bäume wieder ein. Das stört zwar Bauwahn, wird aber von Felizia als Teil eines Plans betrachtet, um die Menschen und die Marsus zu überlisten.","versions":[{"lang":1,"streams":[{"redirect":9839222,"hoster":"VOE"},{"redirect":9839227,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hubah Hektor","epNo":3,"alt":"","descr":"Schulinspektor Lord Quengel soll überprüfen, ob Hektor im Dschungel gut genug unterrichtet wird. Zur gleichen Zeitentdeckt Hektor zusammen mit Marsu vier Statuen. Drei der Statuen haben auf ihren Köpfen magnetische Kugeln, die vierte Kugel liegt am Boden. Als Marsu sie der vierten Statue auf den Kopf setzt, gibt es eine elektrische Entladung. Danach hält Hektor sich für einen Marsupilami. Lord Quengel will Hektor zurück nach England bringen.","versions":[{"lang":1,"streams":[{"redirect":9839234,"hoster":"VOE"},{"redirect":9839291,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Giftmüllskandal","epNo":4,"alt":"","descr":"Marsu fällt in einen von Felizias Abwasserkanälen und leuchtet daraufhin und stinkt so fürchterlich, dass auch stundenlanges Schrubben nichts hilft. Auch Pflanzen gehen in seiner Nähe ein. Da seine Familie Angst vor ihm hat, geht er weg und versteckt sich. Hektor, der seinem Freund helfen will, findet heraus, dass Felizia über ihre Kanäle Giftmüll entsorgt. Tante Diana verspricht, eine Seife herzustellen, die gegen das Zeug hilft.","versions":[{"lang":1,"streams":[{"redirect":9839246,"hoster":"VOE"},{"redirect":9839250,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Glaskäfig","epNo":5,"alt":"","descr":"Bauwahn errichtet eine Glaskuppel um das Gebiet, in dem Hektor, Tante Diana und die Marsus wohnen. So sind sie eingeschlossen und Bauwahn kann den Dschungel roden. Die Kuppel scheint unzerstörbar zu sein. Da findet Tante Diana eine seltsame Algenart, die Glas isst und zu Sand verdaut. Nach kurzer Zeit haben die Algen die Kuppel kleingemacht. Bauwahn und Felizia sind wiedermal erfolglos mit ihrem Plan, den Dschungel zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":9839254,"hoster":"VOE"},{"redirect":9839258,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Gefährlicher Appetit","epNo":6,"alt":"","descr":"Hektor versucht Marsu zu überreden, sich nicht nur von Piranhas zu ernähren. Aber Marsu stopft weiter Piranhas in sich hinein, auch an einer Stelle des Flusses, die vergiftet ist. Marsu fängt an zu leuchten und schließlich wird er immer schwächer. Tante Diana läuft zum Lager, um dort aus einer Pflanze ein Gegenmittel zu machen. Als sie mit dem Mittel zurückkommt, weinen alle Tiere. Es sieht so aus, als wäre Marsu tot.","versions":[{"lang":1,"streams":[{"redirect":9839271,"hoster":"VOE"},{"redirect":9839418,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Da ist \u0027was faul","epNo":7,"alt":"","descr":"Marsu schmecken die Piranhas nicht mehr. Hektor kann das nicht fassen und startet eine Untersuchung. Als Erstes findet er Fliegen, die Ohren haben, dann Frösche, denen blaue Bärte wachsen. Hektor und Marsu stellen fest, dass einige Wissenschaftler in Felizias Versuchsgewächshaus hunderte von genmanipulierten Pflanzen gezüchtet haben. Tante Diana findet jedoch eine Lösung für das Problem.","versions":[{"lang":1,"streams":[{"redirect":9839274,"hoster":"VOE"},{"redirect":9839273,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Geisterjagd","epNo":8,"alt":"","descr":"Felizia will aus einem alten Tempel und dem umliegenden Dschungel eine riesige Wellness-Anlage machen. Sie schickt Bauwahn und Ollie los, um das Gebiet zu erkunden. Hektor erfährt von dem Indianerjungen Tofurki, dass die beiden Umweltzerstörer im Tempel sind. Er will sie so erschrecken, dass sie verschwinden und nie wiederkommen. Aber dann erschrickt Hektor und glaubt, es sind wirklich Geister da.","versions":[{"lang":1,"streams":[{"redirect":9839281,"hoster":"VOE"},{"redirect":9839283,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Wo sind die kleinen Mäuse?","epNo":9,"alt":"","descr":"Hektor will einen Wetterballon in die Lüfte schicken, um meteorologische Messungen vorzunehmen. Als er kurz weggeht, schnappt sich Marsu den Ballon und hüpft in einem von Tante Dianas Blumenbeeten. Als Hektor zurückkommt, sieht er die Bescherung, aber Marsu hat sich inzwischen verdrückt und die drei kleinen Marsus stehen neugierig um den Ballon herum. Da denkt Hektor natürlich, sie waren die Missetäter.","versions":[{"lang":1,"streams":[{"redirect":9839293,"hoster":"VOE"},{"redirect":9839294,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Dschungel-TV","epNo":10,"alt":"","descr":"Johnny G. Winner, der \"Erforscher der Wildnis\" landet recht unsanft mit einem Fallschirm über einem Abhang im Dschungel von Palombia. Marsu rettet ihn, aber Johnny hat trotzdem Angst vor ihm, weil er ihn für ein gefährliches Tier hält. Hektor freut sich riesig über Johnnys Landung. Er hat sich früher immer Johnnys Sendung im Fernsehen angesehen und ihn zu seinem Idol gemacht.","versions":[{"lang":1,"streams":[{"redirect":9839297,"hoster":"VOE"},{"redirect":9839435,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Jagd auf Marsu","epNo":11,"alt":"","descr":"Felizia schickt Bauwahn und Ollie wieder mal los, um Marsu zu fangen. Ihre Nichte Pam, die bei ihr zu Besuch ist, besteht darauf mitzufahren. Felizia willigt ein, um die verzogene Kleine für ein paar Tage los zu sein. Unterwegs springt Pam von dem Boot und läuft in den Dschungel, weil sie sich in den Kopf gesetzt hat, Marsu selbst zu fangen.","versions":[{"lang":1,"streams":[{"redirect":9839067,"hoster":"VOE"},{"redirect":9839083,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Die Nervernsäge","epNo":12,"alt":"","descr":"Pam schreibt Hektor, dass sie wieder über die Ferien zu ihrer Tante Felizia kommt. Hektor fängt sofort an, Vorbereitungen für ihr Wiedersehen zu treffen. Leider hat Pam diesmal ihren kleinen Bruder Julius dabei, eine echte Nervensäge. Aber sie hat das Glück, dass Felizia für einige Tage auf Geschäftsreise geht. So kann sie sich heimlich mit Hektor treffen. Zu ihrem Leidwesen kann sie Julius nicht abschütteln. So geht der Ärger los.","versions":[{"lang":1,"streams":[{"redirect":9839084,"hoster":"VOE"},{"redirect":9839070,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das grüne Monster","epNo":13,"alt":"","descr":"Im Lagerraum von Tante Diana und Hektor ist eingebrochen worden und all ihre Vorräte sind vertilgt. Hektor macht sich mit Marsu sofort auf die Suche nach dem Täter. Auf ihrem Weg durch den Dschungel sehen sie, dass überall ein enorm gefräßiges Tier sein Unwesen getrieben hat. Auch Bauwahn und Ollie sind im Auftrag von Felizia auf der Suche nach einem Tier, das die Eingeborenen Ventrocabra nennen.","versions":[{"lang":1,"streams":[{"redirect":9839074,"hoster":"VOE"},{"redirect":9839076,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Termitenplage","epNo":14,"alt":"","descr":"Felizia lässt eine alte Diamantenmine nach langer Zeit wieder öffnen, um nach Diamanten zu schürfen. Durch den Temperaturanstieg in der Mine erwacht ein Schwarm seltener Termiten, der dort viele Jahre lang geschlafen hat. Die Termiten machen sich fressen reihenweise Bäume. Das freut Felizia sehr. Hektor und Tante Diana müssen die Termiten unschädlich machen, ohne schädliches Gift einzusetzen. Das ist keine leichte Aufgabe.","versions":[{"lang":1,"streams":[{"redirect":9839114,"hoster":"VOE"},{"redirect":9839087,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Von Baum zu Baum","epNo":15,"alt":"","descr":"Felizia ist will mal wieder Marsu fangen und engagiert den großmäuligen Beutegreif, der sich als größten Jäger der Welt bezeichnet. Bauwahn und Ollie leiden sehr darunter, dass sie von dem ungewaschenen Beutegreif Befehle entgegen nehmen müssen, aber was sollen sie machen? Währenddessen hat Hektor ein anderes Problem. Er würde sich gern an Lianen von Baum zu Baum schwingen. Marsu versucht, es Hektor beizubringen.","versions":[{"lang":1,"streams":[{"redirect":9839096,"hoster":"VOE"},{"redirect":9839099,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der schlafende Vulkan","epNo":16,"alt":"","descr":"Hektor und Marsu hören nachts Rumpelgeräusche und sehen Lichter, die vom Berg Krakotauri kommen. Am nächsten Tag machen sie sich auf den Weg, um herauszufinden, was da los ist. Die kleinen Marsus, die sich Kürbisse übergestülpt haben, laufen ihnen heimlich nach. Und Tante Diana, die glaubt, eine Kürbisart entdeckt zu haben, die sich fortbewegen kann.","versions":[{"lang":1,"streams":[{"redirect":9839103,"hoster":"VOE"},{"redirect":9839113,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Eis auf dem Algazonmas","epNo":17,"alt":"","descr":"Bauwahn hat im Labor ein Mittel entwickeln lassen, mit dem er den Algazomas zufrieren lassen kann. Daraufhin gibt ihm Felizia den Auftrag, alles für Winterspiele in Palombia vorzubereiten. Schon bald sind die ersten Bauwerke erstellt und Bauwahn lässt den Fluss zufrieren. Hektor, Tante Diana und die Marsus sind total überrascht vom Eis auf dem Algazomas. Tante Diana und Hektor befürchten eine Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9839120,"hoster":"VOE"},{"redirect":9839118,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Hektor, der Marsu-Sitter","epNo":18,"alt":"","descr":"Frau Marsu verlässt ihre Familie und verschwindet im Dschungel. Tante Diana erklärt Hektor, dass Marsu sie suchen und wieder um sie werben muss, wie am Anfang ihrer Beziehung. Marsu bittet Hektor, auf die Kleinen aufzupassen, solange er weg ist, was dieser sofort übernimmt. Aber es ist gar nicht so einfach, den Marsu-Sitter zu spielen.","versions":[{"lang":1,"streams":[{"redirect":9839129,"hoster":"VOE"},{"redirect":9839125,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Ein seltener Vogel","epNo":19,"alt":"","descr":"Die kleinen Marsus finden im Fluss ein aus dem Nest gefallenes Vogelei. Frau Marsu brütet es aus und es schlüpft ein äußerst seltener Vogel, der Piafusu, der nur alle zehn Jahre Eier legt. Er wächst bei den kleinen Marsus auf und ahmt sie natürlich nach. Das macht Tante Diana Sorgen, denn ein Vogel mit dem Verhalten eines Marsus kann im Dschungel bestimmt nicht überleben. Da beschließen Hektor und Marsu, ihm das Fliegen beizubringen.","versions":[{"lang":1,"streams":[{"redirect":13922533,"hoster":"VOE"},{"redirect":9839133,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Zauber der blauen Blume","epNo":20,"alt":"","descr":"Tante Diana und Hektor suchen nach der Blauen Blume. Diese Blume ist sehr selten und wächst und blüht nur nach Regenfällen. Unterwegs fällt Hektor auf, daß sich alle Tiere so seltsam benehmen. Endlich finden sie die Blume und Tante Diana geht natürlich ganz nah an sie ran. Da wird ihr auch ganz seltsam zumute. Als Ollie auf der Blume landet, verlieben sich er und Tante Diana total ineinander. Auch die Tiere sind alle verliebt.","versions":[{"lang":1,"streams":[{"redirect":9839153,"hoster":"VOE"},{"redirect":9839146,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Grotox","epNo":21,"alt":"","descr":"Im Labor von Felizia wird Grotox hergestellt. Dieses Mittel soll Falten glätten und die Leute jünger machen. Aber es stellt sich heraus, dass es genau das Gegenteil bewirkt: es macht die Leute alt. Das bringt Felizia auf die Idee, es Topangadakota zu verabreichen, damit er senil wird und einen Vertrag über den Verkauf seines Landes an ihre Firma unterschreibt. Zum Glück stellt sich heraus, dass Grotox nur vorübergehend wirkt.","versions":[{"lang":1,"streams":[{"redirect":9839156,"hoster":"VOE"},{"redirect":9839172,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"In der eigenen Falle","epNo":22,"alt":"","descr":"Marsu nimmt Hektor die Brille weg und spielt damit. Hektor findet das gar nicht gut, weil er ohne Brille so gut wie nichts sieht. Nachdem Marsu die Brille zurückgegeben hat, klauen die Kleinen sie und Hektor sieht wieder nichts. Da er denkt, das war wieder Marsu, ist er echt sauer auf ihn und will ihn eine Weile nicht sehen. Zur selben Zeit ist Beutegreif wieder im Dschungel unterwegs, um Marsu zu fangen.","versions":[{"lang":1,"streams":[{"redirect":9839176,"hoster":"VOE"},{"redirect":9839178,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Das Tal der Palomisaurier","epNo":23,"alt":"","descr":"Bei einem Picknickausflug mit Hektor, Tante Diana und Topangadakota fällt Marsu durch ein Loch unter einem Ameisenhaufen in den Zugang zu einem versteckten Tal. Dort findet er ein riesiges, gut erhaltenes Skelett, das eine entfernte Ähnlichkeit mit ihm aufweist. Die Menschen, die inzwischen nachgekommen sind, halten es für das Skelett eines Palombisaurus, der der Vorfahr des Marsupilami gewesen sein könnte.","versions":[{"lang":1,"streams":[{"redirect":9839184,"hoster":"VOE"},{"redirect":9839189,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Grüner Treibstoff","epNo":24,"alt":"","descr":"Tante Diana wird zu einem Kongress eingeladen, den Felizia Absahn in einer Art Ferienanlage im Dschungel veranstaltet. Dort trifft sie ihre alte Studienfreundin Agathe, die einen von ihr entwickelten Biotreibstoff präsentieren will. Als Diana erfährt, dass der Treibstoff aus Immobilis Tempus gemacht wird, ist sie natürlich gar nicht erfreut und versucht, Agathe ihr Vorhaben auszureden.","versions":[{"lang":1,"streams":[{"redirect":9839196,"hoster":"VOE"},{"redirect":9839194,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Der Duft des Abenteuers","epNo":25,"alt":"","descr":"Tante Diana findet eine seltene Blume, den Magnificus horribilis, und ist natürlich begeistert. Selbst Hektor, den die Blume vom Aussehen her gar nicht vom Hocker reißt, ist begeistert von ihrem Geruch. Da kommt Marsu vorbei und ißt die Blüte, was Tante Diana vor Wut aus der Haut fahren läßt. Sie wird zu einer Art weiblichem Tarzan und verfolgt Marsu, der schon den nächsten Magnificus erschnüffelt hat.","versions":[{"lang":1,"streams":[{"redirect":9839211,"hoster":"VOE"},{"redirect":9839202,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Der Große Schlaf","epNo":26,"alt":"","descr":"Bauwahn und Ollie lassen im Dschungel eine Menge Tsutsu-Moskitos los, deren Stich Menschen und Tiere in Schlaf versetzt. Sie wollen die schlafenden Tiere einsammeln und weit weg von Palombia bringen, damit der Dschungel seinen Status als Wildschutzgebiet verliert und Felizia für ihre Vorhaben freie Bahn hat. Tatsächlich schlafen bald alle Tiere und Menschen, auch Bauwahn und Ollie, die ebenfalls gestochen wurden.","versions":[{"lang":1,"streams":[{"redirect":9839236,"hoster":"VOE"},{"redirect":9839210,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Operation leerer Dschungel","epNo":1,"alt":"","descr":"Bauwahn soll für Felizia ein eigenes Telefonnetz installieren und stellt einen Antennenmast auf, der Ultraschallwellen erzeugt, mit denen eine neuartige Handy-Generation funktioniert. Es stellt sich heraus, dass alle Tiere von den Ultraschallwellen hypnotisiert und zum Antennenmast gelockt werden. Das bringt Felizia auf die Idee, die Tiere verschwinden zu lassen, damit Palombia seinen Status als Wild- und Naturschutzgebiet verliert und sie dort machen kann, was sie will.","versions":[{"lang":1,"streams":[{"redirect":12250504,"hoster":"VOE"},{"redirect":8593647,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hinter Gittern","epNo":2,"alt":"","descr":"Bauwahn und Ollie ermitteln mit einem Analysegerät die DNS von allen Tieren und Pflanzen des palombianischen Dschungels und patentieren sie auf Felizias Absahn-Handelsgesellschaft. Auf Befehl von Felizia wird alles mit einem Stempel mit dem Absahn-Logo versehen und wer etwas essen, benutzen oder auch nur betrachten will, muss bezahlen. Wer das nicht tut, wird ins Gefängnis gebracht. So landen Hektor, Tante Diana, Topangadakota, Tofurki und eine Menge Tiere hinter Gittern. Der einzige, der jetzt noch helfen kann, ist Marsu, dem Bauwahn und Ollie natürlich keinen Stempel verpassen konnten.","versions":[{"lang":1,"streams":[{"redirect":8843717,"hoster":"VOE"},{"redirect":8593648,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Eine tierische Entdeckung","epNo":3,"alt":"","descr":"Hektor lässt einen Drachen fliegen. Marsu reißt in seinem Übermut die Schnur ab und der Drachen segelt davon. Auf der Suche nach dem Drachen macht Marsu ein Loch in die stachelige Außenhülle eines riesigen Baumes. Im Inneren des Baumes, der total hohl ist, befindet sich ein Minidschungel, der bisher vollkommen von der Außenwelt abgeschlossen war. In diesem Minidschungel gibt es die gleichen Tiere wie draußen, nur eben viel kleiner. Hektor und Marsu nehmen drei kleine Affen mit nach Hause, aber auch ein Papagei, zwei Jaguare und ein Tapir folgen ihnen. Im Lager haben die kleinen Marsus eine Menge Spaß mit den Minitieren und Hektor baut ihnen einen Käfig, damit sie die Nacht an einem geschützten Ort verbringen können. Aber am Morgen stellen Hektor und Marsu fest, dass die Affen den Käfig zerlegt haben und die Tiere verschwunden sind.","versions":[{"lang":1,"streams":[{"redirect":8843718,"hoster":"VOE"},{"redirect":8593646,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Stimmen der Geister","epNo":4,"alt":"","descr":"Hektor trifft im Dschungel Tofurki, der ihm erzählt, dass er sich einem Männlichkeitsritual unterziehen muss. Wenn er die Prüfung nicht besteht, darf er nie wieder zu seinem Stamm zurückkehren. Hektor beschließt, Tofurki zu helfen, und trotz Tante Dianas Verbot ziehen Hektor, Marsu und Tofurki los, um die Prüfung zu bestehen. Der \"Stimmgewaltige Geist\", der natürlich Topangadakota ist, stellt die Aufgaben, die sie mit viel Mühe im Teamwork bewältigen. Am Ende gibt Topangadakota Hektor den Stammesnamen \"Kleiner Hahn\" und jeder der drei erhält eine Blume, die Strahl der Nacht heißt. Hektor schenkt seine Blume Tante Diana, die überglücklich ist, ihn wohlbehalten wieder zu haben.","versions":[{"lang":1,"streams":[{"redirect":8843724,"hoster":"VOE"},{"redirect":8593643,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Schaumschlacht","epNo":5,"alt":"","descr":"Hektor und die Marsus sind auf der Jagd nach Fröschen für Hektors Terrarium. Da fällt ein Meteorit vom Himmel. Als sie an der Aufschlagstelle ankommen, stellt Hektor fest, dass es sich um eine Art Satellit handelt. Er schlägt mit einem Stock dagegen, der Satellit öffnet sich und ein orangener Schaum quillt heraus. Er nimmt eine Probe davon mit, um sie Tante Diana zu zeigen, weil er glaubt, es handelt sich um etwas aus dem fernen Weltall. Diana glaubt ihm seine Science Fiction Story natürlich nicht, aber sie verspricht, sich den Schaum am nächsten Morgen genau anzusehen. Am Morgen hat der Schaum schon das halbe Lager überwuchert. Diana untersucht ihn und stellt fest, dass die Bestandteile des Schaumes alle von der Erde stammen.","versions":[{"lang":1,"streams":[{"redirect":8843723,"hoster":"VOE"},{"redirect":8593644,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das verschwundene Ohr","epNo":6,"alt":"","descr":"Hektor, Marsu und Tofurki laufen beim Spielen auf das verbotene Gebiet des Geistes Vin San Gogo, obwohl Tofurki vorher davor gewarnt hat. Marsu und Hektor werfen in ihrem Übermut das Totem des Geistes um. Die drei stellen es wieder auf, aber nun fehlt dem Totem ein Ohr. Kurz darauf stellt man fest, dass alle Vögel stumm geworden sind. Topangadakota sagt, dass Vin San Gogo in seinem Zorn die Vögel hat verstummen lassen und wenn das Ohr nicht gefunden und der Geist mit einer musikalischen Zeremonie besänftigt wird, dann kommen die anderen Tiere und danach die Menschen dran und das Ganze führe letztendlich zum Ende der Welt.","versions":[{"lang":1,"streams":[{"redirect":8843721,"hoster":"VOE"},{"redirect":8593649,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hubakadabra","epNo":7,"alt":"","descr":"Felizia engagiert den Zauberer Ziegenfeld, der sich für einzigartig hält, als Attraktion für ihr geplantes Hotel. Bei einer Probevorführung landet er im Dschungel und läuft planlos durch die Gegend. Schließlich stößt er auf eine Anakonda, die ihn hypnotisiert. In letzter Sekunde wird er von Marsu und Hektor gerettet. Ziegenfeld ist von Marsu fasziniert und denkt sofort daran, ihn als Attraktion nach Las Vegas mitzunehmen. Er gibt sich recht freundlich und Hektor, der gern ein paar Zaubertricks von ihm lernen möchte, fällt auf ihn herein. Auch Tante Diana ist zunächst von ihrem charmanten Gast angetan. Dann sieht Ziegenfeld Frau Marsu, die ihm für sein Vorhaben noch besser geeignet erscheint, und hypnotisiert und entführt sie.","versions":[{"lang":1,"streams":[{"redirect":8843732,"hoster":"VOE"},{"redirect":8593651,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die wilde Großmutter","epNo":8,"alt":"","descr":"Hektor und Tante Diana erwarten den Besuch von Hektors Cousin Julian, aber stattdessen erscheint Dianas Großmutter Anna, die von allen in der Familie Katastrophen-Anna genannt wird. Sie ist kurzsichtig und fast taub und hat das Verhalten eines alten Feldwebels, was natürlich zu Spannungen führt. Sie richtet einigen Unsinn an, unter anderem gibt sie Marsu ihren berühmten \"Energiedrink\" zu trinken, der dazu führt, dass Marsu wie ein Irrwisch durch den Dschungel tobt. Hektor und Diana sind der Ansicht, dass man Marsu einfangen muss, bevor Schlimmeres passiert, aber einen Marsu zu fangen ist beinahe unmöglich.","versions":[{"lang":1,"streams":[{"redirect":12924647,"hoster":"VOE"},{"redirect":8593657,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Das perfekte Geschenk","epNo":9,"alt":"","descr":"Hektor sucht verzweifelt nach einem Geburtstagsgeschenk für Tante Diana, aber es fällt ihm einfach nichts Vernünftiges ein. Nach einigen erfolglosen Versuchen, etwas auf die Beine zu stellen, geht er zu Topangadakota, der im den Rat gibt, ganz einfach da zu sein. Hektor versteht, was er damit meint und beschließt, den ganzen Geburtstag über für Diana da zu sein und ihr bei allem zu helfen. Er beginnt den Tag damit, dass er Frühstück für sie macht, aber sie bemerkt das gar nicht, weil sie es eilig hat, einen Baum zu beobachten, der einmal im Jahr eine neue Blüte treibt, genau an diesem Tag.","versions":[{"lang":1,"streams":[{"redirect":8843716,"hoster":"VOE"},{"redirect":8593650,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Marsupilu","epNo":10,"alt":"","descr":"Tofurkis kleine Schwester Torukazima hat ein Plüschtier, das aussieht wie ein Marsupilami und das sie über alles liebt. Sie hüpft ständig mit ihrem Marsupilu durch die Gegend. Bei einem ihrer Ausflüge hüpft der Marsupilu davon und richtet überall, wo er hinkommt einigen Schaden an, auch in Tante Dianas Garten. Aber die kleinen Marsus schließen ihn sofort ins Herz und haben eine Mange Spaß mit ihm. Schließlich sind sie so auf das Plüschtier fixiert, dass man beschließt, es im Dschungel verschwinden zu lassen.","versions":[{"lang":1,"streams":[{"redirect":12924651,"hoster":"VOE"},{"redirect":8593658,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Felizia in Gefahr","epNo":11,"alt":"","descr":"Hektor lockt Insekten in durchsichtige Behälter, um sie zu zeichnen und dann wieder freizulassen. Aber das Unternehmen ist schwierig, weil Marsu die Insekten ständig aufisst und die kleinen Marsus seine Zeichenutensilien zweckentfremden. Als Hektor und Marsu wieder mal auf Insektenfang sind, kommt eine riesige Wolke von Insekten vorbeigeflogen. Sie sind auf der Flucht vor einem Gift, das Felizia durch Ollie und Bauwahn ausbringen lässt. Durch einen Fehler der beiden bekommt Felizia eine konzentrierte Ladung von dem Gift ab und verfällt ins Delirium. Da taucht Nick auf, der vorgibt, ihr Bruder und Erbe zu sein, und übernimmt die Leitung ihres Imperiums.","versions":[{"lang":1,"streams":[{"redirect":8843719,"hoster":"VOE"},{"redirect":8593652,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Musikalische Pflanzen","epNo":12,"alt":"","descr":"Hektor leiht sich Tante Dianas altes Tonbandgerät aus, um Vogelstimmen aufzunehmen. Aber die Vögel verstummen immer, wenn er den Aufnahmeknopf drückt. Tante Diana lässt auf ihrer Anlage im Garten Beethovens Fünfte laufen, um die Pflanzen zum Wachsen zu bringen. Das Eingangsthema wird von den Vögeln mit Freuden nachgesungen. Auch Frau Marsu singt es und Hektor macht eine Aufnahme davon. Als Marsu sie hört, glaubt er, seine Frau ist in dem Gerät. Er nimmt das Gerät mit in sein Nest und lässt es laufen. Da kommt seine Frau und glaubt, er hat eine andere Frau. Voller Zorn wirft sie ihn aus dem Nest und das Gerät landet irgendwo im Dschungel.","versions":[{"lang":1,"streams":[{"redirect":8843728,"hoster":"VOE"},{"redirect":8593660,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Angriff der Superpflanze","epNo":13,"alt":"","descr":"Die drei kleinen Marsus finden im Dschungel eine Samenkapsel und bringen sie mit ins Lager. Dort fällt sie in ein von Tante Diana für ein Bäumchen vorbereitetes Pflanzloch. Die Pflanze entwickelt sich erstaunlich schnell Bereits am nächsten Morgen haben sich ihre Wurzelausläufer überall im Lager ausgebreitet. Tante Diana setzt sich eine der Blüten der Pflanze auf den Kopf und wird daraufhin sehr eigenartig. Sie tut alles, damit die Pflanze wächst und gedeiht und benimmt sich nach und nach, als wäre sie eine Blume. Auch Frau Marsu und die Kleinen bekommen Blüten auf den Kopf und werden ebenfalls so seltsam. Hektor und Marsu, beschließen, etwas dagegen zu unternehmen, dass die Pflanze immer dominanter wird.","versions":[{"lang":1,"streams":[{"redirect":8843720,"hoster":"VOE"},{"redirect":8593655,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der kleine Jaguar","epNo":14,"alt":"","descr":"Beutegreif beobachtet die Marsus beim Bau einer Jaguarfalle und macht sich sein neues Wissen natürlich zunutze, um Jaguare zu fangen und eine Menge Geld zu verdienen. Er fängt die Mutter eines kleinen Jaguars, der danach allein und traurig im Dschungel liegt. Die kleinen Marsus finden ihn und treiben allerlei Schabernack mit ihm, was Mama Marsu schließlich unterbindet. Sie nehmen den Findling mit nach Hause und nach einigen Reibereien werden die vier Kleinen gute Freunde. In der Nacht hört der kleine Jaguar seine Mutter und macht sich auf den Weg zu ihr.","versions":[{"lang":1,"streams":[{"redirect":8843726,"hoster":"VOE"},{"redirect":8593654,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Die Dschungelrettungs-Gang","epNo":15,"alt":"","descr":"Felizia fährt in den Dschungel, um Bauwahn und Ollie bei ihrer Arbeit auf die Finger zu sehen. Sie kommt von der Straße ab, fällt einen Abhang hinunter und landet in einem Dschungelbirnen-Baum, dessen Früchte ihre Haut grün färben. Marsu und Hektor finden sie, erkennen sie aber nicht und bringen sie ins Lager. Als sie aufwacht, weiß sie nicht, wer sie ist und verbringt eine herrliche Zeit bei Hektor, Tante Diana und den Marsus. Auf einem ihrer Ausflüge kommen sie in ein von Abwasser verseuchtes Gebiet, das absolut hässlich aussieht und Felizia beschließt, mit Hektor und Marsu eine Bande zu gründen, die Dschungelrettungs-Gang.","versions":[{"lang":1,"streams":[{"redirect":11832029,"hoster":"VOE"},{"redirect":8593656,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Müllregen","epNo":16,"alt":"","descr":"Felizia verlässt Palombia für einige Tage und übergibt das Kommando an Bauwahn. Der hat natürlich sofort eine Idee: er lässt gegen Bezahlung alle Welt ihren Müll nach Palombia liefern und Ollie schießt ihn dann mit einer Spezialkanone in den Dschungel. Der ganze Dschungel inklusive des Lagers ist von dem Müllregen schwer in Mitleidenschaft gezogen. Hektor und Marsu beschließen, etwas dagegen zu unternehmen.","versions":[{"lang":1,"streams":[{"redirect":8843727,"hoster":"VOE"},{"redirect":8593653,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Piranhamanie","epNo":17,"alt":"","descr":"Im Algazomas sind so gut wie keine Piranhas mehr, was für Familie Marsu natürlich eine Katastrophe ist. Hektor und Marsu finden heraus, dass der Algazomas von Felizias Leuten leer gefischt wurde, nachdem sie den Fisch für sehr selten und damit für äußerst wertvoll erklärt hat. Tante Diana erzählt Hektor eine Geschichte, die sich vor Jahrhunderten in Holland ereignet hat, wo mit Tulpen das große Geschäft gemacht wurde. Alle wollten unbedingt Tulpen haben, so dass diese Blumen einen unschätzbaren Wert erlangten. Aber nach einer Weile war die Tulpenmanie vorbei. Nach dem Vorbild von Tante Dianas Tulpengeschichte gibt Hektor als Felizia über Funk durch, dass Piranhas nichts mehr wert sind und dass der neue Renner italienische Schuhe sind.","versions":[{"lang":1,"streams":[{"redirect":8843736,"hoster":"VOE"},{"redirect":8593661,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Der wahre Dschungelheld","epNo":18,"alt":"","descr":"Hektor liest in seinem neuen Krozam-Comic-Heft, aber Marsu will lieber Action haben. Er nimmt Hektor das Heft ab und klettert damit auf einen Baum. Hektor klettert ihm nach und fällt herunter. Kurz vor dem Aufprall auf dem Boden wird sein Fall gebremst. Hektor glaubt schon, dass Marsu ihn wieder einmal gerettet hat, aber da bemerkt er, dass es Krozam ist, der ihn festhält. Hektor ist begeistert, dass er mit seinem Comichelden zusammen sein kann, aber bei allem, was Krozam macht, fällt ihm etwas ein, das Marsu viel besser macht.","versions":[{"lang":1,"streams":[{"redirect":8843730,"hoster":"VOE"},{"redirect":8593659,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Dschungelküche","epNo":19,"alt":"","descr":"Tante Diana ist im Stress, weil Hektor ihre Küche nicht mehr zusagt. Sie versucht sich an Gerichten aus dem Kochbuch von Ursula Leckerkoch, aber ohne großen Erfolg. Ursula, die Felizias Mutter ist, ist bei dieser zu Besuch und will im Dschungel nach ausgefallenen Pflanzen für die Rezepte in ihrem neuen Kochbuch suchen. Bauwahn hört Felizia, die ein etwas angespanntes Verhältnis zu ihrer Mutter hat, sagen, sie wünsche sich, Ursula möge im Dschungel verloren gehen. Bauwahn und Ollie, die Ursula in den Dschungel begleiten, hoffen auf Pluspunkte bei ihrer Chefin und lassen die alte Dame irgendwo im Dschungel allein, damit sie nicht mehr zurückfindet.","versions":[{"lang":1,"streams":[{"redirect":8843735,"hoster":"VOE"},{"redirect":8593670,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"Der Riesenpiranha","epNo":20,"alt":"","descr":"An einem schönen Abend bei Topangadakota greift ein riesiger Piranha Frau Marsu an und Marsu will sich natürlich an ihm rächen. Hektor setzt sofort einen Funkspruch ab, dass man einen Umweltexperten zu ihnen schicken soll. Benno Fahrrikscha ist schnell zur Stelle und auch Johnny G. Winner kommt, aber leider auch Beutegreif. Vernünftigerweise bilden sie alle ein Team, um sich auf die Suche nach dem Fisch zu machen. Nach einigen Schwierigkeiten finden sie den Piranha, aber sie werden nach und nach von ihm verschluckt. Tante Diana, die nicht so recht mitbekommt, was passiert, setzt sich mit einer Ukulele an den Fluss und spielt. Zu ihrem großen Entzücken taucht der große Fisch auf und beginnt im Wasser zu tanzen. In seinem Inneren werden die Verschluckten dadurch ziemlich herumgewirbelt.","versions":[{"lang":1,"streams":[{"redirect":8843729,"hoster":"VOE"},{"redirect":8593662,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"Weihnachten in Palombia","epNo":21,"alt":"","descr":"Hektor und Tante Diana stellen voller Entsetzen fest, dass der Algazomas fast kein Wasser mehr führt. Auf der Suche nach der Ursache stoßen sie auf eine Christbaumplantage, für die Felizia den Algazomas umleitet. Tante Diana hält den Anbau von Koniferen im tropischen Regenwald für eine ökologische Katastrophe und Hektor stellt fest, dass ein großer Teil der Bäume schon woanders hingebracht worden sein muss. Da kommt die Einladung zum Weihnachtsessen im Absahn-Gebäude, die Felizia auf Betreiben ihrer Mutter hin ausspricht, gerade recht. Hektor hofft, dass er die Chance bekommt, in dem Gebäude nach der heimlichen Plantage zu suchen.","versions":[{"lang":1,"streams":[{"redirect":8843733,"hoster":"VOE"},{"redirect":8593664,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"Akute Rundophobie","epNo":22,"alt":"","descr":"Auf einem Ausflug isst Marsu auf einer Lichtung eine Menge runder Früchte. Als er nach Hause kommt, reagiert er mit panischem Entsetzen auf alles, was rund ist. Es dauert eine Weile, bis Hektor und Tante Diana dahinter kommen, was seine Anfälle auslöst. Als ihnen klar wird, dass er eine \"Rundophobie\" hat, räumen sie alles, was rund ist, weg, aber auch in der Natur gibt es genügend Dinge, die rund sind und Marsu lebt ständig in Angst und Schrecken. Seine Familie ist gar nicht erfreut über ihn, weil er nicht mehr fähig ist, sie zu versorgen. Hektor versucht vergeblich, ihm zu helfen. Dann kommt er irgendwann auf die Idee, mit Marsu dort hinzugehen, wo alles angefangen hat.","versions":[{"lang":1,"streams":[{"redirect":8843738,"hoster":"VOE"},{"redirect":8593667,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"Raus aus dem Nest","epNo":23,"alt":"","descr":"Marsu hilft einem Vogelpaar, das echt im Stress ist, die kleinen Vögel zu füttern, die ständig nach Futter schreien. Als die kleinen Marsus das mitkriegen, machen sie es den Vögeln nach und schreien auch ständig nach Futter. Irgendwann wird es Marsu zu dumm, sie zu bedienen und er beschließt, ihnen beizubringen, wie man sich selbst versorgt. Er setzt sie in einer Schlucht auf einen Baum und verschwindet. Hektor, der gerade einen Film über das Leben in Palombia dreht, und alles filmt, denkt schon, Marsu hat seine Kinder verlassen, aber da sieht er ihn in einem Versteck, von wo aus er die Kinder beobachtet. Plötzlich taucht ein Jaguar auf und Hektor fällt vor Schreck sein Camcorder aus der Hand.","versions":[{"lang":1,"streams":[{"redirect":8843737,"hoster":"VOE"},{"redirect":8593663,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"Dornröschenschlaf","epNo":24,"alt":"","descr":"Topangadakota bittet Tante Diana, sich um seinen Garten zu kümmern, während er auswärts ist bei einem geheimen Ritual. Eine Pflanze ist mit einem Korb zugedeckt. Topanaga verbietet ihr, sie zu enthüllen, weil das nur Schamanen erlaubt ist. Diana kann natürlich nicht widerstehen. Kaum ist Topanga weg, muss sie sich die Pflanze ansehen. Sie nimmt sie mit ins Lager, um sie zu studieren, aber dort wird sie von der Pflanze gestochen und fällt in einen tiefen Schlaf. Hektor und Marsu versuchen alles, um sie aufzuwecken, aber nichts hilft. In seiner Verzweiflung erzählt Hektor Tofurki die ganze Geschichte und sie machen sich auf die Suche nach Topanga, der als Einziger helfen kann.","versions":[{"lang":1,"streams":[{"redirect":12337092,"hoster":"VOE"},{"redirect":8593668,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"Marsu schlägt zurück","epNo":25,"alt":"","descr":"Felizia veranstaltet mit Ollie und Bauwahn ein Quiz, in dem es darum geht, herauszufinden, warum Absahn City noch immer nicht gebaut werden kann und warum die beiden immer wieder versagen, wenn es um die Demolierung das Dschungels geht. Es werden jede Menge alte Geschichten aufgewärmt, auch solche mit Beutegreif und schließlich stellt sich heraus, dass es Hektor, Tante Diana und vor allen Dingen Marsu sind, die den Erfolg der Absahn-Gesellschaft in Palombia verhindern.","versions":[{"lang":1,"streams":[{"redirect":8843739,"hoster":"VOE"},{"redirect":8593666,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"Gehen oder Bleiben?","epNo":26,"alt":"","descr":"Hektor erhält einen Brief, dass er an der Astrophysiker-schule angenommen ist. Um sie zu besuchen, muss er aber nach Europa, was die anfängliche Euphorie schon etwas dämpft. Schweren Herzens nimmt er Abschied und Tante Diana will ihn zur Bushaltestelle bringen. Sie fahren zuerst mit dem Boot und dann mit dem Jeep, der aber irgendwann im Schlamm stecken bleibt. Marsu, der ihnen nachgelaufen ist, zieht den Jeep aus dem Schlamm, aber dann wird ihm klar, dass Hektor abreisen will und er zertrümmert den Jeep. Hektor und Tante Diana gehen zu Fuß weiter und während dieses Marsches durch die herrliche Landschaft fällt es Hektor immer schwerer, Palombia zu verlassen.","versions":[{"lang":1,"streams":[{"redirect":8843734,"hoster":"VOE"},{"redirect":8593665,"hoster":"Streamtape"}]}]}]}]}