{"path":"/serie/stream/marvels-jessica-jones","name":"Marvel’s Jessica Jones","descr":"Obwohl Jessica Jones zu den begabten Menschen gehört, hat sie dem Superhelden-Dasein längst den Rücken gekehrt. Mittlerweile lebt sie in einer heruntergekommenen Wohnung im Herzen von New York City und hat auf die Tür zu ihrem Apartment in großen Lettern Alias Investigations geschrieben. Als Privatdetektivin ist sie rund um die Uhr unterwegs, um die Aufträge ihrer Klienten zu erledigen. Meistens leistet sie dabei zu gründliche Arbeit – immerhin sieht sich kein Ehemann gerne in seinem Verdacht bestätigt, dass seine Gattin mit einem anderen Mann verkehrt.Ansonsten ertränkt Jessica ihre Gedanken in einem ungesunden Übermaß an Alkohol. Ausschlaggebend dafür ist ein verheerendes Trauma, das sie seit einem Jahr verfolgt. Damals wurde vom manipulativen Kilgrave zuerst verführt und anschließend als Marionette missbraucht, denn dieser kann die Gedanken anderer Menschen kontrollieren. Gegen ihren Willen hat Jessica grausame Dinge getan, die sie am liebsten vergessen würde. Doch dann wird sie von ihrer Vergangenheit eingeholt und muss sich erneut ihrem Erzfeind stellen","seasons":[{"path":"/serie/stream/marvels-jessica-jones/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-1","name":"Ladies’ Night","epNo":1,"alt":"AKA Ladies Night","descr":"Die Privatdetektivin Jessica Jones wird angeheuert, eine gutaussehende Studentin der NYU zu finden, die plötzlich verschwunden ist. Bald stellt sich jedoch heraus, dass dahinter mehr steckt als ein gewöhnlicher Vermisstenfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844301","hoster":"VOE"},{"path":"/redirect/8844304","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582520","hoster":"VOE"},{"path":"/redirect/8594014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-2","name":"Crush-Syndrom","epNo":2,"alt":"AKA Crush Syndrome","descr":"Jessica (Krysten Ritter) will Hogarth (Carrie-Anne Moss) als Hopes (Erin Moriarty) Anwältin gewinnen. Dazu muss sie allerdings Beweise für die Kräfte Kilgraves (David Tennant) liefern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844300","hoster":"VOE"},{"path":"/redirect/8844298","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9593497","hoster":"VOE"},{"path":"/redirect/8594017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-3","name":"Es heißt Whisky","epNo":3,"alt":"AKA It’s Called Whiskey","descr":"Es wird schwierig Hopes (Erin Moriarty) Unschuld zu beweisen. Sowohl die Medien als auch Hogarth (Carrie-Anne Moss) zweifeln an ihrer Aussage. Jessica (Krysten Ritter) scheint aber einen Weg zu finden, wie sie Kilgrave (David Tennant) zur Strecke bringen kann. Jessicas und Cages (Mike Colter) Beziehung wird durch ein dunkles Geheimnis Jessicas erschwert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844299","hoster":"VOE"},{"path":"/redirect/10818865","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582522","hoster":"VOE"},{"path":"/redirect/8594019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-4","name":"99 Freunde","epNo":4,"alt":"AKA 99 Friends","descr":"Ein neuer Fall erfordert ihre Aufmerksamkeit, während Jessica versucht, herauszufinden, wer sie für Kilgrave ausspioniert. Trish muss indes wegen ihrer Radiosendung mit unerwarteten Konsequenzen zurechtkommen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/9018775","hoster":"VOE"},{"path":"/redirect/9026509","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582521","hoster":"VOE"},{"path":"/redirect/8594020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-5","name":"Das Sandwich hat mich gerettet","epNo":5,"alt":"AKA The Sandwich Saved Me","descr":"Jessica (Krysten Ritter) kommt ihrem drogenabhängigen Nachbarn Malcolm (Eka Darville) auf die Spur und findet die Verbindung zu Kilgrave (David Tennant). Simpson (Wil Traval) unterstützt sie bei der Suche nach diesem. Um Malcolm zu schützen geht Jessica einen Deal ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844306","hoster":"VOE"},{"path":"/redirect/8594033","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/13918330","hoster":"VOE"},{"path":"/redirect/8594021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-6","name":"Du bist ein Gewinner!","epNo":6,"alt":"AKA You’re A Winner","descr":"Luke heuert Jessica an, ihm bei der Suche nach einem Flüchtigen zu helfen. Sie fürchtet jedoch, dass er dabei zuviel aus ihrer Vergangenheit erfahren könnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844303","hoster":"VOE"},{"path":"/redirect/8745016","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582523","hoster":"VOE"},{"path":"/redirect/8594028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-7","name":"Die schlimmsten Perversen","epNo":7,"alt":"AKA Top Shelf Perverts","descr":"Um sich selbst zu schützen, will Jones sich selbst in ein Hochsicherheitsgefängnis einweisen. Hierzu nutzt sie die Leiche eines Nachbarn, den Killgrave getötet hatte. Doch Killgrave bringt das Gefängnis unter Kontrolle und gesteht Jessica seine Liebe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10818809","hoster":"VOE"},{"path":"/redirect/8844308","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8844290","hoster":"VOE"},{"path":"/redirect/8594023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-8","name":"W.W.J.D.","epNo":8,"alt":"AKA WWJD?","descr":"Jessica (Krysten Ritter) wird von Kilgrave (David Tennant) auf eine seltsame Art und Weise zu Hause empfangen und willkommen geheißen. Hogarth (Carrie-Anne Moss) steht vor einem Wendepunkt im Konflikt mit ihrer Noch-Ehefrau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844310","hoster":"VOE"},{"path":"/redirect/8594032","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/8844289","hoster":"VOE"},{"path":"/redirect/8594024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-9","name":"Die Strafecke","epNo":9,"alt":"AKA Sin Bin","descr":"Jones gelingt es zu beweise, dass Kilgrave über unmenschliche Kräfte verfügt, woraufhin er eingesperrt wird. Sie sorgt dafür, dass er seinen Eltern gegenübertritt, um sein Verhalten zu ändern. Die Situation eskaliert und Kilgrave entkommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844312","hoster":"VOE"},{"path":"/redirect/8594034","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582525","hoster":"VOE"},{"path":"/redirect/8594027","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-10","name":"1000 Schnitte","epNo":10,"alt":"AKA The Kumbaya Circle Jerk","descr":"Kilgrave entkommt aus dem Gefängnis und befreit Shlottmann, um sie gegen seinen Vater zu tauschen. Shlotman begeht Selbstmord und überlässt Jones die Aufgabe, Kilgrave zu töten","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844311","hoster":"VOE"},{"path":"/redirect/8594037","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9582524","hoster":"VOE"},{"path":"/redirect/8594025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-11","name":"Die Blauen","epNo":11,"alt":"AKA I’ve Got The Blues","descr":"Jessica macht sich daran, den Tod von Shlottman Simpson in die Schuhe zu schieben. Bei einem Treffen mit ihm wird sie angegriffen. Kilgrave teilt ihr mit, dass Luke in einer Bar ist. Jessica erreicht die Bar und sieht mit an, wie sie mit Luke im Innern explodiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844313","hoster":"VOE"},{"path":"/redirect/8594038","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9593498","hoster":"VOE"},{"path":"/redirect/8594026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-12","name":"Hinten anstellen","epNo":12,"alt":"AKA Jewel And The Power Man","descr":"Die Jagd auf Kilgrave führt Jessica und Luke wieder zusammen. Trish erhält indes unerwartete Informationen über Simpson und Jessica.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844314","hoster":"VOE"},{"path":"/redirect/8594039","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9593500","hoster":"VOE"},{"path":"/redirect/8594031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-1/episode-13","name":"Lächeln","epNo":13,"alt":"AKA Smile","descr":"Jessica und Luke bekommen Hilfe von jemandem aus der Nachbarschaft. Kilgrave wappnet sich indes für den großen Showdown gegen Jessica.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844316","hoster":"VOE"},{"path":"/redirect/8594036","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/9593501","hoster":"VOE"},{"path":"/redirect/8594029","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-1","name":"Fangen Sie ganz am Anfang an","epNo":1,"alt":"AKA Start At The Beginning","descr":"Seitdem sie Kilgrave besiegt hat, ist Jessica in New York City als Superheldin bekannt. Dadurch bekommt sie auch neue Kunden, darunter ein Mann, der ebenfalls Superkräfte besitzen soll und sich selbst \"Whizzer\" nennt. Er glaubt, dass ihn jemand umbringen möchte, aber Jessica ist nicht davon überzeugt. Trish versucht, mehr über das zwielichtige Unternehmen IGH, das Jessica einst ihre Kräfte gab, herauszufinden. Dabei bemerkt sie nicht, dass sie von ihrem Ex-Freund Will Simpson beobachtet wird. Nachdem es zu einem Unfall kommt, bei dem Whizzer stirbt, verfolgt Jessica die Spur und landet bei einem leerstehenden Gebäude. Da erinnert sie sich, dass sie selbst einmal dort war, als die IGH damals an ihr Experimente ausführte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004372","hoster":"VOE"},{"path":"/redirect/10004374","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-2","name":"Ein Unfall","epNo":2,"alt":"AKA Freak Accident","descr":"Jessica sucht Dr. Kozlov, der früher als Arzt im IGH-Gebäude tätig war. Dabei erfährt sie, dass er vor Kurzem bei einem Unfall ums Leben gekommen ist. Wie schon bei Whizzer zweifelt Jessica daran, ob es wirklich ein Unfall war. In der Zwischenzeit stattet Trish zusammen mit Malcolm einem Mann aus ihrer Vergangenheit einen Besuch ab, um mehr Informationen zur IGH zu erhalten. Jessica wird klar, dass Trish in Gefahr ist, da sie zu viele Fragen stellt. Gleichzeitig entdeckt Trish, dass sie von ihrem Ex-Freund Will Simpson verfolgt wird. Als Jessica eintrifft, hält Trish ihn bereits gefangen, doch Will beteuert, dass er Trish vor einem Monster beschützen will – kurz darauf wird er von dem mysteriösen Wesen getötet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004378","hoster":"VOE"},{"path":"/redirect/10004379","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-3","name":"Überlebt","epNo":3,"alt":"AKA Sole Survivor","descr":"Jeri muss sich mit ihrer ALS-Diagnose abfinden. Als sie herausfindet, dass ihre Partner in der Kanzlei sie aus der Firma entlassen wollen, fordert sie Jessicas Hilfe ein, um die Geheimnisse ihrer Kollegen zu ermitteln. Währenddessen bekommt Jessica Probleme mit dem neuen Hausmeister Oscar, der sie aus ihrer Wohnung werfen will. Jessica und Trish werden auf Dr. Hansen, eine Ärztin, die im IGH-Gebäude gearbeitet haben soll, aufmerksam. In deren Wohnung stoßen sie auf einen verkohlten Schädel. Trish startet in ihrer Radiosendung einen Aufruf, um die Frau zu finden. Diese meldet sich und es kommt zum Treffen mit Jessica. Dabei wird klar, dass die Frau ebenfalls Superkräfte besitzt. Nach einer Analyse des Schädels stellt sich aber heraus, dass die wahre Dr. Hansen bereits tot ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004380","hoster":"VOE"},{"path":"/redirect/10004377","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-4","name":"Gnade Gott dem Penner","epNo":4,"alt":"AKA God Help the Hobo","descr":"Auf der Suche nach der Frau, die sich als Dr. Hansen ausgegeben hat, stoßen Jessica und Trish auf eine Krankenschwester, die im IGH-Gebäude tätig war. Inez Green erklärt, dass sie von der besagten Frau angegriffen wurde. Währenddessen stiftet ein Konkurrent von Jessica seinen Mitarbeiter dazu an, bei ihr einzubrechen. Vor Ort wird der Schnüffler allerdings von der unbekannten Frau getötet. Als Jessica eintrifft, wird sie des Mordes verdächtigt und verhaftet. Trish wirft eine Tablette ein, um Superkräfte zu bekommen, wird jedoch auch in Gewahrsam genommen. Daraufhin bringt Malcom die Krankenschwester in Sicherheit.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924678","hoster":"VOE"},{"path":"/redirect/10004384","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-5","name":"Der Oktopus","epNo":5,"alt":"AKA The Octopus","descr":"Als Jessicas Anwältin rät ihr Jeri, dem Kommissar Costa die Wahrheit zu sagen. Daraufhin ist Jessica wieder auf freiem Fuß und sucht nach weiteren Hinweisen zur unbekannten Frau. Dabei erfährt sie, dass es einen Zusammenhang zu einem IGH-Arzt namens Dr. Karl Malus gibt. Als sie ihn bei einem Aquarium findet, entdeckt sie auch die mysteriöse Frau. Kurz darauf gelingt den beiden eine spektakuläre Flucht. Unterdessen hat Trish Schwierigkeiten damit, der Droge, die ihr Superkräfte verleiht, zu widerstehen. Jeri versucht von der Krankenschwester Inez Green mehr über IGH herauszufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004386","hoster":"VOE"},{"path":"/redirect/10004390","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-6","name":"Konfrontation","epNo":6,"alt":"AKA Facetime","descr":"Malcolm erkennt auf den Fotos, die Jessica im Aquarium gemacht hat, dass der Arzt einen Universitätsring trägt. So gelingt es Jessica, mehr über Dr. Karl Malus herauszufinden: Demnach wird er seit Jahren von einem Studienfreund namens Justis Ambrose finanziert, nachdem er dessen Sohn gerettet haben soll. Während Trish von der Droge abhängig wird, erfährt Jeri von Inez Green, dass ein ehemaliger IGH-Patient Heilungskräfte besitzen soll. Schließlich kommt Jessica dem Arzt auf die Spur und trifft in einem Haus auf die mysteriöse Frau, die sich als ihre leibliche Mutter vorstellt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004389","hoster":"VOE"},{"path":"/redirect/10004391","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-7","name":"I Want Your Cray Cray","epNo":7,"alt":"AKA I Want Your Cray Cray","descr":"Eine Rückblende zeigt, was nach dem Unfall mit Jessicas Mutter Alisa geschah. Während sich Jessica von den Behandlungen von Dr. Malus schnell erholte, dauerte es für Alisa Jahre, bis sie wieder richtig zu sich kam. Seither kann Alisa ihre Wut nicht kontrollieren, was zu gewalttätigen Ausbrüchen führt. Dadurch gelang es ihr einmal, aus dem IGH-Gebäude zu fliehen und nach Jessica zu suchen. Damals ging Jessica mit Trish zusammen auf die Uni. Wegen Trishs wachsendem Ruhm als Pop-Star und zunehmender Drogenabhängigkeit kam es zum Streit und Jessica zog zu ihrem Freund, Stirling. Als Alisa herausfand, dass Stirling Jessica wegen ihren Kräften ausnutzen wollte, tötete sie ihn in Folge eines Wutanfalls. Der plötzliche Tod ihres Freundes brachte Jessica und Trish wieder zusammen. In der Gegenwart bittet Alisa Jessica um Verzeihung, aber Jessica greift sie stattdessen an. Daraufhin setzt Dr. Malus Jessica unter Drogen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004394","hoster":"VOE"},{"path":"/redirect/10004395","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-8","name":"Ain’t We Got Fun","epNo":8,"alt":"AKA Ain\u0027t We Got Fun","descr":"Malcolm distanziert sich von Trish, als er erfährt, dass sie wieder drogenabhängig geworden ist. Während er nach Informationen über Jeris Partner sucht, wird er angegriffen. Daraufhin will Trish ihm eine Droge verabreichen, doch Malcolm flieht. Derweilen findet Jeri den Mann mit den Heilkräften: Er sitzt im Gefängnis und sie beschließt, ihn als Anwältin zu vertreten. Jessica kontaktiert die Polizei, um Dr. Malus verhaften zu lassen. Als Dr. Malus die Flucht ergreift, beschließt Alisa, bei ihrer Tochter zu bleiben. Bevor die Polizei eintreffen kann, entkommen die beiden und gehen zu Jessicas Wohnung. Dort kommt es zu einer Schießerei, bei der Jessica verwundet wird, was in Alisa eine unkontrollierbare Wut auslöst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004397","hoster":"VOE"},{"path":"/redirect/10004399","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-9","name":"Ein Hai in der Badewanne, ein Monster im Bett","epNo":9,"alt":"AKA Shark in the Bathtub, Monster in the Bed","descr":"Es stellt sich heraus, dass der konkurrierende Privatdetektiv Cheng für die Schießerei verantwortlich war. Er wollte sich eigentlich an Alisa rächen, nachdem sie seinen Mitarbeiter ermordet hat. Als Alisa ihn wutentbrannt aufsucht, kann Jessica ihre Mutter davon abhalten, Cheng zu töten. Kurz darauf bittet Oscar die beiden um Hilfe, da seine Ex-Frau seinen Sohn entführt hat. Alisa und Jessica setzen ihre Kräfte für etwas Gutes ein, indem sie Oscars Sohn wiederfinden. Trotzdem will Alisa Cheng töten, woraufhin Jessica sie von der Polizei verhaften lässt. Währenddessen kritisiert Trish, die unter dem Einfluss von Drogen steht, live im Radio ihre eigene Sendung und kündigt. Jeri gelingt es, den Mann mit den besonderen Kräften aus dem Gefängnis zu befreien, damit er sie heilen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13018146","hoster":"VOE"},{"path":"/redirect/10004403","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-10","name":"Schweinekotelett","epNo":10,"alt":"AKA Pork Chop","descr":"Damit Alisa nicht in das \"Raft\", ein Gefängnis für Menschen mit Superkräften, gebracht wird, verrät sie das Versteck von Dr. Malus. Jessica findet den Arzt und überzeugt ihn, ins Ausland zu gehen, um weiter mit Alisa in Kontakt zu bleiben, ohne an die USA ausgeliefert zu werden. Dabei erfährt sie, dass er keinen Patienten mit Heilungskräften behandelt hat. Als Jessica dies Jeri mitteilt, glaubt sie ihr das zunächst nicht. Doch kurz darauf muss Jeri feststellen, dass Inez Green und der Mann mit den angeblichen Heilungskräften sie ausgeraubt haben und spurlos verschwunden sind. Trish und Malcolm, die über Jessicas Mutter Bescheid wissen, wollen Dr. Malus auf eigene Faust finden. Währenddessen bekommt Jessica mit, dass ihre Mutter von einem Gefängniswärter misshandelt wird. Sie spürt den Mann auf und wird von ihm angegriffen – aus Notwehr tötet Jessica ihn.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004404","hoster":"VOE"},{"path":"/redirect/10004408","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-11","name":"Drei Leichen sind erst der Anfang","epNo":11,"alt":"AKA Three Lives and Counting","descr":"Nach dem versehentlichen Mord an dem Wächter lässt Jessica es wie einen Selbstmord aussehen. Von Schuldgefühlen übermannt, wird Jessica von Halluzinationen mit Kilgrave heimgesucht. In der Zwischenzeit setzt Trish alles daran, mit Dr. Malus zu entkommen: Sie will, dass er ihr dieselben Superkräfte wie Alisa und Jessica verleiht. Im ehemaligen IGH-Gebäude beginnt der Arzt mit dem Prozess, als Jessica plötzlich aufkreuzt. Durch die Visionen von Kilgrave steht sie kurz davor, Dr. Malus zu ermorden, doch sie kann sich noch rechtzeitig davon abhalten. Allerdings begeht Dr. Malus stattdessen Selbstmord und zerstört das Gebäude, während Jessica Trish ins Krankenhaus bringt. Als Alisa erfährt, dass Dr. Malus tot ist, bricht sie aus dem Gefängnis aus","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10818887","hoster":"VOE"},{"path":"/redirect/10004412","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-12","name":"Betet für meine Patsy","epNo":12,"alt":"AKA Pray For My Patsy","descr":"Alisa ist überzeugt, dass Trish Dr. Malus getötet hat. Deshalb sucht sie Trish im Krankenhaus auf. Dort wird Alisa bereits von der Polizei erwartet, doch Alisa wehrt sich mit Gewalt und entkommt. Jessica trifft sich heimlich mit ihrer Mutter und erwägt, sie zu töten. Als sie dazu nicht fähig ist, wird sie von Alisa bewusstlos geschlagen und entführt. Unterdessen führt Jeri ihren Racheplan aus: Sie spürt Inez Green auf und überzeugt sie, dass sie von ihrem Partner nur benutzt wurde. Daraufhin erschießt Green den Mann und Jeri informiert die Polizei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004415","hoster":"VOE"},{"path":"/redirect/10004413","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-2/episode-13","name":"Freizeitpark","epNo":13,"alt":"AKA Playland","descr":"Alisa will mit Jessica das Land verlassen. Auf dem Weg zur Staatsgrenze retten sie eine Familie, die einen schweren Unfall hatte. Als sie merken, dass sie von der Polizei verfolgt werden, kommen sie in einem Freizeitpark unter. Trish kennt den Park aus Jessicas Erzählungen über ihre Kindheit. So kommt sie den beiden auf die Spur und erschießt schließlich Alisa, um sie aufzuhalten. Das kann Jessica ihr aber nicht verzeihen. Trish wird bewusst, dass sie nun ebenfalls Kräfte besitzt. Unterdessen gründet Jeri ihre eigene Kanzlei und gibt Malcolm, der nun als Privatdetektiv arbeitet, einen Auftrag. Jessica versucht zusammen mit Oscar zur Normalität zurückzufinden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10004428","hoster":"VOE"},{"path":"/redirect/10004429","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-1","name":"Der perfekte Burger","epNo":1,"alt":"A.K.A The Perfect Burger","descr":"Nach dem Tod ihrer Mutter will Jessica wieder als Heldin Gutes tun. Dafür übernimmt sie einen Pro Bono-Fall und sucht nach einem jungen Mädchen, das von ihrem Vater unerlaubt nach Mexiko gebracht wurde. Dabei bekommt sie von ihrer neuen Assistentin, Gillian, Unterstützung. Jeri Hogarth bittet Jessica darum, ihr beim Sterben zu helfen, wenn ihre ALS-Erkrankung zu sehr fortgeschritten ist. Außerdem kreuzt Trishs Mutter Dorothy bei Jessica auf: Sie ist besorgt, da Trish verschwunden ist. Jessica macht sie ausfindig und entdeckt, dass Trish jetzt ebenfalls Superkräfte besitzt. Wenig später kehrt Jessica mit einem Mann namens Erik zurück in ihre Wohnung. Als es an der Tür klopft, macht Jessica auf und wird von einem maskierten Unbekannten niedergestochen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844327","hoster":"VOE"},{"path":"/redirect/8594049","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/11166328","hoster":"VOE"},{"path":"/redirect/10128034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-2","name":"Gern gesehen","epNo":2,"alt":"A.K.A You\u0027re Welcome","descr":"Die Rückblende zeigt Trishs Entwicklung in den vergangenen Monaten. Dabei versucht sich Trish mit ihren neuen Superkräften als Heldin. Ein großes Problem stellt aber ihr hoher Bekanntheitsstatus dar. Als sie bei einem Eingriff erkannt und daraufhin angezeigt wird, bittet Trish Jeri um Hilfe. Außerdem verfolgt sie einen zwielichtigen Mann namens Andrew Brandt. Nach dem Angriff auf Jessica besucht Trish sie im Krankenhaus, doch Jessica will nur eins: einen Namen. Sie ist überzeugt, dass Brandt sie angegriffen hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/6282634","hoster":"VOE"},{"path":"/redirect/8594053","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128037","hoster":"VOE"},{"path":"/redirect/10128039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-3","name":"Ich habe keine Milz","epNo":3,"alt":"A.K.A I Have No Spleen","descr":"Aufgrund des Messerstichs wurde Jessica die Milz entnommen. Obwohl sie sich schonen sollte, will Jessica schnellstmöglich Andrew Brandt finden. Auch Trish sucht nach Brandt. Während sie ihn aufspüren, streiten sich die einstigen Freundinnen darüber, was es bedeutet, ein Held zu sein. Schließlich trifft Jessica auf Brandt und findet heraus, dass er sie nicht angegriffen hat. Daraufhin wird Jessica bewusst, dass nicht sie, sondern Erik, den sie mit in ihre Wohnung genommen hatte, Ziel des Angriffs war. Derweilen kommen sich Jeri und ihre ehemalige Freundin Kith wieder näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844330","hoster":"VOE"},{"path":"/redirect/8594051","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128038","hoster":"VOE"},{"path":"/redirect/10128042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-4","name":"Auf Abruf","epNo":4,"alt":"A.K.A Customer Service is Standing By","descr":"Erik offenbart Jessica, dass er einer Buchmacherin namens Sal Geld schuldet. Mit seiner Superkraft, das Böse in Menschen zu spüren, erpresst er drei zwielichtige Personen, um von ihnen die fehlende Summe zu bekommen. Da Jessica glaubt, dass eine von den dreien sie angegriffen hat, suchen Erik und Jessica die Personen auf. Zwischenzeitlich bringt Erik Sal das Geld, aber weil er zu spät ist, will Sal ihn umbringen. Trish taucht rechtzeitig auf und rettet ihm das Leben. Währenddessen trifft Jessica die dritte Person, die von Erik erpresst wurde: Gregory Sallinger. Jessica wird klar, dass Greg sie mit dem Messer angegriffen hat, doch als er ihr eine Falle stellt, muss sie fliehen. Schließlich schlägt Jessica Trish vor, zusammen zu arbeiten, um Gregory aufzuhalten. Malcolm lässt in Auftrag von Jeri Informationen zu Kiths Ehemann durchsickern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844331","hoster":"VOE"},{"path":"/redirect/8594054","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128040","hoster":"VOE"},{"path":"/redirect/10128041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-5","name":"Ich wünschte","epNo":5,"alt":"A.K.A I Wish","descr":"Kiths Ehemann Peter veröffentlicht ein Video, indem er Jeri diffamiert und Selbstmord begeht. Malcolm zieht sich zurück und fühlt sich schuldig, die Informationen über Peter öffentlich gemacht zu haben. Währenddessen versuchen Trish und Jessica mehr über Greg Sallinger herauszufinden. Dabei entdecken sie, dass es sich womöglich um einen Serienmörder handelt. Sie stoßen auf sein Versteck, wo er die Körperteile seiner Opfer in Vakuum-Tüten aufbewahrt. Als Jessica darin eingesperrt wird und zu ersticken droht, rettet Trish sie – doch Greg entkommt. Daraufhin spürt Greg Erik auf und nimmt ihn gefangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844328","hoster":"VOE"},{"path":"/redirect/8594050","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128044","hoster":"VOE"},{"path":"/redirect/10128043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-6","name":"Der wahre Wert","epNo":6,"alt":"A.K.A Sorry Face","descr":"Wegen seiner Superkraft wird Erik allein durch Greg Sallingers Nähe gequält, denn je böser ein Mensch ist, desto stärker spürt Erik dies. Während die Polizei sich um den Tatort mit den vakuumierten Körperteilen kümmert, suchen Trish und Jessica nach einem noch lebenden Opfer von Greg und stoßen dabei auf den Ort, wo Greg Erik gefangen hält. Zwar retten sie Erik, doch sie können Greg nichts anhaben, denn: Auf den Körperteilen konnte die Polizei keinerlei DNA finden und Erik müsste selbst ins Gefängnis gehen, da er Greg zuvor erpresst hatte. Trishs Mutter Dorothy erfährt, dass auch ihre Tochter nun Superkräfte besitzt. Außerdem rächt sich Malcolm an den Zuhälter, der ihn zuvor zusammengeschlagen hatte, während Jeri ihre Firma vor dem Ruin zu bewahren versucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844336","hoster":"VOE"},{"path":"/redirect/8594052","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128045","hoster":"VOE"},{"path":"/redirect/10128046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-7","name":"Der doppelte Half-Wappinger","epNo":7,"alt":"A.K.A The Double Half-Wappinger","descr":"Sallinger ist wieder auf freiem Fuß – dank seiner neuen Anwältin, Jeri. Jessica ist darüber empört, hofft aber dafür, in Sallingers Heimatstadt Wappinger Falls weitere Hinweise zu finden. Dort deckt Jessica mit Hilfe von Trish den ungeklärten Fall von Nathan, einem seit Jahren vermissten Jungen, auf: Sallinger ermordete seinen ehemaligen Schulfreund und vergrub ihn im Garten seiner Eltern. Jessica ist zufrieden, da die DNA-Spuren bestätigen könnten, dass Sallinger ein Mörder ist. Schließlich kommt es zur physischen Konfrontation zwischen Jessica und Sallinger beim Wrestling.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844335","hoster":"VOE"},{"path":"/redirect/8594056","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128047","hoster":"VOE"},{"path":"/redirect/10128048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-8","name":"Kamerafreundlich","epNo":8,"alt":"A.K.A Camera Friendly","descr":"Sallinger kündigt an, ein weiteres Opfer zu ermorden. Für Trish und Jessica ist es ein Wettlauf gegen die Zeit. Noch dazu bedrohen sich Jessica und Sallinger gegenseitig per Videonachricht. Jessica entscheidet, ein Live-Interview zu führen, um die Frauen, die Sallingers Beuteschema entsprechen, zu warnen. Schließlich finden Jessica und Trish das mögliche Opfer, doch damit ist es noch nicht zu Ende: Sallinger hat Trishs Mutter Dorothy ermordet. Aus Wut und Verzweiflung greift Trish unmaskiert Sallinger an. Derweilen will Jeri um jeden Preis herausfinden, wer die neue maskierte Superheldin in der Stadt ist, auch wenn sie sich damit mit Jessica anlegt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844342","hoster":"VOE"},{"path":"/redirect/8594058","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128049","hoster":"VOE"},{"path":"/redirect/10128051","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-9","name":"Ich hab heute etwas getan","epNo":9,"alt":"A.K.A I Did Something Today","descr":"Jessica hält Trish davon ab, Greg zu ermorden. Beim Angriff machte Sallinger ein Foto von Trish, das sie unmaskiert zeigt. Die Lage spitzt sich zu, als Jeri öffentlich eine hohe Belohnung für die Identität der maskierten Frau verspricht. Also stellt Sallinger Jessica vor die Wahl: Entweder sie zerstört den DNA-Beweis, der ihn als Mörder bestätigt, oder er veröffentlicht das Foto. Mit Eriks Hilfe macht Jessica einen korrupten Polizisten ausfindig, der ihr Zugang in das Labor verschafft. Dort gelingt es ihr, unbemerkt den Beweis verschwinden zu lassen. Daraufhin wird aber der Kommissar Costa suspendiert und die NYPD durchsucht Jessicas Wohnung, da sie verdächtigt wird, mit ihrer Superkraft den korrupten Polizisten zu Tode geschlagen zu haben. Zudem findet Jeri durch ein Video heraus, dass Trish die maskierte Frau ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844343","hoster":"VOE"},{"path":"/redirect/8594055","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128050","hoster":"VOE"},{"path":"/redirect/10128052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-10","name":"Helden","epNo":10,"alt":"A.K.A Hero Pants","descr":"Jessica wird bezichtigt, den Polizisten Nussbaumer ermordet zu haben. Mit Hilfe von Malcolm, der nun wieder als ihr Assistent arbeitet, ermittelt Jessica gegen Erik, den sie als Hauptverdächtigen sieht. Bis auf eine Liste mit möglichen Opfern findet Jessica aber keine Beweise. Eriks Schwester Brianna kehrt zu Malcolm zurück und möchte einen Neuanfang starten. Bei Dorothys Beerdigung fällt Jessica auf, dass Trishs Fäuste verwundet sind. Sie folgt Trish, wird jedoch von der Polizei verhaftet. Währenddessen schlägt Trish das nächste Opfer auf Eriks Liste zusammen, dabei hält Erik Wache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844346","hoster":"VOE"},{"path":"/redirect/8594065","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128054","hoster":"VOE"},{"path":"/redirect/10818795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-11","name":"Hellcat","epNo":11,"alt":"A.K.A Hellcat","descr":"Die Rückblende zeigt Trishs Perspektive der jüngsten Ereignisse. Trish besucht Sallinger im Krankenhaus und findet heraus, welchen Deal er mit Jessica gemacht hat. Von Erik erfährt sie, dass Nussbaumer junge Drogendealer ermordete. Im Versuch, ein Geständnis von ihm zu erzwingen, schlägt sie Nussbaumer zu Tode. Mit Eriks Hilfe, der böse Menschen erkennen kann, kommt es zu einem weiteren Mord. Dabei stellt sich heraus, dass Erik die Polizei angerufen hat, um Jessica verhaften zu lassen und ihr damit ein Alibi zu geben. Außerdem wird Trish von Jeri erpresst, ihr zu helfen, damit ihre Identität nicht an die Öffentlichkeit gerät.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844345","hoster":"VOE"},{"path":"/redirect/8594063","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128059","hoster":"VOE"},{"path":"/redirect/10128057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-12","name":"Viele Würmer","epNo":12,"alt":"A.K.A A Lotta Worms","descr":"Durch das Alibi wird Jessica aus der Haft entlassen. Erik gibt zu, dass sich Trish auf einem dunklen Weg befindet. Jessica vermutet, dass Sallinger wohl Trishs nächstes Opfer sein könnte. Um Trish davor zu bewahren, einen weiteren Mord zu begehen, beschützt Jessica Sallinger. Sie stellt Trish eine Falle, sodass Malcolm sie überwältigen und festhalten kann. Etwas später wird Jessica von Sallinger betäubt und an einen Stuhl gefesselt. Sie bringt ihn dazu, ein Geständnis abzulegen. Daraufhin befreit sie sich und offenbart, dass sie dieses aufgenommen hat. Zusammen mit weiteren Beweisen übergibt sie den Fall an den Kommissar Costa. Jessica lässt Trish wieder frei. Doch als Sallinger auf dem Weg zum Gericht ist, funkt Trish dazwischen und schlägt ihn zu Tode.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844344","hoster":"VOE"},{"path":"/redirect/8594062","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128058","hoster":"VOE"},{"path":"/redirect/10818780","hoster":"Streamtape"}]}]},{"path":"/serie/stream/marvels-jessica-jones/staffel-3/episode-13","name":"Einfach alles","epNo":13,"alt":"A.K.A Everything","descr":"Zurück in ihrer Wohnung erhält Jessica überraschenden Besuch von Luke Cage. Auch er sah sich gezwungen, seinen eigenen Bruder in das Superhelden-Gefängnis \"The Raft\" zu schicken. Nun will Jessica Trish überzeugen, sich den Behörden zu stellen. Trish ist uneinsichtig, auch als Erik ihr durch seine Symptome beweist, dass sie böse ist. Trish flieht und sucht sich mit Unterstützung von Jeri ihr nächstes Opfer. Als Jessica das herausfindet, stellt sie Trish durch Jeri eine Falle – doch Jeri wechselt die Seiten und will Trish helfen, zu entkommen. Daraufhin entlarvt Jessica Trish öffentlich als die maskierte Frau. Kurz bevor Trish aus dem Land geschmuggelt werden kann, findet Jessica sie und die einstigen Schwestern liefern sich einen letzten Kampf. Schließlich wird Trish in Gewahrsam genommen und zum \"Raft\" gebracht. Während Kith endgültig mit Jeri Schluss macht, versucht Erik ein besserer Mensch zu werden und beginnt, mit Costa zusammen zu arbeiten. Zuerst will Jessica alles hinter sich lassen, doch als Kilgraves Stimme sie zum Aufgeben ermutigt, kehrt sie um und bleibt doch in New York City.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844341","hoster":"VOE"},{"path":"/redirect/8594059","hoster":"Streamtape"}]},{"languageKey":"2","streams":[{"path":"/redirect/10128055","hoster":"VOE"},{"path":"/redirect/10128060","hoster":"Streamtape"}]}]}]}]}