{"seriesId":"marvels-iron-fist","name":"Marvel\u0027s Iron Fist","descr":"New York City hat sich gewaltig verändert - diesen Umstand muss sich auch Daniel Rand eingestehen, als er nach vielen Jahren in die Metropole zurückkehrt. Lange Zeit galt er als vermisst und wurde sogar für tot erklärt, doch jetzt meldet sich der erfahrene Martial-Arts-Kämpfer in den Straßen jener Stadt zurück, die auch das Zuhause von Daredevil, Jessica Jones und Luke Cage darstellt. Inspiriert durch die genannten Persönlichkeiten macht es sich auch Daniel Rand zur Aufgabe, das organisierte Verbrechen in die Schranken zu weisen. Dank seiner eisernen Faust und einem reichen Schatz an Erfahrungen in puncto Kampfkunst verwandelt er sich sich Laufe der Serie in den berühmt-berüchtigten Superhelden Iron Fist...","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Deine Bestimmung ist, deine Bestimmung zu finden","epNo":1,"alt":"Snow Gives Way","descr":"Danny Rand kehrt nach langer Zeit nach New York zurück. Schmutzig und Barfuß betritt er das Gebäude von Rand Industries, in dem sein Vater früher gearbeitet hat. Hier will er Harold Meachum treffen, den Geschäftspartner seines Vaters. Am Empfang wird Danny jedoch abgewiesen, da man ihn für einen verrückten Obdachlosen hält. Nachdem er die Sicherheitsleute außer Gefecht setzt, fährt Danny in Meachums Büro. Dort sitzt jedoch Meachums Sohn Ward am Schreibtisch, gemeinsam mit seiner Schwester Joy.","versions":[{"lang":1,"streams":[{"redirect":8844112,"hoster":"VOE"},{"redirect":8844113,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844092,"hoster":"VOE"},{"redirect":8593874,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der schwarze Adler spreizt seine Schwingen","epNo":2,"alt":"Shadow Hawk Takes Flight","descr":"Danny versucht, mit seinem Chi die Fesseln zu durchtrennen und aus der Psychatrie zu entkommen, doch die Pillen, die man ihm verabreicht, stören seine Konzentration. Ein Arzt will ihn davon überzeugen, dass sein Name in Wahrheit John Anderson ist und hat einen Reisepass, mit dem er Danny seine \"wahre\" Identität beweisen will. Danny hat diesen Pass jedoch in Marokko gekauft, um mit ihm nach Amerika reisen zu können.","versions":[{"lang":1,"streams":[{"redirect":8844108,"hoster":"VOE"},{"redirect":8593896,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844094,"hoster":"VOE"},{"redirect":8593877,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die dritte Tugend","epNo":3,"alt":"Rolling Thunder Cannon Punch","descr":"Danny sucht Zuflucht bei Colleen, die seine Anwesenheit verheimlicht, als Wards Männer bei ihr nach ihm suchen. Trotzdem will sie eigentlich nichts mit seinen Schwierigkeiten zu tun haben. Am nächsten Tag besucht er Joy, zum ersten Mal, seitdem sie weiß, dass es sich bei ihm wirklich um Danny handelt. Ward und Joy sind die letzten verbliebenen Teile von Dannys altem Leben, deshalb ist es ihm so wichtig, dass er wieder Zeit mit ihnen verbringen kann.","versions":[{"lang":1,"streams":[{"redirect":9018793,"hoster":"VOE"},{"redirect":9026510,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844098,"hoster":"VOE"},{"redirect":8593885,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der eingeschworene Feind der Hand","epNo":4,"alt":"Eight Diagram Dragon Palm","descr":"Danny wacht nach seinem Sturz benommen im Versteck von Harold Meachum auf, wo er Ward begegnet. Er war es, der ihn aus dem Fenster gestoßen hat. Auch Harold stößt zu ihnen, wodurch Danny endlich weiß, dass er sich Harolds Besuch in der Psychiatrie nicht eingebildet hat. Trotzdem ist er verwirrt, immerhin ist Harold Meachum gestorben, außerdem ist er seit 13 Jahren scheinbar keinen Tag gealtert. Harold erkrankte an Krebs und nach 3 Jahren Behandlung gab er die Hoffnung beinahe auf, dass er jemals wieder gesund werden würde.","versions":[{"lang":1,"streams":[{"redirect":8844109,"hoster":"VOE"},{"redirect":8844104,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844096,"hoster":"VOE"},{"redirect":8593880,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Niemand kennt seine eigenen Beweggründe","epNo":5,"alt":"Under Leaf Pluck Lotus","descr":"In New York macht eine neue Sorte Heroin die Runde, die durch ein Pflaster direkt ins Blut gelangen kann. Es basiert nicht auf Opium, sondern ist komplett chemisch und beinhaltet keine verbotenen Substanzen. Eine Wissenschaftlerin befürchtet, dass der Stadt eine neue Epidemie bevorsteht, doch Danny verspricht ihr, dass er sich um das Problem kümmern wird.","versions":[{"lang":1,"streams":[{"redirect":8844105,"hoster":"VOE"},{"redirect":8593891,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9018764,"hoster":"VOE"},{"redirect":8593879,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zweifel führen zum Tod","epNo":6,"alt":"Immortal Emerges from Cave","descr":"Joy hat ein außenstehendes Team engagiert, das sich um die schlechte Publicity von Rand Industries kümmern soll. Ward scheint nicht in der Lage zu sein, die Geschäfte des Unternehmens zu regeln, seitdem er das Heroin von The Hand ausprobiert hat. Joy geht davon aus, dass ihr Bruder einfach zu viele Pillen geschluckt hat, die er als Schmerzmittel bezeichnet. Er verspricht aber, dass er nicht mehr auf die Pillen angewiesen ist.","versions":[{"lang":1,"streams":[{"redirect":8844107,"hoster":"VOE"},{"redirect":8844110,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844097,"hoster":"VOE"},{"redirect":8593881,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Steh auf und kämpfe","epNo":7,"alt":"Felling with Tree Routes","descr":"Harold bekommt Besuch von Madame Gaos Schergen, die ihn zu Danny befragen. Er leugnet, von Dannys Iron Fist-Identität gewusst zu haben, als Danny die Wohnung betritt. Es kommt zum Kampf, an dessen Ende Harold die Männer tötet.","versions":[{"lang":1,"streams":[{"redirect":8844106,"hoster":"VOE"},{"redirect":8593894,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844095,"hoster":"VOE"},{"redirect":8593882,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Segenvoller Schmerz","epNo":8,"alt":"The Blessing of Many Fractures","descr":"Danny will Harold besuchen, findet in dessen Versteck aber nur eine Blutpfütze vor. Ward, der das Blut eigentlich gerade entfernen will, stößt auch dazu. Da Danny denkt, dass The Hand Harold vermutlich ermordet hat, reagiert Ward möglichst schockiert und wirft Danny vor, die Familie Meachum wie ein Krebsgeschwür zu zerstören.","versions":[{"lang":1,"streams":[{"redirect":8844114,"hoster":"VOE"},{"redirect":8844127,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844093,"hoster":"VOE"},{"redirect":8593884,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Frosch im Brunnen wird nie das Meer verstehen","epNo":9,"alt":"The Mistress of All Agonies","descr":"Harold erwacht in dem Teich, in dem seine Leiche erst kürzlich von Ward deponiert wurde. Nur langsam kehren Harolds Erinnerungen zurück, während er ziellos durch New York spaziert. Nun weiß er, dass die Reanimation von The Hand ihn unsterblich gemacht hat. Zuerst will er sich mit Ward versöhnen, dieser weist ihn jedoch ab.","versions":[{"lang":1,"streams":[{"redirect":8844111,"hoster":"VOE"},{"redirect":8593893,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844099,"hoster":"VOE"},{"redirect":8593886,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Das Bündeln der fünf elementaren Energien","epNo":10,"alt":"Black Tiger Steals Heart","descr":"Danny, Colleen und Bakuto befinden sich in einer Kampfschule, in der Bakuto einst auch Colleen unterrichtet hat. Bakuto zeigt Danny ein Video von 1948, in dem ein früherer Iron Fist chinesische Angreifer besiegt. Bakuto will Danny dabei helfen, seine Kräfte zu erweitern, damit sie gemeinsam gegen alle Gaos dieser Welt kämpfen können.","versions":[{"lang":1,"streams":[{"redirect":9209380,"hoster":"VOE"},{"redirect":8593897,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844101,"hoster":"VOE"},{"redirect":8593889,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Die Prüfung von Shou-Lao","epNo":11,"alt":"Lead Horse Back to Stable","descr":"Davos und Danny gehen zu Claire, damit diese ihre Wunden verarzten kann. Während Danny auf Claires Dach versucht, sein Chi zu finden, erzählt Davos Claire, dass er das Leben als Iron Fist für sein Geburtsrecht hielt und verstimmt war, als die Mönche K\u0027un-Luns sich für Danny entschieden.","versions":[{"lang":1,"streams":[{"redirect":8844116,"hoster":"VOE"},{"redirect":8593895,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844100,"hoster":"VOE"},{"redirect":8593887,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich bin Danny Rand","epNo":12,"alt":"Bar the Big Boss","descr":"Davos ist sich nicht sicher, ob man Colleen wirklich vertrauen kann, immerhin hat sie Danny bereits in der Vergangenheit belogen. Außerdem nimmt sie einige Mitglieder von The Hand weiterhin in Schutz, als Davos vorschlägt, Bakutos Versteck einfach in die Luft zu jagen.","versions":[{"lang":1,"streams":[{"redirect":8844115,"hoster":"VOE"},{"redirect":8593892,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844102,"hoster":"VOE"},{"redirect":8593888,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Ein Kind, vom Feuer geküsst","epNo":13,"alt":"Dragon Plays with Fire","descr":"Harold hat Danny für die Drogengeschäfte verantwortlich gemacht, die \"Die Hand\" unter dem Dach von Rand abgewickelt hat. Aus diesem Grund ist nun auch die Drogenbehörde hinter Danny und Colleen her,","versions":[{"lang":1,"streams":[{"redirect":8844120,"hoster":"VOE"},{"redirect":8593898,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844103,"hoster":"VOE"},{"redirect":8593890,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Der Zorn von Iron Fist","epNo":1,"alt":"The Fury Of The Iron Fist","descr":"Während in New Yorks Chinatown ein Bandenkrieg tobt, laufen (Finn Jones) und und seine Freundin Colleen (Jessica Henwick) einer alten Bekanntschaft über den Weg. Unterdessen stellt sich Joy (Jessica Stroup) ihr eigenes neues Abenteuer.","versions":[{"lang":1,"streams":[{"redirect":8844121,"hoster":"VOE"},{"redirect":8593904,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11315081,"hoster":"VOE"},{"redirect":10128000,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Stadt in Gefahr","epNo":2,"alt":"The City’s Not For Burning","descr":"Danny und Colleen versuchen zwischen den rivalisierenden Banden den langersehnten Frieden auszuhandeln. Derweil platzt Ward (Tom Pelphrey) in die von seiner Schwester veranstalteten Auktion herein, während sich Joy (Jessica Stroup) als Kupplerin versucht, mit einer überraschender Wendung.","versions":[{"lang":1,"streams":[{"redirect":13095166,"hoster":"VOE"},{"redirect":8593901,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11315079,"hoster":"VOE"},{"redirect":10128001,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein tödliches Geheimnis","epNo":3,"alt":"This Deadly Secret","descr":"Um die geschwisterliche Beziehung zwischen Ward und Joy zu glätten, planen Danny und Colleen eine gemeinsame Dinnerparty. Joy und ihr Partner Davos (Sacha Dhawan) gehen auf die Einladung ein, um jeglichen Verdacht zu vermeiden. Doch der Abend verläuft nicht wie geplant. Unterdessen spricht Mary eine Warnung aus.","versions":[{"lang":1,"streams":[{"redirect":8844119,"hoster":"VOE"},{"redirect":8593903,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10128002,"hoster":"VOE"},{"redirect":10128006,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Zielobjekt: Iron Fist","epNo":4,"alt":"Target: Iron Fist","descr":"Joy befragt Mary, doch die Vernehmung nimmt plötzlich eine völlig andere Richtung ein. Ward unterbreitet derweil ein Friedensangebot und Davos macht eine wichtige Entdeckung, die Danny zum Verhängnis wird und ihn in tödliche Gefahr bringt.","versions":[{"lang":1,"streams":[{"redirect":8844117,"hoster":"VOE"},{"redirect":8593900,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12924666,"hoster":"VOE"},{"redirect":10128007,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Das Herz des Drachen","epNo":5,"alt":"Heart Of The Dragon","descr":"Während Danny in Gefahr schwebt, setzen Colleen und Misty alles daran, ihn zu finden. Währenddessen taucht ein neuer Iron Fist in der Stadt auf und macht auf sich aufmerksam. Währenddessen fordert Ward einen Gefallen ein und Joy wägt ihre Möglichkeiten ab.","versions":[{"lang":1,"streams":[{"redirect":8844122,"hoster":"VOE"},{"redirect":8593899,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":11315085,"hoster":"VOE"},{"redirect":10128005,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Der Drache stirbt im Morgengrauen","epNo":6,"alt":"The Dragon Dies At Dawn","descr":"Mistys und Colleens Besuch im Tattoostudio nimmt eine überraschende Wendung. Unterdessen arbeitet Davos seine Namensliste ab, während Mary Danny ein Angebot unterbreitet.","versions":[{"lang":1,"streams":[{"redirect":12924677,"hoster":"VOE"},{"redirect":8593905,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10128008,"hoster":"VOE"},{"redirect":10128009,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Sturm im Kopf","epNo":7,"alt":"Morning Of The Mindstorm","descr":"Während Danny (Finn Jones) sich wieder erholt und sein Training intensiviert, versammelt Davos verstärkt weitere Leute um sich. Misty versucht ihn aufzuhalten und legt sich dabei mit einem Captain der Polizei an. Und Ward wird von alten Dämonen aus seiner Vergangenheit eingeholt.","versions":[{"lang":1,"streams":[{"redirect":13098321,"hoster":"VOE"},{"redirect":8593902,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10128010,"hoster":"VOE"},{"redirect":10128013,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Zitadelle am Rande der Vergeltung","epNo":8,"alt":"Citadel On The Edge Of Vengeance","descr":"Joy schlägt sich auf die Seite von Davos und unterstützt ihn, bei der Bevölkerung beliebter zu werden. Danny lernt derweil seine Grenzen kennen, und Mary sucht nach der Wahrheit über ihre Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":8844126,"hoster":"VOE"},{"redirect":12980469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10128011,"hoster":"VOE"},{"redirect":10128016,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Krieg ohne Ende","epNo":9,"alt":"War Without End","descr":"Während Misty sich mit einer Spezialeinheit gegen Davos und seine Gang stellt, besprechen Danny und Colleen ihren nächsten Schritt. Dabei wird Colleen vor eine wichtige und lebensverändernde Entscheidung gestellt.","versions":[{"lang":1,"streams":[{"redirect":13111163,"hoster":"VOE"},{"redirect":8593916,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":10152656,"hoster":"VOE"},{"redirect":10128012,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Ein eisernes Duell","epNo":10,"alt":"A Duel Of Iron","descr":"Misty, Colleen und Danny stellen Davos in einem finalen Kampf und planen mit einem Ritual seine Superkräfte als Iron Fist an Colleen abzugeben. Als neue Iron Fist sorgt sie in Chinatown für Sicherheit, während Danny New York verlässt, um sich auf die Suche nach dem mysteriösen Orson Randall zu begeben.","versions":[{"lang":1,"streams":[{"redirect":8844132,"hoster":"VOE"},{"redirect":8593912,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":12917542,"hoster":"VOE"},{"redirect":10128015,"hoster":"Streamtape"}]}]}]}]}