{"seriesId":"marvels-helstrom","name":"Helstrom","descr":"Durch ihren Vater, einen mysteriösen Serienkiller, sind die Geschwister Daimon und Ana Helstrom mit dem Bösen in Kontakt gekommen. Als Erwachsene haben sie den Kampf dagegen aufgenommen, auch wenn sie nach außen bürgerlichen Berufen nachgehen. Daimon ist ein Ethik-Professor, der ein Doppelleben als Exorzist führt. Er wird nicht ruhen, bis alle Dämonen ausgelöscht sind. Damit rettet Daimon eine Welt, für die er eigentlich gar keine Geduld hat. Ana Helstrom führt ein erfolgreiches Auktionshaus, macht aber auch Jagd auf jene, die anderen Ungerechtigkeit zuteil werden lassen. Als Kind wurde sie von ihrem Vater traumatisiert, so hat sie nun den Kampf gegen Bösewichte wie ihn aufgenommen. Allerdings fürchtet Ana noch immer seine Rückkehr.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die kleinen Helfer der Mutter","epNo":1,"alt":"Mother’s Little Helpers","descr":"Helstrom ist das letzter Überbleibsel der alten Marvel-TV-Ära und vermeidet die meisten Assoziationen mit der starken Marke. Im Zentrum stehen zwei entfremdete Geschwister mit mystischen Erfahrungen. Daimon Helstrom (Tom Austen) untersucht einen besessenen Jungen in Oregon während in San Francisco Ana Helstrom (Sydney Lemmon) einen Kriminellen auf einer eigens initiierten Auktion zu entlarven versucht. Die Mutter der Geschwister befindet sich in einer Institution, wo es zu verstörenden Ereignissen kommt.","versions":[{"lang":1,"streams":[{"redirect":9017134,"hoster":"VOE"},{"redirect":9026256,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844079,"hoster":"VOE"},{"redirect":8844074,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Viaticum","epNo":2,"alt":"Viaticum","descr":"Ein schrecklicher Unfall führt dazu, dass Daimon (Tom Austen) und Gabriella (Ariana Guerra) um die Seele eines Mannes kämpfen während dunkle Mächte versuchen, sie davon abzuhalten. Yens (Alain Uy) Beziehung zu seiner Arbeit wandelt sich in Richtung Besessenheit und eine Entdeckung führt Ana (Sydney Lemmon) zurück nach St. Teresa.","versions":[{"lang":1,"streams":[{"redirect":11831861,"hoster":"VOE"},{"redirect":8571451,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844077,"hoster":"VOE"},{"redirect":8844075,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die Eine, die entkam","epNo":3,"alt":"The One Who Got Away","descr":"Daimon (Tom Austen) und Ana (Sydney Lemmon) erfahren mehr über die Zerstörung, die ihr Vater hinterlassen hat. Sie besuchen mit Gabriella (Ariana Guerra) ein potentielles Opfer.Hastings (June Lomena) schockiert Caretaker (Robert Wisdom) mit einer erstaunlichen Enthüllung.","versions":[{"lang":1,"streams":[{"redirect":9017136,"hoster":"VOE"},{"redirect":8571460,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844078,"hoster":"VOE"},{"redirect":8844081,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Eindämmung","epNo":4,"alt":"Containment","descr":"Ein dämonischer Feind bringt eine ungewöhnliche Gruppe zusammen.Daimon (Tom Austen) und Ana (Sydney Lemmon) reisen auf der Suche nach Yen (Alain Uy) und einem Artefakt nach San Francisco. Ana erzählt Daimon von ihrer Nebenbeschäftigung und Gabriellas (Ariana Guerra) Glaube wird erschüttert.","versions":[{"lang":1,"streams":[{"redirect":9017140,"hoster":"VOE"},{"redirect":8571455,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844080,"hoster":"VOE"},{"redirect":8844076,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verpflichtet","epNo":5,"alt":"Committed","descr":"Als sich der Gesundheitszustand von Mutter rasch verschlechtert, steckt mehr dahinter.Während Ana (Sydney Lemmon) nach Yen (Alain Uy) sucht, erklärt Gabriella (Ariana Guerra) einem Studenten, wie die Dämonen unter uns leben.Daimon (Tom Austen) macht eine Entdeckung, bei der es um Leben und Tod geht.","versions":[{"lang":1,"streams":[{"redirect":9017146,"hoster":"VOE"},{"redirect":8571456,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844085,"hoster":"VOE"},{"redirect":8844083,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Leviathan","epNo":6,"alt":"Leviathan","descr":"Eine dunkle Macht verursacht einen Tumult, der Hastings (June Lomena) und Ana (Sydney Lemmon) zwingt zusammenzuarbeiten.Daimon (Tom Austen) und Gabriella (Ariana Guerra) entdecken, dass die Ereignisse im Blood Hotel zusammenhängen. Die Identität des Dämons wird enthüllt, was Ana und Daimon zutiefst schockiert.Yen (Alain Uy) gewinnt die Oberhand.","versions":[{"lang":1,"streams":[{"redirect":9017148,"hoster":"VOE"},{"redirect":8571457,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844087,"hoster":"VOE"},{"redirect":12980906,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Narben","epNo":7,"alt":"Scars","descr":"Ein mächtiger Dämon sucht nach einem Wirt. Ana (Sydney Lemmon) hat Schwierigkeiten, ihre dunklen Bedürfnisse zu kontrollieren. Daimon (Tom Austen) erhält ein Angebot von The Blood. Caretaker (Robert Wisdom) steckt in Schwierigkeiten und Hastings (June Lomena) erschüttert Daimon mit neuen Enthüllungen über ihre Vergangenheit.","versions":[{"lang":1,"streams":[{"redirect":9207718,"hoster":"VOE"},{"redirect":8571469,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844089,"hoster":"VOE"},{"redirect":8844084,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Unterhalb","epNo":8,"alt":"Underneath","descr":"Daimon und Gabriella gelangen in den Besitz eines geheimnisvollen Dolches, den sie an Louise weiterreichen, und suchen das alte Haus der Familie Helstrom auf, wo sich finstere Gestalten herumtreiben. Ana kann die Psychiatrieleiterin davon überzeugen, die Waffe gegen die böse Macht namens Kthara einzusetzen, die die Kontrolle über Victoria übernommen hat. Daimon und Gabriella tauschen Zärtlichkeiten aus. Ihr Glück ist allerdings nur von kurzer Dauer.","versions":[{"lang":1,"streams":[{"redirect":9017133,"hoster":"VOE"},{"redirect":8571467,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844086,"hoster":"VOE"},{"redirect":8844082,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schiffe","epNo":9,"alt":"Vessels","descr":"Gabriella findet sich in einer bedrohlichen Lage wieder und erfährt, dass sie schwanger ist. Kurzerhand unternimmt sie einen Ausbruchsversuch. Der von einer bösen Entität namens Basar besessene Daimon will derweil seine Mutter töten, was Ana aber zu verhindern weiß. Um ihren Bruder zu retten, muss sie zu drastischen Mitteln greifen. Unterdessen erleidet Chris einen beängstigenden Rückfall und wendet sich daraufhin hilfesuchend an einen von Anas Vertrauten. Daimon sieht sich zu einem gewagten Schritt genötigt.","versions":[{"lang":1,"streams":[{"redirect":9017167,"hoster":"VOE"},{"redirect":8571465,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":8844090,"hoster":"VOE"},{"redirect":8844091,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Höllensturm","epNo":10,"alt":"Hell Storm","descr":"Ktharas Handlanger fallen über Louise her, die schließlich im Krankenhaus landet. Nicht nur Gabriella gelingt die Flucht. Auch Basar kann sich, erneut in Daimons Körper eingenistet, davonmachen. Zwischen Ana und Victoria kommt es zu einer Aussöhnung. Und Yen hat urplötzlich einen Geistesblitz, der das Blatt zu ihren Gunsten wenden könnte. Nach der Geburt ihrer Tochter fasst die desillusionierte Gabriella einen überraschenden Entschluss. Eines Tages betritt ein rätselhafter Mann die Bühne.","versions":[{"lang":1,"streams":[{"redirect":9017150,"hoster":"VOE"},{"redirect":8571470,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":9018771,"hoster":"VOE"},{"redirect":9026504,"hoster":"Streamtape"}]}]}]}]}