{"seriesId":"mary-kills-people","name":"Mary Kills People","descr":"Im Mittelpunkt von Mary Kills People steht Dr. Mary Harris (Caroline Dhavernas). Als Ärztin in der Notaufnahme sorgt sie tagtäglich dafür, dass ihre Patienten dem Tod von der Schippe springen. Allerdings ist Mary nicht nur Spezialistin im Leben retten, sondern auch darin, es zu nehmen. In den Abendstunden verdient sie sich ein kleines Zubrot mit aktiver Sterbehilfe. Das Geschäft mit dem Tod ist ein lukratives, aber selbstverständlich illegal. Solch ein Doppelleben zu führen ist keine leichte Aufgabe und Mary merkt schnell, dass sie moralische Grenzen überschreiten muss, um nicht aufzufliegen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Bloody Mary","epNo":1,"alt":"Bloody Mary","descr":"Dr. Mary Harris arbeitet als Ärztin in der Notaufnahme. Aber Mary ist auch Dr. Death. Sie hilft todkranken Patienten, selbst ihr Leben zu beenden. Mit ihrem Geschäftspartner Des führt sie seit inzwischen sechs Monaten ihr geheimes Unternehmen. Marys neuer Patient Joel, der einen Hirntumor hat und eine Lebenserwartung von vier Monaten, verdreht der Ärztin vollkommen den Kopf. Das macht es für Mary natürlich schwer, ihm bei Suizid zu assistieren.","versions":[{"lang":1,"streams":[{"redirect":8844498,"hoster":"VOE"},{"redirect":8594147,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Fluss Styx","epNo":2,"alt":"The River Stix","descr":"Nachdem sie sich mit Joel (Jay Ryan) eingelassen hat, zweifelt Mary (Caroline Dhavernas) daran, ihm Sterbehilfe zu leisten.Des (Richard Short) wird indes vom Sohn eines Klienten mit der Waffe bedroht.Die Beziehung zwischen Kevin (Sebastien Roberts) und einer neuen Frau intensiviert sich unterdessen.","versions":[{"lang":1,"streams":[{"redirect":13098327,"hoster":"VOE"},{"redirect":8594148,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das Handtuch Werfen","epNo":3,"alt":"Wave The White Flag","descr":"Mary (Caroline Dhavernas) konfrontiert Ben.Grady (Greg Bryk) zwingt Mary derweil dazu, ihm beim Ausbruch eines Patienten aus dem Krankenhaus behilflich zu sein.Ben und Frank (Lyriq Bent) finden unterdessen eine neue Spur.","versions":[{"lang":1,"streams":[{"redirect":13105203,"hoster":"VOE"},{"redirect":8594152,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von Wölfen Großgezogen","epNo":4,"alt":"Raised By Wolves","descr":"Ben folgt Mary (Caroline Dhavernas) zu ihrem Zuhause aus der Kindheit und erfährt von ihrer Vergangenheit.Grady (Greg Bryk) nähert sich Mary mit einem Angebot und Des (Richard Short) ist ein Opfer von polizeilichem Fehlverhalten.","versions":[{"lang":1,"streams":[{"redirect":8844501,"hoster":"VOE"},{"redirect":8594170,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Judaswiege","epNo":5,"alt":"The Judas Cradle","descr":"Mary (Caroline Dhavernas) zieht ernsthaft in Erwägung, die Chirurgie ganz aufzugeben.","versions":[{"lang":1,"streams":[{"redirect":8844503,"hoster":"VOE"},{"redirect":8594153,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Trichterwinde","epNo":6,"alt":"Morning Glory","descr":"Um ihre Familie und Karriere zu retten, trifft Mary (Caroline Dhavernas) eine schwierige Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8844505,"hoster":"VOE"},{"redirect":8594169,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mit allen Mitteln?","epNo":1,"alt":"The Means","descr":"Es ist acht Monate her seit Mary (Caroline Dhavernas) und Des (Richard Short) ihrem Drogendealer Grady (Greg Bryk) die Tode ihrer Patienten angehangen haben. Während Des im Gefängnis sitzt um seine Partnerin zu schützen, kommt Mary alleine erstaunlich gut klar. Sie hat in Mexiko Nachschub an Phenobarbital gefunden und ihr Unternehmen floriert dank Annies Fähigkeit, Patienten im Endstadium zu finden.Ihr Exmann Kevin (Sebastien Roberts) ist eingezogen und beteiligt sich an der Erziehung nach einer schmutzigen Trennung von Louise (Alexandra Castillo). Jess (Abigail Winter) vermutet zwar immer noch, dass ihre Mutter etwas zu verbergen hat, doch Mary hat hart daran gearbeitet, ihren Beruf und ihr Privatleben zu trennen. Doch die Geheimnisse kommen an die Oberfläche als Olivia, eine geheimnisvolle Frau mit Verbindungen zu Mary und Des, mit einer tödlichen Bitte an sie herantritt.","versions":[{"lang":1,"streams":[{"redirect":12924685,"hoster":"VOE"},{"redirect":8594163,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Verbindungen","epNo":2,"alt":"The Connection","descr":"Als Olivia (Rachelle LeFevre) versucht, Mary (Caroline Dhavernas) zu erpressen, wird sie tiefer in ein tödliches Katz-und-Maus-Spiel gezogen.","versions":[{"lang":1,"streams":[{"redirect":13105207,"hoster":"VOE"},{"redirect":8594159,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Allianzen","epNo":3,"alt":"Twin Flames","descr":"Mary (Caroline Dhavernas) und Ben (Jay Ryan) schließen sich zusammen, während Travis (Ian Lake) wichtige Details aus Bens Ermittlung preisgibt.","versions":[{"lang":1,"streams":[{"redirect":8844510,"hoster":"VOE"},{"redirect":8594162,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Keine Wahl","epNo":4,"alt":"Ride Or Die","descr":"Des (Richard Short) macht sich Sorgen, dass er und Mary (Caroline Dhavernas) eine moralische Grenze überschritten haben könnten. Bens Ermittlung gerät derweil in Gefahr.","versions":[{"lang":1,"streams":[{"redirect":13101882,"hoster":"VOE"},{"redirect":8594156,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Erlösung als Erkenntnis","epNo":5,"alt":"Come To Jesus","descr":"Ben (Jay Ryan) verzeiht Mary (Caroline Dhavernas), während sie und Des (Richard Short) weiter das Todesrefugium planen.","versions":[{"lang":1,"streams":[{"redirect":8844509,"hoster":"VOE"},{"redirect":8594180,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Strategie als Killer","epNo":6,"alt":"Fatal Flaw","descr":"Mary (Caroline Dhavernas) beschließt, ein Abhörgerät zu tragen.Des (Richard Short) und Nicole (Charlotte Sullivan) bereiten sich derweil auf Brendans Tod vor.","versions":[{"lang":1,"streams":[{"redirect":8844516,"hoster":"VOE"},{"redirect":8594188,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"The Key to Faith","epNo":1,"alt":"The Key to Faith","descr":"Mary Harris (Caroline Dhavernas) nimmt heimlich Patienten an, doch ein Tod läuft nicht so wie geplant.","versions":[{"lang":1,"streams":[{"redirect":8844508,"hoster":"VOE"},{"redirect":8594176,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unter Frauen","epNo":2,"alt":"Girl Problems","descr":"Mary Harris (Caroline Dhavernas) verspricht Des (Richard Short), dass sie das Hospiz nie wieder in Gefahr bringen wird. Mary und Frances treffen einen älteren Krebs-Patienten. Jess (Abigail Winter) erkennt, dass etwas mit Naomi (Katie Douglas) nicht stimmt.","versions":[{"lang":1,"streams":[{"redirect":8844513,"hoster":"VOE"},{"redirect":8594181,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Kein Happy End","epNo":3,"alt":"No Happy Endings Here","descr":"Mary (Caroline Dhavernas) macht eine schreckliche Entdeckung, die Annie (Grace Lynn Kung) auf gefährlichen Kollisionskurs mit Frances (Elizabeth Saunders) schickt.Ben (Jay Ryan) versucht sich mit Mary zu versöhnen.","versions":[{"lang":1,"streams":[{"redirect":8844511,"hoster":"VOE"},{"redirect":8594184,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Winterwetter","epNo":4,"alt":"Switzerland Has Trees","descr":"Mary (Caroline Dhavernas) und ihre Töchter bereiten sich auf die Ankunft ihres Babys vor. Der warme Neuanfang steht im Kontrast zu dem Eis und Winterwetter, das in Port Denver Einzug gehalten hat.Ben (Jay Ryan) bittet die Polizei, Frances (Elizabeth Saunders) zu überprüfen, was Mary und Des (Richard Short) ihre Sterbehilfe zu pausieren - mit schrecklichen Konsequenzen.","versions":[{"lang":1,"streams":[{"redirect":12337096,"hoster":"VOE"},{"redirect":8594189,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Wolf im Schafspelz","epNo":5,"alt":"Wolf, Meet Henhouse","descr":"Es steht derzeit keine Episodenbeschreibung der Episode Mary Kills People 3x05: \"Wolf, Meet Henhouse\" zur Verfügung.","versions":[{"lang":1,"streams":[{"redirect":12917550,"hoster":"VOE"},{"redirect":8594205,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eine verdammte Heilige","epNo":6,"alt":"A Goddamned Saint","descr":"Nach einem Mord im Hospiz haben Mary und Ben 24 Stunden Zeit, um die Polizei davon zu überzeugen, dass Frances die wahre Mörderin ist.","versions":[{"lang":1,"streams":[{"redirect":8844527,"hoster":"VOE"},{"redirect":8594194,"hoster":"Streamtape"}]}]}]}]}