{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen","name":"Mary Higgins Clark - Mysteriöse Verbrechen","descr":"Die erfolgreiche amerikanische Krimiautorin Mary Higgins Clark, die Ende Januar 2020 verstarb, gilt als \"Queen of Suspense\". Die Serie beinhaltet Verfilmungen ihrer berühmtesten Romane, die in Frankreich ein Millionenpublikum gefunden haben.","seasons":[{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-1","name":"Weil deine Augen ihn nicht sehen","epNo":1,"alt":"","descr":"Bei der Rückkehr nach Hause nach einer Party entdecken Simon und Julie Malherbe, dass ihr Babysitter bewusstlos auf dem Boden liegt und die beiden sechs Monate alten Zwillingsmädchen vermisst werden. Eine Lösegeldforderung für die entführten Babys kommt danach schnell: 7 Millionen, um sie wiederzusehen. Während die Firma des Vaters versucht, das Geld zusammenzubekommen, organisieren die Entführer zwei Männer, die das Geld abholen, und eine Frau, die sich um die Babys kümmert. Die drei Entführer stehen unter dem Befehl eines mysteriösen Chefs, der als Möwe bezeichnet wird. Wer versteckt sich unter diesem Codenamen? Wird ihr Betrug klappen? Wird die Mutter es ertragen, von ihren kleinen Zwillingen getrennt zu sein? Das endlose unerträgliche Warten verwüstet die Familie. Könnte der Onkel, hinter dem die Polizei her sind, beteiligt sein? Was genau weiß der Vater?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844495","hoster":"VOE"},{"path":"/redirect/8844491","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-2","name":"Warte, bis du schläfst","epNo":2,"alt":"","descr":"Matthew ist vor 10 Jahren verschwunden. Seitdem ruft er seine Mutter jedes Jahr an ihrem Geburtstag an, ohne etwas über sich preiszugeben. Seine Mutter macht sich Sorgen und wartet inständig auf seine Rückkehr. Als sie glaubt ihren Sohn zu sehen, erleidet sie einen Schlaganfall. Ihre Tochter Caroline beschließt die Familienquälerei zu beenden. Sie macht sich auf die Suche nach ihrem verlorenen Bruder. Ihre Ermittlungen führen sie zu einem schrecklichen Geheimnis: Zwei junge Frauen sind im letzten Jahrzehnt verschwunden, und alle Beweise deuten darauf hin, dass ihr Bruder der Schuldige ist. Ist er der Mörder, hinter dem die Polizei her ist, oder ist er das Opfer einer schrecklichen Verschwörung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844493","hoster":"VOE"},{"path":"/redirect/8844492","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-3","name":"Denn vergeben wird dir nie","epNo":3,"alt":"","descr":"Im Alter von 16 Jahren wird Pauline in einer Lagerhalle ermordet, in der sie sich immer heimlich mit ihrem Freund Raphaël traf. Der junge Mann war 22 Jahre alt, als er wegen des Verbrechens verurteilt wurde. 15 Jahre später kommt er heraus und fordert, dass sein Fall aufgrund neuer Beweise erneut verhandelt wird. Lisa, Paulines jüngere Schwester, war 10 Jahre alt, als Pauline starb. Sie ist entsetzt darüber, dass Raphaël für nicht schuldig erklärt werden könnte und beschließt, ihre eigenen Ermittlungen durchzuführen, um zu beweisen, dass er der Richtige war. Wie sehr Lisa auch davon ausgeht, dass der Richtige im Gefängnis saß, erschleicht sie der Verdacht, dass der süße Nachbar, den ihre Schwester damals abblitze, eventuell hätte Rache nehmen wollen. Sie muss all ihre Reporterfähigkeiten und unterdrückte Kindheitserinnerungen aufrufen, um die Wahrheit herauszufinden. Sie kehrt in ihre Heimatstadt zurück, um sich ihrer Vergangenheit zu stellen und ihre Schuld dafür anzuerkennen, dass sie in der Nacht, in der sie getötet wurde, wusste, wo Pauline war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844497","hoster":"VOE"},{"path":"/redirect/8594145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-4","name":"Das Haus auf den Klippen","epNo":4,"alt":"","descr":"Emilie und Marc lassen sich in einem Strandhaus nieder. Der Umzug sowie die Geburt von Baby Anna stellen einen Neuanfang dar, von dem sie hoffen, dass er ihnen hilft, den traumatischen Unfalltod ihres Sohnes vor fünf Jahren zu überwinden. Eines Tages trifft Emilie Vincent, der beschuldigt wird, seine Frau ermordet zu haben, die zwei Wochen zuvor auf See verschwunden war. Bewegt von seiner Geschichte, beschließt sie, zu ihrem früheren Job als Anwältin zurückzukehren, um Vincent zu verteidigen. In der Zwischenzeit passieren seltsame Ereignisse in ihrem Haus: Emilie hört Geräusche und denkt, sie hört die Stimme ihres toten Sohnes… Sie entdeckt, dass im Haus schlimme Dinge geschehen sind, vor denen Helen, ihre Immobilienmaklerin und Freundin, nichts erzählt hatte. Alle machen sich Sorgen um Emilys geistige Gesundheit, insbesondere ihr Ehemann, der sogar in Betracht zieht, sie in eine psychiatrische Abteilung einzusperren. Verliert Emily den Verstand oder ist sie das Opfer einer schrecklichen Verschwörung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844494","hoster":"VOE"},{"path":"/redirect/8594146","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-5","name":"Wo waren Sie, Dr. Highley?","epNo":5,"alt":"","descr":"Cathy, eine Richterin in einer kleinen Provinzstadt, hat einen Autounfall auf dem Nachhauseweg von ihrem Liebhaber Eric. In der Klinik, in der sie sich erholt, glaubt sie, die Leiche einer Frau in einem Auto gesehen zu haben… Als sie zu Hause ankommt, findet sie heraus, dass Erics Frau bei ihnen tot aufgefunden wurde. Er steht an erster Stelle auf der Liste der Verdächtigen, aber die Polizei kann sein Alibi nicht prüfen. Cathy leitet ihre eigenen Ermittlungen und entdeckt beunruhigende Tatsachen über ihren Geliebten sowie über Doktor H., der Erics Frau wegen einer schwierigen Schwangerschaft half","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844490","hoster":"VOE"},{"path":"/redirect/8594144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-6","name":"Mein Auge ruht auf dir","epNo":6,"alt":"","descr":"Marie Launeys Albtraum beginnt, als sie ihre Mutter mit einer Waffe neben dem toten Körper ihres Vaters sieht. Die Polizei ist sich sicher, dass Catherine, die an Alzheimer leidet, ihren Ehemann in einer Eifersuchtskrise getötet hat. Marie glaubt, dass ihre Mutter unschuldig ist, aber ihre Schwester Juliette erinnert sie immer wieder daran, dass sie die Dinge vielleicht falsch sieht. Marie muss sich nicht nur mit den Überzeugungen von Chief Inspektor Santini befassen, sondern auch mit den Familiengeheimnissen, und sie versteht bald, dass der einzige Weg, die Wahrheit herauszufinden, darin besteht, in die Fußstapfen ihres Vaters zu treten. Sie entdeckt, dass ihr Vater ein Doppelleben führte und eine Geliebte namens Lily Garnier hatte. Marie riskiert ihr eigenes Leben, um ihre eigenen Ermittlungen zu führen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844496","hoster":"VOE"},{"path":"/redirect/8594151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-7","name":"Hab acht auf meine Schritte","epNo":7,"alt":"","descr":"Lisa Berton versucht ihre Vergangenheit zu vergessen. Das Haus, in dem sie ihre eigene Mutter tötete, als sie erst 10 Jahre alt war, versucht sie zu verdrängen. Es war ein Unfall, aber für viele war die kleine Lisa eine Kriminelle. Zwanzig Jahre später hat Lisa, die zu Cécile Morel geworden ist, endlich das große Glück mit Alex gefunden, dem sie noch nie etwas über ihre Vergangenheit gesagt hat. Eines Tages überrascht er sie und bietet ihr das Anwesen an, das er für das seiner Träume hält: das Haus seiner Kindheit. Zur Begrüßung finden sie an der Fassade eine blutrote Aufschrift: ‚Gefahr!‘. Jemand kennt Céciles wahre Identität und wird versuchen, sie zu neuen Verbrechen zu bewegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8844499","hoster":"VOE"},{"path":"/redirect/8594150","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mary-higgins-clark-mysterise-verbrechen/staffel-1/episode-8","name":"Ein Gesicht so schön und kalt","epNo":8,"alt":"","descr":"Warum gibt ein plastischer Chirurg einer lebenden Frau das Gesicht einer toten Frau? Das ist die Frage, die Cathy Maquart durch den Kopf geht, als sie auf einen Termin mit Doktor Simon für ihre Tochter wartet und bei zwei Patienten im Wartezimmer seltsam vertraute Merkmale wiedererkennt. Diese unverwechselbaren Merkmale gehörten Suzanne Girardin, einer jungen Schönheit, die zehn Jahre zuvor ermordet wurde. Zu dieser Zeit war Cathy eine stellvertretende Staatsanwältin und trug zur Verurteilung des Mannes des Opfers, Julien Girardin, bei. Beunruhigt von dieser Situation spürt Cathy Girardins gut aussehenden Anwalt Alexandre Darson auf. Sie überredet ihn, sodass sie Julien Girardin im Gefängnis besuchen darf, und ist überrascht über seinen Mangel an Ressentiments. Cathy wird bald Staatsanwältin und spielt mit der Idee, den Fall neu aufzurollen. Ihr Mentor, der ehemalige Richter Jean-Baptiste Rochère, steht hinter ihr. Viele Menschen scheinen jedoch zurückhaltend zu sein, angefangen bei ihrem Ex-Ehemann Yahn, dem Anwalt des seltsamen Bürgermeisters Alain Delambre. Ihr Vorgesetzter, Staatsanwalt Franck Gramont, ist ebenfalls gegen die Idee. Cathy merkt nicht, dass sie gerade mit der überraschendsten und gefährlichsten Untersuchung aller Zeiten begonnen hat, die nicht nur ihr Leben, sondern auch das ihrer Tochter Romane gefährden wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14082036","hoster":"VOE"},{"path":"/redirect/8594149","hoster":"Streamtape"}]}]}]}]}