{"seriesId":"mary-george","name":"Mary \u0026 George","descr":"Die Geschichte basiert auf wahren Figuren und folgt der Lady Mary Villiers (Julianne Moore), Gräfin von Buckingham, die in England während des 17. Jahrhunderts ihren eigenen Sohn George zum Geliebten des Königs macht. Das Paar steigt durch zahlreiche geschickt eingefädelte Intrigen und Machtspielchen zu den reichsten und einflussreichsten Adligen am britischen Hof auf.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der Zweitgeborene","epNo":1,"alt":"The second son","descr":"1592: Bei der Geburt ihres Sohnes George sagt seine Mutter Mary Villiers dem Neugeborenen, er sei nichts wert, weil er als Zweigeborener nicht erben werde. 1612: George inszeniert eine Aufhängung, weil er ein Dienstmädchen liebt, aber Mary plant, ihn zur Erziehung nach in Frankreich zu schicken, was sein Vater verbietet, sodass sie ihn nach einer Gewalttat von ihm tötet. Da sie vom Buchhalter lernt, dass ihr Mann ihr weder Haus noch Geld hinterlassen hat, heiratet Mary zwei Wochen später Sir Thomas Compton, der Georges Stipendium finanziert. In Frankreich wird George von Jean in Haltung und Fechten trainiert. Mary bekommt Gelegenheit, den König James bei seiner Sommertour zu bewirten. Mit ihm kommt Sir David Graham, der einzige Engländer im Gefolge, und Robert Carr, Earl of Somerset, des Königs Kammerherr und Geliebter. James selbst aber sei zu müde, jemanden zu sehen. Nachts stößt sie vor seiner Kammer auf Somerset, dem sie andeutet, er könnte durch einen Schöneren ersetzt werden; James kommt hinzu und küsst ihn. George stößt eines Nachts auf Jean und dessen nackten Assistenten Vincent. George hat Angst vor seiner Anziehung zu Männern, weil dies gegen die Regeln sei, aber lässt sich schließlich auf den Dreier ein. Als er nach Hause zurückgekehrt, weiß Mary um seine neue Neigung und verschafft ihm die Position des Mundschenk bei einem Mahl des Königs mit seinem Schwager, dem König von Dänemark. Doch auf seinem Weg, das Fleisch zu servieren, stellt der vorige Mundschenk ihm ein Bein, den George darauf prügelt. Der König greift aber ein, bevor Somerset George bestraft. Zuhause will George sich die Handgelenke aufschneiden, weil er sich blamiert glaubt, aber Mary meint, es reicht, dass der König ihn gesehen hat.","versions":[{"lang":1,"streams":[{"redirect":14517599,"hoster":"VOE"},{"redirect":14481249,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518104,"hoster":"VOE"},{"redirect":14318806,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Königliche Jagd","epNo":2,"alt":"Royal Hunting","descr":"1615: In einem Bordell verrät Graham Mary die Reiseroute des Königs sowie, dass die Königin Somerset hasst. Der Plan, dass George den König auf dem Weg überrascht, scheitert, weil der Wegrand überraschend doch überfüllt. Sein älterer Bruder John ist schwächlich und geistig gestört. Um ihm eine Frau zu finden, lädt Mary Edward Coke mit seiner Tochter Frances, doch beim Mahl beleidigt ihre Mutter Lady Hatton die Familie Villiers. Arrangiert von Graham trifft Mary die Königin, um gemeinsam zu planen, wie George Somerset ersetzen soll. Er tritt als Tänzer vor dem König auf und wird zum Kammerritter geadelt. Bei einer königlichen Jagd fällt George im Gerangel mit Somerset vom Pferd und verpasst sich eine Kopfverletzung, sodass James ihn auf seinem Pferd mitnimmt. Mit James’ Säbel darf er einem Hirsch den Todesstoß versetzen. In der Nacht lässt James sich von George verführen. Derweil erkundet auch Mary mit der Bordellbesitzerin Gleichgeschlechtlichkeit. Ein Handlanger Grahams erzwingt von Marys Buchhalter ein Schriftstück, dass ihre Abstammung gefälscht ist. Als Graham sie damit erpressen will, hat sie die beiden bereits vergiftet. Sein Handlanger überlebt aber und übergibt das Schriftstück an Generalstaatsanwalt Francis Bacon.","versions":[{"lang":1,"streams":[{"redirect":14518120,"hoster":"VOE"},{"redirect":14318819,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518156,"hoster":"VOE"},{"redirect":14318808,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Liebe ist Ehrfurcht","epNo":3,"alt":"Not So Much As Love As By Awe","descr":"Somerset legt George Steine in den Weg, woraufhin Mary beschließt, einzugreifen. Doch ihre Intervention endet in einem Debakel: Mary und George werden zum Gespött des Hofes.","versions":[{"lang":1,"streams":[{"redirect":14517608,"hoster":"VOE"},{"redirect":14318824,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518225,"hoster":"VOE"},{"redirect":14318809,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Der Wolf und das Lamm","epNo":4,"alt":"The Wolf \u0026 The Lamb","descr":"König James reist nach Schottland, George und sein jüngerer Bruder Kit dürfen ihn begleiten. In Edinburgh zeigt der König jedoch George die kalte Schulter – um seine Loyalität zu testen.","versions":[{"lang":1,"streams":[{"redirect":14518337,"hoster":"VOE"},{"redirect":14318825,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518313,"hoster":"VOE"},{"redirect":14318810,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Goldene Stadt","epNo":5,"alt":"The Golden City","descr":"England ist in Schwierigkeiten, weil Sir Walter Raleigh spanische Truppen in Südamerika angegriffen hat. Als diplomatischer Neuling am englischen Hof gerät George zwischen die Fronten.","versions":[{"lang":1,"streams":[{"redirect":14518306,"hoster":"VOE"},{"redirect":14318821,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518261,"hoster":"VOE"},{"redirect":14481245,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Königin ist tot","epNo":6,"alt":"The Queen is dead","descr":"Das Volk ist mit dem König unzufrieden und fordert Krieg mit Spanien. Zudem fehlt James das Geld für das Begräbnis der Königin: Seit Wochen liegt die Tote im Palast.","versions":[{"lang":1,"streams":[{"redirect":14518260,"hoster":"VOE"},{"redirect":14318823,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518166,"hoster":"VOE"},{"redirect":14317902,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Krieg","epNo":7,"alt":"War","descr":"George reist mit Prinz Charles nach Madrid, um dort um die Hand der Infantin zu werben. Indessen gelingt es Mary in London, zur engen Vertrauten des mittlerweile schwer kranken Königs aufzusteigen.","versions":[{"lang":1,"streams":[{"redirect":14517649,"hoster":"VOE"},{"redirect":13892299,"hoster":"Vidoza"},{"redirect":14318827,"hoster":"Streamtape"}]},{"lang":2,"streams":[{"redirect":14518155,"hoster":"VOE"},{"redirect":14318813,"hoster":"Streamtape"}]}]}]}]}