{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers","name":"Mashiro-iro Symphony The Color of Lovers","descr":"Nachdem ihre Schule mit der ehrenwertesten Mädchenschule der Stadt zusammengelegt werden soll, werden Shingo Uryu und seine Schwester auserwählt, zu einem Übergangstest im Vorfeld an diese Schule zu wechseln. Von der neuen Umgebung verwirrt, bemüht Shingo sich dort um wachsendes Vertrauen, doch die schönen Mädchen der Akademie mögen keine Jungs...","seasons":[{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-1","name":"","epNo":1,"alt":"A Pure White Meeting","descr":"Während einer Nacht auf dem Rückweg vom Einkaufszentrum verirrt sich Uryu Sakuno und sie ruft ihren älteren Bruder Shingo an, um sie zu finden. Kein Glück bei seiner Suche, und mit seinem Handy wird Sakuno von einem jungen Mädchen namens Airi Sena geholfen, das vorbeigeht. Kurz darauf traf sich Shingo mit seiner kleinen Schwester wieder… Shingo, Sakuno und Hayata Mukunashis Freund sind drei der Studenten, die aus einer Gruppe ausgewählt wurden, um für einen Zeitraum von 10 Monaten Teil eines interakademischen Transfers zu sein. Diese neue Akademie ist jedoch eine angesehene Schule und besteht nur aus Mädchen. Airi, zwang ihre Mutter, die Direktorin der Akademie, die transferierte Gruppe zu treffen. Zu diesem Zeitpunkt stand Airi Shingo von Angesicht zu Angesicht gegenüber und drückte ihre Ablehnung der Versetzung der Jungen auf diese Schule aus.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13527578","hoster":"VOE"},{"path":"/redirect/10128094","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844646","hoster":"VOE"},{"path":"/redirect/8594350","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-2","name":"","epNo":2,"alt":"Rejection Colored Cooking","descr":"Nach Airis Erklärung am Vortag entwickelt sich unter den Kagamidai-Studenten eine düstere Stimmung. Shingo erkennt, dass Airi die einzige ist, die die aktuelle Stimmung an der Schule ändern kann. Angelina gefällt die Idee, dass es mehr Schüler gibt, die ihnen dienen, und eine von Angelinas Freundinnen, Sana Inui, ist auch für den Schülertransfer zuständig. Shingo macht in der Schule mehrere Fehler, beispielsweise geht er mit Airi in eines der Badezimmer oder öffnet die Tür eines Klassenzimmers, in dem Mädchen nach dem Sportunterricht wieder ihre Schuluniformen anziehen, was Airi wütend macht. Während des Mittagessens trifft Shingo auf Miu Amaha, eine freundliche Studentin im dritten Jahr, die sich um eine seltsame katzenartige Kreatur kümmert, die sie Pannya genannt hat. Da es immer noch viel Widerstand gegen die anwesenden männlichen Schüler gibt, lässt der Schulleiter Kochkurse, Musikunterricht, Teezubereitung und Blumenarrangements belegen. Während sie im Unterricht Kastanienreis kochen, lernen die anderen Jungen von Shingos gutem Beispiel und schon bald ändert sich die Atmosphäre zum Besseren. Nachdem sie zu viel gemacht haben, bieten die Jungen an, mehrere Portionen zu essen, und schließlich ist der gesamte Reis aufgegessen. Am nächsten Tag werden Shingo und Airi als Vertreter ihrer Klasse gewählt.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517609","hoster":"VOE"},{"path":"/redirect/10128097","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844647","hoster":"VOE"},{"path":"/redirect/8594348","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-3","name":"","epNo":3,"alt":"Frustration Colored Heartbeats","descr":"Shingo kann zunächst nicht den Dreh raus, ein Klassensprecher zu sein und irritiert Airi weiterhin. Obwohl Shingo versucht, freundlich zu ihr zu sein, macht sie klar, dass sie mit den Jungs nicht klarkommen wird, und sagt ihm, er solle sie in Ruhe lassen. Später am Abend in der Schule trifft Shingo wieder auf Pannya, die ihn mit Miu drinnen zu einem Schuppen nach draußen führt. Sie erklärt, dass dies der Nuko Club ist, der sich um verletzte Tiere kümmert, bevor sie wieder in die Wildnis entlassen werden; Pannya ist ein solches Tier. Miu bittet Shingo, dem Club beizutreten. Shingo beginnt sich daran zu gewöhnen ein Klassensprecher zu sein und wird schneller mit der Arbeit fertig. Eines Abends muss Airi wegen einer persönlichen Angelegenheit früher gehen und Shingo bietet an, den Rest der Arbeit selbst zu erledigen, wenn sie ihn für die bevorstehenden Tests unterrichtet. Airi nimmt seinen Vorschlag trotz ihrer Einwände an. Später geht Shingo mit seiner Schwester Miu und Angelina in einen örtlichen Supermarkt, wo sie unerwartet auf Airi treffen, die sofort verlegen wird.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517608","hoster":"VOE"},{"path":"/redirect/10128095","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844648","hoster":"VOE"},{"path":"/redirect/8594356","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-4","name":"","epNo":4,"alt":"Airi-Colored Secre","descr":"Airi verrät ihren Freunden, dass sie seit ihrer Ankunft in Yuijo allein lebt und nicht viel Geld für den Lebensunterhalt hat. Auf dem Rückweg vom Supermarkt schauen Shingo und die anderen bei Airis Wohnung vorbei und alle helfen beim Abendessen. Airi bittet sie, ihre Wohnsituation geheim zu halten, damit die Schüler sie in der Schule sehen. Am nächsten Tag isst Airi Shingo und die anderen Mädchen zu Mittag. Airi hält ihr Versprechen mit Shingo und hilft ihm beim Lernen für die anstehenden Prüfungen, ebenso wie Sakuno, Angelina, Miu und Sana. An einem anderen Tag, als sie in Airis Wohnung studieren, feiern Shingo und die Mädchen Airis Geburtstag. Während Airi mehr Zeit mit den anderen verbringt, öffnet sie sich ihnen mehr. Nachdem die Tests abgeschlossen sind, beginnt Airi, Shingo ohne die Verwendung von Ehrenzeichen anzusprechen, und Shingo tut dasselbe für Airi.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517610","hoster":"VOE"},{"path":"/redirect/10128098","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12917549","hoster":"VOE"},{"path":"/redirect/8594353","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-5","name":"","epNo":5,"alt":"You-Colored Maid","descr":"Airi erkennt ihre wachsenden Gefühle für Shingo und möchte bestätigen, dass sie sich in Bezug auf Shingo anders fühlt als andere Jungs. Shingo erfährt, dass der Schulleiter wegen Beschwerden verschiedener Schüler darüber nachdenkt, den Nuko Club aufzulösen. Aufgrund Shingos ständiger Hilfsbereitschaft sieht Angelina ihn als ihren Rivalen als Dienstmädchen. Als sie aus Versehen aufeinander stoßen und ihr das Stirnband abgeschlagen wird, fängt Angelina an zu weinen und benimmt sich sehr kindisch. Später geht Shingo, um nach ihr zu sehen, und sie bemerkt, wie aufmerksam und rücksichtsvoll er auf andere ist. Am nächsten Tag rennt Angelina in der Schule herum und sucht nach Möglichkeiten zu helfen, aber sie hat kein Glück, Arbeit zu finden. Airi bemerkt Angelinas unterdrückte Haltung und geht, um sie aufzuheitern. Dabei rennt Angelina Shingo hinterher und fragt ihn, ob er ihr Herr wäre.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517612","hoster":"VOE"},{"path":"/redirect/10128099","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844651","hoster":"VOE"},{"path":"/redirect/8594351","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-6","name":"","epNo":6,"alt":"Groping-Colored Bath Time","descr":"Angelina geht mit Shingo und Sakuno zurück zu ihrem Haus, nur um festzustellen, dass sie alle Hausarbeiten erledigt haben. Sakuno und Angelina kochen beide eine Mahlzeit zum Abendessen und Angelina versucht später Shingo so gut wie möglich zu helfen. Shingo tritt dem Nuko Club bei und hilft Sana dabei, Plakate zur Mitgliederwerbung in der Schule aufzustellen. In dieser Nacht kommen die Direktoren, um Angelina zu sagen, dass die Präsidentin des Studentenrates es ohne sie schwer hat, und Angelina kehrt glücklich zur Akademie zurück, obwohl sie Shingo immer noch als ihren Meister betrachtet. Die Rekrutierungsplakate werden abgenommen und die meisten verbrannt. Um den Nuko Club zu retten, schließen sich Sakuno und Angelina an und helfen bei der Rekrutierung eines sechsten Mitglieds, das den Club vor der Auflösung bewahren würde. Shingo und Airi werden auf dem Heimweg vom Regen nass und Airi schlägt Shingo vor, in ihre Wohnung zu kommen, um einen Regenschirm zu holen. Airi möchte, dass er ein Bad nimmt, bevor er geht, obwohl Shingo zögert, vor ihr ein Bad zu nehmen. Am Ende nehmen die beiden zusammen mit dem Licht ein Bad. Am nächsten Tag beschließt Airi, dem Nuko Club beizutreten, obwohl sie schlecht mit Tieren ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517611","hoster":"VOE"},{"path":"/redirect/10128102","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844649","hoster":"VOE"},{"path":"/redirect/8594360","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-7","name":"","epNo":7,"alt":"Twilight-Colored Swing","descr":"Mit mittlerweile sechs Mitgliedern ist der Nuko Club vom Schulleiter offiziell anerkannt. Shingo und die anderen müssen früh am Tag ankommen, um sich um die Tiere zu kümmern. Miu lädt Shingo und Sana ein, mit ihr am nächsten Tag zu gehen, um Vorräte für den Club zu kaufen; Sana ist unzufrieden, dass Miu auch Shingo eingeladen hat. Sana ärgert sich darüber, dass Miu und Shingo jetzt beim Vornamen sind und dass Miu etwas Kakao mit Shingo teilt, den Sana ihr gegeben hat. An einem anderen Tag werden Shingo und Sana allein im Clubraum gelassen und Sana legt eine Kompresse auf Shingos schmerzenden Nacken. Shingo entdeckt, dass es ein Gerücht gibt, dass er und Sana ausgehen, indirekt wegen Miu. Shingo spricht mit Sana darüber und sie sagt, dass sie das Gerücht aufklären wird. Während Shingo und Sana auch mit Vornamen anfangen, ist Sana immer noch sauer auf Shingo, weil sie denkt, dass er Miu mag. Wenn sie zusammen im Clubraum sind, schläft Miu auf Shingos Schulter ein.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517613","hoster":"VOE"},{"path":"/redirect/10128106","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844653","hoster":"VOE"},{"path":"/redirect/8594352","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-8","name":"","epNo":8,"alt":"Kitten-Colored Black and White","descr":"Sana findet ein verlassenes schwarzes und ein weißes Kätzchen und bringt sie zum Nuko Club. Da niemand sie mit nach Hause nehmen kann, beschließen die Clubmitglieder, sie vorerst im Club zu betreuen, bis sie ein Zuhause gefunden haben. Shingo und die anderen fragen herum, aber niemand kann die Kätzchen mitnehmen. Shingo bemerkt Mius verletzte Finger und Sana sagt ihm, dass Miu sich von Tieren beißen lässt, um ihnen zu versichern, dass sie sie nicht verletzen wird. Gleichzeitig fragt Sana Shingo, was er über Miu denkt. Als Shingo wegen der Kätzchen früh zur Schule kommt, entdeckt er, dass Miu über Nacht geblieben ist und im Clubraum geschlafen hat, um auf sie aufzupassen. Shingo bittet sie, sich nicht zu sehr anzustrengen, während Sana von draußen zuhört. Später fragt Sana Miu dasselbe, was sie mit Shingo gemacht hat. Nachdem sie geantwortet hat, fragt Miu Sana, was sie über ihn denkt. Danach stellen die Clubmitglieder fest, dass das schwarze Kätzchen auf den Namen Shingo reagiert, während das weiße auf den Namen Miu reagiert. Die Schulleiterin drückt ihre Besorgnis darüber aus, dass mehr ausgesetzte Tiere in den Nuko Club kommen und stellt sicher, dass der Club die Verantwortung für die Tiere übernimmt. Shingo sagt Miu, dass sie nach der Schule nach Hause gehen und sich etwas ausruhen soll, weil sie sich für die Tiere drängt. Als er im Clubraum ankommt, informiert Sana Shingo, dass Miu plötzlich von ihrem Teilzeitjob gerufen wurde, um für jemand anderen zu vertreten. Shingo verfolgt Miu, um sie aufzuhalten, und er fängt sie auf, als sie auf der Straße zusammenbricht.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517615","hoster":"VOE"},{"path":"/redirect/10128108","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844652","hoster":"VOE"},{"path":"/redirect/8594358","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-9","name":"","epNo":9,"alt":"Same-Colored Couple","descr":"Shingo bringt Miu zurück in sein Haus, um sich für die Nacht auszuruhen, und sie geht am nächsten Morgen nach Hause. Zu ihrer Überraschung finden Shingo und Sana Miu im Clubraum, die sich um die Kätzchen kümmert. Die Beraterin des Nuko Clubs, Machi Yatsuzuka, bringt das weibliche Kätzchen Miu zu einer ihrer Freundinnen, da sie nur diese mitnehmen konnten. Sana meldet sich freiwillig, um das männliche Kätzchen Shingo trotz Mius früheren Protesten mit nach Hause zu nehmen. Miu lädt Shingo zu sich nach Hause ein, weil das am Tag zuvor passiert ist. In ihrem Haus trifft Shingo Mius verspielte Mutter, die er zunächst für ihre ältere Schwester hält. Sie erzählt ihm, dass ihre Liebe zu Tieren auf ein traumatisches Erlebnis als Kind zurückzuführen ist, als eine Hauskatze starb. Nachdem sie sich in dieser Nacht im Park getrennt haben, kehrt Shingo zu Mius Haus zurück, weil er sein Handy vergessen hat, und sieht Miu aus Versehen nackt, als sie in den Flur rennt. Miu verspricht Shingo, dass sie sich mehr auf ihn verlassen wird, anstatt die Dinge allein zu schultern. Am nächsten Tag rennt Sana aus dem Clubraum, nachdem sie einen Unterschied im Verhalten von Miu und Shingo bemerkt hat. Airi stoppt Sana und vermutet, dass sie wegen Shingo verärgert ist.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517614","hoster":"VOE"},{"path":"/redirect/10128109","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/12380185","hoster":"VOE"},{"path":"/redirect/8594361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-10","name":"","epNo":10,"alt":"Tears-Coloured Amayadori","descr":"Airi ist besorgt, dass Sana versucht, sich so zu verhalten, wie sie es bisher getan hat, und ignoriert, dass sie Gefühle für Shingo hat. Beim Mittagessen erwähnt Sana, dass sich das Kätzchen Shingo auch nach einer Woche nicht an sein neues Zuhause gewöhnt hat. Die Mitglieder des Nuko Clubs räumen den Clubraum auf und Miu schlägt Sana und Shingo vor, nach draußen zu gehen, um ein Aquarium zu waschen. Als sie in den Clubraum zurückkehren, stellen sie fest, dass ihre Beraterin wieder bei dem Kätzchen Miu ist, da es sich auch nicht an ihr neues Zuhause gewöhnen konnte. Sana meldet sich freiwillig, um auch Miu aufzunehmen, und sie geht, um Shingo zu holen. Airi versucht sie aufzuhalten, ist aber erfolglos. Miu erzählt Shingo, dass Sana allergisch gegen Katzen ist, weshalb Miu dagegen war, dass Sana das Kätzchen aufzieht. Miu erzählt Shingo auch, als sie Pannya zum ersten Mal mit ihrer Mutter traf und später Pannya allein und verletzt vorfand; Miu beabsichtigt, Pannya schließlich wieder in die Freiheit zu entlassen. Berührt von Mius Sanftmut sagt Shingo ihr, dass er sie liebt und als sie seine Gefühle akzeptiert, umarmen sie sich. Sana, die das miterlebt hat, rennt weg und weint auf der Schaukel, während sie das Kätzchen Shingo in den Regen hält. Airi kommt um sie zu trösten und Sana weint an ihrer Schulter.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517618","hoster":"VOE"},{"path":"/redirect/10128111","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844656","hoster":"VOE"},{"path":"/redirect/8594359","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-11","name":"","epNo":11,"alt":"Pure White Symphony","descr":"Sana ist in der Schule abwesend und Airi vertritt sie und erzählt den anderen, dass sie eine Erkältung hat. Sana kommt am ersten Finaltag zurück und hat sich mit ihren Gefühlen für Shingo auseinandergesetzt. Shingo lernt bei Miu für die Tests in ihrem Haus und sie werden von ihrer Mutter gehänselt. Sana schlägt vor, dass sie und Shingo ein Weihnachtsgeschenk für Miu kaufen, aber Airi macht sich Sorgen, dass Sana am Ende verletzt wird. Sana, die immer noch Gefühle für Shingo hat, sagt Airi, dass sie zufrieden wäre, wenn sie ihn mitten in der Nacht anruft, wenn sie nur seine Stimme hört. Als Gegenleistung dafür, dass er ihn begleitet, um Mius Geschenk zu kaufen, kauft Shingo Sana zwei Katzenstofftiere, eines schwarz und das andere weiß. An Heiligabend trifft sich Shingo mit Miu, nachdem ihr Job vorbei ist und sie gehen zurück zu Shingos Haus. Währenddessen gehen Sakuno, Angelina und Sana zu Airis Wohnung. Angelina erzählt den anderen, dass sie ein Gerücht gehört habe, dass die Schulfusion in Schwierigkeiten stecke und es im schlimmsten Fall keine Fusion geben wird. Die Mädchen, angeführt von Sana, gehen nach draußen und spielen im nahegelegenen Park im Schnee, wo sie über die Liebe sprechen. Zurück in Shingos Haus küssen sich Shingo und Miu wiederholt und umarmen sich.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517619","hoster":"VOE"},{"path":"/redirect/10128112","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844655","hoster":"VOE"},{"path":"/redirect/8594376","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mashiro-iro-symphony-the-color-of-lovers/staffel-1/episode-12","name":"","epNo":12,"alt":"Starting Colored Season","descr":"Angelina, Airi und Sakuno sehen in der Stadt, was sie für Pannya halten, erkennen aber bald, dass es tatsächlich Pannyas Mutter war. Die Mitglieder des Nuko Clubs gehen dorthin, wo Miu Pannya zum ersten Mal traf und sehen Mamanya (Pannyas Mutter) und ein weiteres kleineres Pannya-ähnliches Tier mit ihr. Den Clubmitgliedern wird klar, dass sie Pannya zu ihrer Familie zurückkehren lassen müssen, was jedoch vor allem Miu schwer belastet. Airi lässt sich von Miu inspirieren, die trotz der Aufgabe von Pannya immer noch lächeln kann, um der Schulfusion zum Erfolg zu verhelfen, und organisiert eine Schülerkundgebung für die Sache. Miu versucht Pannya gegenüber allzu glücklich zu sein, bricht aber im Clubraum zusammen und weint an Shingos Schulter. Nach einem Gespräch mit ihrer Mutter beschließt Miu schließlich, Pannya zu ihrer Familie zurückkehren zu lassen. Die Clubmitglieder gehen zur Waldlichtung, wo Miu Pannya kennengelernt hat und sie nach dem Abschied der Clubmitglieder wieder mit ihrer Familie vereint ist. Die Zeit vergeht, und im Frühjahr ist die Schulfusion vollzogen. Nachdem Miu seinen Abschluss gemacht hat, wird Sana Clubpräsidentin. Shingo und Miu verbringen gemeinsam Zeit vor den Kirschblüten. Shingo und Miu kehren zur Waldlichtung zurück und sehen Pannyas Schwanz im Busch.","versions":[{"languageKey":"2","streams":[{"path":"/redirect/13517620","hoster":"VOE"},{"path":"/redirect/10128113","hoster":"Streamtape"}]},{"languageKey":"3","streams":[{"path":"/redirect/8844657","hoster":"VOE"},{"path":"/redirect/8594363","hoster":"Streamtape"}]}]}]}]}