{"seriesId":"masou-gakuen-h-x-h","name":"Masou Gakuen H x H","descr":"Die Geschichte erzählt von Kizuna Hida, welcher eine strategische Verteidigungsakademie auf Wunsch seiner großen Schwester besucht. Dort in Ataraxia trifft er auf Aine Chidorigafuchi, die Pilotin der magischen Rüstung Zerosu. Nach einem peinlichen Zwischenfall erkennt Kizuna, dass er \"spezielle\" Kräfte besitzt und durch perverses Treiben, den Mädchen mehr Stärke verleiht. Im Kampf gegen andere Welten sind nun seine Kräfte gefragt …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schule der Verteidigungsstrategien – Ataraxia –","epNo":1,"alt":"Strategic Defense Academy -ATARAXIA-","descr":"In einer zukünftigen Welt, in der Eindringlinge aus einer anderen Dimension die Menschheit dazu gebracht haben, auf schwimmenden Inseln im Meer zu leben, wird Kizuna Hida Mitglied der Elite-Amaterasu-Staffel. Um die Mech-Anzüge dieses All-Girls-Kampfteams zu stärken, muss er ... unanständige Dinge mit ihnen anstellen!?","versions":[{"lang":1,"streams":[{"redirect":14269988,"hoster":"VOE"},{"redirect":13666380,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460323,"hoster":"VOE"},{"redirect":8460324,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Heart Hybrid","epNo":2,"alt":"Renewed Connections -HEART HYBRID-","descr":"Kizuna wird zum Kapitän des Abwehrteams des Megafloats erklärt: der Amaterasu. Für seine erste Mission wird er auf eine unbewohnte Insel geschickt, um nach benötigten Ressourcen zu suchen. Aber was eine sichere Mission sein sollte, wird gefährlich, als sie durch eine Fehleinschätzung direkt in einen Magitech-Hinterhalt geraten. Kizunas Eros-Ausrüstung ist gefährlich untermotorisiert und Yurishia geht verzweifelt die Energie aus...","versions":[{"lang":1,"streams":[{"redirect":13844386,"hoster":"VOE"},{"redirect":13666383,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460330,"hoster":"VOE"},{"redirect":8460328,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Behutsame Tage - Memories","epNo":3,"alt":"Gentle Days -MEMORIES-","descr":"Kizuna nimmt Yurishia mit auf ein Date durch Megafloat Japan. Sie genießen einen Tag lang die Sehenswürdigkeiten von Tokio bis Kyoto. Doch dann nimmt Reiri Kizuna beiseite und sagt ihm eine erschreckende Wahrheit: Wenn die Hybridzahl der Mädchen null erreicht, wird der Pilot sterben. Wenn Aine bis zum Äußersten gehen will und eine riesige Flotte Ataraxia überfällt, wie kann er dann verhindern, dass die Dinge außer Kontrolle geraten?","versions":[{"lang":1,"streams":[{"redirect":14270411,"hoster":"VOE"},{"redirect":13666382,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460336,"hoster":"VOE"},{"redirect":8460338,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Climax Hybrid","epNo":4,"alt":"Climax Remodeling -CLIMAX HYBRID-","descr":"Eine riesige feindliche Flotte bombardiert Ataraxia, angeführt von einem Schlachtschiff mit einer riesigen Kanone. Amaterasu tut ihr Bestes, um sie abzuwehren, aber Aines Hybrid Count ist kritisch niedrig. Kizuna kann sie gerade noch rechtzeitig retten und nach Ataraxia zurückbringen, wo er mit ihr über ihre Vergangenheit spricht. Er findet heraus, dass Aine auch eine Testperson in Dr. Nayutas Experimenten war und dass sie den Schlüssel zum Aufschließen ihrer verlorenen Erinnerungen kennt: eine weiterentwickelte Version des Herzhybriden namens Climax Hybrid.","versions":[{"lang":1,"streams":[{"redirect":14270885,"hoster":"VOE"},{"redirect":13666385,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460343,"hoster":"VOE"},{"redirect":8460345,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Schönheit aus dem Trümmerland - BATLANTIS","epNo":5,"alt":"Beauty of the Land of Rubble -BATLANTIS-","descr":"Himekawa ist schuldig, weil sie es versäumt hat, die Bürger zu schützen, als sie den Megafloat von Tokio bestiegen. Als Ataraxia ein mysteriöses Funksignal empfängt, ergreift sie die Chance, vielleicht endlich einen Zivilisten zu retten. Aber als Amaterasu an der Quelle des Signals ankommt, finden sie einen Feind aus einer anderen Welt, der tief mit Himekawas Vergangenheit verbunden ist.","versions":[{"lang":1,"streams":[{"redirect":13863231,"hoster":"VOE"},{"redirect":13666386,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460351,"hoster":"VOE"},{"redirect":8460349,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unvergleichlicher Bruch – GLADIUS –","epNo":6,"alt":"World Splitter -GLADIUS-","descr":"Himekawa braucht mehr Kraft, um gegen den dreiköpfigen Drachen zu kämpfen, der ihr in ihrer Vergangenheit so viele Traumata verursacht hat. Aber das Vergnügen des Climax Hybrid widerspricht dem strengen und disziplinierten Leben, das sie sich selbst aufgezwungen hat, nachdem sie es versäumt hat, die Leute an Bord des Tokioter Megafloats zu beschützen. Es liegt an Kizuna, die Mauern niederzureißen, die sie für sich selbst errichtet hat, und ihr beizubringen, die Ekstase zu genießen, die sie braucht, um den Feind zu besiegen.","versions":[{"lang":1,"streams":[{"redirect":14269872,"hoster":"VOE"},{"redirect":13666387,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460359,"hoster":"VOE"},{"redirect":8460355,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Helden des Reichs – GRABEL –","epNo":7,"alt":"Imperial Hero -GRABEL-","descr":"Ataraxia ist mit den Masters vereint, den Assen des Megafloats im Westen der USA. Obwohl Yurishia ihr ehemaliger Anführer war, sind sie ihr gegenüber sehr kalt. Ihr Anführer Scarlet kämpft mit Yurishia um Kizuna, aber ihr Kampf wird unterbrochen, als ein anderer Anführer aus dem Batlantis-Imperium angreift!","versions":[{"lang":1,"streams":[{"redirect":14278382,"hoster":"VOE"},{"redirect":13666389,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460360,"hoster":"VOE"},{"redirect":8460364,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Connective Hybrid","epNo":8,"alt":"Linking Remodeling -CONNECTIVE HYBRID-","descr":"Nach ihrer Niederlage gegen Grabel braucht Amaterasu eine neue Waffe, um Ataraxia zu beschützen: den Connective Hybrid. Um es zu benutzen, muss Kizuna den Höhepunkt-Hybrid mit zwei Mädchen gleichzeitig durchführen! Er wählt Yurishia und Scarlet aus, in der Hoffnung, die Spannungen zwischen ihnen zu entschärfen. Wird die Freude ausreichen, um sie wieder zu vereinen? Und können sie Guam und schließlich Japan vom Batlantis-Imperium zurückerobern?","versions":[{"lang":1,"streams":[{"redirect":14278384,"hoster":"VOE"},{"redirect":13666390,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13485074,"hoster":"VOE"},{"redirect":8460371,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Schulfestival – FIRST LIVE –","epNo":9,"alt":"Academy Festa -FIRST LIVE-","descr":"Der Vorabend der Operation zur Rückeroberung Tokios fällt mit dem Schulfest zusammen und Aine ist nirgendwo zu finden! Amaterasu soll beim Höhepunkt des Festivals einen großen Konzertauftritt geben, also macht sich Kizuna auf die Suche nach ihr. Kann er sie finden und rechtzeitig zurückbringen, oder muss Sylvia stattdessen gehen?","versions":[{"lang":1,"streams":[{"redirect":13844173,"hoster":"VOE"},{"redirect":13666392,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460379,"hoster":"VOE"},{"redirect":8460381,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Vor der Entscheidungsschlacht - Install","epNo":10,"alt":"Eve of the Decisive Battle -INSTALL-","descr":"Die Tokyo Recapture Operation beginnt endlich. Da ein erbitterter Kampf mit dem Batlantis-Imperium erwartet wird, wird Kizuna von Reiri gebeten, ein weiteres Mitglied für die Amaterasu auszuwählen. Sylvia ist die Spitzenreiterin, aber Kizuna will sie nicht zwingen, zu kämpfen und verletzt zu werden oder möglicherweise zu sterben. Ihre Entschlossenheit und Überzeugung zeigen ihm jedoch, dass sie bereit ist, und er hilft ihr bei der Installation des Kerns der Rüstung \"Taros\".","versions":[{"lang":1,"streams":[{"redirect":14270148,"hoster":"VOE"},{"redirect":13666391,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13485075,"hoster":"VOE"},{"redirect":8460382,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Operation Zurückeroberung Tokyo -Apocalypse-","epNo":11,"alt":"Operation Recapture Tokyo -APOCALYPSE-","descr":"Der Angriff auf Tokio hat begonnen und Amaterasu wird von den königlichen Wachen von Batlantis besiegt. Es liegt an der neu aufgeladenen Sylvia, ihr mit ihrem Hybrid Heart den Tag zu retten. Als die besiegte feindliche Generalin mit ihrem ultimativen Angriff einen Feuerball erschafft, der Tokio vernichten kann, muss sie sich auf ihre verbotene Waffe verlassen, um die Stadt zu retten.","versions":[{"lang":1,"streams":[{"redirect":13863232,"hoster":"VOE"},{"redirect":13666394,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":13535513,"hoster":"VOE"},{"redirect":8460391,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Aine -Aines-","epNo":12,"alt":"Aine -AINES-","descr":"Aine wünscht sich die ultimative Macht, um diejenigen zu retten, die ihr wichtig sind, hat aber Angst, dass ihre unbekannte Vergangenheit die Bindungen, die sie für immer geknüpft hat, zerbrechen wird. Während sie sich den Dämonen in ihrem Kopf stellt, taucht ein anderer Feind auf und überwältigt leicht die gesamte aufgestellte Streitmacht der Meister und Amaterasu durch alptraumhafte Illusionen. Wird Aine rechtzeitig ihre Entscheidung treffen, um ihre Welt zu retten?","versions":[{"lang":1,"streams":[{"redirect":14278383,"hoster":"VOE"},{"redirect":13666393,"hoster":"Streamtape"}]},{"lang":3,"streams":[{"redirect":8460399,"hoster":"VOE"},{"redirect":8460395,"hoster":"Streamtape"}]}]}]}]}