{"seriesId":"master-s-sun","name":"Master\u0027s Sun","descr":"[Ger-Sub] Was kann eine Frau schon tun, wenn sie eines Tages nach einem Unfall aufwacht und feststellen muss, dass ihre normale Welt sich komplett verändert hat? Denn Tae Gong Shil kann die Toten sehen! Die Geister der verlorenen Seelen die noch umherwandern und ihr den Schlaf rauben. Durch ihre Angst vor den Dingen, die sie sieht, lebt sie ein zurückgezogenes Leben und wird von allen als verrückt betitelt. So auch der ehrgeizige und geldgeizige Kingdom Einkaufszentrumbesitzer Joo Won Joong. Nach einer zufälligen Begegnung mit ihm muss Tae Gong Shil feststellen, dass wenn sie ihn berührt, die unheimliche Fähigkeit verschwindet. Ab da an verfolgt sie ihn und lässt sich sogar als Reinigungskraft in seinem Einkaufszentrum einstellen. Sehr zum Missfallen von Joo Won Joong, der ebenfalls von einem Geist verfolgt wird. Erst als Tae Gong Shil ihm erzählt, dass seine verstorbene Freundin ihn heimsucht, fängt er langsam an ihr zu glauben.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Episode 1","descr":"Legastheniker Joo Joong Won ist CEO von Kingdom Enterprise. In einer dunklen und stürmischen Nacht trifft er Tae Kong Sil, eine Frau, die nach einem Unfall die Fähigkeit entwickelt hat, Geister zu sehen. Sie bemerkt, dass keine Geister in ihre Nähe kommen, wenn Joong Won in der Nähe ist. Er ist jedoch ein Mann, der sich nur für Geld und sich selbst interessiert. Im Gegensatz zu ihrer Begegnung mit Joong Won trifft Tae Kong Sil auf Kang Woo, als er sie an einem hellen und sonnigen Tag entdeckt, der friedlich auf dem Dach schläft.","versions":[{"lang":2,"streams":[{"redirect":11315123,"hoster":"VOE"},{"redirect":10128118,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Episode 2","descr":"Tae Kong Sil bekommt einen Job als Verwalter des Einkaufszentrums, um näher bei Joo Joong Won zu bleiben. Obwohl JJW seine Ungläubigkeit über die Fähigkeiten von TKS zum Geistersehen ausdrückt, beginnt er unbewusst, ihr zu glauben. Das Gerücht vom Geist von Joong Wons Ex-Freundin wird vermutet, dass es der Geist des Einkaufszentrums ist, aber es stellt sich heraus, dass es der Geist eines Mädchens ist, das von ihren Schulfreunden abgelehnt wurde.","versions":[{"lang":2,"streams":[{"redirect":11315122,"hoster":"VOE"},{"redirect":10128117,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Episode 3","descr":"Nachdem der Geist einer kürzlich verstorbenen Person darum bittet, dass Tae Kong Sil ihren heruntergefallenen Schuh zu ihrem Mann bringt, finden sie und Joo Joong Won heraus, dass sie die Frau eines Ladenbesitzers im Einkaufszentrum Kingdom Enterprise ist. Tae Yi Ryeong trifft immer wieder auf Kang Woo und findet heraus, dass Tae Kong Sil bei Kingdom Enterprise arbeitet. Kang Woo wird neugierig auf die Beziehung zwischen Joo Joong Won und Tae Kong Sil.","versions":[]},{"epId":"episode-4","name":"","epNo":4,"alt":"Episode 4","descr":"Beide wachten im selben Bett auf und hielten sich an der Hand. Zu ihrem eigenen Vorteil vereinbarten beide eine Zusammenarbeit. Es enthüllte auch, dass Kang Woo gegen Gong Shil ermittelte und für jemanden arbeitete. In der letzten Szene war Gong Shil entsetzt, als sie einen dramatischen Autounfall sah. Joong Won erschien und umarmte sie, während er sagte: \"Ihr Sicherheitsversteck ist gekommen. Verstecken\".","versions":[]},{"epId":"episode-5","name":"","epNo":5,"alt":"Episode 5","descr":"Tae Kong Sil wird befördert und bekommt ein Büro in der Nähe von Joo Jong Won, aber die Berufsbezeichnung und -beschreibung ist nicht ganz so luxuriös, wie sie erwartet hatte. Madam Go, eine Geistervermittlerin für Mitglieder wohlhabender Familien, trifft auf Tae Kong Sil und wählt sie als nächste Braut für einen wählerischen Kunden aus. Tae Yi Ryeong findet heraus, dass Kong Sil derjenige ist, der ihre Hochzeit gestört hat. Madam Go sucht Kong Sil auf, um sie vor Geistern zu warnen, die versuchen werden, zu den Lebenden zurückzukehren, indem sie sie benutzen.","versions":[{"lang":2,"streams":[{"redirect":10128121,"hoster":"VOE"},{"redirect":10128122,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Episode 6","descr":"Gong-shil will Kang-woo ihr Geheimnis entlocken, erkennt aber, dass dies unmöglich ist, weil er Angst vor Geistern hat. Dann folgt ein Geisterhund nicht nur Gong-shil, sondern auch Joong-won. Er erwacht aus einem Traum und sieht zu, wie der Hund zu dem Lied \"Nobody But You\" tanzt. Jetzt ist er fest entschlossen, den Besitzer zu finden, damit der Hund nie wieder in seine Träume gerät.","versions":[{"lang":2,"streams":[{"redirect":10128119,"hoster":"VOE"},{"redirect":10128124,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Episode 7","descr":"Kang Woo und Tae Kong Sil gehen zu ihrer Verabredung zum Han-Fluss, aber sie kann sich nicht amüsieren, weil sie ständig von Geistern belästigt wird. Lee Seung Joon findet eine Puppe, die drei Geisterkinder beherbergt. Tae Kong Sil findet die Puppe und bringt sie zum Büro in Kingdom. Sie ersetzt Joo Jong Won als Sekretärin, während Manager Kim wegen einer Erkältung unterwegs ist, aber die Geisterkinder finden im Einkaufszentrum ein Kind mit einer gewalttätigen Mutter.","versions":[]},{"epId":"episode-8","name":"","epNo":8,"alt":"Episode 8","descr":"Es stellt sich heraus, dass die Person, für die Kang Woo gearbeitet hat, der Vater von Joo Jong Won ist. Joo Jong Won fühlt sich schlecht, weil er Tea Kong Sil ausgetrickst hat, als er sie ins Kingdom Hotel einlädt, um einen Wassergeist zu fangen, aber er versucht es wiedergutzumachen, was zu einem Missverständnis führt. Tae Gon Ri folgt ihrem Ex-Freund zu seinem Haus, damit sie ihr gestohlenes Geld zurückbekommt. Cha Hee Joo erscheint vor Tae Kong Sil und sagt ihr, dass es jemanden gibt, den sie beschützt.","versions":[{"lang":2,"streams":[{"redirect":10128120,"hoster":"VOE"},{"redirect":10128126,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Episode 9","descr":"Damit Kang Woo die Beziehung zwischen Tae Kong Sil und Joo Jong Won verstehen kann, gesteht Tae Kong Sil Kang Woo ihre übernatürlichen Fähigkeiten. Der Pianist Louis Jang, dessen Frau gerade verstorben ist, soll ein Konzert geben, aber Kang Woo verletzt sich versehentlich an der Hand. Um Kang Woo aus der Not zu helfen, hilft TKS Louis Jangs Geisterfrau dabei, die Vorbereitungen für den Pianisten vor seinem Auftritt zu treffen.","versions":[{"lang":2,"streams":[{"redirect":13535518,"hoster":"VOE"},{"redirect":10128125,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Episode 10","descr":"Joo Joong Won kommt mit einem neuen Verlobten aus China zurück, also beschließt Tae Kong Sil, eine Woche zu leben, ohne sich auf ihn als Unterschlupf zu verlassen. In Wirklichkeit geben Joong Won und sein \"Verlobter\" nur vor, wegen eines Geschäftsabschlusses verlobt zu sein. Ein Geist aus einem Verlobungsgeschenk der Familie des Mädchens quält Joong Woos Tante, und auch sein Vater kehrt nach Korea zurück und erklärt Kang Woo seine Forschungen über Cha Hee Joo.","versions":[{"lang":2,"streams":[{"redirect":10128127,"hoster":"VOE"},{"redirect":10128130,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Episode 11","descr":"Nachdem sie Tae Kong Sil seine Gefühle gestanden hat, sagt Joo Jong Won ihr, dass sie ihn nicht mögen sollte. Kong Sil und Jong Won helfen dem verstorbenen Geist des Riesenunternehmens bei seinem Geheimnis. Jong Wons Vater gibt ihm einen Umschlag mit dem Bild des Cha Hee Joo-Doppelgängers, aber Jong Won beschließt, den Umschlag zu ignorieren und möchte stattdessen das Buch über den Wolf und die Ziege lesen, von denen Tae Kong Sil trotz seiner immer spricht Dyslexie.","versions":[{"lang":2,"streams":[{"redirect":10128131,"hoster":"VOE"},{"redirect":10128132,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Episode 12","descr":"Tae Kong Sil will dem Geist eines toten Kindes helfen, indem er seiner Mutter offenbart, dass er nicht mehr lebt, aber Joo Jong Won warnt sie, dass es für die Mutter, die immer noch nach ihrem Sohn sucht, schmerzhaft sein wird. Nachdem sie den Jungen überzeugt hat, ihr zu zeigen, was mit seinem Körper passiert ist, bringt sie sich in eine gefährliche Situation, die dazu führt, dass Jong Won sie retten muss.","versions":[{"lang":2,"streams":[{"redirect":13517621,"hoster":"VOE"},{"redirect":10128133,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Episode 13","descr":"Als Joo Jong Won von seiner Operation erwacht, stellen alle fest, dass seine Erinnerungen an die letzten Monate verschwunden sind. Obwohl er weiß, dass seine Tante ihm (Tae Kong Sils Existenz) etwas verheimlicht, wundert er sich nicht nur darüber, dass er jetzt lesen kann, sondern dass er ein richtig guter Mensch geworden ist. Als Ha Na versucht, sich Jong Won zu nähern, kommt Hee Joos Geist zu Tae Kong Sil und bittet darum, ihren Körper auszuleihen.","versions":[{"lang":2,"streams":[{"redirect":10128129,"hoster":"VOE"},{"redirect":10128134,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"","epNo":14,"alt":"Episode 14","descr":"Gong Sil beginnt ihren neuen Job, um dem Geistervermittler zu helfen. Inzwischen ist Sekretärin Kim wieder in Korea.","versions":[{"lang":2,"streams":[{"redirect":13517624,"hoster":"VOE"},{"redirect":10128136,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"","epNo":15,"alt":"Episode 15","descr":"Gong Sil trifft jemanden aus ihrer Vergangenheit. Unterdessen bekommt Yi Ryung endlich ihr Abendessen mit Kang Woo.","versions":[{"lang":2,"streams":[{"redirect":13517625,"hoster":"VOE"},{"redirect":10128138,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"","epNo":16,"alt":"Episode 16","descr":"Mit Hilfe von Tae Yeo Ri hält Joo Jong Won erfolgreich Tae Kong Sil davon ab, zu gehen. Er warnt Kong Sil, dass sie am Flughafen angehalten wird, wenn sie versucht zu gehen. Da sie keine andere Wahl hat, als in Korea zu bleiben, kommt das Geisterkind Woo Jin, um sie zu finden und sie anzuflehen, seiner Mutter zu helfen, die im Begriff ist, Selbstmord zu begehen. Kong Sil eilt zu ihr und Jong Won erkennt, dass er sie gehen lassen muss, damit sie Antworten auf ihre übernatürlichen Fähigkeiten findet.","versions":[]},{"epId":"episode-17","name":"","epNo":17,"alt":"Episode 17","descr":"Ein Jahr ist vergangen und Tae Kong Sil kehrt endlich nach Korea zurück. Sie trifft auf Joo Jong Won, der sie zum Trinken einlädt, und sie tut so, als könne sie keine Geister mehr sehen. Nach einer weiteren unangenehmen betrunkenen Nacht, in der Geister in sie ein- und ausgehen, wacht sie auf und er bittet sie, ihn anzurufen. Sie ruft ihn nicht sofort an, also wird er ungeduldig und versucht, sie zu ermutigen.","versions":[{"lang":2,"streams":[{"redirect":10128140,"hoster":"VOE"},{"redirect":10128143,"hoster":"Streamtape"}]}]}]}]}