{"seriesId":"matador","name":"Matador","descr":"Antonio \"Matador\" Bravo ist ein beliebter Fußballstar und Playboy – doch das ist nur die eine Seite seines Doppellebens. Im Verborgenen ist er Geheimagent für einen kaum bekannten Zweig der CIA. Seine Bekanntheit öffnet ihm zwar Türen, die ihm als Geheimagent von Nutzen sind, bringt ihn aber mitunter auch in Bedrängnis.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Quid Go Pro","descr":"Antonio \"Matador\" Bravo (Gabriel Luna) arbeitet für die Drug Enforcement Administration (DEA) und jagt Drogenbarone durch die Gegend. Nur seine Familie weiß von seiner Arbeit. Eines Tages wird die CIA auf ihn aufmerksam. Er soll bei einem Trainingsspiel die Aufmerksamkeit der Trainer der Fußballmannschaft L.A. Riot auf sich ziehen und erreichen, dass er in der nächsten Saison Mitglied im Team ist. Seine Begeisterung hält sich in Grenzen, doch die CIA hat noch einen Pfand in der Hand: Antonios Bruder sitzt im Gefängnis und seine Verhandlung auf Aussetzung der Strafe auf Bewährung steht an. Also gibt Antonio klein bei und trainiert für den großen Tag.","versions":[{"lang":2,"streams":[{"redirect":11315127,"hoster":"VOE"},{"redirect":10128142,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"The Naked and the Dead","descr":"Das Team jagt einen Auftragskiller, welcher der \"Apotheker\" genannt wird, um die Codes, die von Gideon Khans Tablet gestohlen worden, zurück zu bekommen.","versions":[{"lang":2,"streams":[{"redirect":11315125,"hoster":"VOE"},{"redirect":10128141,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"Idol Worship","descr":"Nachdem Tony neue Informationen über Margot gesammelt hat, begleitet Tony sie zu einer Auktion, bei der sie Galan in einem Bieterkrieg antritt, der es ihm und Galan ermöglicht, eine neue Ebene des Verständnisses zu erreichen. Unterdessen ist die hartnäckige Reporterin Reyna Flores der Auflösung des Mysteriums Tony Bravo einen Schritt näher gekommen.","versions":[{"lang":2,"streams":[{"redirect":10128145,"hoster":"VOE"},{"redirect":10128144,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Code Red Card","descr":"Ein wiederkehrender Traum aus Tonys Vergangenheit fällt mit seinem Debüt bei LA Riot zusammen, das schnell kompromittiert wird, als er Galans unruhige Tochter Senna vor Schaden retten muss. Während Tony auf und neben dem Feld gegen die Zeit rast, erkennen Annie und Noah etwas an Galan, das die Spielregeln verändern könnte.","versions":[{"lang":2,"streams":[{"redirect":10128147,"hoster":"VOE"},{"redirect":10128146,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"Enter The Worm","descr":"Auf dem Privatjet von Galan landeten Tony, Holester und Caesar in Nicaragua, einer Welt, die von einem Drogenkartellführer namens \u0027The Worm\u0027 regiert wird, in der viel auf dem Spiel steht und die Sterblichkeitsrate höher ist. Unterstützt von einem alten DEA-Freund findet sich Tony in einem brutalen Futsal-Spiel wieder, bei dem der Preis mehr ist, als nur mit seinem Leben davonzulaufen.","versions":[{"lang":2,"streams":[{"redirect":10128153,"hoster":"VOE"},{"redirect":10128149,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Misanthropology","descr":"Tonys Fokus wird vom Fußball zurück auf die Mission verlagert, als Galan ihm ein Paket anvertraut. Aber wo Tony hingeht, folgt Reyna. An anderer Stelle wird die Verbindung zwischen der Auktion und Nicaragua deutlich, als die CIA einen Anthropologie-Professor mit Einblicken in die vor-Olmekischen Zivilisationen rettet.","versions":[{"lang":2,"streams":[{"redirect":10128157,"hoster":"VOE"},{"redirect":10128148,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"Mano A Mano","descr":"Ratet mal, wer zu Cristinas Quinceañera kommt? Andrés Galan, triff die Sandovals. Dasselbe gilt nicht für Tony, der gezwungen ist, auf Kaution freizukommen und die Mission seiner Familie zu übertragen, als ein Mitglied des Teams von Samuel entführt wird. Nicht einmal eine Riot-Krawatte kann die Folgen dieses freudigen Anlasses mildern.","versions":[{"lang":2,"streams":[{"redirect":10128150,"hoster":"VOE"},{"redirect":10128156,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Everything Old is New Again","descr":"Die beschlagnahmten Daten aus dem mysteriösen Medi-Spa schicken Tony und Annie auf eine Fahndung, um die Verantwortlichen für eine verheerende Wendung der Ereignisse zu finden. Während Galan in den größeren Plan eingeweiht wird, taucht Samuel tiefer in Tonys Hintergrundgeschichte ein, was ihn zu der Art von \"Wurst\"-Informant führt.","versions":[{"lang":2,"streams":[{"redirect":10128151,"hoster":"VOE"},{"redirect":10128155,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"Wells Fargo Presents: The Anguise of Rosarito","descr":"Gibt es etwas Schlimmeres als einen schrecklichen Service an Bord? Fragen Sie einfach die Passagiere, die in San Francisco gelandet sind. Samuels Aufdeckung von Tonys Vergangenheit lässt Matador und Galan uneins. Unterdessen erfährt die CIA von Dr. Lucien Sayers Geheimnis, das Leben zu verlängern.","versions":[]},{"epId":"episode-10","name":"","epNo":10,"alt":"Night of the Whale","descr":"Der Elefant im Raum zwischen Tony und Galan ist eine Leiche im Kofferraum. Zum Glück für unseren Matador wird die erreichte Gemeinsamkeit von Antworten begleitet. Da es keine anderen Optionen gibt, findet die CIA einen Weg, sich an Sayer zu wenden, in der Hoffnung, die nächste Phase seines tödlichen Plans zu verhindern.","versions":[{"lang":2,"streams":[{"redirect":10128152,"hoster":"VOE"},{"redirect":10128158,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Riot \u0027Til I Die","descr":"Galan hat die Aufgabe, während eines Rückkampfs zwischen den LA Riot und den Austin Terror ein persönliches Paket nach Sayer zu eskortieren. Der Plan kann fatale Folgen für einen haben, wenn Reyna Flores in die Mischung eingreift und Tony zu einem Anruf zwingt, der ihn auf einen gefährlichen Weg bringt.","versions":[{"lang":2,"streams":[{"redirect":13517627,"hoster":"VOE"},{"redirect":10128159,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"Dead Dreaming in Bagan","descr":"Tony landet hinter den feindlichen Linien und die Einheimischen müssen Sayers Plan aufdecken. Währenddessen versucht Annie, Tony zu finden, und Galan muss sich mit den Folgen seiner Konfrontation mit Reyna Flores auseinandersetzen","versions":[{"lang":2,"streams":[{"redirect":13517629,"hoster":"VOE"},{"redirect":10128161,"hoster":"Streamtape"}]}]}]}]}