{"seriesId":"max-carshop-schrauben-frei-schnauze","name":"Max Carshop – Schrauben frei Schnauze","descr":"Max Cornelius ist Auto-Freak durch und durch. Der eingefleischte Hobby-Schrauber beschäftigt sich schon seit Jahren mir Kraftfahrzeugen. In seinem \"Carshop\" in Ostfriesland verkauft der 30-Jährige Vehikel für den kleinen Geldbeutel. Die potenziellen Kandidaten auf vier Rädern findet er auf Touren in der Umgebung und auf Schrottplätzen. Repariert wird nach dem sogenannten \"Gurkenprinzip\" mit überschaubaren finanziellen Mitteln und wenig Aufwand. Dabei kommen mitunter auch Kabelbinder und mehr oder weniger passende Ersatzteile aus dem Lager zum Einsatz.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Die verfluchte Ape","epNo":1,"alt":"","descr":"Max Cornelius hat auf einer \"Gurkentour\" eine Ape ergattert. Das Rollermobil des italienischen Herstellers Piaggio wird seit 1948 herstellt und kam ein Jahr nach der Vespa auf den Markt. Handlich, sparsam und robust: Der Klassiker eignet sich dank seiner Kompaktheit perfekt für den Warentransport durch schmale Gassen. Der passionierte Hobby-Schrauber will das Dreirad in Ostfriesland wieder zum Laufen bringen und mit Profit verkaufen. Aber das vermeintliche Schnäppchen entpuppt sich als Albtraum. Auf dem betagten Vehikel scheint ein Fluch zu lasten.","versions":[{"lang":1,"streams":[{"redirect":12355828,"hoster":"VOE"},{"redirect":12355826,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Feuerstuhl","epNo":2,"alt":"","descr":"Ein Treffpunkt für Liebhaber klassischer Fahrzeuge: Am Wochenende öffnet in Friesland der \"Bockhorner Oldtimermarkt\" seine Tore. Diesem Event fiebern Max, sein Vater Conny und Mechaniker Gorden schon seit Monaten entgegen. Denn der Schrauber hat bei der Veranstaltung schon so manches Schnäppchen ergattert. Aber in diesem Jahr ist der Wurm drin. Schöne Autos und Mopeds gibt es zur Genüge, aber einen echten \"Schnapper\" hat der Kfz-Freak bis dato noch nicht ausfindig gemacht. Schließlich entdeckt Max doch noch ein Vehikel, das ihn brennend interessiert.","versions":[{"lang":1,"streams":[{"redirect":12355825,"hoster":"VOE"},{"redirect":12355830,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Lack-Affen","epNo":3,"alt":"","descr":"Zu abgetakelt für den Verkauf, aber zu schade für die Schrottpresse: Fahrzeuge dieser Kategorie landen in Max’ Museum. Wie der alte Wartburg, der schon seit einer gefühlten Ewigkeit in der Werkstatt steht. Die Autoschrauber restaurieren das Vehikel nach dem sogenannten \"Gurkenprinzip\". Gorden nimmt die Schweißarbeiten in Angriff und Max kümmert sich um die Optik des maroden Zweitakters. Mit Baumarktlack und billigem Klebeband macht sich der Kfz-Freak in Ostfriesland an die Arbeit. Doch sein Traum vom coolen Rallye-Design droht schon bald zu platzen.","versions":[{"lang":1,"streams":[{"redirect":12355829,"hoster":"VOE"},{"redirect":12355831,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Vom Kübel zum Trabi","epNo":4,"alt":"","descr":"Max hat einen betagten Schatz auf vier Rädern aufgetan. Der 40 Jahre alte Kübel-Trabi befindet sich allerdings in einem denkbar schlechten Zustand. Der Motor lief zuletzt vor zwei Jahrzehnten. Außerdem ist die Sitzgarnitur des Vehikels abhandengekommen. Trotzdem möchte der Auto-Freak das DDR-Relikt in seine Trabi-Vermietung aufnehmen. Dafür muss das Fahrzeug jedoch diverse Sicherheitsstandards erfüllen. Auf einer Beutetour laden Max und sein Vater Conny in Ostfriesland weitere potenzielle Kandidaten für den \"Carshop\" auf ihren Abschleppwagen.","versions":[{"lang":1,"streams":[{"redirect":12355836,"hoster":"VOE"},{"redirect":12355837,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Max’ Fahrzeugmuseum","epNo":5,"alt":"","descr":"Am Wochenende ist Museumstag im \"Carshop\". Max Cornelius erwartet Besucher aus ganz Norddeutschland, denen er seine Auto- und Mopedsammlung präsentieren möchte. Doch bevor er in Friesland die Tore öffnet, will er noch ein besonderes Exponat aufhübschen. Der 39 Jahre alte Scirocco benötigt auf die Schnelle eine frische Lackierung. Für diesen Job holt der ambitionierte Schrauber seinen Kumpel Dominik mit ins Boot. Er soll dem heruntergekommenen Sportcoupé zu neuem Glanz verhelfen. Aber bei der Anlieferung der Farbe erlebt Max eine böse Überraschung.","versions":[{"lang":1,"streams":[{"redirect":12400670,"hoster":"VOE"},{"redirect":12400677,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Was gluckert denn da?","epNo":6,"alt":"","descr":"Mechaniker Gorden ist genervt, denn auf dem Hof des \"Carshops\" reiht sich eine betagte Blechkiste an die nächste. Dort ist kein Platz mehr für neue Fahrzeuge. Deshalb beschließt Max schweren Herzens, einen alten Trabbi zu entsorgen. Doch vorher wird das Vehikel in Ostfriesland ausgeschlachtet. Ersatzteile kann man schließlich nie genug haben. Als der Auto-Freak den Trabbi am Ende des Tages zum Schrottplatz bringt, gerät der Sinn und Zweck der Aufräumaktion jedoch aus dem Fokus. Denn beim Anblick der vielen alten Schätze packt Max das \"Gurkenfieber\".","versions":[{"lang":1,"streams":[{"redirect":12400656,"hoster":"VOE"},{"redirect":12400659,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Max mistet aus","epNo":1,"alt":"","descr":"In Ostfriesland besteht Handlungsbedarf, denn die Werkstatthalle platzt aus allen Nähten. Max’ Herz hängt an jeder Schraube, doch ihm bleibt keine Wahl. Er muss Platz schaffen. Die ausgemusterten Teile will er zusammen mit seinem Vater Conny und Mechaniker Gorden auf dem \"Bockhorner Oldtimermarkt\" verkaufen. Das Trio plant ein Männerwochenende, bei dem sich alles um Autos und Mopeds dreht. Max’ Werkstattnachbar Harry erwartet unterdessen eine Lieferung mit italienischen Klassikern für seine Sammlung. Aber schon das Abladen entpuppt sich als Herausforderung.","versions":[{"lang":1,"streams":[{"redirect":13900389,"hoster":"VOE"},{"redirect":13900391,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Abenteuer Oldtimermarkt","epNo":2,"alt":"","descr":"Max Cornelius, sein Vater Conny und Mechaniker Gorden wollen auf dem \"Bockhorner Oldtimermarkt\" Autoteile und einen betagten Kadett versilbern. Aber die verstaubten Fabrikate kommen bei der Kundschaft nicht gut an. Also ist in Ostfriesland erst mal Putzen angesagt. Danach müssen Conny und Gorden allein die Stellung halten, denn Max hält es nicht mehr hinter dem Tresen. Die Versuchungen auf dem Markt sind einfach zu groß. Der eingefleischte Kfz-Freak hat zwei Mopeds und eine Schwalbe im Visier. Anstatt Geld zu verdienen, gerät er in einen Kaufrausch.","versions":[{"lang":1,"streams":[{"redirect":13927232,"hoster":"VOE"},{"redirect":13927231,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Offroadcamper Marke Eigenbau","epNo":3,"alt":"","descr":"Max hat einen ostdeutschen Pritschenwagen eingekauft. Damit das betagte Vehikel nicht ungenutzt herumsteht, will er den Lkw für kleines Geld zum Offroad-Camper umbauen. In der Theorie klingt das ganz einfach. Man entfernt das Chassis eines Wohnwagens und montiert ihn auf der Ladefläche. Aber mit \"Gegurke\" kommt der Autoschrauber bei diesem Projekt nicht weit. Denn die Eigenkonstruktion muss diverse Sicherheitsstandards erfüllen. Max’ Vater Conny wird ebenfalls kreativ. Er richtet in einem Bauwagen eine Gartensauna ein. Nachbar \"Tüddi\" hilft bei der Elektrik.","versions":[{"lang":1,"streams":[{"redirect":13943651,"hoster":"VOE"},{"redirect":13943652,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Überraschung!","epNo":4,"alt":"","descr":"Max will ein amerikanisches Cabrio verkaufen, dass den Winter über im Außenlager stand. Die Feuchtigkeit hat dem Wagen nicht gutgetan. Das Auto ist überzogen mit einer dicken Schimmelschicht. Kann der Kfz-Freak das Vehikel noch retten? Aber es gibt auch Grund zu feiern, denn Max wird 30. Große Partys sind eigentlich nicht sein Ding, er mag es lieber ruhig und überschaubar. Trotzdem planen seine Freunde eine Überraschungssause. Und als der Gäste-Konvoi in Ostfriesland mit einem riesigen Geschenk vorfährt, wird der passionierte Schrauber ungewohnt emotional.","versions":[{"lang":1,"streams":[{"redirect":13985553,"hoster":"VOE"},{"redirect":13985555,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Porsche gegen Käfer","epNo":5,"alt":"","descr":"Max Cornelius ist Auto-Freak durch und durch. Der eingefleischte Hobby-Schrauber beschäftigt sich schon seit Jahren mir Kraftfahrzeugen. In seinem \"Carshop\" in Ostfriesland verkauft er Vehikel für den kleinen Geldbeutel. Die potenziellen Kandidaten findet er auf Beutetouren in der Umgebung und auf Schrottplätzen. Von der Piaggio-Ape bis zum 70 Jahre alten Mofa: Repariert wird nach dem sogenannten \"Gurkenprinzip\" mit überschaubaren finanziellen Mitteln und wenig Aufwand. Dabei kommen in der Werkstatt gelegentlich auch preisgünstige Kabelbinder und mehr oder weniger passende Ersatzteile aus dem Lager zum Einsatz. Hauptsache, die maroden Klapperkisten sind bald wieder fahrtüchtig.","versions":[{"lang":1,"streams":[{"redirect":13985556,"hoster":"VOE"},{"redirect":13985558,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Wunder von Lärz","epNo":6,"alt":"","descr":"Die Vorbereitungen für das Dragster-Rennen gestalten sich schwierig. Beim Umbau des alten Corsas hatten Max und Gorden mit Hindernissen zu kämpfen. Und bei den \"Airport Days\" setzt sich das Dilemma nahtlos fort. Der Wagen läuft alles andere als rund. Doch die Autoschrauber lassen sich nicht unterkriegen und träumen nach wie vor vom Pokal. Sie glauben fest an das \"Wunder von Lärz\". Max’ Mutter benötigt unterdessen nach einem Kontakt mit einem Wildtier Ersatz für ihr geliebtes Cabrio. Der Autoschrauber hat für seine Mama eine besondere Überraschung parat.","versions":[{"lang":1,"streams":[{"redirect":14012316,"hoster":"VOE"},{"redirect":14012315,"hoster":"Streamtape"}]}]}]}]}