{"seriesId":"mayday-alarm-im-cockpit","name":"Mayday - Alarm im Cockpit","descr":"In der Serie \"Mayday\" geht es um ganz unterschiedliche Flugkatastrophen, deren Ursachen und Hintergründe, sowie der Unglückshergang jeweils in dramatischen, realistisch nachgestellten Szenen dargestellt werden. Diese Szenen basieren auf Auswertungen der Flugschreiber, auf Flugdaten und Unfallberichten. Durch die intensive Darstellung hat der Zuschauer das Gefühl, selbst mit an Bord zu sein und den Druck und die Anspannung im Cockpit live mitzuerleben. Diese außergewöhnliche Serie ergründet die schlimmsten Flugzeugunglücke unserer Zeit. Durch emotionale Interviews, atemberaubende computergenerierte Bilder, beeindruckende nachgestellte Szenen und echte Tondokumente aus der Blackbox der verunglückten Flieger wird der Horror plastisch und zum Greifen nah. Sekunde für Sekunde werden die Geschehnisse rekonstruiert und die Frage geklärt, wie es zu diesem Unglück kommen konnte.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Rennen gegen den Sturm","epNo":1,"alt":"Racing The Storm","descr":"1989: United Airlines Flug 811 von Honolulu nach Sydney. An Bord der Boeing 747: 350 Passagiere. Kurz nach dem Start, in rund 8000 Metern Höhe, entriegelt sich die vordere Frachtraumklappe, löst sich und reißt dabei ein Stück der Kabinenwand mit sich. Durch den gewaltigen Sog werden neun Menschen in den Tod gerissen. Mit nur zwei intakten Triebwerken und Schäden an Flügeln und Leitwerk gelingt es den Piloten, das schwer beladene Flugzeug vor dem Absturz zu bewahren …","versions":[{"lang":1,"streams":[{"redirect":9436190,"hoster":"VOE"},{"redirect":9436206,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Um Haaresbreite","epNo":2,"alt":"Unlocking Disaste","descr":"Am 1. Juni 1999 schießt Flug American Airlines 1420 über die Landebahn des Flughafens Little Rock, Arkansas, hinaus und kracht in eine Leitplanke. Neun Menschen kommen dabei ums Leben. Die Unglücksursache: Ein heftiges Gewitter. Die Piloten wussten von der Schlechtwetterfront, wollten jedoch den Flugplan unbedingt einhalten. Die Dokumentation zeigt, wie Zeitdruck und Stress die Piloten zu einer verhängnisvollen Fehleinschätzung der Lage führten.","versions":[{"lang":1,"streams":[{"redirect":9436201,"hoster":"VOE"},{"redirect":9436213,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Transair Flug 236","epNo":3,"alt":"Transair Flug 236","descr":"Es ist der 2. September 1998 als kurz nach dem Start der MD-11 sich Rauch im Cockpit bildet. Die Elektrik fällt aus. Die Piloten können sich in stockfinsterer Nacht nicht orientieren. Das Flugzeug stürzt ins Meer. Grund für das Unglück war ein Kurzschluss im Unterhaltungssystem des Flugzeugs, der brennbare Materialien entzündete. \"Mayday – Alarm im Cockpit\" erzählt die Geschichte des Swissair-Flugs 111.","versions":[{"lang":1,"streams":[{"redirect":9436294,"hoster":"VOE"},{"redirect":9436279,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Swissair 111 in Flammen","epNo":4,"alt":"Swissair 111 in Flame","descr":"Am 31. Januar 2000 stürzt eine MD-83 der Fluglinie Air Alaska nach einem fehlgeschlagenen Notlandeversuch in Los Angeles in den Pazifischen Ozean. Keiner der 88 Menschen an Bord überlebt die Katastrophe. Die Unglücksursache war ein Wartungsfehler am Höhenruder. Der eigentliche Skandal: Ein Mechaniker der Air Alaska hat im Vorfeld versucht, die Wartungsmissstände öffentlich zu machen – und wurde suspendiert …","versions":[{"lang":1,"streams":[{"redirect":9436040,"hoster":"VOE"},{"redirect":10072891,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blindflug","epNo":5,"alt":"Flying Blind","descr":"Am 24. August 2001 geht bei der Atlantiküberquerung einem Airbus 330 der Treibstoff aus. Der Pilot landet die Maschine per Gleitflug auf den Azoren. Ursache für das Unglück war ein Leck im Treibstofftank. \"Mayday Alarm im Cockpit\" berichtet über das Unglück des Air-Transat-Flug.","versions":[{"lang":1,"streams":[{"redirect":12380196,"hoster":"VOE"},{"redirect":9436088,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Mit leeren Tanks","epNo":6,"alt":"Flying On Empty","descr":"Am 24. August 2001 geht bei der Atlantiküberquerung einem Airbus 330 der Treibstoff aus. Der Pilot landet die Maschine per Gleitflug auf den Azoren. Ursache für das Unglück war ein Leck im Treibstofftank. \"Mayday – Alarm im Cockpit\" berichtet über das Unglück des Air-Transat-Flug 236.","versions":[{"lang":1,"streams":[{"redirect":10072873,"hoster":"VOE"},{"redirect":10072874,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Horrorflug 111","epNo":1,"alt":"Blow Out","descr":"Innerhalb weniger Minuten nach dem Start wussten die Crew und die Passagiere an Bord des British-Airways-Fluges 111, dass etwas furchtbar schief lief. Ein lauter Knall ertönt aus dem Cockpit. Die Frontscheibe war heraus gesprungen und hatte den Piloten durch die Öffnung ins Freie gesaugt. Sein Körper ist an die Seite des Fliegers gedrückt und das Flugzeug rast schnell in die Tiefe. Der Co-Pilot befindet sich in einer verzweifelten Lage: Er hat das Flugzeug nie zuvor geflogen, der Lärm des Windes ist ohrenbetäubend und er kann die Antworten der Fluglotsen nicht verstehen, die ihm helfen wollen, die Kontrolle über den Flieger wieder zu erlangen. Trotz der geringen Aussicht auf Erfolg gelingt es dem Co-Piloten, die Maschine sicher zu landen und auch der Captain überlebt auf wundersame Weise. Die anschließende Untersuchung über die Ursache des Desasters deckt eine alarmierende Situation im Wartungshangar einer der weltgrößten Fluggesellschaften auf.","versions":[{"lang":1,"streams":[{"redirect":9436891,"hoster":"VOE"},{"redirect":9436888,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Crash-Inferno","epNo":2,"alt":"A Wounded Bird","descr":"Wie ein verwundeter Vogel hing die Propellermaschine ASA Flight 529 in der Luft, bevor sie mittels einer Bruchlandung zu Boden ging und dort Feuer fing. Was war geschehen? Kurz nach dem Start hören die beiden Piloten und die 26 Passagiere an Bord einen lauten Knall. Am linken Flügel war der Propeller abgebrochen, und da wo eben noch der Motor seine Arbeit tat, ist nur noch ein verbogenes Etwas zu sehen. Wenige Minuten später setzen die Piloten zur Bruchlandung an. Crew und Passagiere überleben den Crash, doch dann bricht an Bord Feuer aus. Viele Menschen kommen in den Flammen ums Leben.","versions":[{"lang":1,"streams":[{"redirect":9436870,"hoster":"VOE"},{"redirect":9436881,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Terror bei Air France 1994","epNo":3,"alt":"The Killing Machine","descr":"Heiligabend 1994. Vier algerische Terroristen der fundamentalistischen Organisation \"Bewaffnete Islamische Gruppe\" (GIA) kapern auf dem Flughafen von Algier eine Air France-Maschine noch bevor sie in der Luft ist. Mit dieser Aktion sollen in dem nordafrikanischen Land inhaftierte Islamistenführer freigepresst werden. Doch das eigentliche Ziel der Terroristen ist Paris. Gut sieben Jahre vor dem 11. September von New York wollen sie das Flugzeug in den Eiffelturm steuern. Weil die Maschine für diese Strecke zu wenig Sprit getankt hat, kommt es zur Zwischenlandung in Marseille – und zum Einsat …","versions":[{"lang":1,"streams":[{"redirect":9436868,"hoster":"VOE"},{"redirect":9436873,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Crash am Mount San Jose","epNo":4,"alt":"Lost","descr":"Am 20. Dezember 1995 nimmt der American Airlines-Flug 965 aus Miami Kurs auf Cali in Kolumbien. Die Boeing 757 hat Verspätung und die erfahrenen Piloten entscheiden sich für ein riskantes Manöver. In Absprache mit dem Tower in Cali wollen sie eine neue, kürzere Route ausprobieren. Doch die Daten, mit denen sie den Autopiloten programmieren, sind falsch. Die Boeing befindet sich auf direktem Kollisionskurs mit einem 3.000 Meter hohen Berg. Wenig später zerschellt die Passagiermaschine. Nur vier der 163 Insassen überleben die Katastrophe. Mit Hilfe ihrer Schilderungen wird das Unglück rekonstruiert.","versions":[{"lang":1,"streams":[{"redirect":9436852,"hoster":"VOE"},{"redirect":14159540,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Verschollen über New York","epNo":5,"alt":"Missing Over New York","descr":"25. Januar 1990, New York: Eine Boeing 707 der kolumbianischen Luftfahrtgesellschaft Avianca befindet sich im Anflug auf den John F. Kennedy International Airport. Der Flughafen ist in dichten Nebel gehüllt. 77 Minuten kreist die Maschine mit 158 Menschen an Bord in der Luft. Dann versiegt der Treibstoff – und die Boeing stürzt ab. 73 Menschen sterben.","versions":[{"lang":1,"streams":[{"redirect":9436851,"hoster":"VOE"},{"redirect":9436845,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zusammenstoß über dem Bodensee","epNo":6,"alt":"Deadly Crossroads","descr":"Mitten in der Nacht nähert sich ein russisches Flugzeug auf dem Weg nach Spanien der Deutsch-Schweizerischen Luftgrenze an. An Bord ist eine Schulgruppe. Der Himmel ist leer. Ein einzelner Fluglotse hat im Züricher Kontrollzentrum Dienst. Er hat eine harte Nacht: Seine Ausrüstung wird gerade repariert und das Telefon ist abgeschaltet. Er muss den Himmel mittels zweier Bildschirme überwachen, die weit auseinander stehen. Einer von ihnen zeigt ein Flugzeug an, das seine ständige Aufmerksamkeit erfordert.","versions":[{"lang":1,"streams":[{"redirect":9436897,"hoster":"VOE"},{"redirect":9436906,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Am seidenen Faden","epNo":1,"alt":"Hanging By A Thread","descr":"April 1998: Flug 243 der Aloha Airlines ist auf dem Weg von Maui nach Honolulu. Die erfahrene Flugcrew arbeitet schon seit Jahren zusammen. Die Boeing 737 startet unter sonnigen Bedingungen. Als aber der Flieger die Flughöhe von knapp 7,5 Kilometern erreicht, hören die Piloten plötzlich einen lauten Knall. Ein gigantisches Stück des Flugzeugdaches und des Rumpfes ist abgerissen. Sie fliegen praktisch in einem Cabrio! Zum Glück haben die 95 Passagiere noch immer ihre Sitzgurte angelegt. Eine Flugbegleiterin hat allerdings nicht so viel Glück. Sie wird aus dem Flugzeug gesogen. Ihr Körper wird nie gefunden. Die Piloten ziehen sich die Sauerstoffmasken über und versuchen, ein Flugzeug wieder unter Kontrolle zu bekommen, das droht, in zwei Hälften zu zerfallen. Der Wind macht im Cockpit so einen Lärm, dass die Crew per Handzeichen kommunizieren muss. Sie wissen, dass sie das Flugzeug schnell auf eine sichere Höhe bringen müssen, oder die Passagiere werden allmählich ersticken. Was sie nicht wissen, ist, ob das Fahrwerk des zerstörten Flugzeuges überhaupt noch funktionstüchtig ist. Eines der Warnlichter ist nicht angegangen. Die Crew hat keine andere Wahl, als es zu riskieren. Wie durch ein Wunder landet das Flugzeug sicher und alle überleben. Ausnahmsweise war die Ursache des Unfalls sofort erkennbar. Das Flugzeug wurde so schlecht instand gehalten und so oft geflogen, dass die Karosserieteile lose wurden. Aber was hat letztendlich dazu geführt, dass der Flugzeugrumpf so plötzlich wegbrechen konnte? Eine beängstigende Theorie bringt die Ursache mit dem tragischen Verschwinden der Flugbegleiterin in Verbindung.","versions":[{"lang":1,"streams":[{"redirect":9440768,"hoster":"VOE"},{"redirect":9440771,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Angriff über Bagdad","epNo":2,"alt":"Attack Over Baghdad","descr":"22. November 2003. Was wie ein Routine-Frachtflug beginnt, wird für die Crew kurz nach dem Take-Off in Bagdad zum Kampf um Leben und Tod. Noch im Steigflug werden sie von Aufständischen beschossen. die Maschine gerät in Brand. Den Piloten bleiben nur 15 Minuten, bis die Hydraulik versagt und die Maschine nicht mehr steuerbar ist.","versions":[{"lang":1,"streams":[{"redirect":9440773,"hoster":"VOE"},{"redirect":9440774,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Jumbojet außer Kontrolle","epNo":3,"alt":"Out Of Control","descr":"Es ist der 12. August 1985. Eine 747 der Japan Airlines macht sich auf den Weg von Tokio nach Osaka. An Bord des kurzen Inlandsfluges sind 509 Menschen. Im Cockpit sitzt einer der besten Piloten der Japan Airlines, Masami Takahara. Eigentlich ist es ein Routineflug. Doch nur fünf Minuten nach dem Start setzt die 747 einen Notruf ab. Das Bugschott im Heck des Fliegers meldet einen Defekt. Schlimmer noch: Es muss ein Loch haben, denn plötzlich wird die Druckluft aus der Kabine förmlich herausgesogen. Und als ob die Maschine nicht schon in großer Not wäre, verliert die Maschine rapide ihre Hydraulikflüssigkeit. Ohne diese Flüssigkeit lässt sich das Flugzeug nicht mehr steuern. Mehr als eine halbe Stunde lang durchleiden die über 500 Menschen an Bord einen Horror-Achterbahnflug, geradewegs in die Katastrophe hinein: Das Flugzeug zerschellt nur wenige hundert Kilometer von Tokio entfernt an den Hängen des Mount Osutaka. Zunächst glauben die Ermittler, dass der Verlust einer Hecktür zur Katastrophe geführt hat. Doch im Laufe der Ermittlung müssen sie einen fatalen Wartungsfehler entdecken. Der Absturz am Mount Osutaka geht als das größte Unglück der zivilen Luftfahrt in die Geschichte ein.","versions":[{"lang":1,"streams":[{"redirect":9440776,"hoster":"VOE"},{"redirect":9440775,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Selbstmordanschlag auf Fedex 705","epNo":4,"alt":"Fight For Your Life","descr":"7. April 1994: Eine Frachtmaschine des Logistikkonzerns Fedex ist auf dem Weg von Tennessee nach Kalifornien, als ein gefeuerter Mitarbeiter plötzlich ins Cockpit stürmt. Völlig in Rage schlägt er mit einem Hammer auf die Crew ein. Blutüberströmt versucht der Copilot den Angreifer abzuwehren und das Flugzeug vor dem Absturz zu bewahren. Ein schier aussichtloses Unterfangen …","versions":[{"lang":1,"streams":[{"redirect":9440778,"hoster":"VOE"},{"redirect":9440780,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":" Tödliche Verwechslung ","epNo":5,"alt":"Mistaken Identity","descr":"Während einer Seeschlacht im Persischen Golf startet in Teheran ein Passagierflugzeug mit 300 Menschen an Bord. Das Radar des Kriegsschiffs USS Vincennes ortet das Flugzeug jedoch als feindlichen Kampfjet. Nach längerem Zögern gibt der Kommandant das Flugzeug zum Abschuss frei.","versions":[{"lang":1,"streams":[{"redirect":9440782,"hoster":"VOE"},{"redirect":10906726,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":" Flug PAL434 – Bombenattentat an Bord ","epNo":6,"alt":"Bomb On Board","descr":"11. Dezember 1994: Ein Terrorist schmuggelt Bestandteile zum Bau einer Bombe in eine Passagiermaschine der Fluggesellschaft PAL und deponiert den Sprengsatz unter seinem Sitz. Während eines Zwischenstopps auf den Philippinen geht der Attentäter von Bord. Wenig später reißt eine Explosion ein gewaltiges Loch in den Flieger. Ein Mensch stirbt, zehn werden verletzt. An Bord bricht Panik aus. Wer steckte hinter dem Anschlag? NATIONAL GEOGRAPHIC zeigt, dass das Bombenattentat an Bord von PAL 434 nur ein Test für einen weitaus größeren Terroranschlag war …","versions":[{"lang":1,"streams":[{"redirect":12924713,"hoster":"VOE"},{"redirect":10906727,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Hubschrauber in Not","epNo":7,"alt":"Helicopter Down","descr":"Unter extremen Wetterbedingungen fliegt der Super Puma Helikopter am 19. Januar 1995 eine Ölplattform in der Nordsee an. Ein Blitz und ein Knall verwandeln den Routineflug in einen Überlebenskampf für die Crew und die 16 Passagiere an Bord. Die Bergung des Unglücks-Helikopters brachte alarmierende Neuigkeiten für die Flugzeugindustrie und für diejenigen, deren Job es verlangt, über solche gefährlichen Gewässer zu fliegen.","versions":[{"lang":1,"streams":[{"redirect":9440748,"hoster":"VOE"},{"redirect":9440749,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Absturz von Egyptair 990","epNo":8,"alt":"Death And Denial","descr":"‚Mayday – Alarm im Cockpit II‘ rekonstruiert Flugzeugkatastrophen der jüngsten Vergangenheit und gewährt dadurch neue Einblicke in die Sicherheitsrisiken der Luftfahrt. Im Februar wird die Sendereihe mit neuen Folgen fortgesetzt, die sich jeweils einem speziellen Aspekt der Flugsicherheit widmen: Wie etwa reagiert ein Pilot, wenn seine Maschine unter Raketenbeschuss gerät? In welchen zeitlichen Abständen muss ein Flugzeug gewartet werden, damit es nicht zur fliegenden Zeitbombe wird? Und welche Gefahren für die zivile Luftfahrt gehen eigentlich von Manövern und Übungen des Militärs aus? Die Serie zeigt Archivaufnahmen und lässt Überlebende und Augenzeugen zu Wort kommen. Überdies präsentiert ‚Mayday – Alarm im Cockpit II‘ aufwändige Computer-Simulationen und die Ermittlungsergebnisse von ‚Air-Crash-Detektiven‘, die nach den Ursachen von Flugzeugkatastrophen forschen.","versions":[{"lang":1,"streams":[{"redirect":9440752,"hoster":"VOE"},{"redirect":9440751,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Kind im Cockpit","epNo":9,"alt":"Kid In The Cockpit","descr":"Am 23. März 1994 startet Flug 593 der Russian-International-Airlines aus Moskau in Richtung Hong Kong. Das Flugzeug ist der Stolz der russischen Flotte – ein vollautomatisierter Airbus, der frisch aus Frankreich eingetroffen ist. Im Cockpit sitzt eine sehr erfahrene Crew. Die Kinder des Captains sind ebenfalls an Bord und kurz nach Start lädt er sie ins Cockpit ein. Eine nette Geste, die eine Reihe katastrophaler Ereignisse auslösen sollte. Der Captain und der Co-Pilot haben den Autopiloten aktiviert, als sie die Teenager dazu einladen, selbst einmal mit der neuen Maschine zu ‚fliegen‘. Zunächst übernimmt die Tochter des Captains das Steuer, danach sein Sohn. Kurz nachdem der Sohn Platz nimmt, geht der Flieger plötzlich in eine scharfe Kurve über, obwohl der Autopilot noch immer aktiviert ist. Während die Crew verzweifelt versucht, der Ursache nachzugehen, wird die Situation noch viel schlimmer. Das Flugzeug dreht sich immer heftiger und erhöht dadurch die Beschleunigungskraft, die auf den Jet wirkt. Als der Captain wieder seinen Platz einnehmen kann, ist es bereits zu spät. Der Airbus zerschellt an den Hängen des sibirischen Gebirges. Kein einziger Passagier überlebt. Die Ermittler stellen im Nachhinein fest, dass es nicht die einzige Absturzursache war, eine 15-Jährige ans Steuer zu lassen. Keiner an Bord wusste, dass in dem neuen Airbus ein Teil des Autopiloten deaktiviert wird, wenn der Steuerknüppel entgegengesetzt zum Autopiloten eingelenkt wird. Es gab kein Alarmsignal. Hinzu kam, dass die Piloten für solche gefährliche Situationen nicht ausgebildet waren. Der tragische Unfall führte zu verbesserten Ausbildungsmaßnahmen im Umgang mit dem neuen Airbus und zwang die Luftfahrtindustrie dazu, den Piloten ein besseres Wissen zu vermitteln, wie man die Maschinen in solchen Situationen wieder unter Kontrolle bekommt.","versions":[{"lang":1,"streams":[{"redirect":9440755,"hoster":"VOE"},{"redirect":9440756,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"[E11] Die Zugkollision von Alberta","epNo":10,"alt":"Head-On Collision","descr":"Ein ruhiger Ausflug in den Rocky Mountains endet im Desaster, als zwei Züge in einander krachen. Wie konnten die Züge auf dem gleichen Gleis landen? Eine Befragung liefert schockierende Ergebnisse über die Zugführer Kanadas.","versions":[{"lang":1,"streams":[{"redirect":14291346,"hoster":"VOE"},{"redirect":14291347,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Auf Kollisionskurs","epNo":11,"alt":"Collision Course","descr":"Es sollte nur ein weiterer Stopp einer Routinefahrt werden. Am 26. September 2000 fährt die griechische Fähre ‚Express Samina‘ durch das Ägäische Meer in Richtung der Insel Paros. In der Hochsaison fahren mehrere Fähren täglich von Athen nach Paros. Aber an diesem Tag geht etwas schief. Mitten in der Nacht kracht die ‚Samina‘ in zwei riesige Felsen nur wenige Kilometer vor dem sicheren Hafen von Paros. Innerhalb von Minuten wird das Boot von den Wellen verschluckt. Es gibt nicht genügend Schwimmwesten. Die Passagiere werden ins Meer gespült. Sie müssen sich an Wrackteilen und Felsen festklammern, bis sie von ortsansässigen Fischerbooten aus dem Wasser gezogen werden. Insgesamt kommen 75 Passagiere und fünf Crewmitglieder ums Leben. Dass der Unfall passieren konnte, erschien zunächst unbegreiflich. Die Felsen ragten 25 Meter über der Wasseroberfläche heraus. Wie konnte das Schiff nur auf so eine unübersehbare Gefahr zusteuern? Die Untersuchung zeigt, dass es dazu nie hätte kommen müssen. Wichtige wasserfeste Türen wurden nicht geschlossen und mechanische Probleme blieben unentdeckt. Die letzte Fahrt der ‚Express Samina‘ endete in einem Desaster und sollte für immer die Fährenindustrie Griechenlands verändern.","versions":[{"lang":1,"streams":[{"redirect":9440764,"hoster":"VOE"},{"redirect":9440761,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"(Zug) Ausser Kontrolle","epNo":12,"alt":"Runaway Train","descr":"\"Mayday – Alarm im Cockpit\" erzählt von einer der größten Zugunglücke der US-Geschichte. Ein Frachtenzug fährt durch die ruhige Vorstand San Bernardinos in Kalifornien und entgleist. Der Zug zerstört Häuser und nimmt zahlreiche Leben.","versions":[{"lang":1,"streams":[{"redirect":12380197,"hoster":"VOE"},{"redirect":9440765,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Notlandung auf dem Ozean","epNo":13,"alt":"Ocean Landing","descr":"Es ist der Albtraum eines jeden Fluggastes: eine Entführung in schwindelnder Höhe. Für 123 Passagiere eines Ethiopian Airlines-Fluges wurde dieser Albtraum am 23. November 1996 schockierende Wirklichkeit. Drei junge Männer bringen das Flugzeug in ihre Gewalt und zwingen den Piloten zu einer Kursänderung – mit fatalen Folgen: der Treibstoff reicht nicht aus und zwingt den Piloten zu einer Notlandung auf hoher See. Zeugen halten dieses erschreckende Ereignis, bei dem 52 Menschen überlebten, mit ihrer Videokamera fest.","versions":[{"lang":1,"streams":[{"redirect":9440766,"hoster":"VOE"},{"redirect":9440767,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-4","episodes":[{"epId":"episode-1","name":"Katastrophe im Unwetter","epNo":1,"alt":"Miracle Escape","descr":"Am 2. August 2005 tobt in Toronto ein heftiges Unwetter. Nach einer schwierigen Landung gerät Air-France-Flug 358 auf der Fahrbahn ins Schleudern. Bei dem Aufprall fängt das linke Triebwerk Feuer. Den 300 Passagieren und der Crew bleiben nur wenige Sekunden, um der brennenden Maschine zu entkommen. Nur die Hälfte der Notausgänge ist offen und nur zwei Rutschen einsatzbereit. Die panischen Passagiere kämpfen sich durch die Flammen und den immer dichter werdenden Rauch. In weniger als drei Minuten steht der komplette Flieger in Flammen. Barfuß und ohne Gepäck halten die Überlebenden an Torontos belebtester Autobahn Fahrzeuge an, die sie zum Flughafen zurück bringen. Es stellt sich später heraus, dass sich, wie durch ein Wunder, alle Passagiere retten konnten. Die Untersuchung zeigt, dass das Wetter nicht die einzige Ursache für den Unfall war. Die Unerfahrenheit des Co-Piloten hat ebenfalls entscheidend dazu beigetragen. Eine unglaubliche Geschichte des Schreckens, die für die künftige Flugzeugführung bedeutende Veränderungen mit sich bringen soll.","versions":[{"lang":1,"streams":[{"redirect":9338686,"hoster":"VOE"},{"redirect":9338692,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"747 im Sturzflug","epNo":2,"alt":"Falling From The Sky","descr":"In einer klaren Sommernacht am 24. Juni 1982 geschieht auf dem scheinbar ruhigen British-Airways-Flug 009 nach Australien etwas Unvorhersehbares. Rauch strömt plötzlich in die Kabine. Die Triebwerke fangen Feuer und fallen aus. Was noch seltsamer ist, die Flugzeugcrew beobachtet einen bizarren Regenguss aus glitzernden Funken, der auf die Frontscheibe der Maschine fällt. Das ganze Flugzeug ist von einem weißen Schimmer umhüllt. Ohne Antrieb geht die Maschine in den Sturzflug über. Die Passagiere sind entsetzt. Die Crew hat keine Ahnung, wieso die Triebwerke so plötzlich ausgefallen sind und wie man sie wieder zum Laufen bekommt. Mitten im nächtlichen Sturzflug muss der Captain eine schwere Entscheidung fällen – Sollen sie zum nächstgelegenen Flughafen zurückkehren und einen Crash in den Bergen riskieren oder eine unglaublich komplizierte Notlandung im Ozean versuchen? Innerhalb weniger Minuten vor der Notwasserung springen dann plötzlich die Motoren wieder an. Der Jet schafft es langsam zurück zum Halim-Airport in Jakarta. Doch die Crew erkennt nun, dass die Frontscheibe so stark zerstört wurde, dass es ihnen fast unmöglich ist, die Fahrbahn zu erkennen. Nachdem sie eine dramatische Nacht durchlebt haben, schaffen sie es schließlich, sicher zu landen. Was bleibt ist Verwunderung – Was hat ihre Maschine buchstäblich vom Himmel gefegt? Die Ergebnisse der folgenden Ermittlungen verändern das Pilotentraining und das Verständnis darüber, welchen Einfluss Vulkane auf das Flugwesen haben können.","versions":[{"lang":1,"streams":[{"redirect":9338699,"hoster":"VOE"},{"redirect":9338707,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feuer an Bord","epNo":3,"alt":"Fire Fight","descr":"Im Juni 1983 wird in 10 km Höhe ein kleines mechanisches Problem am Heck des Air Canada Fliegers DC-9 blitzschnell zu einem riesigen Notfall. Das Flugzeug ist auf dem Weg von Dallas nach Toronto, als Passagiere plötzlich Rauch aus dem hinteren Waschraum aufsteigen sehen. Als der Rauch immer stärker wird, hat die Crew keine andere Wahl, als eine Notlandung zu versuchen. 15 Minuten lang kämpfen die Passagiere und die Crew mit den giftigen Dämpfen. Als die Maschine schließlich die Landebahn in Cincinnati erreicht, versuchen alle, so schnell wie möglich das brennende Flugzeug zu verlassen. Innerhalb von 90 Sekunden nach der Landung verwandelt sich der Flieger in einen riesigen Feuerball. 23 der 46 Menschen an Bord kommen ums Leben. Der Pilot schafft es als letzter, das Flugzeug lebend zu verlassen. Es dauert Stunden, bis das Feuer unter Kontrolle ist. Ermittler der nationalen Verkehrssicherheitsbehörde sind innerhalb einer Stunde vor Ort. Sie entdecken, dass der Flieger noch eine ganze Reihe anderer Probleme hatte. So gab es erst vor kurzem einen alarmierenden Druckabfall in der Maschine, der wichtige Schaltungen hätte zerstören können. Auch wenn die Ursache des Feuers nie vollständig geklärt werden konnte, schlägt die Behörde im Zuge der Tragödie eine Reihe wichtiger Veränderungsmaßnahmen vor, um das Fliegen in Zukunft sicherer zu machen. Dazu zählen zum Beispiel eine bessere Ausbildung der Crew und Verbesserungen für den Ablauf von schnellen Notausstiegen.","versions":[{"lang":1,"streams":[{"redirect":9441283,"hoster":"VOE"},{"redirect":9441282,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Crash im Landeanflug","epNo":4,"alt":"Final Approach","descr":"Guam, 6 August, 1997: Starke Regenfälle behindern die Landung einer koreanischen Passagiermaschine. Drei Meilen vor dem Flughafen stürzt die Maschine plötzlich beim Landeanflug ab. 228 der 254 Insassen kommen ums Leben. Die Piloten hatten übersehen, dass das automatische Landesystem außer Betrieb war.","versions":[{"lang":1,"streams":[{"redirect":9338730,"hoster":"VOE"},{"redirect":9338735,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Versteckte Gefahr","epNo":5,"alt":"Hidden Danger","descr":"Nur wenige Momente vor der planmäßigen Landung gerät Flug 585 der United Airlines außer Kontrolle und stürzt mit 450 km/h vom Himmel. Dabei dreht sie sich heftig. Alle Insassen an Bord sterben. Innerhalb von zehn grausamen Sekunden wird dieser Absturz zu einer der mysteriösesten Flugzeugkatastrophen in der Luftfahrtgeschichte. Fast zwei Jahre nach dem Absturz kann die nationale Verkehrssicherheitsbehörde NTSB das Rätsel noch immer nicht lösen. Am 7. September 1994 verunglückt eine weitere 737 – die US Air 427 – stürzt nahe Pittsburg ab. Alle 132 Passagiere und die ganze Crew kommen ums Leben. Ermittler erkennen schnell einige auffällige Parallelen zwischen US Air 427 und dem ungeklärten Fall der United 585. Allerdings haben die Ermittler, wie schon beim früheren Unglück, mehrere Theorien. Sie können aber keine eindeutige Ursache benennen. Zwei Abstürze innerhalb weniger Jahre werfen nun weltweit ernsthafte Fragen über die Sicherheit der Boeing 737 auf. Milliarden von Dollar, vielleicht sogar die Flugindustrie selbst, sind in Gefahr. Die Untersuchungen müssen schnellstens zum Erfolg führen.","versions":[{"lang":1,"streams":[{"redirect":9338743,"hoster":"VOE"},{"redirect":9338760,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Panik über dem Pazifik","epNo":6,"alt":"Panic Over The Pacific","descr":"Der China-Airlines-Flug 006 ist am 19. Februar 1985 weniger als 500 Kilometer von Los Angeles entfernt als eine Katastrophe geschieht. Eine Serie kleinerer Probleme – die mit dem Ausfall des vierten Triebwerkes beginnt – entpuppt sich blitzschnell als dramatischer Notfall. Die Maschine setzt plötzlich zum Sturzflug in den Pazifischen Ozean an. Als sie sich dreht und windet, werden die Passagiere und die Crew durch die starken Beschleunigungskräfte in ihre Sitze gedrückt. Ein Höllenritt beginnt. Die Flügel wölben sich, die Fahrwerktüren reißen ab und knallen gegen die Seitenflosse. Wertvolle Hydraulik-Flüssigkeit, die für die Landung wichtig ist, geht verloren. Die wilde, spiralförmige Bewegung und die dichten Wolken verhindern, dass die Crew zwischen oben und unten unterscheiden kann. Trotz auslaufender Hydraulik-Flüssigkeit und einer demolierten Seitenflosse schafft es die Crew, den malträtierten Flieger sicher zu landen. Der Captain wird von allen Passagieren als Held gefeiert. Die Ermittler, die den Vorfall Stück für Stück unter die Lupe nehmen, erzählen eine andere Geschichte. Obwohl der Pilot und seine Crew das Leben aller an Bord retten konnten, haben die Fehler, die sie während des Fluges machten, überhaupt erst zu der Beinahekatastrophe geführt.","versions":[{"lang":1,"streams":[{"redirect":12380208,"hoster":"VOE"},{"redirect":9338573,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Außer Sicht","epNo":7,"alt":"Out Of Sight","descr":"31. August 1986: Bei Los Angeles stoßen eine mexikanische Passagiermaschine vom Typ DC-9 und ein Sportflugzeug des Typs Piper Cherokee in der Luft zusammen und stürzen auf ein Wohngebiet. 85 Menschen kommen ums Leben. Die Ursache der Flugzeugkatastrophe offenbart Schwächen in der Flugüberwachung und bringt technische Neuerungen mit sich.","versions":[{"lang":1,"streams":[{"redirect":9338585,"hoster":"VOE"},{"redirect":9338594,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Absturz über Bosnien","epNo":8,"alt":"Fog Of War","descr":"Bosnien, 3. April 1996: In der Nähe von Dubrovnik gerät eine US-amerikanische Militärmaschine in eine Schlechtwetterfront, prallt gegen einen Berg und stürzt ab. 38 Menschen kommen ums Leben, darunter auch US-Handelsminister Ron Brown. Wurde der Pilot nicht rechtzeitig gewarnt? Eine bittere Erklärung: Die Flughafen-Technik in Dubrovnik war völlig veraltet. Es gab keine Computer, die anfliegende Jets zur Landebahn hätten lotsen können.","versions":[{"lang":1,"streams":[{"redirect":9338602,"hoster":"VOE"},{"redirect":9338618,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Absturz über dem Roten Meer","epNo":9,"alt":"Vertigo","descr":"3. Januar 2004: Eine ägyptische Passagiermaschine ist auf dem Weg von der Touristenhochburg Sharm El-Sheikh nach Paris. Nur wenige Minuten nach dem Start stürzt die Boing 737 ins Rote Meer. Alle 148 Insassen sterben. Erst Wochen später werden die beiden Flugschreiber gefunden – doch die Aufzeichnungen geben ein Rätsel auf. Was war die Ursache der Katastrophe?","versions":[{"lang":1,"streams":[{"redirect":9338633,"hoster":"VOE"},{"redirect":9338649,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Geisterflug Helios 522","epNo":10,"alt":"Ghost Plane","descr":"Flug 522 der zypriotischen Airline Helios ist von Larnaka über Athen auf dem Weg nach Prag. Kurz nach dem Start fällt der Kabinendruck ab. Fluggäste und Besatzung werden ohnmächtig. Nach drei Stunden Blindflug im Autopilotmodus geht der Boeing 737 in der Nähe von Athen der Treibstoff aus. Die Passagiermaschine stürzt ab. Alle 121 Insassen kommen ums Leben. Warum fiel der Kabinendruck urplötzlich ab?","versions":[{"lang":1,"streams":[{"redirect":9338659,"hoster":"VOE"},{"redirect":9338673,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-5","episodes":[{"epId":"episode-1","name":"Vom Sturm zu Boden geschmettert","epNo":1,"alt":"Invisible Killer","descr":"Als die Maschine des Fluges 191 der Delta Airlines sich in der Nähe des Dallas Fort Worth Airports befindet, bahnt sich ein Sturm an. Trotz der Unwetterwarnung weicht der Pilot nicht vom Flugkurs ab. Als sich die Maschine Minuten später inmitten des Unwetters befindet, kommt es zur Katastrophe: Das Flugzeug stürzt ab, und 136 Menschen sterben. In der Sendung gehen Wissenschaftler den Unglücksursachen auf den Grund und suchen nach Möglichkeiten, wie man in Zukunft eine solche Tragödie verhindern kann.","versions":[{"lang":1,"streams":[{"redirect":9339241,"hoster":"VOE"},{"redirect":9339243,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Jet im Gleitflug","epNo":2,"alt":"Gimli Glider","descr":"Eine brandneue Passagiermaschine ist auf dem Weg von Montreal und Edmonton, als plötzlich beide Triebwerke ausfallen. Per Gleitflug versucht der Pilot den rettenden Flughafen anzusteuern. Das waghalsige Manöver scheint tatsächlich zu gelingen. Doch im Landeanflug beginnt das eigentliche Desaster. Die Landebahn ist wider Erwarten nicht frei.","versions":[{"lang":1,"streams":[{"redirect":9339252,"hoster":"VOE"},{"redirect":9339257,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hinter verschlossenen Türen","epNo":3,"alt":"Behind Closed Doors","descr":"Eine Explosion reißt ein Loch in die Kabinenwand einer brandneuen DC-10. Spätere Untersuchungen fördern einen fatalen Konstruktionsfehler zu Tage. Zwei Jahre später tritt das gleiche Problem bei einer anderen Maschine vom selben Typ auf – mit diesmal tödlichen Konsequenzen. Ein schrecklicher Fehler, der mit Blick auf das erste Unglück vermeidbar gewesen wäre.","versions":[{"lang":1,"streams":[{"redirect":9339265,"hoster":"VOE"},{"redirect":9339264,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fatales Gewicht","epNo":4,"alt":"Dead Weight","descr":"Ein kleines Passagierflugzeug startet voll besetzt mit Jobpendlern zu einem Routineflug. Wenige Momente nach dem Start wird die Nase des Fliegers plötzlich nach oben gerissen. Die Maschine taumelt, zieht nach links – und stürzt schließlich in einen Hangar. Alle Menschen an Bord sterben. Bei ihren Untersuchungen stoßen die Ermittler auf einen ebenso winzigen wie verheerenden Fehler.","versions":[{"lang":1,"streams":[{"redirect":9339271,"hoster":"VOE"},{"redirect":9339275,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Feuer an Bord 2","epNo":5,"alt":"Fanning The Flames","descr":"Am 28. November 1987 bricht auf Reiseflughöhe über dem Indischen Ozean im Frachtraum einer Boeing 747 Combi ein Feuer aus. Bald darauf verliert die Flugsicherung den Kontakt mit der Crew. Die Brandursache im Frachtraum ist ungeklärt. Dies ist die Geschichte des South-African-Airways-Flug 295.","versions":[{"lang":1,"streams":[{"redirect":13825293,"hoster":"VOE"},{"redirect":9339286,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Auf Kurs ins Unwetter","epNo":6,"alt":"Southern Storm","descr":"4. April 1997: Eine DC10 der Southern Airways ist auf dem Rückflug von Huntsville, Alabama, nach Atlanta, Georgia, als sich plötzlich ein heftiger Sturm ankündigt. Die Piloten halten Kurs, steuern durch das Unwetter und geraten in einen teuflischen Hagelsturm. Der Hagel peitscht so heftig, dass er die Frontscheibe der Maschine beschädigt. Wenig später fallen wichtige Instrumente aus. Die Piloten entschieden sich zu einem riskanten Manöver: Sie wollen auf einem Highway notlanden. Doch bei dem Unterfangen finden 62 Passagiere und acht Menschen am Boden den Tod. 21 Menschen an Bord der Maschin …","versions":[{"lang":1,"streams":[{"redirect":12917566,"hoster":"VOE"},{"redirect":9339188,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Explosive Indizien","epNo":7,"alt":"Air India: Explosive Evidence","descr":"1985 verschwand vor der irischen Küste ein Jet der Air India. Die Rettungsteams fanden eine auseinander gerissene Maschine. Unglücksursache: eine Explosion. Nach der Auswertung der gefundenen Daten kam heraus, dass ein Gepäckstück an Bord gelangt war, ohne dass der dazu gehörige Passagier je die Maschine betreten hatte. In diesem Gepäckstück muss sich eine Bombe befunden haben. Am gleichen Tag gab es Tausende Kilometer entfernt am Flughafen von Tokio eine weitere Explosion, die mit der Katastrophe in Irland in engem Zusammenhang stand. Schließlich wurde der Terrorist, der die Bombe gebaut hat …","versions":[{"lang":1,"streams":[{"redirect":9339195,"hoster":"VOE"},{"redirect":9339201,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Falscher Alarm","epNo":8,"alt":"Mixed Signals","descr":"1996 hob ein Jet der Birgenair ab, um kurz darauf ins Meer zu stürzen. Der Pilot hatte die Hinweise eines jungen Crew-Mitgliedes nicht beachtet – ein fataler Fehler. Die Auswertung des Flugschreibers ergab, dass im Cockpit kurz vor dem Absturz große Verwirrung herrschte. Unterschiedliche Alarmsignale sind zu hören. Schließlich stellt sich heraus, dass Insektennester zentrale Messinstrumente blockiert hatten. Das Unglück hätte allerdings verhindert werden können, wenn die Crew nur auf die Warnungen vor dem Start gehört hätte.","versions":[{"lang":1,"streams":[{"redirect":12917569,"hoster":"VOE"},{"redirect":9339215,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Fatale Ablenkung","epNo":9,"alt":"Fatal Distraction","descr":"In der Nacht des 29. Dezember 1972 kommt es im Sumpfgebiet der Everglades im US-Bundesstaat Florida zu einem Flugzeugabsturz. Der Eastern Airlines-Flug 401 befindet sich bereits im Landeanflug auf den Flughafen von Miami. Da registrieren Kapitän Robert Loft und seine Crew, dass eine der drei grünen Kontrollleuchten, die anzeigen, ob das Fahrwerk in Ordnung ist, ihren Dienst versagt. Loft schaltet auf Autopilot um und lässt die Maschine Warteschleifen fliegen, während er selbst mit seinen Leuten versucht, den eigentlichen winzigen Fehler zu beheben. All ihre Aufmerksamkeit ist auf die Leucht …","versions":[{"lang":1,"streams":[{"redirect":12497308,"hoster":"VOE"},{"redirect":9339224,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Auf Kollisionskurs über dem Amazonas","epNo":10,"alt":"Phantom Strike","descr":"Eigentlich war es ein ganz normaler Inlandsflug von Manaus nach Rio de Janeiro. Am 29. September 2006 hob die GOL Boeing 737 ab – doch den Zielflughafen sollte sie nie erreichen. Mitten über dem Amazonasgebiet kollidierte sie mit einem Embraer Legacy Business-Jet. Die Boing stürzte ab, und die 154 Menschen an Bord kamen allesamt ums Leben. Wie durch ein Wunder gelang dagegen dem Piloten der kleineren Maschine die Landung. Die sieben Insassen blieben unverletzt. Insgesamt entpuppte sich der Vorfall jedoch als die bis dato schlimmste Katastrophe der brasilianischen Luftfahrtsgeschichte.","versions":[{"lang":1,"streams":[{"redirect":9339227,"hoster":"VOE"},{"redirect":9339236,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-6","episodes":[{"epId":"episode-1","name":"Spezial: Risikofaktor Druckverlust","epNo":1,"alt":"Ripped Apart","descr":"Jeder Passagierjet ist eine Art fliegende Intensivstation, in der in einer lebensfeindlichen Umgebung für alle Menschen an Bord ständig lebenserhaltende Maßnahmen durchgeführt werden. Das Herzstück des Systems sind die Geräte, die den Luftdruck regulieren, ohne die die Passagiere in extremen Flughöhen nicht überlebensfähig wären. Doch was ist, wenn der Druck trotz allem plötzlich sinkt? Die heutige Spezial-Ausgabe von Mayday – Alarm im Cockpit zeigt, was alles passiert, wenn dieser Albtraum Wirklichkeit wird.","versions":[{"lang":1,"streams":[{"redirect":13018156,"hoster":"VOE"},{"redirect":9441285,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spezial: Risikofaktor Wartung","epNo":2,"alt":"Fatal Fix (Fatal Flaw)","descr":"Moderne Düsenflugzeuge sind Wunderwerke der Technik. Diese Giganten der Lüfte bestehen aus Hunderttausenden von Einzelteilen, viele davon winzigklein – und dabei höchstwichtig für das gesamte System. Um Funktionalität und Sicherheit der Maschinen zu gewährleisten, sind permanente Wartung und Reparaturen unbedingt notwendig. Sollte dabei auch nur ein Detail übersehen werden, können die Folgen fatal sein. Mit Hilfe von spektakulärem Archivmaterial, packenden Spielszenen und frappierenden Augenzeugenberichten dokumentiert das heutige Special von Mayday.","versions":[{"lang":1,"streams":[{"redirect":9441287,"hoster":"VOE"},{"redirect":9441286,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Spezial: Risikofaktor Autopilot","epNo":3,"alt":"Who’s Flying The Plane?","descr":"Es ist der Alptraum jedes Piloten: Was, wenn der Autopilot, auf den er sich im Alltag verlässt, plötzlich den Dienst verweigert? Die automatisierten Systeme, die die Steuerung erleichtern und den Flug sicherer machen sollen, bergen ungeahnte Risiken, wenn sie den Piloten mit falschen Informationen versorgen oder Steuermanöver nicht wie gewohnt umsetzen. Mayday – Alarm im Cockpit Spezial zeigt, wie technische Fehlfunktionen immer wieder zu tragischen Luftfahrt-Unglücken geführt haben. Daneben beleuchtet die Folge auch die technischen Konsequenzen, die aus derartigen Katastrophen gezogen wurde …","versions":[{"lang":1,"streams":[{"redirect":9441291,"hoster":"VOE"},{"redirect":9441292,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-7","episodes":[{"epId":"episode-1","name":"Zerschmettert in Tausend Teile","epNo":1,"alt":"Shattered In Seconds (Scratching The Surface)","descr":"25. Mai 2002. Als eine Boeing 747 der taiwanesischen Fluggesellschaft China Airlines gegen 15 Uhr in Taipeh abhebt, deutet nichts auf etwas Ungewöhnliches hin. Doch dann, circa zwanzig Minuten nach dem Start, geschieht das Unfassbare: Die Maschine verschwindet vom Radar. Sofort wird eine groß angelegte Rettungsaktion in die Wege geleitet. Doch für die Besatzung und die 225 Passagiere des Flugs 611 kommt jede Hilfe zu spät. Die anschließende Klärung der Unfallursache stellt sich äußerst schwierig dar, denn die Boeing 747 wurde in tausende kleine Teile zerschmettert.","versions":[{"lang":1,"streams":[{"redirect":12924742,"hoster":"VOE"},{"redirect":12482727,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Der Anschlag von Lockerbie","epNo":2,"alt":"Lockerbie Disaster","descr":"21. Dezember 1988: Um 18.25 Uhr hebt die Boeing 747 des Pan-Am-Fluges 103 in London Heathrow mit einer Verspätung von 25 Minuten ab. Nach dem Start nimmt der Pilot Kurs nach Norden, um via Schottland auf der Direktroute über den Atlantik nach New York zu gelangen. Gegen 19 Uhr kurz hinter der englisch-schottischen Grenze setzt sich Kapitän James MacQuarrie mit dem Kontroll-Center bei Prestwick in Verbindung, um die Freigabe zur Nordatlantiküberquerung zu erhalten – das letzte Lebenszeichen der Besatzung. Nur kurz darauf explodiert die 747 direkt über der Kleinstadt Lockerbie. Trümmer regnen …","versions":[{"lang":1,"streams":[{"redirect":9340331,"hoster":"VOE"},{"redirect":9340412,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Teufel steckt im Detail","epNo":3,"alt":"Deadly Prize (Blown Apart)","descr":"Am 8. September 1989 hebt in Oslo eine Propellermaschine der norwegischen Fluggesellschaft Partnair in Richtung Hamburg ab. An Bord der 36 Jahre alten Convair des Fluges 394 befinden sich 50 Passagiere und 5 Besatzungsmitglieder. Als die Maschine eine Flughöhe von etwa 6.500 Metern über dem Meeresspiegel erreicht hat, geschieht plötzlich das Unfassbare: Ohne erkennbaren Grund verliert die betagte Convair binnen Sekunden massiv an Höhe und stürzt schließlich vor der Küste Dänemarks in die eiskalte Nordsee. Keiner an Bord überlebt die Katastrophe. Was hat zum Absturz der Maschine geführt?","versions":[{"lang":1,"streams":[{"redirect":9340414,"hoster":"VOE"},{"redirect":9340415,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kollision über den Wolken","epNo":4,"alt":"Sight Unseen (Head-On Collision)","descr":"Am Abend des 12. November startet 1996 Saudi Airways, Flug 763 in Neu Delhi. Die Maschine ist in der Luft und wartet auf die Erlaubnis vom Tower, höher aufsteigen zu dürfen. Zu diesem Zeitpunkt ahnt niemand: Sie ist auf Kollisionskurs mit der Air Kasachstan. Die Maschinen prallen frontal aufeinander, alle 349 Passagiere der beiden Maschinen finden den Tod. Waren mangelhafte Sprachkenntnisse der Piloten die Ursache für den falschen Kurs?","versions":[{"lang":1,"streams":[{"redirect":11318310,"hoster":"VOE"},{"redirect":11425719,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Operation ’’Babylift’’","epNo":5,"alt":"Operation Babylift","descr":"April 1975. Das Ende des Vietnamkriegs steht kurz bevor. Rund um die südvietnamesische Hauptstadt Saigon überschlagen sich die Ereignisse. Hunderttausende sind auf der Flucht vor den nahenden Truppen des Vietcong. Da ordnet der amerikanische Präsident Gerald Ford eine dringende Rettungsaktion an: die \"Operation Babylift\". Es geht darum, vietnamesische Waisenkinder aus dem Chaos des Krieges herauszuholen und in die sicheren USA zu bringen. Insgesamt 3.000 Kinder gelangen so in die USA, nach Kanada oder Europa. Doch gleich der erste Rettungsflug gerät zur Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9340417,"hoster":"VOE"},{"redirect":9340419,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Notlandung auf dem Wasser","epNo":6,"alt":"Ditch The Plane (Falling Fast)","descr":"Am 6. August 2005 ist eine Maschine der Fluggesellschaft Tuninter auf dem Weg zu der tunesischen Ferieninsel Djerba. Hoch über dem Mittelmeer fällt plötzlich der rechte Motor aus. Die Piloten leiten sofort eine Notlandung ein, doch dann kommt es noch schlimmer: Auch der zweite Motor arbeitet nicht mehr. Das Flugzeug stürzt ab. Während des Sturzes versucht die Crew immer wieder, die Motoren neu zu starten – vergeblich. Die letzte Chance ist eine Landung auf dem Meer. 20 Menschen überleben das Manöver, 14 von 34 Passagieren kommen ums Leben.","versions":[{"lang":1,"streams":[{"redirect":9340234,"hoster":"VOE"},{"redirect":9340236,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Vom Kurs abgekommen","epNo":7,"alt":"The Plane That Vanished (Flight 574: Lost)","descr":"Am 1. Januar 2007 startet Flug 574 der Adam Air vom indonesischen Flughafen Suribaya. Das Ziel, die zwei Flugstunden entfernte Stadt Manado, wird die Boeing 747 niemals erreichen: Über der Javasee gerät der Airliner plötzlich in Turbulenzen und kommt hunderte Kilometer von seiner vorgesehenen Route ab. Fluglotsen nehmen Kontakt mit der verirrten Maschine auf und versuchen, sie zurück auf Kurs zu bringen – doch die Navigationsinstrumente an Bord versagen den Dienst. Kurz darauf verschwindet die Maschine von den Radarschirmen.","versions":[{"lang":1,"streams":[{"redirect":9340238,"hoster":"VOE"},{"redirect":9340240,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefährliche Wetterphänomene","epNo":8,"alt":"Deep Freeze (Frozen In Flight)","descr":"31. Oktober 1994. Halloween. Es ist Nacht in Chicago. Der Himmel über der Stadt am Michigansee wurde für Flugzeuge gesperrt – das Wetter ist einfach zu schlecht. Dutzende von Flügen verspäten sich. Unter ihnen eine American Eagle 41–84. Plötzlich gerät die Maschine ins Schlingern. Verzweifelt versuchen die Piloten, das Flugzeug in den Griff zu bekommen. Vergeblich. Die American Eagle stürzt in ein Maisfeld. Alle 68 Menschen an Bord sind sofort tot. Die nachfolgenden Untersuchungen ergeben, dass ein äußerst seltenes Wetterphänomen den Absturz verursachte – und ein fataler Konstruktionsfehler …","versions":[{"lang":1,"streams":[{"redirect":9340242,"hoster":"VOE"},{"redirect":9340244,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-8","episodes":[{"epId":"episode-1","name":"Spezial: All Clear","epNo":1,"alt":"System Breakdown","descr":"Die Kommunikation spielt beim Fliegen eine essentielle Rolle. Findet keine Verständigung zwischen Tower und Cockpit statt, kann es schnell zu verheerenden Katastrophen kommen. Im ersten Teil dieses Specials rekonstruiert Mayday – Alarm im Cockpit fünf tragische Flugzeugunglücke und zeigt, welche Veränderungen sie für die Fluglotsen mit sich brachten.","versions":[{"lang":1,"streams":[{"redirect":9474904,"hoster":"VOE"},{"redirect":9474906,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spezial: Absturzursache Unwetter","epNo":2,"alt":"Cruel Skies","descr":"Schlechte Wetterverhältnisse sind oftmals die Ursache für tragische Flugzeugunglücke. Steckt ein Flugzeug erst einmal mitten in einem Unwetter, ist es häufig zu spät, eine Katastrophe noch abzuwenden. Deshalb ist es umso wichtiger, extreme Wetterlagen mit Hilfe von Warnsystemen frühzeitig zu orten. Im zweiten Teil des Specials besucht Mayday – Alarm im Cockpit die amerikanische Flugwetterzentale in Kansas City und erklärt, wie aussagekräftige Wetterprognosen dabei helfen, dass Piloten gefährliche Wetterlagen umgehen.","versions":[{"lang":1,"streams":[{"redirect":9474916,"hoster":"VOE"},{"redirect":9474941,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-9","episodes":[{"epId":"episode-1","name":"Panik auf dem Rollfeld","epNo":1,"alt":"Panic On The Runway","descr":"22. August 1985. Am Flughafen von Manchester startet die British Airtours-Maschine mit der Nummer 28 zum Flug auf die griechische Insel Korfu. Der Urlauber-Jet beschleunigt – da hören die Piloten einen dumpfen Schlag am Rumpf. Sie brechen den Start ab. Zunächst glauben sie, dass ein Reifen geplatzt sei, doch die Passagiere, die auf der linken Seite sitzen, sehen etwas anderes: Ein Triebwerk brennt. Wenige Augenblicke später dringt dicker schwarzer Qualm in die Kabine. In Panik versuchen die Passagiere, das auf dem Rollfeld stehende Flugzeug zu verlassen. Doch dann steckt die Maschine bereit …","versions":[{"lang":1,"streams":[{"redirect":9334232,"hoster":"VOE"},{"redirect":13830335,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Chaos im Cockpit","epNo":2,"alt":"Cockpit Chaos (Alarming Silence)","descr":"16. August 1987. Auf dem Metropolitan Airport von Detroit wartet die Northwest Airlines-Maschine des Fluges 255 nach Phoenix bereits seit längerer Zeit auf Starterlaubnis. Der Tower hat den Piloten gerade eine neue Rollbahn zugewiesen. Die Abflugzeit hat sich mittlerweile um 45 Minuten nach hinten verschoben, als Kapitän John Maus seine DC-9 endlich in die korrekte Startposition bringen kann. Das Flugzeug mit 149 Passagieren an Bord setzt sich in Bewegung und rast mit einer Geschwindigkeit von 150 Stundenkilometern über den Asphalt. John Maus will abheben – doch die Maschine reagiert kaum …","versions":[{"lang":1,"streams":[{"redirect":9334236,"hoster":"VOE"},{"redirect":9334244,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Jungfernflug des A-320","epNo":3,"alt":"Pilot Vs. Plane","descr":"26. Juni 1988: Ein hochmoderner Airbus A-320 der Air France hebt zu seinem Jungfernflug von dem kleinen französischen Flughafen Mulhouse-Habsheim ab. Was als Höhepunkt einer spektakulären Flugshow gedacht war, entwickelt sich zu einer Katastrophe: Die Piloten planen einen Vorbeiflug in besonders geringer Höhe – doch das Manöver misslingt, die Maschine streift die Wipfel eines nahe gelegenen Waldes, stürzt ab und geht in Flammen auf. Drei der 130 Passagiere kommen ums Leben. Für Airbus ist das Unglück auch ein Public-Relations-Desaster: Sofort wird darüber spekuliert, ob der neu entwickelte …","versions":[{"lang":1,"streams":[{"redirect":9334245,"hoster":"VOE"},{"redirect":9334248,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Klar zum Crash","epNo":4,"alt":"Cleared For Disaster","descr":"In der Nacht des 1. Februar 1991 herrscht Hochbetrieb auf dem Los Angeles International Airport – an sich nichts Ungewöhnliches und reine Routine für Piloten und Fluglotsen. Doch für Flug 1493 der US Air ist der Anflug auf LAX kein Landemanöver wie jedes andere: Obwohl die Cockpitcrew den Flughafen mehrfach anfunkt und die benötigte Landeerlaubnis erbittet, geschieht nichts. Erst in letzter Minute wird die Anfrage beantwortet. Die kritische Situation scheint bereits abgewendet – doch dann geschieht das Unfassbare: Sekunden, nachdem Flug 1493 auf der Landebahn aufgesetzt hat, geht die Boeing …","versions":[{"lang":1,"streams":[{"redirect":9334170,"hoster":"VOE"},{"redirect":9334171,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zum Abschuss freigegeben","epNo":5,"alt":"Target Is Destroyed","descr":"1. September 1983: Flug 007 der Korean Airlines befindet sich mit 269 Passagieren an Bord über dem Japanischen Meer. Um auf der letzten Etappe des Marathon-Flugs von New York nach Seoul Treibstoff zu sparen, holen die Piloten die Erlaubnis ein, auf eine größere Flughöhe gehen zu dürfen. Doch kaum ist die Maschine dort angekommen, fällt plötzlich der Kabinendruck ab, die Boeing 747 gerät außer Kontrolle und schlägt auf der Meeresoberfläche auf. Die Umstände deuten auf einen Abschuss hin – und mit einigem Zögern meldete die sowjetische Nachrichtenagentur TASS, dass die \"Spionagemaschine\" den …","versions":[{"lang":1,"streams":[{"redirect":9334169,"hoster":"VOE"},{"redirect":12482560,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Eiskalter Killer","epNo":6,"alt":"Snowbound (Cold Case)","descr":"10. März 1989: Flug 1263 der Air Ontario hat einen Zwischenstopp auf einem kleinen Flughafen im Norden Kanadas eingelegt, um die Maschine aufzutanken. Die Fokker F28–1000 Fellowship hat bereits eine Stunde Verspätung – und die Piloten befürchten, dass sich der Weiterflug durch heftige Schneefälle weiter verzögern könnte. Sofort nach dem Betanken soll die Maschine deshalb wieder in die Luft. Der Start gelingt, doch der Jet verfehlt die Bäume am Ende der Startbahn nur um Zentimeter. Kurz darauf beginnt die Maschine unkontrolliert zu vibrieren, verliert dramatisch an Höhe und schlägt im Wald auf.","versions":[{"lang":1,"streams":[{"redirect":9334193,"hoster":"VOE"},{"redirect":9334199,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tragödie im Elsass","epNo":7,"alt":"Crashed And Alone (The Final Blow)","descr":"Starker Wind und schlechtes Wetter erschweren am 20. Januar 1992 die Landung von Air Inter Flug 148 auf dem Flughafen Straßburg. Aufgrund der problematischen Wetterlage wird die Maschine auf eine andere als die vorgesehene Landebahn umgeleitet. Eine kleine Änderung, die die Piloten dennoch aus dem Konzept bringt: Die Cockpit-Crew ist mit den Computern, die die Landung des hochmodernen Airbus A320 erleichtern sollen, nicht hinreichend vertraut. Die Folge: Die Piloten interpretieren die Instrumente falsch – die Maschine kommt vom Kurs ab und bohrt sich mit voller Wucht in einen Bergrücken der …","versions":[{"lang":1,"streams":[{"redirect":9334213,"hoster":"VOE"},{"redirect":9334211,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Absturz vor Miami","epNo":8,"alt":"Miami Mystery (Beach Crash, Cracks In The System)","descr":"Am 19. Dezember 2005 bereitet sich ein Wasserflugzeug der Chalk’s Ocean Airways im Wasser vor Miami Beach, Florida, auf den Start vor. Das Ziel der 18 Passagiere an Bord sind die Bahamas – doch dort wird die Maschine niemals ankommen: Beim Start zeigen sich keine Probleme. Als die 1947 gebaute Grumman G-73T allerdings eine Höhe von etwa 150 Metern erreicht hat, kommt es plötzlich zu einer Explosion. Ein Zeuge filmt vom Strand aus, wie ein Flügel abbricht, Sekunden später stürzt die Maschine in den Ozean. Obwohl die Rettungskräfte schnell vor Ort sind, können die 20 Menschen an Bord nur noch …","versions":[{"lang":1,"streams":[{"redirect":9334223,"hoster":"VOE"},{"redirect":9334221,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-10","episodes":[{"epId":"episode-1","name":"Absturz über Zürich","epNo":1,"alt":"Cockpit Failure","descr":"24. November 2001: Flug 3597 der Schweizer Airline Crossair von Berlin nach Zürich ist reine Routine – bis fünf Minuten vor der Landung das Desaster seinen Lauf nimmt. Die Piloten können die Landebahn wegen schlechten Wetters nicht finden, gehen aber trotzdem zum Sinkflug über. Zu spät entscheiden sie sich, die Maschine doch noch hochzuziehen. Das Flugzeug streift einige Baumspitzen und kracht anschließend in einen Hügel. 24 der 33 Insassen finden bei dem Unglück den Tod, unter anderem die Us Sängerin Melanie Thornton und zwei der drei Sängerinnen der Band Passion Fruit, das den Druck auf die Ermittler erhöhte. Für die Ermittler der schweizerischen Behörden beginnt ein aufwändiges Verfahren, um die Ursachen des Absturzes zu ermitteln.","versions":[{"lang":1,"streams":[{"redirect":9273155,"hoster":"VOE"},{"redirect":9273159,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Das Wunder von London","epNo":2,"alt":"The Heathrow Enigma","descr":"17. Januar 2008: Nach der über zehnstündigen Reise von Peking bereitet sich die Crew von British Airways Flug 38 auf die Landung in London-Heathrow vor. Der Co-Pilot übernimmt die Steuerung in der letzten Flugphase, alles scheint glatt zu gehen – doch dann fallen unvermittelt beide Triebwerke aus! Das Flugzeug droht wie ein Stein zu Boden zu fallen. Dem Kapitän bleiben nur Sekunden für eine Entscheidung: Mit einem riskanten Manöver gelingt es ihm, die Maschine abzufangen und eine Kollision mit den nahegelegnen Häuserblocks zu vermeiden. Bei der Bruchlandung wird die Boeing 777–236ER schwer …","versions":[{"lang":1,"streams":[{"redirect":9273163,"hoster":"VOE"},{"redirect":9273165,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flammen über Stockholm","epNo":3,"alt":"Pilot Betrayed","descr":"27. Dezember 1991: Die Piloten von Scandinavian Airlines Flug 751 werden beim Abflug vom Flughafen Stockholm-Arlanda mit einer verschneiten, glitschigen Landebahn konfrontiert. Die DC-9 muss zweimal enteist werden, bevor ihr schließlich die Abflugerlaubnis erteilt wird. Trotz der unwirtlichen Witterungsbedingungen geht beim Start alles glatt. Die Probleme beginnen jedoch bereits Sekunden nach dem Abheben: Aus den Triebwerken dröhnen explosionsartige Geräusche, kurz darauf dringt Rauch in die Kabine – und zwei Minuten später fallen beide Triebwerke aus.","versions":[{"lang":1,"streams":[{"redirect":12380207,"hoster":"VOE"},{"redirect":9273176,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Sturz durch Eis und Wind","epNo":4,"alt":"Dead Tired","descr":"12. Februar 2009, Flughafen Newark, New Jersey: Continental-Flug 3407 startet um 21:20 Uhr mit circa zwei Stunden Verspätung und nimmt Kurs auf den Buffalo-Niagara International Airport. Nach circa 53 Minuten hat die Maschine den Zielflughafen fast erreicht. Abgesehen von der Verspätung ist bisher alles nach Plan gelaufen. Zwar sind die Wetterbedingungen mit starkem Wind, Schneefall und Nebel nicht optimal, aber Marvin Renslow ist ein erfahrener Pilot. Plötzlich tritt jedoch eine Situation ein, mit der niemand rechnet: Unmittelbar nachdem Landeklappen und Fahrwerk des Flugzeugs für die Landung …","versions":[{"lang":1,"streams":[{"redirect":9273185,"hoster":"VOE"},{"redirect":9273184,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Notlandung im Hudson River","epNo":5,"alt":"Hudson River Runway","descr":"15. Januar 2009: Nur wenige Minuten nach dem Start des US Airways-Fluges 1549 vom New Yorker Flughafen La Guardia kommt es in circa 975 Metern Höhe über dem Stadtteil Bronx zu einer folgenschweren Kollision des Aibus A-320 mit einem Vogelschwarm. Der Crash hat einen Schubverlust beider Triebwerke zur Folge. Um eine Katastrophe jetzt noch zu verhindern, ist blitzschnelles Handeln gefragt. Der erfahrene Pilot Chesley Burnett Sullenberger begreift binnen Sekunden den Ernst der Lage. Für eine Umkehr zum Flughafen ist es allerdings bereits zu spät und eine Notlandung im dicht besiedelten New York...","versions":[{"lang":1,"streams":[{"redirect":9273189,"hoster":"VOE"},{"redirect":9273194,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Absturz vor Amsterdam","epNo":6,"alt":"Who’s In Control?","descr":"25. Februar 2009, 9.30 Uhr: Die Boeing 737–800 des Turkish-Airlines-Fluges 1951 befindet sich im Landeanflug auf den niederländischen Airport Amsterdam Schipol. Bisher ist alles nach Plan verlaufen, bis zur Ankunft verbleiben nur noch wenige Minuten. Doch kurz vor dem Ziel geschieht das Unfassbare: Die Maschine stürzt plötzlich in die Tiefe und schlägt auf einem Feld nördlich des Flughafens auf. Neun der 135 an Bord befindlichen Menschen kostet der Crash das Leben, 86 müssen mit Verletzungen ins Krankenhaus eingeliefert werden.","versions":[{"lang":1,"streams":[{"redirect":9272706,"hoster":"VOE"},{"redirect":9272704,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-11","episodes":[{"epId":"episode-1","name":"Landebahn-Desaster","epNo":1,"alt":"Disaster Runway (Deadly Reputation)","descr":"Der Congonhas-Flughafen von São Paulo gehört zu den gefährlichsten Flughäfen der Welt. Die Lande- bzw. Startbahn 35-L liegt auf einem von Wolkenkratzern umgebenen Hügel, was besonders bei schwierigen Wetterverhältnissen eine enorme Herausforderung für die Piloten und ihre Maschinen darstellt. Als der Jet des Flugs Nummer 3054 der Fluggesellschaft TAM-Linhas-Aéreas am 17. Juli 2007 die brasilianische Metropole anfliegt, ist die Landebahn nass und rutschig. Kapitän Henrique Stephanini bringt seinen Airbus A-320 am Anfang der knapp zwei Kilometer langen Piste wie gewohnt auf den Boden.","versions":[{"lang":1,"streams":[{"redirect":9272708,"hoster":"VOE"},{"redirect":9272712,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Zu hoch hinaus","epNo":2,"alt":"The Plane That Flew Too High","descr":"16. August 2005: Flug Nummer 708 der West Caribbean Airways startet mit einigen Stunden Verspätung von Panama City Richtung Martinique. Die Verspätung ist nicht das einzige Problem der Piloten: Sie müssen außerdem den vorgesehenen Kurs ändern, um einem Sturm auszuweichen – und stellen dabei fest, dass ihre Triebwerke nicht mehr die reguläre Beschleunigung liefern. Das Problem lässt sich nur beheben, indem sie die Flughöhe verringern, aber noch bevor das Manöver abgeschlossen ist, erschallt eine Warnung im Cockpit: Der Luftstrom an den Tragflächen droht abzureißen...","versions":[{"lang":1,"streams":[{"redirect":9272717,"hoster":"VOE"},{"redirect":9272720,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödlicher Zwischenstop","epNo":3,"alt":"Split Decision","descr":"12. Dezember 1985: Nach einem sechsmonatigen Friedenseinsatz im Mittleren Osten starten 248 amerikanische Elitesoldaten von Kairo mit Arrow-Air-Flug 1285 in den verdienten Urlaub. Zielbestimmung der Maschine ist Fort Campbell im US-Bundesstaat Kentucky, die Heimatbasis der Truppen, Zwischenstopps sind für Köln und Gander in Neufundland eingeplant. Alles verläuft routinemäßig, doch kurz nachdem das Flugzeug vom Typ Douglas DC-8 den kanadischen Airport verlassen hat, um die letzte Etappe der Strecke anzutreten, kommt es zur Katastrophe...","versions":[{"lang":1,"streams":[{"redirect":9272724,"hoster":"VOE"},{"redirect":9272727,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Absturz über Texas","epNo":4,"alt":"Breakup Over Texas","descr":"Am 11. September 1991 macht sich in Texas eine Embraer EMB 120 Brasilia auf den Weg von Laredo nach Houston. Es ist erst der zweite Flug des nagelneuen zweimotorigen Propellerflugzeugs. Doch als die Piloten Brad Patridge und Clint Rodosovich zum Landeanflug ansetzen, fällt die Maschine wie ein Stein vom Himmel. Noch im Stürzen kommt es zu einer gewaltigen Explosion an Bord, dann stürzt die Embraer auf ein Feld. Alle 14 Insassen sind sofort tot. Durch den heftigen Aufprall lassen die Trümmer kaum noch erkennen, dass es sich hierbei um die Teile eines Flugzeugs handelt.","versions":[{"lang":1,"streams":[{"redirect":9474998,"hoster":"VOE"},{"redirect":9474996,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Manchester United","epNo":5,"alt":"Munich Air Disaster","descr":"Der 6. Februar 1958 war ein schwarzer Tag für die internationale Luftfahrt und eine Katastrophe für den englischen Fußball. An diesem Tag starben sieben Spieler des Vereins Manchester United bei einem Crash auf dem Flughafen München-Riem. Was war passiert? Die Mannschaft von Trainer Matt Busby hatte sich gerade bei Roter Stern Belgrad für das Halbfinale des Europapokals qualifiziert und befand sich auf dem Heimflug. Beim Zwischenstopp in München sollte das Flugzeug aufgetankt werden. Nach dem Tanken kehrt die Maschine des British-European-Airways-Flugs 609 auf die Startbahn zurück.","versions":[{"lang":1,"streams":[{"redirect":9475038,"hoster":"VOE"},{"redirect":9475079,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Glückliche Umkehr","epNo":6,"alt":"Turning Point","descr":"Am 9. Oktober 2002 ist die Boeing 747–400 des Northwest Airlines-Fluges Nummer 85 auf dem Weg von Detroit am Michigansee nach Tokio. Die Hälfte des 13 Stundenfluges ist erreicht, und man befindet sich gerade gut 10.000 Meter über dem Beringmeer – da kippt das mit 400 Passagieren besetzte Flugzeug plötzlich auf die linke Seite und verliert rasch an Höhe. Zwar gelingt es den Piloten, die Maschine wieder in die Balance zu bringen, doch noch immer wird der Jet heftig durchgerüttelt.","versions":[{"lang":1,"streams":[{"redirect":9272732,"hoster":"VOE"},{"redirect":9272734,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fataler Systemfehler","epNo":7,"alt":"Bad Attitude","descr":"22. Dezember 1999: Ein Frachtflugzeug vom Typ Boeing 747 stürzt nach weniger als einer Minute nach dem Start in London ab. Während des vorherigen Fluges gab es ein Problem, denn der künstliche Horizont (ADI) des Kapitäns reagierte nicht mehr und zeigte so eine falsche Fluglage an. Nach der Landung in London sollte ein Mechaniker der Korean Air sich darum kümmern, doch wegen fehlender Wartungsutensilien konnte er die Fehlernummer im Logbuch nicht deuten. Er schraubte nur am ADI herum, der nachher offenbar wieder funktionierte. Das Problem lag jedoch viel tiefer, in der Inertial Navigation Unit (INU), die dem ADI die Daten liefert. Als der künstliche Horizont nach dem Start in schlechter Sicht zeigte, dass das Flugzeug weiterhin geradeaus flog, obwohl der Kapitän es nach links drehte, drückte er das Flugzeug in einen Spiralsinkflug mit einem Querneigungswinkel von fast 90°. Der relativ junge Copilot, dessen ADI funktionierte, unternahm aber nichts, weil er wohl nicht entehrt werden wollte. Er hatte dem Kapitän, der bei der Luftwaffe war, widersprochen","versions":[{"lang":1,"streams":[{"redirect":9475128,"hoster":"VOE"},{"redirect":9475156,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Menschliches Versagen","epNo":8,"alt":"Hiding In Plane Sight (Blind Spot)","descr":"Eines der schwersten Flugzeugunglücke in der Geschichte Amerikas ereignete sich am 25. September 1978. Damals befindet sich eine Boeing 727 der Pacific Southwest Airlines im Anflug auf den Lindbergh Airport von San Diego. Da entdecken die Piloten unmittelbar vor ihrem Jet eine Cessna. Der Kapitän der Boeing behält das Kleinflugzeug im Blick. Trotzdem kommt es wenige Minuten später zur Kollision, und beide Flugzeuge stürzen in ein Wohngebiet. An Bord der Boeing sterben alle 135 Menschen, die beiden Insassen der Cessna und sieben Bewohner von San Diego kommen ums Leben.","versions":[{"lang":1,"streams":[{"redirect":9475127,"hoster":"VOE"},{"redirect":9475117,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Absturz in der Wüste","epNo":9,"alt":"Under Pressure (Desert Inferno)","descr":"Am 11. Juli 1991 besteigen über 200 nigerianische Muslime im saudi-arabischen Dschidda eine kanadische Douglas DC-8–61. Nachdem sie die heiligen Stätten in Mekka besucht haben, wollen sie zurück in ihre westafrikanische Heimat. Kurz nach dem Start der Maschine, die zu diesem Zeitpunkt an die Gesellschaft Nigeria Airways verliehen ist, stellen die Piloten fest, dass etwas mit der Hydraulik nicht stimmt. Sofort versuchen sie, nach Dschidda zurückzukehren. Doch dann bricht an Bord ein Feuer aus, die Kabine füllt sich mit dichtem Rauch.","versions":[{"lang":1,"streams":[{"redirect":9272739,"hoster":"VOE"},{"redirect":9272741,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Schüsse über den Wolken","epNo":10,"alt":"I’m The Problem","descr":"Am 7. Dezember 1987 ist der Flug 1771 der Pacific Southwest Airlines auf dem Weg von Los Angeles nach San Francisco. Das Flugzeug gerät in ein paar leichte, ungefährliche Turbulenzen. Ansonsten läuft alles nach Plan. Da hören die Piloten plötzlich Schüsse aus dem Passagierraum. Sie melden den Zwischenfall, und wenige Augenblicke später stürzt die Maschine ab. Wie ein Stein fällt sie vom Himmel in ein abgelegenes Feld. Alle 43 Menschen an Bord kommen ums Leben. Die Beamten der Nationalen Behörde für Transportsicherheit arbeiten eng mit dem FBI zusammen, um die Hintergründe des Absturzes …","versions":[{"lang":1,"streams":[{"redirect":9272749,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Landung auf dem Deich","epNo":11,"alt":"Nowhere To Land","descr":"24. Mai 1988: Der Flug 110 der TACA Airlines befindet sich auf dem Weg von Belize City nach New Orleans, als plötzlich ein heftiges Gewitter aufzieht. Die Maschine hat den Sinkflug bereits gestartet, sodass ein Ausweichen nicht mehr möglich ist. Starker Regen und Hagel prasseln auf die Boeing 737–300 ein. Spätestens als in einer Höhe von etwa 5.000 Meter die beiden Triebwerke ausfallen, bricht unter den 38 Passagieren an Bord Panik aus denn das Flugzeug beginnt zu fallen. Zum Glück gelingt es der Besatzung jedoch, die Notstromversorgung mithilfe des Hilfstriebwerks aufrechtzuerhalten. Trotzdem verliert die Maschine rapide an Höhe.","versions":[{"lang":1,"streams":[{"redirect":9272752,"hoster":"VOE"},{"redirect":9272751,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Kollision auf der Rollbahn","epNo":12,"alt":"The Invisible Plane","descr":"Ein dunkler Wolkenvorhang bedeckt den Himmel, als die Boeing MD-87 am 8. Oktober 2001 ihren Flug von Mailand nach Kopenhagen aufnehmen will. Die Sichtverhältnisse am Linate-Airport sind beim Start aufgrund des starken Nebels extrem eingeschränkt, so dass sich die Piloten sich praktisch gänzlich auf die Anweisungen aus dem Tower verlassen müssen. Was die Crew nicht weiß: Eine Cessna Citation CJ2 befindet sich ebenfalls auf dem Rollfeld und steuert geradewegs auf die Boeing zu. Gerade als die SAS-Maschine abhebt, kommt es zur Kollision! Sekunden später geht die Cessna in Flammen auf, die vier Insassen verbrennen bei lebendigem Leib.","versions":[{"lang":1,"streams":[{"redirect":9272758,"hoster":"VOE"},{"redirect":9272757,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Feuerball über Sioux City","epNo":13,"alt":"Impossible Landing (Sioux City Fireball)","descr":"19. Juli 1989: Flug 232 der United Airlines befindet sich in einer Höhe von 11 Kilometern über Iowa, als eines der drei Triebwerke der Boeing DC-10 explodiert. Die Piloten reagieren sofort und schalten die defekte Turbine ab doch gerade, als sie glauben, noch einmal glimpflich davongekommen zu sein, offenbart sich das ganze Ausmaß der Störung: Die gesamten hydraulischen System der Maschine sind ausgefallen, Höhen- und Seitenruder reagieren nicht mehr. Die Piloten können die abwärts driftende Maschine nur noch rudimentär steuern, indem sie die beiden verbliebenen Triebwerke abwechselnd an- und wieder ausschalten.","versions":[{"lang":1,"streams":[{"redirect":9272762,"hoster":"VOE"},{"redirect":9272764,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-12","episodes":[{"epId":"episode-1","name":"Steuerlos über Alaska","epNo":1,"alt":"Fight For Control","descr":"8. Juni 1983: Eine Lockheed L-188 Electra der Reeve Aleutian Airlines ist von Cold Bay, Alaska nach Seattle, Washington unterwegs, als das Undenkbare passiert: Sechs Kilometer über dem Pazifik löst sich der Propeller eines Turboprop-Motors und durchschlägt den Flugzeugrumpf. Eine explosive Dekompression ist die Folge: Um nicht bewusstlos zu werden, müssen die Piloten auf ihre Notsauerstoffversorgung zurückgreifen. Schnell wird klar, wie ernst die Lage ist: Die Steuerung der Lockheed ist defekt, zudem laufen die Triebwerke auf voller Leistung und lassen sich nicht herunterregeln.","versions":[{"lang":1,"streams":[{"redirect":9272766,"hoster":"VOE"},{"redirect":9272769,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Inferno in den Everglades","epNo":2,"alt":"Fire In The Hold","descr":"11. Mai 1996: Eine altersschwache Boeing DC-9 der Billigfluglinie ValuJet startet von Miami nach Atlanta, als irgendwo in der Maschine ein lautes Rumoren ertönt. Im Cockpit springen gleichzeitig Dutzende Warnleuchten an: Die Elektrik der Boeing spielt verrückt, die Batterien leeren sich in atemberaubendem Tempo und dann sind aus dem Passagierraum plötzlich Schreie zu hören. Feuer in der Kabine! Die Flammen dringen durch den Boden, beißender Qualm verbreitet sich über die Klimaanlage in rasendem Tempo, ein Entkommen ist unmöglich. Die Piloten setzen sofort zur Notlandung an, können jedoch die Katastrophe nicht mehr verhindern.","versions":[{"lang":1,"streams":[{"redirect":9272771,"hoster":"VOE"},{"redirect":9272774,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vom Taifun verweht","epNo":3,"alt":"Caution To The Wind (Typhoon Takeoff)","descr":"31. Oktober 2000: Eine Boeing 747 der Singapore Airlines bereitet sich auf den Start vom Chiang-Kai-shek-Flughafen in Taipeh vor. Doch der Flug 006 steht unter keinem guten Stern: Ein verheerender Taifun droht in Kürze Taiwan zu erreichen – und der Crew bleiben nur wenige Minuten, um abzuheben und sich vor dem heraufziehenden Sturm in Sicherheit zu bringen. Doch auf der Startbahn verliert der Pilot plötzlich die Kontrolle über das Flugzeug. Die Maschine schwankt heftig hin und her und bricht schließlich auseinander. \"Mayday – Alarm im Cockpit\" rekonstruiert die Katastrophe und ihre Ursachen.","versions":[{"lang":1,"streams":[{"redirect":9272777,"hoster":"VOE"},{"redirect":9272779,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Fatale Computer-Eingaben","epNo":4,"alt":"Pushed To The Limit","descr":"19. Dezember 1997. SilkAir-Flug 185 befindet sich auf dem Weg von Jakarta zu seiner Heimatbasis in Singapur. Alles verläuft friedlich, doch über dem dichten Dschungel Indonesiens in rund 10.000 Metern Höhe kommt es plötzlich und ohne Vorwarnung zur Katastrophe: Die Boeing 737–300 fällt mit 97 Passagieren und sieben Besatzungsmitgliedern praktisch vertikal vom Himmel. Der Sturzflug dauert weniger als eine Minute, Sekunden vor dem Aufprall im Fluss Musi auf Sumatra bricht die Maschine entzwei. Keiner der 104 Menschen an Bord überlebt. Wie konnte es zu der Tragödie kommen?","versions":[{"lang":1,"streams":[{"redirect":12917575,"hoster":"VOE"},{"redirect":9272784,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Blind durch den Hagelsturm","epNo":5,"alt":"Blind Landing (Lack Of Vision)","descr":"23. August 2005: Flug 204 der TANS Peru hat den Landeanflug auf die peruanische Stadt Pucallpa gestartet, als ein heftiges Unwetter die Piloten überrascht. Starker Niederschlag und Hagel machen es unmöglich, die Landebahn zu sehen. Plötzlich ertönt ein Alarmsignal, das die Crew darauf hinweist, dass die Maschine sich nur 500 Meter über dem Boden befindet und schnell an Höhe verliert. Zwar versucht der Captain noch, die Kontrolle über das Flugzeug zurückzuerlangen, doch es ist zu spät: Die Boeing schlägt auf dem Boden auf und bricht auseinander. \"Mayday – Alarm im Cockpit\" versucht, den Ursachen der Katastrophe auf den Grund zu gehen!","versions":[{"lang":1,"streams":[{"redirect":9272790,"hoster":"VOE"},{"redirect":9272791,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Zusammenstoß über dem Grand Canyon","epNo":6,"alt":"Grand Canyon Disaster","descr":"Am 30. Juni 1956 kommt es zu einer der verheerendsten Unglücke der amerikanischen Luftfahrtgeschichte: United-Airlines-Flug 718 auf dem Weg nach Chicago und TWA-Flug 2 auf dem Weg nach Kansas kollidieren über dem Grand Canyon. Alle 128 Personen an Bord beider Maschinen werden beim Aufprall getötet. Die Überreste beider Flugzeuge und die Leichen werden am nächsten Tag im Grand Canyon nahe der Mündung des Little Colorado Rivers in den Colorado River gefunden. \"Mayday – Alarm im Cockpit\" rekonstruiert den genauen Hergang des Unglücks und zeigt, warum es heute nicht zu der Tragödie gekommen wäre.","versions":[{"lang":1,"streams":[{"redirect":9474902,"hoster":"VOE"},{"redirect":9474903,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"American-Airlines-Flug 191","epNo":7,"alt":"Catastrophe At O’Hare (Falling To Pieces)","descr":"American Airlines Flug 191, McDonnell Douglas DC-10 am 25. Mai 1979. Nur Sekunden nachdem der American Airlines Flug 191 in Chicago gestartet war, riss das linke Triebwerk ab. Die Besatzung verlor die Kontrolle über die Maschine, die nur Momente später abstürzte. 273 Menschen starben, es war der Luftverkehrsunfall mit den meisten Opfern in der Geschichte der USA. Die FAA (Federal Aviation Administration) hielt anschließend alle DC-10s des Landes auf dem Boden, während Ermittler damit beschäftigt waren herauszufinden, warum eines der am häufigsten eingesetzten Flugzeuge in der Luft einfach auseinanderbrach.","versions":[{"lang":1,"streams":[{"redirect":12924744,"hoster":"VOE"},{"redirect":9272802,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Fataler Fahrwerkschaden","epNo":8,"alt":"Focused On Failure","descr":"28. Dezember 1978. Die Besatzung des United Airlines Fluges 173 war gerade dabei, ein ungewöhnliches Problem mit dem Fahrwerk in den Griff zu bekommen, als plötzlich alle vier Triebwerke ausfielen. Weil die Piloten wussten, dass sie es nicht mehr bis zum Flughafen schaffen würden, notlandeten sie die Maschine in einem bewaldeten Vorort von Portland, Oregon. Bei dem Unglück starben zehn der 189 Menschen, die an Bord waren. Ermittler hatten nun die Aufgabe herauszufinden, wie ein Fahrwerksproblem zum Absturz eines Flugzeugs führen konnte.","versions":[{"lang":1,"streams":[{"redirect":9272803,"hoster":"VOE"},{"redirect":9272809,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Katastrophe in Russland","epNo":9,"alt":"Lokomotiv Hockey Team Disaster","descr":"7. September 2011. Jak-Service, Jakowlew Jak-42D. Eines von Russlands beliebtesten Eishockeyteams, die Lokomotive Jaroslawl, waren auf dem Weg zu ihrem ersten Spiel der Saison 2011/2012 Richtung Minsk in Weißrussland. Ihre Maschine, eine sowjetische Jak-42D, startete auf der Hauptstartbahn des Jaroslawl Tunoschna Flughafens. Doch statt abzuheben, raste das Flugzeug über die asphaltierte Strecke hinaus, streifte einen Tower und stürzte in die Wolga. Nur der Flugzeugmechaniker überlebte das Unglück. Überall auf der Welt trauerten die Eishockey-Fans, angesichts einer der größten Katastrophen in der Geschichte des Sports.","versions":[{"lang":1,"streams":[{"redirect":9272847,"hoster":"VOE"},{"redirect":9272828,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Absturz des polnischen Präsidenten","epNo":10,"alt":"Death Of The President","descr":"Auch der polnische Präsident Lech Kaczynski war unter den Opfern, als ein Flugzeug, besetzt mit hochrangigen Personen des öffentlichen Lebens von Polen auf dem Weg zu einer Gedenkfeier nach Russland in dichtem Nebel abstürzte. Der Pilot hatte vergeblich versucht, die Maschine auf einem russischen Militärflughafen zu landen. Polen und Russland veranlassten Untersuchungen über die Absturzursache. Und zuerst sah es so aus, als hätte die Entscheidung des Piloten, trotz schlechter Sicht die Landung zu versuchen, zum Absturz geführt. Doch die Ermittler fanden bald heraus, dass hinter dem Unglück erheblich mehr als ein Pilotenfehler steckt.","versions":[{"lang":1,"streams":[{"redirect":9272874,"hoster":"VOE"},{"redirect":9272879,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Kurswechsel ins Unglück","epNo":11,"alt":"Heading To Disaster","descr":"25. Januar 2010: In schlechtem Wetter kommt eine Boeing 737 kurz nach dem Start vom Kurs ab und stürzt schließlich ins Mittelmeer, wobei alle 90 Insassen umkommen. Die Ermittler fanden heraus, dass beide Piloten im Monat vor diesem Flug extrem oft im Dienst waren, so dass sie auf diesem Nachtflug wohl sehr müde waren (schleichende Fluguntauglichkeit). Dies führte dazu, dass sie trotz der widrigen Bedingungen nicht den Autopilot einschalteten und, auch wegen Überforderung, die Orientierung verloren. So geriet die Boeing in einen Strömungsabriss, der zum Absturz führte.","versions":[{"lang":1,"streams":[{"redirect":9272885,"hoster":"VOE"},{"redirect":9272888,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Navigation außer Betrieb","epNo":12,"alt":"28 Seconds To Survive","descr":"Nach dem Start in Mérida, Venezuela, ist Flug 518 der Santa Barbara Airlines am 21.2.2008 auf dem Weg nach Caracas. Doch nach nur sechs Minuten in der Luft warnt ein Alarm die Piloten, dass sie sich gefährlich nah am Boden befinden. Bevor sie herausfinden können, worin das Problem besteht, prallt das Flugzeug gegen eine Bergspitze. Alle 46 Menschen an Bord kommen ums Leben. Das Wrack wird zehn Kilometer vom Flughafen entfernt in über 3.500 Meter Höhe gefunden. Diesen abgelegenen Absturzort zu erreichen, ist für die Ermittler eine fast ebenso große Herausforderung, wie die Erforschung der Absturzursache.","versions":[{"lang":1,"streams":[{"redirect":9272895,"hoster":"VOE"},{"redirect":9272903,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Air France 447 verschollen","epNo":13,"alt":"Catastrophe At O’Hare (Air France 447: Vanished)","descr":"Das Verschwinden des Air France-Fluges 447 über dem Atlantik im Jahre 2009 löste eine der schwierigsten Untersuchungen eines Flugzeugabsturzes aller Zeiten aus. Weil das Wrack im Meer versunken war, benötigten die Ermittler fast zwei Jahre, um die schockierenden Gründe für den Absturz aufzuklären.","versions":[{"lang":1,"streams":[{"redirect":9272911,"hoster":"VOE"},{"redirect":9272916,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-13","episodes":[{"epId":"episode-1","name":"Verhängnisvoller Streit","epNo":1,"alt":"Fight To The Death","descr":"Die Ermittler standen vor einer ihrer größten Herausforderungen, als der British European Airways-Flug 548 am 18. Juni 1972 nur wenige Augenblicke nach dem Start vom Flughafen London-Heathrow abstürzte. Da die Kommunikation der Piloten nicht aufgezeichnet worden war, mussten die Ermittler sich auf eine sorgfältige Rekonstruktion des Flugzeuges sowie auf Zeugenaussagen über einen heftigen Streit verlassen, um herauszufinden, was tatsächlich passiert war.","versions":[{"lang":1,"streams":[{"redirect":9272929,"hoster":"VOE"},{"redirect":9272931,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Unterschätzte Geschwindigkeit","epNo":2,"alt":"Speed Trap","descr":"Ermittler der US-Army arbeiten mit der NTSB, der Nationalen Behörde für Transportsicherheit, zusammen, um die Hintergründe eines schrecklichen Flugzeugsunglücks zu erhellen, das sich am 6. Juni 1971 ereignete. Ein Kampfflugzeug der US-Navy, eine F-4 Phantom, war mit einer Passagiermaschine, dem Hughes Airwest Flug 706, kollidiert. Im Zuge der Ermittlungen wurde eine gefährliche Schwachstelle im US-amerikanischen Lufttransportsystem entdeckt.","versions":[{"lang":1,"streams":[{"redirect":9272932,"hoster":"VOE"},{"redirect":9272937,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Fatales Missverständnis","epNo":3,"alt":"Lost In Translation","descr":"10. Januar 2000: Kurz nach dem Start vom Züricher Flughafen neigte sich der Crossair-Flug 498 plötzlich scharf nach rechts und stürzte ab – keiner an Bord überlebte. Zunächst vermuteten die Ermittler, dass Störungen durch Handys das Unglück verursacht hatten. Doch als im Gepäck des Kapitäns Drogen entdeckt wurden, fand man eine ganz andere, erschreckende Erklärung für den Absturz.","versions":[{"lang":1,"streams":[{"redirect":9272942,"hoster":"VOE"},{"redirect":9272948,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Absturz in eisige Fluten","epNo":4,"alt":"Disaster On The Potomac","descr":"Am 13. Januar 1982 stürzte der Air Florida-Flug 90 kurz nach dem Start vom Washington National Airport in den gefrorenen Potomac und sank unter das Eis. Die Ermittler vermuteten zunächst, dass vereiste Tragflächen das Unglück verursacht hatten. Doch dann führten sie ein ausgeklügeltes Experiment durch, um die Gründe für den Absturz aufzudecken.","versions":[{"lang":1,"streams":[{"redirect":9272952,"hoster":"VOE"},{"redirect":9272957,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Katastrophe von Queens","epNo":5,"alt":"Queens Catastrophe","descr":"12. November 2001: Kurz nach dem Start vom New Yorker Flughafen JFK stürzt American Airlines-Flug 587 in ein dicht besiedeltes Gebiet im New Yorker Stadtteil Queens. Nur zwei Monate nach den Ereignissen vom 11. September fürchten viele, dass es sich wieder um einen terroristischen Anschlag handelt. Ein Team von FBI-Agenten und Ermittlern der Nationalen Behörde für Transportsicherheit versuchen herauszufinden, was wirklich passiert ist. Als dann ein Stück des Flugzeughecks in der nahe gelegenen Jamaica-Bucht gefunden wird, deutet alles darauf hin, dass ein tragischer Fehler den Absturz verursacht hat.","versions":[{"lang":1,"streams":[{"redirect":9272963,"hoster":"VOE"},{"redirect":9272967,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Im Auge des Sturms","epNo":6,"alt":"Into The Eye Of The Storm","descr":"Ein Team von Hurrikan-Jägern gerät in eine verzweifelte Situation, als der Motor ihres Flugzeuges während eines gewagten Fluges in den Hurrikan Hugo plötzlich in Flammen aufgeht. Es gelingt ihnen im letzten Moment, mit dem beschädigten Flugzeug durch den Sturm zurückzufliegen. Nun liegt es an den Ermittlern herauszufinden, warum ein Team von erfahrenen Hurrikan-Jägern in diese lebensgefährliche Lage geraten konnte.","versions":[{"lang":1,"streams":[{"redirect":9272970,"hoster":"VOE"},{"redirect":9272971,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Massaker über dem Mittelmeer","epNo":7,"alt":"Massacre Over The Mediterranean","descr":"Am 27. Juni 1980 explodiert Itavia Flug 870 über dem Mittelmeer und ein italienischer Journalist schreibt einen Artikel, der Italien und die Welt schockiert. Er behauptet, dass das Flugzeug in ein Kreuzfeuer zwischen Kampfflugzeugen Libyens und der NATO geraten ist. Aber es bedarf 30 Jahre und dreier offizieller Untersuchungen, um festzustellen, ob Flug 870 versehentlich von einer Rakete getroffen wurde oder ob es sich um einen terroristischen Anschlag handelte.","versions":[{"lang":1,"streams":[{"redirect":9272976,"hoster":"VOE"},{"redirect":9272979,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tödlicher Test","epNo":8,"alt":"Deadly Test","descr":"Über Südfrankreich testet eine gut ausgebildete Crew ein Passagierflugzeug: XL Airways Germany, Flug 888T. Bei der Vorbereitung zur Landung verliert der Kapitän plötzlich die Kontrolle über den Airbus A320 und das Flugzeug stürzt ins Mittelmeer. Der A320 war das erste Verkehrsflugzeug mit digitaler Flugzeugsteuerung. Nun müssen die Ermittler herausfinden, ob auch in einem anderen der weltweit beliebtesten Flugzeuge ein folgenschwerer Fehler steckt.","versions":[{"lang":1,"streams":[{"redirect":9475167,"hoster":"VOE"},{"redirect":9475174,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Terror im Paradies","epNo":9,"alt":"Terror In Paradise","descr":"9. August 2007: Air Moorea-Flug Nummer 1121 nach Tahiti ist gerade mal zwei Minuten in der Luft, als die Maschine in den Sturzflug geht und in den Ozean stürzt. Alle 20 Personen an Bord kommen ums Leben. Als der Flugschreiber vom Meeresboden geborgen werden kann, liefert er einen entscheidenden Hinweis bei der Suche nach der Ursache des Unglücks. Die dort aufgezeichneten erschreckten Rufe der Piloten bringen die Ermittler auf die Spur einer ganz unerwarteten Erklärung für den Absturz.","versions":[{"lang":1,"streams":[{"redirect":9475203,"hoster":"VOE"},{"redirect":11192264,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Titanic der Lüfte","epNo":10,"alt":"Qantas 32: Titanic In The Sky","descr":"4. November 2010: Die Piloten des Qantas-Fluges 32 müssen mit einem ganzen Bündel von Problemen fertigwerden, nachdem eine Explosion einen Motor ihres Airbus A380 zerstört hat und umherfliegende Trümmerteile wichtige Systeme des Flugzeuges getroffen haben. Zurück auf dem Boden liegt es nun an den Ermittlern herauszufinden, warum der Motor explodiert ist und ob jeder A380-Jet gefährdet ist.","versions":[{"lang":1,"streams":[{"redirect":9475220,"hoster":"VOE"},{"redirect":9475217,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"Getting Out Alive","descr":"","versions":[]}]},{"seasonId":"staffel-14","episodes":[{"epId":"episode-1","name":"Totaler Triebwerksausfall","epNo":1,"alt":"M1 Plane Crash","descr":"In der Nähe der englischen Stadt Kegworth crasht am 8. Januar 1989 eine Boeing 737 in den Grünstreifen der Autobahn. Von den 126 Menschen an Bord des British Midland-Fluges 92 kommen 47 ums Leben. Was war geschehen? Die Piloten hatten Brandgeruch in der Maschine wahrgenommen und daraufhin ein Triebwerk abgeschaltet. Als beim Anflug auf den nahen Flughafen auch das zweite Triebwerk ausfiel, kam es zur Katastrophe. Untersuchungen ergeben: Die eigentliche Ursache war ein tragisches Missverständnis.","versions":[{"lang":1,"streams":[{"redirect":9272983,"hoster":"VOE"},{"redirect":9272985,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Niki Lauda: Tragödie in Thailand","epNo":2,"alt":"Niki Lauda: Tragedy In The Air","descr":"Am späten Abend des 26. Mai 1991 gerät die Boeing 767 des Lauda Air-Fluges 004 kurz nach dem Take-off in Bangkok plötzlich ins Trudeln. Wie ein Stein fällt die Maschine vom Himmel und zerschellt in der Nähe der Ortschaft Phu Toey. Alle 223 Menschen kommen ums Leben. Formel-1-Legende und Airline-Chef Niki Lauda reist direkt von Wien zur Unglücksstelle – und entdeckt einen schockierenden Konstruktionsfehler des Jets. Bei \"Mayday – Alarm im Cockpit spricht er über diese folgenschwere Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":11195033,"hoster":"VOE"},{"redirect":9273005,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Vom Dschungel verschlungen","epNo":3,"alt":"Vanishing Act","descr":"3. September 1989: Flug Nummer 254 der brasilianischen Fluggesellschaft Varig hebt pünktlich in São Paulo ab. Destination ist die Stadt Belém im Norden des Landes. Aufgrund einer Falschangabe im Bordcomputer wird das Flugzeug allerdings gen Westen geleitet. Bald befindet es sich über dichtem Dschungelgebiet. Doch als der Pilot den Fehler bemerkt, ist der Treibstoff bereits extrem knapp. Eine Notlandung in der grünen Hölle scheint nach stundenlangem Irrflug der letzte Ausweg.","versions":[{"lang":1,"streams":[{"redirect":9273015,"hoster":"VOE"},{"redirect":9273020,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tödliches Ausweichmanöver","epNo":4,"alt":"Sideswiped","descr":"Am 6. Juni 1992 kommt es in Panama zu einem dramatischen Unglück: Flug 201 der Copa-Airlines war in Panama City zu einem einstündigen Flug nach Cali in Kolumbien gestartet. Knapp zehn Minuten später melden die Piloten, dass sie sich einem Gewitter nähern und ihre Flugroute ändern müssen. Kurz darauf gibt der Kapitän durch, die Reiseflughöhe von 25.000 Fuß erreicht zu haben – dann bricht der Funkkontakt ab. Über einem der abgelegensten Dschungelgebiete der Welt verschwindet Flug 201 vom Radar.","versions":[{"lang":1,"streams":[{"redirect":9273039,"hoster":"VOE"},{"redirect":9273044,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bruchlandung in Tokio","epNo":5,"alt":"Death At Narita","descr":"Es ist der 23. März 2009: Flug Fedex 80 setzt zur Landung auf Tokios Narita Airport an. Alles scheint nach Plan zu verlaufen, doch plötzlich senkt sich die Nase des Flugzeugs. Es setzt hart auf, springt wieder hoch und kippt zur Seite. Der linke Flügel berührt den Boden, zerbricht und explodiert. In einem Meer aus Flammen überschlägt sich die Maschine – beide Piloten sterben. Die Katastrophe erinnert die zuständigen Behörden an einen Unfall, der sich bereits vor mehr als zehn Jahren ereignete …","versions":[{"lang":1,"streams":[{"redirect":9273058,"hoster":"VOE"},{"redirect":9273059,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Absturz von JFK Junior","epNo":6,"alt":"The Death Of JFK Jr.","descr":"Er war der Junge, der am Sarg seines Vaters, des am 22. November 1963 ermordeten US-Präsidenten John F. Kennedy, salutierte. Als Erwachsener verkörperte er für viele den Traum vom American Dream. John F. Kennedy Jr. war Jurist und Verleger – doch am 16. Juli 1999 ist dieser Traum zu Ende. Der Präsidentensohn stürzt mit seinem neuen Piper Saratoga-Flugzeug vor der Ostküste der USA ab. Es beginnt eine gigantische Suchaktion, um Wrackteile und die Leiche des prominenten Piloten zu finden …","versions":[{"lang":1,"streams":[{"redirect":9273074,"hoster":"VOE"},{"redirect":9273080,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Concorde in Flammen","epNo":7,"alt":"Concorde – Up In Flames","descr":"Am 25. Juli 2000 kommt es auf dem Pariser Flughafen Charles de Gaulle zu einer der verheerendsten Katastrophen der Luftfahrtgeschichte: Kurz vor dem Abheben geht die vollgetankte Concorde des Air-France-Fluges 4590 noch auf der Startbahn in Flammen auf. Alle 109 Insassen sowie vier Personen am Boden verlieren in dem Inferno ihr Leben. Bei den nachfolgenden Untersuchungen werden auf der Piste merkwürdige Gegenstände gefunden. Nach und nach erstellen die Experten ein umfassendes Bild des Unglücks.","versions":[{"lang":1,"streams":[{"redirect":9273090,"hoster":"VOE"},{"redirect":9273093,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Blutbad in Mexiko-Stadt","epNo":8,"alt":"Inner City Carnage","descr":"Am 4. November um 18:04 Uhr Ortszeit startet ein Learjet 45 vom Flughafen San Luis Potosi Richtung Mexico City. An Bord des Geschäftsflugzeugs befinden sich neun Menschen, darunter auch der Innenminister des Landes. Alles verläuft zunächst nach Plan, doch während des Landeanflugs verschwindet die Maschine plötzlich vom Radar und crasht mitten in ein belebtes Finanzviertel der Millionenmetropole. Alle Insassen sowie sieben Personen am Boden sterben. Hatte die Drogenmafia ihre Finger im Spiel?","versions":[{"lang":1,"streams":[{"redirect":9273107,"hoster":"VOE"},{"redirect":9273110,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verhängsvolle Fehlerkette","epNo":9,"alt":"3rd Time Unlucky","descr":"Es ist ein nebliger Tag am Cork Airport in Irland. Flug 7100 der Gesellschaft Manx2 kreist über dem Flughafen und wartet darauf, dass die Sicht besser wird. Als die Lotsen schließlich Landeerlaubnis erteilen, setzen die Piloten zur Landung an. Doch plötzlich dreht sich das Flugzeug, stürzt auf die Landebahn und fängt Feuer. Sechs Insassen sterben bei dem Unglück. Die anschließenden Untersuchungen ergeben, dass es neben dem Nebel noch weitere Probleme gab, darunter eine schwere Sicherheitslücke.","versions":[{"lang":1,"streams":[{"redirect":9273115,"hoster":"VOE"},{"redirect":9273118,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tod in der Arktis","epNo":10,"alt":"Death In The Arctic","descr":"20. August 2011: Die Boeing 737–200 des First-Air-Fluges 6560 befindet sich im Landeanflug auf den Airport von Resolute Bay im hohen Norden Kanadas. Alles verläuft planmäßig. Zur gleichen Zeit findet unweit des Flughafengeländes eine Militärübung statt. Die rund 700 Teilnehmer sollen auf den Ernstfall eines Flugzeugabsturzes vorbereitet werden. Was sie nicht ahnen: Wenige Minuten später wird aus dem Übungsszenario bittere Realität …","versions":[{"lang":1,"streams":[{"redirect":9273133,"hoster":"VOE"},{"redirect":9273138,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Was geschah mit Malaysia Air MH370?","epNo":11,"alt":"What Happened To Malaysian 370","descr":"Am 8. März 2014 ereignet sich eines der größten Luftfahrt-Mysterien aller Zeiten: Mit 239 Menschen an Bord ist die Boeing 777 des Malaysia-Airlines-Flug 370 auf dem Weg von Kuala Lumpur nach Peking. Doch dort kommt sie nie an. Über dem Meer zwischen Malaysia und Vietnam setzen die Piloten knapp 40 Minuten nach dem Start ihren letzten Funkspruch ab. Kurz darauf stellen vietnamesische Lotsen fest, dass die Maschine ihre geplante Route verlassen hat. Seitdem ist sie spurlos verschwunden …","versions":[{"lang":1,"streams":[{"redirect":13918350,"hoster":"VOE"},{"redirect":9273151,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-15","episodes":[{"epId":"episode-1","name":"Tödlicher Funkspruch","epNo":1,"alt":"Fatal Transmission","descr":"Die Beechcraft 1900 ist ein kleines Flugzeug, das bis zu 19 Passagieren Platz bietet. Die Propellermaschinen dieses Typs werden vor allem im regionalen Luftverkehr eingesetzt und gehören zu den beliebtesten Flugzeugen dieser Größe. Doch am 19. November 1996 kommt es auf dem Flughafen der Kleinstadt Quincy in Illinois zu einer tragischen Kollision: Zwei Beechcraft-Maschinen rasen ineinander. Die eine befand sich gerade im Landeanflug, die andere war dabei zu starten. Bei der Suche nach den Ursachen stoßen die Ermittler auf einen fatalen Funkspruch …","versions":[{"lang":1,"streams":[{"redirect":9269909,"hoster":"VOE"},{"redirect":9269911,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Crash in San Francisco","epNo":2,"alt":"Terror In San Francisco","descr":"Die Piste 28L des Internationalen Flughafens von San Francisco ragt bis in die berühmte Meeresbucht hinein, die über das Golden Gate mit dem Pazifik verbunden ist. Am 6. Juli 2013 befindet sich die Boeing 777 des Asiana Airlines-Fluges 214 im Anflug auf eben diese Piste. Die Maschine erreicht allerdings nicht die Landebahn, sondern prallt in einen Seedeich. Drei Passagiere kommen ums Leben, 181 der insgesamt 307 Personen an Bord werden verletzt. Im Zuge der nachfolgenden Untersuchungen rückt ein überraschender Pilotenfehler ins Visier der Ermittler …","versions":[{"lang":1,"streams":[{"redirect":9269920,"hoster":"VOE"},{"redirect":11195550,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Hochhaus-Katastrophe","epNo":3,"alt":"High Rise Catastrophe","descr":"Am 4. Oktober 1992 hebt eine schwer beladene Boeing 747–258F der israelischen Fluglinie El Al vom Flughafen Schiphol in Amsterdam ab. Nur wenige Minuten nach dem Start bekommt die Maschine einen gefährlichen Rechtsdrall. Die Piloten reagieren sofort und drehen um. Doch längst ist das Flugzeug nicht mehr zu kontrollieren und rast in ein elf Stockwerke hohes Haus. Die Folge: Das schlimmste Flugzeugunglück in der Geschichte der Niederlande. Bei den anschließenden Untersuchungen entdecken die Ermittler ein Problem, das erschreckenderweise jede 747 treffen könnte …","versions":[{"lang":1,"streams":[{"redirect":13762750,"hoster":"VOE"},{"redirect":9269926,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Wettlauf gegen das Feuer","epNo":4,"alt":"Fatal Delivery","descr":"Als die Boeing 747 des UPS-Frachtfluges 6 am 3. September 2010 in Dubai abhebt, ertönt an Bord plötzlich Feueralarm. Nachdem die Versuche, die Flammen unter Kontrolle zu bringen, gescheitert sind, bleibt den Piloten keine andere Wahl: Die schwere Maschine muss so schnell wie möglich zurück auf den Boden. Doch beim erneuten Anflug dringt Rauch ins Cockpit und vernebelt den Piloten die Sicht. Dann versagt auch noch die Sauerstoffversorgung, und bald ist nur noch der Erste Offizier in der Lage, das Flugzeug zu steuern. Es beginnt ein dramatischer Wettlauf gegen die Zeit …","versions":[{"lang":1,"streams":[{"redirect":9269935,"hoster":"VOE"},{"redirect":9269940,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Absturz oder Anschlag?","epNo":5,"alt":"Deadly Mission","descr":"1961 kam der damalige UN-Generalsekretär Dag Hammarskjöld bei einem Flugzeugabsturz ums Leben. Handelte es sich um ein Komplott, um einen politischen Mord? Am 18. September 1961 ist eine DC-6 der Vereinten Nationen in streng geheimer Mission in Afrika unterwegs. An Bord: Dag Hammarskjöld. Nur wenige Augenblicke vor der Landung stürzt die Maschine ab. Laut den Ermittlungen der rhodesischen Behörden ist das Unglück auf einen Pilotenfehler zurückzuführen. Die Gerüchte, nachdem es sich um einen Anschlag handele, reißen jedoch nie ab. 50 Jahre später tauchen plötzlich neue Erkenntnisse auf …","versions":[{"lang":1,"streams":[{"redirect":9269946,"hoster":"VOE"},{"redirect":11195425,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Tödlicher Zwischenstopp","epNo":6,"alt":"Edge Of Disaster","descr":"Am 10. Oktober 2006 setzt die British Aerospace-Maschine des Atlantic Airways-Fluges 670 zu einem Routinestopp auf der norwegischen Insel Stord an. Doch die Störklappen, die auf der Oberseite der Tragflächen dazu dienen, nach der Landung eine schnellere Bremsung zu ermöglichen, versagen ihren Dienst. Das Flugzeug stürzt eine steile Böschung hinunter und fängt Feuer. Vier der 16 Menschen an Bord kommen ums Leben. Später entdecken die Ermittler auf dem Rollfeld eine mysteriöse Substanz, die möglicherweise entscheidende Hinweise auf die Ursache des Unglücks liefert.","versions":[{"lang":1,"streams":[{"redirect":11195415,"hoster":"VOE"},{"redirect":9269856,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Fatale Verspätung","epNo":7,"alt":"Deadly Delay","descr":"Die McDonnell Douglas MD-80 des Spanair-Fluges 5022 stürzt am 20. August 2008 in einen kleinen Fluss und geht in Flammen auf. Das Ganze passiert nur wenige Augenblicke nach dem Start vom internationalen Flughafen Madrid-Barajas. 15 Menschen sterben. Beim Absturz der MD-80 handelt es sich um das seit Jahrzehnten verheerendste Flugzeugunglück Spaniens. Die Ermittler vor Ort legen sich rasch auf eine Ursache der Katastrophe fest. Doch dann liefert der Voice Recorder völlig neue Erkenntnisse …","versions":[{"lang":1,"streams":[{"redirect":9269854,"hoster":"VOE"},{"redirect":11195460,"hoster":"Doodstream"},{"redirect":13309482,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Überraschende Erkenntnisse","epNo":8,"alt":"Fatal Focus","descr":"Nach einem kurzen Flug von der indonesischen Hauptstadt Jakarta schlägt die Boeing 737 des Garuda-Fluges 200 am 7. März 2007 in Yogyakarta zweimal so heftig auf, dass sie über die Rollbahn hinaus rutscht. Von den 140 Menschen an Bord kommen 21 ums Leben. Die Suche nach den Ursachen findet unter erheblichem Druck statt. Nachdem die Ermittler einer ganzen Reihe falscher Fährten gefolgt sind, machen sie plötzlich eine erstaunliche Entdeckung. Die genaue Auswertung des Voice Recorders führt schließlich zu einer bestürzenden Gewissheit …","versions":[{"lang":1,"streams":[{"redirect":9269886,"hoster":"VOE"},{"redirect":9269877,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Dramatische Landung","epNo":9,"alt":"Steep Impact","descr":"Der Absturz des Fluges 2311 der Atlantic Southeast Airlines am 5. April 1991 in Georgia sorgte weltweit für Schlagzeilen: Damals kommen ein NASA Astronaut, ein ehemaliger US Senator und 21 weitere Personen ums Leben. Schnell haben die Ermittler eine mögliche Erklärung für den Crash, der Hersteller hält diese allerdings für völlig abwegig. Doch was brachte die Maschine dann zum Absturz? Bei den weiteren Untersuchungen kommt einer der Ermittler schließlich der wahren Unglücksursache auf die Spur. Allerdings muss er seine Theorie erst einmal mit Fakten belegen …","versions":[{"lang":1,"streams":[{"redirect":9269894,"hoster":"VOE"},{"redirect":9269891,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Absturz über Sao Paulo","epNo":10,"alt":"Carnage In Sao Paulo","descr":"Nur Sekunden nach dem Start vom Congonhas-Airport im brasilianischen São Paulo stürzt die Maschine des Fluges 402 der TAM Airlines am 31. Oktober 1996 in ein benachbartes Wohngebiet und geht in Flammen auf. Alle 90 Passagiere, sechs Crewmitglieder sowie drei Menschen am Boden kommen ums Leben. Gemeinsam mit der US-amerikanischen Flugsicherheitsbehörde untersucht die brasilianische Luftwaffe den Vorfall und deckt peu à peu eine unheilvolle Verkettung von Ereignissen auf, die schließlich zu einem der tragischsten Unglücke in der Luftfahrtgeschichte Brasiliens führte.","versions":[{"lang":1,"streams":[{"redirect":9269898,"hoster":"VOE"},{"redirect":9269906,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-16","episodes":[{"epId":"episode-1","name":"Tödliche Stille","epNo":1,"alt":"Deadly Silence","descr":"25. Oktober 1999. Auf dem Weg von Dallas nach Orlando kommt ein Privatjet mit Golflegende Payne Stewart an Bord plötzlich vom Kurs ab. Fluglotsen versuchen vergeblich, die Crew an Bord zu erreichen. Während sich der Flieger immer weiter von seiner vorgesehenen Route entfernt, wird klar, dass irgendetwas an Bord schrecklich schiefgelaufen sein muss. Kampfjets der US Air Force brechen auf, um das Flugzeug abzufangen. Doch in der Luft müssen die schockierten Piloten feststellen, dass die Maschine mit ihren vereisten Fenstern und dem verdunkelten Inneren inzwischen eine Art Geisterflugzeug zu sein scheint.","versions":[{"lang":1,"streams":[{"redirect":9269788,"hoster":"VOE"},{"redirect":9269795,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Pentagon 9/11","epNo":2,"alt":"Inside 9/11: The Pentagon Attack","descr":"11. September 2001. Kurz nach dem Start in Washington D.C. stürmen Terroristen das Cockpit des American-Airline-Fluges 77 und steuern das Flugzeug direkt in das Pentagon. Ein Gebäudeteil dieses Symbols der US-amerikanischen Militärmacht geht in Flammen auf. Zu diesem Zeitpunkt haben Entführer in New York bereits zwei Maschinen in die Twin Towers des Word Trade Centers gelenkt. Der Terrorangriff an jenem sonnigen Septembermorgen erschüttert die USA bis ins Mark und kostet über 3.000 Menschen das Leben. Sofort leitet das FBI die größte Ermittlungsaktion in der amerikanischen Geschichte ein.","versions":[{"lang":1,"streams":[{"redirect":9269805,"hoster":"VOE"},{"redirect":9269804,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unglück auf Teneriffa","epNo":3,"alt":"Disaster At Tenerife","descr":"27. März 1977. Wegen einer Bombenexplosion auf Gran Canaria müssen Dutzende Flüge nach Teneriffa umgeleitet werden. Der völlig überforderte Flughafen hat nur eine Start- und Landebahn, die noch dazu in dichtem Nebel liegt. Auch zwei zwischengelandete Boeings 747 warten hier auf ihren Weiterflug. Während die Maschine des Pan-Am-Fluges 1736 in Startposition verharrt, rast der KLM Flug 4805 beim Abheben in sie hinein. Mit 583 Toten ist die Kollision der beiden Boeings der schlimmste Unfall der zivilen Luftfahrt. Zunächst scheint ein Pilot verantwortlich zu sein, doch die Wahrheit ist viel komplexer …","versions":[{"lang":1,"streams":[{"redirect":9269812,"hoster":"VOE"},{"redirect":9269817,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Ein tödliches Detail","epNo":4,"alt":"Deadly Detail","descr":"Nach einstündigem Flug von Taiwan nach Okinawa landet der China Airlines-Flug 129 in Japan. Die Piloten parken die Boeing 737 und schalten die Motoren aus. Als das System fast komplett heruntergefahren ist, bricht plötzlich ein Feuer aus und die ganze Maschine steht in Flammen. Wie durch ein Wunder können alle Insassen flüchten und das Inferno ohne Verletzung überleben. Die Ermittler stehen jedoch vor einem Rätsel. Ihre akribische Analyse führt schließlich zu einer schockierenden Erkenntnis: Verantwortlich für die Katastrophe war ein winziges Detail – das weltweit zu einer Bedrohung werden könnte.","versions":[{"lang":1,"streams":[{"redirect":9269702,"hoster":"VOE"},{"redirect":9269709,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fataler Umweg","epNo":5,"alt":"Deadly Detour","descr":"Der Nordwesten Frankreichs im Hochsommer. Um ihren Passagieren einen legendären Ozeanriesen aus der Vogelperspektive zu zeigen, weichen die Piloten des Proteus-Flugs 706 von ihrer vorgesehenen Flugroute ab. Sie fliegen in einer niedrigen Schleife um die Bucht von Quiberon. Aber kaum haben sie das Schiff einmal komplett umrundet, explodiert die Maschine plötzlich. Ein Lokaljournalist nimmt aus einem in der Nähe befindlichen Flugzeug auf, wie das Wrack vom Himmel fällt. Obwohl es tausende Augenzeugen gibt, hat niemand auch nur die leiseste Ahnung, was die Ursache für diese mysteriöse Tragödie sein könnte.","versions":[{"lang":1,"streams":[{"redirect":9269713,"hoster":"VOE"},{"redirect":9269723,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Absturz in der Kälte","epNo":6,"alt":"Dangerous Approach","descr":"19. Januar 1988. Continental Express-Flug 2286 ist auf dem Weg von Denver nach Durango im südlichen Colorado. Alles scheint nach Plan zu verlaufen. Doch als die Maschine bereits die Landebahn ansteuert, kommt es plötzlich zur Katastrophe. Nur ein paar Kilometer vom Ziel entfernt stürzt das Flugzeug in der eisigen Winterkälte ab – neun von 17 Menschen an Bord verlieren ihr Leben. Bei den Untersuchungen stehen die Ermittler zunächst vor einem Rätsel. Erst eine ungewöhnliche Vermutung bringt sie schließlich auf die richtige Spur. Schritt für Schritt kommen sie der schockierenden Wahrheit näher …","versions":[{"lang":1,"streams":[{"redirect":11195620,"hoster":"VOE"},{"redirect":9269738,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Absturz in den Alpen","epNo":7,"alt":"Murder In The Skies","descr":"Am 24. März 2015 befindet sich die Maschine des Germanwings-Flugs 9525 auf dem Weg von Barcelona nach Düsseldorf. Urplötzlich verliert der Airbus A320–211 über den Alpen innerhalb kürzester Zeit an Höhe. Sofort leitet die französische Flugsicherung Notfallmaßnahmen ein und versucht, den Piloten zu erreichen. Vergeblich: Der Jet verschwindet vom Radar. Erst Stunden später werden in einer unzugänglichen Bergregion Wrackteile und die Überreste von 150 Menschen entdeckt. Bei der Aufklärung der Hintergründe machen die Ermittler bald eine nahezu unglaubliche und zutiefst verstörende Entdeckung.","versions":[{"lang":1,"streams":[{"redirect":9269748,"hoster":"VOE"},{"redirect":9269752,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Landung auf dem Fluss","epNo":8,"alt":"River Runway","descr":"Es ist Regenzeit, als Flug 421 der Garuda Indonesia am 16. Januar 2002 über Indonesien mitten ins Auge eines entsetzlichen Hagelsturmes fliegt. Die Turbulenzen sind so stark, dass die Piloten der Boeing 737 beinahe die Kontrolle verlieren. Nachdem beide Triebwerke einen Flammabriss erlitten haben, beginnt eine der spektakulärsten Notlandungen aller Zeiten. 59 der 60 Passagiere und Crewmitglieder an Bord überleben die Notwasserung im Solo River. Während die Rettungsdienste noch die Wrackteile aus dem Fluss bergen, nehmen die Ermittler bereits ihre Arbeit auf. Wie konnte es zu diesem Unglück kommen?","versions":[{"lang":1,"streams":[{"redirect":9269760,"hoster":"VOE"},{"redirect":9269762,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Verschollen in Indonesien","epNo":9,"alt":"Deadly Solution","descr":"Es ist der 28. Dezember 2014, als der AirAsia-Flug Nr. 8501 über der Karimatastraße vom Radar verschwindet. Zwei Tage später bestätigen sich die schlimmsten Befürchtungen: Sämtliche 162 Insassen der Maschine sind tot. Sofort macht sich ein internationales Expertenteam zusammen mit den einheimischen Ermittlern daran, der Ursache für das tragische Unglück auf den Grund zu gehen. Zwar lässt sich der genaue Ablauf der Katastrophe auch mit Hilfe der Flugschreiber nicht ganz rekonstruieren, doch deutet vieles darauf hin, dass der Pilot in einer Routinesituation einen kapitalen Fehler gemacht hat.","versions":[{"lang":1,"streams":[{"redirect":11195703,"hoster":"VOE"},{"redirect":9321281,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Fataler Start in Afghanistan","epNo":10,"alt":"Afghan Nightmare","descr":"Als die zum Frachtflugzeug umgebaute Boeing 747 der National Airlines am 29. April 2013 vom US-Luftwaffenstützpunkt Bagram in Afghanistan in die Luft erhebt, ahnt niemand, dass der Flug Nr. 102 nur wenige Sekunden dauern wird. Die Maschine kippt unmittelbar nach dem Steigflug ab und zerschellt brennend am Boden, wobei alle sieben Crewmitglieder ihr Leben verlieren. Ein Autofahrer filmt das tragische Geschehen mit seiner Dashcam. Doch obwohl dieses Videomaterial für die Ermittler zunächst nur einen einzigen Schluss zulässt, müssen sie kurze Zeit später erkennen, einem großen Irrtum aufgesessen zu sein.","versions":[{"lang":1,"streams":[{"redirect":11195724,"hoster":"VOE"},{"redirect":9321284,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-17","episodes":[{"epId":"episode-1","name":"Absturz in Minnesota","epNo":1,"alt":"Killer Attitude","descr":"1. Dezember 1993: Flug 5719 der Northwest Airlink ist seit einer Stunde vom Flughafen Minneapolis-Saint Paul, Minnesota, nach International Falls im gleichen Bundesstaat unterwegs, als die kleine Maschine vom Typ Jetstream 31 plötzlich von den Radarschirmen verschwindet. 16 Passagiere und die beiden Piloten kommen ums Leben. Da die Mannschaft keinen Notruf absetzte, bringt erst die Auswertung des Flugschreibers Gewissheit über die Ursachen: Offenbar führten heftige Unstimmigkeiten zwischen Pilot und Copilot dazu, dass beide unaufmerksam wurden und es so zu einer verhängnisvollen Fehleinschätzung kam …  (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269280,"hoster":"VOE"},{"redirect":9269281,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf der Suche nach Antworten","epNo":2,"alt":"Deadly Myth","descr":"Am 9. Januar 1997 stürzt ein Kleinflugzeug mit 29 Menschen an Bord während des Landeanflugs auf den Detroit Metropolitan Airport rund 29 Kilometer vor dem Ziel ab. Die Maschine vom Typ Embraer EMB 120 Brasili bohrt sich dabei regelrecht in den Boden – für keinen an Bord gab es eine Überlebenschance. Die Ermittlung der Ursachen gestaltet sich für die Air-Crash-Detektive äußerst mühevoll, da das Flugzeug in unzählige Bruchteile zerschellt ist. Doch nach und nach kommen sie der schockierenden Wahrheit auf die Spur. Hätte das Unglück womöglich verhindert werden können? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269230,"hoster":"VOE"},{"redirect":9269228,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ein tödlicher Flug","epNo":3,"alt":"Turning Point","descr":"15. April 2002: Knapp drei Stunden nach ihrem Start in Peking nähert sich eine Boeing 767 ihrem Ziel in der südkoreanischen Stadt Busan. Trotz leichtem Regen und Nebel ist der Flughafen Gimhae bereits in Sicht – doch der Landeanflug soll niemals erfolgen. Nur wenige Meilen entfernt zerschellt die Maschine an einem Hang. Das schwere Flugunglück fordert 129 Opfer, 37 überleben. So auch der Kapitän, der den Ermittlern angibt, dass alles nach Plan verlaufen wäre. Wie sich aber bei der Untersuchung der Funkverbindung herausstellt, brach vor dem Crash Panik im Cockpit aus. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269237,"hoster":"VOE"},{"redirect":9269240,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Von Spur zu Spur","epNo":4,"alt":"Explosive Proof","descr":"Bis heute ist nicht völlig klar, was am 17. Juli 1996 mit Flug 800 tatsächlich geschah: Wenige Minuten nach dem Start vom JFK Airport in New York explodiert die Boeing 747 und stürzt in den Atlantik. Als die US-amerikanische Verkehrsbehörde NTSB ihre Untersuchung beginnt, festigt sich der Verdacht eines Terroranschlags. Ein möglicher krimineller Hintergrund ruft daraufhin das FBI auf den Plan und schon bald entbrennt zwischen den Lagern ein Streit. In der Folge entwickelt sich eine der längsten und kostspieligsten Ermittlungen in der Luftfahrtgeschichte. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269251,"hoster":"VOE"},{"redirect":9269255,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Tödlicher Regen","epNo":5,"alt":"Storming Out","descr":"Bei seinem Landeanflug auf den Flughafen von Charlotte in North Carolina gerät Flug 1016 der US Airways in unerwartet auftretende Probleme. Wie aus heiterem Himmel sehen sich die Piloten mit einem Unwetter konfrontiert, dessen Regenfälle so stark sind, dass sie ihnen die komplette Sicht nehmen. Aus Sicherheitsgründen brechen sie die Landung ab, um eine weitere Runde zu drehen. Trotzdem stürzt die Maschine kurz darauf in ein Feld. Von den 52 Passagieren sterben 37, beide Piloten überleben. Bei den Ermittlungen stellt sich schließlich heraus, dass das Unwetter nur ein Teil der Katastrophe war. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269164,"hoster":"VOE"},{"redirect":9269162,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Absturz im Fluss","epNo":6,"alt":"Caught On Tape","descr":"Die Armaturenbrettkamera eines vorbeifahrenden Autos fängt erschreckende Bilder des Absturzes von Flug 235 der taiwanischen TransAsia-Airways ein: Kurz nach dem Start vom Flughafen Taipeh-Songshan kippt die Maschine nach links, streift mit der Tragfläche die Fahrbahn einer Schnellstraße und stürzt wenige Kilometer entfernt in den Keelung-Fluss. Bei ihren anschließenden Untersuchungen muss sich Taiwans Luftfahrtaufsichtsbehörde mit einer ganzen Reihe ungeklärter Fragen beschäftigen. Je mehr Spuren sie dabei entdeckt, umso mysteriöser erscheint ihr jedoch das Unglück. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269176,"hoster":"VOE"},{"redirect":9269174,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Terror über ÄgypteN","epNo":7,"alt":"Terror Over Egypt","descr":"Russlands Präsident Wladimir Putin persönlich beteuerte Vergeltung für ein Attentat auf die zivile Luftfahrt: Am 31. Oktober 2015 startet eine Maschine mit russischen Touristen vom Flughafen Scharm el-Scheich in Ägypten – und stürzt nur 20 Minuten später über der Sinai-Halbinsel ab. 224 Menschen verlieren ihr Leben. Noch während ein internationales Ermittler-Team am Unfallort eintrifft, bekennt sich die Terrororganisation Islamischer Staat zu dem Anschlag. Doch die Indizien lassen Zweifel aufkommen. Eine komplexe Untersuchung des Vorfalls wird umgehend eingeleitet. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11195830,"hoster":"VOE"},{"redirect":9269187,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das verschollene Flugzeug","epNo":8,"alt":"The Lost Plane","descr":"Unterwegs nach Katmandu, zerschellt der Airbus des Fluges 311 von Thai Airways an einer abgelegenen Felswand des Himalaya-Gebirges – in 3.300 Metern Höhe. Die Absturzstelle befindet sich jenseits der eingeplanten Route und die Flugverkehrskontrolle kann den Ermittlern keine Hinweise liefern, wo sich die Maschine auf dem Radar zuletzt befand. Bei der aufwändigen Suche stellt sich schließlich heraus, dass das Flugzeug gegen einen Berg nördlich von Katmandu crashte – eine Gegend, die eigentlich tabu ist für Linienflüge. Warum steuerten die Piloten dennoch dorthin? (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":11195845,"hoster":"VOE"},{"redirect":9269198,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödliche Fehler","epNo":9,"alt":"Deadly Discussions","descr":"Einer der schwersten Unfälle der argentinischen Luftfahrtgeschichte ereignet sich am 31. August 1999: Kurz nach dem Abheben vom Flughafen Buenos Aires-Jorge Newbery beginnt Flug 3142 heftig zu taumeln. Augenblicke darauf stürzt die Maschine der Gesellschaft Líneas Aéreas Privadas Argentinas zu Boden, durchbricht die Flughafeneingrenzung, schlittert über eine Schnellstraße und geht in Flammen auf. Die schreckliche Katastrophe lässt eine ganze Nation sprachlos zurück – insbesondere der grobe Fehler, der sie verursachte. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269205,"hoster":"VOE"},{"redirect":9269208,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Absturz auf Sumatra","epNo":10,"alt":"Lethal Turn","descr":"Der dichte Rauch eines Waldbrandes hängt in der Luft, als sich Garuda-Indonesia-Flug 152 dem Flughafen Medan-Polonia auf Sumatra nähert. Eigentlich verbleiben nur noch wenige Minuten bis zur Landung. Durch die getrübte Sicht kommt der Airbus A300 jedoch vom Kurs ab und stürzt schließlich mitten über dem Dschungel ab. Alle 234 Menschen an Bord verlieren am 26. September 1997 ihr Leben. Das bis dahin schwerste Unglück der indonesischen Luftfahrtgeschichte wirft bei den Ermittlern die Frage auf, warum die Maschine beim Absturz in die entgegengesetzte Richtung flog. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":9269216,"hoster":"VOE"},{"redirect":9269218,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-18","episodes":[{"epId":"episode-1","name":"Notlandung in Kalifornien","epNo":1,"alt":"Nuts And Bolts","descr":"16. Februar 2000: Kurz nach dem Start von einem Flughafen in Kalifornien muss ein US-Frachtflieger vom Typ DC-8 zur Notlandung ansetzen. Den Piloten gelingt es zwar, die Maschine wieder in Sichtweite der Landebahn zu manövrieren – doch ihr unaufhaltsamer Sinkflug endet mit dem Absturz auf einem nahegelegenen Schrottplatz. Alle drei Crewmitglieder kommen ums Leben. Bei der Suche nach der Ursache befragen die Ermittler zunächst einen Freund und Kollegen der Getöteten. Die entscheidenden Hinweise auf den Unfallhergang finden sie aber erst nach langwierigen Untersuchungen des Flugzeugwracks. (Text: Sky)","versions":[{"lang":1,"streams":[{"redirect":14082122,"hoster":"VOE"},{"redirect":9260141,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Eine fatale Landung","epNo":2,"alt":"Blown Away","descr":"Am 23. Juli 2014 endet ein Routinemanöver für Flug 222 der TransAsia Airways tragisch: Das Flugzeug vom Typ ATR 72–500 kreist zunächst über der Formosastraße zwischen Taiwan und dem chinesischen Festland, um ein vorüberziehendes Unwetter abzuwarten. Doch als die Gefahr bereits vorbei scheint und die Maschine zur Landung auf dem Flughafen des Penghu-Archipels ansetzt, kollidiert sie mit mehreren Gebäuden. Von den 58 Menschen an Bord überleben nur zehn das Unglück. Flugunfall-Ermittler finden bald heraus, dass systematische Versäumnisse der Airline und der Crew die Absturzursache waren.","versions":[{"lang":1,"streams":[{"redirect":9260147,"hoster":"VOE"},{"redirect":9260152,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Flugzeug in Flammen","epNo":3,"alt":"Deadly Distraction","descr":"31. August 1988: Nur wenige Augenblicke nach dem Start vom Airport Dallas-Fort Worth stürzt Flug 1141 der Delta Airlines ab und fängt Feuer. Von den 108 Menschen an Bord gelingt es 94, teils schwer verletzt, sich aus der brennenden und sich rasch mit Qualm füllenden Maschine zu befreien. Die übrigen 14 Personen kommen in den Flammen ums Leben. Die Flugunfall-Ermittler können bereits nach kurzer Zeit die Landebahn und das Wetter als Unfallursachen ausschließen. Sie konzentrieren sich auf die Boeing 727–232 Advanced und ihre technische Ausstattung.","versions":[{"lang":1,"streams":[{"redirect":9260156,"hoster":"VOE"},{"redirect":9260160,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Abgeschossen in der Ukraine","epNo":4,"alt":"Deadly Airspace","descr":"Am 17. Juli 2014 wird Flug 17 der Malaysia Airlines im umkämpften Osten der Ukraine von einer Boden-Luft-Rakete getroffen und zerstört, alle 298 Passagiere und Besatzungsmitglieder an Bord sterben. Prorussische Milizen und die ukrainische Regierung beschuldigen sich gegenseitig, für das Kriegsverbrechen verantwortlich zu sein. Um eine unabhängige Untersuchung der Falls zu gewährleisten, überträgt die ukrainische Regierung die Ermittlungen an die Niederlande – ein in der Luftfahrtgeschichte einmaliger Vorgang. Die Experten müssen sich gegen politisch motivierte Behinderung und Desinformation durchsetzen.","versions":[{"lang":1,"streams":[{"redirect":9260048,"hoster":"VOE"},{"redirect":9260052,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Zerschellt am Vulkan","epNo":5,"alt":"Deadly Display","descr":"9. Oktober 2012: Während eines Demonstrationsflugs in Indonesien gerät ein russischer Suchoi Superjet 100 auf Kollisionskurs mit dem Vulkan Salak und zerschellt an der Bergflanke. Die 45 Menschen an Bord, darunter Repräsentanten des Herstellers Suchoi und indonesischer Fluggesellschaften sowie zahlreiche Journalisten, haben keine Chance. Die Bergungsoperation und die Suche nach dem Flugrekorder gestalten sich aufgrund des unwegsamen Geländes äußerst schwierig, und die Flugunfall-Ermittler stehen vor einem Rätsel: Wie konnten erfahrene Piloten riskieren, dem Vulkan so nahe zu kommen?","versions":[{"lang":1,"streams":[{"redirect":9260053,"hoster":"VOE"},{"redirect":9260075,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Absturz der VSS Enterprise","epNo":6,"alt":"Deadly Mission","descr":"31. Oktober 2014: In der kalifornischen Mojave-Wüste testen zwei Piloten von Virgin Galactic ein revolutionäres neues Flugzeug, das eine Höhe von über 100 Kilometern erreichen soll und sich damit für den Weltraumtourismus eignen würde. Als die \"VSS Enterprise\" in rund 15 Kilometern Höhe von ihrem Trägerflugzeug ausgeklinkt wird und beschleunigt, deutet zunächst alles auf einen erfolgreichen Test hin. Doch nach 90 Sekunden bricht die Maschine auseinander – und nur einem der Piloten gelingt es, sich mittels Fallschirm zu retten. Eine genaue Untersuchung muss zeigen, was zu dem Unglück geführt hat.","versions":[{"lang":1,"streams":[{"redirect":9260078,"hoster":"VOE"},{"redirect":9260085,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Freier Fall","epNo":7,"alt":"Free Fall","descr":"Flug 72 der Qantas Airways befindet sich am 7. Oktober 2008 auf dem Weg von Singapur nach Perth, als die Maschine in rund 11.300 Metern aus heiterem Himmel zum Sturzflug ansetzt. Nicht angeschnallte Passagiere werden mit voller Wucht aus ihren Sitzen gerissen und an die Decke des Flugzeugs geschleudert – viele von ihnen erleiden schwere Verletzungen. Wie durch ein Wunder gelingt es dem Kapitän, den außer Kontrolle geratenen Airbus 330 zu laden. Aber wie konnte es zu dem Zwischenfall kommen? Australische Ermittler stehen zunächst vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":11196078,"hoster":"VOE"},{"redirect":9260097,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Ein versteckter Fehler","epNo":8,"alt":"Deadly Inclination","descr":"Am 14. November 1990 zerschellt Alitalia-Flug 404 an einem Berg in der Schweiz. Untersuchungen ergeben, dass eine fehlerhafte Anzeige zu dem Unglück führte, bei dem alle Menschen an Bord starben.","versions":[{"lang":1,"streams":[{"redirect":9260110,"hoster":"VOE"},{"redirect":9260109,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Rätselhafte Ereignisse","epNo":9,"alt":"Deadly Go Round","descr":"Wenige Minuten vor seiner geplanten Landung stürzt China Airlines Flug 140 in Japan vom Himmel. Zunächst deutet alles auf einen Pilotenfehler hin, doch der wahre Grund scheint komplexer zu sein.","versions":[{"lang":1,"streams":[{"redirect":9260115,"hoster":"VOE"},{"redirect":9260120,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Absturz im Winter","epNo":10,"alt":"Dead Of Winter","descr":"Ein Schneesturm verzögert den Start der DC-9 des Continental Airlines Fluges 1713 in Denver. Kurz nach dem Abheben gerät die Maschine in eine fatale Schräglage und stürzt ab. Wo genau lag der Fehler?","versions":[{"lang":1,"streams":[{"redirect":9260126,"hoster":"VOE"},{"redirect":9260131,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-19","episodes":[{"epId":"episode-1","name":"Luftrennen in den Tod","epNo":1,"alt":"Death Race","descr":"In Nevada kommt es zu einem der schlimmsten Unfälle in der Geschichte der Luftfahrtschauen: Ein modifiziertes Jagdflugzeug aus dem Zweiten Weltkrieg stürzt ab und schießt auf die Zuschauer zu.","versions":[{"lang":1,"streams":[{"redirect":9259667,"hoster":"VOE"},{"redirect":9259661,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Grenzwertige Praktiken","epNo":2,"alt":"Borderline Tactics","descr":"Nach einem Crash auf der Landebahn von Guantanamo Bay rätseln die Ermittler, ob Kuba möglicherweise an der Katastrophe beteiligt ist. Schließlich finden sie jedoch einen unsichtbaren Schuldigen.","versions":[{"lang":1,"streams":[{"redirect":9259673,"hoster":"VOE"},{"redirect":9259683,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödliche Neigung","epNo":3,"alt":"Deadly Pitch","descr":"Noch bevor sie richtig in der Luft ist, stürzt am Flughafen von Miami eine Transportmaschine ab. Zeugen beobachten eine merkwürdige Neigung des Flugzeugs. Die Ermittler stehen vor einem Rätsel.","versions":[{"lang":1,"streams":[{"redirect":13992998,"hoster":"VOE"},{"redirect":9259702,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Gefährlicher Steigflug","epNo":4,"alt":"Fatal Climb","descr":"Im Frühjahr 1995 kommt es in Bukarest zum bis dato größten Flugzeugunglück in der Geschichte Rumäniens. Das Gerücht von einer Bombe macht die Runde. Kann das FBI Aufklärung bringen?","versions":[{"lang":1,"streams":[{"redirect":9259579,"hoster":"VOE"},{"redirect":9259588,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Fatale Fehlerkette","epNo":5,"alt":"Fatal Approach","descr":"Ein Triebwerkproblem zwingt den Piloten eines Flugs von Amsterdam nach Cardiff zur Umkehr. Bei der Notlandung zerbricht die Maschine – ein Crash, der drei Menschenleben fordert.","versions":[{"lang":1,"streams":[{"redirect":9259596,"hoster":"VOE"},{"redirect":9259597,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Abgekommen von der Startbahn","epNo":6,"alt":"Runway Runoff","descr":"Im Dezember 2008 stürzt eine Boeing 737 in Denver während des Starts ab und geht in Flammen auf. Glücklicherweise kommt niemand ums Leben. Doch die Unfallursache bleibt zunächst ein Rätsel.","versions":[{"lang":1,"streams":[{"redirect":9259602,"hoster":"VOE"},{"redirect":9259605,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Schockierende Fehler","epNo":7,"alt":"Lethal Limits","descr":"2008 stürzt eine Boeing 737 beim Anflug auf den Flughafen der russischen Stadt Perm ab. 88 Menschen sterben. Bei der Untersuchung der Unfallursachen machen die Ermittler schockierende Entdeckungen.","versions":[{"lang":1,"streams":[{"redirect":11196210,"hoster":"VOE"},{"redirect":9259612,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefährlicher Sinkflug","epNo":8,"alt":"Deadly Descent","descr":"Hoch über dem Südchinesischen Meer fallen beim Cathay-Pacific-Flug 780 beide Triebwerke aus. Für eine Notlandung gelingt es dem Kapitän, eines davon mit höherer Schubleistung in Betrieb zu nehmen.","versions":[{"lang":1,"streams":[{"redirect":9259619,"hoster":"VOE"},{"redirect":9259624,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tragödie der Fußballer","epNo":9,"alt":"Football Tragedy","descr":"Auf dem Weg zum entscheidenden Pokalspiel in Kolumbien sterben fast alle Spieler eines brasilianischen Fußball-Erstligisten bei einem Flugzeugabsturz. Der Maschine war der Treibstoff ausgegangen.","versions":[{"lang":1,"streams":[{"redirect":9259632,"hoster":"VOE"},{"redirect":9259638,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Unfall bei der Landung","epNo":10,"alt":"Slam Dunk","descr":"Beim Landeanflug auf Columbus stürzt eine Turboprop-Maschine ab. Fünf Menschen sterben in den Flammen. Der Stimmenrekorder liefert den Ermittlern wichtige Hinweise auf die Ursache des Absturzes.","versions":[{"lang":1,"streams":[{"redirect":9259653,"hoster":"VOE"},{"redirect":9259655,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-20","episodes":[{"epId":"episode-1","name":"Explosion beim Aufprall","epNo":1,"alt":"Explosive Touchdown","descr":"Eine Explosion zerreißt den Rumpf einer kurz zuvor gelandeten taiwanesischen Passagiermaschine. Die Umstände deuten auf einen Terroranschlag hin, doch an Bord finden sich keine Sprengstoffrückstände.","versions":[{"lang":1,"streams":[{"redirect":11196399,"hoster":"VOE"},{"redirect":9258108,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Entsetzliche Kollision","epNo":2,"alt":"Taxiway Turmoil","descr":"Am 3. Dezember 1990 kommt es auf dem Wayne County Airport in Detroit bei dichtem Nebel zur Kollision einer DC-9 und einer Boeing 727. Acht Menschen sterben. Hätte man das Unglück verhindern können?","versions":[{"lang":1,"streams":[{"redirect":9258044,"hoster":"VOE"},{"redirect":9258040,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unfall im Himalaya","epNo":3,"alt":"Kathmandu Descent","descr":"Ein Passagierflugzeug aus Pakistan gerät im Himalaya plötzlich in Not und zerschellt wenig später an den schroffen Felsen. Bei der Suche nach der Ursache tappen die Ermittler zunächst im Dunklen.","versions":[{"lang":1,"streams":[{"redirect":9257995,"hoster":"VOE"},{"redirect":9258000,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Absturz in der Wüste","epNo":4,"alt":"Icy Descent","descr":"18. Mai 2011: Eine Maschine der argentinischen Airline Sol Líneas Aéreas ist unterwegs nach Comodoro Rivadavia. Circa 45 Minuten nach dem Start gerät sie in Schwierigkeiten und stürzt kurz darauf ab.","versions":[{"lang":1,"streams":[{"redirect":9258135,"hoster":"VOE"},{"redirect":11196305,"hoster":"Doodstream"},{"redirect":9258136,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ein Überlebender","epNo":5,"alt":"Atlantic Ditching","descr":"Am 12. März 2009 stürzt ein Helikopter auf dem Weg zu einer Bohrinsel vor der Ostküste Kanadas ab. Nur einer von 19 Passagieren überlebt. Für die Experten beginnen langwierige Ermittlungen.","versions":[{"lang":1,"streams":[{"redirect":9258141,"hoster":"VOE"},{"redirect":9258145,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aufprall in Schweden","epNo":6,"alt":"Impossible Pitch","descr":"Ein Frachtflugzeug gerät im schwedischen Luftraum in eine Notlage und schlägt wenig später mit der Nase im ewigen Eis der Arktis auf. Die Ermittlungen führen zu schockierenden Erkenntnissen.","versions":[{"lang":1,"streams":[{"redirect":9258148,"hoster":"VOE"},{"redirect":11196335,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Keine Vorwarnung","epNo":7,"alt":"No Warning","descr":"Eine Turboprop-Maschine soll rund 50 Passagiere, darunter viele Berufspendler, von der indonesischen Hafenstadt Jayapura ins Landesinnere von Papua bringen. Dabei kommt es zu einer Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9258154,"hoster":"VOE"},{"redirect":9258158,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tod im Cockpit","epNo":8,"alt":"Cockpit Killer","descr":"Im November 2013 zerschellt eine Maschine der LAM Mozambique Airlines in einem namibischen Nationalpark. Die Ursache des Absturzes bleibt zunächst rätselhaft.","versions":[{"lang":1,"streams":[{"redirect":9258165,"hoster":"VOE"},{"redirect":9258167,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Abgestürzt in den Sumpf","epNo":9,"alt":"Stormy Cockpit","descr":"5. Mai 2007: Trotz eines schweren Sturms wird einer Boeing 737 am Airport Douala in Kamerun die Starterlaubnis erteilt. Kurz nach dem Abflug stürzt die Maschine über dichtem Mangrovenwald ab.","versions":[{"lang":1,"streams":[{"redirect":9258172,"hoster":"VOE"},{"redirect":9258177,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tragödie bei der Landung","epNo":10,"alt":"Runway Breakup","descr":"Auf dem Weg von der kolumbianischen Hauptstadt Bogotá auf die Karibikinsel San Andrés gerät AIRES-Flug 8250 in einen Tropensturm und schlägt kurz vor Erreichen des Ziels auf der Landebahn auf.","versions":[{"lang":1,"streams":[{"redirect":14002785,"hoster":"VOE"},{"redirect":9258184,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-21","episodes":[{"epId":"episode-1","name":"Am Boden: Boeing Max 8","epNo":1,"alt":"Grounded: Boeing Max 8","descr":"2018 stürzt eine erst zwei Monate alte Boeing 737 MAX 8 über der Javasee ab. Alle Insassen kommen ums Leben. Nach Auswertung des Stimmrekorders wird klar: Ein Steuerungsproblem führte zur Katastrophe.","versions":[{"lang":1,"streams":[{"redirect":9258189,"hoster":"VOE"},{"redirect":9258190,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Katastrophe in der Kabine","epNo":2,"alt":"Cabin Catastrophe","descr":"2018 explodiert ein Triebwerk einer Boeing 737, das auch das Flugzeug beschädigt: eine Frau wird teilweise durch ein zerstörtes Kabinenfenster nach draußen gesaugt. Obwohl die Pilotin eine schnelle Landeklappen 5-Landung bei Philadelphia durchführt, kann ihr Leben nicht gerettet werden. Ein Ermüdungsriss ließ Triebswerksschaufel 13 brechen, welche den Verschlussriegel der Turbinenverkleidung traf, die sich in Schrapnelle verwandelte. Daraus folgte ein Redesign des Verschlusses und eine veränderte Untersuchungsmethode der Turbinenblätter per Ultraschall, statt per flourezierender Flüssigkeit","versions":[{"lang":1,"streams":[{"redirect":9258198,"hoster":"VOE"},{"redirect":9258202,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Aufholjagd","epNo":3,"alt":"Playing Catch Up","descr":"Ein Privatjet befindet sich im Anflug auf den Airport von Akron im US-Bundesstaat Ohio. Kurz vor dem Ziel kommt es zur Katastrophe: Die Maschine knallt in ein Apartmentgebäude, alle Insassen sterben.","versions":[{"lang":1,"streams":[{"redirect":9258353,"hoster":"VOE"},{"redirect":9258354,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Kollaps über Kathmandu","epNo":4,"alt":"Meltdown Over Kathmandu","descr":"Während des Anflugs auf den Flughafen von Kathmandu verfehlt eine Passagiermaschine der US-Bangla Airlines die Landebahn. Es kommt zu einem verheerenden Crash, das Flugzeug geht in Flammen auf.","versions":[{"lang":1,"streams":[{"redirect":9258362,"hoster":"VOE"},{"redirect":9259547,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Nordsee-Albtraum","epNo":5,"alt":"North Sea Nightmare","descr":"Über der sturmgepeitschten Nordsee wird eine Turboprob-Maschine vom Blitz getroffen. Im Cockpit fallen die Instrumente aus, das Flugzeug rast hinab in die Tiefe. Der Aufprall scheint unausweichlich.","versions":[{"lang":1,"streams":[{"redirect":13918351,"hoster":"VOE"},{"redirect":9258385,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Unglück beim Abflug","epNo":6,"alt":"Tragic Takeoffs","descr":"Am Airport Lexington biegen Piloten versehentlich auf eine viel zu kurze Startbahn. Die Maschine schießt über die Piste und kollidiert mit Büschen und Bäumen, bevor sie zerbricht und Feuer fängt.","versions":[{"lang":1,"streams":[{"redirect":11196478,"hoster":"VOE"},{"redirect":9258413,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Mission Desaster","epNo":7,"alt":"Mission Disaster","descr":"Bei einer Luftbetankung im Golfkrieg fallen bei einem Tankflugzeug der US Air Force zwei Triebwerke aus. Die Besatzung navigiert ohne jegliche Funkunterstützung zurück zum Geschwader-Stützpunkt.","versions":[{"lang":1,"streams":[{"redirect":9258412,"hoster":"VOE"},{"redirect":9258420,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In der Zwickmühle","epNo":8,"alt":"Caught in a Jam","descr":"Schlechte Sichtverhältnisse führen beim Landeanflug zum Absturz einer Maschine über undurchdringlichem Terrain in Neuseeland. Die Ermittler finden einen Fehler im Cockpit des verunglückten Flugzeugs.","versions":[{"lang":1,"streams":[{"redirect":9258436,"hoster":"VOE"},{"redirect":9258438,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Sekunden vor der Landung","epNo":9,"alt":"Seconds From Touchdown","descr":"Bereits kurz nach dem Start des Propair-Fluges 420 bemerken die Piloten den Verlust von Hydraulikdruck. Sie beantragten eine Rückkehrerlaubnis, doch plötzlich fängt das linke Triebwerk Feuer.","versions":[{"lang":1,"streams":[{"redirect":9258451,"hoster":"VOE"},{"redirect":9258458,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Tödliche Lieferung","epNo":10,"alt":"Deadly Delivery","descr":"Auch wenn die Unfallermittler nach kurzer Zeit vor Ort sind: Es gleicht einem gigantischen Puzzle, bis die Spezialisten den Absturz des Frachtfluges UPS 1354 in Alabama rekonstruieren können.","versions":[{"lang":1,"streams":[{"redirect":9258461,"hoster":"VOE"},{"redirect":9258475,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-22","episodes":[{"epId":"episode-1","name":"Sturzflug in den Pazifik","epNo":1,"alt":"Pacific Plunge","descr":"Beim Absturz einer McDonnell Douglas-Maschine vom mexikanischen Puerto Vallarta nach Seattle kommen im Jahr 2000 alle 88 Menschen an Bord ums Leben. Offenbar gab es Probleme mit der Steuerung.","versions":[{"lang":1,"streams":[{"redirect":12503090,"hoster":"VOE"},{"redirect":12503110,"hoster":"Doodstream"},{"redirect":12503108,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Panik über Michigan","epNo":2,"alt":"Terror Over Michigan","descr":"Der Beinahe-Absturz des TWA-Flugs 841 von New York nach Minneapolis stellt die Ermittler vor ein Rätsel. Um die Ursachen des Vorfalls zu ergründen, begeben sie sich auf eine lebensgefährliche Mission.","versions":[{"lang":1,"streams":[{"redirect":12503106,"hoster":"VOE"},{"redirect":12503113,"hoster":"Doodstream"},{"redirect":12503112,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Zwei-Milliarden-Dollar-Absturz","epNo":3,"alt":"Stealth Bomber Down","descr":"Beim teuersten Flugzeugunglück aller Zeiten gibt es keine Toten, doch der materielle Schaden ist immens: Der Absturz der \"Spirit of Kansas\" kostet die amerikanische Luftwaffe zwei Milliarden Dollar.","versions":[{"lang":1,"streams":[{"redirect":12503111,"hoster":"VOE"},{"redirect":12503114,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Probleme im Doppelpack","epNo":4,"alt":"Double Trouble","descr":"Über den Alpen gerät eine Trans-Air-Frachtmaschine in Turbulenzen. Zwei Triebwerke gehen verloren und Feuer bricht aus. Die Crew wagt ein riskantes Manöver und überlebt. Doch wo lag die Ursache?","versions":[{"lang":1,"streams":[{"redirect":12503117,"hoster":"VOE"},{"redirect":12503121,"hoster":"Doodstream"},{"redirect":12503119,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Warteschleife","epNo":5,"alt":"Holding Pattern","descr":"Bei einer missglückten Landung im südrussischen Rostow stürzt eine Boeing 737 ab. Alle Menschen an Bord kommen ums Leben. Auf der Suche nach der Ursache stoßen die Ermittler auf eine tödliche Falle.","versions":[{"lang":1,"streams":[{"redirect":12503123,"hoster":"VOE"},{"redirect":12503129,"hoster":"Doodstream"},{"redirect":12503125,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bruchlandung in Portugal","epNo":6,"alt":"Peril over Portugal","descr":"Die Bruchlandung einer McDonnell Douglas DC-10–30 auf dem Flughafen von Faro stellt die Ermittler vor ein Rätsel. Was ist kurz vor dem Aufsetzen schief gegangen? Fest steht nur: 56 Menschen sind tot.","versions":[{"lang":1,"streams":[{"redirect":12503124,"hoster":"VOE"},{"redirect":12503126,"hoster":"Doodstream"},{"redirect":12503131,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Triebwerk-Mysterium","epNo":7,"alt":"Turboprop Terror","descr":"Der Absturz eines Turboprop-Flugzeugs in North Carolina scheint vermeidbar gewesen zu sein. \"Mayday – Alarm im Cockpit\" nimmt das Unglück, bei dem im Dezember 1994 15 Menschen starben unter die Lupe.","versions":[{"lang":1,"streams":[{"redirect":12917567,"hoster":"VOE"},{"redirect":12503139,"hoster":"Doodstream"},{"redirect":12503130,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Bedrohliche Bäume","epNo":8,"alt":"Tree Strike Terror","descr":"Schreckensszenario bei American Airlines Flug 1572: Turbulenzen im Anflug auf Connecticut. Der Tower ist bereits geschlossen und die Baumkronen kommen immer näher.An eine Notlandung denkt noch keiner.","versions":[{"lang":1,"streams":[{"redirect":12503133,"hoster":"VOE"},{"redirect":12503135,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Cockpit ohne Strom","epNo":9,"alt":"Pitch Black","descr":"Der Absturz eines Turboprop-Flugzeugs in Illinois gibt den Ermittlern Rätsel auf. \"Mayday – Alarm im Cockpit\" schildert wie eine fatale Fehlannahme schließlich zu einer tödlichen Entscheidung führte.","versions":[{"lang":1,"streams":[{"redirect":12503137,"hoster":"VOE"},{"redirect":12503142,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Verlust einer Legende","epNo":10,"alt":"Loss of a Legend","descr":"Im Januar 2020 hielt die Welt den Atem an: Basketball-Legende Kobe Bryant stürzte mit einem Hubschrauber ab. Mit ihm sterben seine Tochter und sieben weitere Insassen. Wie kam es zu dieser Tragödie?","versions":[{"lang":1,"streams":[{"redirect":12503083,"hoster":"VOE"},{"redirect":12503088,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-23","episodes":[{"epId":"episode-1","name":"Tragödie über Japan","epNo":1,"alt":"Deadly Exchange","descr":"Von den 524 Menschen an Bord eines Japan-Airlines-Fluges im Jahr 1989 überleben nur vier, als die Boeing 747 nach zwei Explosionen gegen einen Berg prallt. Terror oder nicht, das ist hier die Frage.","versions":[{"lang":1,"streams":[{"redirect":12503219,"hoster":"VOE"},{"redirect":12503225,"hoster":"Doodstream"},{"redirect":12503223,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Gefährlich unprofessionell","epNo":2,"alt":"Mixed Signals","descr":"Was gab es im Cockpit einer Jetstream 32 zu besprechen, bevor die Maschine abstürzte? Ein scheinbar beiläufiges Gespräch führt die Unfall-Ermittler auf eine Fährte, die Aufschluss geben könnte.","versions":[{"lang":1,"streams":[{"redirect":12503212,"hoster":"VOE"},{"redirect":12503226,"hoster":"Doodstream"},{"redirect":12503218,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Tödliche Missverständnisse","epNo":3,"alt":"Pressure Point","descr":"Albtraum statt Traumurlaub: 144 Menschen sterben auf dem Weg in die Karibik. Zahlreiche menschliche Fehler führen dazu, dass der Independent-Air-Flug 1851 am Pico Alto auf den Azoren zerschellt.","versions":[{"lang":1,"streams":[{"redirect":12503205,"hoster":"VOE"},{"redirect":12503217,"hoster":"Doodstream"},{"redirect":12503210,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Maschine mit Makel","epNo":4,"alt":"Power Play","descr":"Die Abschlussfeier ihrer Kinder an der Divine World University können viele Eltern nicht miterleben. Sie zählen zu den Passagieren, die bei der Bruchlandung des PNG-Fluges 1600 ums Leben kommen.","versions":[{"lang":1,"streams":[{"redirect":12503208,"hoster":"VOE"},{"redirect":12503213,"hoster":"Doodstream"},{"redirect":12503209,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Kontrollverlust über Lissabon","epNo":5,"alt":"Control Catastrophe","descr":"Eigentlich sollte bei der Maschine vom Typ Embraer E190 LR nach ihrer Wartung in Lissabon alles in Ordnung sein. Doch ein fataler Fehler führt zu Komplikationen und einer spektakulären Notlandung.","versions":[{"lang":1,"streams":[{"redirect":12503192,"hoster":"VOE"},{"redirect":12503203,"hoster":"Doodstream"},{"redirect":12503199,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Katastrophe im Cockpit","epNo":6,"alt":"Cockpit Catastrophe","descr":"Als das Cockpitfenster bei Sichuan Airlines Flug 8633 hoch über dem Himalaja zerbirst, spielen sich dramatische Szenen ab. Die Besatzung muss die Maschine von Hand notlanden – eine Heldentat.","versions":[{"lang":1,"streams":[{"redirect":12503185,"hoster":"VOE"},{"redirect":12503194,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Traumreise ins Desaster","epNo":7,"alt":"Dream Flight Disaster","descr":"Auf den Weg zum Silvesterfeuerwerk im Hafen von Sidney findet eine sechsköpfige Milliardärsfamilie den Tod. Ihr Wasserflugzeug stürzt ab und zunächst ist völlig unklar, was zu dieser Tragödie führte.","versions":[{"lang":1,"streams":[{"redirect":12503172,"hoster":"VOE"},{"redirect":12503186,"hoster":"Doodstream"},{"redirect":12503179,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Tödliche Täuschung","epNo":8,"alt":"Deadly Deception","descr":"Luftpiraten wollen die Crew eines bulgarischen Verkehrsflugzeugs auf dem Weg nach Varna zwingen, nach Wien zu fliegen. Doch dazu reicht der Treibstoff nicht. Ein verwegener Plan wird geschmiedet.","versions":[{"lang":1,"streams":[{"redirect":12503166,"hoster":"VOE"},{"redirect":12503170,"hoster":"Doodstream"},{"redirect":12503173,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Ausgeliefert","epNo":9,"alt":"Delivery To Disaster","descr":"Dass menschliches Versagen zum Absturz eines Frachtflugzeugs geführt hat, finden die Ermittler erst spät heraus. In den Unterlagen des Piloten offenbaren sich zum Entsetzen aller mangelnde Kenntnisse.","versions":[{"lang":1,"streams":[{"redirect":12503161,"hoster":"VOE"},{"redirect":12503168,"hoster":"Doodstream"},{"redirect":12503165,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Absturz über dem Mittelmeer","epNo":10,"alt":"Mystery Over The Mediterranean","descr":"Was ist an Bord von Egypt Air-Flug 804 passiert? 2016 stürzt die Maschine auf dem Flug von Paris nach Kairo ins Mittelmeer. 66 Menschen sterben. Die Familien der Opfer warten lange auf Antworten.","versions":[{"lang":1,"streams":[{"redirect":12503229,"hoster":"VOE"},{"redirect":12503231,"hoster":"Doodstream"},{"redirect":12503232,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-24","episodes":[{"epId":"episode-1","name":"Tödliche Richtlinie","epNo":1,"alt":"Deadly Directive","descr":"Nachdem der Ethiopian Airlines Flug 302 kurz nach dem Start abstürzt, kommt es schließlich zur Stilllegung der gesamten Boeing-Flotte vom Typ 737 MAX 8.","versions":[{"lang":1,"streams":[{"redirect":14514153,"hoster":"VOE"},{"redirect":14514154,"hoster":"Vidoza"},{"redirect":14514152,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Explosion über dem Pazifik","epNo":2,"alt":"Terror Over The Pacific","descr":"Eine heftige Explosion reißt ein Loch in eine Boeing 747 über Hawaii. Bei der Suche nach Hinweisen zur Unglücksursache führt die Spur die Ermittler schließlich zu einem katastrophalen Kurzschluss.","versions":[{"lang":1,"streams":[{"redirect":14514140,"hoster":"VOE"},{"redirect":14514151,"hoster":"Vidoza"},{"redirect":14514141,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Verschollener Fußballstar","epNo":3,"alt":"Lost Star Footballer","descr":"Eine gecharterte Piper Malibu mit dem aufstrebenden jungen Fußballstar Emiliano Sala an Bord verschwindet über dem Ärmelkanal plötzlich vom Radar.","versions":[{"lang":1,"streams":[{"redirect":14514128,"hoster":"VOE"},{"redirect":14514139,"hoster":"Vidoza"},{"redirect":14514127,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Inferno in der Luft","epNo":4,"alt":"Fight For Survival","descr":"Trotz Flammen, die durch den Cockpitboden dringen, schaffen es die Piloten von Pilgrim Airlines 458, eine heroische Landung auf einem gefrorenen Stausee in Rhode Island zu meistern.","versions":[{"lang":1,"streams":[{"redirect":14514160,"hoster":"VOE"},{"redirect":14514166,"hoster":"Vidoza"},{"redirect":14514161,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ohne Vorwarnung","epNo":5,"alt":"Without Warning","descr":"Zwei Wasserflugzeuge mit Touristen an Bord prallen über einem spektakulären Wasserfall in Alaska zusammen. Um zu klären, warum es zu dem Unglück kam, greifen die Ermittler auf 3D-Technologie zurück.","versions":[{"lang":1,"streams":[{"redirect":14514135,"hoster":"VOE"},{"redirect":14514147,"hoster":"Vidoza"},{"redirect":14514137,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Inferno aus dem Frachtraum","epNo":6,"alt":"Under Fire","descr":"Nur wenige Minuten nach dem Start kommt es auf Saudia-Flug 163 zu einem verheerenden Brand. Der Besatzung gelingt es zwar noch, umzukehren und die Lockheed L-1011 TriStar in Riad zu landen, doch dann greift das Feuer rasend schnell um sich und tötet alle 301 Menschen an Bord. Das Flugunglück geht als eines der schlimmsten aller Zeiten in die Geschichte der zivilen Luftfahrt ein – und die Ermittler stehen vor einer Mammutaufgabe: Sie müssen die Ursache für das Inferno herausfinden und klären, warum sich die Flammen so schnell ausbreiten konnten.","versions":[{"lang":1,"streams":[{"redirect":14514143,"hoster":"VOE"},{"redirect":14514146,"hoster":"Vidoza"},{"redirect":14514145,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Desaster am Insel-Flughafen","epNo":7,"alt":"Disaster At Dutch Harbor","descr":"Nach einem rund vierstündigen Flug setzen die Piloten von PenAir 3296 zum Anflug auf den berüchtigten Unalaska Airport in Alaska an, vor dem selbst erfahrene Flugkapitäne Respekt haben. Jeder Fehler hat hier fatale Folgen – und genau dieser Worst Case tritt ein. Als die Turboprop-Maschine die Landebahn erreicht, gelingt es der Besatzung nicht, das Flugzeug zu stoppen und es schießt über die Piste hinaus. Bei der Suche nach der Unfallursache stehen die Ermittler vor einem Rätsel, bis sie Hinweise finden, dass eine fehlerhafte Verkabelung und tückische Rückenwinde zur Katastrophe geführt haben könnten.","versions":[{"lang":1,"streams":[{"redirect":14514159,"hoster":"VOE"},{"redirect":14514162,"hoster":"Vidoza"},{"redirect":14514168,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Pilot gegen Maschine","epNo":8,"alt":"Pitch Battle","descr":"Kurz nach dem Start von Colgan-Air-Flug 9446 kommt es zur Katastrophe, als die Maschine vor Cape Cod in den Atlantik stürzt. Was zum Unglück des Pendlerflugzeugs führte, ist zunächst völlig unklar.","versions":[{"lang":1,"streams":[{"redirect":14514163,"hoster":"VOE"},{"redirect":14514167,"hoster":"Vidoza"},{"redirect":14514165,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tödlicher Take-off","epNo":9,"alt":"Deadly Departure","descr":"Eine Frachtmaschine vom Typ DC-8 verfügt über nur drei funktionierende Triebwerke. Sie soll von Kansas City aus zu einer Wartungseinrichtung gebracht werden. Doch beim Start kommt das Flugzeug von der Startbahn ab. Bei dem folgenden Crash verlieren alle drei Piloten ihr Leben. Im Laufe ihrer Analyse nehmen die Ermittler die Ausbildung der Crew genau unter die Lupe. Dabei entdecken sie, dass ihnen der Flugsimulator, an dem sie trainiert haben, einen völlig falschen Eindruck vom Startverfahren mit drei Triebwerken vermittelt hat. Das führte zu höchst fatalen Missverständnissen mit tödlichen Folgen.","versions":[{"lang":1,"streams":[{"redirect":14514155,"hoster":"VOE"},{"redirect":14514158,"hoster":"Vidoza"},{"redirect":14514157,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Elf tödliche Sekunden","epNo":10,"alt":"Eleven Deadly Seconds","descr":"Am 16. Februar 1998 kommt es zu einem Unglück: Beim Anflug auf den Flughafen von Taipeh stürzt ein Airbus A300 auf dem China Airlines Flug 676 während eines aufziehenden Gewitters ab. Die Maschine verfehlt die Landebahn und prallt auf einer belebten Straße auf. Das Unglück, bei dem alle 196 Menschen an Bord und sechs Anwohner am Boden ums Leben kommen, ist die schlimmste Luftfahrtkatastrophe in der Geschichte Taiwans. Als die Ermittlungen aufgenommen werden, ist schnell klar, dass elf schicksalhafte Sekunden, in denen keiner der beiden Piloten die Kontrolle über das Flugzeug hatte, zum Crash führten.","versions":[{"lang":1,"streams":[{"redirect":14514149,"hoster":"VOE"},{"redirect":14514156,"hoster":"Vidoza"},{"redirect":14514150,"hoster":"Streamtape"}]}]}]}]}