{"path":"/serie/stream/meadowlands-stadt-der-angst","name":"Meadowlands - Stadt der Angst","descr":"[Cape Wrath] Nach Monaten voller Angst und Gewalt werden Dany Brogan und seine Familie ins Zeugenschutzprogramm aufgenommen. An einem geheimen Ort sollen sie mit neuer Identität die Chance auf ein friedliches Leben erhalten. Aber schnell wird klar, dass ihre scheinbar idyllische zweite Heimat ein düsteres Geheimnis überschattet.","seasons":[{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-1","name":"Fremde Heimat","epNo":1,"alt":"Episode 1","descr":"Danny Brogan erreicht mit seiner Familie die Stadt Meadowlands, die ihr neues Zuhause werden soll. Doch ihre Vergangenheit holt sie schnell wieder ein. Evelyn, Dannys Ehefrau, wirft ihm vor, nur seinetwegen mit den Kindern weggezogen zu sein, um in Meadowlands ein neues Leben beginnen zu können. Ihr Sohn, Mark, befindet sich immer noch in einem Schockzustand und spricht kein einziges Wort. Die Probleme verschlimmern sich, als Evelyn herausfindet, dass sie das Gebiet von Meadowlands nicht verlassen kann. Solange ihr Verschwinden noch aktuell ist, darf sie mit ihrer Familie noch nicht einmal einkaufen gehen. Evelyns Tochter, Zoe, flirtet mit einem etwas mehrwürdig wirkenden Handwerker Jack. Danny macht sich Sorgen um Zoe und spricht Wintersgill, den Polizisten von Meadowlands, auf Jack an. Wintersgill weigert sich allerdings, ihm eine Auskunft zu erteilen und gibt Danny stattdessen eindeutig zu verstehen, dass er um seine Vergangenheit Bescheid weiß. Danny wird klar, dass die gesamte Stadt aus Bewohnern besteht, die sich in einem Zeugenschutzprogramm befinden. Danny und Evelyn müssen Meadowlands notgedrungen als das vorerst beste verfügbare Zuhause für ihre Familie anerkennen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182576","hoster":"VOE"},{"path":"/redirect/13182572","hoster":"Doodstream"},{"path":"/redirect/13182574","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-2","name":"Verfolgungswahn?","epNo":2,"alt":"Episode 2","descr":"Der Handwerker Jack erzählt Samantha, dass er Meadowlands verlassen will. Er scheint zuvor brutal verprügelt worden zu sein. Danny glaubt, ein bekanntes Gesicht unter den Bewohnern zu erkennen und befürchtet, dass er und seine Familie von ihm gejagt und aufgespürt wurden. Zoe und Jezebel versuchen, herauszufinden, warum sich Jack in Meadowlands befindet – doch die schreckliche Wahrheit, die sie ans Licht bringen, macht die Situation für Jack nur noch schlimmer. Mark experimentiert mit seinem Aussehen und trägt immer öfter Kleidung von seiner Schwester Zoe. Danny verfolgt den Mann, den er zu kennen glaubt und ist sich schließlich sicher, dass er geschickt wurde, um ihn und seine Familie zu ermorden. Jack ist nochmals schwer körperlich misshandelt worden und sucht nach Zoe, die ihm zuvor ihre Hilfe angeboten hat. Doch Jack findet nur den völlig verängstigten Mark, der Kleider von Zoe angezogen hat. Marks Aussehen aktiviert die brutalen sexuellen Triebe, die Jack einst nach Meadowlands gebracht haben. Dieses Mal hat Jacks Ausbruch Konsequenzen, die nicht mehr umzukehren sind …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182575","hoster":"VOE"},{"path":"/redirect/13182577","hoster":"Doodstream"},{"path":"/redirect/13182573","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-3","name":"Falsche Sicherheit","epNo":3,"alt":"Episode 3","descr":"Danny muss es schaffen, den Mord an Jack zu vertuschen, aber der Polizist Wintersgill scheint Lunte gerochen zu haben. Seine Ermittlungen führen ihn direkt zu den Brogans. Doch Mark und Danny gelingt es, ihm immer einen Schritt voraus zu sein. Evelyn hat einen Termin bei Dr. York, um von ihm abklären zu lassen, ob sie noch ein weiteres Kind bekommen kann. Dabei hat sie das Gefühl, dass sich der Mediziner von ihr sehr angezogen fühlt. Danny und Mark schweißt der Mord an Jack zusammen – sie haben eine Schlacht gegen Wintersgill zu schlagen, die sie beide zusammenrücken lässt wie seit Jahren nicht mehr. Aber Wintersgill wartet nur auf seine Chance, den instabilen Mark alleine abzufangen. Es gelingt ihm und nach seinem Verhör kommt Danny wegen Mordverdacht ins Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182580","hoster":"VOE"},{"path":"/redirect/13182578","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-4","name":"Blick in den Abgrund","epNo":4,"alt":"Episode 4","descr":"Danny wird von Wintersgill in die Mangel genommen, um ein Geständnis aus ihm herauszupressen. Doch Danny kann ihm Paroli bieten. Zwischen den beiden entbrennt ein Psycho-Duell, bei dem jeder auf ein Zeichen von Schwäche bei seinem Gegenüber wartet. Dabei erhält Danny viele Informationen zu Wintersgills Vergangenheit. Zoe ist durch die Gefangennahme von Danny verstört und flüchtet sich in die Arme des Golfsportverrückten Tom Tyrell. Mark sucht derweil Beistand bei der Nachbarin Brenda. Evelyn erhält die ersten Testergebnisse von Dr. York, die beweisen, dass Danny nicht der Vater der Zwillinge ist. Sie wagt es nicht, Danny unter die Augen zu treten. Alles scheint verloren, als Samantha plötzlich Wintersgill befiehlt Danny frei zu lassen und öffentlich dessen Unschuld zu verkünden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182582","hoster":"VOE"},{"path":"/redirect/13182585","hoster":"Doodstream"},{"path":"/redirect/13182584","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-5","name":"Einschüchterungen","epNo":5,"alt":"Episode 5","descr":"Zoe findet die Leiche von Jack auf einer Straße. Mark und Danny sind geschockt: Wer hat die Leiche gefunden und dort hin geschafft? Auch alle anderen Bewohner sind in einem Schockzustand. Danny bemerkt, dass der Vorfall Samantha sehr recht ist, vielleicht sogar von ihr als Einschüchterungsmaßnahme benutzt wurde. Zoe und Tom versuchen, die Wahrheit herauszufinden. Evelyn gelingt es, Dr. York dazu zu bringen, Danny nichts über die Testresultate zu sagen. Wintersgill hat Ormond verhaftet, den Mann, denn Danny am Feuer gesehen hat. Ormond erklärt Danny, dass er die Verantwortung für den Tod von Danny übernehmen wird und Samantha zu den Zuständen in Meadowlands befragen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182586","hoster":"VOE"},{"path":"/redirect/13182588","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-6","name":"Experimente","epNo":6,"alt":"Episode 6","descr":"Zoe findet die Leiche von Jack auf einer Straße. Mark und Danny sind geschockt: Wer hat die Leiche gefunden und dort hin geschafft? Auch alle anderen Bewohner sind in einem Schockzustand. Danny bemerkt, dass der Vorfall Samantha sehr recht ist, vielleicht sogar von ihr als Einschüchterungsmaßnahme benutzt wurde. Zoe und Tom versuchen, die Wahrheit herauszufinden. Evelyn gelingt es, Dr. York dazu zu bringen, Danny nichts über die Testresultate zu sagen. Wintersgill hat Ormond verhaftet, den Mann, denn Danny am Feuer gesehen hat. Ormond erklärt Danny, dass er die Verantwortung für den Tod von Danny übernehmen wird und Samantha zu den Zuständen in Meadowlands befragen wird.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182590","hoster":"VOE"},{"path":"/redirect/13182593","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-7","name":"Der Preis der Lüge","epNo":7,"alt":"Episode 7","descr":"Dr. York wird von seiner Vergangenheit gequält und verzehrt sich nach Evelyn. Da er mit Höflichkeit bei ihr nicht weitergekommen ist, stellt er ihr ein Ultimatum: Entweder schläft sie mit ihm oder er wird Danny die Wahrheit über den Vater der Zwillinge verraten. Danny vertraut Samantha nicht mehr und beginnt, die anderen Einwohner über sie zu befragen. Brenda will die Affäre mit Mark wieder aufleben lassen, weiß allerdings nicht, dass er sich auch mit ihrer Tochter Jezebel vergnügt. Evelyn gibt Dr. York nach, der aber plötzlich von ihr ablässt. Sie kehrt verstört nach Hause zurück, wo Danny ihr seinen Plan verrät aus Meadowlands zu flüchten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182597","hoster":"VOE"},{"path":"/redirect/13182594","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meadowlands-stadt-der-angst/staffel-1/episode-8","name":"Lohn der Furcht","epNo":8,"alt":"Episode 8","descr":"Danny will mit seiner Familie am Ende der Eröffnungsparty für die Bar aus Meadowlands fliehen. Er muss seine Kinder und Frau davon überzeugen, die Flucht anzutreten und erzählt ihnen die Wahrheit über seinen Mord an Jack, der von Samantha vertuscht wurde. Mark findet heraus, warum sich Jezebel und Brenda in Meadowland befinden. Abigail und York einigen sich auf die Scheidung, als sie ihm verrät, dass sie schwanger ist. Wütend fährt York zu der Eröffnungsparty und Evelyn ist gezwungen, Danny die Wahrheit zu erzählen. Enttäuscht und verletzt verlässt Danny die Party und rast in seinem Auto davon. Immer weiter entfernt er sich aus der Stadt, bis die Straße aufhört. Nun befindet er sich mitten in einer riesigen Wüste – Meadowlands befindet sich buchstäblich im Nirgendwo – es gibt für Danny kein Entkommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13182596","hoster":"VOE"},{"path":"/redirect/13182601","hoster":"Streamtape"}]}]}]}]}