{"path":"/serie/stream/medaka-box","name":"Medaka Box","descr":"Die Geschichte handelt von Medaka, dem stärksten Mädchen der Hanokiwa Academy, welches den Schulsprecherrat leitet. Die Schülerschaft kann 24 Stunden am Tag und 365 Tage im Jahr Wünsche und Beschwerden in die Vorschläge-Box einreichen, die Medaka eingeführt hat. Gemeinsam mit den Schülerratsmitgliedern Zenkichi, Akune und Kikaijima stellt sich Medaka den Herausforderungen in der Schule und versucht stets die Probleme der Schüler, welche oft von übernatürlicher Art sind und Kämpfe fordern, zu lösen.","seasons":[{"path":"/serie/stream/medaka-box/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/medaka-box/staffel-1/episode-1","name":"","epNo":1,"alt":"Student Council in the House!","descr":"Zenkichi Hitoyoshi wird widerwillig von seinem Jugendfreund Medaka Kurokami rekrutiert , um in die Schülervertretung einzutreten. Trotz seines Widerwillens wird er mitgeschleift, als Medaka auf die erste Bitte in ihrem Vorschlagskasten antwortet und darum bittet, die Delinquenten loszuwerden, die ihre Basis im Kendo . gemacht habenVereinsraum. Zenkichi beobachtet, wie Medaka die Delinquenten diszipliniert, um bessere Clubmitglieder zu werden, aber er entwickelt seit ihrer Kindheit Neid auf ihre Exzellenz in allem. Habataki Hyūga, ein Student, der den Studentenrat verachtet, versucht, die Delinquenten zu Fall zu bringen, weil sie sich auf Medakas Seite stellen. Als Reaktion darauf schlägt Zenkichi Hyūga jedoch ins Gesicht. Medaka erhält später eine anonyme Nachricht in der Vorschlagsbox, in der sie aufgefordert wird, Hyūga eine sehr wertvolle Lektion über die wahre Bedeutung von Kendo zu erteilen. Nachdem Medaka zum Ausdruck gebracht hat, wie wichtig Zenkichi in ihrem Leben war, erklärt er sich bereit, offizielles Mitglied des Schülerrats zu werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8460149","hoster":"VOE"},{"path":"/redirect/8460145","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-2","name":"","epNo":2,"alt":"Are You the Culprit?/Of Course it’s Me!","descr":"Zenkichi, jetzt Generalsekretärin der Fachschaft, ist dafür verantwortlich, den Vorschlagskasten täglich zu kontrollieren. Aria Ariake, ein Track-Team-Mitglied, das erpresst wurde, das Track-Team zu verlassen, bittet um ihre Hilfe. Als die beiden die Beweise untersuchen, wird gefolgert, dass der Täter eine linkshändige Schere verwendet hat, um Ariakes Leichtathletikschuhe zu zerstören und Quadrate aus einer bestimmten abonnierten Zeitung auszuschneiden, um den Drohbrief zu schreiben. Als Hansode Shiranuiweist darauf hin, dass Isagi Isahaya die Schuldige sein könnte, Medaka verfolgt Isahaya, bis sie sie einholt. Obwohl Isahaya lügt, nicht die Schuldige zu sein, lässt Medaka sie ohne einen einzigen Zweifel gehen. Ariake lässt später ihre Leichtathletikschuhe durch eine anonyme Person ersetzen, vielleicht Isahaya. Später beauftragt Medaka Zenkichi, einen Hund für Urushi Akizuki zu finden. Als Shiranui den Hund findet, stellt sich heraus, dass er eher wild als häuslich ist. Da Zenkichi den Hund nicht locken und fangen kann, verkleidet sich Medaka als Hund, um die Arbeit irgendwie richtig zu erledigen und die Anfrage zu erfüllen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845458","hoster":"VOE"},{"path":"/redirect/8595836","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-3","name":"","epNo":3,"alt":"None of Your Business!!/As You Wish, Medaka-san!!","descr":"Zenkichi besucht verschiedene Clubs der Schule, was den Ruf eines \"Clubcrashers\" aufbaut. Ein Oberschichtsmann namens Hisshuu Kanoya, der sich an Medaka dafür rächen will, dass er bei der Schülerratswahl gegen ihn gewonnen hat, versucht Zenkichi für seine Sache zu rekrutieren, um eine Kundgebung gegen Medaka zu gründen. Zenkichi lehnt das Angebot jedoch ab und bleibt als Mitglied der Fachschaft standhaft. Nekomi Nabeshima , Kapitän des Judoclubs , bittet Medaka, unter den Mitgliedern einen geeigneten Nachfolger zu finden. Kouki AkuneEr, der den Spitznamen \"Prinz des Judo\" trägt, ist in Medaka sehr verliebt. Nachdem sich herausgestellt hat, dass Zenkichi und Akune seit ihrer Kindheit langjährige Rivalen sind, fordert Nabeshima sie zu einem Judo-Match auf, bei dem der Verlierer dem Klub des Siegers beitritt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845459","hoster":"VOE"},{"path":"/redirect/8595833","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-4","name":"","epNo":4,"alt":"Make Your Choice!!/If You’re Going to Make a Wish…","descr":"Die Regel des Judo-Matches lautet, dass Zenkichi einen Punkt erzielen muss, bevor Akune zehn Punkte erzielt. Nabeshima wettet mit Medaka und bietet Akune an, dem Schülerrat beizutreten, im Gegenzug dafür, dass Zenkichi dem Judo-Club beitritt. Als Antwort jubelt Medaka Zenkichi zu, was ihm erlaubt, das Spiel zu gewinnen. Da Betsuhei Jounan das Amt des neuen Kapitäns des Judo-Clubs übernommen hat, entlässt Nabeshima Akune aus dem Judo-Club, damit er seinen Traum verfolgen kann, Medakas Herz zu gewinnen. Zenkichi ist verzweifelt, als er erfährt, dass Akune jetzt die Sekretärin der Schülervertretung ist. Medaka beauftragt Akune, Kenna Yatsushiro, einem Wildfang mit schlechter Handschrift, dabei zu helfen, ihre Gefühle für eine Verliebtheit in einem Liebesbrief auszudrücken. Als Akune Medaka einen groben Entwurf des Liebesbriefes gibt, kommentiert Medaka, dass Akune nur seine eigenen Worte benutzte, anstatt Yatsushiros\u0027s Gefühle in der Sache. Vor diesem Hintergrund beschließt Akune, Yatsushiro in Handschrift-Fähigkeiten zu unterrichten, und nach einer Woche Übung gibt Yatsushiro ihrem Schwarm endlich den Liebesbrief. Medaka nimmt das zurück, was sie vorhin gesagt hat und dankt Akune für seine harte Arbeit.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845460","hoster":"VOE"},{"path":"/redirect/8595838","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-5","name":"","epNo":5,"alt":"Win Your Earnings!","descr":"Da sich im Vorschlagskasten zahlreiche Anfragen zu Budgeterhöhungen bei verschiedenen Clubs angesammelt haben, bemüht sich der Fachschaftsrat darum, eine Lösung zu finden, um die Clubgelder gerecht zu verteilen. Aufgrund eines Antrags, das Hallenbad für einen Wettbewerb zu nutzen, beschließt der Schülerrat jedoch, ein interclubübergreifendes Wassertreffen auszurichten, wobei die Mittel an den Gewinnerclub gehen. Dies ist ein Unterwasserwettbewerb, der aus vier Veranstaltungen besteht, an denen nur drei Teammitglieder pro Verein teilnehmen dürfen und alle männlichen Mitglieder mit aufblasbaren Armbinden behindert sind. Um den Wettbewerb interessanter zu gestalten, bietet Medaka an, das Budget jedes Clubs zu verdreifachen, der besser abschneidet als der Schülerrat. Tanzaku Aso, der Präsident des Rundfunkclubs, fungiert neben Shiranui als Kommentator. Die erste Veranstaltung ist Unterwasser-Basketball, bei dem die Teilnehmer in das Schwimmbad tauchen müssen, um schwere Basketbälle zu holen und in die ihnen zugewiesenen Körbe zu werfen. Medaka bündelt zwanzig Bälle und schießt sie in den Korb, was dann auch die meisten anderen Vereine, einschließlich der Schwimmmannschaft, tun.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845463","hoster":"VOE"},{"path":"/redirect/8595841","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-6","name":"","epNo":6,"alt":"I Don’t Expect You to Understand","descr":"Die zweite Veranstaltung ist das Unterwasser-Dreibeinrennen. Zenkichi und Akune fahren gegeneinander und werden Dritte, Ariake und Isahaya werden Zweite, während Umumichi Yakushima und Sotsu Tanegashima leicht den ersten Platz belegen. Das dritte Ereignis ist der Unterwasser-Aalfang. Nabeshima fängt neun Aale, liegt aber immer noch auf dem neunten Gesamtrang, Mogana Kikaijima fängt dreizehn Aale und landet auf dem ersten Gesamtrang, während Medaka keinen Aal fangen konnte und auf dem achten Gesamtrang landet. Nachdem Medaka gehört hat, dass das Schwimmteam erklärt, dass sie für Geld sterben würden, macht es sich Medaka zur Aufgabe, sie zu rehabilitieren. Das letzte Ereignis, das von Shiranui und Aso ausgewählt wurde, ist der Unterwasser- Hühnerkampf. Während des Kampfes drückt Kikaijima seine Verzweiflung nach Geld aufgrund von Kämpfen in der Kindheit aus. Zenkichi und Akune werfen ihre aufblasbaren Armbinden heraus, als Kikaijima Medaka in die Luft stößt. Dies ermöglicht Medaka, sicher über Wasser zu landen, und sie greift Kikaijima mit einem Kuss an und gewinnt damit das Match. Allerdings gewinnt der Judo-Club das interclub-Wassermeeting durch einen Erdrutsch, da es ihnen gelungen ist, die Bandanas von den anderen Teams zu ergattern, während Medaka und Kikaijima von ihrem Match abgelenkt wurden. Kikaijima wird dann zum Schatzmeister des Schülerrats ernannt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845465","hoster":"VOE"},{"path":"/redirect/8595845","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-7","name":"","epNo":7,"alt":"Does Everyone Do This?/My Own Tune!!","descr":"Nach einem unangenehmen Moment zwischen Zenkichi und Kikaijima kämpfen sie darum, sich anzufreunden. Um das Eis zu brechen, besucht Shiranui sie und bringt Kikaijima mit einem Foto von Medaka in Verlegenheit, wie sie sie küsst, während sie während des Unterwasser-Hühnerkampfes angegriffen wird. Zenkichi erklärt Kikaijima, dass Medaka von Natur aus Zuneigung zu jedem zeigt und sie gewissermaßen als Teil ihrer Familie sieht. Kikaijima interpretiert dies falsch und versucht Zenkichi zu küssen, aber Medaka und Akune kommen herein. Kizashi Yuubaru, der dem Kunstclub angehört, möchte, dass Medaka für ein neues Meisterwerk modelliert, das er zeichnet. Nachdem Yuubaru es nicht geschafft hat, die wahre Schönheit von Medaka auf Leinwand einzufangen, Zenkichi und Akune überzeugen jeweils Isahaya und Nabeshima als Models, aber Yuubaru lehnt beide ab. Yuubaru betrachtet Kikaijima zuerst, aber er ändert seine Meinung. Nicht einmal Zenkichi und Akune sind letztendlich geeignete Vorbilder für Yuubaru. Als Yuubaru Shiranui erblickt, kann er ihre wahre Schönheit in seiner Zeichnung festhalten, um sie als Cafeteria-Gutscheine zu verkaufen. Zur Erinnerung an seinen Erfolg schenkt Yuubaru der Schülervertretung im Gegenzug eine Zeichnung der sieben.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845466","hoster":"VOE"},{"path":"/redirect/8595850","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-8","name":"","epNo":8,"alt":"I Will Crush Kurokami Medaka!!","descr":"Harigane Onigase, ein Mitglied des Disziplinarausschusses, betritt das Fachschaftsbüro und beutet die Fachschaftsmitglieder für ihre Verstöße gegen die Kleiderordnung aus. Onigase geht wütend, nachdem Medaka sich entschieden hat, dies zu ignorieren. Obwohl Zenkichi versucht, Onigase davon zu überzeugen, dies aufzugeben, nutzt Onigase den Vorschlagskasten zu ihrem Vorteil und fordert Medaka anonym auf, einen Gegenstand in einem schmutzigen Außenpool zu finden, in der Annahme, sie würde sich einen Badeanzug anziehen. Stattdessen springt Medaka in ihrer Uniform ins Schwimmbad, was dann Onigase überrascht und ebenfalls schuldbewusst und beschämt ins Schwimmbad springt. Später legt Onigase Zenkichi versehentlich Handschellen an, nachdem er Shiranui dafür ausgeschimpft hat, dass er im Flur Donuts gegessen hat. Als Zenkichi und Onigase zum Büro des Disziplinarausschusses gehen, um den Schlüssel zu holen, treffen sie zufällig auf Medaka,der Zenkichi versehentlich auch Handschellen anlegt. Nachdem sie verschiedenen hilfebedürftigen Schülern geholfen haben, werden sie vom Mokkin-Team überfallen, einem Paar Delinquenten, die ihre Holz- und Metall-Baseballschläger zum Angriff einsetzen. Medaka und Zenkichi zerstören die Baseballschläger mit ihren Tritten und bringen das Mokkin-Team zur Flucht, wodurch Onigase einen ganz neuen Einblick in die Schülervertretung erhält.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/12380205","hoster":"VOE"},{"path":"/redirect/8595853","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-9","name":"","epNo":9,"alt":"It’s Not Justice if You Don’t Go Overboard!","descr":"Medaka spricht mit Shiranui über einige Beschwerden, die sich mit der Schalldämmung des Musikraums für das Schulorchester befassen, während die anderen Mitglieder des Schülerrats damit beschäftigt sind, andere Anfragen zu erledigen. Medaka findet Shiranui als Vizepräsidentin des Studentenrates geeignet, obwohl sie sich beide irgendwie hassen. Auf dem Weg zum Musikzimmer mit Handtüchern, die geliefert werden müssen, kommt Onigase an den beiden vorbei. Inzwischen Myouri Unzen, der Vorsitzende des Disziplinarausschusses, äußert seine Bedenken gegenüber dem Schulorchester, wird aber aufgrund seines jungen Alters nicht ganz ernst genommen. Als Medaka, Shiranui und Onigase eintreffen, finden sie das Musikzimmer abgerissen und die überlebenden Schüler in Tränen vor. Myouri erklärt den dreien, dass er den Frieden durch Anwendung von Gewalt aufrechterhält, um die Regeln durchzusetzen. Medaka nimmt zwei Treffer von Myouri ab und erklärt, dass sie keinen Grund hat, gegen ihn zu kämpfen. Myouri verrät jedoch, dass er Rankaku Yoshinogari, Kanraku Kunisaki und Fue Yobuko jeweils nach Kikaijima, Akune und Zenkichi geschickt hat. Während Shiranui die Tür blockiert, um Myouri am Verlassen zu hindern, besiegt Medaka jedes Mitglied des Disziplinarausschusses, bevor die anderen Mitglieder des Schülerrats bemerken, dass sie angegriffen werden.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845471","hoster":"VOE"},{"path":"/redirect/8595855","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-10","name":"","epNo":10,"alt":"I Will Not Forgive You!!","descr":"Yobuko wird sprachlos, als Zenkichi sagt, dass Medaka die Mitglieder des Disziplinarausschusses vor den Mitgliedern des Schülerrats rettete und nicht umgekehrt. Myouri, der wütend darüber ist, dass Medaka alle Mitglieder des Disziplinarausschusses besiegt hat, plant seine Rache. Er betritt das Büro der Schülervertretung und behauptet, das Spiegelbild von Medaka zu sein, aber er hasst die Menschen und die Art und Weise, wie sie immer die Regeln brechen. Dies war jedoch eine Falle für die Fachschaftsräte, da er Sprengstoff in Form von Hüpfbällen aktiviertdie er während seines Vortrags geschickt im Büro platzierte. In der Folge ist Myouri überrascht, dass Medaka einige der Sprengstoffe abgelenkt, ihre Freunde in einen Teppich eingerollt und nach draußen in Sicherheit gebracht hat. Obwohl Myouri glaubt, dass Medaka immer noch keinen Grund zum Kämpfen hat, gerät Medaka stattdessen in einen Wutanfall und gibt Myouri eine Kostprobe seiner eigenen Medizin.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845475","hoster":"VOE"},{"path":"/redirect/8595856","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-11","name":"","epNo":11,"alt":"This Is The End!!","descr":"Da die Tricks, die er im Ärmel hat, im Freien nutzlos sind, ist Myouri kein Match gegen Medaka. Myouri lockt Medaka jedoch in die Ruinen des Schulgebäudes. Als Ablenkung nutzt er ein Sperrfeuer aus Hüpfbällen und benutzt eines, das Fäden aus unsichtbaren Fäden aussendet, um sie zu immobilisieren, doch sie durchbricht die Fäden und fängt ihn in den Trümmern ein. Myouri gibt seine Niederlage zu und drückt seinen Hass auf die Menschen aus, erwähnt jedoch, dass Medaka überhaupt kein Mensch ist, trotz ihrer Behauptung, dass sie Menschen liebt. Er versucht sie, ihn zu erledigen, aber als sie den letzten Schlag versetzt, stellen sich Zenkichi, Akune und Kikaijima ihr in den Weg. Da sie sieht, dass sie Freunde hat, die sie unterstützen, wird sie wieder normal. Medaka lädt Myouri ein, Vizepräsident des Studentenrats zu werden, da er bereits weiß, dass er Vorsitzender des Disziplinarausschusses ist.obwohl sie tatsächlich versuchte, sich mit ihm anzufreunden. Nachdem die Mitglieder des Schülerrats gegangen sind, kommen Onigase und Yobuko an, um Myouri zu helfen, die die Mitglieder des Schülerrats für ihre Verstöße begnadigt, aber er zeigt sich besorgt um Medaka, wenn sie weiß, was passieren würde, wenn er entfernt würde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845474","hoster":"VOE"},{"path":"/redirect/8595866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-1/episode-12","name":"","epNo":12,"alt":"Even Without Kurokami Medaka!","descr":"Nachdem Medaka ins Krankenhaus eingeliefert wurde, diskutieren Zenkichi, Akune und Kikaijima darüber, wie Medaka sie in ihrem Leben beeinflusst hat. Früher als später Sasae Mochibaru, Kapitän des Shogiclub, fordert die drei auf, ein vermisstes King-Shogi-Stück zu finden, das irgendwo im unordentlichen Shogi-Clubraum versteckt ist. Als Mochibaru zurückkehrt, nachdem der Shogi-Clubraum gereinigt wurde, wird festgestellt, dass allen Sätzen von Shogi-Stücken das Königs-Shogi-Stück fehlt. Miri Natayama, eine erfahrene Shogi-Spielerin, gilt als Verdächtige dieses Einbruchsverbrechens, möglicherweise weil sie den Shogi-Club verlassen hat, weil sie nicht zum Kapitän des Shogi-Clubs gewählt wurde, da sie die Anfänger mit Respektlosigkeit behandelte. Zenkichi fordert Natayama zu einem Shogi-Spiel nur mit den goldenen Generälen heraus und zeigt ihr, dass nur eine Variation von Shogi ohne das Königs-Shogi-Stück gespielt werden kann. Akune erklärt, dass der König, auch Jadegeneral genannt, unter den schwierigen Umständen des Lebens weiter kämpft, anstatt wegzulaufen.Natayama ist zufrieden zu wissen, dass der Schülerrat auch ohne Medakas Unterstützung gut funktioniert. Die fehlenden Königs-Shogi-Stücke werden später in einem der Schließfächer im Shogi-Clubraum gefunden, vielleicht von Natayama.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845477","hoster":"VOE"},{"path":"/redirect/8595877","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/medaka-box/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/medaka-box/staffel-2/episode-1","name":"","epNo":1,"alt":"Normal, Special, and Abnormal","descr":"Medaka Kurokami wird vom Akademievorsitzenden Hakama Shiranui gebeten , am Flask Plan teilzunehmen, einem Projekt, das gewöhnliche Menschen in Abnormale verwandelt, anstelle von Myouri Unzen in Klasse 13, aber sie lehnt das Angebot ab und geht, obwohl sie in der Lage ist, sechs zu stapeln Würfel zusammen, wenn sie sie würfelte. Sie weiß nicht, dass die Front Six die ganze Zeit im Büro um sie herum waren, ohne gesehen zu werden. Medaka wird dann von Myouga Unzen angegriffen , die mit einer Reihe von Zahlen kommuniziert und um den freien Platz im Flaschenplan wetteifert, indem sie sie besiegt. Medaka kann den Angriffen nicht ausweichen, das heißt bis Nekomi Nabeshimataucht auf, um sie zu verteidigen. Myouga nimmt jedoch das Gewicht ihrer Eisenkugeln ab und schlägt Nabeshima von hinten, doch Nabeshima verwendet dieselbe Mentalität und schlägt Myougas Kopf auf den Boden. Danach sagt Nabeshima Medaka, dass die Abstinenz von Kämpfen zu mehr Gewalt führen kann. Medaka geht, nachdem er Nabeshima für den Rat gedankt hat. Als Medaka Hakama erneut besucht, werden Zenkichi Hitoyoshi und Hansode Shiranui von Oudo Miyakonojou angesprochen , der nach Medaka sucht.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13496007","hoster":"VOE"},{"path":"/redirect/8595876","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-2","name":"","epNo":2,"alt":"Sister, Sister, Sister!","descr":"Shiranui rettet Zenkichi, der gezwungen ist, sich vor Oudo zu verbeugen. Mizou Yukuhashi entdeckt Medaka, der ebenfalls von Oudo überwältigt wird. Als Oudo Medaka einen Heiratsantrag macht, versucht Zenkichi anzugreifen, aber Yukuhashi greift ein. Nachdem Oudo Medaka gebeten hat, ihn am nächsten Morgen um fünf Uhr auf dem Glockenturm zu treffen, bemerkt Zenkichi bald, dass Medaka möglicherweise Gefühle für Oudo entwickelt hat. Da Oudo jedoch als neue Bedrohung dargestellt wird, will Medaka stärker werden. Medaka und Zenkichi besuchen ein altes Verwaltungsgebäude, um ihren älteren Bruder Maguro Kurokami . zu besuchen, die von ihr besessen zu sein scheint. Nachdem Medaka Maguro auffordert, sie zu trainieren und ihr vom Flaschenplan zu erzählen, zeigt er ihnen seine chirurgischen Narben eines gescheiterten Experiments im Kolbenplan, aber er gibt keine Informationen zu diesem Projekt. Nachdem Maguro sieht, wie entschlossen die beiden sind, stärker zu werden, beschließt er, sie beide zu trainieren.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845481","hoster":"VOE"},{"path":"/redirect/8595872","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-3","name":"","epNo":3,"alt":"Crush You Today","descr":"Nach dem Training treffen Medaka und Zenkichi pünktlich auf Oudo auf dem Glockenturm. Zenkichi tritt Oudo vom Uhrturm, aber dieser kann sich im Stehen an der Seite des Uhrturms festhalten. Oudo erklärt, dass der Flask Plan ein Projekt ist, das alle Akademiestudenten einbeziehen soll, indem ein formulierter Trank verwendet wird, der übermenschliche Fähigkeiten verleihen kann, aber nur ein kleiner Prozentsatz der Akademiestudenten wird das Experiment überleben können. Obwohl Medaka schwört, den Flaschenplan zu stoppen, ist der Vorschlagskasten bald mit Anfragen zu Klasse 13 und dem Flaschenplan vollgestopft. Im unterirdischen Labor unter dem Uhrenturm staunen die Zwillingsbrüder Sanou Tsushima und Unou Tsushima, die die Tür der Ablehnung bewachen, als Medaka und Mogana KikaijimaGeben Sie jeweils den richtigen Sicherheitscode ein, um ihn zu passieren. Da dieser Sicherheitscode jedoch nicht mehr gültig ist, schlägt Kouki Akune durch die Tür, wodurch er und Zenkichi Medaka und Kikaijima einholen können. Als sie den ersten Stock betreten, der einem Labyrinth ähnelt, stellt sich ihnen Shigusa Takachiho im Weg, aber dies könnte eine Gelegenheit für Medaka sein, ihre neu gewonnene Stärke zu testen.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13496012","hoster":"VOE"},{"path":"/redirect/8595886","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-4","name":"","epNo":4,"alt":"The Monster I’ve Sought","descr":"Als Medaka und Takachiho sich in einem Kickbox-Match duellieren, beschließt sie, seine Schläge zu nehmen, um sein Flash-Laufwerk mit den Daten des Flask-Plans abzurufen. Allerdings schnappt er ihr das Flash-Laufwerk unter der Nase weg und behauptet, dies sei sein Lebenswerk, etwas, das nicht leicht zu beschaffen ist. Medaka wirft einen Haufen Hüpfbälle auf Takachiho und stellt fest, dass seine Bewegungen reflexartig sind, basierend darauf, wie er den Hüpfbällen ausgewichen ist. Als Takachiho sich jedoch den Arm bricht, nachdem sie versucht hat, ihn aus mehreren Winkeln anzugreifen, schafft sie es immer noch, den Flash-Speicher zurückzuerobern, wodurch er erkennt, dass ihre Bewegungen überhaupt nicht reflexartig sind. Nachdem Takachiho die echten Daten auf einem größeren Flash-Laufwerk zeigt, greift Medaka ihn mit Schallgeschwindigkeit an, überwältigt ihn, zerstört aber das größere Flash-Laufwerk.Als ihre beiden Körper an ihre Grenzen getrieben werden, liefern sie sich einen letzten Faustkampf bis zum Ziel. Takachiho, der damit zufrieden ist, zum ersten Mal in seinem Leben jemanden zu finden, der es wert ist, gegen ihn zu kämpfen, wird schließlich von Medaka mit einem Tritt gegen den Kopf besiegt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845483","hoster":"VOE"},{"path":"/redirect/8595894","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-5","name":"","epNo":5,"alt":"You Can’t Be Killed!","descr":"Im zweiten Stock, der einem Garten gleicht, treffen die Mitglieder des Fachschaftsrats auf Kei Munakata, der glaubt, dass alles ein Grund für ihn ist zu töten. Maguro kommt auch vorbei und offenbart sich als derjenige, der Munakata beigebracht hat, wie man mit versteckten Waffen kämpft. Da Medaka nicht in der Verfassung ist zu kämpfen, nimmt Zenkichi ihren Platz ein. Zenkichi lenkt alle Waffen ab, die Munakata auf ihn wirft, einschließlich Schwerter, Pistolen und sogar Granaten. Als Zenkichi seine Wache senkt, sticht ihm Munakata mit vielen Schwertern in den Rücken, was Medaka in Tränen ausbrechen lässt. Zenkichi schafft es jedoch zu überleben, und mit einigen aufmunternden Worten von Medaka fängt Zenkichi Munakata ein, indem er die zuvor in die Decke getretenen Schwerter zu Fall bringt und damit das Match gewinnt. Danach hat sich Munakata, der sein ganzes Leben lang Mühe hatte, Freunde zu finden, nun mit Zenkichi angefreundet.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845487","hoster":"VOE"},{"path":"/redirect/8595891","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-6","name":"","epNo":6,"alt":"Please Become My Something","descr":"Im dritten Stock, der einem Zoo gleicht, während Medaka und Kikaijima ihre gegensätzlichen Ansichten über die Tiere haben, trennt sich Akune von der Gruppe und trifft auf Youka Naze , die ihm rät, das Labor zu verlassen. Plötzlich schleicht sich Itami Koga von hinten an und versucht Akune zu würgen. In der Vergangenheit wurde Akune von Misogi Kumagawa . bestellt, der Präsident der Schülervertretung während der Mittelschule, um Medaka körperlich zu missbrauchen, aber Medaka ging trotz all der Schläge jeden Tag zur Schule. Medaka stand für sich selbst ein und brachte Akune schließlich dazu, ihre Meinung zu ändern. In der Gegenwart versucht Akune, Koga festzuhalten, aber sie erholt sich von dem Umzug, da sie ein Android ist. In der Vergangenheit führte Koga ein normales Leben, bis er Naze zum ersten Mal in der Mittelschule traf, da Naze der am meisten gemobbte Schüler der Schule war. In der Gegenwart geht der Kampf im vierten Stock weiter, der an Nazes Werkstatt erinnert. Nachdem Akune Kogas Knie knackt, verletzt Koga kurz darauf Akunes Schulter, da Koga nur zehn Sekunden braucht, um von einem Bruch zu heilen. Maguro unterbricht das Match und belästigt Naze, was Koga irritiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845490","hoster":"VOE"},{"path":"/redirect/8595897","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-7","name":"","epNo":7,"alt":"Kurokami Kujira is a Lovely Name","descr":"Es stellt sich heraus, dass Naze der Nachfolger von Maguro als Aufseher des Flask Plans ist. Koga versucht, Akune festzuhalten, aber als Reaktion darauf verrenkt er vorübergehend ihren Arm. Nachdem Maguro Akune vage andeutet, dass seine Optionen nicht auf das Zerstören oder Nichtzerstören beschränkt sind, hält Akune Koga zu Boden, um sie zu erschöpfen, und folgert, dass ihre Schwäche Müdigkeit ist. Maguro befiehlt Naze, ihre Bandagen von ihrem Gesicht zu entfernen, und nachdem Naze ihre beiden Flash-Laufwerke mit Daten über den Flask-Plan zur Bergung von Koga abgegeben hat, erkennt Maguro Naze als Kujira Kurokami, seine lange verlorene jüngere Schwester. In der Vergangenheit isolierte sich Naze in ihrem Zimmer und konzentrierte sich nur auf ihr Biologiestudium, aber sie verließ das Haus an ihrem elften Geburtstag und wurde seitdem nie wieder gehört. In der Gegenwart,Maguro gibt zu, dass er sich früher sechs Jahre lang dem Flask Plan angeschlossen hat, um Naze zu finden, da er sich so sehr um sie sorgt. Als Maguro Naze schließlich umarmt, macht sie ihn mit einer Spritze handlungsunfähig. Als Naze ihre Meinung ändert, ihre Forschung aufzugeben, bricht Medaka plötzlich durch die Wand und vereint sich mit ihrer älteren Schwester.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/13496013","hoster":"VOE"},{"path":"/redirect/8595903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-8","name":"","epNo":8,"alt":"I don’t want to see you cry","descr":"Naze, die ihre Kindheitserinnerungen verdrängte und daraufhin stoisch agierte, versucht Medaka mit einer grünen Spritze anzugreifen, die eine giftige Flüssigkeit enthält. Medaka verlangt nach dem Gegenmittel, spritzt sich aber zuerst die grüne Spritze, die ihren Körper nur schwächt. Naze gibt Medaka dann eine orangefarbene Spritze zum Injizieren, die anscheinend das Gegenmittel enthält, aber sie unterdrückt ihre Erinnerungen und ihren Lebenszweck. Bevor Naze und Koga mit einer bewusstlosen Medaka im Schlepptau gehen, erzählt Naze Akune und Maguro, dass sie als letztes Experiment Medakas Persönlichkeit ändern will. Akune und Maguro treffen sich mit Zenkichi und Kikaijima, um sie über die Situation zu informieren. Harigane Onigase, Myouri, Nabeshima, Myouga, Takachiho und Munakata, die das Loser-Team bilden, kommen alle, um zu helfen, aber als sie alle zum Aufzug gehen, um in die dreizehnte Etage zu gelangen, werden sie von den Plus Six angehalten. Das Loser-Team tritt gegen die Plus Six an, während Zenkichi, Akune, Kikaijima und Maguro die Treppe hinunter in den zwölften Stock benutzen, die einer Spielhalle ähnelt. Yukuhashi stellt sich ihnen jedoch in den Weg, um zu verhindern, dass sie das Experiment stören, das in fünfzehn Minuten beendet sein wird.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845494","hoster":"VOE"},{"path":"/redirect/8595910","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-9","name":"","epNo":9,"alt":"Kurokami Medaka (Changed)","descr":"Yukuhashi füllt die Spielhalle mit Schlafgas und Kikaijima bleibt stehen, da sie lange die Luft anhalten kann. Kikaijima greift mit ihren Schreien an, nachdem sie von Yukuhashi provoziert wurde, der die Gedanken der Menschen lesen kann. Sie versucht, ihre Freundschaft mit Medaka zu verteidigen und sieht sie eher als normal und nicht als ungewöhnlich an. Kikaijima, nachdem sie direkt an die Decke geschrien hat, um sich mit Glasscherben zu schneiden, erkennt, dass Yukuhashi von den Emotionen der Menschen beeinflusst werden kann. Oudo, der ankommt, um zu informieren, dass Medaka durch das Experiment vollständig einer Gehirnwäsche unterzogen wurde, überwältigt Kikaijima und versucht, sie mit Arcade-Maschinen von oben zu zerquetschen, aber Zenkichi rettet sie in letzter Sekunde. Akune kann Oudo nicht zurückhalten, der Zenkichi dann zwingt, Kikaijima zu würgen. Maguro enthüllt, dass Oudo die Fähigkeit hat, den Geist der Menschen zu kontrollieren,was das genaue Gegenteil von Yukuhashis Fähigkeit ist. Zenkichi befreit sich von Oudos Kontrolle und äußert seine Einwände gegen die Veränderung von Medakas Persönlichkeit. Zenkichi hat jedoch Mühe, dagegen zu argumentieren, dass Medaka immer eine selbstgerechte Haltung an den Tag legte und dazu neigte, den Geist der Menschen zu reformieren. Medaka erscheint dann in einer Zwangsjacke und sagt allen, dass sie nicht dieselbe ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845496","hoster":"VOE"},{"path":"/redirect/8595912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-10","name":"","epNo":10,"alt":"To make everyone happy","descr":"Medaka glaubt, dass sie zur Besinnung gekommen ist und ein Teil des Kolbenplans sein muss, um Perfektion zu erreichen, sehr zum Widerspruch von Zenkichi, Akune und Kikaijima. Nachdem sie die drei besiegt hat, bemerkt Maguro aus der Ferne, dass Medaka trotz ihrer Herzlosigkeit Tränen vergießt. Zenkichi wehrt sich mit seinen Tritten und versucht Medaka dazu zu bringen, sich an ihr wahres Selbst zu erinnern. In der Vergangenheit starb Medakas Mutter nach der Geburt von Medaka vor fünfzehn Jahren. In ihren ersten beiden Lebensjahren erkannte ihre Fähigkeit, die Intelligenz von Erwachsenen in so jungen Jahren zu übertreffen, dass Leben und Tod keine Bedeutung haben. In der Gegenwart, nachdem sie sich an ihre erste Begegnung mit Zenkichi vor dreizehn Jahren erinnert und ihr erzählt hat, dass sie geboren wurde, um alle glücklich zu machen, reißt Medaka ihre Zwangsjacke aus und schlägt Zenkichi,erkennen, dass ihr neuer Lebenszweck darin besteht, sich selbst zu schützen. Sie würgt ihn, bis sie merkt, dass er sich daran erinnert, was er ihr damals gesagt hat, was sie dazu bringt, vor Schmerz zu schreien. Zenkichi umarmt Medaka und sagt ihr, dass sie sich in ihre Absicht einbeziehen muss, alle glücklich zu machen, was sie dann wieder normalisiert.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845499","hoster":"VOE"},{"path":"/redirect/8595919","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-11","name":"","epNo":11,"alt":"That’s all she wrote!","descr":"Auf der dreizehnten Etage, die einem Computerraum ähnelt, lehnt Medaka Oudos Angebot ab, wieder Teil des Flask-Plans zu werden. Koga, die sich beleidigt fühlt, weil sie für dieses Projekt zu einem Androiden gemacht wurde, glaubt, dass Oudo nicht stark genug ist, um Medaka zu besiegen, aber Oudo greift in Koga hinein, um ihre Fähigkeit zu nehmen. Naze bricht in Tränen aus, nachdem er Koga in einem kritischen Zustand gesehen hat und fleht Maguro an, sich um Kogas Wunden zu kümmern. Während des Matches zwischen Medaka und Oudo bemerkt letztere, dass erstere Fähigkeiten von ihren früheren Gegnern erworben hat. Tatsächlich ist Medaka jedoch in der Lage, diese Fähigkeiten ohne Probleme nach Belieben zu kontrollieren und zu beherrschen. Als Oudo versucht, Medakas Macht zu beanspruchen, fällt er zurück, als er die Dunkelheit sieht, die in ihr lauert. Medaka bringt Oudo dazu, sein Verhalten zu ändern und sich für seine Taten zu entschuldigen.Als alle mit dem Aufzug in den ersten Stock fahren, sind sie schockiert, als sowohl das Loser Team als auch die Plus Six von großen Schrauben ausgelöscht werden und die Person dahinter zufällig Kumagawa ist.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845501","hoster":"VOE"},{"path":"/redirect/8595917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medaka-box/staffel-2/episode-12","name":"","epNo":12,"alt":"Medaka Box Extra Volume: Good Loser Kumagawa","descr":"Najimi Ajimu, Gründer der Hakoniwa Academy (oder Sandbox Academy) und Schöpfer des Flask Plans, stellt diese Episode als direkte Fortsetzung des gleichnamigen Nebenkapitels des Mangas vor, das Kumagawa folgt, einem äußerst beeindruckenden Minus, der mit seinen großen Schrauben als der Präsident des Studentenrates der renommierten Suisou Academy (oder Fish Tank Academy). Saki Sukinasaki kommt zu spät zur Schule und zögert, herauszufinden, dass ihr Haar irgendwie gebleicht wurde. Sie informiert Kumagawa darüber und leitet daraus ab, dass Fude Ezumachi, der die Fähigkeit besitzt, mit seiner Kunst Farbe zu manipulieren, dafür verantwortlich ist. Kumagawa konfrontiert Ezumachi, der schließlich blaue Farbe auf Kumagawa spritzt, um ihn einzuschränken. Später, als Kumagawa sich von einem epiphanischen Traum über Ajimu erholt, fasst er den Entschluss, Ezumachi zu besiegen. Als Kumagawa und Sukinasaki zum Fußballplatz gehen,Sie diskutieren, dass Ezumachi in Aki Jakago, den ehemaligen Präsidenten des Studentenrates, verliebt war. Kumagawa konfrontiert Ezumachi erneut und entfernt diesmal die zwölf Grundfarben aus der Existenz, in denen nur Weiß und Schwarz übrig bleiben. Kumagawa durchbohrt Ezumachi mit großen Schrauben und sagt, dass Leben und Tod keine Bedeutung haben, genau wie die Farben Weiß und Schwarz.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/8845500","hoster":"VOE"},{"path":"/redirect/8595926","hoster":"Streamtape"}]}]}]}]}