{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin","name":"Medical Detectives – Geheimnisse der Gerichtsmedizin","descr":"Medical Detectives zeigt Berichte über spektakuläre, tatsächlich vorgefallene Kriminalfälle aus den USA. Erhalte faszinierende Einblicke, wie diese Fälle mit Hilfe der wissenschaftlichen Spurensuche und der forensischen Medizin gelöst wurden - auch wenn das Verbrechen schon Jahrzehnte zurück liegt. Neben Ballistikern und Medizinern finden sich auch Kollegen aus anderen Disziplinen am Tatort. Auch deutsche Experten melden sich zu Wort. Sie alle benutzen die Wissenschaft um mysteriöse Mordfälle aufzudecken.","seasons":[{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-1","name":"Mord in Serie","epNo":1,"alt":"","descr":"Mitte der 80er Jahre werden in den Bergen in der Nähe von Sacramento und im San Joaquin Valley in Kalifornien drei Frauenleichen gefunden. Alle Frauen wurden erdrosselt, ihre Haare abgeschnitten, ihre Kleidung in einem wahllosen Muster aufgeschnitten. Sie wurden offenbar mit Klebeband gefesselt, das jedoch nicht gefunden wird. Auch sichergestellte Samenspuren erweisen sich als unbrauchbar. Die Polizei tappt im Dunkeln. Einziger Hinweis: Der Radius der Fundstellen – 60 Meilen in verschiedenen Bundesstaaten – legt nahe, dass der Mörder sich mit den Ermittlungstechniken der Polizei auskennt. Als eine weitere Leiche gefunden wird, scheint der Fall gelöst: James Driggers, der Freund der Toten, verwickelt sich bei der polizeilichen Vernehmung in Widersprüche und gilt als Hauptverdächtiger. Doch der Serienkiller schlägt wieder zu. Jetzt hinterlässt er Spuren: Beim nächsten Opfer entfernt er das Klebeband nicht, dann lässt er das Seil zurück, mit dem er ein weiteres Mädchen erdrosselt hat. Einige Monate später entkommt eine Straßenprostituierte einem Freier, der versucht, sie mit Handschellen zu fesseln. Der Angreifer wird als der 50-jährige Rober Kibbe identifiziert – ein Mann mit interessantem Hintergrund: Kibbe wurde als Jugendlicher verhaftet, weil er Frauenkleider gestohlen und zerschnitten hatte, sein Bruder arbeitete in einer Mordkommission, in Kibbes Auto werden Seile, Handschellen und eine Schere gefunden. Doch weder Fingerabdrücke noch DNA-Analysen können Kibbe in Zusammenhang mit einem der Opfer bringen. Erst die mühsame Untersuchung winzigster Faserspuren bringt Übereinstimmungen zu Tage: Bei den Opfern werden Haare von Kibbes Haustieren und von der Fußmatte in seinem Auto gefunden… Am 1. Februar 1988 erreicht der Anruf eines Kindes die Notrufzentrale in Durham County, North Carolina: \"Mein Vater hat eine Pistole, die losgegangen ist.\" Noch in derselben Nacht stirbt der beliebte Lehrer Russ Stager im Krankenhaus. Seine Frau Barbara gibt einen tragischen Unfall zu Protokoll. Russ habe stets eine geladene Waffe unter dem Kopfkissen. Als sie gehört habe, wie ihr Sohn ins Badezimmer geht, habe Barbara befürchtet, ihr Mann könne denken, ein Einbrecher sei im Haus. Also habe sie vorsichtshalber nach der Waffe gegriffen. Dabei habe sich versehentlich ein Schuss gelöst und Russ getötet. Doch Sergeant Buchanan glaubt nicht an einen Unfall. Von Russ’ Ex-Frau Jo Lynn erfährt er, dass Russ sich von seiner Frau, die Geld veruntreut und zahlreiche Affären gehabt habe, bedroht fühlte. Auch Barbara Stager war schon einmal verheiratet: Ihr erster Mann Larry Ford kam ebenfalls durch einen Schuss ums Leben, sie erhielt damals eine hohe Versicherungssumme. Sowohl ein Unfall als auch Selbstmord konnten damals nach einer zweiten Autopsie verworfen werden: Larry Ford wurde ermordet. Doch die örtliche Behörden erhielten mehrfach neue Vorgesetzte und der Fall ging unter, es kam nie zu einer Anklage. Sergeant Buchanan ist überzeugt: Barbara hat auch Russ Stager umgebracht. Tatsächlich ergeben Tests mit der Pistole, dass der tödliche Schuss sich nicht versehentlich gelöst haben kann. Zudem verstrickt sich Barbara in Widersprüche, als der Unfallhergang nachgestellt werden soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470081","hoster":"VOE"},{"path":"/redirect/14264952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-2","name":"Verraeterische Abdruecke","epNo":2,"alt":"","descr":"Mark Fair findet seine Verlobte Karla Brown in der 12.000-Seelen-Stadt Wood River in Illinois in ihrem gemeinsamen Haus ermordet auf: auf ihren Knien, von der Taille abwärts nackt, die Hände auf den Rücken gefesselt, den Kopf in einem mit Wasser gefüllten Wäschekorb. Das jüngste Opfer einer Reihe von Sexualmorden, wie Sergeant Eldon McEuen vermutet. Er zieht Alva Busch, den Tatort-Experten der Illinois State Police, hinzu. Busch findet schnell heraus, dass die Tote absichtlich in der vorgefundenen Weise arrangiert wurde. Das Kabel, mit dem sie gefesselt wurde, ist zu locker – sie hätte sich befreien können. Da es in der Waschküche keine Blutspuren gibt, kann der Mord nicht hier ausgeführt worden sein. Als die Polizei den Mann verhaftet, der für die vorangegangene Mordserie verantwortlich ist, findet man keine Verbindung zu Karlas Tod. Auch die Ermittlungen gegen mehrere andere Verdächtige – darunter Paul Main und John Prante, die am Abend vor der Tat während einer Party im Haus von Karla und Mark aufgefallen waren – bleiben ergebnislos. Zwei Jahre später erfährt Alva Busch von einem neuen Verfahren zur dreidimensionalen Auswertung von Tatort-Fotos und lässt die Bilder des Brown-Falls von Dr. Homer Campbell, dem forensischen Odontologen der University of Arizona, untersuchen. Dieser stellt eine entscheidende Frage: Was ist mit den Bisswunden? Diese wichtige Spur war bisher übersehen worden. Karlas Exhumierung wird angeordnet, eine zweite Autopsie durchgeführt. Ein detailliertes Täterprofil des FBI-Profilers John Douglas bringt wieder Paul Main und John Prante ins Spiel. Tatsächlich stimmen die Bisswunden mit Prantes Gebiss überein… Am 5. August 1996 lässt die 39-jährige Kathy Sagusti in der Notaufnahme eines Krankenhauses in Easton, Pennsylvania, eine Stichwunde behandeln. Sie sagt aus, sie sei von drei New Yorker Drogendealern, den \"Cash Money Brothers\" nach einem Streit angegriffen worden. Eine Woche vorher habe sie gesehen, wie die \"Brothers\" ein junges Mädchen namens Materon Smith angegriffen haben. Kathy vermutet, dass die Männer das Mädchen ermordet haben, aus Angst schwieg sie zunächst. Wenige Tage später wird einer der \"Brothers\", der 19-jährige Corey Mayweather, wegen des Angriffs auf Kathy Sagusti verhaftet. Kurz darauf wird die bereits stark verweste Leiche einer jungen Schwarzen gefunden. Materon Smith? Die Autopsie ergibt, dass das Opfer erst 13 Jahre alt war, die exakte Todesursache kann nicht mehr festgestellt werden. Anhand der Zähne wird sie als Richeza Williams identifiziert, ein Mädchen, das wiederholt von zu Hause weggelaufen ist: Unter falschem Namen arbeitete sie für die \"Brothers\". Der renommierte forensische Entomologe Dr. Neil Haskell kann die Todeszeit auf den 28. Juli eingrenzen – was mit Kathy Sagustis Aussage über den von ihr beobachteten Mord übereinstimmt, aber keinen Beweis für die Schuld Corey Mayweathers bietet. Als der Fundort der Leiche erneut abgesucht wird, finden Polizeibeamte einen gebrauchten \"Red Gum\"-Kaugummi – die Marke, die Corey ständig kaut und in großen Mengen mit sich herumträgt. Als die Beamten den Kaugummi auswickeln, finden sie die entscheidende Spur: den Abdruck eines einzelnen Zahns.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470193","hoster":"VOE"},{"path":"/redirect/14264953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-3","name":"Eigen Fleisch und Blut","epNo":3,"alt":"","descr":"Robert und Paula Sims leben in Alton/​Illinois. Sie haben zwei Kinder: Sohn Randy und Tochter Heather. Sechs Wochen nach Heathers Geburt, am 29. April 1989, bringt Paula gegen 22:30 Uhr den Müll nach draußen, als eine maskierte, bewaffnete Person sie ins Haus zurückdrängt und ihr einen Schlag auf den Kopf versetzt. Paula wird bewusstlos und erwacht erst, als ihr Mann 45 Minuten später nach Hause kommt. Dann bemerken sie, dass die kleine Heather verschwunden ist. Robert ruft die Polizei und Paula wird ins Krankenhaus gebracht. Die Polizei sucht das Haus der Sims nach dem Baby ab, fünf Tage lang durchkämmen Suchhunde die Gegend, doch nirgends findet sich eine Spur des Mädchens . Am 3. Mai findet ein Fischer am Ufer des Mississippi in einer Mülltonne einen Müllbeutel mit der Leiche eines Babys. Der Körper des kleinen Mädchens ist zur Überraschung der Pathologin Dr. Mary Case sehr gut konserviert, die inneren Organe schon stärker zersetzt als das äußere Gewebe. Dr. Case folgert, dass das Baby, das zweifelsfrei als die kleine Heather Sims identifiziert wird, nach seinem Tod eingefroren wurde, bevor man es in die Mülltonne warf. Paula Sims sagt aus, dass der Eindringling ihr einen Karate-Schlag auf den Hinterkopf versetzt habe. Doch die forensischen und medizinischen Experten geben zu bedenken, dass Paula Sims durch einen solchen Schlag eine \"rückwirkende Amnesie\" hätte erleiden müssen, bei der sie sich weder an den Eindringling erinnert hätte, noch an die Art des Schlags oder an Ereignisse, bevor sie bewusstlos wurde. Doch Paula zeigte bei der Untersuchung im Krankenhaus keine Anzeichen eines Traumas. Die Polizei findet heraus, dass Heather nicht das erste Baby des Ehepaares Sims war, dass gekidnappt wurde. 1986, Robert und Paula lebten in Jersey City/​Illinois, wurde ihre 13 Tage alte Tochter Loralei entführt. Paula sagte damals aus, eine maskierte Person sei gegen 22:20 Uhr in den Keller des Hauses eingedrungen, wo Paula und Loralei sich für gewöhnlich aufhielten, habe das Baby aus der Wiege genommen und Paula gezwungen, sich auf den Boden zu legen und erst nach zehn Minuten aufzustehen. In der Zwischenzeit verschwand der Maskierte. Danach lief Paula zu den Nachbarn und alarmierte die Polizei. Ihr Mann war zu diesem Zeitpunkt bei der Arbeit. Einige Wochen nach dem Verschwinden Loraleis wurde ein Polizeihund hinter dem Grundstück der Sims’ auf den Geruch eines Kindes aufmerksam. Die Polizei barg ein Skelett und die DNA aus dem Knochenmark wurde mit dem Blut von Robert und Paula Sims verglichen. Die Untersuchungen ergaben zu 94 Prozent, dass es sich um Loralei Sims handelte. Der Fall wurde nie aufgeklärt. Als die Polizei von Alton davon hört, beginnt sie, nach Hinweisen zu suchen, die Robert oder Paula Sims als Mörder von Heather überführen. Am 6. Juni 1996 wird Darlie Routier um 2:30 Uhr morgens vom leisen Rufen ihres fünfjährigen Sohnes Damon geweckt. Als sie die Augen aufschlägt, sieht sie einen Fremden direkt vor sich, der sich umdreht und zum Hauswirtschaftsraum läuft, als sie aufstehen will. Darlie hört das Klirren von Glas und folgt ihm. Auf dem Flur sieht sie ein langes Messer liegen und stellt im gleichen Moment fest, dass ihre Kleidung voller Blut ist. Darlie greift nach dem Messer und ruft ihren Mann Darin zu Hilfe. Sekunden später steht Darin im Wohnzimmer, das ebenfalls voller Blut ist, und sieht die blutüberströmten Körper seiner Söhne Damon und Devon. Während Darlie den Polizeinotruf wählt, versucht Darin seine Söhne wiederzubeleben, doch jede Hilfe kommt zu spät: Devon, der zwei lange Stichwunden im Brustkorb hat, ist bereits tot, sein jüngerer Bruder Damon stirbt auf dem Weg ins Krankenhaus an seinen Stichverletzungen. Nur der jüngste Sohn der Familie, der sieben Monate alte Drake, liegt friedlich schlafend in seinem Bettchen im oberen Schlafzimmer. Der Fall stellt die Polizei zunächst vor ein Rätsel: Im Haus wurde nichts gestohlen, Darlie wurde nicht vergewaltigt und die Kinder wurden zuerst attackiert. Das Rollo des Garagenfensters wurde aufgeschnitten, aber es gibt keine Fingerabdrücke und der Staub unter dem Fenster ist unberührt. In einer Gasse nahe dem Haus der Routiers findet die Polizei eine weiße Socke mit Blutflecken der beiden Jungen. Als der Experte für Blutspurenanalyse, Tom Bevel, den Tatort untersucht, entdeckt er neben den Blutspuren im Wohnzimmer auch Blutspritzer in den angrenzenden Räumen. Mit Hilfe einer Substanz, die schwarz wird, sobald sie mit Blut in Kontakt kommt, findet er auf einem umgestoßenen Staubsauger den Abdruck einer blutigen Hand. Das Blut stammt von Darlie, ebenso die Blutspuren, die er an den Rädern des Staubsaugers entdeckt. Und auch auf Darlies T-Shirt finden sich an Vorder- und Rückseite Bluttropfen ihrer toten Söhne.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434506","hoster":"VOE"},{"path":"/redirect/14464903","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-4","name":"Mord auf Raten","epNo":4,"alt":"","descr":"Am 12. September 1978 wurde der 11 Monate alte Chad Shelton in ein Krankenhaus in Omaha eingeliefert, weil er sich fortwährend erbrach. Seine Eltern gaben zu Protokoll, dass auch sie selbst einige Tage zuvor dieselben Symptome wie ihr Sohn gehabt hätten. Erste Untersuchungen des Kindes ergaben, dass die Leberfunktion völlig abnorm war und am ganzen Körper des Kindes ungewöhnliche Blutungen auftraten. Einen Tag darauf fiel Chad ins Koma und starb kurze Zeit später. Eine Autopsie ergab, dass seine Leber beinahe komplett zerstört war. Auch die Eltern des Kindes erkrankten im Laufe einer Woche schwer und wurden im kritischen Zustand ins Krankenhaus eingeliefert. Am Tag von Chads Tod wurde auch der 24-jährige Lastwagenfahrer Duane Johnson ins Krankenhaus eingeliefert. Er fiel umgehend ins Koma. Auch Sherrie, die dreijährige Tochter, war schwer erkrankt. Duanes Ehefrau Sandra informierte die Ärzte darüber, dass auch ihr Neffe Chad erkrankt und inzwischen verstorben war. Die Ärzte wurden hellhörig und fanden bei Sherrie dieselben Symptome wie bei Chad. Auch Duanes Zustand verschlechterte sich derart, dass er am nächsten Morgen verstarb. Waren zwei Todesfälle innerhalb von 24 Stunden schon alarmierend genug, so verängstigte es die Ärzte insbesondere, dass die Krankheit, die in beiden Fällen zum Tode geführt hatte, in kein Schema passen wollte. Die Autopsien ergaben als Todesursache vor allem massives Leberversagen, dessen Ursache jedoch nicht geklärt werden konnte. Dass es sich um Mordfälle handeln könnte, wurde anhand des Krankheitsbildes zunächst völlig ausgeschlossen. Doch Spezialisten vom Center for Disease Control recherchierten – und stießen auf einen Mitarbeiter des Eppley Institute for Cancer Research in Omaha, der einige Jahre zuvor mit Sandra Johnson liiert war. Harper verbrachte ein Jahr im Gefängnis , weil er Sandra und ihre Familie nach der Trennung mit einer Waffe bedrohte und leicht verletzt hatte. Diese Spur brachte den Durchbruch… Am 18. August 1991 begann der damals 32-jährige Robert Curley über schwere Beschwerden in seinen Beinen zu klagen. Als sich sein Zustand zusehends verschlechterte und er sich kaum noch auf den Beinen halten konnte, wurde er in ein Krankenhaus eingeliefert, in dem die Ärzte seine Beschwerden als einen Fall von Guilllain-Barré-Syndrom diagnostizierten. Durch die Behandlung im Krankenhaus verbesserte sich seine Verfassung bald wieder. Seine Frau besuchte ihn im Krankenhaus, um mit Pizza und Soft Drinks seine baldige Genesung zu feiern. Seltsamerweise erkrankte Curley bald, nachdem er aus dem Krankenhaus entlassen worden war, erneut, und am 7. September fanden ihn sein Bruder David und seine Schwester Susan daheim in erbarmungswürdigem Zustand vor. Im Krankenhaus diagnostizierten die Ärzte einen akuten Fall von Dehydrierung. Curley wurde in ein größeres Hospital verlegt in dem die Ärzte feststellten, dass er nicht an dem Guilllain-Barré-Syndrom erkrankt war. Ein Toxikologe der Klinik kam schließlich dahinter, dass Curley offenbar eine massive und akute Vergiftung mit Thallium erlitten hatte. Curleys Zustand sollte sich nicht mehr verbessern, da es keine Heilung für ein Vergiftung mit dem äußerst giftigen Schwermetall gibt. Am 26. September wurde bei Robert Curley der Hirntod festgestellt. Alle Untersuchungen, durch die die Spezialisten herausfinden wollten, wie das Gift in Curleys Körper gelangte, verliefen negativ. Schließlich stellte sich aber heraus, dass auch Curleys Frau Joann und ihre Tochter Angela geringe Spuren des Giftes im Körper hatten. Eine zweite Autopsie des Verstorbenen brachte schließlich interessante Erkenntnisse ans Licht: Curley musste über einen längeren Zeitraum kontinuierlich Thallium aufgenommen haben, und die mutmaßlich tödliche Dosis wurde ihm etwa fünf Tage vor seinem Ableben oral verabreicht – während er im Krankenhaus lag! Als Robert Curleys Zimmernachbarn aus dem Krankenhaus zu Protokoll gaben, dass seine Gattin Joan bei ihren Besuchen allerlei Snacks und Thermoskannen mit seinem Lieblings-Eistee mitbrachte, hatten die Fahnder eine brandheiße Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470226","hoster":"VOE"},{"path":"/redirect/14264954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-5","name":"Rendezvous mit dem Tod","epNo":5,"alt":"","descr":"Eines Tages wird die 23-jährige Tina Biggar von ihrem Freund Todd Nurnberger bei der Polizei als vermisst gemeldet. Als die Studentin auch Tage später noch spurlos verschwunden bleibt, wird es immer unwahrscheinlicher, dass sie einfach weggelaufen ist. Die Polizei findet heraus, dass es in der Beziehung zwischen Todd und Tina kriselte. Zwei Wochen vor ihrem Verschwinden zog Todd aus der gemeinsamen Wohnung aus, das Paar trennte sich jedoch nicht. Bei den weiteren Untersuchungen stellen die Beamten fest, dass Tina Psychologie studierte und an einer Forschungsarbeit über die Sozialgeschichte und Gesundheitsmaßnahmen von Callgirls arbeitete. Dafür sollte ihr ein Stipendium gewährt werden, dass Todd und Tina dringend brauchten. Todd sagt aus, dass ein gewisser \"Ken\" Tina Geld für die Anschaffung eines Wagens leihen wollte. Ken soll einen Nachtclub besitzen und sehr wohlhabend sein. Todd habe eifersüchtig auf den Fremden reagiert und Tina vor ihm gewarnt. Als das versprochene Geld kurz vor Tinas Verschwinden nicht eingetroffen sei, sei Tina außer sich gewesen. Bei ihren weiteren Ermittlungen stellt die Polizei fest, dass Tina seit Monaten nicht mehr in dem Restaurant arbeitet, in dem sie sich angeblich etwas dazu verdiente. Todd muss erfahren, dass seine Freundin ihn bereits seit geraumer Zeit belogen hat. Unter ihren Sachen findet er weitere Hinweise auf ihr Doppelleben. Die Polizei überprüft Tinas Telefonate. Die Spur führt tatsächlich zu einem Mann namens Ken Tranchida und zu einem nahegelegenen Begleitservice. Von den Schwestern Donna Mehdi und Debbie Lawson, die die Agentur betreiben, erfährt die Polizei, dass Tina nicht nur über Prostitution forschte, sondern selbst als Callgirl arbeitete. Bei Ken Tranchida wird der Wagen der Vermissten gefunden. Der Kofferraum ist voller Blut. Das Blut stammt eindeutig von Tina, und die große Blutmenge lässt darauf schließen, dass sie nicht mehr am Leben ist. Doch außer Ken gibt es noch 30 weitere Stammkunden, die der Tat verdächtigt werden… Linda Sobek ist die Verkörperung des typischen \"California Girl\". Die 27-Jährige arbeitete als Schwimmbad-Modell und war Cheerleader bei den Los Angeles Raiders. Sie arbeitete oft für Werbefotos in der Automobilbranche. Doch von ihrem letzten Modelauftrag kehrte Linda nicht zurück. Freunden erzählte sie, es sollten Fotos von dem neuen Lexus-Modell gemacht werden. Da Linda ein beliebtes Model war, nehmen Medien und Leser regen Anteil an ihrem Fall. Die Polizei befragt Ex-Freunde, Kollegen und auch die Schreiber von Fanbriefen. Doch sie findet keine heiße Spur. Dann meldet sich ein Mann, der auf einer Müllhalde Fotos des Models und einen Terminkalender fand. Die Spur führt zu dem Fotografen Charles Rathbun, der auf Automobil-Fotografie spezialisiert ist. Rathburn sagt aus, dass er mit Linda für Fotos in die Mojave-Wüste gefahren sei. Dort habe er den neuen Lexus probegefahren. Dabei sei Linda durch einen Unfall ums Leben gekommen. Er sei in Panik geraten und habe sie in einem ausgetrockneten Flussbett begraben. Er könne sich an den genauen Standort nicht erinnern, wäre aber bereit, die Beamten bei der Suche zu unterstützen. Tage später findet man den Leichnam. Der Körper ist mit einem Ganzkörperanzug bekleidet, eine ungewöhnliche Bekleidung für ein Bikinimodel. Außerdem stellen die Mediziner bei der Analyse einen extrem hohen Alkoholpegel fest, was den Gewohnheiten Lindas völlig widerspricht. Die Polizei misstraute Rathburns Geschichte von Anfang an und wird bestärkt, als der Gerichtsmediziner feststellt, dass Linda nicht durch einen Unfall starb, sondern erstickt und sexuell missbraucht wurde. Mit einigen Fotos versucht Rathburns zu beweisen, dass Linda mit seinen ungewöhnlichen Sexualpraktiken einverstanden war. Doch dank einer genauen Analyse der Fotos kommt die Polizei Rathburns auf die Schliche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434642","hoster":"VOE"},{"path":"/redirect/14264955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-6","name":"Explosive Botschaft","epNo":6,"alt":"","descr":"Alabama: Richter Bob Vance öffnet ein Paket, das eine Bombe enthält. Bei der Explosion kommt er ums Leben. Seine Frau wird schwer verletzt. Zwei Tage später geht im Büro des Anwalts Robert Robinson in Savannah eine weitere Bombe hoch. Robinson stirbt wenige Stunden später im Krankenhaus. Am selben Tag taucht bei einer Routinekontrolle im Gerichtsgebäude von Atlanta eine dritte Bombe auf. Eine vierte findet man auf dem Schreibtisch von Ms. Willye Dennis, der Bürgermeisterin von Jacksonville. Gerade noch rechtzeitig kann die Polizei einschreiten, und die Sprengsätze entschärfen. Die Beamten finden schließlich zwei Drohbriefe, in denen sich eine Organisation namens \"Americans for a Competent Federal Judicial System\" zu den Anschlägen bekennt. Das FBI startet eine der größten und umfangreichsten Ermittlungen seiner Geschichte. Über ein Jahr lang arbeiten Hunderte von Polizisten an dem Fall. Nachforschungen ergeben u.a., dass es sich bei den Zündern für die Bomben um äußerst schwer erhältliche CCI-Zünder handelt. Schließlich erstellen Psychologen ein Täterprofil, das den Experten Lloyd Erwin an einen gewissen Walter Leroy Moody erinnert, der 17 Jahre zuvor wegen ähnlicher Anschläge überführt worden war. Kurz vor der aktuellen Paketbombenserie ist er aus dem Gefängnis entlassen worden. In Moodys Haus findet man zunächst allerdings keinerlei Spuren, die ihn mit den Attentaten in Verbindung bringen könnten. Doch ein Angestellter eines nahegelegenen Waffengeschäfts kann den Experten weiterhelfen… Am 1. April 1996 werden die Bewohner von Spokane im US-Bundesstaat Washington durch eine Bombenexplosion vor dem Büro der Lokalzeitung \"Spokesman Review\" erschüttert. Wie durch ein Wunder wird niemand verletzt. In der Nähe des Tatorts taucht kurz darauf das Bekennerschreiben einer offensichtlich christlich-fundamentalistischen Gruppe auf. Nur elf Minuten später explodiert in der örtlichen Bankfiliale eine weitere Bombe. Zwei Männer mit Tarnanzügen und Skimasken hatten das Geldinstitut kurz zuvor ausgeraubt und waren mit über 50.000 Dollar entkommen. Im Kassenraum haben sie Kopien von religiösen Manifesten hinterlassen. In der Nähe der Bank entdeckt die Polizei ein Auto, das vor einigen Tagen gestohlen worden war. Es enthält eine weitere Bombe, die jedoch nicht explodierte – der einzige Fehler der ansonsten bestens organisierten und planvoll vorgehenden Gangster. Die Beamten stellen fest, dass alle Bomben baugleich waren und die hinterlassenen Briefe an beiden Orten aus demselben Drucker stammen. Ein Krankenhaus wird drei Monate später ebenfalls von einer Explosion erschüttert. Auch jetzt tauchen wieder Briefe christlich-fundamentalistischen Inhalts auf. Etwa fünf Minuten später wird die örtliche Bank erneut ausgeraubt. Und wieder findet man unweit vom Tatort ein Auto mit einer noch nicht explodierten Bombe. In den nächsten Monaten gehen bei der Bank und bei der Lokalzeitung Drohbriefe ein, die mit \"The Phineas Priesthood\" unterzeichnet sind. Durch den Tipp eines Informanten kann die Polizei schließlich im Oktober einen weiteren Banküberfall der mysteriösen Gruppe verhindern und deren Mitglieder verhaften. Nach intensiven kriminologischen Untersuchungen lässt sich der Verdacht gegen die Angeklagten erhärten. Doch ihre Schuld auch vor Gericht zu beweisen, ist eine andere Sache.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434407","hoster":"VOE"},{"path":"/redirect/14464904","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-7","name":"Spuren ins Ungewisse","epNo":7,"alt":"","descr":"Wie schon so oft, gehen Martin Dillon und Dr. Stephen Sher gemeinsam auf die Jagd. Die beiden Männer und ihre Ehefrauen sind schon seit Jahren eng befreundet, doch das ändert sich an diesem Tag: Am Ende der Jagd ist Martin tot – erschossen von einer Kugel aus Stephens Waffe. Nach Shers Aussage war Dillons Tod ein Unfall. Mit Shers Waffe in der Hand sei Dillon angeblich bei der Jagd gestolpert, und ein Schuss habe sich gelöst. Da Sher ein angesehener und beliebter Arzt ist, gibt es keinen Grund, an seinen Aussagen zu zweifeln: Dillons Tod wird als Unfall verbucht. Kurz danach lässt sich Sher von seiner Frau scheiden, um zwei Jahre später Martins Witwe Patricia zu heiraten. Gerüchten zufolge habe Sher schon lange eine Affäre mit Patricia gehabt. Martins Vater Larry fordert die Wiederaufnahme der Ermittlungen, doch niemand will ihn dabei unterstützen. Schließlich engagiert er den Forensiker Warren Stewart Bennett, der anhand von Versuchen plausibel erklären kann, dass der Schuss aus über einem Meter Entfernung abgefeuert worden sein muss. Martin konnte sich also gar nicht selbst erschossen haben. Endlich wird einer Wiederaufnahme der Ermittlungen zugestimmt. Das FBI findet Blutspritzer auf Shers Stiefeln. Er muss zum Zeitpunkt des Schusses in unmittelbarer Nähe gewesen sein. Obendrein bestätigt das FBI die Ergebnisse von Bennetts Untersuchungen. Dennoch weigern sich die lokalen Behörden, Anklage gegen Sher zu erheben. Doch Larry gibt nicht auf und lässt den Körper seines Sohnes exhumieren. Der Pathologe Isadore Mihalakis bestätigt den Verdacht: Es war Mord. Sher beteuert jedoch wieder und wieder seine Unschuld und bleibt bei seiner Geschichte. Eine weitere Autopsie wird durchgeführt, doch es gibt nicht viel zu tun: Die Schusswunde war von Mihalakis aus Martins Leiche herausgeschnitten worden und ist auf mysteriöse Weise verschwunden… Nach einem Streit mit ihrem Mann verlässt die zweifache Mutter Carolyn Killaby die gemeinsame Wohnung, um in einer nahegelegenen Bar ein paar Drinks zu nehmen. Danach wird sie nicht mehr gesehen. Gäste der Bar hatten Carolyn mit dem Stammgast Dennis Smith weggehen sehen. Doch der behauptet, er habe Carolyn nur zu ihrem Wagen gebracht. Die Polizei nimmt an, dass sie ihren Mann verlassen hat und registriert sie als vermisst. Ihre Familie glaubt jedoch nicht an diese Theorie und drängt die Beamten, weiter zu ermitteln. Dan wird verhört, doch er behauptet, es gebe keine Eheprobleme. Er besteht zwei Lügendetektor-Tests. Dennis Smith wird genau überprüft: er hatte 1982 seine Schwester ermordet. Außerdem hatte eine Zeugin ihn in der Nacht von Carolyns Verschwinden mit blutverschmierter Hose gesehen. Zudem ist es verdächtig, dass Smiths Truck völlig ausgebrannt ist. Untersuchungen ergeben, dass das Feuer mit Absicht gelegt wurde. Bei näherem Hinsehen findet man dennoch einen Spritzer menschlichen Bluts auf dem Lenkrad. Nun gilt es, zu beweisen, dass es sich um Carolyns Blut handelt. Ohne die Leiche ist dies allerdings kaum möglich. Ein Brief, den Carolyn ihren Kindern einige Tage vor ihrem Verschwinden geschrieben hat, hilft der Polizei schließlich weiter. An den Speichelspuren auf der Briefmarke lässt sich Carolyns DNA-Code ablesen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434646","hoster":"VOE"},{"path":"/redirect/14264957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-8","name":"Toedliche Gefuehle","epNo":8,"alt":"","descr":"Kurz vor Weihnachten wartet Andrew Katrinak auf seine 26-jährige Frau Joann und seinen vier Monate alten Sohn Alex, die Weihnachtseinkäufe machen wollten. Als sie nicht auftaucht, meldet er sie als vermisst. 200 Meter von ihrem Zuhause entfernt wird Joanns Wagen gefunden. Das Auto ist verschlossen, und der Schlüssel steckt im Zündschloss. Im Fahrerraum findet die Polizei einige lange blonde Haare, die weder von Joann noch von ihrem Sohn stammen können. Außerdem werden Blutspuren gefunden, die Mutter oder Sohn zugeordnet werden können. Monatelang tappt die Polizei bei dem mysteriösen Fall im Dunkeln. Auch Ehemann Andrew und Joanns Ex-Mann gehören zu den Verdächtigen. Dann macht ein Bauer einen grausigen Fund auf seinem Acker: Er findet die stark verwesten Leichname einer Frau und eines Kleinkindes. Als die Telefonate des Opfers überprüft werden, führt die Spur zu Patricia Rorrer, einer Ex-Freundin von Andrew Katrinak, die ihren ehemaligen Freund mit allen Mitteln wieder für sich gewinnen wollte. Doch Patricia ist brünett und behauptet, sie habe ein Alibi. Da wenden sich die Fahnder an Dr. Ke Chung Kim, einen Entomologen, der den exakten Todeszeitpunkt feststellen soll. Mick Fletcher und Leann Misenger sind scheinbar das perfekte Paar: Die beiden haben eine kleine Tochter, und Leann ist zum zweiten mal schwanger. Nachdem Mick und Leann gemeinsam auf einem Schießstand waren, wo Mick Zielübungen machte, kehren sie nach Hause zurück. Während Mick im Bad ist, hört er einen Schuss. Er eilt in das Schlafzimmer und findet seine blutüberströmte Frau. So schildert er die Ereignisse zumindest der Polizei. Doch die mag seiner Theorie über einen Selbstmord keinen Glauben schenken. Sie finden auf Micks T-Shirt Blutspritzer und stellen schließlich fest, dass sich Leann angesichts des Eintrittswinkels der Kugel in ihren Schädel unmöglich selbst erschossen haben kann. Schließlich finden die Ermittler auch das Motiv für den Mord: Der aufstrebende Anwalt hat ein Verhältnis mit der Richterin Susan Chrzanowski. Als er wegen Mordes verurteilt werden soll, schreitet Leanns Familie ein: Mick soll außerdem wegen der ungewollten Unterbrechung der Schwangerschaft seiner Frau verurteilt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470173","hoster":"VOE"},{"path":"/redirect/14464906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-9","name":"Todesengel","epNo":9,"alt":"","descr":"Jim Reid und seine Frau Tanya lebten anscheinend ein perfektes Leben. Zu ihrem Glück gesellte sich noch die Geburt ihrer zweiten Tochter Morgan Renee. Doch drei Monate nach der Geburt der Kleinen bekam Morgan nachts plötzlich unerklärliche Atemaussetzer und musste in ein Krankenhaus eingeliefert werden. Trotz intensiver medizinischer Tests konnten die Ärzte nichts entdecken. Nach der Entlassung aus dem Krankenhaus suchte Tanya mehrere Spezialisten auf, die jedoch keine medizinische Ursache für die sich häufenden Anfälle fanden. Ihren letzten Anfall überlebte die Kleine nicht – das Kind starb, noch bevor es das erste Lebensjahr vollendet hatte. Eine Autopsie ergab als Todesursache den plötzlichen Kindstod. Knapp ein Jahr später bekam Tanya Reid wieder ein Kind – und schon 26 Tage nach seiner Geburt wurde auch Brandon Michael wegen unerklärlicher nächtlicher Atemstillstände in ein Krankenhaus eingeliefert. Gegenüber den Ärzten gab Tanya an, sie sei davon überzeugt, dass sowohl ihre verstorbene Tochter als auch ihr Sohn an einem genetischen Defekt leiden müssten, der die Anfälle und Atemstillstände auslöse. Doch medizinisch konnte dieser Verdacht nicht bestätigt werden. Dann aber wurde ein Krankenhausmitarbeiter skeptisch, als er Kratzer auf dem Gesicht des Kindes entdeckte. Als sich dann auch noch herausstellte, dass die Anfälle regelmäßig donnerstags und freitags auftraten, an den Tagen also, an denen der Vater der Kinder abends arbeitete, keimte bei den Medizinern ein schrecklicher Verdacht auf: War Tanya Reid womöglich selbst der Auslöser der unerklärlichen Anfälle? Lag hier ein Fall des seltenen \"Münchhausen-Syndroms vor\"? Szenenwechsel: Wegen eines leichten Schnupfens ihrer 14-monatigen Tochter Chelsea suchte Petti McCllelan die Kinderärztin Dr. Kathy Holland in ihrem Büro auf. Während sich Mutter und Ärztin über Chelseas Krankengeschichte unterhielten, bot die Krankenschwester Genene Jones an, sich um das Kind zu kümmern. Kaum fünf Minuten darauf fanden sie das Kind völlig kraftlos und unfähig zu atmen vor. Sofort wurde das Kind stabilisiert und in das nahe gelegene Sid Peterson Hospital eingeliefert. Knapp einen Monat darauf kam Petti McCllelan wiederum zu Dr. Holland, die einige Impfungen anordnete. Kaum wurden der Kleinen die Injektionen verabreicht, wiederholte sich ihr unerklärlicher Zustand, und sie wurde erneut ins Krankenhaus eingewiesen. Dr. Holland ordnete schließlich eine Verlegung in ein größeres Krankenhaus in San Antonio an. Während der Fahrt in dieses Krankenhaus war wiederum Krankenschwester Genene Jones an der Seite des Kindes. Kurz nachdem sie am Ziel eintrafen, verstarb Chelsea. In den folgenden Wochen wurden weitere Kinder als Notfallpatienten in das Sid Peterson Hospital eingeliefert. Bei einem der kleinen Patienten von Dr. Holland bemerkte der Anästhesist Dr. Frank Bradley, dass dem Kind offenbar das starke Muskelentspannungsmittel \"Anectine\" verabreicht wurde, obwohl dazu überhaupt keine medizinische Indikation vorlag. Bei genaueren Untersuchungen fiel Dr. Holland auf, dass eine Flasche Succinylcholine, der Wirkstoff des Medikaments \"Anectine\", manipuliert wurde. Daraufhin gab es erste Verdachtsmomente gegen Krankenschwester Genene Jones. Eine genauere Untersuchung ergab, dass die Frau schon häufiger in Verbindung mit mysteriösen Todesfällen bei Kindern in Erscheinung getreten war. So starben im Bexar County Hospital in San Antonio 25 von 35 Kindern immer zu der Zeit, in der Jones Dienst hatte. Staatsanwalt Ron Sutton übernahm die Ermittlungen – und merkte schnell, dass es ausgesprochen schwer werden würde, Genene Jones zu überführen. Aber er hatte noch einen Trumpf in der Hinterhand: Den schwedischen Toxikologen Bo Holmsted.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14477825","hoster":"VOE"},{"path":"/redirect/14464905","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-10","name":"Brandgefaehrlich","epNo":10,"alt":"","descr":"In den frühen Morgenstunden erwacht Terri Hinson von den Schreien ihrer beiden Kinder Brittany (vier Jahre) und ihrem 17 Monate alten Sohn Joshua. Ihr zweistöckiges Haus steht in lodernden Flammen! Terri versucht vergeblich, ihre Kinder aus den brennenden Zimmern zu retten. Sie ruft die Feuerwehr, die den kleinen Joshua nur noch tot bergen kann und Brittany mit einer schweren Rauchvergiftung ins Krankenhaus einliefert. Die Untersuchung der Brandstelle lässt einen furchtbaren Verdacht entstehen: Ein Haufen alter Kleider und Abfälle brannte in einem V-förmigen Muster ab, was gewöhnlich auf den ersten Brandherd hinweist. Sollte die Mutter das Feuer absichtlich gelegt und so versucht haben, ihre Kinder zu töten? Alle Indizien der Untersuchung sprechen gegen sie, und Terri wird wegen Mordverdacht und Verdacht auf Brandstiftung festgenommen. Doch sie beteuert immer wieder ihre Unschuld und versucht, auf eigene Faust zu ermitteln. Über das Internet stößt die verzweifelte Mutter auf einen Experten, der sich auf die Untersuchung von Fehlinterpretationen von Brandexperten spezialisiert hat. Ein ähnlicher Fall beschäftigte die Polizei ein Jahr zuvor: Ein gewaltiges Feuer brannte das exklusive Anwesen von Dr. Debora Green bis auf die Grundmauern nieder. In der Brandruine finden die Feuerwehrmänner die verkohlten Leichen von zwei ihrer Kinder: dem zwölf Jahre alten Tim und seiner sechsjährigen Schwester Kelly. Dr. Debra Green konnte sich mit ihrer zehnjährigen Tochter Lissa aus dem Feuer retten. Die Nachbarn beobachteten, wie die Mutter erneut in das brennende Haus rannte, um ihre beiden Kinder zu retten. Durch den massiven Zerstörungsgrad lag für die Ermittler der Verdacht der Brandstiftung nahe. Debora hatte sich nach zwanzig Jahren Ehe von ihrem Gatten Mike getrennt. Nach außen hin schienen die beiden Ärzte mit ihren drei gesunden Kindern eine echte Bilderbuchehe zu führen. Doch zwischen den beiden kriselte es seit Jahren. Die Ermittlungen ergeben, dass Mike schon seit längerem eine Geliebte hatte. Zögernd gibt Mike eine schreckliche Beobachtung zu Protokoll: Über die letzten Monate hinweg hatte seine Frau versucht, ihn nach und nach zu vergiften. Auch ansonsten legte seine Frau ein eher gefährliches Verhalten an den Tag. Doch Debora bezichtigt ihren angeblich verhaltensgestörten, verstorbenen Sohn Tim der Tat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434520","hoster":"VOE"},{"path":"/redirect/14464907","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-11","name":"Boeses Blut","epNo":11,"alt":"","descr":"Weil der renommierte Herzchirurg Dr. Daryl Sutorius seit seiner Scheidung an Depressionen leidet, empfehlen ihm seine Freunde, sein Glück über eine Partnervermittlung zu versuchen. Zur Verwunderung aller findet er dort tatsächlich eine Frau, die attraktive 45-jährige Dante Britteon, die er bereits einen knappen Monat später heiratet. Etwa ein Jahr nach der Hochzeit erhält die Polizei einen Anruf von Sutorius’ Krankenschwester, die sich Sorgen um ihren Chef macht. Die Beamten fahren zu seinem Haus, wo sie ihn in einer Blutlache auf der Couch finden. Auf dem Boden neben ihm: Eine Pistole, Kaliber 38. Alles sieht danach aus, als habe er Selbstmord begangen. Das glaubt auch seine Frau, die behauptet, dass er chronisch depressiv gewesen sei und oft davon gesprochen habe, Selbstmord zu begehen. Freunde und Familie können diese Aussage ebenfalls bestätigen. Es stellt sich heraus, dass Dante 650.000 Dollar aus Daryls Rentenversicherung erhält. Interessante Fakten findet man auch in Dantes Vergangenheit: Sie heißt eigentlich Della Hall und war zuvor bereits vier Mal verheiratet. Ein Polizist erinnert sich zudem daran, dass er Sutorius zwei Wochen zuvor gesehen hat. Er habe eine Pistole, Kaliber 22, dabei gehabt und ihn gefragt, wo er sie verstecken könnte, da er befürchtete, seine Frau wolle ihn erschießen. Nun ist klar, dass Dante ein Motiv hatte, Daryl zu ermorden. Doch alle Indizien lassen auf Selbstmord schließen. Wird es den Ermittlern dennoch gelingen, ihr die Tat nachzuweisen? Szenenwechsel: Eine junge Mutter namens Candice beschuldigt ihren Arzt Dr. John Schneeberger, sie in seiner Praxis unter Drogen gesetzt und sexuell missbraucht zu haben. Doch aufgrund des guten Rufs des jungen Arztes glaubt niemand ihre Geschichte. Auch ein zweimaliger DNA-Test kann ihre Anschuldigungen nicht untermauern. Zwei Jahre später wird der Fall zu den Akten gelegt. Auch als eine zweite Frau Dr. Schneeberger der Vergewaltigung beschuldigt, kann seine Schuld durch einen DNA-Test nicht bewiesen werden. Doch Candice hat noch längst nicht aufgegeben und einen Privatdetektiv engagiert. Dieser sendet einen Lippenpflegestift aus Dr. Schneebergers Auto zum DNA-Test – mit überraschendem Ergebnis: Die DNA stimmt mit der des bei den Opfern gefundenen Spermas überein. Doch warum ergaben die vorherigen DNA-Tests keine Treffer?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470218","hoster":"VOE"},{"path":"/redirect/14464914","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-12","name":"Die Unterschrift des Taeters","epNo":12,"alt":"","descr":"An einem Sommertag wird das Haus des Polizisten Matt Bachmeier durch ein Feuer komplett zerstört. Die Ermittler vermuten Brandstiftung, zumal an eine Wand des Hauses in großen Lettern die Worte \"Rios lebt\" gesprüht wurden. Etwa einen Monat später verhaftet Bachmeier aufgrund von Ruhestörung den Drogendealer James Christopher Wren, den er schon von früheren Einsätzen kennt und der ihm aus heiterem Himmel die Brandstiftung gesteht. Doch als Wren auf Kaution freigelassen wird, verschwindet er spurlos. Von seinem Kumpanen Jesus Hernandez erfahren die Ermittler, dass Bachmeier ein \"dreckiger Cop\" sei – und dass Wren sicherlich nicht zufällig kurz nach seinem Geständnis verschwunden ist. Als die Polizei Bachmeiers Haus noch einmal genau unter die Lupe nimmt, stellt sich heraus, dass einige Gegenstände vor dem Brand entfernt wurden. Im Wagen des Polizisten findet man schließlich Blutspuren, genau wie auf seinen Schuhen, seiner Kameratasche und seiner Brieftasche. DNA-Tests ergeben, dass es sich um Wrens Blut handelt. Eine genauere Untersuchung des Geständnisses ergibt außerdem, dass es nicht von Wren geschrieben wurde, sondern offensichtlich von Bachmeier selbst. Hat der Polizist das Feuer selbst gelegt und den Kleinkriminellen nach seinem \"Geständnis\" umgebracht? Und wo ist die Leiche von James Christopher Wren? Szenenwechsel: Ein blauer Pick Up rast nach einer irren Hindernis-Fahrt in eine Gruppe spielender Kinder und fährt davon. Bei dem Unfall kommt die sechsjährige Nicole Rae Walker ums Leben, zwei weitere Kinder werden ernsthaft verletzt. Einem Anwohner gelingt es, dem Truck zu folgen, doch er verliert ihn schnell. Dafür hat die Polizei nun eine genaue Beschreibung des Wagens: Es handelt sich um einen Chevrolet Silverado, Baujahr 1989 oder 1990. An der Unfallstelle findet man außerdem den Kühlergrill, der von dem Chevrolet stammt und der die tödlichen Verletzungen des Mädchens verursacht hat. Vier Monate nach dem Vorfall findet man einen blauen Silverado, der einige Dellen aufweist, aber keine Anzeichen für einen ernsteren Unfall. Der Besitzer Kenneth Pierce ist schon des öfteren betrunken am Steuer erwischt worden, doch er streitet ab, etwas mit diesem Unfall zu tun zu haben. Ein Alibi für die Tatzeit hat er allerdings nicht. Zudem findet die Polizei heraus, dass kurz nach dem Unfall größere Reparaturen an Pierce’ Wagen vorgenommen wurden. Dennoch kann man Pierce nicht mit dem Unfall in Verbindung bringen, denn sein Truck hat ein anderes Baujahr, als der, den der Zeuge gesehen hat. Die Ermittler versuchen, neue Wege zu gehen, um Pierce dingfest zu machen: Erstmals in Florida arbeitet man mit einer Video-Animation, mit der der Unfall rekonstruiert werden soll. Werden die Ermittler auf diese Weise Pierce’ Schuld nachweisen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434644","hoster":"VOE"},{"path":"/redirect/14383957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-13","name":"Toedliche Taeuschung","epNo":13,"alt":"","descr":"An einem Herbsttag verlässt Laura, eine allein stehende Frau, ihr Haus in Maryland, das sie zusammen mit ihrer Mutter bewohnt, um zur Arbeit zu gehen. Sie trägt Hosen, Trenchcoat und einen Damenhut. Die Nachbarn, die die Szene beobachten, finden das seltsam, denn Laura trägt sonst nie Hosen. Und normalerweise fährt sie mit dem Auto, nicht mit der U-Bahn. Von diesem Augenblick an bleibt Laura verschwunden. Beim Montgomery County Police Department geht eine Vermisstenanzeige ein. Die Polizei stellt Lauras Haus auf den Kopf. Die Beamten entdecken Haare, Fasern – und Blutspuren. Im Garten finden sie blutverschmiertes Bettzeug. Bald ist ein Verdächtiger gefunden: ein Gärtner. Er hatte den Schlüssel zum Haus und kannte die Gewohnheiten der Vermissten genau. Beim Verhör wirkt er nervös und verstrickt sich in Widersprüche. Die Analyse der Blutspuren ergibt, dass es sich um Lauras Blut handelt. Die Fingerabdrücke auf dem Bettzeug erweisen sich als die Fingerabdrücke des Gärtners. Laura selbst bleibt verschwunden. In der Zwischenzeit liegt auch die Haaranalyse vor. Dabei wurde in einer von Lauras Haarbürsten ein künstliches Haar von einer Perücke gefunden, und das obwohl alle Zeugen betonen, dass Laura nie eine Perücke besessen, geschweige denn getragen habe. Bei demjenigen, der das Haus an jenem 19. Oktober verlassen hat, scheint es sich demnach um eine als Laura verkleidete unbekannte Person zu handeln. In einem Schuppen des Gärtners entdeckt die Polizei schließlich u.a. ein Trenchcoat, einen Damenhut und die Perücke, zu der das Haar in der Bürste passt. Darüber hinaus findet sie eins von Lauras Haaren im Wagen des Gärtners. Heißt es auch hier wieder: Der Mörder ist immer der Gärtner? Als zwei Fischer am 28. Juli 1996 vor der Südwestküste Englands ihre Netze einholen, machen sie eine grausige Entdeckung: In den Maschen hat sich die an einen Anker gebundene verwesende Leiche eines Mannes verfangen. Die Fischer benachrichtigen sofort die Polizei. Dem Anker messen die beiden keine große Bedeutung bei. Sie verkaufen ihn für ein paar Pfund. Aufgrund der fortgeschrittenen Verwesung ist die Identität der Leiche nur schwer zu ermitteln. Einzig eine Tätowierung in Form eines Ahornblattes sowie eine Rolex-Armbanduhr führen die Beamten weiter. Über die Serienummer der Uhr lässt sich bald der Käufer ermitteln. Sein Name ist Ronald Platt. Nachdem Platts letzte Adresse ausfindig gemacht ist, erklären Nachbarn, der Gesuchte sei nach Frankreich gezogen. Genaueres wisse Platts bester Freund, ein gewisser David Davis. Die Ermittler bringen dessen Wohnort in Erfahrung, landen aber an der falschen Adresse. Dort sagt man ihnen, das die Person, die in dem gesuchten Haus lebe, nicht Davis sondern Ronald Platt heiße. Der Verdacht, dass sich Davis als Platt ausgibt, wird evident. Weitere Untersuchungen ergeben, dass Platts Freundin Elaine in Davis’ Auftrag größere Geldbeträge in die Schweiz transferiert hat. Vor ein paar Jahren siedelte sie dann zusammen mit Platt in dessen Heimatland Kanada über. Davis, der ebenfalls Kanadier ist, finanzierte das Vorhaben. Auf diese Weise habe Davis mit Platts Identität und dem Geld aus der Schweiz ein ruhiges Leben in England führen können, so die Ermittler. Als das Paar jedoch vor ein paar Wochen zurückgekehrt sei, ging Davis Plan nicht mehr auf – ein mögliches Motiv, Platt zu ermorden. Zudem entdecken die Beamten auf Davis’ Boot Haare, die nach einer DNA-Analyse mit denen des \"Rolex-Mannes\" übereinstimmen. Davis wird festgenommen, und nach Rücksprache mit Interpol steht fest: Davis heißt in Wirklichkeit Albert Walker und ist ein international gesuchter Verbrecher. Schließlich taucht auch der Anker wieder auf, und Nachforschungen ergeben, dass Walker ihn kurz zuvor gekauft hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13916393","hoster":"VOE"},{"path":"/redirect/14264985","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-14","name":"Verwischte Spuren","epNo":14,"alt":"","descr":"Seit einigen Tagen ist die 47-Jährige Pearl Bruns spurlos verschwunden. Ihr Ehemann William behauptet, er sei einkaufen gefahren und habe seine Frau seither nicht mehr gesehen. Im Haus des Ehepaares findet die Polizei einen halb gepackten Koffer mit merkwürdigen rotbraunen Flecken. Ähnliche Flecken werden auf der Veranda und auf der Kellertreppe entdeckt. Die örtliche Polizei nimmt Pearl auf die Liste der vermissten Personen auf, ermittelt aber zunächst nicht weiter. Doch dann findet sich Pearls Geldbörse etwa 100 Meilen von ihrem Haus entfernt – zwar keinerlei Beweis für ein Verbrechen, doch die Polizei nimmt nun an, dass Pearl entführt wurde. Oder aber jemand die Ermittlungen in eine falsche Richtung leiten will. Der Fall wird der Bundespolizei übergeben. Diese setzt einen Durchsuchungsbefehl für Bruns Haus durch. Die Untersuchung der verdächtigen rotbraunen Flecken ergibt, dass es sich um Blutflecken handelt. Bei weiteren Ermittlungen stellt sich heraus, dass die Ehe der Bruns vor allem durch Streitereien bestimmt war. Ein Spürhund führt die Polizei in das Erdgeschoss des Hauses, doch eine Leiche wird dort nicht gefunden. Durch den anschließenden Luminol-Test findet man außerdem einen Blutfleck, der in etwa den Umriss eines menschlichen Körpers hat. Es immer wahrscheinlicher, dass William Bruns sein Frau umgebracht hat. Doch wo hat er die Leiche versteckt? Szenenwechsel, eine Farm in Illinois: Die Kinder der Farmerin Charlotte Grabbe vermissen ihre Mutter, von der es keine Spur mehr gibt, seit sie am 24. Juli 1981 auf die Felder hinaus gefahren ist. Der von ihr getrennt lebende Ehemann Fred behauptet, sie habe sein Haus an diesem Nachmittag nach einem heftigen Streit verlassen und sei Richtung Interstate gefahren. Am nächsten Tag wird Charlottes Auto etwa 20 Meilen entfernt gefunden. Doch nach Zeugenaussagen hatte am Steuer nicht die 39-Jährige Charlotte, sondern eine etwa 20-jährige Blondine gesessen. Die Polizei findet heraus, dass Fred eine Vorliebe für blutjunge Schönheiten hat. Und die Beschreibung der Frau am Steuer trifft genau auf seine jüngste Eroberung Vicki McCalister zu. Als Fred und Vicki verhört werden, machen sie jedoch von ihrem Zeugnis-Verweigerungsrecht gebrauch. Also sucht die Polizei nach weiteren Indizien und findet in einem Bankfach Briefe, in denen Charlotte ihren Mann des Diebstahls beschuldigt. In einem Brief äußert sie gar, dass sie Angst um ihr Leben habe. Doch die Beweise reichen nicht aus, um Fred des Mordes anzuklagen. Erst drei Jahre später gesteht Vicki McCalister, mittlerweile von Fred getrennt, dass sie dabei war, als Fred seine Frau ermordet hat. Er habe seine Frau erwürgt und auf einem Feld namens \"The Bottoms\" verbrannt. Anschließend habe er den Kopf in den Fluss geworfen. Doch ohne eine Leiche gibt es noch immer keinen Grund, Fred anzuklagen. Die Polizei muss zu ausgefallenen Methoden greifen, um ihn des Mordes zu überführen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470290","hoster":"VOE"},{"path":"/redirect/14264998","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-15","name":"Falsche Faehrten","epNo":15,"alt":"","descr":"An einem Februarmorgen um 7:50 Uhr wird Janice, die Frau des Lehrers Clayton Johnson, von ihrer Nachbarin Mrs. Molloy in einer Blutlache liegend in ihrem Haus gefunden. Vier Stunden später stirbt Janice. Die Nachbarin Claire Thompson hatte noch um 7:40 Uhr ein Telefonat mit ihr geführt. Dies sei freundlich unterbrochen worden, als Clayton sich von seiner Frau verabschiedete, um zur Arbeit zu fahren. Auf dem Weg dorthin ist Clayton von mehreren Zeugen gesehen worden. Da Janice am Fuß einer Treppe lag, geht die Polizei zunächst von einem tödlichen Sturz aus. Auch der örtliche Gerichtsmediziner bescheinigt den Unfalltod. Das Blut im Haus wird von zwei Kirchenmitgliedern der Gemeinde aufgewischt. Doch als Clayton Johnson einige Monate später ein 22-jähriges Mitglied seiner Kirche heiratet, wird der Ermittler Brian Oldford hellhörig. Er findet heraus, dass Clayton kurz vor Janices Tod für sie eine Lebensversicherung über 125.000 Dollar abgeschlossen hatte. Eine erneute Vernehmung der beiden Kirchenmitglieder, die das Haus nach dem Unfall reinigten, ergibt, dass sie auch an anderen Stellen des Hauses Blutspritzer gesehen hatten. Oldford glaubt nun, ein Kampf habe zu Janices Tod geführt und überzeugt auch den Gerichtsmediziner von seiner Theorie. Clayton Johnson wird daraufhin wegen Mordes zu lebenslanger Haft verurteilt. Das ruft James Lockyer auf den Plan, der sich für unrechtmäßig Verurteilte Menschen einsetzt. Aus seiner Sicht der Dinge sprechen viele Indizien für die Unschuld Johnsons. War es wirklich Mord? Oder war es doch ein Unfall? Tustin, Kalifornien: Als Kevin Lee Green nach Hause kommt, findet er seine 21-jährige Frau Dianna bewusstlos vor. Die hochschwangere Frau war brutal vergewaltigt worden. Während der vier Wochen, die sie daraufhin im Koma liegt, kommt das Kind zur Welt – tot. Diana selbst überlebt, doch sie wird sich nie wieder vollständig regenerieren: Sie ist auf einem Ohr taub, leidet unter Sprachstörungen und hat ihr Erinnerungsvermögen verloren. Der einzige Hinweis, den die Ermittler haben, ist das Sperma des Täters. Die Blutgruppe des Täters wird bestimmt, und diese stimmt genau mit der von Kevin überein. Bei der anschließenden Vernehmung behauptet Kevin, er habe am fraglichen Tag einen schwarzen Mann das Haus verlassen gesehen. Monate später: Dianna meint, sich plötzlich daran erinnern zu können, dass sie vor der Tat einen Streit mit Kevin hatte. Kevin sei sehr wütend geworden, weil sie ihn zurückgewiesen habe. Als der Polizei zudem Gerüchte zu Ohren kommen, Kevin sei nicht sehr glücklich über die Schwangerschaft gewesen, reicht das aus, um ihn zu verhaften. Er wird wegen Mordes an seiner Tochter und wegen Vergewaltigung seiner Frau zu 15 Jahren Haft verurteilt. Kevin beteuert jedoch weiterhin seine Unschuld. Als er von der Möglichkeit präziser DNA-Analysen hört, will er sich einem solchen unterziehen, kann es sich jedoch nicht leisten. Kevin verbringt 15 Jahre im Gefängnis. Erst Jahre später wird in Orange County eine DNA-Datenbank etabliert. Die Polizei vergleicht die Daten ungelöster Kriminalfälle mit der DNA von Straftätern und landet dabei einen äußerst seltenen Zufallstreffer: Die DNA eines verurteilten Vergewaltigers namens Gerald Parker stimmt mit den DNA-Spuren überein, die man bei fünf ermordeten Frauen in Orange County gefunden hatte. War Parker auch der Vergewaltiger von Dianna?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448525","hoster":"VOE"},{"path":"/redirect/14264999","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-16","name":"Zweifelhafte Zeugen","epNo":16,"alt":"","descr":"Wilkes Barre, Pennsylvania: Die Polizei erhält einen dringenden Notruf von Neil Wolsieffer. Sein Bruder Dr. Glen Wolsieffer werde immer wieder bewusstlos, und er mache sich außerdem Sorgen um Glens Frau und ihre Tochter im ersten Stock des Hauses. Als die Polizei eintrifft, berichtet Dr. Wolsieffer, dass ein Einbrecher versucht habe, ihn zu erwürgen, an mehr könne er sich nicht erinnern. Im Obergeschoss findet die Polizei die fünfjährige Tochter friedlich schlafend vor. Doch Dr. Wolsieffers Arbeitszimmer wurde offensichtlich durchwühlt – und seine Frau Betty liegt tot auf dem Schlafzimmerboden. Offenbar wurde sie einige Stunden zuvor erwürgt. Im Haus findet die Polizei keinerlei Spuren, die auf einen Eindringling hinweisen, und auch schlüssige Motive für die Tat scheint es nicht zu geben. Zudem verweigert Neil Wolsieffer die Kooperation, weil er glaubt, dass die Polizei seinen Bruder für den Hauptverdächtigen hält. Kurze Zeit später fährt er mit seinem Wagen gegen einen entgegenkommenden Traktor und ist sofort tot. Die Polizei vermutet Selbstmord, zumal seine Frau behauptet, Neil könne – laut eigener Worte – niemals etwas tun, was seinem Bruder schade. Zehn Monate später erzählt Bettys Freundin Barbara der Polizei, Betty habe kurz vor ihrem Tod den Plan gefasst, etwas gegen Glens ständige Affären zu unternehmen. Dass Glen gleich zwei Liebhaberinnen hatte, sei stadtbekannt. Nun gilt Dr. Wolsieffer tatsächlich als Hauptverdächtiger, doch stichhaltige Beweise gibt es noch immer nicht. Werden die Untersuchungen der Pathologen Bettys Mörder entlarven? Glendale, Kalifornien: Bei der Notrufzentrale geht ein Anruf von Dr. Boggs, einem angesehenen Neurologen, ein. Sein Patient Gene Hanson sei wegen Schmerzen in der Brust in seine Praxis gekommen und noch während der Untersuchung gestorben. Beim Eintreffen der Sanitäter ist Hanson angeblich seit 45 Minuten tot. Doch der Körper ist kalt, die Totenstarre hat bereits eingesetzt. Hanson muss gegen 2 Uhr nachts gestorben sein – Stunden bevor Dr. Boggs die Sanitäter gerufen hat. Zudem hatte Boggs behauptet, bei Hanson ein EKG durchgeführt zu haben, doch das EKG-Gerät war um Mitternacht das letzte Mal benutzt worden. Auch ergeben die Untersuchungen, dass Hanson wahrscheinlich kurz vor seinem Tod sexuellen Verkehr hatte. Bei der anschließenden Autopsie findet man jedoch keinerlei Spuren für einen Kampf. Man entdeckt lediglich eine Herzmuskelentzündung und bestätigt den natürlichen Tod Hansons. Einige Rätsel bleiben jedoch ungeklärt: Nach seiner Geburtsurkunde war Hanson 46 Jahre alt, doch sein Körper wirkt wesentlich jünger. Sein Geschäftspartner John Hawkins identifiziert ihn dennoch als Gene Hanson. Er lässt die Leiche verbrennen und die Asche im Meer verteilen. Dann stellt sich heraus, dass Hawkins 1,5 Million Dollar aus Hansons Lebensversicherung erhält. Als die Versicherung ihre Daten mit den Ergebnissen der Gerichtsmediziner abgleicht, wird jedoch klar, dass es sich bei dem Toten gar nicht um Gene Hanson handelt, sondern um den 33-jährigen Ellis Greene. Nachforschungen in den Autopsie-Unterlagen ergeben außerdem, dass der Mann nicht an seiner Herzmuskelentzündung gestorben, sondern erstickt worden ist. Dr. Boggs, John Hawkins und der wahre Gene Hanson werden nun wegen Mordes gesucht. Als erstes geht der Polizei Dr. Boggs ins Netz. In seinem Haus findet man eine große Auswahl illegaler Drogen und obendrein jede Menge SM-Utensilien. Ist Ellis Greene das Opfer perverser Sexspiele geworden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469971","hoster":"VOE"},{"path":"/redirect/14265001","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-17","name":"Rekonstruktion des Todes","epNo":17,"alt":"","descr":"Irgendwo in Missouri: Beim Ausmessen des Geländes eines Jungen-Camps macht der Kartograph Raimo Pitkanen eine schreckliche Entdeckung: Das, was er zunächst für eine große Muschel gehalten hatte, entpuppt sich als menschlicher Schädel. Bei der anschließenden Durchsuchung des Areals stößt die Polizei auf etwa 40 weitere Knochen, findet aber keine Zähne, anhand derer man den Schädel zuordnen könnte. Außerdem findet man einen Unterkieferknochen, Haare, eine Jeans, weitere Bekleidungsstücke und eine Einkaufstüte. Anhand diese Materials können die Forensiker einige wichtige Schlüsse ziehen: Durch die Jeans weiß man beispielsweise den ungefähren Körperbau des Toten. Und das gefundene Haar entstammt vermutlich einem Kaukasier. Da diese Informationen die Polizei nicht weiterbringen, konzentriert man sich auf einen ebenfalls am Tatort gefunden Knopf mit der Aufschrift \"Texwood\". Ermittlungen ergeben, dass Texwood-Jeans ausschließlich in Ostasien hergestellt und verkauft werden. Der Forensiker Dr. Charney bestätigt anhand der Knochen, dass das vermeintliche Opfer tatsächlich asiatischer Herkunft war. Und er macht eine weitere Entdeckung: Es handelt sich um eine Frau, die mindestens zwei Kinder geboren haben muss. Eine Rekonstruktion des Gesichts soll dabei helfen, die Identität der Frau aufzudecken. Nachdem Fotos des rekonstruierten Gesichts an die Medien gegeben wurden, meldet sich ein Mann, der behauptet, das Foto sehe einer Freundin von ihm sehr ähnlich. Sie sei eine Thailänderin namens Bun Chee Nyhuis, und er habe sie schon seit einer ganzen Weile nicht mehr gesehen. Bun Chees Ehemann Richard habe ihm erzählt, sie habe ihn verlassen und sei nach Thailand zurückgekehrt. Als Richard von der Polizei befragt wird, bestätigt er diese Geschichte. Die Polizei glaubt ihm nicht, aber jetzt gibt es wenigstens ein Foto der Toten. Und das passt genau zu dem gefundenen Schädel. Die Identifikation des Schädels ist damit abgeschlossen. Aber ist Richard tatsächlich der Mörder? Deseronto, Ontario: Ward und Diana Maracle betreiben in dem verschlafenen Städtchen eine Tankstelle mit Restaurant. Ward ist außerdem der Mann, zu dem die Stadtbewohner kommen, wenn sie schnell Geld brauchen. Das Leben der Maracles verläuft in ruhigen Bahnen – bis zu einem frühen Morgen im Dezember: Zwei maskierte und mit einer Pistole sowie einem Holzknüppel bewaffnete Männer dringen in ihr Schlafzimmer ein und fordern Geld. Als Ward sich weigert, schießt einer der Eindringlinge auf ihn. Diana versucht, zu entkommen, wird jedoch im Untergeschoss eingeholt. Sie übergibt das Geld, das nicht wie üblich im Safe eingeschlossen war. Obwohl er dreimal getroffen wurde, überlebt Ward den Angriff. Nachdem er versorgt wurde, durchsucht die Polizei das Haus. In der Küche findet man den Holzknüppel, der offenbar von einem größeren Holzstück abgebrochen wurde. Der Forensiker Jim Eadie macht sich auf die Suche nach dem restlichen Teil des Holzes und findet ihn in Maracles Hinterhof. Im Schnee direkt daneben: ein klar erkennbarer Schuhabdruck. Eadie fotografiert den Abdruck und formt ihn anschließend ab. Die Abformung zeigt die Sohle eines Sportschuhs mit einem Muster aus Kreisen und Wirbeln. Im Haus findet Eadie zwei weitere Schuhabdrücke, die nicht von den Maracles stammen können. Einer davon ist identisch mit den Abdrücken im Hinterhof. Indessen geht bei der Polizei der Hinweis ein, sie solle Pete Benedict und Frank Lanoue, zwei Männer aus Cornwall, genauer unter die Lupe nehmen. Bei der Durchsuchung von Benedicts Haus findet die Polizei fünf Paare Sportschuhe, doch keiner passt zu den gefundenen Abdrücken. Allerdings findet man heraus, dass Benedict nur einige Stunden nach dem Überfall einen wertvollen Ring gekauft hat. Außerdem entdeckt man mehrere Geldbündel und eine Pistole. Doch Benedict leugnet die Tat und behauptet, Frank Lanoue noch nie in seinem Leben gesehen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470075","hoster":"VOE"},{"path":"/redirect/14464924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-18","name":"Toedliche Familienbande","epNo":18,"alt":"","descr":"Am 10. Oktober 1998 warten mehrere Kunden an der 24-Stunden-Tankstelle von Holt, Michigan, auf jemanden, der sie bedient. Als niemand kommt, sucht man nach der Angestellten Wanda Mason und findet sie schließlich auf dem Boden hinter der Kasse – erschossen! Die gerufene Polizei verhaftet kurz darauf ein paar Blocks weiter einen Verdächtigen, doch den Mord kann man ihm nicht nachweisen. Die Bilder der Überwachungskamera zeigen, dass ein schwarzer Mann den Überfall verübt hat, aber sein Gesicht ist nicht klar erkennbar. Man kann jedoch in etwa sein Aussehen rekonstruieren und erstellt ein Phantombild. Unzählige Hinweise gehen daraufhin bei der Polizei ein, doch alle führen in eine Sackgasse. Eine Spur führt zu Ronald Allen, der dem Phantombild auffallend ähnelt. Er wird verdächtigt, einen Monat zuvor einen Drogendealer erschossen zu haben. Offenbar wurde der Mann mit derselben Waffe erschossen wie Wanda, doch um ganz sicher zu gehen, brauchen die Ermittler die Waffe selbst. Die Ermittler geben nicht auf und versuchen, Allen mit Hilfe neuester Technologien zu überführen… Spokane, Washington: Kurz nach ihrem neunten Geburtstag verschwindet die kleine Valiree Jackson spurlos. Ihr Vater Brad hatte sie am Morgen noch in die Schule bringen wollen, doch alles, was er fand, war Valirees Rucksack an der Eingangstür des Hauses, in dem er zusammen mit seinen Eltern und seiner Tochter lebt. Brad durchkämmt die ganze Nachbarschaft und mobilisiert auch die Nachbarn, ihm zu helfen, doch die Suche bleibt erfolglos. Die Polizei wird eingeschaltet. Die Ermittler durchsuchen noch einmal die ganze Gegend und hängen überall Fotos des Mädchen auf – ohne Erfolg. Mittlerweile verdächtigt man Valirees Mutter Roseanne der Entführung. Vor sieben Jahren hatte sie aufgrund von Prostitution und Drogenabhängigkeit das Sorgerecht an Brad verloren und die Stadt verlassen. Doch außer Gerüchten gibt es keinerlei Hinweise darauf, dass sie in ihre Heimatstadt zurückgekehrt ist. Unterdessen finden die Ermittler heraus, dass Brad seine Freundin Dannette heiraten wollte, sie jedoch nicht mit seiner Tochter klargekommen ist. Die Polizei durchsucht noch einmal Haus und Autos von Brad. Was Brad nicht weiß: Die Ermittler installieren in seinem Wagen ein GPS-System, durch das sie ihn jederzeit orten können. Beim anschließenden Lügendetektortest wird Brad eine Falle gestellt: Detective Madsen behauptet zu wissen, dass Brad der Mörder ist – und dass er seine tote Tochter nicht tief genug begraben hat. Die Leiche würde schnell wieder an die Oberfläche kommen. Das scheint zu wirken: Kurz darauf fährt Brad in einen nahegelegenen Wald und bleibt dort lange genug, um ein Grab auszuheben. Hat er – alarmiert von den Worten des Detectives – dort Valirees Leiche umgebettet? Und welches Motiv hatte er, seine eigene Tochter umzubringen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434653","hoster":"VOE"},{"path":"/redirect/14265000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-19","name":"Bis das der Tod uns scheidet","epNo":19,"alt":"","descr":"Ed und Julie Thigpen Post sind ein offensichtlich glückliches Paar auf Geschäftsreise in St. Luis. An einem Junimorgen verlässt Ed das Hotel, um zu joggen. Seiner Frau lässt er zuvor noch ein Bad ein. Als er wenig später zurückkommt, findet er seine Frau tot in der Badewanne. Man nimmt an, dass sie durch einen Sturz in der Wanne ohnmächtig geworden und dadurch ertrunken ist. Noch am selben Tag kehrt Ed mit seinem Bruder Dan, ein Rechtsanwalt, in das Hotelzimmer zurück und macht Fotos des Badezimmers. Er will die Hotelkette wegen des Unfalltods seiner Frau verklagen. Doch Lieutenant Hollacher will ihm einen Strich durch die Rechnung machen. Er ist nicht davon überzeugt, dass es tatsächlich ein Unfall war und durchleuchtet Eds Vergangenheit. Dabei findet er heraus, dass Ed eine hohe Lebensversicherung für seine Frau abgeschlossen hatte, die einen Monat vor ihrem Tod noch einmal erhöht wurde. Freunde des Paares berichten zudem, dass die Ehe von Julie und Ed alles andere als harmonisch war, Ed seine Frau sogar mehrmals geschlagen haben soll. Nun hat die Polizei ein Motiv, doch war es wirklich Mord? Ein aus der Wand gebrochener Handtuchhalter im Hotelbadezimmer gibt erste Hinweise auf einen Mord: Tests ergeben, dass Julies Gewicht allein nicht ausgereicht hätte, um den Halter aus der Wand zu reißen. Weitere Versuche lassen die Polizei zu dem Schluss kommen, dass jemand den Halter aus der Wand gerissen hat, um einen Unfall vorzutäuschen. Julies Leiche wird exhumiert und einer Autopsie unterzogen. Dabei findet man verschiedene Druckstellen, die nicht von einem Sturz herrühren können. Vor allem die blauen Flecken in Julies Nacken lassen darauf schließen, dass sie mit dem Kopf unter Wasser gedrückt wurde. Hat Ed seine Frau tatsächlich umgebracht? Szenenwechsel: Als Lori Auker eines Tages im Mai nicht zur Arbeit in der Tierhandlung erscheint, alarmiert ihr Chef ihre Eltern. Kurze Zeit später sind Richard und Ruth Auman vor Ort, wo sie in der Tiefgarage Loris verschlossenes Auto finden. Lori hatte sich vor kurzem von ihrem Mann getrennt und war mit ihrem Sohn bei ihren Eltern eingezogen, um ihr Leben wieder in den Griff zu kriegen. Sie liebte ihren Job in der Tierhandlung und träumte davon, Tierärztin zu werden. Deshalb sind ihre Eltern und Freunde davon überzeugt, dass sie sich nicht einfach aus dem Staub gemacht hat. Die Polizei nimmt die Ermittlungen auf. 19 Tage später wird Loris Leiche wenig außerhalb der Stadt gefunden. Die Autopsie ergibt, dass 17 Mal mit einem spitzen Gegenstand auf sie eingestochen wurde. Anhand forensisch-entomologischer Untersuchungen kann man außerdem feststellen, dass Lori noch am Tag ihres Verschwindens ermordet wurde. Hauptverdächtiger ist Loris Mann Robert Auker, mit dem Lori einen erbitterten Streit um das Sorgerecht für ihren Sohn geführt hatte. Die Polizei findet zudem heraus, dass Robert noch vor kurzem eine Lebensversicherung für seine Frau abgeschlossen hatte. Doch diese Indizien reichen nicht aus, ihn des Mordes anzuklagen. Die Bilder der Überwachungskamera einer Bank sollen den Ermittlern weiterhelfen: Diese Kamera zeichnet genau die Stelle des Parkhauses auf, an der Loris Auto gefunden wurde. Auf den Aufnahmen kann die Polizei einen Chevrolet erkennen, der Roberts Vater gehört. Für eine Anklage reicht das jedoch noch immer nicht. Erst ein Katzenhaar überführt Robert schließlich der schrecklichen Tat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434522","hoster":"VOE"},{"path":"/redirect/14265004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-20","name":"Tod im Rotlichtmileu","epNo":20,"alt":"","descr":"Monatelang hält ein Serienkiller Florida in Atem. Er stranguliert Prostituierte und lässt die Leichen weithin sichtbar liegen. Die einzigen Hinweise auf seine Identität sind ein Reifenabdruck und Stofffäden. Bei der ersten Leiche handelt es sich um Ladonna Jean Stellar. Der Autopsie zufolge war das Ex-Model, das mehrere Male wegen Prostitution eingesessen hatte, in dem kleinen Ort Clearwater stranguliert worden. 15 Monate später entdeckte ein Pizzafahrer im nahegelegenen Oldsmar die Leiche von Wendy Ann Evans, wenig später folgte die tote Peggy Anita Darnell – gleiche Vergangenheit, gleiche Todesursache. Auch jetzt noch tappt die Polizei im Dunkeln. Die Versuche, mittels verschiedener Verfahren eventuelle Fingerabdrücke auf der Haut der Toten zu identifizieren, blieben bisher ergebnislos. Erst die vierte Leiche gibt dem Team um Lieutenant Walt Jakes erste sichere und wegweisende Aufschlüsse: Auf dem leblosen, ebenfalls strangulierten Körper von Cynthia Jean Pugh befinden sich die gleichen Stofffasern und braunen Tierhaare wie auf der dritten Leiche. Zudem finden die Beamten neben Cynthia Zigarettenblättchen. Diese Fundstücke landen beim FBI. Dort stellt sich heraus, dass es sich um Hundehaare handelt, und dass am Zigarettenpapier noch eine Spur menschlicher DNA hängt. Die pinkfarbenen Stofffasern sind identisch mit denen, die auf einem der vorigen Opfer gefunden wurden. Auch dem Rätsel um die Reifenspur kommen die Ermittler auf die Spur: Der hinzugezogene Fachbuchautor Peter McDonald erkennt den Abdruck eines Reifens kleiner Pick-ups, den er vor Jahren selbst designt hat. Anhand des Abdrucks erkennt er, dass der Reifen kaum gefahren ist. Schnell landen die Beamten daraufhin bei Terry Jo Howard, die für ihren Pick-up jüngst einen Reifensatz gekauft hatte. Ist ihr Freund James Randall der gesuchte Serienkiller? Er besitzt einen braunen Hund, und im Wohnzimmer der beiden liegt eine pinkfarbene Decke… Szenenwechsel: Um 10:15 Uhr abends ruft Julie Bajo völlig aufgelöst bei der Polizei an. Die Freundin von Archie Mitchell berichtet von einer Schießerei, und noch während des Gesprächs hört der Polizeibeamte weitere Schüsse. Der Anruf wird mitgeschnitten. Als die Beamten eintreffen, stoßen sie auf Jim Mitchell, der benommen im Garten herumläuft. In seiner Hand befindet sich ein Gewehr, im Schulterhalfter steckt eine Pistole. Im Schlafzimmer des Hauses liegt die Leiche seines jüngeren Bruders Archie, mit dem zusammen Jim jahrelang Geld gescheffelt hat. Die Brüder, die ein gigantisches Pornofilm-Imperium aufgebaut hatten, stritten öfters, und die letzte ihrer Streitigkeiten endete nun in Archies Haus. Jim gesteht, Archie erschossen zu haben. Im Prozess geht es um die Frage, ob es sich um einen vorsätzlichen Mord handelt oder ob Jim seinen Bruder im Affekt getötet hat. Die Geschworenen gehen von Mord aus und begründen ihre Entscheidung mit den Schüssen, die auf dem Anruf-Tape der Polizei zu hören sind. Sie meinen, die Pausen zwischen den einzelnen Schüssen deuteten auf Abwägung hin. Dr. Harry Hollien, Akustikexperte in der gerichtsmedizinischen Abteilung, kommt in seinen Untersuchungen ebenfalls zu dem Schluss, dass Jim seinen Bruder getötet hat. Auch Lucien Hagg, der den Mordfall per Videoanimation darzustellen versucht, kommt zu dem Schluss: Jim ist der Mörder. Doch was ist Spekulation, was ist unumstößliche Wahrheit? Welche Schüsse auf dem Band waren Querschläger und welche trafen? Und was hat die einzige Zeugin, Archies Freundin Julie Bajo, zu allem zu sagen? Sie hat immerhin die Geschichte inzwischen an diverse TV-Sender verkauft, und zu allem Überfluss lieferte die Pornodarstellerin nicht weniger als drei Versionen des Tathergangs","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469954","hoster":"VOE"},{"path":"/redirect/14265005","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-21","name":"Grausame Funde","epNo":21,"alt":"","descr":"Winnipeg, Kanada: An einem frühen Sonntagmorgen wird die verstümmelte Leiche von Shirley Andronowich auf einem Acker hinter einer High School gefunden. Die 42-jährige dreifache Mutter war schwer geschlagen worden, ein Betonklotz hatte ihren Schädel zertrümmert. Zudem hatte der Täter offenbar Teile ihres Körpers abgebissen. Ein grausames Verbrechen, das der Polizei Rätsel aufgibt. Shirley hatte am Abend zuvor in der Kneipe \"Grant Motor Inn\" mit ihrem Mann Ed und zwei weiteren Männern getrunken. Zeugenaussagen zufolge hatte das Ehepaar sich gestritten, Ed war dann früher nach Hause gegangen. Seine Frau indes hatte mit den zwei Männern weitergetrunken und die Kneipe auch mit ihnen verlassen. Was danach geschah, ist unklar. Hatte die Polizei Ed als Verdächtigen erst ausgeschlossen, wird er kurze Zeit später wegen Mordes an seiner Frau angeklagt. Er gesteht den Mord. Aber selbst mit diesem Geständnis fällt es der Polizei schwer, aussagekräftiges Beweismaterial aufzutreiben. Von der gerichtsmedizinischen Abteilung kommt Hilfe: Geologe Richard Munroe analysiert den Betonbrocken, der Shirleys Schädel zertrümmerte. Er hat den richtigen Riecher, auf einem nahegelegenen Parkplatz befindet sich ein Betonklotz, von dem der abgebrochene Brocken stammen könnte. Allerdings folgt nun eine überraschende Wendung: Die Polizei findet weder Haare noch Stofffasern von Shirley in Eds Auto. Ein hinzugezogener Zahnarzt hält es für ausgeschlossen, dass Ed mit seinem künstlichen Gebiss Menschenfleisch überhaupt durchtrennen könne. Auch die Speichelreste auf Shirleys Haut sind nicht von Ed. Obwohl geständig, kommt Ed frei. Und die Ermittlungen stagnieren. Erst ein Jahr später bringt ein Anruf die Polizei auf die Fährte von Mark Jarman. Und richtig: Hier scheint alles zu passen, Jarman war an jenem Abend in der Kneipe, in der Shirley mit den anderen trank. Sein Fingerabdruck passt, sein Gebissabdruck hat große Ähnlichkeiten mit den Bissspuren auf Shirleys Haut… Szenenwechsel: Zwei Jungen fischen aus einem Fluss einen menschlichen Schädel heraus. Ihm fehlen der Unterkiefer und die oberen Zähne. Der Einsatz der Taucher bleibt ergebnislos, weitere Leichenteile werden nicht gefunden. Dr. Beth Murray von der gerichtsmedizinischen Abteilung ordnet den Schädel einer erwachsenen Frau zu. Sie sagt, sie habe nie zuvor derart brutal zugerichtete menschliche Überreste gesehen. Auf dem Schädel befinden sich Hunderte von Kratzern und Kerben, kein Stück blieb unversehrt. Auch Zähne und Augen fehlen, ein Hinweis darauf, dass die Leiche unidentifizierbar gemacht werden sollte. Dennoch findet man heraus, dass die Frau eine Weiße war. Auf der regionalen Vermisstenliste findet sich auch Tina Mott. Die 22-jährige Mutter verschwand zwei Monate vorher. Tina Mott lebte mit Timothy Bradford und dem gemeinsamen Sohn Corey zusammen. Die Wohnung von Timothys Adoptiveltern befand sich nur einige Blöcke weiter. Hinter deren Haus fließt der Fluss, in dem der Schädel gefunden worden war. Elisabeth Bradford war es gewesen, die Tinas Verschwinden gemeldet hatte. Die Frau hatte Tina einige Tage nicht gesehen und war beunruhigt. Denn auf Tina war Verlass gewesen, und die Oma hatte regelmäßig auf ihren Enkel Corey aufgepasst, während die Eltern ihrer Arbeit nachgingen. Nun fürchtet Elisabeth, dass Timothy Tina etwas angetan haben könnte, sie weiß auch von Meinungsverschiedenheiten zwischen den beiden. Sie beschreibt der Polizei ihren Adoptivsohn als aufbrausenden, unbeherrschten Charakter. Er sei ein schwieriges Kind gewesen, schwer zu bändigen, er habe gar den Teufel angebetet. Ihr Instinkt sage ihr, dass Timothy etwas Furchtbares getan haben muss. In Timothys Appartement findet die Polizei Blutspuren auf dem Badezimmerboden rund um die Wanne. Dazu kommt, dass einem DNA-Test zufolge der Schädel einem von Coreys Eltern gehört. Es wird eng für Timothy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470071","hoster":"VOE"},{"path":"/redirect/14265003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-22","name":"Lebenslaenglich","epNo":22,"alt":"","descr":"In Virginia: Die 19-jährige Jane Lewis und ihr Freund wollen ein Wochenende zelten, können den Campingplatz aber nicht finden. Sie verirren sich im ländlichen Virginia und schlafen schließlich in ihrem Auto ein. Gegen drei Uhr nachts klopft ein Mann in Tarnuniform gegen die Scheibe und behauptet, er sei Polizist. Dann zückt er seinen Revolver und befiehlt dem Jungen, in den Wald zu fliehen. Der Junge läuft panisch davon. Der Mann hält seinen Revolver an Janes Kopf und fährt mit ihr zu einer verlassenen Blockhütte. Dort vergewaltigt er sie mehrmals. Dazwischen erzählt er ihr von seinen Erlebnissen in Vietnam und droht damit, sie umzubringen. Später fährt er sie in die Nähe ihres Autos und beschreibt ihr, wie sie dorthin zurück findet. Obwohl Jane den Täter gut beschreiben kann, passiert monatelang gar nichts. Dann erstattet eine ältere Dame Anzeige gegen einen Mann namens Honaker, der sie angegriffen haben soll. Doch Honaker besteht den Lügendetektor-Test und wird in diesem Fall nicht angeklagt. Die Polizei zeigt sein Foto jedoch auch Jane Lewis, die ihn eindeutig erkennt. Auch viele andere Indizien deuten darauf hin, dass Honaker der Täter war. Doch dann stellt sich heraus, dass sich Honaker vor Jahren einer Sterilisation unterzogen hatte. Das Sperma, das bei Jane gefunden wurde, war jedoch völlig intakt. Auch andere Fakten lassen Zweifel daran aufkommen, dass Honaker schuldig ist. So sprach der Vergewaltiger über Vietnam, doch Honaker war niemals dort. Dennoch wird er schuldig gesprochen und zu lebenslänglicher Haft verurteilt. Jahre vergehen, bis \"Centurion Ministries\" auf Honaker, der weiterhin seine Unschuld beteuert, aufmerksam wird. Dabei handelt es sich um eine Organisation, sie sich unschuldig Verurteilten annimmt. Durch einen dem DNA-Test ähnlichen PCR-Test findet \"Centurion Ministries\" heraus, dass das gefundene Sperma weder mit dem von Honaker noch mit dem von Janes Freund übereinstimmt. Ist Honaker tatsächlich unschuldig? Und wenn ja, wer war es dann? Fairfax, Virginia: Die fünfjährige Melissa Brannen verschwindet während einer Weihnachtsfeier spurlos. Die Polizei verhört alle Gäste und gelangt schließlich zu Cal Hughes, der auch auf der Party war. Was den Beamten gleich verdächtig vorkommt, ist die Tatsache, dass der Mann um ein Uhr nachts seine Kleidung wäscht. In Hughes Auto findet die Polizei schwarze Haare, die von einem Hasen stammen. Melissa hatte auf der Party eine warme Jacke aus Hasenfell getragen. Daneben werden Fasern eines blauen Stoffs gefunden, und Melissas Sweatshirt war blau – mit einem Bild von Big Bird auf der Vorderseite. Die Kleidungsstücke hatte sie von ihrer Großmutter geschenkt bekommen, doch die kann sich nicht daran erinnern, wo sie sie gekauft hat. So haben die Ermittler keine Chance, die blauen Fasern mit dem Shirt zu vergleichen. Erst die Frau eines Ermittlers bringt das FBI weiter: Sie erinnert sich an einen alten J.C. Penney-Katalog, in dem sie Melissas Outfit gesehen hat. Und tatsächlich: Die blauen Fasern aus Hughes Auto stimmen mit denen des Sweatshirts überein. Darüber hinaus stellt sich heraus, dass Hughes gelogen hatte, als er behauptete, auf der Party nicht mit Melissa gesprochen zu haben. Doch was hat er mit dem Mädchen angestellt? Und wo ist Melissa jetzt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434384","hoster":"VOE"},{"path":"/redirect/14265002","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-23","name":"Unter Verdacht","epNo":23,"alt":"","descr":"In Wyoming wird Ernestine Perea erschossen im Schlafzimmer ihres Wohnwagens aufgefunden. Da keinerlei Einbruchsspuren gefunden werden und sich herausstellt, dass es um ihre Ehe nicht zum Besten stand, gerät ihr Ehemann Martin unter Verdacht. Er wird festgenommen und zu einer hohen Haftstrafe verurteilt. Zwei Jahre später wird der Fall wieder aufgerollt – mit neuen Beweisen, die eine ganz andere Geschichte erzählen… Pennsylvania an einem Sonntagmorgen: Am Ufer des Juniata findet ein Angler einen großen Pappkarton mit einem weiblichen Torso, der nicht identifiziert werden kann. Erst ein Jahr später führt der Hinweis einer Anruferin zur Identität der Toten. Es handelt sich um die 31-jährige Edna Posey. Die allein erziehende Mutter hatte ihr Leben seit langem nicht mehr im Griff. Deshalb hatte sie ihren Sohn Randy in die Obhut seines Pfadfinder-Gruppenleiters Donald gegeben, der ihn wie einen eigenen Sohn bei sich aufnahm. Es stellt sich heraus, dass Edna einen neuen Mann kennen gelernt hatte und Randy wieder zu sich holen wollte. Es kursieren außerdem Gerüchte, dass Donald ein Kinderschänder sei. Für die Staatsanwaltschaft Grund genug, den Mann des Mordes anzuklagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448626","hoster":"VOE"},{"path":"/redirect/14464925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-24","name":"Auf der Flucht","epNo":24,"alt":"","descr":"Zwei kleine Jungs wurden bei einem Angelausflug Opfer eines ausgesprochen brutalen und hemmungslosen Angriffs. Die Behörden, die sofort mit den Ermittlungen begonnen haben, verdächtigten schnell eine Gruppe von jugendlichen Schlägern, die bereits wiederholt einschlägig aufgefallen war. Doch klare und eindeutige Beweise gegen die Gruppe waren auf den ersten Blick nicht zu finden. Die Ermittler mussten tief in die Trickkiste – und auf den trüben Grund eines Angelteiches – greifen, um die brutalen Angreifer schließlich doch noch an den Haken zu bekommen… Jackson, Ohio: Eine 18-jährige junge Frau wurde vor ihrer Haustür mit Waffengewalt von einem Fremden entführt. Glücklicherweise tauchte das Mädchen wenige Stunden später unversehrt und unverletzt wieder auf, und die Ermittlungsbehörden hofften, dass die Reifenspuren und die Abdrücke der Schuhe auf dem Gelände es ermöglichen würden, schnell die entscheidende Spur zum Täter zu finden. Doch glücklicherweise konnte das Opfer zudem Angaben zu forensisch verwertbaren Spuren machen und beweisen, dass sie im Wagen des vermeintlichen Täters war. Ihre wertvollen Hinweise und ihre Erinnerungen an Details der Tat führten die Polizei schnell vor die Haustür eines regelrechten Karriere-Kriminellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434395","hoster":"VOE"},{"path":"/redirect/14265008","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-25","name":"[Derzeit nicht verfügbar]","epNo":25,"alt":"","descr":"","versions":[]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-26","name":"Moerderische Verwandschaft","epNo":26,"alt":"","descr":"An einem Tag im November melden Freunde von Eileen und Derek Severs das Paar bei der Polizei als vermisst. Die zuständigen Beamten durchsuchen das Haus der Severs und verhören ihren Sohn Roger, der erst vor kurzem dort eingezogen ist. Obwohl keine Leichen gefunden werden und es auch keine anderen Beweise für einen Mord gibt, nimmt man Roger unter Mordverdacht fest. Hat er seine Eltern tatsächlich umgebracht? Und welches Motiv hatte er für eine derart grausame Tat? Szenenwechsel: Eines Morgens findet der in seiner Gemeinde äußerst unbeliebte Farmer Graham Backhouse den Schädel eines Schafs auf seinem Grundstück. Daneben liegt eine Notiz mit den Worten \"Du bist der Nächste\". Kurze Zeit später will Grahams Frau Margaret mit seinem Auto Einkaufen fahren. Doch als sie den Wagen startet, explodiert eine Bombe, die sie beinahe tötet. Eine weitere Morddrohung trifft daraufhin bei den Backhouses ein. Wenige Tage darauf erhält die Polizei einen Notruf: Graham hat seinen Nachbarn erschossen – angeblich aus Notwehr. Nach und nach finden die Ermittler jedoch heraus, dass Graham Backhouse ein übles Spiel mit ihnen treibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448627","hoster":"VOE"},{"path":"/redirect/14464929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-27","name":"Toedliche Substanzen","epNo":27,"alt":"","descr":"Seit einiger Zeit leidet Peggy Carr an merkwürdigen Grippe-Symptomen, die ihren Ärzten Rätsel aufgeben. Erst ein Neurologe entdeckt, dass ihre Beschwerden auch auf eine Thallium-Vergiftung schließen lassen können. Und tatsächlich: Peggy wurde vergiftet. Als sie an dem Gift stirbt, gilt ihr Mann Pye als Hauptverdächtiger. Doch obwohl man bei seinen Sachen Spuren von Thallium findet, hält ihn das FBI nicht für den Täter, da er nicht in das psychologische Profil des Mörders passt. Statt dessen richtet man das Augenmerk auf den Nachbarn der Carrs. Er kennt sich mit Chemie gut aus und hat offenbar besondere Erfahrungen mit Thallium. Doch welches Motiv hatte er, seine Nachbarin umzubringen? Szenenwechsel: Eine Frau ist nach der Einnahme von Excedrin gestorben. Die Polizei untersucht das Medikament und stellt fest, dass es mit einer Substanz, die man üblicherweise zum Reinigen von Aquarien benutzt, versetzt war. Man erinnert sich an den mysteriösen Tod des Ehemanns der Aquarium-Besitzerin Stella Nickel und rollt den Fall wieder auf. Dabei stellt sich heraus, dass auch Stellas Mann an vergifteten Medikamenten gestorben ist. Weitere Ermittlungen ergeben, dass Stella ihren Mann ermordet hat, um dessen Lebensversicherung zu kassieren. Doch warum hat sie auch die ihr völlig fremde Frau vergiftet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470275","hoster":"VOE"},{"path":"/redirect/14265009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-28","name":"Spur des Verschwindens","epNo":28,"alt":"","descr":"Caren Campano ist verschwunden. Bei der Durchsuchung ihres Hauses findet die Polizei einen großen Fleck auf dem Schlafzimmerteppich. Ein daraufhin durchgeführter chemischer Test zeigt, was das bloße Auge nicht sehen kann: Der ganze Raum ist über und über mit Blut bespritzt. Weitere Tests ergeben, dass es sich dabei um Carens Blut handelt. Zudem erscheint der Polizei die Geschichte von Carens Mann Chris nicht schlüssig. Hat Chris seine Frau ermordet? Die attraktive Flugbegleiterin Helle Crafts aus Connecticut wird vermisst. Schon bald gilt ihr Mann, ein Pilot, als Hauptverdächtiger. Kurz bevor er seine Frau als vermisst meldete, hatte ihn ein Schneepflug-Fahrer mitten in einem nächtlichen Schneesturm beim Holz hacken gesehen. In einem nahegelegenen Bach findet die Polizei zudem menschliche Körperteile: einen Fingernagel, einen Zahn und ein paar Haarsträhnen. Obwohl die Leiche nie gefunden wird, klagt man den Piloten des Mordes an. Doch hat er seine Frau tatsächlich getötet? Und wird man es ihm beweisen können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470098","hoster":"VOE"},{"path":"/redirect/14265010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-29","name":"Moerderische Gene","epNo":29,"alt":"","descr":"Die Ermordung der 15-jährigen Lynda Mann versetzt ein idyllisches Dorf auf dem Lande in Angst und Schrecken. Die Polizei versucht alles Menschenmögliche, um den Mörder des Mädchens dingfest zu machen – doch vergebens. Als drei Jahre später die junge Dawn Ashford ermordet wird, hat man noch immer keine Spur des Täters. Die Behörden wenden sich Hilfe suchend an den Molekularbiologen Dr. Alec Jeffreys, der als einer der ersten Wissenschaftler in der Lage ist, Straftäter anhand ihres genetischen Fingerabdrucks zu überführen. So wird dieser Mordprozess zu ersten Gerichtsverhandlung, bei der DNA als Beweismaterial eingesetzt wird. Südkalifornien: In einer abgelegenen Gegend wird die Leiche von Sandra Cwik gefunden. Die Maden haben schon ganze Arbeit geleistet, so dass man davon ausgehen kann, dass die Leiche schon seit einigen Tagen dort liegt. Doch die Maden und Insekten können auch bei der weiteren Aufklärung der Tat helfen: Man braucht lediglich einen Entomologen, der die unterschiedlichen Spezies genauer unter die Lupe nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470206","hoster":"VOE"},{"path":"/redirect/14265007","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-30","name":"Toedliche Bakterien","epNo":30,"alt":"","descr":"Ein Veteranentreffen der amerikanischen Legion endet dramatisch: 180 der zumeist älteren Männer erkranken plötzlich an einer schweren Infektion, deren Symptome denen einer Lungenentzündung ähneln. Nachdem bereits 29 Männer gestorben sind, stehen die Ärzte noch immer vor einem Rätsel. Bürokratische Hindernisse und medizinische Fehler verschlimmern die Angelegenheit zusätzlich. Erst ein Jahr später wird der Erreger dieser rätselhaften Infektion, die inzwischen unter dem Namen Legionärskrankheit bekannt ist, gefunden. Bis heute weiß man jedoch nicht viel mehr, als dass die Krankheit alle paar Jahre irgendwo auf der Welt ausbricht… Alarm in der Gesundheitsbehörde von Milwaukee: Das gesamte Geschäftsleben der Stadt ist zum Erliegen gekommen, weil große Teile der Bevölkerung an Magen-Darm-Beschwerden und Durchfall leiden. Als Ursache stellt man einen Parasiten im Trinkwasser fest. Doch obwohl der Bürgermeister sofort anordnet, dass jegliches Trinkwasser vor dem Genuss abgekocht werden muss, kann er nicht verhindern, dass es mit 1,6 Million Infizierten zur größten durch Trinkwasser übertragenen Seuche kommt, die in den USA je dokumentiert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13987973","hoster":"VOE"},{"path":"/redirect/14464930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-31","name":"In der Falle","epNo":31,"alt":"","descr":"Nachdem in Virginia fünf Mädchen vergewaltigt und erwürgt wurden, verhaftet die Polizei einen Mann, der sich verdächtig gemacht hatte. Zwei Jahre muss der vermeintliche Vergewaltiger und Mörder im Gefängnis verbringen, bevor die Ermittler sich entschließen, zum ersten Mal in einem Serienmörder-Fall per genetischem Fingerabdruck zu ermitteln. Das Ergebnis ist überraschend: Der genetische Fingerabdruck zeigt eindeutig, dass der verhaftete Mann nicht der Täter ist. Doch kann mit dieser Methode auch der wahre Täter überführt werden? Szenenwechsel: Unter mysteriösen Umständen wird der 15-jährige Trey Cooley tot in der Lobby des Schützenvereins seines Vaters gefunden. In seinem Kopf hat er eine Schusswunde, die sich niemand erklären kann. Deshalb geht man zunächst von einem Mord aus. Erst neueste Ermittlungsmethoden per Lasertechnologie sowie ballistische und forensische Untersuchungen ergeben, dass der Junge Opfer eines tragischen Unfalls wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470181","hoster":"VOE"},{"path":"/redirect/14464927","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-32","name":"Hund, Katze, Mord","epNo":32,"alt":"","descr":"Eine Frau ist aus ihrem Haus auf Prince Edward Island verschwunden. Auf einem Feld entdeckt man ihren Wagen – die Fenster von innen bespritzt mit Blut. Als man daraufhin nach ihrer Leiche sucht, findet die Polizei eine Plastiktüte mit Turnschuhen und einer blutigen Lederjacke. Doch nicht die Jacke selbst, sondern die weißen Haare auf ihr bringen die Ermittler weiter: Sie stammen von einer Katze. So soll dieser Fall der erste der Kriminalgeschichte werden, in dem tierische DNA dazu benutzt wird, ein Verbrechen aufzuklären… Szenenwechsel: Ein junges Paar aus der Vorstadt wird ermordet aufgefunden. Alles sieht danach aus, als wären die beiden bei einem missglückten Drogendeal ermordet worden. In der Wohnung der Opfer entdeckt die Polizei jedoch keine Drogen, zudem findet man auf der Kleidung der mutmaßlichen Täter keine Blutspritzer. Doch schließlich führt Chief, der Hund der Opfer, die Polizei auf die richtige Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434640","hoster":"VOE"},{"path":"/redirect/14464931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-33","name":"Tödliche Beziehung","epNo":33,"alt":"","descr":"Ein reicher Arzt wurde ermordet. Man findet ihn mit eingeschlagenem Schädel in einer Blutlache, ein Baseballschläger liegt ganz in der Nähe. Die Polizei verhaftet einen umherziehenden Handwerker, der mit den Kreditkarten des Arztes bezahlt hat. Er behauptet jedoch, er sei von der untreuen Frau des Arztes und ihrer Zwillingsschwester mit dem Mord beauftragt worden. Daraufhin wird die Ehefrau festgenommen und verurteilt. Forensische Gutachten, die im Prozess ihrer Schwester genutzt werden, zeigen jedoch, dass der Mord sich unmöglich so ereignet haben kann, wie der Handwerker behauptet hatte… Szenenwechsel: Eine Prostituierte wird erwürgt in einem eisigen Fluss in Ohio gefunden. Da die junge Frau Kontakt zu vielen Männern hatte, gestaltet sich die Aufklärung ihrer Ermordung schwierig. Noch komplizierter wird der Fall durch die Tatsache, dass zwei örtliche Polizeibeamte ein Verhältnis mit dem Opfer hatten. Zudem hat das Flusswasser mögliche Indizien längst von der Leiche abgewaschen. Dennoch finden die Ermittler einen kleinen Anhaltspunkt, der auf das letzte Auto hinweist, in das die Frau gestiegen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434405","hoster":"VOE"},{"path":"/redirect/14464933","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-34","name":"Im Schatten des Gesetzes","epNo":34,"alt":"","descr":"An einer stark befahrenen Autobahn in Philadelphia wird ein verlassener Wagen gefunden. Da der Motor läuft, das Radio spielt und die Fahrertür weit aufgerissen ist, geht die Polizei von einem Verbrechen aus. Erst am nächsten Tag findet man die Leiche der Fahrerin Aimee Willard, einer jungen College-Studentin, die die Ferien bei ihrer Familie verbringen wollte. Auf ihrem Körper entdeckt die Polizei außergewöhnliche Verletzungen. Diese Wundmale führen die Ermittler schließlich auf die Spur ihres Mörders… Eine attraktive 23-Jährige ist auf dem Heimweg von einem Rockkonzert, als sie wegen einer Reifenpanne am Straßenrand liegen bleibt. Wenig später findet man ihren Wagen verlassen vor. Die Polizei, die von einem Verbrechen ausgeht, findet Hunderte von Spuren, doch keine führt sie zu dem vermissten Mädchen. Erst nach drei Jahren kommt wieder Bewegung in den Fall: Ein Anrufer meldet einen verdächtigen Truck in der Einfahrt eines Nachbarn. In dem Truck befindet sich ein großes Gerät, das an eine Stromquelle angeschlossen ist, so dass es 24 Stunden am Tag läuft. Was die Beamten in seinem Inneren entdecken, lässt ihnen das Blut in den Adern gefrieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434390","hoster":"VOE"},{"path":"/redirect/14464932","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-35","name":"Zwischen Himmel und Erde","epNo":35,"alt":"","descr":"The Dalles, Oregon: Hunderte von Menschen sind an einer Lebensmittelvergiftung erkrankt. Nur langsam gelingt es den Gesundheitsbehörden, dieses medizinische Rätsel zu lösen: Man entdeckt einen einzigartigen Bakterienstamm, der von einer mysteriösen religiösen Sekte zur bakteriologischen Kriegsführung genutzt wird. Ihr Ziel: Der Sturz der amerikanischen Regierung… Szenenwechsel: Madalyn Murray ist die Vorsitzende der amerikanischen Atheisten-Vereinigung und gilt in dieser Funktion als meistgehasste Frau der USA. Als sie und zwei ihrer Kollegen eines Tages spurlos verschwinden, gibt es dementsprechend viele Verdächtige. Die Ermittler befürchten, dass sie den Fall nicht aufklären können. Doch der Fund einer Leiche ohne Kopf und Hände sowie die Seriennummer einer künstlichen Hüfte sorgen dafür, dass die grausame Wahrheit doch noch ans Tageslicht kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470058","hoster":"VOE"},{"path":"/redirect/14265013","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-36","name":"Aussage gegen Aussage","epNo":36,"alt":"","descr":"Als ein Mann gesteht, in einem Pizza Hut-Restaurant ein junges Mädchen vergewaltigt und ermordet zu haben, scheint der Fall für die Polizei gelöst. Acht Jahre später behauptet ein wegen eines anderen Verbrechens verhafteter Mann jedoch, er sei der wahre Pizza Hut-Mörder. Doch seine Aussage wird ignoriert, weil sich die Ermittler nicht vorstellen können, dass der junge Mann, der damals verhaftet wurde, ein Verbrechen gestanden haben könnte, das er gar nicht begangen hat. Und vor allem: Warum hat er über die ganzen acht Jahre, die er mittlerweile im Gefängnis sitzt, kein Wort darüber verloren? Eine kleine Stadt in South Carolina: Die 17-jährige Crystal Faye Todd, eine äußerst beliebte Highschool-Schülerin, wurde vergewaltigt und ermordet. Ihre Leiche findet man auf einem verlassenen Acker außerhalb des Ortes. Die Polizei führt bei über 50 ihrer Freunde und Bekannten freiwillige DNA-Tests durch. Als sich herausstellt, dass das Sperma von Crystals bestem Freund Ken mit dem am Tatort gefundenen übereinstimmt, ist das Entsetzen groß. Weder Kens Eltern noch seine Freundin und noch nicht einmal Crystals Mutter können glauben, dass Ken die Tat begangen hat. Auch Ken selbst, der im übrigen ein Alibi für die Tatzeit hat, scheint überrascht. Hat er seine Freundin tatsächlich ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470059","hoster":"VOE"},{"path":"/redirect/14464934","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-37","name":"[Derzeit nicht verfügbar]","epNo":37,"alt":"","descr":"","versions":[]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-38","name":"Verhaengnisvolle Familienbande","epNo":38,"alt":"","descr":"Westfield, New Jersey: Aus der herrschaftlichen Villa von John List dringt laute Beerdigungsmusik. Im Ballsaal des Hauses findet die Polizei fünf Leichen. Es handelt sich um John Lists Frau, seine Mutter und seine drei Kinder. List selbst ist spurlos verschwunden, man findet lediglich einige Notizen, aus denen hervorgeht, dass er der Mörder ist. 18 Jahre später gibt die amerikanische Fernsehserie \"America’s Most Wanted\" dem Künstler Dr. Frank Bender und dem Forensiker Richard Walter den Auftrag, per Computertechnik ein Bild des gealterten List zu erstellen. Das Ergebnis kommt dem Original schließlich so nahe, dass die Polizei nach der Ausstrahlung des Bildes über 350 Hinweise erhält. South Dakota im Mai 1999: In der Notrufzentrale meldet sich ein presbyterianischer Priester, dessen Frau bewusstlos in der Badewanne liegt. Alle Hilfe kommt jedoch zu spät: Die Frau stirbt noch an Ort und Stelle. Es stellt sich heraus, dass sie große Mengen unterschiedlicher Medikamente zu sich genommen hatte, weshalb man zunächst von einem Selbstmord ausgeht. Die Aussage des Priesters, seine Frau sei verzweifelt gewesen, stützt die Selbstmord-Theorie. Doch dann entdeckt die Polizei Fragmente gelöschter Computerdateien, durch die sich ein ganz anderes Bild ergibt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434633","hoster":"VOE"},{"path":"/redirect/14251721","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-39","name":"Zeugen der Opfer","epNo":39,"alt":"","descr":"In Arizona wird eine Leiche gefunden. Einen Verdächtigen hat die Polizei schnell ausgemacht, doch nachweisen kann sie ihm die Tat nicht. Bei der Durchsuchung seines Trucks werden jedoch Samenhülsen gefunden, die den Ermittlern weiterhelfen könnten. Man beauftragt einen Molekulargenetiker damit, die Hülsen zu identifizieren. Wenig später liegen dessen Ergebnisse auf dem Tisch: Die Samenhülsen stammen von einem Baum ganz in der Nähe des Tatorts. Aber reichen diese Fakten aus, um vor Gericht eine Verurteilung des Verdächtigen zu erwirken? Szenenwechsel: In einem Müllcontainer wird ein abgetrenntes Bein gefunden. Das macht die Identifizierung des Opfers zu einer echten Herausforderung, denn herkömmliche Methoden wie die Identifizierung über Fingerabdrücke und Zähne oder einfach das Sichten von Vermisstenmeldungen sind hier natürlich unbrauchbar. Anthropologische, toxikologische und genetische Tests ermöglichen es den Ermittlern aber dennoch, das Opfer zu identifizieren – und führen schließlich auch auf die Spur des Täters.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434634","hoster":"VOE"},{"path":"/redirect/14464935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-40","name":"Netz aus Luegen","epNo":40,"alt":"","descr":"Nachdem Ruby Morris zu einem verabredeten Shopping-Trip nicht auftaucht, wird sie von ihrer Tochter Cindy als vermisst gemeldet. Als die Polizei Blutspuren in Rubys Badezimmer findet, gerät ihr Ehemann Earl unter Verdacht. Die Ermittler gehen davon aus, dass Ruby durch einen Schlag auf den Kopf getötet wurde. Weitere Ermittlungen lenken die Aufmerksamkeit auf Earls Boot, das spurlos verschwunden ist. Es stellt sich heraus, dass das Boot aufgrund eines Feuers an Bord untergegangen ist. Earl behauptet, seine Frau habe auf diese Weise Selbstmord begangen. Aber werden ihm die Geschworenen seine Geschichte glauben? Mansfield, Ohio am Neujahrstag: Noreen Boyle, Ehefrau des angesehen Arztes Dr. John Boyle, wird von Freunden als vermisst gemeldet. Elf Monate zuvor hatte Noreen ein zweijähriges Mädchen adoptiert, und es wird gemunkelt, dass dabei nicht alles mit rechten Dingen zugegangen sei. Ermittlungen in diese Richtung laufen jedoch ins Leere. Dann stellt sich heraus, dass Dr. Boyle vor einiger Zeit ein Haus in Erie gekauft hat. Von der Maklerin erfährt die Polizei schließlich, dass er dabei nicht alleine war, sondern in Begleitung seiner schwangeren Geliebten, die er als seine Frau ausgegeben hatte. Zudem war Boyle bereit, die komplette Kaufsumme in bar zu zahlen – unter einer Bedingung: Die Vorbesitzer sollten das Haus bis zum 30. Dezember räumen….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434385","hoster":"VOE"},{"path":"/redirect/14265011","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-41","name":"Giftige Beziehungen","epNo":41,"alt":"","descr":"Als eine 33-jährige Frau aus Ohio einen attraktiven jungen Arzt kennenlernt, glaubt sie, die Liebe ihres Lebens gefunden zu haben. Sie wird schwanger, und die beiden verloben sich. Als sie plötzlich unter extrem starker Übelkeit und Krämpfen leidet, wendet sie sich alarmiert an ihren Arzt. Dieser versichert ihr jedoch, dass ihre Symptome keinen Grund zur Besorgnis geben und mit dem Baby alles in Ordnung sei. Doch die Frau vermutet bereits, dass ihre gesundheitlichen Probleme nicht mit ihrem Baby, sondern mit ihrem Verlobten zusammenhängen. Sie beschließt, auf eigene Faust zu ermitteln… Szenenwechsel: Der 62-jährige Philip Rouss Jr. hat alles, was man zum Leben braucht: eine liebevolle Familie, gute Freunde und ein neues Unternehmen, mit dem er sich einen lebenslangen Traum erfüllt hat. Doch plötzlich verschlechtert sich sein Gesundheitszustand rapide. Die Ärzte können die Ursachen für seine Beschwerden nicht finden, und Philip kommt zu der Überzeugung, dass seine plötzliche Erkrankung kein Zufall ist. Er schaltet Toxikologen und Ermittler ein. Doch werden die Experten den Grund für seinen schlechten Zustand noch rechtzeitig entdecken können","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434652","hoster":"VOE"},{"path":"/redirect/14464938","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-42","name":"Handschrift Mord","epNo":42,"alt":"","descr":"Olney, Texas: Der 39-jährige Faryion Wardrip ist ein Vorbild für die Bürger der kleinen Stadt. Er ist glücklich verheiratet, hat einen guten Job und opfert zudem seine Freizeit, um an der Sonntagsschule zu unterrichten. Faryion Wardrip ist aber auch eine brutaler Serienkiller, der von der Polizei seit Jahren gejagt wird, aber immer wieder entkommt. Doch durch gründliche Polizeiarbeit und DNA-Spuren, die man auf einem weggeworfenen Pappbecher findet, kommt man ihm schließlich auf die Schliche. Szenenwechsel: Zwei Jungen werden gefesselt und ermordet aufgefunden. An ihren Leichen findet man identische Wunden. Das zum Fesseln benutzte Seil ist so einzigartig, dass sich schnell feststellen lässt, woher es stammt: Es wird in Südkorea produziert und von der Air Force benutzt. Eine weitere Spur ergibt sich, als eine Frau, die in der Nähe des Tatorts mit ihrem Hund spazieren ging, sich unter Hypnose an wichtige Details erinnert, u.a. an das Kennzeichen eines braunen Autos. Das führt die Ermittler zu dem Air Force-Soldaten John Joubert, bei dem man exakt das gleiche Seil findet, mit dem die beiden Jungen gefesselt worden waren. Aber ist er auch der Täter? (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434397","hoster":"VOE"},{"path":"/redirect/14464939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-43","name":"Es geschah am...","epNo":43,"alt":"","descr":"Als die sechsjährige Michelle Door eines Tages spurlos verschwindet, gerät ihr Vater Carl unter Verdacht. Und tatsächlich: Carl besteht den Lügendetektor-Test nicht und gesteht daraufhin, Michelle ermordet zu haben. Es stellt sich jedoch heraus, dass dieses Geständnis nur aufgrund einer psychischen Krankheit zustande kam. Jahre später bemerken die Ermittler, dass ein wegen eines anderen Verbrechens verurteilter Mörder in der Zeit von Michelles Verschwinden in unmittelbarer Nähe der Doors gewohnt hatte. Diese Entdeckung und einige Tropfen Blut führen fast ein Jahrzehnt nach dem Mord schließlich zur Überführung des wahren Täters. Die neunjährige Jessica Knott ist spurlos verschwunden. Als man aufgrund eines telefonischen Hinweises ihre Leiche findet, werden alle Untersuchungsmethoden der Forensiker zum Einsatz gebracht. Akribische Haaranalysen, winzige Fasern und ein wenig Müll führen die Polizei schließlich zu einem Verdächtigen – eben jenem Mann, der den Notruf gewählt hatte, um der Polizei mitzuteilen, wo Jessicas Leiche zu finden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434398","hoster":"VOE"},{"path":"/redirect/14464936","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-44","name":"Dokument des Todes","epNo":44,"alt":"","descr":"An nur einem Tag werden in einer Gemeinde in Utah zwei Bombenanschläge verübt. Der ersten Bombe fällt der Geschäftsmann und Mormonen-Prediger Steve Christensen zum Opfer, die zweite tötet Kathy Sheets, die Frau von Christensens Geschäftspartner Gary. Ein Motiv für die Tat scheint es nicht zu geben, und vom Täter fehlt jede Spur. Erst als ein gewisser Mark Hofman durch eine weitere Bombe verletzt wird, kommt die Polizei der Lösung des Falls näher. Offenbar ist die Bombe hochgegangen, als Hofmann sie justieren wollte. Doch hat er auch die beiden anderen Bomben gelegt? Und wenn ja: welches Motiv hatte er? Als angebliches Nazi-Opfer kommt der Rumäne Valerian Trifa in den 50er Jahren in die USA. Dort lässt er sich zum Priester weihen und steigt schnell zum Erzbischof auf; Nixon lässt ihn 1955 sogar das Eröffnungsgebet im Senat sprechen. Doch dann behaupten einige rumänische Immigranten aus seiner Kirche, Valerian Trifa unter dem Namen Viorel Trifa aus Rumänien zu kennen. Dort sei er ein begeisterter Anhänger Hitlers und Führer der für grausame Massaker verantwortlichen faschistischen Bewegung \"Eisengarde\" gewesen. Trifa weist diese Anschuldigungen jedoch rigide zurück. Im Jahr 1973 leitet das Justizministerium dennoch offiziell eine Untersuchung ein. Man wendet sich an die deutsche Regierung, die in ihren Archiven 22 Postkarten des Eisengarden-Mitglieds Viorel Trifa findet. Jetzt müssen die Forensiker nachweisen, dass tatsächlich Trifa diese Karten geschrieben hat…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434532","hoster":"VOE"},{"path":"/redirect/14265015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-45","name":"Der ploetzliche Tod","epNo":45,"alt":"","descr":"Am 6. Mai 1996 meldet Michael Dally seine Frau Sharri als vermisst. Die Polizei findet ihren Wagen unabgeschlossen auf dem Parkplatz eines Geschäftes, und die Kamera des Ladens bestätigt die Aussage eines Angestellten, die zweifache Mutter habe den Laden um 9:22 Uhr verlassen. Bei den weiteren Ermittlungen findet man heraus, dass Michael Dally eine Affäre mit seiner Arbeitskollegin Diana hat. Bei ihr treffen ihn die Beamten schließlich an – mit nichts als einer Shorts bekleidet und offenbar alles andere als unglücklich über das Verschwinden seiner Frau. Unterdessen meldet sich bei der Polizei ein Augenzeuge: Er hat gesehen, wie Sharri auf dem Parkplatz von einer unbekannten Frau in ein Auto gedrängt wurde. Hat Diana ihr Konkurrentin Sharri auf den Gewissen? Szenenwechsel: Gerade 16 Monate alt ist die kleine Anna Grace Gimmenstad, als sie eine mysteriöse Krankheit bekommt und trotz intensiver Behandlung im Krankenhaus innerhalb von zwei Wochen stirbt. Die Obduktion ergibt, dass E-Coli-Bakterien Annas Tod verursacht haben. Man findet heraus, dass diese Bakterien aus Annas Lieblingsgetränk, einem bestimmten Apfelsaft, stammen müssen. Tatsächlich findet man Coli-Bakterien in diesem Saft – und ihre genetische Struktur stimmt genau mit der Struktur der bei Anna gefundenen Bakterien überein…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434632","hoster":"VOE"},{"path":"/redirect/14464942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-46","name":"Verräterische Schatten","epNo":46,"alt":"","descr":"Steve Myers findet seine Ehefrau Jennifer ermordet in ihrer Kunstgalerie. Da er die gleiche Waffe besitzt, wie sie der Täter benutzt haben muss, gerät er in den Verdacht, seine Frau umgebracht zu haben. Ballistikversuchen zufolge sind die Kugeln aber doch nicht identisch, zudem hat Steve ein Alibi. So verfolgt die Polizei eine weitere Spur: Jennifer wurde genau einen Tag, bevor sie gegen Kevin Dowling aussagen sollte, umgebracht. Dowling ist der Mann, der sie im Jahr zuvor in ihrer Galerie mit vorgehaltener Pistole überfallen hatte. Gegen Kaution auf freiem Fuß, hat Dowling jedoch auch ein Alibi: Er war angeln – und das weit vom Tatort entfernt. Seine Frau gibt der Polizei ein Videotape dieser Angelsession. Darauf enthalten sind zusätzlich Datum und Zeit, und dazu kann Dowling auch noch mit Köder, Proviant und Bootsmiete aufwarten. Das Alibi scheint perfekt. Es zerbricht allerdings, als die Polizei NASA-Experten einschaltet, um Dowlings Uhr und den Bootskompass zu vergrößern… Merril Bahe und Florena Woody leben in einem Indianerreservat, das die Grenzen von New Mexiko, Utah und Arizona überschreitet. Ende April 1993 beginnt Florena, über Muskelschmerzen in Rücken und Schultern zu klagen. Der Arzt gibt ihr Antibiotika, Florena stirbt dennoch wenig später: Sie erstickt an dem durch die Krankheit abgesonderten flüssigen Sekret. Bald darauf zeigt Merril Bahe die gleichen Symptome. Am Tag der Beerdigung seiner Frau wird er ins Hospital gefahren, stirbt jedoch auf dem Weg dorthin. Erst jetzt stoßen die Ermittlungsbeamten auf eine mögliche Spur: Sie prüfen, ob mit dem Hanta-Virus infizierte Rotwildmäuse zum Tod des Ehepaares geführt haben können.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470267","hoster":"VOE"},{"path":"/redirect/14464966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-47","name":"Zahn um Zahn","epNo":47,"alt":"","descr":"Als auf einer Mülldeponie die Leiche einer Gefängniswärterin gefunden wird, geraten alle Gefängnisinsassen und Ex-Sträflinge, die mit ihr zu tun hatten, unter Verdacht. Bei der Obduktion findet der Gerichtsmediziner nicht nur die Todesursache heraus, sondern auch einen wichtigen Hinweis auf den Täter, denn der Mord weist große Ähnlichkeit zu einem Fall auf, der sich zehn Jahre zuvor ereignet hatte. Weitere Ermittlungen ergeben, dass der Täter von damals in eben jenem Gefängnis einsitzt, in dem die Wärterin gearbeitet hatte. Doch wie kann er von seiner Zelle aus auch dieses Verbrechen begangen haben? In der Nacht zum 28. Mai 1999 verschwindet die 19-jährige Katie Poirier spurlos aus dem Geschäft, in dem sie die Nachtschicht übernommen hatte. Auf den Überwachungsbändern ist zu sehen, wie ein Mann Katie dazu zwingt, ihm auf den Parkplatz zu folgen. Einige Wochen nachdem man die Beschreibung des Täters über die Medien verbreitet hat, meldet sich ein Mann, der einen gewissen Donald Albin Blom für verdächtig hält. Wie sich herausstellt, wurde Blom schon einmal wegen Körperverletzung, Vergewaltigung und Entführung verurteilt, er besitzt jedoch keinen schwarzen Pick Up und hat ein Alibi für die fragliche Nacht. Auf seinem Feriengrundstück findet man in der Asche einer Feuerstelle jedoch Fragmente eines Zahns. Hat Blom Katie ermordet und anschließend dort verbrannt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469982","hoster":"VOE"},{"path":"/redirect/14383961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-48","name":"Der letzte Wille","epNo":48,"alt":"","descr":"Die wohlhabende 46-jährige Janet Overton ist plötzlich und unerwartet in ihrem Haus gestorben, das sie zusammen mit ihrem Mann Richard und ihrem Sohn Eric bewohnt. Der Gerichtsmediziner findet keinerlei Hinweise auf einen unnatürlichen Tod. Ein Blick in ihre Krankenakte ergibt jedoch, dass sie in letzter Zeit immer wieder wegen einiger Symptome wie Brechreiz oder Hautirritationen einen Arzt aufgesucht hatte, aber keine Diagnose gestellt werden konnte. Sechs Monate später meldet sich Richards Ex-Frau Dorothy, die nach ihrer Scheidung unter den gleichen Symptomen gelitten hatte. Richard hatte versucht, sie mit Selen zu vergiften, sie hatte damals aber von einer Anzeige abgesehen. Hat Richard seine zweite Frau umgebracht? Columbia: Die 17-jährige Shari Faye Smith wird am helllichten Tag vor ihrem Haus entführt. Zwei Tage später meldet sich der Kidnapper bei Sharis Mutter Hilda, der ihr versichert, dass Shari noch lebe. Er stellt keine Forderungen, kündigt aber an, dass ein Brief unterwegs sei. In diesem Brief findet man Sharis handgeschriebenen letzten Willen. Einige Zeit später meldet sich der Entführer wieder bei den Smiths und verrät ihnen, wo sie ihre Tochter finden können – tot. Zwei Wochen darauf ruft er wieder an. Diesmal geht es jedoch nicht um Shari, sondern um die zehnjährige Debra May Helmick, die vor dem Haus ihrer Eltern entführt wurde. Nun ist den Ermittlern klar, dass sie es hier mit einem gefährlichen Serienkiller zu tun haben – und dass schnelles Handeln gefragt ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434639","hoster":"VOE"},{"path":"/redirect/14265014","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-49","name":"Toedliches Spiel","epNo":49,"alt":"","descr":"Frühling 1983: Walter Notheis tourt auch 14 Jahre nach seinem einzigen Hit \"The Cheater\" immer noch durchs Land. Seine zweite Frau Joann, die ihn nicht allzu häufig zu Gesicht bekommt, fängt ein Verhältnis mit dem Elektriker Jim Williams an. Dessen Frau Sharon stirbt wenig später bei einem Verkehrsunfall. Nur zwei Monate später verschwindet Walter. Die Polizei findet tags darauf zwar seinen Wagen am Flughafen, doch von Walter gibt es keine Spur. Nur 24 Stunden nach Walters Verschwinden sagt Joann seine Gigs für die nächsten Monate ab. Neun Monate später reicht sie die Scheidung ein und heiratet Jim Williams. Der allerdings rückt als Hauptverdächtiger in den Mittelpunkt des Interesses, als sich herausstellt, dass der Unfall seiner Frau Sharon geplant war. Schnell kombiniert nun die Polizei, dass auch Walters Verschwinden etwas mit dieser Sache zu tun haben muss. Einen entscheidenden Hinweis auf den Aufenthaltsort Walters erhalten die Beamten von Jimmy, dem Sohn von Jim Williams… Sommer 2001: Zehn Menschen hat ein Serienmörder aus St. Louis bereits auf dem Gewissen, als ein Zeitungsartikel die Polizei endlich auf eine Spur bringt. Der Verfasser des Artikels erhält einen anonymen Brief, der Hinweise auf das Versteck von Opfer Nummer 17 enthält. Also muss es sieben weitere Tote geben, von denen die Polizei bisher nichts wusste. Dem Brief beigelegt ist eine Karte aus der Umgebung St. Louis’, die, wie sich später herausstellt, aus dem Internet kopiert wurde. Nachforschungen ergeben, dass diese Karte während der letzten Monate von nur einem Computer heruntergeladen wurde. Ihre Ermittlungen führen die Polizeibeamten in ein Haus, dessen Kellerräume einen erschreckenden Anblick bieten: Sie sind vom Boden bis zur Decke blutgetränkt, außerdem befindet sich hier eine stattliche Sammlung selbst gedrehter Videos. Doch passt diese Tat wirklich zum Besitzer des Hauses, dem 36-jährigen Maury Travis? Der ist Restaurant-Angestellter und eher zurückhaltend…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434635","hoster":"VOE"},{"path":"/redirect/14265012","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-50","name":"Feuer und Flamme","epNo":50,"alt":"","descr":"1994: Sieben Jahre nach ihrer Hochzeit mit dem mehr als doppelt so alten Jack verschwindet Emelita Reeves spurlos. Freunden hatte die 23-jährige Philippinin kurz vorher erzählt, sie wolle sich scheiden lassen und mit ihrer Freundin zusammenziehen. Die Ermittlungsbeamten befassen sich daraufhin mit Jacks Vorleben – und werden stutzig: Nachdem die erste Ehe des Berufssoldaten mit einem Teenager annulliert worden war, waren die Ehefrauen Nummer zwei und drei gestorben. Sharon hatte sich das Leben genommen, Myong einen Unfall nicht überlebt. Im Zuge ihrer nochmaligen Nachforschungen stoßen die Beamten schnell auf Ungereimtheiten. Sharon hatte damals ebenfalls die Scheidung einreichen wollen und war Tage später erschossen im Schlafzimmer aufgefunden worden. 16 Jahre nach ihrem Tod bekommt ein Experte die Polizeifotos von damals zu Gesicht und schließt einen Selbstmord aus. Währenddessen durchstöbert Jack schon wieder Kataloge auf der Suche nach Ehefrau Nummer fünf. Doch bevor er sie auf den Philippinen treffen kann, findet er sich vor dem Richter wieder. Die Polizei hat Beweise gegen ihn in der Hand, die von seinem eigenen Sohn geliefert wurden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470095","hoster":"VOE"},{"path":"/redirect/14265016","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-51","name":"Der letzte Beweis","epNo":51,"alt":"","descr":"1998: Zwei Jahre lang sind Gertrude Thompson und Edward Kowalczk bereits tot, ohne dass ihr Mörder gefunden worden wäre. Das Paar, 69 und 72 Jahre alt, war in seiner Wohnung zusammengeschlagen und dann erstochen worden. Die Polizei vermutete, dass die toughe Geschäftsfrau und Hausbesitzerin Gertrude Thompson Ärger mit einem ihrer Mieter hatte. Doch gegen keinen der Verdächtigen reichten die Beweise aus, also stellte die Polizei die Suche schließlich ein. Als vermisst galt damals ein Kettenanhänger in Form eines Elefanten. Und genau den erkennt zwei Jahre später die Besitzerin eines Pfandhauses beim Durchstöbern alter Zeitungen wieder. Sie hat sogar noch den Pfandschein, auf dem der Name des Verkäufers steht. Der Name lautet James Jordan, und so heißt Gertrudes ehemaliges \"Mädchen für alles\"… Waseca, Minnesota, 1999: Die zwölfjährige Cally Larson wird erstochen zu Hause aufgefunden. Darüber hinaus fehlen Bargeld, Silber und eine CD-Sammlung. Während die Spurensuche im Haus nichts Interessantes außer einem Schuhsohlenprofil erbringt, helfen die Beobachtungen aufmerksamer Nachbarn weiter. Sie haben einen Mann und einen schwarzen Pick-Up gesehen. Nach diesen Angaben findet die Polizei zwölf mögliche Täter. Einer von ihnen, Donald Blom, wurde überdies verdächtigt, ein weiteres Mädchen, das nur wenige Autostunden entfernt lebte, gekidnappt und ermordet zu haben. Doch Blom streitet die Tat ab. Die Polizei ist ratlos, keiner ihrer Hinweise hat eine trittfeste Spur zum Täter aufgezeigt. Zur gleichen Zeit jedoch häufen sich die Einbrüche in der Gegend um das Larson-Haus. Ein Mann fällt auf, weil er beim Anblick eines Polizeiautos die Richtung ändert. Wie sich herausstellt, trägt er Sportschuhe, deren Profil mit den Abdrücken im Larson-Haus identisch sein könnte. Der Mann namens Lorenzo Sanchez wird festgenommen, aber war er auch der Täter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434389","hoster":"VOE"},{"path":"/redirect/14265018","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-52","name":"Toedliche Arrangements","epNo":52,"alt":"","descr":"Die schwangere Ellen Sherman wird ermordet in ihrem Schlafzimmer gefunden. Ihr Mann Edward befindet sich auf einem Wochenend-Segeltrip mit Freunden. Er hatte seine Frau telefonisch nicht erreicht und deswegen einen Freund, Len Frederiksen, gebeten, nach ihr zu suchen. Frederiksen fand jedoch nur noch Ellens Leiche. Die Polizeiermittlungen ergeben, dass Ellen mit bloßen Händen stranguliert wurde. Edward fällt aus dem Raster der Verdächtigen, weil er weit entfernt auf seinem Segeltrip war, als sich der Mord ereignete. Die Polizei tappt auf ihrer Suche nach dem Mörder im Dunkeln, bis der Kriminologe Dr. Lee einem Hinweis von Frederiksen nachgeht: Als er Ellen fand, soll es im Haus bitterkalt gewesen sein. Diese Beobachtung lässt einen Todeszeitpunkt Ellens noch vor Edwards Abreise zu. Die Polizei findet weitere Beweismittel gegen den Ehemann der Toten: Kurz zuvor hatte er sich den Thriller \"Blackout\" angesehen, in dem ein Mann seine Familie ermordet und den Zeitpunkt ihres Todes durch Zufuhr extremer Kälte verschleiern will. Zudem wollte Ellen sich von Edward scheiden lassen und das Geld mitnehmen… Szenenwechsel: Nur kurz, nachdem sie sich kennen gelernt hatten, heirateten Shannon und David Davis. Neun Monate später stirbt Shannon bei einem gemeinsamen Ausritt in die Wälder. Sie war vom Pferd gefallen und an den Verletzungen gestorben. Ihr Mann gibt sich zwar betroffen, aber nicht gerade gramgebeugt. Ein Nachbar besieht sich später die Stelle, an der Shannon starb, und findet dort zwei Sportschuhe, doch sonst nichts von Belang. Eine Woche nach der Beerdigung Shannons geht David mit Freunden und der Kusine seiner toten Frau essen. Er will sich an Cheryl heranmachen, die aber wehrt ab. Sie erzählt Shannons Eltern davon, und denen ist das nicht neu. Solcherlei Geschichten von ihrem Schwiegersohn wurden ihnen schon öfter zugetragen. Sie bekommen einen zusätzlichen Schock, als sie erfahren, dass ihre Tochter nur Tage vor ihrem Tod eine hohe Lebensversicherung abgeschlossen hatte, deren alleiniger Nutznießer David Davis ist. Als sie sich nun hinter die Geschichte ihres Schwiegersohnes klemmen, erfahren sie weiteres: Shannon war keineswegs Davids erste Frau…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470281","hoster":"VOE"},{"path":"/redirect/14464943","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-53","name":"Unfall oder Mord","epNo":53,"alt":"","descr":"August 1996: Auf einer abgelegenen Landstraße trifft ein Autofahrer auf eine Frau, die ihn verzweifelt heranwinkt und um Hilfe bittet. Ihr Wagen ist von der Straße abgekommen und in einen Bach gefahren. In dem Fahrzeug, aus dem Rauch steigt, ist ihre 82-jährige Schwiegermutter eingeklemmt. Als die Feuerwehr eintrifft, brennt der Wagen schon, und die alte Frau ist tot. Später erzählt die Fahrerin, Sheila Bryan, sie sei für einen Moment abgelenkt gewesen und habe die Kontrolle über ihren Wagen verloren. Im Laufe der Ermittlungen stellt sich heraus, dass im Blut der Schwiegermutter, Freda Weeks, kein Kohlenmonoxid enthalten ist, sie also tot gewesen sein musste, bevor der Wagen in Brand geriet. Als ein Tischlerhammer im Auto gefunden wird, wird an Freda Weeks eine Autopsie vorgenommen. Obwohl Sheila vor Gericht ihre Unschuld beteuert, kann sie doch nicht die Vermutung entkräften, sie habe ihre Schwiegermutter wegen einer Versicherungssumme ermordet. Sie wird verurteilt. Nach zehn Monaten Haft allerdings wird der Fall neu aufgerollt… Szenenwechsel: Die vierjährige Vicki Lyons spielt auf dem Parkplatz vor dem Gebäude, in dem ihre Mutter, Crystal, arbeitet. Crystal hat stets ein Auge auf die Kleine, wird jedoch für einige Minuten weggerufen. Als sie zurückkommt, liegt Vicki bewusstlos auf dem Asphalt. Ihr Gesicht ist durch einen Reifenabdruck entsetzlich entstellt, zudem hat sie schwere neurologische Schäden. Die Polizei folgert, ein Autofahrer habe das Kind überfahren, ohne es zu bemerken. Doch die Mutter macht sich selbst auf die Suche nach dem Täter. Sie findet heraus, dass am betreffenden Morgen nur drei Autos auf den Parkplatz gefahren sind, alle drei gehörten Mitarbeitern des Hauses. Von allen Reifen dieser Fahrzeuge nimmt sie Profilabdrücke und bringt diese zu einem Anwalt. Darüber hinaus wendet sie sich an Peter McDonald, einem Fachmann in Sachen Verkehrsunfall-Aufklärung. Gemeinsam mit ihm untersucht sie Auffälligkeiten der Reifenabdrücke und mögliche Übereinstimmungen zwischen ihnen und den Verletzungen in Vickis Gesicht. Sie finden tatsächlich den flüchtigen Autofahrer. Doch der behauptet, das kleine Mädchen nicht gesehen zu haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434647","hoster":"VOE"},{"path":"/redirect/14464944","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-54","name":"Im Namen des Volkes","epNo":54,"alt":"","descr":"Dezember 1991: Hank Arrendondo findet die Tür zu seiner Bar unverschlossen vor. Der Safe ist nicht angetastet, doch auf dem Boden liegt eine tote Frau. Es handelt sich um Kim Ancona, die Managerin der Bar. Indizien legen die Vermutung nahe, dass der Mörder Kim mit einem Messer, das er aus der Küche hatte, auf die Männertoilette gedrängt hatte und dort mehrmals auf sie eingestochen hat. Da ist auch noch eine Bisswunde am Hals der Toten, und anhand ihrer Form lässt sich auf ein unregelmäßiges Gebiss des Täters schließen. Die Polizei nimmt sich den Briefträger Ray Krone vor, mit dem Kim Ancona am Tag ihres Todes verabredet war. Krone hat zwar ein Alibi, doch passt sein Gebiss so genau in das vorliegende Muster, dass nicht nur die Polizei, sondern auch das Gericht von seiner Schuld überzeugt ist. Obwohl Krone fortwährend seine Unschuld beteuert, wird er zum Tode verurteilt. Zehn Jahre später, Krone sitzt noch immer ein, wird dieser Urteilsspruch aufgehoben. Neue Technologien wie DNA-Tests ermöglichen es nämlich, seine Unschuld zu beweisen. Doch die Frage stellt sich nun neu: Wer ermordete Kim Ancona? August 1996: In Anchourage wird die Leiche einer Frau gefunden, die derart schlimm zugerichtet ist, dass sie nicht zu identifizieren ist. Ihre Kleidungsstücke liegen verstreut herum. An Ästen über der Leiche finden die Beamten mehrere Haare einer anderen Person, alle lang und in ein merkwürdiges Orange gefärbt. Den polizeilichen Ermittlungen zufolge handelt es sich bei der Toten um die 48-jährige Martha Hansen, die bereits zwei Tage vorher nicht mehr von ihren sechs Kindern gesehen worden war. Die Polizei sichtet das Video einer Überwachungskamera in der Gegend. Darauf ist Martha Hansen beim Verlassen einer Kneipe zu sehen. Direkt vor der Kneipe war sie einem Bekannten, Evans Lee Curtis, in die Arme gelaufen. Curtis wiederum hatte sich eine Woche nach dem Tod der Frau damit gebrüstet, jemanden umgebracht zu haben. Seine Haare sind genauso lang und merkwürdig gefärbt wie die gefundenen Haare. Er weist aber jegliche Schuld von sich. Nun bleibt der Polizei nur eines: Da die Frau nach ihrem Tod nicht angetastet wurde, wird versucht, von ihrer Haut Fingerabdrücke zu nehmen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470109","hoster":"VOE"},{"path":"/redirect/14265021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-55","name":"Pfad der Wahrheit","epNo":55,"alt":"","descr":"In Jericho, im US Bundesstaat New York findet Ronald Cohen am 2. September 1999 ein großes Metallfass unter dem Komposthaufen seines Hauses, das er kurz zuvor verkauft hat. Der neue Eigentümer bat ihn, das Fass zu entsorgen. Da macht er eine schockierende Entdeckung: In dem Fass steckt eine mumifizierte Frauenleiche.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434509","hoster":"VOE"},{"path":"/redirect/14464951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-56","name":"Unsichtbare Killer","epNo":56,"alt":"","descr":"Januar 1995: Krankenschwester Janice Trahan weist verschiedene Anzeichen einer Grippe auf. Doch kein Arzt findet die Ursache dafür heraus. Von einem Gynäkologen erfährt sie, dass sie HIV-positiv und dazu schwanger ist. Als einziger Überträger kommt ihr Arzt, Dr. Richard Schmidt, in Betracht. Mit ihm hat Janice seit zehn Jahren ein Verhältnis. Beide waren anfangs verheiratet gewesen, doch während Janice sich hatte scheiden lassen, hatte Dr. Schmidt diesen Schritt nicht gewagt. Ihr gemeinsamer Sohn Jeffrey ist vier Jahre alt. Janices Versuche, die Besuche zu Dr. Schmidt zu beenden, waren allesamt gescheitert. Er hatte damit gedroht, Nacktfotos von ihr in ihre Abteilung zu hängen, notfalls auch die Männer, mit denen sie ausging, zu töten. Nun war Janice längere Zeit chronisch müde und lethargisch gewesen, so dass Dr. Schmidt ihr ein Vitamin B-12-Präparat gespritzt hatte. Janice erinnert sich an einen Tag im August, als er ihr eine extrem schmerzhafte Injektion gab. Im nachhinein ist sie davon überzeugt, dass es sich um die Spritze gehandelt haben muss, durch die sie das HIV-Virus injiziert bekam. Die Ermittlungsbeamten konzentrieren sich auf die Patientenliste Dr. Schmidts und werden schnell fündig…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470102","hoster":"VOE"},{"path":"/redirect/14265019","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-57","name":"Teuflisches Profil","epNo":57,"alt":"","descr":"Am 17. Juli 1982 wird die elfjährige Krista Harrison aus Marshallville, Ohio, als vermisst gemeldet. Knapp eine Woche später findet die Polizei ihre Leiche wenige Meter neben einer Straße, nicht weit von dem Ort, an dem das Mädchen zuletzt lebend gesehen wurde. Die Tote ist bereits stark verwest und wurde erst kurz vorher an den Fundort gebracht. Die Gerichtsmediziner stellen fest, dass Krista sexuell missbraucht und bereits am Tag ihres Verschwindens getötet wurde. Auf ihrem Körper entdeckt die Spurensicherung Fasern, die offenbar von einem orangefarbenen Teppich stammen. Weitere Faserspuren verweisen auf weggeworfene Kleidungsstücke, die ein paar Kilometer weiter gefunden werden. Die Polizei nimmt mehrere Verdächtige fest, doch alle weiteren Untersuchungen führen zunächst ins Leere. Ein Jahr nach der Tat stoßen die Beamten im Zusammenhang mit einem anderen Fall auf einen Mann namens Robert Buell. Auf dem Boden von Buells Lieferwagen befindet sich ein orangefarbener Teppich. Die Fasern auf Kristas Leiche stammen mit hoher Wahrscheinlichkeit von genau diesem Teppich. Darüber hinaus untersuchen die Ermittler von Buell getragene Kleidung und kommen zu dem Ergebnis, dass die \"Tragemuster\" mit denen der Sachen identisch sind, die in der Nähe des Fundorts der Leiche entdeckt wurden…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470270","hoster":"VOE"},{"path":"/redirect/14464949","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-58","name":"Die bessere Haelfte","epNo":58,"alt":"","descr":"St. Petersburg, Florida, 25. Januar 1994: Der angesehene Arzt Dr. Louis Davidson wird von seiner Freundin tot in der Badewanne aufgefunden. Offenbar wurde er geschlagen und schließlich in der Wanne ertränkt. Da die Wohnung durchwühlt wurde, geht die Polizei zunächst von einem Raubüberfall aus. Doch dann findet man 20.000 Dollar in bar an einer Stelle, an der sie jeder Einbrecher gefunden hätte. Zudem finden die Ermittler heraus, dass Davidson und seine Frau Denise einen erbitterten Scheidungskrieg geführt hatten. Man setzt ein Überwachungsteam auf Denise an, das sie dabei beobachtet, wie sie unter dem Namen Pauline White Geld an einen gewissen Robert Gordon überweist. Gordon ist ein Bekannter von Denises Freund Leo Cisneros, dem Vater ihres ungeborenen Kindes. Cisneros wiederum hat Kontakt zur jamaikanischen Drogenmafia und ist an dem Tag, an dem Davidson ermordet wurde, nach Jamaika geflogen. Hat Gordon den Arzt im Auftrag von Denise und Cisneros ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470062","hoster":"VOE"},{"path":"/redirect/14265017","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-59","name":"Schwarze Witwen","epNo":59,"alt":"","descr":"Der prominente und allseits beliebte Geschäftsmann Gerry Boggs wurde in seiner eigenen Wohnung mit einer Schaufel niedergeschlagen und erschossen. Eine Verdächtige ist Gerrys Exfrau Jill, die kein gutes Verhältnis zu ihm hatte. Doch sie hat ein Alibi, das von ihrem neuen Freund Michael bestätigt wird: Beide waren zum Campen in einem Nationalpark, 150 Kilometer vom Tatort entfernt. Aber Jill ist noch nicht aus dem Schneider, denn es stellt sich heraus, dass einer ihrer früheren Ehemänner ebenfalls umgebracht wurde und man den Täter nie fand. Um sicher zu gehen, dass Boggs tatsächlich in der Nacht und nicht schon viel früher am Tag umgebracht wurde, wird der Mageninhalt untersucht. Dabei stellt man fest, dass Boggs neben dem Frühstück keine weitere Mahlzeit zu sich genommen hatte und wenige Stunden später ermordet wurde. Damit hat Jill für die Tatzeit kein Alibi mehr und gerät erneut ins Visier der Fahnder…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13997269","hoster":"VOE"},{"path":"/redirect/14383959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-60","name":"Eine Frage der Zeit","epNo":60,"alt":"","descr":"Eine reiche ältere Frau wurde ermordet und ihr Haus geplündert. Obwohl die Ermittler Fingerabdrücke am Tatort finden, gelingt es ihnen nicht, den Täter zu identifizieren. Der Fall bleibt ungelöst. Erst 16 Jahre später kommt man durch modernste kriminologische Methoden der Wahrheit auf die Spur…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434654","hoster":"VOE"},{"path":"/redirect/14265020","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-61","name":"Vorsicht giftig","epNo":61,"alt":"","descr":"Als ein Mann aus Massachusetts an einem Herzinfarkt stirbt, geht man zunächst von einem natürlichen Tod aus. Niemand vermutet ein Verbrechen, bis die Polizei die Freundin des Mannes unter die Lupe nimmt. Sie hatte sich in den Tagen vor dem Tod ihres Partners äußerst merkwürdig verhalten, doch man kann ihr nichts nachweisen. Fast zehn Jahre lang streiten konkurrierende Toxikologen daraufhin über eine Frage: War es ein natürlicher Tod oder ein kaltblütiger Mord? Über Jahre leidet eine manisch-depressive Frau vermeintlich an den Nebenwirkungen von Lithium, einem Medikament, das ihr gegen ihre Anfälle verschrieben wurde. Ihre Suche nach Hilfe führt sie von einem Arzt zum anderen, vom einen Krankenhaus ins nächste und resultiert schließlich in einer 4.000 Seiten starken Krankenakte. Als die Frau schließlich stirbt, stehen die Ermittler vor einer schwierigen Aufgabe: War es ein natürlicher Tod, Mord oder Selbstmord?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469994","hoster":"VOE"},{"path":"/redirect/14265023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-62","name":"Motive","epNo":62,"alt":"","descr":"Ein homosexuelles Paar wurde ermordet. Die Ermittlungen führen die Polizei ins Milieu weißer Rassisten, doch konkrete Hinweise auf den Täter gibt es nicht. Am Tatort gefundene Patronenhülsen, Farbspritzer und Glassplitter helfen den Ermittlern schließlich dabei, den Mörder dingfest zu machen. Darüber hinaus können sie ihm eine Serie brutaler Morde in Kalifornien nachweisen… Ein Mann wird erschossen in seinem Haus gefunden – von seinem Mörder fehlt jede Spur. Die Suche nach ihm erstreckt sich über zwei Jahre und mehrere Staaten und gestaltet sich äußerst kompliziert, da man dem vermeintlichen Killer nichts nachweisen kann. Erst ein seltenes Revolvermodell und der treue Hund eines Opfers liefern der Polizei schließlich einen eindeutigen Beweis…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448631","hoster":"VOE"},{"path":"/redirect/14265022","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-63","name":"Dunkle Schatten","epNo":63,"alt":"","descr":"In Pennsylvania wurde eine Frau ermordet. Der Fall weist starke Ähnlichkeit mit dem Tod einer anderen Frau in North Carolina auf. Dadurch gerät die Geschichte des damaligen Hauptverdächtigen ins Wanken. Er hatte behauptet, dass es sich um einen Unfall gehandelt habe und die Frau ertrunken sei. Doch die Morde sind ihm damit noch längst nicht nachgewiesen. Den ermittelnden Beamten bleibt also noch viel zu tun… Die Polizei wird zu einem Tatort gerufen. Das Opfer erzählt der Polizei, jemand sei in sein Haus eingedrungen und habe seine Frau umgebracht. In den buntesten Farben schildert er eine tragische Geschichte von Belästigung, Verfolgung und Rache, die ihn wie einen Helden erscheinen lässt. Vier Jahre später veranlassen neue polizeiliche Methoden die Ermittler jedoch, die Motive des so genannten Helden einmal genauer zu überprüfen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470065","hoster":"VOE"},{"path":"/redirect/14265025","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-64","name":"Nachricht aus dem Jenseits","epNo":64,"alt":"","descr":"Inmitten eines niedergebrannten Hauses findet die Polizei die Leichen einer ganzen Familie. Auf den ersten Blick sieht es so aus, als habe das Familienoberhaupt zuerst Frau und Kinder und schließlich sich selbst umgebracht. Bei näherer Betrachtung ergibt sich jedoch ein ganz anderer Befund. Modernste forensische Methoden, eine Stechkarte und ein auf Kassette gesprochenes Tagebuch führen die Ermittler schließlich auf die Spur des wahren Mörders… Eine junge Nachrichtenredakteurin wird in ihrer Wohnung vergewaltigt und ermordet. Schnell hat die örtliche Polizei zwei Tatverdächtige im Auge, doch beide Männer erweisen sich als unschuldig. Nachdem die Beamten fast ein Jahr lang in dem Fall ermittelt hatten, wenden sie sich an die DNA-Datenbank von Virginia, zu diesem Zeitpunkt das größte elektronische Strafprofilregister überhaupt. Hier sind die Profile von über 8.000 Straftätern gespeichert. Und tatsächlich: Der Vergleich der Daten vom Tatort mit denen der Datenbank enthüllt die Identität des Killers.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434650","hoster":"VOE"},{"path":"/redirect/14265024","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-65","name":"Diagnose Selbstmord","epNo":65,"alt":"","descr":"Ein Mann wird beschuldigt, seine Frau erschossen zu haben. Der Beschuldigte behauptet dagegen, es handele sich um Selbstmord. Doch die Ermittler glauben ihm nicht. Nach den Indizien zu urteilen, sei es unmöglich, dass die Frau sich selbst getötet habe, sagen sie. Doch vor Gericht werden die am Tatort vorgefundenen Beweise von der Verteidigung anders beurteilt. Jetzt müssen die Geschworenen entscheiden: War es Selbstmord oder eiskalter Mord? Als die Polizei zu einer Schießerei gerufen wird, müssen die Beamten feststellen, dass es sich bei dem Ehemann des Opfers um einen Kollegen handelt. Ein Mitarbeiter der Mordkommission findet heraus, dass sich die Frau offensichtlich aus Versehen in den Kopf geschossen hat. Ihr Mann sagt, er habe unmittelbar nach dem Schuss die Notrufnummer gewählt – doch die Spuren am Ort des Geschehens sprechen eine andere Sprache. Die Ermittler ziehen einen Gerichtsmediziner und einen Ballistiker hinzu. Sie wollen wissen, was wirklich passiert ist und wer die Schuld am Tod der Frau trägt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469980","hoster":"VOE"},{"path":"/redirect/14464952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-66","name":"Dem Täter auf der Spur","epNo":66,"alt":"","descr":"Am 17. September 1984 verlässt die neunjährige Vicky Lynne Hoskinson ihr Elternhaus, um ein paar Besorgungen für ihre Mutter zu erledigen – und kommt nicht mehr zurück. Ihr Fahrrad wird wenig später leicht beschädigt in einer Seitenstraße gefunden, doch von dem Mädchen fehlt jede Spur. Die Ermittler finden heraus, dass sich zum Zeitpunkt von Vickys Verschwinden der wegen zweifachen Kindesmissbrauchs verurteilte und vor kurzem aus der Haft entlassene Frank Jarvis Atwood in der Gegend herumgetrieben hat. Daraufhin konfisziert das FBI sein Auto, um es nach belastendem Material zu durchsuchen. Und tatsächlich: An seiner Stoßstange findet man Spuren von Nickel, die von Vickys Fahrrad stammen könnten. Aber reicht dieser Beweis, um Atwood wieder hinter Gitter zu bringen? Seit über einem Jahrzehnt leben die weiblichen Einwohner einer Kleinstadt in Louisiana in permanenter Angst vor einem brutalen Vergewaltiger. Mit den Jahren ist dieser Mann so routiniert geworden, dass er keinerlei Hinweise an den Tatorten hinterlässt. Die örtliche Polizei tappt völlig im Dunklen, aber durch neueste Computertechnologien und Erkenntnisse aus dem Bereich der Verhaltenspsychologie kommt man dem Täter nach und nach auf die Spur. Doch wie zuverlässig sind die Ergebnisse der Profiler?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470172","hoster":"VOE"},{"path":"/redirect/14265026","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-67","name":"Jaeger und Gejagte","epNo":67,"alt":"","descr":"Miami, Florida: Offenbar völlig grundlos eröffnet ein Heckenschütze vom Dach einer Industrieanlage aus das Feuer auf die Passanten unter ihm. Ein Angestellter der Firma kommt dabei ums Leben, zwei weitere werden schwer verletzt. Die Polizei findet Patronenhülsen auf dem Dach – und kurz darauf auch die Tatwaffe. Der Schütze hatte die Seriennummer des Gewehrs entfernt und es nach der Tat mit der Gewissheit, keine Spuren hinterlassen zu haben, in einen nahe gelegenen Garten geworfen. Doch für die Forensiker ist es ein Leichtes, die Seriennummer wieder sichtbar zu machen… Um einen menschlichen Körper so weit zu verbrennen, dass alle Hinweise auf ein mögliches Verbrechen zerstört sind, braucht man ein sehr heißes Feuer und eine lange Zeit. Dieser Tatsache war sich der Mörder von Charles Lynch offenbar nicht bewusst: Deshalb findet der Rechtsmediziner bei der Obduktion der verkohlten Leiche eine Reihe von verräterischen Spuren. So stellt sich heraus, dass das Opfer nicht nur verbrannt, sondern zuvor erstochen wurde. Die Tatsache, dass man Lynch 24 Stiche mit zwei verschiedenen Messern zugefügt hat, legt außerdem die Vermutung nahe, dass es sich nicht um einen einzelnen Täter handelt. Diese Tatsachen bringen die Polizei schon bald auf die Spur der Mörder…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470296","hoster":"VOE"},{"path":"/redirect/14464947","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-68","name":"Spuren im Schnee","epNo":68,"alt":"","descr":"Mit Entsetzten beobachten zwei Motorradfans eine schreckliche Bluttat vor ihrem Clubhaus: Ein Truckfahrer überrollt mit voller Absicht einen bewusstlos am Boden liegenden Mann – und das zwei Mal. Um ihre eigene Sicherheit besorgt, suchen die Zeugen Schutz im Clubhaus und rufen die Polizei. Doch als sie aus dem Fenster hinausschauen, ist sowohl der Truck als auch die Leiche verschwunden. Einige Zeit später findet man den Truck verlassen vor, die Forensiker können jedoch nicht den kleinsten Beweis für die Tat entdecken. Und auch die Leiche bleibt verschwunden. Können die Ermittler trotzdem ein Verbrechen rekonstruieren? Florida, das heißt gutes Wetter, traumhafte Strände, Disneyland. 1993 zieht der \"Sunshine State\" allerdings durch eine Reihe von Raubmorden an Touristen die weltweite Aufmerksamkeit auf sich. Einige Urlauber werden bei diesen Überfällen getötet, andere setzen sich zur Wehr und überleben schwer verletzt. Eine dieser Verletzungen, eine Bisswunde, bringt die Ermittler auf eine heiße Spur. Wird man den Täter anhand dieses Gebissabdrucks identifizieren können?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434529","hoster":"VOE"},{"path":"/redirect/14464953","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-69","name":"Falsche Freunde","epNo":69,"alt":"","descr":"Tracy Jo Shine wächst in einer gut behüteten Mittelschicht-Familie in Houston, Texas, auf. Sie ist eine viel versprechende junge Tänzerin und schafft es, an einer renommierten Schule der Darstellenden Künste aufgenommen zu werden. Dort kommt sie jedoch in Kontakt mit der falschen Clique, und beginnt, mit Drogen zu experimentieren. Als Tracy Jo eines Tages spurlos verschwindet, verdächtigt ihre Familie sofort ihre neuen Freunde, die einer rechtsradikalen Vereinigung angehören. Haben sie tatsächlich etwas mit Tracy Jos Verschwinden zu tun? Peoria, Illinois: Ein Mann wurde ermordet und zwei junge Mädchen ernsthaft verletzt. Keines der Mädchen kann den Angreifer identifizieren, die Polizei steht vor einem Rätsel. Doch ein am Tatort gefundener Fußabdruck bringt die Ermittler schließlich auf die richtige Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470090","hoster":"VOE"},{"path":"/redirect/14265041","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-70","name":"Das Phantom","epNo":70,"alt":"","descr":"Die Stadt Philadelphia wird von einem Serien-Vergewaltiger heimgesucht, der genauso plötzlich wieder verschwindet, wie er aufgetaucht ist. Einige Zeit später werden in Fort Collins, Colorado, mehrere Frauen nach demselben Muster vergewaltigt. Die Polizei von Colorado findet an einem der Tatorte einen Fingerabdruck, doch er passt zu keinem der in der Verbrecherkartei gespeicherten Abdrücke. Nach weiteren Recherchen haben die Ermittler eine Liste mit 900 Namen zusammengestellt, die es zu überprüfen gilt. Der entscheidende Tipp kommt jedoch von einer Frau, die den Täter aufgrund einer Phantomzeichnung identifizieren kann… Hanford, Kalifornien, 1962: Der Mord an der 15-jährigen Marlene Miller schockt die ganze Stadt. Obwohl jeder Einwohner bei der Suche nach dem Täter mithilft, wird er nie gefunden. Erst 24 Jahre später entdecken die Forensiker mit modernsten Techniken mikroskopisch kleine Beweise, die den Mörder schließlich hinter Gitter bringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469963","hoster":"VOE"},{"path":"/redirect/14265028","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-71","name":"Zeugen der Anklage","epNo":71,"alt":"","descr":"Eine junge Frau wird ermordet im Vorgarten ihres Hauses gefunden. Es stellt sich heraus, dass sie in wenigen Wochen vor Gericht gegen ein Mann hätte aussagen sollen, den sie eines sexuellen Übergriffs beschuldigt hatte. Die Ermittler verdächtigen sofort den Beschuldigten, doch es gibt keinerlei Beweise, dass der Mann die Tat begangen hat. 15 Jahre später ist die forensische Wissenschaft jedoch soweit vorangeschritten, dass man den Täter aufgrund von kleinsten Spuren dingfest machen kann… Eine junge Frau ist spurlos verschwunden. Ihr Ex-Freund und ein Bekannter geraten unter Verdacht, die Männer geben sich jedoch gegenseitig Alibis. Doch offenbar hat der Ex-Freund der Vermissten keine weiße Weste: Als nach zweieinhalb Jahren im Haus seiner Großmutter Blut des vermissten Mädchens gefunden wird, bricht der Bekannte sein Schweigen. Er behauptet, sein Freund habe das Mädchen bestialisch ermordet, sie zerstückelt und die Leichenteile verbrannt. Die Asche habe er anschließend aus einem fahrenden Wagen gestreut.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434514","hoster":"VOE"},{"path":"/redirect/14464960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-72","name":"Schriftliches Vermaechtnis","epNo":72,"alt":"","descr":"Im Sommer 1986 wird die Leiche von Kathleen Lipscomb auf einer verstaubten Straße außerhalb von San Antonio gefunden. Monatelang rätselt die Polizei an diesem Fall, doch er bleibt ungelöst. Nach einigen Jahren engagiert Kathleens Familie einen Privatdetektiv, der ein Tagebuch unter Kathleens persönlichen Sachen entdeckt. Wird es ihm mit Hilfe der Einträge gelingen, dem Täter auf die Spur zu kommen? Die Leichen zweier junger Frauen werden in den Trümmern eines abgebrannten Appartements gefunden. Alle Anzeichen deuten auf Brandstiftung hin, und einige im Brandschutt gefundene Indizien führen die Polizei schnell auf eine brandheiße Spur…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434516","hoster":"VOE"},{"path":"/redirect/14265029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-73","name":"Sternzeichen Mord","epNo":73,"alt":"","descr":"Sechs Jahre lang treibt ein Serienkiller in den Straßen von New York sein Unwesen. Er schreibt Briefe an die Polizei und an die \"New York Post\", in denen er ankündigt, dass er zwölf Menschen zu töten gedenke, für jedes Sternzeichen einen. Durch neueste Methoden gelingt es der Polizei, ein Täterprofil zu erstellen. Doch nun brauchen die Ermittler auch noch eine gehörige Portion Glück, um den Mann tatsächlich dingfest zu machen… Richmond, Virginia, 1990: Eine junge Frau wird im Schlaf überrascht und ermordet. Der Täter hinterlässt einen blutigen Fingerabdruck und einen Abdruck der Tatwaffe, einem Jagdmesser, auf der Bettwäsche. Mit modernsten Verfahren kann der Fingerabdruck von den Textilien genommen und damit der Nachbar der Toten als Mörder überführt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434648","hoster":"VOE"},{"path":"/redirect/14464957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-74","name":"Kindheitstrauma","epNo":74,"alt":"","descr":"Alles deutet darauf hin, dass in Scott Dunns Schlafzimmer ein schreckliches Verbrechen geschehen ist: Man findet Spuren von Blut und eindeutige Hinweise darauf, dass hier eine Gewalttat verschleiert wurde. Trotzdem stuft die Polizei Dunn nicht als Mordopfer, sondern als vermisste Person ein. Damit kann sich Scotts Vater nicht abfinden. Er bietet den Ermittlern jede Unterstützung an und berichtet ihnen schließlich von Scotts Freundin Leisha, die er für verdächtig hält. Mit seiner Hilfe findet die Polizei heraus, dass Leisha offenbar einen weiteren Freund hatte: Tim. Bei ihm findet man schließlich einige Indizien, die den Verdacht gegen ihn erhärten. Doch hat Tim den Mord tatsächlich begangen? Und welche Rolle spielt Leisha dabei? Im Jahr 1966 verschwindet die Mutter der kleinen Lori Keidel und ihrer drei Geschwister spurlos. Man nimmt an, sie sei durchgebrannt und stellt keine weiteren Ermittlungen an. Fast 30 Jahre später bricht Lori Keidel ihr Schweigen und berichtet der Polizei von einer Vision, die sie seit ihrer Kindheit verfolgt. Daraus gehr hervor, dass Lori die Ermordung ihrer Mutter beobachtete hatte. Und tatsächlich: auf dem Grundstück der Familie, genau an der Stelle, die Lori angegeben hatte, findet man ein vergrabenes Skelett. Hat Loris Vater Gene ihre Mutter ermordet?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13999896","hoster":"VOE"},{"path":"/redirect/14464956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-75","name":"Nebel des Grauens","epNo":75,"alt":"","descr":"Auf einem speziellen Abschnitt der Interstate 75 kommt es immer wieder zu schweren Verkehrsunfällen. Allein in den letzten 15 Jahren hat es dort sieben Massenkarambolagen gegeben. Jeder dieser Unfälle wurde durch das plötzliche Auftreten von völlig undurchdringlichem Nebel verursacht, den sich niemand erklären kann. Erst als Spezialisten die Umgebung genauer auf eine mögliche Quelle des Nebels hin untersuchen, kommt man des Rätsels Lösung näher: Offenbar ist eine spezielle Papyrus-Pflanze der Übeltäter… In einem Müllcontainer wird eine verkohlte Leiche gefunden. Wie sich herausstellt, ist das Opfer durch einen Kopfschuss getötet und erst einige Zeit später verbrannt worden. Beim Durchsehen der Akten mit vermissten Personen stößt man auf eine gewisse Mary-Lynn Breeden. Die Ermittler rollen den Fall noch einmal auf und stellen fest, dass noch nach Mary-Lynns Verschwinden Geld von ihrem Konto abgehoben wurde. Über die Überwachungskamera der Bank kann man die Frau, die sich als Mary-Lynn ausgegeben hatte, identifizieren. Sie führt die Ermittler zu einem Mann namens Christian Cruz, in dessen Auto Spuren von Blut gefunden werden. Ist es das Blut von Mary-Lynn Breeden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470272","hoster":"VOE"},{"path":"/redirect/14265031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-76","name":"Tod aus dem Nichts","epNo":76,"alt":"","descr":"Das Glück von Patricia und David Stallings ist perfekt: Sie haben gerade ihr Traumhaus in Hillsboro, Missouri, bezogen und ihr erstes Kind Ryan gesund zur Welt gebracht. Doch nach fünf Monaten tauchen bei Ryan plötzlich unerklärliche gesundheitliche Probleme auf, und der Junge stirbt. Eine Reihe von Tests ergibt, dass sich in Ryans Blut eine ungewöhnlich große Menge von Ethylen Glycol befindet, einem Hauptbestandteil von Frostschutzmitteln. Patricia Stalling wird verhaftet und bringt – nachdem auch ihr Mann gestorben ist – im Gefängnis einen weiteren Sohn zur Welt, der an denselben Symptomen wie Ryan leidet. Blutproben beider Kinder werden noch einmal auf Ethylen Glycol getestet – doch diesmal ohne Ergebnis. Sitzt Patricia Stallen unschuldig im Gefängnis? Bei den Ärzten in Cleveland schrillen die Alarmglocken: Immer mehr Kinder werden mit Lungenbluten in die Krankenhäuser gebracht. Das Zentrum für Seuchenkontrolle wird verständigt und macht sich sofort an die Ermittlungen. Es stellt sich heraus, dass alle Kinder aus derselben Gegend kommen, und dass alle Häuser dort vor kurzem von einer Überschwemmung betroffen waren. Bei genaueren Untersuchungen findet man schließlich eine spezielle Art von Schimmelpilz. Kann sie der Verursacher des Lungenblutens sein, dem drei der Kinder zum Opfer gefallen sind?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434636","hoster":"VOE"},{"path":"/redirect/14464955","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-77","name":"Toedliche Fehler","epNo":77,"alt":"","descr":"Ein Mann, der von seinen Nachbarn als unbeständig und labil bezeichnet wird, steht unter dem Verdacht, seine Frau ermordet zu haben. Alles spricht gegen ihn und Spuren auf der Leiche scheinen seine Schuld eindeutig zu belegen. Doch dann wirft ein Forensiker noch einmal einen genaueren Blick auf die Leiche – und das, was er herausfindet, hat mit Mord nichts zu tun… Ein junges Mädchen wird tot im Garten des elterlichen Hauses gefunden. Erschüttert berichten die Eltern der Polizei, was geschehen ist: Der Familienhund hat das Mädchen angegriffen und getötet. Die Ermittler wittern jedoch, dass die Eltern lügen, und ihre Nasen trügen sie offenbar nicht: Die Wunden sind keine Biss-, sondern eindeutig Stichwunden, die von einem Messer stammen könnten. Die Eltern werden verhaftet und wegen Mordes an ihrer Tochter zu einer lebenslangen Haftstrafe verurteilt. Fünf Jahre später entdeckt ein Forensiker auf einem Tatort-Foto jedoch ein kleines Detail, das den Fall in einem anderen Licht erscheinen lässt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434527","hoster":"VOE"},{"path":"/redirect/14265030","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-78","name":"Unter den Augen der Kirche","epNo":78,"alt":"","descr":"Ein sechsjähriges Mädchen ist während eines Gottesdienstes spurlos verschwunden. Die Ermittler befürchten, dass ein Kinderschänder sein Unwesen treibt und sich seine Opfer in der Kirche aussucht. Durch ein Täterprofil und weitere Ermittlungen stößt man auf einen Taxifahrer, der zum Zeitpunkt des Verschwindens in der Nähe der Kirche war. Seine \"Masseuse\" berichtet der Polizei schließlich, dass der Mann ihr während seiner wöchentlichen \"Massagen\" regelmäßig von seinen sexuellen Fantasien berichtet habe – und eine dieser Fantasien weist eine erstaunliche Ähnlichkeit mit dem aktuellen Fall der Ermittler auf… Wenn jemand unter mysteriösen Umständen stirbt, gerät meist als erstes der Ehepartner unter Verdacht – vor allem, wenn er zum Zeitpunkt dessen Todes neben dem Opfer im Bett gelegen hat. So ist es auch bei der Frau, um die es in dieser Episode geht: Sie wird des Mordes an ihrem Mann verurteilt und wandert ins Gefängnis. Ihr Sohn ist jedoch so von ihrer Unschuld überzeugt, dass er Jura studiert und den Fall noch einmal aufrollt. Wird er herausfinden, was damals im Schlafzimmer seiner Eltern tatsächlich geschehen ist?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470094","hoster":"VOE"},{"path":"/redirect/14383960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-79","name":"Im Netz der Verfuehrung","epNo":79,"alt":"","descr":"Bruce Miller ist im Büro des Schrottplatzes, den er betreibt, erschossen worden. Da der Tatort vollkommen unberührt aussieht, sollte es für die Ermittler ein Leichtes sein, in dem seit Jahren nicht mehr geputzten Büro Hinweise wie Fuß- oder Fingerabdrücke, Haare oder Fasern zu finden, doch Fehlanzeige: Nichts außer der Tat selbst deutet darauf hin, dass sich eine andere Person als Bruce in dem Büro aufgehalten hat. Doch so vorsichtig der Täter am Tatort auch war, so nachlässig war er an anderer Stelle… Nachdem Schüsse aus einem fahrenden Wagen fielen, bleibt ein Mann tot am Boden liegen, ein weiterer wird schwer verletzt ins Krankenhaus gebracht. Einen Verdächtigen haben die Ermittler schnell gefunden, doch dafür, dass er mit seinem Wagen am Tatort war, gibt es keinerlei Beweise. Erst als sich ein forensischer Geologe einschaltet, scheint der junge Mann geliefert: Der Wissenschaftler beweist, dass der Dreck im Profil seiner Reifen genauso zusammengesetzt ist wie die Erde am Boden des Tatorts…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434521","hoster":"VOE"},{"path":"/redirect/14265033","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-80","name":"Tödliche Geschäfte","epNo":80,"alt":"","descr":"Ein ausgebrannter Mietwagen wird abseits der Straße in einer Schlucht gefunden. Offenbar ist der Wagen von der Straße abgekommen, in die Schlucht gestürzt und dort explodiert. Alles, was man von seinem Fahrer, einem reichen amerikanischen Geschäftsmann, noch findet, sind Zähne und Bruchstücke von Knochen. Als klar wird, dass die Ehefrau des Verstorbenen sieben Millionen Dollar aus dessen Lebensversicherung erhält, werden die Ermittler misstrauisch. Sie ziehen einen Forensiker zu Rate, der ein hinterlistiges Komplott ans Tageslicht bringt… Als eine Rohrbombe ein Bauernhaus zerstört, einen Jungen tötet und dessen Mutter schwer verletzt, steht die Polizei vor einem Rätsel. Wo kam die Bombe her? Wer hat sie in dem Bauernhaus deponiert? Und vor allem: Warum musste der Junge sterben? Eine Neun-Volt-Batterie bringt die Ermittler schließlich auf die richtige Spur…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13999893","hoster":"VOE"},{"path":"/redirect/14265038","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-81","name":"Mörderischer Hausbesuch","epNo":81,"alt":"","descr":"Ohne voneinander zu wissen, rufen zwei Männer zur selben Zeit die Notrufnummer und melden, dass eine Frau ermordet wurde. Neben dem Ehemann des Opfers, einem fanatischen Waffensammler, geraten auch diese beiden unter Verdacht. Doch erst die gründliche Untersuchung von Blutspritzern am Tatort, ein zerknülltes Bonbonpapier und ein paar kleine Samenkörner machen es den Ermittlern schließlich möglich, den wahren Täter zu überführen… In einem kleinen, beschaulichen Wohnort wurde ein Mann brutal ermordet. Da keiner der Einwohner etwas Ungewöhnliches gesehen oder gehört hat, konzentrieren sich die Ermittler ganz auf den Tatort – und werden dort schließlich auch fündig: Vom Täter hinterlassene Fingerabdrücke und Aufnahmen von einer Überwachungskamera liefern so viele Beweise, dass der Mann innerhalb von zwölf Stunden dingfest gemacht werden kann – und das, obwohl er den Staat bereits verlassen und einen Bus in Richtung New York bestiegen hatte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469966","hoster":"VOE"},{"path":"/redirect/14464968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-82","name":"Suche nach Wahrheit","epNo":82,"alt":"","descr":"Ein Highschool-Lehrer will seine Klasse nur für einen Moment allein lassen, um einen Freund nach Hause zu fahren, kehrt aber nie mehr zurück. Nach seinem Verschwinden erhalten seine Frau und sein Freund Briefe, in denen er erklärt, er habe einen radikalen Schlussstrich ziehen müssen, um ein neues Leben zu beginnen. Die Ermittler vermuten sofort, dass hier jemand ein falsches Spiel spielt, können ohne Leiche aber niemandem einen Mord beweisen. Mit Hilfe der forensischen Wissenschaft ist jedoch nichts unmöglich… Als man ein Mädchen im Teenager-Alter ermordet am Straßenrand auffindet, gerät an erster Stelle ihr Freund unter Verdacht. Und tatsächlich: Der Junge gesteht, seine Freundin umgebracht zu haben. Doch plötzlich behauptet noch ein weiterer Mann, die Tat begangen zu haben. 40 Jahre soll es daraufhin dauern, bis man diesen Fall restlos aufklären kann….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469973","hoster":"VOE"},{"path":"/redirect/14464958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-83","name":"Verhaengnisvolle Kuendigung","epNo":83,"alt":"","descr":"In einem weggeworfenen Schlafsack werden blutige Turnschuhen und ein Geldbeutel gefunden. Die Polizei vermutet sofort ein Verbrechen und wird auch schon bald fündig: Unweit des Fundorts des Schlafsacks entdecken die Ermittler die Leiche einer jungen Frau, die offenbar ermordet wurde. Um den Täter zu finden, untersucht man fieberhaft den Tatort, doch ohne Ergebnis. Erst ein Kratzer auf der Leiche führt die Ermittler auf die Spur des Mörders. Ein Computercrash hat eine aufstrebende junge Firma beinahe in die Pleite getrieben, und hunderte von Jobs stehen nun auf der Kippe. Da es keinen plausiblen Grund für den Computerabsturz gibt, wird die Polizei eingeschaltet. Die Forensik-Experten der Behörde sollen nun herausfinden, was für den Crash verantwortlich war: War es ein Computerdefekt, menschliches Versagen oder Sabotage?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434507","hoster":"VOE"},{"path":"/redirect/14265032","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-84","name":"Schicksalsschlaege","epNo":84,"alt":"","descr":"Auf seinem Kontrollgang durch einen öffentlichen Park findet ein Polizist aus Alaska die Leiche einer Frau. Das Opfer wurde erstochen, und das Messer, das man für die Tatwaffe hält, wird einige Tage später über 3.000 Kilometer entfernt gefunden. Um seinem Besitzer den Mord nachzuweisen, müssen die Forensiker nun nur noch die Merkmale des Messers mit den Wunden des Opfers vergleichen. 1993 erlebt die Amtrak Railroad-Gesellschaft das verheerendste Bahnunglück in der Geschichte der Vereinigten Staaten: Einer ihrer Züge entgleist, während er eine hohe Talbrücke passiert. 46 Passagiere sind sofort tot, viele schwer verletzt. Was war der Grund für das Unglück? War es ein technischer Defekt, menschliches Versagen oder Sabotage? Die Ermittler arbeiten fieberhaft an der Aufklärung des Falls, doch alle eventuellen Hinweise sind unter Tonnen von zerquetschtem Stahl im Schlamm des Bayou-Canyons vergraben…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470198","hoster":"VOE"},{"path":"/redirect/14464961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-85","name":"Spiel mit dem Feuer","epNo":85,"alt":"","descr":"Eine Frau, die am letzten Tag der Jagdsaison mit ihrem Hund im Wald spazieren ging, ist ohne ersichtlichen Grund erschossen worden. Da sie keine Feinde hatte und ihr Mann ein Alibi vorweisen kann, verbucht die Polizei den Fall schon bald als Jagdunfall – bis ein merkwürdiger Brief auftaucht, den das Opfer angeblich kurz vor seinem Tod geschrieben hat. Ein Forensiker, ein Katapult und ein ungewöhnliches physikalisches Experiment helfen schließlich dabei, den Fall aufzuklären. Szenenwechsel: Ein Feuer in der Kings Cross U-Bahnstation kostet 31 Menschen das Leben und verletzt viele weitere Menschen. Brandstiftungsexperten haben die Ursache des Brands schnell herausgefunden, doch erst mittels modernster Computertechnologie kann geklärt werden, wie sich das Feuer zu einem solch tödlichen Inferno entwickeln konnte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13987986","hoster":"VOE"},{"path":"/redirect/14265034","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-86","name":"Familienbande","epNo":86,"alt":"","descr":"Eine Frau ist spurlos verschwunden. Man vermutet zwar ein Verbrechen, hat aber keinerlei Anhaltspunkte, wo man mit der Suche beginnen soll. 20 Jahre später ist die Polizei in der Lage, ein gefundenes Haarknäuel mit der nach wie vor vermissten Frau in Verbindung zu bringen. Mitglieder von \"NecroSearch\", einer Vereinigung junger Forensiker, suchen sofort den Fundort der Haare ab und finden dort auch die Leiche. Außerdem finden sie Beweise, durch die der Mörder nach über 20 Jahren überführt werden kann. Ein 16-jähriges Mädchen wurde von den eigenen Eltern getötet. Diese behaupten zwar, sie hätten in Notwehr gehandelt, doch die Indizien sprechen eine andere Sprache. Der definitive Beweis dafür, dass die beiden ihre Tochter ermordet haben, kommt jedoch von einer unerwarteten Quelle: Von einem Überwachungsband, das das FBI zufällig aufgezeichnet hatte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434533","hoster":"VOE"},{"path":"/redirect/14265035","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-87","name":"Tatorte","epNo":87,"alt":"","descr":"Ein pensionierter Polizist wird tot in seinem Bett gefunden – offenbar hingerichtet durch einen Kopfschuss. Seine Ehefrau macht sich schon allein dadurch verdächtig, dass sie zunächst aussagt, ein Einbrecher habe ihren Mann erschossen, als sich diese Version nicht halten lässt aber behauptet, er habe Selbstmord begangen. Doch erst die genaueste Untersuchung des Tatorts, ein Überwachungsband einer Bank und ein Forensik-Lehrbuch, das im Haus des Opfers gefunden wird, bringen die ganze Wahrheit ans Tageslicht… Die Königin von England ist zu Besuch in den USA und macht sich mit ihrer Autokolonne auf den Weg zum Yosemite Nationalpark. Kaum haben die Queen und ihre Beschützer die Tore des Parks passiert, geschieht ein Unglück: Ein Auto der lokalen Polizeistation kollidiert mit einem Wagen mit drei Secret Service-Agenten, die auf der Stelle tot sind. Der Fall gibt den Ermittlern Rätsel auf: War es ein normaler Unfall oder vielleicht Sabotage? Die eingeschalteten Spezialisten kommen jedenfalls zu den unterschiedlichsten Ergebnissen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470220","hoster":"VOE"},{"path":"/redirect/14265036","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-88","name":"Spuren des Todes","epNo":88,"alt":"","descr":"Ein vollkommen gesunder junger Mann ist im Schlaf gestorben. Es gibt keinerlei Hinweise auf einen Kampf oder sonstige Fremdeinwirkung, und als die Ermittler einen Abschiedsbrief auf seinem Tisch und eine tödliche Dosis Lidocain in seinem Blut finden, scheint klar zu sein, dass der Mann Selbstmord begangen hat. Ein Forensiker, der den Abschiedsbrief analysiert, kommt jedoch zu einem anderen Schluss. Szenewechsel: Ein elfjähriges Mädchen ist in einer abgelegenen Gegend in Alaska spurlos verschwunden. Für die örtliche Polizei scheint klar zu sein: Das Kind ist von einem Bären getötet worden oder hat sich im dichten Wald verlaufen. Zwei Wochen später wird die Leiche der Kleinen gefunden. Sie wurde sexuell missbraucht und anschließend erschossen. Herbeigerufene Spezialisten setzen nun alles daran, dem Vergewaltiger und Mörder auf die Spur zu kommen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13987899","hoster":"VOE"},{"path":"/redirect/14464962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-89","name":"Toedliche Gefahr","epNo":89,"alt":"","descr":"Eine junge Frau macht sich mit ihrer Tochter auf den Weg zum Einkaufen – und wird nie wieder gesehen. Die Leiche ihres kleinen Mädchens wird wenig später an einem Straßenrand gefunden, doch von ihr fehlt weiterhin jede Spur. Zu den Verdächtigen gehören die Mutter selbst, der Vater sowie jeder, der während des Einkaufs Kontakt mit Mutter und Tochter hatte. Nur mit Hilfe modernster Kriminaltechnologie und neuester forensischer Erkenntnisse können die Ermittler feststellen, ob die Mutter des Mädchens Täterin oder ebenfalls Opfer ist. Erst nachdem diese Frage beantwortet ist, kann man die gefundenen Indizien richtig einordnen und das Verbrechen aufklären. In einer Gegend von South Dakota werden bei fast allen Einwohnern alarmierend hohe Werte des Schilddrüsenhormons Triiodthyronin gefunden. In diesem Zusammenhang studieren die Ermittler eine Großfamilie, deren zwölfjähriger Sohn als einziger nicht betroffen ist. Da er Vegetarier ist, liegt die Vermutung nahe, dass die erhöhte Hormonbelastung unmittelbar mit dem Verzehr von Fleisch zusammenhängt. Weitere Ermittlungen ergeben, dass fast alle Pharmakonzerne damit begonnen haben, Triiodthyronin synthetisch herzustellen, statt es wie bisher aus dem von Schlachthöfen bezogenen Fleisch zu gewinnen. Die Schlachthöfe hatten das hormonbelastete Fleisch daraufhin einfach als extramageres Fleisch an andere Kunden verkauft….","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470178","hoster":"VOE"},{"path":"/redirect/14265037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-90","name":"Hueter des Gesetzes","epNo":90,"alt":"","descr":"Eine 40-jährige Frau ist in einem Feuer ums Leben gekommen. Sie war mit einem Polizeibeamten verheiratet, doch die Ehe war längst am Ende. Dennoch geht man zunächst nicht von einem Verbrechen aus – zumal einiges dafür spricht, dass das Feuer durch eine unbeaufsichtigt brennende Zigarette verursacht wurde. Als die Ermittler jedoch ein weiteres Mal die verkohlten Überreste des Hauses durchsuchen, wird ihnen klar, dass der Fall weit komplizierter ist… Szenenwechsel: Eine aufstrebende Nachrichtensprecherin ist vor ihrem Haus erschossen worden. Alle Indizien deuten auf ein Verbrechen aus Leidenschaft hin – ausgeübt von einem besessenen Fan. Ein Polizeihund verfolgt die Spur des Killers bis in die nahe gelegenen Wälder und zurück zum Tatort. Ist der Mörder einer der neugierigen Gaffer hinter den Polizeiabsperrungen? Oder muss die Polizei den Täter in den eigenen Reihen suchen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470068","hoster":"VOE"},{"path":"/redirect/14265039","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-91","name":"Maskierte Verbrechen","epNo":91,"alt":"","descr":"Die junge Frau eines Arztes wird plötzlich und ohne erkennbaren Grund ernsthaft krank. Ihr Zustand verschlechtert sich immer mehr, so dass sie sich schon bald kaum mehr bewegen kann. Eine Analyse des Knochenmarks bringt schließlich die Ursache ans Tageslicht: Arsen. Nun müssen die Ermittler herausfinden, ob sich die Frau diese Vergiftung über das Trinkwasser oder durch einen anderen Zufall zugezogen hat – oder ob ihr jemand nach dem Leben trachtet… Über einen Zeitraum von sieben Jahren hat ein und dasselbe Gangster-Trio Dutzende Banken ausgeraubt. Jedes Mal haben es die Täter geschafft, den Tatort vor Eintreffen der Polizei zu verlassen, und nie waren irgendwelche Spuren zu finden, die auf die Gangster hätten schließen lassen können. Doch auch die Art, wie sie sich bewegen und kleiden, erzählt eine Geschichte. Den Forensikern gelingt es jedenfalls, anhand dieser Merkmale ein klares Täterprofil zu erstellen und den Bankräubern schließlich doch noch auf die Spur zu kommen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470054","hoster":"VOE"},{"path":"/redirect/14265040","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-92","name":"Versunkene Wahrheiten","epNo":92,"alt":"","descr":"Die Einwohner des Städtchens Noel in Missouri sind geschockt, als sie erfahren, dass die örtliche Bank ausgeraubt wurde und der Bankpräsident vermisst wird. Wenig später findet man die Leiche des Gesuchten. Noch immer ist sie mit Klebeband an einem Stuhl fixiert und treibt auf einem nahe gelegenen See. Als die Ermittler nach der Bergung der Leiche das Klebeband wieder so zusammensetzen wollen, wie der Täter es benutzt hatte, fällt ihnen auf, dass ein Stück davon fehlt. Dieses kleine Stück und einige Tipps von besorgten Bürgern helfen schließlich dabei, das Verbrechen aufzuklären. Szenenwechsel: Ein junges Ehepaar will seinen einjährigen Hochzeitstag mit einem Campingtrip zum Mount Hood feiern. Die Freude der beiden währt jedoch nicht lange, denn der Ehemann wird von Unbekannten erschossen. Seine Frau erzählt zwei unterschiedliche Versionen der Ereignisse, die zu seinem Tod führten. Zunächst macht sie sich dadurch zur Hauptverdächtigen, doch ein forensicher Psychologe hilft der verwirrten Frau schließlich dabei, Wahrheit von Fiktion zu unterscheiden. Aber erst die Ergebnisse der ballistischen Tests machen es den Ermittlern schließlich möglich, dem Täter auf die Spur zu kommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470188","hoster":"VOE"},{"path":"/redirect/14265044","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-93","name":"Abgruende","epNo":93,"alt":"","descr":"Die Leiche eines 16-jährigen Mädchens wird neun Monate nach seinem Verschwinden gefunden. Die herbeigerufenen Forensiker finden an Leiche und Tatort zahlreiche Spuren, durch die sich bereits ein relativ klares Profil des Täters erstellen lässt: Er hat einen Hund, arbeitet für die Post und hat einen roten Teppichboden in seiner Wohnung. Nun müssen die Ermittler den Mann nur noch finden… Szenenwechsel: Eine junge, lebhafte Frau ist von einer hohen Klippe aus in den tosenden Pazifik gestürzt. Zuerst gehen die Ermittler von einem tragischen Unfall aus. Dann analysieren sie jedoch verschiedene Fotografien, die von diesem Aussichtspunkt aus gemacht wurden, und kommen zu einem ganz anderen Ergebnis…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470227","hoster":"VOE"},{"path":"/redirect/14265042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-94","name":"Aus dem Hinterhalt","epNo":94,"alt":"","descr":"Im Herbst 2002 richtete sich das Augenmerk der Welt auf Virginia und Maryland. Hier trieb ein Serienkiller sein Unwesen, der unschuldige Passanten aus dem Hinterhalt erschoss. Auf 13 Menschen hatte er schon aus heiterem Himmel geschossen, elf davon hatten die Attacke nicht überlebt. Diese Episode wirft einen Blick hinter die Kulissen der Ermittlungen und zeigt die Methoden, mit deren Hilfe man dem Täter schließlich auf die Spur kam… Vor vielen Jahren ist eine junge Mutter spurlos verschwunden, der Fall wurde nie aufgeklärt und zu den Akten gelegt. 20 Jahre später will ihre Tochter endlich wissen, was damals passiert ist. Sie beginnt auf eigene Faust zu ermitteln und nimmt sich als erstes das Tagebuch ihrer Mutter vor, das sich seit 20 Jahren bei den Akten der Polizei befindet. Darin entdeckt sie entsetzt, dass ihre Familie ein dunkles Geheimnis verbirgt. Ist das der Grund für das Verschwinden ihrer Mutter?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434393","hoster":"VOE"},{"path":"/redirect/14464963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-95","name":"Verwirrende Beweise","epNo":95,"alt":"","descr":"In Kalifornien wird ein älteres Paar ausgeraubt und brutal ermordet. Die Polizei hat mehrere Verdächtige im Visier, doch die Beweise sind nicht eindeutig, und der Fall bleibt ungelöst. Zehn Jahre später: Ein zielstrebiger Forensiker findet mithilfe modernster Untersuchungsmethoden ballistische Beweise, die vorher übersehen worden waren. So gelingt es ihm nicht nur, den längst zu den Akten gelegten Fall zu lösen, sondern auch, die forensische Wissenschaft ein gutes Stück voranzubringen… Ein Wrestling-Champion ist bei einem Straßenkampf getötet worden. Die Polizei versucht zu ermitteln, ob er kaltblütig ermordet wurde, oder ob sich sein Gegner lediglich selbst verteidigt hat – doch ohne Ergebnis. Die Geschworenen entscheiden schließlich, dass es sich um Mord handelte, und bringen den Mann dadurch für mindestens 20 Jahre ins Gefängnis. Sechs Jahre später wird dem Verurteilten ein neuer Prozess gewährt: Ein Forensiker hatte die Tat mit neuesten wissenschaftlichen Methoden rekonstruiert und war so zu einer völlig anderen Erklärung für den stichhaltigsten Beweis des ersten Prozesses gelangt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434511","hoster":"VOE"},{"path":"/redirect/14265046","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-96","name":"Ungehoerte Schreie","epNo":96,"alt":"","descr":"Eine junge Frau ist tot in ihrem Auto gefunden worden. Zunächst geht man von einem Selbstmord aus, doch schon bald wird klar, dass alles am Tatort lediglich so arrangiert wurde, als sei hier ein Selbstmord und kein Mord geschehen. Im Laufe ihrer Untersuchungen finden die Ermittler heraus, dass die 19-Jährige in eine komplizierte Liebesgeschichte mit mindestens vier Beteiligten verwickelt war. Mehrere Menschen könnten also ein Motiv gehabt haben, das Mädchen zu ermorden. Im Müll eines der Verdächtigen findet man schließlich den entscheidenden Beweis… Szenenwechsel: Exakt ein Jahr nachdem er eine Affäre mit der Frau seines besten Freundes begann, verschwindet ein Mann spurlos. Die Polizei geht mehreren Spuren nach, muss den Fall aber schließlich ungelöst zu den Akten legen. Erst 15 Jahre später findet man mithilfe eines Metalldetektors Beweise, anhand derer man genau nachvollziehen kann, was damals passiert ist – und wer dafür verantwortlich war…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470077","hoster":"VOE"},{"path":"/redirect/14265043","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-97","name":"ueberfuehrt","epNo":97,"alt":"","descr":"An einer wenig befahrenen Autobahnzufahrt wird die Leiche einer kalifornischen Schülerin gefunden. Zunächst findet die Polizei keinerlei Anhaltspunkte für weitere Ermittlungen. Dann entdeckt man jedoch eine winzige Faser auf der Kleidung des Mädchens. Dieses kaum sichtbare Fundstück ist schließlich das Indiz, das die Ermittler auf die Spur eines Mannes führt, den man dieser Tat niemals verdächtigt hätte… Szenenwechsel: Eine Gogo-Tänzerin vertraut ihrer Familie an, dass sie sich für eine Weile aus dem Staub machen müsse und verschwindet kurz darauf spurlos. Da sie aber weder ihr Auto noch auch nur ein Kleidungsstück mitgenommen hat, ist ihre Familie nun in großer Sorge und schaltet die Polizei ein, die die Suche nach dem Mädchen allerdings ohne Erfolg beenden muss. 20 Jahr später: Die Familie hat sich bereits damit abgefunden, dass sie über den Verbleib des Mädchens immer im Unklaren bleiben wird, als ein unerwarteter Telefonanruf alles verändert…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448524","hoster":"VOE"},{"path":"/redirect/14265045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-98","name":"Sprechender Tatort","epNo":98,"alt":"","descr":"Ein Jäger aus Colorado wird erschossen aufgefunden. War es ein Jagdunfall oder Mord? In der Lunge des Toten findet man eine Kugel vom Kaliber 243, am Fundort eine Patronenhülse vom Kaliber 308. Das lässt die Ermittler auf zwei verschiedene Mordwaffen – und zwei verschiedene Täter – schließen. Die Analyse der forensischen Beweise deutet jedoch in eine ganz andere Richtung. Kalifornien: Innerhalb von drei Wochen musste die Feuerwehr zehn absichtlich gelegte Brände löschen. Als man an einem Tatort Abfall und eine Zigarette des Brandstifters findet, wird klar, dass der Täter auch für mehrere Feuer im Norden verantwortlich ist. Die Jagd nach dem gefährlichen Pyromanen beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470157","hoster":"VOE"},{"path":"/redirect/14464965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-99","name":"Akte Mord","epNo":99,"alt":"","descr":"Eine in ihrer Gemeinde hoch angesehene Krankenschwester ist bei einem schrecklichen Verkehrsunfall ums Leben gekommen. Die Ermittler gehen zunächst davon aus, dass Alkohol im Spiel war, aber im Blut des Opfers wird keine Spur von Alkohol gefunden. Samenhülsen in ihrem Haar und auf ihrer Kleidung bringen den Ermittlern schließlich entscheidende Hinweise darauf, dass es sich nicht um einen Unfall, sondern um einen kaltblütig geplanten Mord handelt. Doch warum musste die so beliebte Krankenschwester sterben? Szenenwechsel: Eine junge Frau ist spurlos verschwunden und für ihre Angehörigen gibt es nur zwei mögliche Erklärungen: Sie wurde entführt – oder ermordet. Die Sorge um die junge Frau wächst, als die Polizei in Erfahrung bringt, dass zwei andere Frauen unter ähnlichen Umständen verschwunden sind. Doch erst sorgfältigste Recherche, ein begnadeter Forensiker und modernste kriminalistische Methoden führen die Ermittler zu einem ersten Verdächtigen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470079","hoster":"VOE"},{"path":"/redirect/14464971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-100","name":"Schicksalhafte Begegnungen","epNo":100,"alt":"","descr":"Eine Gruppe Jugendlicher findet in der Wildnis von Alaska eine weibliche Leiche. Sie ist in ein Betttuch gewickelt, das den Ermittlern erste Hinweise liefert. Der auffällige orangefarbene Faden, mit dem es genäht ist, lässt Rückschlüsse darauf ziehen, woher es stammt: aus dem Sheraton Hotel in Anchorage, in dem Carl, der brutale Lebensgefährte des Opfers einst gearbeitet hatte. Zudem findet man heraus, dass die Frau Alaska und damit auch Carl verlassen wollte. Diese Indizien allein reichen jedoch nicht aus, um Carl des Mordes zu überführen… Szenenwechsel: Einen Tag vor Heiligabend 2002 entdeckt man in Heidelberg ein Verbrechen, das ganz Deutschland erschüttert und als Heidelberger Dreifachmord in die Kriminalgeschichte eingehen soll. In der Praxis des Heidelberger Kinderarztes Udo F. findet man drei mit Klebeband gefesselte Leichen – den Arzt selbst, seine Frau Astrid und die Arzthelferin Karin R. Alle drei wurden zunächst misshandelt und später erdrosselt. Es scheint sich um einen Raubmord zu handeln, denn Udo F. wurde kurz vor seinem Tod offenbar genötigt, Geld von einer Bank abzuheben. Doch der Mörder hat Spuren hinterlassen: Zwei im Treppenhaus der Praxis gefundene Kippen einer seltenen Zigarillo-Marke werden ihm schließlich zum Verhängnis… (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470101","hoster":"VOE"},{"path":"/redirect/14464908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-101","name":"Verborgene Geheimnisse","epNo":101,"alt":"","descr":"Ein mit zwei Personen besetzter Krabbenkutter ist während eines Sturmes vor der Küste von Louisiana gesunken. Der Captain des Schiffs scheint ertrunken, der Deckhelfer wird 14 Stunden nach dem Unglück gerettet. Er berichtet der Küstenwache, dass sich der Captain in den Fischnetzen verheddert habe und er trotz aller Mühen nicht habe verhindern können, dass der Mann von Bord gezogen wurde. Der Fall wird als tragischer Unglücksfall zu den Akten gelegt – bis man die Leiche des Captains findet, die eine andere Geschichte erzählt… Eine Flugbegleiterin wurde brutal ermordet. Die Nachricht über die schreckliche Tat veranlasst einen jungen Mann, die Polizei zu kontaktieren: Das Opfer scheint auf dieselbe bestialische Weise umgebracht worden zu sein wie vor fünf Jahren seine Mutter Margaret. Daraufhin nehmen die Ermittler den Tatort noch einmal genauestens unter die Lupe – und entdecken mithilfe neuester kriminalistischer Methoden eindeutige Hinweise darauf, dass es sich bei dem brutalen Mörder um einen Serientäter handelt. Wird man ihn stellen können, bevor er ein weiteres Mal zuschlägt?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434528","hoster":"VOE"},{"path":"/redirect/14264958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-102","name":"Geld oder Liebe","epNo":102,"alt":"","descr":"Als ein millionenschwerer Immobilien-Tycoon plötzlich spurlos verschwindet, sieht alles nach einem Verbrechen aus. Der Mann scheint sich darüber bewusst gewesen zu sein, dass er in höchster Gefahr schwebte, denn er hatte kurz zuvor seinen letzten Willen aufgesetzt. Hierin befinden sich genaueste Instruktionen, was zu tun ist, wenn er nicht unter natürlichen Umständen zu Tode kommen sollte. Doch erst als ein Anhalter den von Kugeln durchlöcherten Schädel des Vermissten findet, kommt Bewegung in den Fall… Der kaltblütige Mord an einer amerikanischen Touristin in einem mexikanischen Ressort fordert die Ermittler auf beiden Seiten der Grenze. Auf den ersten Blick scheinen Motiv und Tathergang klar: Der Mann wurde ausgeraubt und anschließend ermordet. Die genaueste Analyse der forensischen Beweise deutet jedoch auf ein wesentlich unheimlicheres, abgründigeres Verbrechen hin…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434383","hoster":"VOE"},{"path":"/redirect/14264960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-103","name":"Toedliche Traeume","epNo":103,"alt":"","descr":"Die Frau eines prominenten Bankiers wurde entführt. Die Polizei arbeitet auf Hochtouren, doch zunächst ohne Erfolg: Vermeintlich heiße Spuren führen lediglich zu unbescholtenen Bankkunden, und auch die Analyse des am Computer geschriebenen Erpresserbriefe bringt keine brauchbaren Ergebnisse. Erst die unerwartete Entdeckung eines Entomologen und die Tatsache, dass gewöhnliches Büro-Equipment außergewöhnliche Spuren hinterlassen kann, führen die Ermittler schließlich direkt zum Entführer… Mitten in der Nacht schreckt ein Mann aus dem Schlaf und wird Zeuge eines schrecklichen Verbrechens: Sein Nachbar sticht mit einem Messer auf seine Frau ein, stößt sie in den Swimmingpool und hält ihren Kopf unter Wasser. Als die sofort alarmierte Polizei eintrifft, kann der vermeintliche Mörder sich aber noch nicht einmal an die Bluttat erinnern. Ist er ein Schlafwandler?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434643","hoster":"VOE"},{"path":"/redirect/14264961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-104","name":"Brandheisse Spuren","epNo":104,"alt":"","descr":"In einer kalten Januar-Nacht geht ein Haus in Flammen auf. Ein Bewohner stirbt, eine Bewohnerin wird verletzt. Die Überlebende gibt an, ein Öl-Heizgerät habe den Brand verursacht, doch die Beweise, die im Haus gefunden werden, sprechen eine andere Sprache. Erst einem renommierten Brandspezialisten gelingt es, die Schuldfrage eindeutig zu klären… Kalifornien, 1957: Die Polizei sucht nach einem Mann, der in nur einer Nacht mehrere Verbrechen, inklusive Mord, verübt hat. Eine ganze Schar von Ermittlern geht Tausenden von Spuren nach, doch jede einzelne führt in eine Sackgasse. Der Fall wird ungelöst zu den Akten gelegt. Fast 50 Jahre später kommt wieder Bewegung in die Sache: Mit modernster Computertechnologie und neuesten forensischen Methoden scheint man dem Täter endlich auf die Schliche zu kommen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434637","hoster":"VOE"},{"path":"/redirect/14464909","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-105","name":"Moerderisches Puzzle","epNo":105,"alt":"","descr":"Ein Fahrradfahrer wird tödlich verletzt auf der Straße gefunden. Die Polizei geht von einem Unfall mit Fahrerflucht aus, der wie so viele nicht mehr aufzuklären ist. Kleinste Spuren am Tatort weisen jedoch auf das Unfallfahrzeug hin und führen die Ermittler direkt zum Täter. Ein älteres Ehepaar ist bei einem verheerenden Hausbrand ums Leben gekommen. Der Sohn des Paares gerät unter Verdacht, behauptet aber, unschuldig zu sein. Erst mit Hilfe modernster forensischer Methoden können die Ermittler klären, ob es sich bei dem Brand um ein willentlich gelegtes Feuer oder einen schrecklichen Unfall handelt…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470285","hoster":"VOE"},{"path":"/redirect/14264962","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-106","name":"Knochenarbeit","epNo":106,"alt":"","descr":"Ohio 1978: Die junge Mutter Judy verschwindet spurlos. Ihre Leiche wird wenig später auf einem verlassenen Campingplatz gefunden. Sie wurde erstickt, in ein Bettlaken gewickelt und dort abgelegt. Hauptverdächtiger ist Judys Mann Larry, doch der hat ein wasserdichtes Alibi. Als kurz darauf Judys Kollege und Freund James bei einem mysteriösen Autounfall ums Leben kommt, vermuten die Ermittler eine Verbindung zwischen den beiden Fällen, doch die Methoden der Forensik sind noch nicht so weit gediehen, dass man diesen Verdacht auch beweisen könnte. Erst 20 Jahre später können die Fasern, die man auf dem Bettlaken bei Judys Leiche gefunden hatte, identifiziert werden. Sie stammen von der Kofferraumverkleidung in Larrys Auto… Im texanischen Yellowhouse Canyon ist ein menschliches Skelett gefunden worden. Man stellt fest, dass es sich um eine junge Frau handelte, die mit über einem Dutzend Messerstichen getötet wurde. Über eine Gesichtsrekonstruktion wird das Opfer als die vor über einem Jahr verschwundene Belynda Tillery identifiziert. Belynda war schwanger und hatte kurz vor ihrem Tod den Entschluss gefasst, ihr Leben zu ändern, um eine gute Mutter zu werden. Vater des nie geborenen Kindes ist der wesentlich ältere Troy Armstrong, ein Trinker, der offenbar weniger begeistert von Belyndas Schwangerschaft war. Troy ist allerdings nicht aufzufinden, dafür aber seine letzte Freundin Angela. Und die erzählt der Polizei eine interessante Geschichte: Als Armstrog von der Schwangerschaft erfahren habe, habe er Belynda zum Campen in den Yellowhouse Canyon eingeladen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434525","hoster":"VOE"},{"path":"/redirect/14464911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-107","name":"Freund oder Feind","epNo":107,"alt":"","descr":"Einen Tag nach seiner Ankunft in seinem Urlaubsort auf Key West meldet der Immobilienmakler Mike Garvin aus Jacksonville seine Frau Shirley als vermisst. Merkwürdigerweise hat jedoch keiner der Hotelangestellten Shirley gesehen, und ihre Freunde in Jacksonville wussten noch nicht einmal, dass sie in den Urlaub fahren wollte. Ist Shirley möglicherweise nie in Key West angekommen? Überwachungskameras an den Mautstationen zwischen Jacksonville und Key West bestätigen diesen Verdacht: Mike war allein im Auto. Als man auch noch erfährt, dass Shirley sich aufgrund von Mikes Verantwortungslosigkeit scheiden lassen wollte und Mike dann ohne einen Cent dagestanden hätte, zieht sich die Schlinge um seinen Hals immer enger. Doch erst über ein GPS-Überwachungssystem, das an Mikes Auto montiert wird, gelangen die Ermittler an hieb- und stichfeste Beweise… Die Militärbasis Fort Lewis, Washington: Dorothy Davis, die Ehefrau von Corporal Chris Davis, liegt erschossen in ihrem Schlafzimmer. Alles deutet auf einen Selbstmord hin: die Abschiedsbriefe an ihre Hinterbliebenen, die Waffe in ihrer Hand und die Tatsache, dass Dorothy depressiv war. Dann wird jedoch klar, dass Chris am fraglichen Abend seinen Besuch einer nahe gelegenen Bar für 20 Minuten unterbrochen hatte – und ohne sein Jackett zurückgekommen war. Dieses sieht man auf den Beweisfotos vom Tatort ordentlich an den Türknauf gehängt. Davis muss zwischendurch zu Hause gewesen sein, doch hat er seine Frau auch umgebracht? Die Tatsache, dass die Abschiedsbriefe eindeutig von Dorothy stammen, entlasten ihn jedenfalls. Dann stellt sich jedoch heraus, dass die DNA-Spuren, die beim Zukleben der Briefumschläge hinterlassen wurden, nicht von Dorothy, sondern von Chris stammen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434638","hoster":"VOE"},{"path":"/redirect/14264963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-108","name":"Zerstoererische Gewalt","epNo":108,"alt":"","descr":"Die Clark Air Force Base auf den Philippinen: Air Force Sergeant Joe Snodgrass meldet seine Frau Julie als vermisst. Am nächsten Morgen wird Julies Leiche in ihrem Wagen an einer verlassenen Straße außerhalb der Militärbasis gefunden. Sie wurde mit mehreren Messerstichen getötet. Julies Mann hatte die Basis zur Tatzeit nicht verlassen, weshalb er als Verdächtiger zunächst nicht infrage kommt. Dann stellt sich jedoch heraus, dass er eine Affäre mit seiner Haushälterin Lucy hatte, und Lucy gesteht, auf Joes Wunsch zwei ihrer Onkel und einem dritten Mann den Mordauftrag gegeben zu haben. Joe behauptet jedoch, dass Lucy lügt. Als die Ermittler allerdings bei einer Hausdurchsuchung eine Diskette finden, die Joe eiligst zerstört, wird klar, dass er es ist, der lügt. Man will den Inhalt der Diskette rekonstruieren, doch die Spezialisten raten ab: allein der Versuch – mit ungewissem Ausgang – würde über ein Jahr dauern und mehr als eine Million Dollar kosten. Ein einfallsreicher Computerexperte findet jedoch mit Hilfe eines Klebebands die fehlenden Beweise, durch die sich die Schlinge um Joes Hals schließlich zuzieht… Szenenwechsel: Auf dem Parkplatz der Bethlehem Stahlfabrik in Maryland explodiert ein Wagen. Am Steuer sitzt der Stahlarbeiter Nathan Allen, der auf der Stelle tot ist. Da ein Leck im Benzintank ausgeschlossen werden kann, beginnen die Ermittler mit der Suche nach Indizien – und finden auf dem riesigen Parkplatz tatsächlich Teile der Kabel, durch die die Explosion ausgelöst wurde. Verdächtige gibt es allerdings keine: Nathan war überall beliebt, und seine Frau befand sich zur Tatzeit in einer psychiatrischen Klinik hunderte Kilometer entfernt. Um Nathans Kinder kümmert sich seitdem seine Tante Sandra Sue McFillan, die ebenfalls bestätigt, dass Nathan keine Feinde hatte. Im Labor identifiziert man unterdessen den benutzten Sprengstoff als das seltene Tovex 220. Tovex 220 dieser Charge wurde nur an einen Händler in West-Virginia verkauft, auf dessen Kundenliste die Ermittler nun einen bekannten Namen entdecken: Peter McFillan, Sandra Sues Mann und Nathans Onkel…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470203","hoster":"VOE"},{"path":"/redirect/14264965","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-109","name":"Der entscheidende Beweis","epNo":109,"alt":"","descr":"Die Frau eines Air-Force-Officers wird tot in ihrem Bett gefunden – mit einem Wäschesack aus Plastik nah an ihrem Gesicht. Auf den ersten Blick sieht alles nach einem unglaublichen Unfall aus: Die Frau muss beim Wäschewaschen eingeschlafen und im Schlaf so unglücklich mit dem Gesicht auf den Plastiksack gerollt sein, dass sie erstickt ist. Die Ermittlungen der Spezialisten ergeben jedoch, dass die ganze Szenerie am Tatort inszeniert wurde und es sich keineswegs um einen Unfall handelt: Die Frau wurde kaltblütig ermordet… Szenenwechsel: Nach einem verheerenden Feuer wird ein kleiner Junge vermisst. Da er sich vermutlich nicht in dem inzwischen abgebrannten Haus befand, startet die Polizei die größte Suchaktion in der Geschichte des kleinen Städtchens und findet den Rucksack des Kleinen fünf Meilen von seinem Zuhause entfernt. Wenig später wird weitere 50 Meilen entfernt die Leiche des Jungen gefunden. Der Mörder war allerdings unvorsichtig und hat deutliche Spuren hinterlassen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469976","hoster":"VOE"},{"path":"/redirect/14464912","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-110","name":"Verhaengnisvolle Konfrontation","epNo":110,"alt":"","descr":"Ein Autobahnpolizist wird zu einem Einsatz gerufen, den er zunächst für einen ganz alltäglichen Verkehrsunfall hält. Obwohl er keinerlei forensische Erfahrungen hat, erkennt er jedoch schon bald, dass es sich keineswegs um einen normalen Unfall handelt: Er hat schon hunderte Verkehrsunfälle gesehen, doch noch nie so viel Blut wie hier. Dementsprechend verwundert ist er, als der Rechtsmediziner den Unfalltod des Opfers bescheinigt. Er recherchiert auf eigene Faust und kommt durch einen anonymen Anruf schließlich der Wahrheit auf die Spur… Bakersfield: Die verweste Leiche einer jungen Frau wird in einem Bewässerungskanal gefunden. Ein Mord? Wenn es am Tatort Beweise gegeben hat, dann sind sie mittlerweile längst weggewaschen. Es scheint, als könne man den Tod der Frau nicht mehr aufklären. Ein Jahr später wird in demselben Kanal jedoch eine weitere Frauenleiche gefunden – und dieses Mal war der Mörder nachlässig: Er hat am Tatort Fußspuren hinterlassen, die die Ermittler direkt zu ihm führen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470197","hoster":"VOE"},{"path":"/redirect/14264968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-111","name":"Raetselhafte Gene","epNo":111,"alt":"","descr":"Ein psychologisches Profil ist äußerst hilfreich bei der Suche nach einem Mörder, doch es ist und bleibt nur ein Hilfsmittel und kein Beweis. Manchmal führt es die Polizei sogar in die Irre – wie bei einem Mordfall in Baton Rouge, bei dem die Beamten anhand eines solchen Profils lange nach dem falschen Mann gesucht hatten. Erst eine DNA-Analyse der am Tatort gefundenen Spuren führt die Ermittler schließlich zum wahren Täter – und der hat mit dem erstellten Profil so gar nichts gemein… Ein Notruf geht bei der Polizei ein: Ein Geburtshelfer hat seine Frau in einer Blutlache auf dem Badezimmerboden gefunden, nachdem er von seiner Schicht im Krankenhaus nach Hause gekommen war. Er behauptet, er habe erfolglos versucht, sie wiederzubeleben, was das viele Blut an seiner Kleidung erklärt. Die verschiedenen Blutspritzer im Raum und an seiner Kleidung erzählen jedoch eine andere Geschichte…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14448526","hoster":"VOE"},{"path":"/redirect/14264967","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-112","name":"Ohne Gestaendnis","epNo":112,"alt":"","descr":"Modesto, Kalifornien: Ein junges Mädchen ist spurlos verschwunden. Da es im Haus ihrer Eltern keinerlei Anzeichen für ein Verbrechen gibt, geht die Polizei zunächst davon aus, dass der Teenager schlicht und einfach ausgerissen ist. Dann wird jedoch ihre nackte, mit Schrammen übersäte Leiche in einem Graben 20 Meilen von ihrem Zuhause entfernt gefunden, und die Ermittlungen kommen ins Rollen. Szenenwechsel: Die Polizei hat das Auto eines als vermisst gemeldeten Mannes gefunden, doch von dem Besitzer fehlt nach wie vor jede Spur. Die Ermittler finden lediglich seine zerbrochene Brille im Wagen, machen dort aber auch eine merkwürdige Entdeckung: Das Wageninnere ist über und über mit Motoröl bedeckt. Die Ermittlungen, die daraufhin eingeleitet werden, bringen nicht nur eine tödliche Obsession ans Tageslicht, sondern auch das Motiv für einen Mord.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434404","hoster":"VOE"},{"path":"/redirect/14264969","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-113","name":"Ausser Kontrolle","epNo":113,"alt":"","descr":"Die Notrufzentrale erhält den Anruf eines Mannes, der behauptet, seine Freundin habe sich selbst erschossen. Als die Ermittler in seinem Haus eintreffen, finden sie die Tote am Boden, in einer Blutlache liegend, vor und ordnen eine Autopsie an. Dabei stellt sich heraus, dass sich die Frau keineswegs selbst erschossen hat, sondern ermordet wurde. Doch die Autopsie ergibt noch mehr: stichhaltige Beweise, durch die der Mörder dingfest gemacht werden kann. Eine indianischstämmige Frau wurde in der Wüste von New Mexico brutal ermordet. Der Tatort ist für die Forensiker eine wahre Fundgrube: Sie entdecken nicht nur Reifenspuren und Fußabdrücke, sondern auch die Tatwaffe. Zudem stellt sich heraus, dass vor Jahren nur wenige Meilen vom Tatort entfernt ein ebenfalls indianischstämmiger Mann brutal zusammengeschlagen und schließlich erstochen wurde. Sind die Ermittler einem Serienkiller auf der Spur?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434391","hoster":"VOE"},{"path":"/redirect/14264970","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-114","name":"Skrupellos","epNo":114,"alt":"","descr":"Eine renommierte junge Architektin wird ermordet aufgefunden. Die Autopsie ergibt, dass sie an einer Arsenvergiftung gestorben ist. Da sich das Sterben bei einer Arsenvergiftung lange hinzieht und äußerst schmerzhaft ist, kann ein Selbstmord ausgeschlossen werden. Zudem sollte sie in den nächsten Tagen in einem Gerichtsverfahren als Zeugin vernommen werden. Hat ihr Tod etwas mit diesem Fall zu tun? Eine Angestellte einer chemischen Reinigung wurde im Laden vergewaltigt und ermordet. Zum Glück für die Ermittler gibt es zwei Augenzeugen, die den Täter gesehen haben. Die Täterbeschreibungen, die die beiden abgeben, sind allerdings nicht identisch und haben mit dem Mann, der als Hauptverdächtiger gilt, nur wenig gemein. Erst durch hieb- und stichfeste forensische Beweise kann man den Täter schließlich überführen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434402","hoster":"VOE"},{"path":"/redirect/14264971","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-115","name":"Toedliche Buendnisse","epNo":115,"alt":"","descr":"Ein exzentrischer Millionär wurde ermordet. Sein Umfeld ist nur wenig überrascht, hatte der Mann doch stets mit seinen Reichtümern geprahlt und sich nur wenig um seine persönliche Sicherheit gekümmert. So geht man zunächst von einem Raubüberfall mit tödlichem Ausgang aus. Die Ermittler kommen jedoch schon bald dahinter, dass mehr hinter dem Verbrechen steckt. Eine junge Frau ist verschwunden. Die Polizei befürchtet, dass sie ein weiteres Opfer des Serienkillers ist, der schon seit geraumer Zeit sein Unwesen treibt. Ein Paar Handschuhe mit Blutflecken, unverkennbare Reifenspuren und die Nadeln einer Pinie führen die Ermittler aber schließlich auf eine andere Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434399","hoster":"VOE"},{"path":"/redirect/14264973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-116","name":"Freundschaften","epNo":116,"alt":"","descr":"Zwei Männer werden des vorsätzlichen Mordes verurteilt. Sie hatten den Beifahrer eines vorbeifahrenden Wagens kaltblütig erschossen. Dem Zeugen, der gegen die beiden ausgesagt hatte, wurde staatlicher Schutz garantiert. Kurz nach dem Prozess explodiert im Haus des Zeugen eine Bombe, der sein Vater zum Opfer fällt. Ein Racheakt? Mithilfe modernster forensischer Methoden versuchen die Ermittler, dem Verbrechen auf den Grund zu gehen… Der 22-jährige Student Jesse Valencia wird mit aufgeschnittener Kehle auf dem Gelände der Universität von Missouri gefunden. Die Untersuchungen ergeben, dass Jesse einen hohen Alkoholspiegel hatte und zum Zeitpunkt des Todes bewusstlos war. Aussagen von Jesses Freunden und Familie führen die Ermittler zu dem jungen Police Officer Steven Rios, der Jesse nachgestellt haben soll. Rios behauptet jedoch, er sei unschuldig: Jesse und er seien ein Paar gewesen. Die Untersuchung der am Tatort gefundenen DNA-Spuren soll nun Licht ins Dunkel bringen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470176","hoster":"VOE"},{"path":"/redirect/14264974","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-117","name":"Letzter Ausweg Mord","epNo":117,"alt":"","descr":"Der Anwalt Richard Armitage wurde am helllichten Tag in seinem Büro in Kansas City erschlagen. Hauptverdächtiger ist zunächst ein gewisser Lou Campbell, der Armitage wegen eines Rechtsstreits mehrmals telefonisch bedroht hatte. Bei ihm findet man blutbeschmierte Kleidungsstücke, doch das Blut stammt nicht von Armitage, sondern von ihm selbst. Auch Armitages Geschäftspartner Richard Buchli ist verdächtig: Er hatte als Anwalt nur wenig Erfolg und über 250.000 Dollar Schulden angehäuft. Wie sich herausstellt, war Armitage nicht mehr bereit, für die Fehler seines Partners geradezustehen und hatte darüber nachgedacht, sich von ihm zu trennen. Damit haben die Ermittler zwar ein Tatmotiv, doch der Beweis dafür, dass Buchli seinen Partner tatsächlich umgebracht hat, muss erst noch erbracht werden. In der Notrufzentrale von Philadelphia geht ein Anruf von Craig Rabinowitz ein, der seine Frau Stefanie bewusstlos in der Badewanne gefunden hat. Stefanie wird in ein Krankenhaus gebracht, doch die Ärzte können nichts mehr für sie tun. Alles sieht danach aus, als sei sie bewusstlos geworden und in der Badewanne ertunken: Es gibt keinerlei Anzeichen für einen Kampf, keine Einbruchsspuren und auch sonst keinen Hinweis auf ein Verbrechen. Durch einen anonymen Anrufer finden die Ermittler jedoch heraus, dass Craig Rabinowitz ein Doppelleben geführt hatte: Er war häufiger Gast in einem Strip-Club, wo er innerhalb eines Jahres über 100.000 Dollar für eine Stripperin namens Summer ausgeben hatte. Zudem stellt sich heraus, dass Craigs angeblich florierender Vertrieb für Latexhandschuhe keinen einzigen Handschuh verkauft hat und seine Investoren langsam ihr Geld zurückgefordert hatten. Die eineinhalb Millionen Dollar, die Craig im Todesfall aus Stefanies Lebensversicherung erhalten würde, sind unter diesen Umständen durchaus ein Mordmotiv. Ohne eine Aufklärung der wirklichen Todesursache kann man Craig allerdings nichts nachweisen. Die streng religiöse Familie will einer Autopsie aber nicht zustimmen und Stefanie gemäß der jüdischen Tradition vor dem nächsten Sonnenuntergang beerdigen…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434524","hoster":"VOE"},{"path":"/redirect/14264975","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-118","name":"Winziger Fingerzeig","epNo":118,"alt":"","descr":"An einer Bahnstrecke zwischen Seattle und Washington wird die Leiche der 53-jährigen Arlene Jensen gefunden. Ihr Sohn hatte sie fünf Wochen zuvor als vermisst gemeldet, doch in ihrer Wohnung hatte man keinerlei Anzeichen für ein Verbrechen gefunden. Erst jetzt entdecken die Ermittler in ihrem Bett winzige Blutspritzer und einige Metallspäne, die in dieser Zusammensetzung ausschließlich in der metallverarbeitenden Industrie vorkommen. Wenig später finden Camper in einem Nationalpark außerhalb von Seattle die Leiche der 29-jährigen Stephanie Dittrick. Auch bei ihr entdeckt man Metallspäne, die identisch mit den zuvor bei Arlene gefundenen sind. Treibt hier ein Serienkiller sein Unwesen? Nach einem heftigen Unwetter wird auf dem Emerald-Golfplatz auf den Bahamas die Leiche der 19-jährigen Samantha Forbes gefunden. Der Mörder hat ihr die Kehle durchschnitten und auf ihrem Körper demonstrativ einen Dollarschein platziert. Wie sich herausstellt, war Samantha am Abend zuvor mit ihrer Freundin Marjorie ausgegangen, hatte sich dann aber von ihr getrennt, um mit zwei Matrosen in eine andere Bar zu ziehen. Die Ermittler konzentrieren sich nun voll und ganz auf die beiden Unbekannten, bis sie von einer Barkeeperin einen hilfreichen Hinweis erhalten: Samantha hatte sich mit den Matrosen gestritten und daraufhin mit ihren Bekannten Keith Lotmore und Dominique Moss die Bar verlassen. Lotmore und Moss behaupten, Samantha lediglich nach Hause gefahren zu haben, doch dann werden winzige Halme eines speziellen Grases, das auf den Bahamas nur auf dem Emerald-Golfplatz vorkommt, den beiden Männern zum Verhängnis…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470288","hoster":"VOE"},{"path":"/redirect/14264976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-119","name":"Mord ohne Motiv","epNo":119,"alt":"","descr":"Die 16-jährige Tracy Parker ist spurlos verschwunden. Zuletzt gesehen wurde sie bei ihren Nachbarn Wayne und Sharon Frye, um deren Pferde sie sich gekümmert hatte. Fünf Tage nach ihrem Verschwinden findet man in einem Wald Tracys blutverschmierte Kleidung sowie ein blutbesudeltes Handtuch und ein Bettlaken. Die Fryes geraten unter Verdacht, da das Handtuch aus ihrem Haus stammt und man im Haus außerdem Blutspritzer entdeckt. Die Tatsache, dass das Blut im Haus von einem der Hunde stammt, entlastet das Ehepaar jedoch. Einen Monat, nachdem Tracy verschwunden ist, sind die Behörden mit den Ermittlungen noch kein Stück vorangekommen. Dann entdeckt man jedoch Tracys Leiche – und auf ihr Spuren von verwitterter grüner Farbe und feine Metallspäne, die sich auch auf dem Handtuch befunden hatten. Diese winzigen Hinweise sind es schließlich, die die Ermittler auf die richtige Spur führen… Ein Jäger hat in einem öffentlichen Park die Leiche einer Frau gefunden. Die Tote wird als die beliebte Radiomoderatorin Debbie Discus identifiziert, die offenbar von hinten attackiert und anschließend erwürgt wurde. Die Tatsache, dass Debbie eine in der Gegend von Virginia berühmte Persönlichkeit war, macht die Arbeit der Ermittler nicht leichter, denn der Kreis der Verdächtigen ist groß. In der Nähe der Leiche findet man eine Gartenhacke, mit der vermutlich auf Debbie eingeschlagen wurde. Ein Spürhund soll anhand dieser Hacke nun die Fährte des Täters aufnehmen – und findet ihn unter den neugierigen Zuschauern der Polizeiaktion. Es handelt sich um Ronald Blanchard, ebenjenen Jäger, der den Leichenfund bei der Polizei gemeldet hatte. Die Tatsache, dass der Hund Blanchards Fährte aufgenommen hat, reicht als Beweis jedoch nicht aus…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434505","hoster":"VOE"},{"path":"/redirect/14264977","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-120","name":"In Schuss und Asche","epNo":120,"alt":"","descr":"Familienvater Rob Andrew und seine Frau Brenda werden in der Garage ihres Hauses Opfer eines brutalen Überfalls: Rob stirbt mit zwei Kugeln im Leib noch an Ort und Stelle, Brenda wird mit einer Schusswunde im Arm ins Krankenhaus eingeliefert. Da die Täter laut Brenda Masken trugen und es kein erkennbares Motiv gibt, hat die Polizei zunächst keinerlei Anhaltspunkte. Dann stellt sich jedoch heraus, dass es vor kurzem schon einen Anschlag auf Robs Leben gegeben hatte. Die Ermittler werden misstrauisch: Wer würde am meisten von seinem Tod profitieren? Die Lebensversicherung kommt jedenfalls Brenda zugute, und als auch noch ihre Affären ans Tageslicht geraten, zieht sich die Schlinge um ihren Hals immer enger… Der 70-jährige Olgie Nobles stirbt nach langer Krankheit. Kurz darauf begibt sich seine Frau Leita wegen anhaltender Übelkeit ins Krankenhaus. Dort stellt man schon bald fest, dass Leita vergiftet wurde – mit Arsen. Die alte Dame kann sich nur einen Menschen vorstellen, der sich ihren Tod gewünscht hätte: ihren Mann. Bei der Analyse ihrer Haare stellt sich jedoch heraus, dass Leita das Gift sowohl vor als auch nach Olgies Tod zu sich genommen hat. Bei der Exhumierung von Olgies Leiche entdeckt man zudem auch bei ihm eine hohe Arsen-Konzentration. Wer wollte die beiden Rentner vergiften? In Verdacht gerät Timothy Scoggin, der das Klimaanlagen-Geschäft der Nobles gekauft hatte und von ihnen wie ein Familienmitglied behandelt wurde. Wie sich herausstellt, hatte er sich einige Zeit zuvor mit zwei reichen Schwestern angefreundet, die dann ganz plötzlich verblichen waren. Man beantragt eine Exhumierung, doch die Schwestern wurden eingeäschert. Eine erfolgreiche forensische Untersuchung ist unter diesen Umständen nahezu unmöglich. Der Toxikologe Rod McCutcheon macht sich dennoch an die schwierige Aufgabe – und wird mit seinen Ergebnissen die Forensik revolutionieren…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13902235","hoster":"VOE"},{"path":"/redirect/14264978","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-121","name":"Blutige Spuren","epNo":121,"alt":"","descr":"Am Tatort bietet sich den Ermittlern ein Bild des Grauens: Das Zimmer ist blutbesudelt, das Opfer wurde in seinem eigenen Bett brutal ermordet. Trotz sorgfältigster Untersuchung kann die Spurensicherung in der ganzen Wohnung keine fremden Fingerabdrücke finden. Ein Schuhabdruck im Schlamm vor dem Haus könnte den Täter jedoch entlarven. Ähnlich ergeht es der Polizei bei einem Mordfall in Lansing, Michigan: Auch hier können am Tatort nirgendwo Fingerabdrücke gefunden werden. Und wieder sind ein paar Schuhabdrücke die einzigen Hinweise, die zum Täter führen könnten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470230","hoster":"VOE"},{"path":"/redirect/14264979","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-122","name":"Mord Als Dessert","epNo":122,"alt":"","descr":"Philadelphia: Ein Restaurantchef wird ermordet aufgefunden. Mangels konkreter Hinweise befragen die Ermittler zunächst die \"üblichen Verdächtigen\": Freunde, Verwandte und Kollegen – doch ohne Erfolg. Erst als die Beamten alle Indizien und Aussagen ein zweites Mal durchsieben, stoßen sie auf ein mögliches Mordmotiv… Szenenwechsel: In Washington treibt ein Brandstifter sein Unwesen. Jedes Feuer wird auf dieselbe Art und Weise gelegt, und der Täter ist klug genug, keine Spuren zu hinterlassen. Von den Ermittlern analysierte Rückstände in der Asche sollen ihm aber dennoch zum Verhängnis werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434645","hoster":"VOE"},{"path":"/redirect/14264986","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-123","name":"Eifersucht","epNo":123,"alt":"","descr":"Als eine Frau tot in ihrem Badezimmer aufgefunden wird, geht die Polizei zunächst von einem Selbstmord aus. Die Autopsie und neueste forensische Untersuchungsmethoden lassen den Fall aber schon bald in einem anderen Licht erscheinen: Plötzlich ist der trauernde Ehemann der Hauptverdächtige in einem Mordfall. Drei professionelle Hinrichtungen, verübt in den USA und in Europa, geben den Ermittlern auf beiden Seiten des Atlantiks Rätsel auf. Um den Tätern auf die Spur zu kommen, müssen zunächst zwei Fragen geklärt werden: Hängen die Morde zusammen? Und wenn ja: Was hatten die Opfer gemeinsam? (Text: VOX)","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434531","hoster":"VOE"},{"path":"/redirect/14264982","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-124","name":"In Schutt und Asche","epNo":124,"alt":"","descr":"Eine 29-jährige Frau wird bei einer Bombenexplosion in ihrem eigenen Haus getötet. Die Detonation ist so heftig, dass in den Häusern der ganzen Straße noch Splitter gefunden werden. Der Bombenleger muss sich also bestens mit den Materialien ausgekannt haben und hat kaum Spuren hinterlassen. Den Ermittlern bleibt nichts anderes übrig, als zunächst nach einem möglichen Tatmotiv zu suchen. Ein mit eiskalter Berechnung verübter Mord gibt der Polizei Rätsel auf. Der Täter hat jeden Hinweis, der die Ermittler auf seine Spur führen könnte, verbrannt oder anderweitig zerstört. Dadurch hat er jedoch unabsichtlich neue Spuren gelegt – Spuren, die mittels neuester forensischer Methoden ans Tageslicht kommen und die Ermittler schließlich direkt zum Mörder führen. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470184","hoster":"VOE"},{"path":"/redirect/14264980","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-125","name":"Russisch Roulette","epNo":125,"alt":"","descr":"Eine Frau hat auf einer vereisten Straße die Kontrolle über ihren Geländewagen verloren und ist in einen Fluss gestürzt. So sieht es zumindest aus, als man die Tote aus dem Flussbett birgt. Bei genauerer Betrachtung ergibt sich jedoch ein anderes Bild: Vom Fahrzeug wegführende Fußspuren und außerhalb des Wagens gefundene Blutspritzer deuten darauf hin, dass es sich hier nicht um einen Unfall handelt. In größter Sorge meldet sich eine Frau bei der Polizei: Ihr Mann, der wie immer Überstunden im Büro gemacht hat, ist nicht nach Hause gekommen. Wurde er Opfer eines Verbrechens? Die Ermittler begeben sich auf Spurensuche und finden das Auto des Vermissten nur wenige Straßen von seinem Büro entfernt. Weitere Hinweise lassen auf einen Mord schließen, doch ohne Leiche und konkrete Hinweise gestaltet sich die Aufklärung des Falls schwierig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470297","hoster":"VOE"},{"path":"/redirect/14464917","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-126","name":"[Derzeit nicht verfügbar]","epNo":126,"alt":"","descr":"Ein brutaler Doppelmord scheint schnell aufgeklärt, denn der vorbestrafte Hauptverdächtige hat seinen Führerschein am Tatort verloren. Als man dort jedoch DNA-Spuren findet, die nicht zu dem Mann passen, kommen den Ermittlern Zweifel. Versucht jemand, dem Verdächtigen die Tat unterzuschieben? Ein kleines Mädchen wird plötzlich krank und stirbt wenig später. Die Ermittler stehen vor einem Rätsel. Ist die Kleine tatsächlich an einer mysteriösen Krankheit gestorben oder wurde sie ermordet? Wissenschaftler aus der ganzen Welt beschäftigen sich mit der Aufklärung, bevor man den Schlüssel zur Lösung des Falls in zwei unerwarteten Hinweisen findet: in einem zerrissenen Dokument und einer Unterschrift der Mutter.","versions":[]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-127","name":"Todesschuetzen","epNo":127,"alt":"","descr":"In einem Entwässerungsgraben wird ein Auto gefunden, darin eine männliche und eine weibliche Leiche, beide erschossen. Die Scheiben des Wagens sind zerbrochen und eigentlich müssten überall Glassplitter zu finden sein – doch Fehlanzeige. Offenbar ist der Fundort nicht der Tatort. Die abgerissene Fingerspitze eines Latex-Handschuhs führt die Ermittler schließlich auf die richtige Spur. Als ein Kriegsveteran ermordet aufgefunden wird, haben die Ermittler schnell einen Hauptverdächtigen ausgemacht. Der Mann bestreitet den Mord jedoch vehement und hat ein wasserdichtes Alibi. Die Ermittlungen sind damit in eine Sackgasse geraten, doch dann führt ein glücklicher Zufall zu einem zwielichtigen Charakter mit markanten Stiefeln und einer Vorliebe für Süßigkeiten…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434403","hoster":"VOE"},{"path":"/redirect/14464918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-128","name":"Mord nach Plan","epNo":128,"alt":"","descr":"Eine Frau, die seit langer Zeit unter Depressionen litt, hat sich das Leben genommen. So sieht es zumindest aus, als der Leichenbeschauer die Leiche begutachtet. Eine vor längerer Zeit von der Toten hinterlassene Notiz bringt die Ermittler jedoch schon bald zu der Überzeugung, dass die Frau ermordet wurde – und führt direkt zum Täter. Ein junges, aufstrebendes Fotomodell wurde ermordet. In Verdacht gerät ihr Freund, doch der erweist sich schon bald als unschuldig. Die Ermittler stehen wieder am Anfang, einen weiteren Tatverdächtigen gibt es nicht. Erst die Untersuchungen eines forensischen Geologen führen schließlich zum Mörder – jemandem, dem man die Tat auf keinen Fall zugetraut hätte.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434387","hoster":"VOE"},{"path":"/redirect/14264981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-129","name":"Moerderisches Spiel","epNo":129,"alt":"","descr":"Ein Polizist ist in seiner dienstfreien Zeit erschossen worden. Nun ist es an seinen Kollegen, den Mord aufzuklären, doch das gestaltet sich alles andere als einfach. Winzige Fasern und ein Asthmaspray führen die Beamten dennoch auf die richtige Spur. Es ist ein warmer Sommernachmittag, als in der Kleinstadt Verona in Wisconsin ein dreifacher Mord verübt wird. Die Spur führt in die Welt der Superreichen – und in die Abgründe des illegalen Wettgeschäfts. Doch erst durch modernste forensische Methoden stößt man auf den Täter, der zu hoch gepokert hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470228","hoster":"VOE"},{"path":"/redirect/14264983","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-130","name":"Sterben und sterben lassen","epNo":130,"alt":"","descr":"Die Diagnose der Gerichtsmedizin lautet Unfalltod, doch die ermittelnden Beamten gelangen aufgrund der Beweislage am Tatort zu einer anderen Überzeugung. Bis zur endgültigen Identifizierung der Todesursache vergehen jedoch noch drei Jahre, und erst eine Exhumierung und eine zweite Autopsie geben Aufschluss darüber, wer recht hatte: der Gerichtsmediziner oder die Kriminalbeamten. Bei einem Bootsrennen kommt ein berühmter junger Mann zu Tode. Die Suche nach der Unfallursache gleicht der sprichwörtlichen Suche nach der Stecknadel im Heuhaufen: Insgesamt haben 1200 Boote an dem Rennen teilgenommen, und die Ermittler befragen jeden, der den Unfall beobachtet hat. Schließlich finden sie einen Mann, der weit mehr ist als ein Augenzeuge: Er war in dem anderen Boot, das in den Unfall verwickelt war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13999773","hoster":"VOE"},{"path":"/redirect/14264984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-131","name":"Mordszenarien","epNo":131,"alt":"","descr":"Eine junge Frau wird tot auf dem Fußboden ihres Schlafzimmers aufgefunden. Am Tatort gibt es nur wenige brauchbare Spuren. Die Ermittler hegen große Zweifel, ob die Beweislage ausreichen wird, den Fall aufzuklären und den Mörder dingfest zu machen. Schließlich jedoch gelingt ihnen die Überführung des Täters mit Hilfe der Blutspuren auf einem Laken und einer neuartigen forensischen Methode, und sie können die Geschworenen von seiner Schuld überzeugen. Ein junger Mann kommt bei einem mysteriösen Autounfall ums Leben. Die genaue Untersuchung des Unfallorts jedoch offenbart, dass es sich gar nicht um einen Unfall handelte. Mit forensischen Methoden gelingt es den Ermittlern herauszufinden, was wirklich geschehen ist, und an der Wahrheit zerbrechen drei Familien.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470091","hoster":"VOE"},{"path":"/redirect/14464916","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-132","name":"Verhängnisvolle Begierden","epNo":132,"alt":"","descr":"Eine junge Frau verschwindet. Freunde und Familie sind entschlossen, sie zu finden. Nach drei Wochen jedoch bewahrheiten sich die schlimmsten Befürchtungen: Man findet die Leiche der Vermissten. Blutspuren und Computer gestützte forensische Verfahren helfen den Ermittlern, den Täter zu überführen und die Geschworenen von seiner Schuld zu überzeugen. Die Ermittler sehen sich mit einem mysteriösen Raubmord konfrontiert. Die Beweise belegen, dass der Täter aus dem Haus geflüchtet ist, doch für ein gewaltsames Eindringen gibt es keine Spuren. Winzige Hinweise an der Leiche des Opfers geben der Polizei Aufschluss darüber, was in der Nacht geschehen ist und wer für die Tat verantwortlich ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14469988","hoster":"VOE"},{"path":"/redirect/14264990","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-133","name":"Tod am Strassenrand","epNo":133,"alt":"","descr":"Auf einem Feld in der Nähe von Delano/​Kalifornien wird die Leiche eines jungen Mädchens gefunden. Da sie keine Papiere bei sich hat und auf keine der aktuellen Vermisstenmeldungen passt, gestaltet sich die Identifizierung schwierig. Der einzige Hinweis sind die bei ihr gefundenen Haus- und Briefkastenschlüssel, die die Beamten nun an jedem Apartmenthaus in Delano ausprobieren müssen. Auf einer Straße in Harrisburg ist ein Fußgänger von einem Auto überfahren worden. Der Fahrer des Wagens hat Fahrerflucht begangen, kann aufgrund von Zeugenaussagen aber dennoch identifiziert werden. Als die Polizei ihn befragt, behauptet er, den in den Unfall verwickelten Wagen bereits vor Monaten verkauft zu haben. Für die Beamten, die den Fall bereits für abgeschlossen hielten, beginnt eine akribische Spurensuche…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434517","hoster":"VOE"},{"path":"/redirect/14464920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-134","name":"Last der Beweise","epNo":134,"alt":"","descr":"Ein wohlhabendes Ehepaar wird vor seiner Luxusvilla in Louisiana von drei Männern überfallen. Der Ehemann wird direkt erschossen, die Frau dazu gezwungen, den versteckten Safe in ihrem Haus zu öffnen. Sie kann der Polizei jedoch keinerlei Hinweise auf die Täter geben, da alle drei Männer maskiert waren. Den Ermittlern bleibt nichts anderes übrig, als jeden unter die Lupe zu nehmen, der von dem versteckten Safe gewusst hat… Eine verheerende Bombenexplosion hat mehrere Menschenleben gekostet. Die Bombe war eigens so konstruiert, dass sie den größtmöglichen Schaden hinterlässt. Doch es ist nicht alles zerstört: Einzelteile der Bombe sind erhalten geblieben. Die Untersuchung dieser Einzelteile gibt schließlich Hinweise auf den Täter, die so eindeutig sind wie seine Unterschrift.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13987998","hoster":"VOE"},{"path":"/redirect/14264989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-135","name":"Eine Frage der Glaubwuerdigkeit","epNo":135,"alt":"","descr":"Ein zwölfjähriges Mädchen behauptet, entführt und sexuell missbraucht worden zu sein. Die unemotionale Art und Weise, in der sie ihre Erlebnisse schildert, lässt die Polizei zunächst aber am Wahrheitsgehalt zweifeln. Erst als man an ihrer Kleidung Fasern findet, die ihre Geschichte unterstützen, nehmen die Beamten die Ermittlungen auf… Bei der Notrufzentrale in Durham, North Carolina, geht der Anruf eines verzweifelten Mannes ein: Seine Frau sei die Treppe heruntergestürzt und liege nun ohne Bewusstsein, aber noch atmend am Boden. Als die Rettungssanitäter den Unglücksort erreichen, können sie jedoch nur noch den Tod der Frau feststellen. Ein Unfalltod? Die Verteilung der Blutspritzer spricht jedenfalls eine andere Sprache…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434392","hoster":"VOE"},{"path":"/redirect/14264991","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-136","name":"Ein falsches Wort","epNo":136,"alt":"","descr":"Die Ehefrau eines geachteten, pensionierten Polizisten wird in ihrem eigenen Haus ermordet aufgefunden. Aus Mangel an Beweisen wird der Fall zu den Akten gelegt, bis sich eine sogenannte \"Cold Case Unit\", eine Einheit von Ermittlern, die sich mit unaufgeklärten Verbrechen beschäftigt, erneut des Falles annimmt. Die Ermittler nehmen die Beweisstücke noch einmal genau unter die Lupe. Doch viele Anhaltspunkte haben sie nicht. Ein schockierender, nur wenige Sekunden dauernder Notruf bringt sie schließlich auf die richtige Spur, die Spur des Mörders und seines Motivs. Szenenwechsel: Die Polizei muss den Tod einer Person aufklären, die offensichtlich Opfer eines Giftmordes wurde. Das Opfer muss eine enorme Menge an Zyanid zu sich genommen haben. Doch dann führt ein Indiz, das man kaum dafür halten würde, nämlich ein Briefumschlag, zur Aufklärung des Falls. Der Täter wird als ein äußerst skrupelloser Mörder entlarvt. Er nimmt es in Kauf, jeden Unschuldigen, der sich ihm in den Weg stellt, zu töten – um an denjenigen zu kommen, den er sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470278","hoster":"VOE"},{"path":"/redirect/14264987","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-137","name":"Toedliches Verlangen","epNo":137,"alt":"","descr":"Sie dachten, das Feuer könnte ihr Verbrechen vertuschen, aber die Täter haben nicht mit der Hartnäckigkeit der Ermittler gerechnet. Diese entdecken ein winziges Beweisstück, das nicht dem Feuer zum Opfer fiel. Dieser Anhaltspunkt – nicht größer als eine Heftzwecke – genügt den Ermittlern. In ihm sind alle Informationen enthalten, die sie benötigen, um drei kaltblütige Mörder zu überführen und hinter Gitter zu bringen. Szenenwechsel: Das mysteriöse Verschwinden eines College-Studenten beschäftigt die Polizei seit über zehn Jahren. Trotz intensiver Bemühungen der Experten konnte der Fall bisher nicht aufgeklärt werden. Doch nun scheinen sich die Anstrengungen doch noch auszuzahlen. Moderne wissenschaftliche Tests ermöglichen es, den Fall wieder aufzurollen. Die Ergebnisse werfen ein völlig neues Licht auf einen Mann, der die ganze Zeit im Fokus der Ermittlungen stand.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434401","hoster":"VOE"},{"path":"/redirect/14264992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-138","name":"Kalte Herzen","epNo":138,"alt":"","descr":"Über 16 Jahre lang wurde der Tod einer Frau für einen Unfall gehalten. Aber dann nimmt eine Person Kontakt mit der Polizei auf und behauptet, die Frau sei ermordet worden. Die Polizisten bemühen sich nun, die Untersuchung des Falles möglichst zügig wiederaufzunehmen. Doch bevor die Ermittlungen richtig in Gang kommen, wird der Informant ebenfalls ermordet – auf eine ähnliche Weise wie das erste Opfer. Ist dies nur ein Zufall oder die Visitenkarte eines Serienmörders? Szenenwechsel: Eine Tochter ist sich sicher, dass mit ihrem Vater etwas nicht in Ordnung ist. Als sie feststellt, dass jemand sein ganzes Haus leergeräumt hat, erhärtet sich ihr Verdacht. Obwohl sie über 1.000 Meilen entfernt lebt, unternimmt sie alles, um herauszufinden, was passiert ist…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470211","hoster":"VOE"},{"path":"/redirect/14464922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-139","name":"Tödliche Nähe","epNo":139,"alt":"","descr":"Nach einem romantischen Wochenende fällt ein junges Paar einem bewaffneten Überfall zum Opfer. Während die Frau sofort ihren schweren Verletzungen erliegt, überlebt ihr Lebensgefährte wie durch ein Wunder – obwohl er von vier Kugeln getroffen wurde. Die Polizei macht sich auf die Suche nach dem Auto, das der mutmaßliche Täter gefahren haben soll und stolpert dabei über ein Indiz, das sie stutzig macht. Zudem macht der Freund der Ermordeten bei der anschließenden Befragung Angaben, die mit den Untersuchungsergebnissen des Tatorts nicht übereinstimmen. Jetzt ist es die Aufgabe der forensischen Experten herauszufinden, ob es sich bei der Tat um einen missglückten Raubüberfall oder vielleicht einen kaltblütigen Mord handelt. Szenenwechsel: Eine Frau, die seit längerem von einem Stalker belästigt wurde, wird tot in ihrem Haus aufgefunden. Die Polizei tappt lange im Dunkeln – offenbar handelt es sich bei dem Täter um einen hochintelligenten Killer, der kaum brauchbare Spuren hinterlässt. Es scheint völlig rätselhaft, wie es ihm gelungen ist, das ausgeklügelte Sicherheitssystem der Wohnung des Opfers zu umgehen. Während der langwierigen und mühsamen Ermittlungen entdecken die Polizisten eine Reihe von Drohbriefen, die der Mörder dem Opfer geschrieben hatte. Eine nähere Untersuchung der Schriftstücke durch einen Experten bringt schließlich die entscheidende und überraschende Wendung in die Ermittlungen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434526","hoster":"VOE"},{"path":"/redirect/14264993","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-140","name":"Kurzer Prozess","epNo":140,"alt":"","descr":"Freitagabend – die junge Versicherungsangestellte Katie Froeschle ist mit Freunden in einem Restaurant verabredet, erscheint dort jedoch wider Erwarten nicht. Das ganze Wochenende über meldet sie sich weder bei ihren Freundinnen noch bei ihren Eltern, die sich schließlich voller Sorge an die Polizei wenden. Es stellt sich heraus, dass Katie am Freitagnachmittag einen beruflichen Termin wahrgenommen hat, bei dem es um die Begutachtung eines Daches ging. Der Mieter des Hauses, Jason Funk, gibt jedoch an, zur fraglichen Uhrzeit nicht zu Hause gewesen zu sein. Sein Vermieter habe ihn darüber hinaus auch nicht über den Besichtigungstermin informiert. Kurze Zeit später wird Katies Auto an einem verlassenen Parkplatz ganz in der Nähe des Hauses von Funk gefunden – von Katie fehlt jedoch jede Spur. Daraufhin suchen die Ermittler die gesamte Gegend rund um Funks Haus ab und entdecken in dem Fluss unmittelbar hinter dem Haus schließlich Katies Leiche. Die Obduktion ergibt, dass Katie durch einen Schlag auf den Kopf gestorben ist. Zunächst gibt es keinen brauchbaren Hinweis auf den Mörder: Wer könnte ein Interesse daran gehabt haben, die junge, unbescholtene Frau zu ermorden? Schließlich entdecken die Polizisten, dass der mutmaßliche Mörder offenbar Katies Kreditkarte gestohlen und diese nach ihrem Tod auch benutzt hat. Szenenwechsel: Der Teenager Rafael Garcia wird tot an der Böschung eines Highways gefunden. Die zuständige Staatsanwältin geht zunächst von einem Unfall mit Fahrerflucht aus. Da es am Unfallort keine Bremsspuren gibt, hat der Fahrer sich offenbar noch nicht einmal die Mühe gemacht, nach dem Unfall aus dem Auto auszusteigen und nach dem Opfer zu sehen. Neben einem Schuh und einer Socke, die Rafael durch den Unfall verloren hat, finden die Kriminaltechniker nur wenige Glas- und Plastiksplitter sowie einen beschädigten Außenspiegel. Die nun folgenden langwierigen Ermittlungen gleichen sprichwörtlich der Suche nach der Nadel im Heuhaufen. Nur der Beharrlichkeit der kriminaltechnischen Experten ist es zu verdanken, dass schließlich Licht ins Dunkel kommt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13907611","hoster":"VOE"},{"path":"/redirect/14264994","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-141","name":"Skrupellose Verlierer","epNo":141,"alt":"","descr":"Shannon Anderson besucht das Casino in Tunika, Mississippi, nachdem sie ihre drei kleinen Kinder beim Babysitter abgeliefert hat. Sie gewinnt beim Black Jack 5.000 Dollar, verlässt das Casino und fährt zum Haus des Babysitters, um ihre Kinder wieder abzuholen. Vor dem Haus wird sie das Opfer einer Entführung. Der Babysitter sieht, wie ein Mann, der eine rote Baseballkappe trägt, sie in ein Auto zerrt und wegfährt. Eine zweite Zeugin sagt aus, es handele sich bei dem Entführer um Shannons wesentlich älteren, zweiten Ehemann Robert Anderson. Obwohl Robert jegliche Verwicklung in den Fall bestreitet, lehnt er einen Lügendetektortest ab – und wird damit zum Hauptverdächtigen. Die langwierige Ermittlungsarbeit wird erheblich dadurch erschwert, dass von Shannon lange Zeit jede Spur fehlt. Es vergehen Wochen ohne ein Lebenszeichen der jungen Mutter. Erst Monate später wird Shannons Leiche in einem abgelegenen, leerstehenden Bauernhof entdeckt – sie wurde durch einen Kopfschuss getötet. Da sowohl ihr Schmuck als auch ihr Casinogewinn unauffindbar sind, schließen die Ermittler nun auch einen Raubmord nicht mehr aus. Schließlich macht eine unbeteiligte Frau bei der Polizei eine Aussage, die die Ermittler endlich auf eine heiße Spur führt. Der Ort Grand Junction im US-Bundesstaat Colorado wird von einer Reihe heimtückischer Bombenanschläge heimgesucht. In einem Radius von zwei Kilometern sterben innerhalb weniger Wochen zwei Menschen. Das erste Opfer, ein Berufsschullehrer, kommt mit einer schweren Beinverletzung davon. Die zwölfjährige Maria Gonzalez hingegen erliegt einer Rückenverletzung als eine Bombe im Auto ihres Bruders detoniert. Das dritte Opfer, Henry Rubbel, entdeckt nach einem Restaurantbesuch mit seiner Frau eine herrenlose Papiertüte, die neben seinem Auto steht. Er hebt sie auf und wird sofort durch eine schwere Explosion getötet. Die Ermittler stehen den Taten zunächst absolut ohnmächtig gegenüber – das Motiv für die Morde ist völlig unklar und die Opfer scheinen beliebig ausgewählt worden zu sein. Schließlich ist es die penible und unermüdliche Arbeit eines Sprengstoffexperten und eines Werkzeugspezialisten, die zur Überführung des Täters führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434651","hoster":"VOE"},{"path":"/redirect/14264995","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-142","name":"Der letzte Herzschlag","epNo":142,"alt":"","descr":"Als ein junger Mann seine Mutter bei ihrer Arbeitsstelle besuchen will, findet er sie ermordet auf. Da nahezu keine brauchbaren Indizien oder Beweise am Tatort sichergestellt werden können und auch das Motiv für den Mord völlig rätselhaft bleibt, wird der Fall nach langwierigen, aber erfolglosen Ermittlungen zu den Akten gelegt. 20 Jahre später hat die Technik jedoch gravierende Fortschritte gemacht. So bestehen berechtigte Hoffnungen, dass dem unschuldigen Opfer nach all den Jahren doch noch Gerechtigkeit widerfahren könnte. Der Fall wird wieder aufgerollt: Mittels eines extrem leistungsstarken Mikroskops werden die wenigen Beweise nochmals gesichtet und einer DNA-Analyse unterzogen. Das Ergebnis ist höchst verblüffend. Szenenwechsel: Ein unbescholtener Bürger, der sein ganzes Leben in dem winzigen Provinzörtchen Lefroy in Tasmanien verbracht hat, wird ermordet vor seinem eigenen Haus aufgefunden. Zunächst gehen die polizeilichen Ermittler von einem Raubmord aus – doch ohne einen Verdächtigen oder konkrete Hinweise gestaltet sich die Aufklärung des Verbrechens schwierig. Doch dann fördert die Autopsie der Leiche etwas zutage, womit wohl selbst die erfahrenen Ermittler niemals gerechnet hätten. (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14470155","hoster":"VOE"},{"path":"/redirect/14464921","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-143","name":"Spur fuer Spur","epNo":143,"alt":"","descr":"Als ein wohlhabender Prominenter in seinem eigenen Haus die Treppe hinunterstürzt und stirbt, geht die Polizei zunächst von einem tragischen Unfall aus – bis sie einen anonymen Tipp bekommt, der einen anderen Verdacht nahelegt. Um herauszufinden, was sich tatsächlich abgespielt hat, wenden sich die Ermittler an einen Spezialisten für die Rekonstruktion von Unfällen und an einen Physiker. Deren Untersuchungen schaffen jedoch zunächst keine Klarheit – im Gegenteil: Sie geben zusätzlich Rätsel auf. Entweder hat der Körper des Opfers auf unbekannte Weise die Grundgesetze der Physik durchbrochen oder er war einem extremen, unerklärlichen Druck ausgesetzt. Szenenwechsel: Im US-Bundesstaat Indiana verschwindet eine College-Studentin spurlos, nachdem sie ihre Nachtschicht in einem Kaufhaus hinter sich gebracht hat. Einige Tage später wird ihre Leiche in einer nahegelegenen Schlucht gefunden – die junge Frau ist ganz offensichtlich ermordet worden. Die Spurensicherung entdeckt am Tatort unter anderem winzige, olivfarbene Teppichfasern und eine handgefertigte Landkarte, die den kriminaltechnischen Experten schließlich erstaunlich genaue Aussagen über den mutmaßlichen – offenbar recht einfältigen – Mörder ermöglichen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434641","hoster":"VOE"},{"path":"/redirect/14264996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-144","name":"Feinde im eigenen Haus","epNo":144,"alt":"","descr":"Während Umbau- und Sanierungsmaßnahmen brennt im US-Bundesstaat Oregon ein Landhaus bis auf die Grundmauern nieder. Bei der Untersuchung der Ruine werden die verkohlten Überreste einer Frauenleiche gefunden. Den zuständigen Polizisten ist zunächst nicht klar, ob es sich um einen furchtbaren Unfall, mutwillige Brandstiftung oder sogar vorsätzlichen Mord handelt. Da das Feuer fast alle brauchbaren Beweise zerstört hat, drohen die Ermittlungen im Sande zu verlaufen. Doch dann wird ein Fachmann für Metalle und Legierungen konsultiert, der den entscheidenden Beitrag zur Klärung des Falles liefert. Szenenwechsel: In der kalifornischen Stadt Fresno werden ein Millionär und seine Familie in ihrer eigenen Villa regelrecht hingerichtet. Die Ermittler gehen davon aus, dass die Familie bei ihrer Heimkehr einen Einbrecher überraschte, der die Nerven verlor und die unliebsamen Zeugen beseitigte. Aufgrund der dürftigen Beweislage bleibt der Mörder drei Jahre lang unbehelligt. Doch dann wirft ein bis dato unerprobter forensischer Test neues Licht auf die wenigen Indizien: Dreißig Jahre alte Munition und winzige, fluoreszierende Fasern offenbaren schließlich den wahren Grund des furchtbaren Verbrechens…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434512","hoster":"VOE"},{"path":"/redirect/14464923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-detectives-geheimnisse-der-gerichtsmedizin/staffel-1/episode-145","name":"Bitteres Ende","epNo":145,"alt":"","descr":"Colorado im Jahr 1960: Auf dem Weg zur Arbeit verschwindet Adolph Coors, der Erbe einer der größten Bierbrauereien Amerikas. Ein Milchmann entdeckt wenig später Coors’ Wagen an einer Brücke – der Motor läuft, das Radio ist eingeschaltet, von Coors jedoch fehlt jede Spur. Am nächsten Morgen erhält Coors’ Ehefrau eine Lösegeldforderung – der Kidnapper fordert 500.000 Dollar für die Freilassung von Adolph. Die Familie Coors ist bereit, alles zu tun, um das Leben von Adolph nicht zu gefährden – doch umsonst. Monate später werden die sterblichen Überreste des Bierpatrons gefunden – und eine der spektakulärsten Großfahndungen der amerikanischen Geschichte beginnt… Szenenwechsel: Die junge, attraktive Pharmazieingenieurin Laura Wynn wird ermordet in ihrem Apartment in Missouri aufgefunden. Da der Täter nur wenige Spuren am Tatort hinterlassen hat, ist die Liste der Verdächtigen meterlang – und der Fall bleibt über zwölf Jahre lang unaufgeklärt. In der Zwischenzeit hat die forensische Technologie aber so immense Fortschritte gemacht, dass der Fall nochmals aufgerollt wird: Alles deutet daraufhin, dass Laura Wynn einem Triebtäter zum Opfer gefallen ist, dessen Gier nach Macht und Kontrolle schier unersättlich zu sein scheint…","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14434513","hoster":"VOE"},{"path":"/redirect/14264997","hoster":"Streamtape"}]}]}]}]}