{"path":"/serie/stream/medical-investigation","name":"Medical Investigation","descr":"In \"Medical Investigation\" geht es um ein Team von Ärzten, die für das National Institutes of Health (NIH) arbeiten. Der Chef der Truppe Dr. Stephen Connor arbeitet eng mit den Ärzten der betreffenden Krankenhäuser zusammen um mit ihnen rätselhafte medizinische Fälle aufzuklären.","seasons":[{"path":"/serie/stream/medical-investigation/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/medical-investigation/staffel-1/episode-1","name":"Der blaue Tod","epNo":1,"alt":"You\u0027re Not Alone","descr":"Noteinsatz für Dr. Connor und sein Spezialteam: In ein New Yorker Krankenhaus wurde ein Mann in den Vierzigern eingeliefert, der plötzlich auf offener Straße zusammengebrochen ist. Sein ganzer Körper ist blau angelaufen. Die Ärzte müssen schnell handeln, denn im Laufe des Tages werden weitere Patienten mit den gleichen Symptomen eingeliefert. Wie sich herausstellt, haben alle im selben Restaurant gespeist und sich dabei eine Nitrat-Vergiftung zugezogen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13239233","hoster":"VOE"},{"path":"/redirect/8338000","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-2","name":"Größe Null","epNo":2,"alt":"In Bloom","descr":"In ein Krankenhaus werden vier Mädchen eingeliefert, die plötzlich zusammengebrochen und ins Koma gefallen sind. Ihr Zustand ist kritisch. Connor und sein Team vom NIH werden dringend um Hilfe gebeten. Die Blutanalyse zeigt, dass die jungen Mädchen mit einem Herpes-Virus infiziert sind, der ihr Gehirn befallen hat. Eine Übertragung durch Geschlechtsverkehr schließen die Ärzte aus. Stattdessen erhärtet sich der Verdacht, dass die Freundinnen mit einem Pestizid vergiftet wurden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8338008","hoster":"VOE"},{"path":"/redirect/14159544","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-3","name":"Die Heimkehrer","epNo":3,"alt":"Coming Home","descr":"Der vor kurzem aus dem Irak zurückgekehrte Soldat Henderson klagt über starke Brustschmerzen und spuckt Blut. Connor und sein Team werden um Unterstützung gebeten, da noch weitere Soldaten erkrankt sind. Es stellt sich heraus, dass die Soldaten mit einer Granate in Kontakt gekommen sind, daher konzentrieren sich die Tests auf Pocken- und Anthrax-Viren. Für Powell ist der Vorfall ein gefundenes Fressen: Er steht schon lange mit dem Militär auf Kriegsfuß","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337880","hoster":"VOE"},{"path":"/redirect/8337882","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-4","name":"Ein Tag im Paradies","epNo":4,"alt":"Escape","descr":"Dr. Stephen Conner und sein Team werden zu einem Einsatz auf eine Karibikinsel gerufen, um eine Infektionserkrankung zu untersuchen. Die Patienten weisen keinerlei Gemeinsamkeiten auf, sodass verdorbenes Essen als Ursache ausgeschlossen wird … Indes haben es Eva und Natalie in Miami mit einer Reihe von Lungenentzündungserkrankungen zu tun, deren Ursprung schneller gefunden ist: Die Opfer waren alle bei der Ausstellungseröffnung eines exzentrischen jungen Malers dabei","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337888","hoster":"VOE"},{"path":"/redirect/8337889","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-5","name":"Gefährliches Erbe","epNo":5,"alt":"Progeny","descr":"Dr. Connor und sein Team werden aufs Land gerufen, um eine Anhäufung von Ausschlag- und Gelenkschmerzerkrankungen bei Kindern zu untersuchen. Die Ärzte werden auf eine Chemiefabrik in der Nähe der Kleinstadt aufmerksam, die bereits wegen illegaler Entsorgung von Abfällen aufgefallen ist. Indes stellt Natalie fest, dass alle Kinder durch künstliche Befruchtung auf die Welt kamen. Eine neue Spur, die das Team direkt zur Spezialklinik der Ärztin Dr. McCarthy führt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337897","hoster":"VOE"},{"path":"/redirect/8337895","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-6","name":"Eine Laune der Natur","epNo":6,"alt":"Team","descr":"Nach einem Footballspiel erleiden zwei College-Spieler einen epileptischen Anfall und fallen ins Koma. Obwohl eine Epidemie ausgeschlossen wird, sollen sich Dr. Connor und sein Team der Sache annehmen. Ihre Ermittlungen ergeben, dass ein bestimmter Stoff bei ihnen eine akute Multiple Sklerose ausgelöst hat. Alle Hinweise deuten auf Drogenmissbrauch. Als aber zwei Studentinnen mit den gleichen Symptomen eingeliefert werden, beginnt die Suche nach der Ursache wieder von vorne","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337901","hoster":"VOE"},{"path":"/redirect/8337902","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-7","name":"Anthrax","epNo":7,"alt":"Alienation","descr":"Aufregung in Philadelphia: Als mehrere Frauen mit denselben Symptomen ins Krankenhaus eingeliefert werden, wird das Spezialteam um Dr. Connor alarmiert. Die Krankheitsursache ist schnell gefunden: Anthrax-Sporen. Künstlich hergestellt, gilt Anthrax als einer der gefährlichsten biologischen Kampfstoffe. Connor und seine Leute müssen sich bei der Suche nach der Herkunft des Erregers beeilen, denn die Presse wittert bereits die große Terror-Schlagzeile","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337904","hoster":"VOE"},{"path":"/redirect/8337908","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-8","name":"Dummer alter Mann","epNo":8,"alt":"Mutation","descr":"In einer Kleinstadt in West Virginia grassiert ein tödliches Virus, dem bereits große Teile der Bevölkerung zum Opfer gefallen sind. Dr. Connor und seinem Team läuft die Zeit davon. Natalie Durant findet heraus, dass es sich um ein mutiertes Grippevirus handelt. Während Connor fieberhaft nach der Ursache für die Ausbreitung des Erregers sucht, strömen immer mehr Menschen in das kleine Hospital. Was jetzt dringend benötigt wird, sind Antikörper, um einen Impfstoff zu entwickeln","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337914","hoster":"VOE"},{"path":"/redirect/8337911","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-9","name":"Carla","epNo":9,"alt":"Little Girl","descr":"Ein junges Paar wird Zeuge eines Autounfalls und eilt den Verletzten – Vater und Tochter – zu Hilfe. Sie müssen aber feststellen, dass die beiden sonderbare Krankheitssymptome aufweisen. Während das NIH alarmiert wird, verstirbt der Vater am Unfallort. Connor und sein Team diagnostizieren bei dessen Tochter Carla eine aplastische Anämie – Knochenmarksschwund. Die Suche nach einem geeigneten Knochenmarkspender gestaltet sich schwierig, denn die kleine Carla ist ein Adoptivkind","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14082256","hoster":"VOE"},{"path":"/redirect/8337920","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-10","name":"Der Preis der Schönheit","epNo":10,"alt":"Price of Pleasure","descr":"In Los Angeles erliegen mehrere Pornodarstellerinnen einer rätselhaften Krankheit – das NIH-Team wird eingeschaltet. Connor vermutet erst eine Geschlechtskrankheit dahinter. Als aber eine weitere, branchenfremde Frau die gleichen Symptome zeigt, stellt sich heraus, dass alle betroffenen Personen von dem Schönheitschirurgen Dr. Bender behandelt wurden. Erste bakteriologische Tests bringen Connor und sein Team nicht weiter – bis Natalie eine überraschende Entdeckung macht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337928","hoster":"VOE"},{"path":"/redirect/8337930","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-11","name":"Der Todesengel","epNo":11,"alt":"The Unclean","descr":"In einem großen Krankenhaus in Maryland wütet eine Bakterie, die sich in den Wunden frisch operierter Patienten einnistet und schwerste Schäden anrichtet. Connor und sein Team suchen mit Hochdruck nach der Quelle des Erregers – gleichzeitig sind sämtliche verabreichte Antibiotika wirkungslos, und der jungen Patientin Danielle droht eine Beinamputation. Während sich der Erreger immer stärker ausbreitet, gerät der Chirurg der orthopädischen Abteilung, Dr. Lester, unter Verdacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337934","hoster":"VOE"},{"path":"/redirect/12841260","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-12","name":"Die Bucht","epNo":12,"alt":"Spiked","descr":"In einem Ferienort an der Westküste Amerikas wird ein toter Surfer angespült – sein Körper weist einen starken Hautausschlag auf. Wenig später erliegt auch eine Beachvolleyball-Spielerin der mysteriösen Krankheit. Da auch einige Seehunde verendet sind, vermuten Connor und sein Team, die Ursache für die Krankheit sei bei den Tieren zu finden. Die Meeresbiologin Karen Lowe will verhindern, dass die noch lebenden Seehunde getötet werden – doch dann erkrankt auch sie …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337945","hoster":"VOE"},{"path":"/redirect/12841257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-13","name":"Der Bumerang","epNo":13,"alt":"Tribe","descr":"Während eines Ausflugs in Montana erkrankt eine vierköpfige Familie an einer Krankheit, deren Symptome Fieber und Hautausschläge sind. Dr. Connor und Dr. Durant vom NIH machen bald eine schockierende Entdeckung: Die Opfer haben sich mit Pockenviren infiziert, die eigentlich als ausgerottet galten. Die Vermutung drängt sich auf, dass es sich um künstlich hergestellte Viren handelt. Das FBI schaltet sich ein und ist bald einem verdächtigen Wissenschaftler auf der Spur","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337947","hoster":"VOE"},{"path":"/redirect/8337952","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-14","name":"Arktische Nacht","epNo":14,"alt":"Ice Station","descr":"Dr. Connor und sein Team werden in die Arktis gerufen. Eine Forschungsstation liegt fest im Griff einer tödlichen Krankheit, die sich durch Kopfschmerzen und Halluzinationen äußert. Für einige Wissenschaftler kommt die Hilfe zu spät. Als sich bei Powell die gleichen Symptome einstellen, hat er einen Verdacht: Der Erreger muss in den Duschräumen und in den Atemmasken sitzen. Auch Connor glaubt an eine Infektion durch Pilze oder Bakterien. Ein Wettlauf gegen die Zeit beginnt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337953","hoster":"VOE"},{"path":"/redirect/8337956","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-15","name":"Die Pest","epNo":15,"alt":"Mousetrap","descr":"Connor möchte an seinem freien Tag des Todestages seiner Schwester gedenken, als ihn ein Notruf ereilt: Zwei Polizisten in Baltimore sind an der Pest erkrankt. Die beiden Drogenfahnder waren hinter einem Dealer her, der vermutlich den Erreger in sich trägt. In der Zwischenzeit werden auch bei zwei Kindern die Symptome der Krankheit bemerkbar. Mit Hilfe des Leiters des Drogendezernats Adams versucht das Team von Connor, in einem Rennen gegen die Zeit den Flüchtigen zu finden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337959","hoster":"VOE"},{"path":"/redirect/8337961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-16","name":"Die Überlebenden","epNo":16,"alt":"Survivor","descr":"Die erfolgreiche Geschäftsfrau Meredith Beck bricht plötzlich in ihrem Büro zusammen. Ihre Beine sind gelähmt, sie kann sich nicht mehr bewegen. Da noch zwei weitere Fälle mit den gleichen Symptomen ins Krankenhaus eingeliefert werden, wird das Team von Connor um Unterstützung gebeten … Indes kommt es auf einer Militär-Basis bei werdenden Müttern im 7. Monat zu Fehlgeburten. Der Verdacht liegt nahe, dass dort eine Verunreinigung des Leitungswassers vorliegt","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337965","hoster":"VOE"},{"path":"/redirect/8337966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-17","name":"Das Killer-Virus","epNo":17,"alt":"Half Life (2)","descr":"Dr. Connor und Detective Yokas sind einem Mörder auf der Spur, der verdächtigt wird, mit dem tödlichen Marburg-Virus infiziert zu sein. Bei seinem Komplizen Rush und dem Notarzt Carlos Nieto ist die Krankheit bereits ausgebrochen. Während Eva und Holly um das Leben von Carlos bangen, werden weitere Patienten mit den gleichen Symptomen eingeliefert. Connor und Yokas müssen sich beeilen, den Flüchtigen zu finden, bevor noch mehr Menschen angesteckt werden","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337967","hoster":"VOE"},{"path":"/redirect/8337976","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-18","name":"Die Liste","epNo":18,"alt":"The Black Book","descr":"Capitol Hill, Washington: Zwei Kongressabgeordnete und ein Polizist werden mit denselben Symptomen einer unbekannten Krankheit ins Krankenhaus eingeliefert. Das NIH befürchtet zunächst einen Terroranschlag. Bis ein viertes Opfer auftaucht: der Boss eines Callgirl-Rings. In dessen Wohnung stoßen Connor und sein Team auf eine brisante Kundenkartei. NIH-Direktor Dr. Ewing und Eva tun alles, um den Fall aus den Schlagzeilen zu halten, denn auf der Liste stehen ranghohe Politiker","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337978","hoster":"VOE"},{"path":"/redirect/8337981","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-19","name":"Das Beben (1)","epNo":19,"alt":"Mission La Roca (1)","descr":"Dr. Connor und sein Team erhalten den Auftrag, in einem vom Bürgerkrieg zerrütteten Land in Mittelamerika eine hoch ansteckende Krankheit zu erforschen. Die Ärzte tippen auf eine bakterielle Meningitis, die ihren Ursprung im Norden des Landes hat. Connor, Miles und Frank machen sich auf den Weg in das gefährliche Rebellengebiet. Dr. Durant kämpft indes in einer maroden Klinik um das Leben der Patienten. Plötzlich verwüstet ein schweres Erdbeben das geschundene Land","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8337988","hoster":"VOE"},{"path":"/redirect/8337984","hoster":"Streamtape"}]}]},{"path":"/serie/stream/medical-investigation/staffel-1/episode-20","name":"Das Beben (2)","epNo":20,"alt":"Mission La Roca (2)","descr":"Immer noch wütet die Meningitis in dem krisengebeutelten Land in Zentralamerika. Connor und Powell sind auf der Suche nach Miles im Norden des Landes in die Gewalt des Rebellenführers Baracas geraten. Sie können ihn aber davon überzeugen, ihnen bei der Suche zu helfen – denn Baracas’ beide Söhne befinden sich bei Miles. Als sie die Verschütteten entdecken, sind die bereits an der Meningitis erkrankt. Doch damit nicht genug: Die dringende Medikamentenlieferung wurde gestohlen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12250509","hoster":"VOE"},{"path":"/redirect/8337992","hoster":"Streamtape"}]}]}]}]}