{"seriesId":"megalo-box","name":"Megalo Box","descr":"Die Handlung dreht sich um JD (Junk Dog), welcher im Untergrund an Boxkämpfen teilnimmt, um seinen Lebensunterhalt finanzieren zu können. Heute betritt er den Ring erneut, um gegen eine ganz bestimmte Person anzutreten. JD nimmt die Herausforderung an und ist bereit alles zu riskieren.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Zahlen oder sterben?","epNo":1,"alt":"Buy or Die?","descr":"Junk Dog ist ein Megalo Boxer, der unter der Leitung von Gansaku Nanbu in einem illegalen unterirdischen Ring in festen Kämpfen kämpft. Er sehnt sich nach einem echten Kampf, der kein entschiedenes Ergebnis hat. Eines Abends erwischt er beinahe Yukiko Shirato, den Chef der Shirato-Gruppe, die das Megalonia-Turnier betreut, mit seinem Motorrad. Yukiko bietet an, Junk Dog zu entschädigen, aber er lehnt ab und sagt ihr stattdessen wütend, dass das Megalonia-Turnier kein echtes Megalo Boxing ist. Yūri, Yukikos Leibwächter, ist von Junk Dogs Respektlosigkeit gegenüber seinem Arbeitgeber beleidigt. Junk Dog kämpft mit ihm in der Hoffnung, echtes Megalo-Boxen zu erleben. Yūri strahlt eine starke Aura aus, die Junk Dog in Schwung bringt, aber Yukiko verhindert, dass der Kampf stattfindet. Später macht sich Junk Dog bereit, gegen seinen neuesten Gegner zu kämpfen, aber Yūri betritt stattdessen den Ring.Die Menge ist schockiert, da Yūri tatsächlich der Megalo Box-Champion ist und da ist, ohne dass Yukiko es weiß. Nanbu versucht, den Kampf zu stoppen, wird aber von Junk Dog aus dem Ring geschlagen, der darauf besteht, Yūri mit seinen eigenen Fähigkeiten zu bekämpfen.","versions":[{"lang":1,"streams":[{"redirect":9582540,"hoster":"VOE"},{"redirect":8596124,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Ein Mann stirbt nur einmal","epNo":2,"alt":"The Man Only Dies Once","descr":"Nanbu kann den Kampf zwischen Junk Dog und Yūri nicht stoppen, da der Boss des unterirdischen Rings es erlaubt hat, dass Yūri sich selbst ein Handicap gibt, indem er nur mit einer Hand kämpft, aber Junk Dog zwingt ihn, mit beiden Händen zu kämpfen. Trotzdem schied Junk Dog in der ersten Runde aus. Junk Dog steht auf, als Yūri geht und sagt ihm, dass er immer noch nicht zufrieden ist. Yūri sagt ihm, dass er, wenn er wieder gegen ihn kämpfen möchte, sich hocharbeiten muss, um ihn in einem richtigen Megalonia-Match zu bekämpfen. Während er mit seinem Motorrad unterwegs ist, sieht Junk Dog eine Werbetafel mit der Aufschrift \"Es ist ein wundervolles Leben im Distrikt. Nichts für deinen durchschnittlichen Joe.\" was ihn weiter inspiriert, Megalonien zu betreten. Nanbu sagt ihm, dass er einen Staatsbürgerschaftsausweis benötigen würde, um am Turnier teilzunehmen. Junk Dog fängt an, Nanbu zu trotzen und kämpft mit voller Kraft,seinen Gegner in einem Kampf, den er verlieren sollte, leicht besiegen kann, bringt Nanbu Ärger mit dem Mafia-Boss Fujimaki, der den unterirdischen Ring leitet. Nanbu schafft es, sich auszuhandeln, indem er Fujimaki sagt, dass er es ihm mit dem Geld zurückzahlen wird, das er verdienen wird, wenn Junk Dog Megalonia gewinnt. Fujimaki folgt und erstellt einen gefälschten Ausweis für Junk Dog, der den Namen Joe wählt.","versions":[{"lang":1,"streams":[{"redirect":8845629,"hoster":"VOE"},{"redirect":8596127,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Ausrüstung zum töten","epNo":3,"alt":"Gear Is Dead","descr":"Nanbu führt Joe in die Megalo Box-Rangliste ein, die ihn auf Platz 257 ganz unten startet. Er plant, Joe gegen die härtesten Gegner kämpfen zu lassen, die die Rangliste zulässt, damit er in nur 5 Kämpfen in die Spitzengruppe aufsteigen kann. Als die beiden die Goskino-Fabrik besuchen, um bessere Ausrüstung zu bekommen, bemerken sie, dass der Ladenbesitzer im Hinterzimmer eine Shirato Group Composite Titanium Prototype Gear hat. Ein Junge namens Sachio und seine Freunde kommen mit einer Tasche gestohlener Kameras herein, die sie gegen Red Candy, eine Art Droge, eintauschen. Sachio erkennt, dass es nicht genug Red Candy für ihn gibt und greift den Ladenbesitzer an, der ein Messer auf das Kind zieht. Joe greift ein, wird aber von Potemkin Higashi, einem ehemaligen Megalo-Boxer, rausgeworfen. Nanbu plant, Joe gegen den 185. Megalo Boxer Shark Samejima kämpfen zu lassen, und die beiden beginnen ihr Training.Sachio unterbricht ihr Training und bittet sie, ihn nach Megalonia zu bringen. Als sie sich weigern, bricht er in Goskino ein und stiehlt den Prototyp, wird aber erwischt. Joe, Nanbu und die anderen Kinder wollen ihn retten. Joe versucht, Higashi zu bekämpfen, während er den Prototyp trägt, aber er bricht auseinander, aber überraschenderweise kann er ihn ohne ihn besiegen. Joe und Nanbu beschließen, Sachio mitzunehmen.","versions":[{"lang":1,"streams":[{"redirect":8845621,"hoster":"VOE"},{"redirect":8596131,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Tanz mit dem Tod","epNo":4,"alt":"Let`s Dance with Death","descr":"Joe betritt den Ring für sein erstes professionelles Match gegen Shark Samejima, schockt jedoch die gesamte Arena, indem er keine Ausrüstung für den Kampf trägt. Er wird \"Gearless\" Joe genannt. Joe wird in der ersten Runde niedergeschlagen, was ihn stark desorientiert, aber er steht beim 9. Zählen auf, als die Runde endet. Shark verliert in der zweiten Runde die Beherrschung und foult Joe, der den Rest der Runde damit verbringt, ihm auszuweichen. Während der Pause bestraft Sachio sowohl Joe als auch Nanbu, was es den beiden ermöglicht, sich zu konzentrieren und ihre Prioritäten klar zu setzen. Joe nutzt seine Beinarbeit, um Shark in der dritten Runde KO zu schlagen. Es vergeht einige Zeit, in der Joe 2 weitere Kämpfe gewinnt und auf Rang 102 aufsteigt, während er sich einen Namen macht und sogar Yukikos Aufmerksamkeit auf sich zieht. Nanbu besucht einen alten Bekannten, um Joe zu treffens nächster Gegner, der Rang 17 ist, aber schockiert ist, dass der Herausforderer jemand aus seiner Vergangenheit mit einem halb verbrannten Gesicht ist.","versions":[{"lang":1,"streams":[{"redirect":13018384,"hoster":"VOE"},{"redirect":8596138,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"The Man from Death","epNo":5,"alt":"The Man from Death","descr":"Nanbus Versuch, einen hochrangigen Gegner für Joes nächstes Match auszukundschaften, trifft den 17. Boxer – seinen Ex-Studenten Aragaki, der sich nach einem Militäreinsatz mit Nanbu zerstritten hatte, was dazu führte, dass er seine Beine in einer Sprengfalle verlor. Nanbu – damals ein legitimer Trainer – glaubte, dass Aragaki tot war, nachdem ein erster Nachrichtenbericht ihn fälschlicherweise als im Kampf getötet aufgeführt hatte; Als Aragaki in die Turnhalle zurückkehrte, war er niedergeschlagen, um sie verfallen und schließlich abgerissen vorzufinden, und tötet sich in seiner Trauer fast selbst. Aragaki sagt Nanbu, dass er vorhat, Joe zu vernichten, um sich dafür zu rächen, dass er sein Versprechen gebrochen hat, dass das Fitnessstudio immer ein Zuhause für ihn sein würde. Sachio recherchiert Aragakis Box-Rekord seit seiner Rückkehr zu Megalo vor drei Jahren und findet eine ununterbrochene Reihe brutaler Siege, die seine Gegner in einem kritischen Zustand zurücklassen. Nanbu möchte den Kampf vermeiden, aus Angst vor dem, was Aragakis Vergeltung mit Joe anstellen könnte, aber Joe weigert sich, ihn abzubrechen. Der Kampf beginnt und Joe und Aragaki scheinen anfangs ausgeglichen zu sein, aber ein fachmännisch zeitlich abgestimmter Schlag von Aragaki in der Mitte von Runde 1 lässt Joe niedergeschlagen werden, als sich der Zähler 10 nähert.","versions":[{"lang":1,"streams":[{"redirect":9593508,"hoster":"VOE"},{"redirect":8596141,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bis der letzte Hund stirbt","epNo":6,"alt":"Until the Last Dog Dies","descr":"Joe schafft es beim 9. Zählen aufzustehen und kämpft weiter gegen Aragaki. Nanbu, der den Kampf für verloren hält, wirft fast das Handtuch, aber Joe stoppt ihn und beginnt sich zu wehren, indem er sein Gewicht gleichmäßig verteilt, wie Nanbu es ihm beigebracht hat. Aragaki erkennt die Technik und erinnert sich an seine Zeit unter Nanbu und beginnt zusammenzubrechen, als seine Wut ihn überwältigt; Joe landet einen kräftigen Schlag, der Aragaki fast ohnmächtig macht. Der Kampf geht bis zur vierten Runde weiter, wobei beide Kämpfer zahlreiche Schläge erhalten, aber aufgrund eines Verfalls von Aragaki endet, bevor die fünfte beginnen kann. Nanbu versöhnt sich mit Aragaki in der Umkleidekabine und Aragaki enthüllt, dass er aufgrund der Schäden, die seine Beinimplantate während des Kampfes erlitten haben, Gefahr läuft, bettlägerig zu werden, und dies war sein letzter Megalo-Boxkampf. Er gibt Nanbu einen gescheiterten Wettschein zurück, den Nanbu Aragaki als Glücksbringer gegeben hatte und der ihn davon abgehalten hatte, sich umzubringen; er sagt Nanbu, dass er es Joe geben soll.Yukiko kündigt Glen Burroughs öffentlich als dritte Karte in Megalonia an. Mikio Shirato sagt Yūri, dass sich die Öffentlichkeit mehr für \"Gearless\" Joe interessiert als für die anderen Boxer, aber er hat einen Plan, um Joe davon abzuhalten, es nach Megalonia zu schaffen.","versions":[{"lang":1,"streams":[{"redirect":9593509,"hoster":"VOE"},{"redirect":8596133,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Weg zum Tod","epNo":7,"alt":"The Road to Death","descr":"Joe wird immer beliebter, hat aber immer noch sehr geringe Chancen, für Megalonia ausgewählt zu werden. Mikio gewinnt ein Match gegen Sugar R. Hill und sagt den Leuten, dass er Joe als nächstes herausfordern wird. Das Exekutivkomitee der Shirato Group fordert Yukiko auf, Mikio nach Megalonien zu bringen, aber sie hat eine andere Agenda und möchte nicht, dass ihr Bruder weiter kommt. Mikio sagt Yukiko, dass er weiß, dass sie seinen Kampf mit Sugar in der Hoffnung begonnen hat, ihn aus dem Rennen zu schlagen, und sie hatte auch vor, ihn aus dem gleichen Grund für den Kampf gegen Joe einzusetzen. Mikio trifft sich mit Joe, bevor ihr Kampf beginnen soll. Joe will Mikio schlagen, wird aber von Nanbu gestoppt, der ihn KO schlägt. Mikio gewinnt das Match standardmäßig, wenn Joe es nicht tutEr betritt den Ring und schwört, die Shirato-Gruppe von Yukiko zurückzuholen.","versions":[{"lang":1,"streams":[{"redirect":9593510,"hoster":"VOE"},{"redirect":8596145,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Frist des Traums","epNo":8,"alt":"Deadline of the Dream","descr":"Nachdem Mikio verloren hat, plant die Shirato Group, ihn offiziell als letzten Finalisten in Megalonia zu ernennen. Als Nanbu erkennt, dass Mikio Joes Geheimnis immer noch nicht der Öffentlichkeit enthüllt hat, beschließt er, Fujimaki um einige Informationen über Mikio zu bitten, um ihn zu einem Rückkampf mit Joe zu zwingen. Fujimaki erzählt Nanbu, dass jemand nach Informationen zu Joes gefälschtem Ausweis gefragt hat, aber nie die ganze Geschichte von ihm oder seinen Männern bekommen hat, was Nanbu zu der Erkenntnis führt, dass Mikio ihn mit Halbwahrheiten geblufft hat. Nanbu muss Mikio unter Druck setzen und verhört einen ehemaligen Gear-Ingenieur, der herausgibt, dass Mikio ein Team angeführt hat, um eine Gear zu entwickeln, die die Gear anderer Kämpfer lesen kann, und versucht, das Team zu schlagen, das die integrierte Gear entwickelt, die Yūri jetzt an seinem trägt Waffen. Mit diesen Informationen erkennt Nanbu, dass Joe eine Chance haben könnte,und er versucht jede erdenkliche Methode, um Yukiko zu einem Rückkampf zu überreden. Yukiko ist jedoch gegenüber Nanbu misstrauisch und sperrt ihn in einen Raum. In dieser Nacht, als die Zeremonie abgehalten wird, um die letzten vier Kämpfer für Megalonia vorzustellen, stürzt Joe die Szene auf seinem Fahrrad ab und verlangt, dass Mikio fair gegen ihn kämpft. Yukiko beschließt, das vierte Megalonia-Ticket in zwei Hälften zu reißen, indem sie Joe und Mikio jeweils eine Hälfte gibt, und erklärt, wer auch immer ihr Rematch gewinnt, gewinnt den letzten Platz.","versions":[{"lang":1,"streams":[{"redirect":8845628,"hoster":"VOE"},{"redirect":8596146,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Eine tote Blume wird niemals blühen","epNo":9,"alt":"A Dead Flower Shall Never Bloom","descr":"Mikio verprügelt Joe in ihrem offiziellen Rückkampf, da Mikios Ausrüstung, Ace, von zuvor erheblich verbessert wurde, um Joes Bewegungen zu lernen und sie innerhalb von Sekunden zu kontern. Yūri bemerkt, dass Mikio seine Ausrüstung verbessert hat, um ihn bekämpfen zu können, da eine Rückblende zeigt, dass Mikio Drogen verwendet, um seine Synchronisation mit Ace auf ein höheres Niveau als normal zu steigern. Da keine seiner Kombinationen funktioniert, beschließt Joe, seine Wachsamkeit vollständig fallen zu lassen, wodurch Aces Programmierung durcheinander gebracht wird und Mikio nicht in der Lage ist, Joe zu erledigen. Weitere Rückblenden zeigen, wie Mikio sich fragt, ob die Boxfähigkeiten tatsächlich seine oder die von Ace sind. Joe beschließt, alles auf einen Gegenschlag zu setzen. Nanbu erwartet, dass Mikio eine rechte Gerade wirft, aber stattdessen schlägt Mikio mit der linken. Joe kontert jedoch instinktiv mit einem Aufwärtshaken, schlägt Mikio aus und verdient sich seinen Platz in Megalonia.Während Joes Team Nowhere auf ihrem Boot feiert, schleicht sich Nanbu aus ihrer Party nach dem Kampf, um sich mit Fujimaki zu treffen.","versions":[{"lang":1,"streams":[{"redirect":8845625,"hoster":"VOE"},{"redirect":8596149,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die Würfel sind gefallen","epNo":10,"alt":"The Die Is Cast","descr":"Als Joe nach draußen kommt, um zu urinieren, sagt Nanbu ihm, dass die wahre Wette, die er mit Fujimaki gemacht hat, darin bestand, Megalonia zu erreichen und dann das Match zu werfen, wenn er das Halbfinale erreicht. Joe ist verärgert, dass Nanbu immer noch will, dass er einen Kampf führt, um sich selbst zu retten, und schlägt ihn, bevor er mit seinem Fahrrad davonrast. Sachio belauscht ihren Streit und rennt weg, nachdem er sich von Nanbu betrogen fühlt. Fujimaki sagt Nanbu, dass er alle drei töten wird, wenn Joe den Kampf nicht wirft. Später findet Nanbu Sachio und erzählt ihm, dass er von seiner Vergangenheit erfahren hat: Sachios Vater entwarf den Prototyp von Gear, den Yūri trägt, aber seine Forschung wurde von jemandem in der Shirato-Gruppe gestohlen und der Mann selbst wurde später tot aufgefunden. Nanbu bringt Sachio zu Yukikos Villa und bietet ihm eine Chance auf Rache, aber Sachio kann sich nicht dazu durchringen.Nanbu überzeugt stattdessen Yukiko, Sachio in Gewahrsam zu nehmen, um ihn vor Fujimaki zu schützen. Später in der Nacht, als Yukiko versucht, die Wahrheit über Sachios Vater herauszufinden, besiegt Yūri Pepe Iglesias, um in die Endrunde von Megalonia zu gelangen. Außerhalb der Arena sprechen Joe und Yūri über ihre Beweggründe, während ein betrunkener Nanbu um das Boot stolpert und sich daran erinnert, wie Fujimaki ihm davon erzählt hatDer Skorpion und der Frosch","versions":[{"lang":1,"streams":[{"redirect":9701048,"hoster":"VOE"},{"redirect":8596154,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der Todesmarsch","epNo":11,"alt":"A Deadmarch","descr":"Fujimakis Männer begleiten Nanbu in die Arena, in der Joe im Halbfinale gegen Glen Burroughs kämpfen soll. Unterdessen weigert sich Sachio, den Kampf zu sehen, da er denkt, dass Joe und Nanbu ihn beide wegen eines manipulierten Kampfes verlassen haben. Nanbu wird in die Luxussuite geführt, in der Fujimaki den Kampf beobachtet, als Joe nach einem Besuch bei seinem alten Mechanikerfreund allein im Ring auftaucht und seine alte Ausrüstung trägt. Nanbu weist Joe an, in der dritten Runde abzutauchen, während Fujimaki Nanbu genau im Auge behält und ihn dafür tadelt, dass er sich wie ein echter Trainer verhält, obwohl er ihn dazu bringen wird, den Kampf zu werfen. Nanbu hofft, dass diese Tat ihre Schulden zurückzahlen wird, aber Fujimaki sagt, dass Joe für immer unter seinen Füßen sein wird. Als Joe in der Ecke verprügelt wird, versucht Nanbu, Joe zu ermutigen, weiter zu kämpfen, während seine Ausrüstung abfällt und er auf die Matte trifft.Plötzlich taucht Sachio am Ring auf und schreit Joe an, nicht aufzugeben. Joe steigt von der Matte und schafft es, Burroughs mit einem Gegenschlag zu besiegen und ihn KO zu schlagen. Unterdessen beginnt Nanbu, sich in der Suite gegen Fujimakis Männer zu prügeln. Als einer von ihnen eine Waffe auf ihn richtet, greift Nanbu nach einem Messer. Währenddessen feiern Joe und Sachio ihren Sieg und rennen dann zu der Suite, in der Nanbu sein verbliebenes Auge als Bezahlung für Fujimaki erstochen hat. Beeindruckt von dem Spektakel beschließt Fujimaki, die drei gehen zu lassen.und renne dann zu der Suite, in der Nanbu sein verbliebenes Auge als Bezahlung für Fujimaki erstochen hat. Beeindruckt von dem Spektakel beschließt Fujimaki, die drei gehen zu lassen.und renne dann zu der Suite, in der Nanbu sein verbliebenes Auge als Bezahlung für Fujimaki erstochen hat. Beeindruckt von dem Spektakel beschließt Fujimaki, die drei gehen zu lassen.","versions":[{"lang":1,"streams":[{"redirect":9593511,"hoster":"VOE"},{"redirect":8596152,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Sprung über den Rand des Todes","epNo":12,"alt":"Leap over the Edge of Death","descr":"Yukiko unterzeichnet einen Vertrag mit dem Militär über die integrierte Gear-Entwicklung ihres Unternehmens, ist jedoch schockiert, als sie feststellt, dass Yuri beschlossen hat, seine eigene Gear entfernen zu lassen. Yuri sagt, dass er Joe auf Augenhöhe bekämpfen möchte, ohne jegliche Ausrüstung. Ein neu blinder Nanbu lädt Aragaki ein, Joe für den Kampf an seiner Stelle zu trainieren, und nutzt sein verbessertes Gehör, um Joes Form zu kritisieren. Währenddessen besucht Yuri Mikio in seiner Hütte im Wald, um seine Ausrüstung operativ entfernen zu lassen. Später erfährt Yukiko, dass Joes Ausweis gefälscht ist und hat eine Ausrede, um ihn vom Turnier zu disqualifizieren, aber sie hält sich zurück und beschließt, Yuri zu besuchen. Yuri erholt sich langsam von den Schmerzen der Operation und verweigert Yukikos Hilfe, als sie eine Narkose anbietet, da sie den Schmerz alleine bekämpfen möchte. Später besucht Yukiko dann Joe am Flussufer,Sie sagt ihm, dass sie von dem gefälschten Ausweis weiß, aber seinen Kampf mit Yuri nicht beenden wird, da sie nicht verstehen kann, was Yuri dazu gebracht hat, so drastische Maßnahmen zu ergreifen, um gegen ihn zu kämpfen.","versions":[{"lang":1,"streams":[{"redirect":8845634,"hoster":"VOE"},{"redirect":8596157,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Geboren um zu sterben","epNo":13,"alt":"Born to Die","descr":"Joe und Yuri haben ihren Rückkampf im Finale von Megalonia, als Yuri mit entfernter Ausrüstung den Ring betritt, um Joe unter gleichen Bedingungen zu bekämpfen. Währenddessen versucht Yukiko, mit ihren militärischen Kunden fertig zu werden, die ihre Ausrüstung für die Waffenentwicklung anpassen möchten, aber sie reibt an der Idee. Obwohl die Genesung von der Operation Yuris Ausdauer erschöpft hat, fährt er fort, Joe Schlag für Schlag zu messen, bis er nach 12 Runden Schwierigkeiten hat, aus seiner eigenen Wasserflasche zu nippen. In der 13. Runde setzen beide Kämpfer alles auf einen letzten Schlag. Plötzlich verschiebt sich die Episode in ein Jahr in der Zukunft, in dem Nanbu eine neue Boxhalle namens \"Gym Nowhere\" eröffnet hat. Das nächste Megalonia-Turnier steht kurz bevor, wobei der ursprüngliche Gewinner seinen Titel geräumt hat. Yuri wird an einen Rollstuhl gefesselt gezeigt,und Joe kommt später mit seinem Fahrrad im Fitnessstudio vorbei, um ein paar Pakete auszuliefern. Die abschließende Titelkarte verrät, dass \"Gearless\" Joe den Meisterschaftskampf vor einem Jahr durch KO . gewonnen hat","versions":[{"lang":1,"streams":[{"redirect":8845632,"hoster":"VOE"},{"redirect":8596163,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"","epNo":1,"alt":"Apparitions hum the requiem","descr":"Ungefähr fünf Jahre, seit er den Titelgürtel bei Megalonia gewonnen hat, wandert Joe mit einfacher Megalo Boxing-Ausrüstung unter dem Namen \"Nomad\" zu verschiedenen unterirdischen Kampfringen, seiner einzigen Bedingung, dass der Kampf legitim ist, während er Geld verdient, um seine Schmerzmittelsucht anzuheizen. Nachdem er von einem anderen hochqualifizierten ehemaligen Profi-Megalo-Boxer namens \"Chief\" gehört hat, der Siege auf der Untergrundbahn erringt und andere Herausforderer abschreckt, bietet Nomad an, sein nächster Gegner zu sein. Nomad erkennt Chief von der Bar, die er neulich besucht hat, während Chief seine wahre Identität als Joe zu kennen scheint. Während des Kampfes erkennt Nomad, dass Chief derjenige war, der von den Promotern dafür bezahlt wurde, einen Tauchgang zu machen, als Nomad bei einem schwachen Schlag durch KO gewinnt. Auf dem Parkplatz schlägt Chief Nomad danach in den Magen und verspottet ihn, weil er auf Schmerzmittel angewiesen ist.Als Joe mit seinem Fahrrad in die Wildnis rast, begegnet er einem toten Wolf und beschließt, ihn zu begraben. Später kehrt der Geist von Nanbu zurück, um ihn zu verfolgen.","versions":[{"lang":3,"streams":[{"redirect":8845633,"hoster":"VOE"},{"redirect":8845630,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"","epNo":2,"alt":"Despair brings courage to the cowardly","descr":"Nomad meldet sich für einen weiteren Kampf an, als sein Motorrad von einem Einwandererjungen kurzgeschlossen und gestohlen wird. Er folgt dem Jungen zurück zu einer provisorischen Gemeinde in einem verlassenen Vergnügungspark, wo Nomad feststellt, dass der Junge, Mio, seiner Mutter Marla das Fahrrad und die Megalo-Boxausrüstung zum Schrott gegeben hat. Als sie ihm anbietet, ihm bei der Reparatur des Fahrrads zu helfen, bricht Nomad zusammen. Später wacht er in einem Wohnwagen auf, während sich die Community auf ein Festival vorbereitet. Plötzlich taucht ein Bautrupp auf und fordert die Einwanderer auf, aufzuräumen, da das Land versteigert werden soll. Chief erscheint jedoch an der Front und überzeugt die Crew, den Abriss zu verhindern, bis die Auktion tatsächlich abgeschlossen ist. Später in der Nacht gibt Chief Nomad zu, dass er kein richtiger Megalo-Boxer ist, aber er gab vor, einer zu sein, damit er mit Streichhölzern Geld verdienen konnte. In der Vergangenheit,er wurde von \"Gearless\" Joes Kampf als undokumentierter Kämpfer selbst inspiriert, in dieses Land zu reisen und den Traum von einem besseren Leben zu verfolgen. Mio hört, wie Chief Nomad als Joe bezeichnet, und erzählt schließlich einem Mafia-Leutnant namens Tetsu von ihm. Am nächsten Tag rast Nomad auf seinem Fahrrad davon, als Mafia-Boss Hikawa auf der Suche nach Joe kommt, nur um ihn wegzufinden, während Chief mit seinem Plan prahlt, das bevorstehende Megalobox-Turnier zu gewinnen und das Land seiner Gemeinde mit dem Preisgeld zurückzukaufen. Währenddessen erinnert sich Nomad an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.s Kampf als undokumentierter Kämpfer selbst, um in dieses Land zu reisen und den Traum von einem besseren Leben zu verfolgen. Mio hört, wie Chief Nomad als Joe bezeichnet, und erzählt schließlich einem Mafia-Leutnant namens Tetsu von ihm. Am nächsten Tag rast Nomad auf seinem Fahrrad davon, als Mob-Boss Hikawa auf der Suche nach Joe kommt, nur um ihn zu finden, während Chief mit seinem Plan prahlt, das bevorstehende Megalobox-Turnier zu gewinnen und das Land seiner Gemeinde mit dem Preisgeld zurückzukaufen. Währenddessen erinnert sich Nomad an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.s Kampf als undokumentierter Kämpfer selbst in dieses Land zu reisen und den Traum von einem besseren Leben zu verfolgen. Mio hört, wie Chief Nomad als Joe bezeichnet, und erzählt schließlich einem Mafia-Leutnant namens Tetsu von ihm. Am nächsten Tag rast Nomad auf seinem Fahrrad davon, als Mob-Boss Hikawa auf der Suche nach Joe kommt, nur um ihn zu finden, während Chief mit seinem Plan prahlt, das bevorstehende Megalobox-Turnier zu gewinnen und das Land seiner Gemeinde mit dem Preisgeld zurückzukaufen. Währenddessen erinnert sich Nomad an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.und endet damit, einem Mafia-Leutnant namens Tetsu von ihm zu erzählen. Am nächsten Tag rast Nomad auf seinem Fahrrad davon, als Mob-Boss Hikawa auf der Suche nach Joe kommt, nur um ihn zu finden, während Chief mit seinem Plan prahlt, das bevorstehende Megalobox-Turnier zu gewinnen und das Land seiner Gemeinde mit dem Preisgeld zurückzukaufen. Währenddessen erinnert sich Nomad an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.und endet damit, einem Mafia-Leutnant namens Tetsu von ihm zu erzählen. Am nächsten Tag rast Nomad auf seinem Fahrrad davon, als Mob-Boss Hikawa auf der Suche nach Joe kommt, nur um ihn zu finden, während Chief mit seinem Plan prahlt, das bevorstehende Megalobox-Turnier zu gewinnen und das Land seiner Gemeinde mit dem Preisgeld zurückzukaufen. Währenddessen erinnert sich Nomad an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.Nomad erinnert sich an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.Nomad erinnert sich an seine letzten Momente mit Nanbu und gibt sich selbst die Schuld an seinem Tod, als er vor einem Kampf eine weitere Flasche Schmerzmittel öffnet. In der nächsten Nacht kehrt Nomad zu Chief zurück und bietet an, mit ihm zu trainieren, und sagt, er habe die Drogen abgesetzt.","versions":[{"lang":3,"streams":[{"redirect":8845636,"hoster":"VOE"},{"redirect":8845635,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"","epNo":3,"alt":"If you desire the illness of root rot then do not cover the drainage hole of the pot","descr":"Joe arbeitet mit Chief zusammen, bricht aber plötzlich vor dem Entzug vor den Schmerzmitteln und den Erinnerungen an Nanbus Tod zusammen. Unterdessen führen Tetsu und seine Schläger eine Belästigungskampagne gegen die Einwanderer in der Casa, die leise von Mio unterstützt werden, in der Hoffnung, sie vor der Auktion zu vertreiben. Der Eröffnungstag des Grand Megalobox Tournament kommt und Joe setzt sich weiterhin mit seinen inneren Dämonen auseinander, aber seine Gegenschlagstrategie funktioniert, als Chief sein Eröffnungsmatch mit einem KO in der ersten Runde gewinnt. Zurück in der Casa erzählt Marla Joe mehr über Chiefs Geschichte: dass er eine Frau hatte, die früh starb, und einen gebrechlichen, aber brillanten Sohn namens Carlo, der half, Chief\u0027s Gear zu entwerfen, um sich auf die Verteidigung zu konzentrieren. Als Carlo auf der Reise in dieses Land starb, missbrauchte Chief Schmerzmittel und Alkohol, bis seine Ausrüstung eines Tages nach einem Spiel zusammenbrach.und Chief selbst brach in Tränen aus, bevor er schwor, Carlos Andenken zu ehren, indem er clean wurde. Als Chief und seine Gemeinde später eine sabotierte Wasserpumpe reparieren, versöhnt sich Joe mit seiner Erinnerung an Nanbu. Joe schneidet sich dann rechtzeitig für das nächste Turnierspiel die Haare, wo Chiefs schauspielerische Fähigkeiten ihm helfen, seinen Gegner KO zu schlagen. Später in der Nacht werfen Tetsus jugendliche Schläger einen Molotow-Cocktail in die Casa und setzen Chiefs Wohnwagen in Brand. Chief stürzt in den Wohnwagen, als sich die Flammen plötzlich ausweiten.s jugendliche Schläger werfen einen Molotowcocktail in die Casa und setzen Chiefs Wohnwagen in Brand. Chief stürzt in den Wohnwagen, als sich die Flammen plötzlich ausweiten.s jugendliche Schläger werfen einen Molotowcocktail in die Casa und setzen Chiefs Wohnwagen in Brand. Chief stürzt in den Wohnwagen, als die Flammen plötzlich größer werden.","versions":[{"lang":3,"streams":[{"redirect":8845638,"hoster":"VOE"},{"redirect":8596182,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"","epNo":4,"alt":"Love cannot be lost if a flower of the soul blooms","descr":"Obwohl sein Wohnwagen zerstört ist, gelang es Chief mit leichten Verbrennungen und seiner Kiste voller Bargeld für die Casa zu entkommen. Unterdessen nimmt Mio die Schuld für das Feuer auf sich und beschließt, die Casa alleine zu verlassen. Als das Finale des Turniers beginnt, sagt der Entwickler Hikawa, dass es ihm egal ist, wer gewinnt, solange er für das Los bezahlt wird. Hikawas Megaloboxer Mamiya verwendet rassistische Sticheleien und illegale Schläge, um Chief zu kritischen Fehlern zu bewegen, während Joe versucht, ihn davon zu befreien. Chief und Mamiya sind beide während des Kampfes erschöpft, bis Mio plötzlich zurückkehrt, um Chief anzufeuern, was ihm den Entschluss gibt, Mamiya in der fünften Runde KO zu schlagen. Mit den Turniergewinnen in Kombination mit den früheren Ersparnissen von Chief hat seine Gemeinde das Geld, um ihr Land zu kaufen. Chief überredet Joe, wirklich wieder ins Megaloboxing einzusteigen.und hofft, bald ein echtes Spiel gegen ihn zu haben. Am nächsten Tag wird Chief tot in seinem Truck gezeigt. Die Gemeinde veranstaltet eine Beerdigung für Chief, als Marla den Kauf des Landes der Gemeinde abschließt und Mio sagt Joe, dass sie beschlossen haben, Chief\u0027s Gear in seinem Andenken zu hinterlassen. Joe bedankt sich bei Marla und Mio und verlässt die Casa auf seinem Fahrrad, da er vorhat, nicht mehr vor seiner Vergangenheit davonzulaufen.","versions":[{"lang":3,"streams":[{"redirect":8845637,"hoster":"VOE"},{"redirect":8719584,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"","epNo":5,"alt":"The promised land answered that there is no messiah","descr":"Joe kehrt ins Gym Nowhere zurück und findet dort eine zerbrochene Hülle vor. Rückblenden zeigen, dass Nanbu gegen Krebs im Spätstadium kämpfte, während Edison Liu, Yuris Schüler, um ein Match mit Joe bat, der sich hauptsächlich darauf konzentrierte, das Waisenhaus zu leiten und Trainer im Fitnessstudio zu sein. Joe wollte das Geld aus dem Match gewinnen, in der Hoffnung, damit eine experimentelle Behandlung für Nanbu bezahlen zu können, und verbrachte mehrere Wochen damit, zu trainieren, aber Sachio sah seine Handlungen als Ignorieren von Nanbu an, während sich sein Zustand verschlechterte. In der Gegenwart schläft Joe in dem kaputten Fitnessstudio ein, wacht aber auf und findet einen älteren Sachio, der ihn angreift. Nachdem Joe sein Gesicht gesehen hat, lässt er sich von Sachio in die Bewusstlosigkeit schlagen. Später erfährt Joe von Aragaki, dass Sachio nach einem Taifun vor über einem Jahr die Kinder retten konnte, das Fitnessstudio jedoch nie wiederhergestellt wurde.Jeder ging entweder in ein Waisenhaus oder nahm andere Jobs an. Sachio bat Aragaki später, ihm das Kämpfen beizubringen, aber im Gegensatz zu Joe hatte er nicht das natürliche Talent dafür, obwohl er ihn trotzdem trainierte. Sachio tritt später in einen unterirdischen Kampfring ein und wird schwer geschlagen, weigert sich jedoch, mit Joe zu sprechen, als er die Arena verlässt.","versions":[{"lang":3,"streams":[{"redirect":8845647,"hoster":"VOE"},{"redirect":8596188,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"","epNo":6,"alt":"Though you admit yourself to be powerless, still God offers his image to be stepped on","descr":"Als Joe an einem nahegelegenen Flussufer Wasser holt, entdeckt er Bonjiri, der beim Wegfahren einen Flyer für sein chinesisches Restaurant ablegt. Im Restaurant beginnen ein paar lokale Gangster, Oicho zu belästigen, bis Sachio eine Flasche über einem ihrer Köpfe zerschmettert. Die Gangster kommen zurück und plündern das Restaurant, bevor sie mit der Urkunde zum Gebäude aufbrechen. Fujimaki bietet Sachio später eine Chance, die Tat zurückzubekommen, wenn er einen Kampf gegen einen härteren Gegner gewinnen kann. Kurz vor dem Kampf beschließt Joe, an der Stelle von Sachio als Gearless Joe in den Ring zu steigen. Während der gesamten Episode erinnert Joe an seinen Kampf mit Edison Liu, wie sich Nanbus Zustand einige Minuten vor dem Kampf verschlechterte und wie Joe in der zweiten Runde hart unterging. In der Gegenwart wird Gearless Joe in der zweiten Runde ausgeknockt. Während die Kinder auf Joe wartenAls Joe zurückkehrt, enthüllt er, dass er den Kampf verloren hat, aber die Urkunde als Teil seines Deals mit Fujimaki zurückbekommen hat, bevor Sachio Joe sagt, dass er gehen soll.","versions":[{"lang":3,"streams":[{"redirect":8845641,"hoster":"VOE"},{"redirect":8845650,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"","epNo":7,"alt":"The Fool that the card signifies is not a halfwit jester","descr":"Edison Liu trainiert hart für einen bevorstehenden Kampf gegen Mac Rosario. Als Edison jedoch hört, dass Joe wieder in der Stadt ist, beschließt er, Joe selbst zu konfrontieren und ihn zu bitten, sein Sparringspartner zu sein. Edison glaubt, dass die Medien und Fans ihn, obwohl er Joe vor 5 Jahren besiegt hat, immer noch als \"Yuris Schüler\" und nicht als eigenen Megaloboxer sehen, weil er Joe in seiner Blütezeit nicht besiegt hat. In der Zwischenzeit gibt Mac den Medien ein Interview, während sie seine Geschichte als übellauniger Megaloboxer durchgehen, der beschlossen hat, Polizist zu werden. Mac war gelähmt, als er Unschuldige vor einem Bandenstreit rettete, bis ein junger CEO namens Ryugo Sakuma die Erlaubnis erhielt, ein neues \"Brain Encoding System\" zu testen, das von seiner Firma ROSCO entwickelt wurde. Mac hatte einen Neuanfang im Megaloboxing und Ryugo bekam die Chance, die Ergebnisse seines Produkts der Welt zu präsentieren.Am nächsten Tag taucht Joe in Jimmy\u0027s Gym auf, um mit Edison zu trainieren, wird aber bald unterbrochen, als sie den Weihnachtsmann finden, der ihren Kampf aufzeichnet, um ihn in seinem nächsten Artikel zu verwenden. Edison schwört, es nach seinem Kampf mit Mac wirklich mit Joe aufzunehmen. Endlich ist der Spieltag da. Joe und die Kinder bekommen Plätze am Ring, obwohl Sachio und Oicho nicht auftauchen. Yukiko trifft auf ihren Bruder Mikio. Als Mac zum Ring geht, starrt er in Joes Richtung.","versions":[{"lang":3,"streams":[{"redirect":8845643,"hoster":"VOE"},{"redirect":8596171,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"","epNo":8,"alt":"Rainbow\u0027s trajectory draws an arc at the beginning of the end","descr":"Das Match zwischen Liu und Mac beginnt. Eine zunächst vorsichtige Liu erkennt Mac schnell und gewinnt die Oberhand. Da der Kampf für Mac jedoch so gut wie verloren aussieht, kontert er mit plötzlicher Konzentration und Wildheit, ein Phänomen, das von seinen Fans als \"Mac Time\" bekannt ist. Liu geht blitzschnell zu Boden und Mac wird zum neuen Champion ernannt. Nachdem Liu schwer verletzt und ins Krankenhaus eingeliefert wurde, äußert Yuri zu Joe sein Schuldgefühl, weil er Liu seine eigenen Träume aufgedrängt hat. Mac zeigt zu Hause ein unberechenbares Verhalten und nimmt seinem Sohn Miguel gewaltsam Essen weg. Maya, Macs Frau, bringt ihre Bedenken zu Sakuma, der mitfühlend wirkt, aber Macs Verhalten einfach auf Stress zurückführt. Yukiko denkt über das frühere Treffen mit ihrem Bruder nach, bei dem er behauptete, dass \"Mac Time\" das Ergebnis der negativen Wirkung von BES auf das Gehirn sei.","versions":[{"lang":3,"streams":[{"redirect":8845642,"hoster":"VOE"},{"redirect":8845639,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"","epNo":9,"alt":"The way in which to live cannot be counted on one hand, even still there are ways to survive","descr":"Santa und Bonjiri helfen Joe beim Wiederaufbau von Gym Nowhere. Yukiko lässt ROSCO heimlich untersuchen und entdeckt, dass ROSCO mit dem Militär über den Einsatz von BES diskutiert hat. Sie konfrontiert Sakuma und verlangt als Gegenleistung für ihre Kooperation geheime Experimentdaten auf dem Mac. Sakuma willigt scheinbar ein, ordnet aber an, dass die Daten vor dem Versand manipuliert werden. Im Krankenhaus erlangt Liu das Bewusstsein wieder, aber es wird ihm gesagt, dass er sich nicht vollständig erholen und zum Megalo-Boxen zurückkehren kann. Liu sagt Joe, dass er nicht aufgeben wird und dass sie sich wie versprochen streiten werden. Joe besucht Nanbus Grab und trifft auf einen immer noch feindseligen Sachio, der Joe erzählt, dass Gym Nowhere gestorben ist, als Joe vor Jahren gegangen ist, und dass die Dinge nicht wieder normal werden können, nur weil Joe den Ort wiederaufbaut. Wenn ein Taifun das Fitnessstudio bedroht,Aragaki und Oicho schließen sich der Gruppe an, um beim Abbinden des Gebäudes zu helfen. Mac macht sich Sorgen über seine Aktionen im Ring und seinen geistigen Verfall, aber Sakuma ermutigt ihn, sich daran zu erinnern, warum er zurückgekommen ist, nachdem er vom Megalo-Boxen weggegangen ist.","versions":[{"lang":3,"streams":[{"redirect":8845652,"hoster":"VOE"},{"redirect":8596200,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"","epNo":10,"alt":"Past defeat is with the omen of good fortune","descr":"Mac fordert Joe zu einem Kampf heraus, doch Joe zögert. Yukiko gibt einem unzufriedenen Vorstand der Shirato Group bekannt, dass sie erwägt, die Verbindung zu ROSCO aufgrund der jetzt veröffentlichten Risiken und des möglichen militärischen Einsatzes von BES abzubrechen. ROSCO schickt seinen leitenden Forscher Yoshimura, um Mikio Shirato unter Druck zu setzen, seine These über die Risiken von BES zurückzuziehen. Mikio wiederum schlägt seinem ehemaligen Schüler vor, seine Fehler zu akzeptieren und zu korrigieren. Joe sieht, wie Mac Liu im Krankenhaus besucht. Mac verrät, wie sehr ihn Joes Weg zum Champion inspiriert hat; Liu ermutigt Joe auch, den Kampf anzunehmen. Nachdem er sich an seine Zeit mit Chief erinnert hat, beschließt Joe, gegen Mac zu kämpfen. Liu bittet einen widerstrebenden Yuri, Joe bei der Vorbereitung zu helfen, und sagt ihm, dass er sich keine Vorwürfe für das Geschehene machen sollte. Joe kommt zu Sachio und die beiden haben einen spontanen Kampf;Joe sagt Sachio, dass es nicht Sachios Schuld war, dass er vor Jahren gegen Liu verloren und alle zurückgelassen hat. Sachio willigt ein, ins Gym Nowhere zu kommen, als Joe zusammenbricht.","versions":[{"lang":3,"streams":[{"redirect":13841951,"hoster":"VOE"},{"redirect":8132818,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"","epNo":11,"alt":"When removing the armor that cannot be taken off, the seed of fortune and misfortune sprouts","descr":"Joe wird ins Krankenhaus gebracht und die Kinder und Aragaki erfahren von den Schäden an Joes Körper durch Megalo-Boxen und seiner früheren Schmerzmittelsucht. Maya wird von Asamoto von der Shirato Group kontaktiert und nach Macs Zustand gefragt, aber sie sagt nichts. Sakuma sagt Yukiko, dass ROSCO nicht die Absicht hat, sich von der Shirato Group zu trennen und BES aufzugeben. Yoshimura beschäftigt sich zunehmend mit den Gefahren von BES. Joe wird in Kürze aus dem Krankenhaus entlassen und seine Freunde feiern eine Party im neu gebauten Gym Nowhere. Joe erzählt von seinen Erlebnissen auf der Straße und verspricht, keine Geheimnisse zu haben. Dann fragt er alle nach ihren Gedanken zur Annahme von Macs Herausforderung, die wahrscheinlich der letzte Kampf seiner Karriere sein wird. Trotz ihrer Bedenken stimmen sie zu, Joe zu respektieren.s Wünsche und ihm bei der Vorbereitung auf den Kampf zu helfen. Joe kündigt an, dass er diesmal nicht gegen \"Gearless\" kämpfen wird, sondern stattdessen Chief\u0027s Gear verwenden wird. Nach einer weiteren Episode eines Nervenzusammenbruchs wird Mac von Maya erzählt, dass sie ihn zu ROSCOs BES-Experiment angeboten hat, als er gelähmt war, im Austausch für eine Herztransplantation für ihren kranken Sohn. Mac konfrontiert Sakuma, der darauf besteht, dass Maya die richtige Wahl getroffen hat und dass Mac dadurch Großes erreichen konnte.der darauf besteht, dass Maya die richtige Wahl getroffen hat und dass Mac dadurch Großes erreichen konnte.der darauf besteht, dass Maya die richtige Wahl getroffen hat und dass Mac dadurch Großes erreichen konnte.","versions":[{"lang":3,"streams":[{"redirect":13841957,"hoster":"VOE"},{"redirect":13841956,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"","epNo":12,"alt":"You can\u0027t erase the voice of the voiceless even after the applause ends","descr":"Mac ist mutlos und wandert durch die Straßen. Joe beginnt mit Yuri und Aragaki zu trainieren, während die Kinder daran arbeiten, Chief\u0027s Gear an Joe zu verbessern und anzupassen; Ihr Fokus liegt nicht darauf, Mac zu besiegen, sondern defensiv zu spielen, damit Joe den Kampf sicher beenden kann. Mac trifft einen alten Kollegen aus seiner Zeit als Polizist, der ihm erzählt, wie andere zu ihm aufschauen, sowohl als Beamter als auch als Megalo-Boxer. Mac erinnert sich an sein Leben und die Geschichte vom Kolibri und dem Nomaden, die er Miguel vorgelesen hat; der Nomade wandert umher und glaubt, alles verloren zu haben, aber der Kolibri erinnert sie immer wieder an die Dinge, die sie noch haben und singt ihnen ein Lied. Mac beschließt, zu seiner Familie zurückzukehren. Mac sagt Sakuma, dass er diesen Kampf auf seine eigene Weise führen und danach von ROSCO weggehen wird. Der Tag des Ausstellungsspiels kommt.","versions":[{"lang":3,"streams":[{"redirect":13841950,"hoster":"VOE"},{"redirect":13841953,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"","epNo":13,"alt":"Those with wings carry the wingless, those without wings bless those with wings","descr":"Vor dem Match informiert Yukiko Sakuma, dass beide die Verantwortung für die negativen Auswirkungen von BES auf den Mac übernehmen müssen. Es wird enthüllt, dass Yoshimura Mikio und Yukiko die echten Daten über Mac gebracht hat und dass Mac und Maya um ihre Hilfe gebeten haben, die Wahrheit zu enthüllen und den Kampf zu beenden, ohne Mac Time zu betreten. Obwohl Joe und Mac zu Beginn des Kampfes ebenbürtig sind, geht Joe aufgrund seiner schlechten körperlichen Verfassung zuerst zu Boden. Joe kann jedoch zurückkommen und schlägt Mac nacheinander nieder. Mac konzentriert sich auf seine Familie und kann auf außergewöhnlichem Niveau weiterkämpfen, ohne Mac Time zu betreten. Während die Kämpfer weiterhin Schläge austauschen, wirft Sachio das Handtuch, genau wie er es Joe zuvor versprochen hat. Mac wird zum Gewinner des Spiels erklärt.Yukiko kündigt an, dass sie die BES-Technologie der Welt zugänglich macht, damit jeder sie verbessern und davon profitieren kann; sie tritt von ihrem Firmenposten zurück und Sakuma wird festgenommen. Liu beginnt sein Rehabilitationstraining mit Yuri. Joe kehrt ins Gym Nowhere zurück, um unter seinen Freunden zu sein. Sie verabschieden sich von Sachio, der beschlossen hat, Gym Nowhere zu verlassen, um seinen ursprünglichen Traum zu verwirklichen, ein Gear-Ingenieur zu werden.","versions":[{"lang":3,"streams":[{"redirect":8845644,"hoster":"VOE"},{"redirect":8666180,"hoster":"Streamtape"}]}]}]}]}