{"path":"/serie/stream/megaton-kyuu-musashi","name":"Megaton-kyuu Musashi ","descr":"[Megaton Musashi] Nach einer gewaltigen Invasion wurden 90 % der Menschheit ausgelöscht. Die wenigen Überlebenden fristen ihr Dasein in einem Versteck, in dem ihr Leben überwacht und jeglicher Hinweis auf die Katastrophe vernichtet wird. Drei Jugendliche erhalten das Privileg, einen eigenen Roboter zu steuern, mit dem sie sich zum Musashi-Roboter zusammenschließen können. Von nun an ist das Leben der jungen Piloten ein Wechselspiel zwischen Roboter-Action und Schulalltag.","seasons":[{"path":"/serie/stream/megaton-kyuu-musashi/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/megaton-kyuu-musashi/staffel-1/episode-1","name":"","epNo":1,"alt":"Sleeping Lion","descr":"Der Schüler Yamato aus Akagicho wird nach einer Prügelei eingesperrt. Dann taucht sein Klassenkamerad Teru dort auf und schlägt ihm einen Deal vor. Als Gegenleistung dafür, dass er ihn aus dem Gefängnis holt, soll Yamato einen Job für ihn annehmen. Yamato und sein Rivale Ryugo machen sich auf den Weg zum vereinbarten Ort, werden aber von Terus Schlägern angegriffen. Als die beiden Teenager die Schlägerei gewinnen, bringt Teru sie in den Untergrund, wo den Jungen der Schock ihres Lebens in die Glieder fährt.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14041696","hoster":"VOE"},{"path":"/redirect/14041699","hoster":"Streamtape"}]}]},{"path":"/serie/stream/megaton-kyuu-musashi/staffel-1/episode-2","name":"","epNo":2,"alt":"The Burning Earth","descr":"Yamato, Teru und Ryugo steigen in Musashi und verlassen die Zuflucht. Draußen erwartet sie ein erbitterter Kampf gegen die Aliens. Yamato und sein Team stürzen sich ins Getümmel und erringen dank Musashis Fähigkeiten einige Siege. Doch die Aliens verwandeln ihre Kampfmaschinen und drehen den Spieß um.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14041693","hoster":"VOE"},{"path":"/redirect/14041695","hoster":"Streamtape"}]}]},{"path":"/serie/stream/megaton-kyuu-musashi/staffel-1/episode-3","name":"","epNo":3,"alt":"Assassin","descr":"Arshem ergreift von Asunas Körper Besitz und setzt Yamato nach, um ihn zu töten. Der Versuch scheitert jedoch, da er sie bemerkt. Um ihre Tarnung aufrechtzuerhalten, behauptet sie, dass sie in ihn verliebt sei. Später erfahren Yamato und seine Teamkameraden, dass einer der Piloten ermordet wurde.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14041701","hoster":"VOE"},{"path":"/redirect/14041702","hoster":"Streamtape"}]}]},{"path":"/serie/stream/megaton-kyuu-musashi/staffel-1/episode-4","name":"","epNo":4,"alt":"Cat Tactics","descr":"Der Austauschschüler Reiji wirkt auf seine Mitschüler unheimlich, weil er seine ganze Zeit mit Katzen zu verbringen scheint. Als er eines Tages eine Katze verfolgt, stolpert er in die Oblivion Bay. Wie von einer geheimnisvollen Macht gelenkt, klettert er in das Cockpit des neuen Rogue. Mit der Katze an Bord aktiviert er den Autopiloten und fliegt aufs Schlachtfeld.","versions":[{"languageKey":"3","streams":[{"path":"/redirect/14041704","hoster":"VOE"},{"path":"/redirect/14041707","hoster":"Streamtape"}]}]}]}]}