{"seriesId":"meiberger-im-kopf-des-tters","name":"Meiberger - Im Kopf des Täters","descr":"Der Gerichtspsychologe Thomas Meiberger (Fritz Karl) lebt und arbeitet in St. Gilgen am Wolfgangsee und in der Stadt Salzburg und hilft dabei, Fälle, die von realen psychologischen Phänomenen inspiriert wurden, zu lösen. Dabei kennt er als forensischer Experte und Zauberkünstler die menschliche Psyche wie kein Zweiter und kann diese auch gezielt beeinflussen!","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Schlafwandeln","epNo":1,"alt":"","descr":"Eine Frau soll im Schlaf ihren Mann niedergestochen haben. Gerichtspsychologe Thomas Meiberger (Fritz Karl) wird beauftragt, ein Gutachten zu erstellen. Er stellt fest, dass die Frau seit ihrer Jugend an einer Form des \"Somnambulismus\" leidet – im Volksmund als \"Schlafwandeln\" bezeichnet. Hat sie ihren Mann tatsächlich im Schlaf unabsichtlich niedergestochen oder war es ein vorsätzlicher Mordanschlag? Auch privat wird Meiberger mit einer bitteren Nachricht überrascht: Seine Ex-Frau Karo (Jaschka Lämmert) möchte wieder heiraten.","versions":[{"lang":1,"streams":[{"redirect":12917597,"hoster":"VOE"},{"redirect":8596318,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Absturz","epNo":2,"alt":"","descr":"Eine junge Frau ist in den Tod gestürzt. Für die Kripo deutet alles darauf hin, dass der psychisch labile Lebensgefährte des Opfers die Frau aus dem Fenster gestoßen hat. Die Nachbarn bestätigen, dass er kurz vor dem Sturz aggressiv das Haus betreten hat. Allerdings finden sich keine Hinweise auf Fremdeinwirkung am Tatort. Eine unübliche Situation, die es Staatsanwältin Barbara Simma (Ulrike C. Tscharre) schwermacht, Anklage zu erheben. Sie braucht von Meiberger (Fritz Karl) ein psychologisches Gutachten. Was zur Bestätigung eines Verdachts führen sollte, entkräftet diesen aber zunächst, denn Meibergers Erkenntnisse deuten in eine ganz andere Richtung.","versions":[{"lang":1,"streams":[{"redirect":8845710,"hoster":"VOE"},{"redirect":8596316,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Die dunkle Seite","epNo":3,"alt":"","descr":"Der Kinderarzt von St. Gilgen, ein Eckpfeiler der Gemeinde, wird beschuldigt, eine Reihe von Tankstellenüberfällen begangen zu haben, den letzten mit Tötungsfolge und der Entführung einer jungen Frau (Heidi Berger). So absurd der Vorwurf auch erscheinen mag, die Aufnahmen der Überwachungskamera der Tankstelle belasten den Arzt schwer. Meiberger wird beauftragt, dem Verdächtigen ein Geständnis zu entlocken und so den Aufenthaltsort der verschleppten Frau zu erfahren. In einem Wettlauf mit der Zeit setzt er sich mit der Familiengeschichte des Arztes auseinander und stößt auf ein brisantes Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":8845705,"hoster":"VOE"},{"redirect":8596314,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Geister","epNo":4,"alt":"","descr":"Ein kleines Mädchen behauptet, dass ein Geist ihre ältere Schwester geholt hat. Von der Jugendlichen fehlt jede Spur. Der Vater kann sich das Verschwinden der Tochter nicht erklären, berichtet aber von Spukvorgängen im Haus. Während Meiberger das kleine Mädchen befragt, will Kripo-Assistent Ganslinger mit dem Freund der Jugendlichen sprechen – und muss feststellen, dass dieser in derselben Nacht ebenso verschwunden ist. Indes steht Meiberger vor einer beunruhigenden Erkenntnis: Die Aussage des kleinen Mädchens besteht alle Tests und ist glaubhaft. Meiberger wird plötzlich mit einem Fall konfrontiert, der ihn tief in den Randbereich der Parapsychologie führt.","versions":[{"lang":1,"streams":[{"redirect":8845703,"hoster":"VOE"},{"redirect":8596303,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Ausweglos","epNo":5,"alt":"","descr":"Staatsanwältin Barbara Simma ruft Meiberger zur Vermittlung in einer Krisensituation: Ein Mann (Simon Hatzl) hat seine Frau und seinen Sohn als Geiseln genommen. Barbara versucht über Meiberger einen Weg zu finden, um den Täter zu beruhigen und den Beamten Zeit zu verschaffen. Das führt Meiberger zu einer zentralen Frage: Was bringt einen nach außen hin unauffälligen Familienvater dazu, seine eigene Familie als Geisel zu nehmen? Steckt eine psychische Störung dahinter?","versions":[{"lang":1,"streams":[{"redirect":8845708,"hoster":"VOE"},{"redirect":8596321,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Paranoia","epNo":6,"alt":"","descr":"Querdenker Karl Zeugswetter (Gerald Votava) ist wegen des Verdachts einer paranoiden Persönlichkeitsstörung bei Meiberger in Therapie. Ihn quält die Angst, dass Spione aus Nordkorea ihm auf der Spur sind. Meiberger gelingt es, Karl die Ängste zu nehmen und jeglichen Bezug zur Realität zu entkräften. Karl ist beruhigt, verlässt entspannt Meibergers Haus – und wird plötzlich von einem Geländewagen überfahren. Die Kripo fahndet nach dem Fahrzeug während Meiberger sich die Frage stellen muss: Hat er Karls Situation falsch eingeschätzt? Litt Karl am Ende gar nicht an Paranoia, sondern war wirklich jemand hinter ihm her? Meiberger versucht die Wahrheit herauszufinden und stößt dabei auf beunruhigende Erkenntnisse.","versions":[{"lang":1,"streams":[{"redirect":8845709,"hoster":"VOE"},{"redirect":8596323,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Tödliche Gedanken","epNo":7,"alt":"","descr":"Eine Freundin von Meibergers Sohn Patrik ist vom Dach der Schule gesprungen. Sie lebt noch, hat aber offenbar ein Medikament genommen, das in Zusammenhang mit dem Sprung steht. Patrik glaubt nicht an einen Selbstmordversuch und bittet seinen Vater um Hilfe. Gemeinsam kommen sie einem Psychopathen auf die Spur, der im Internet emotional labile Jugendliche anzieht und gezielt ins Verderben führt. Meiberger muss den Unbekannten schnell finden bevor es das nächste Opfer gibt.","versions":[{"lang":1,"streams":[{"redirect":13918368,"hoster":"VOE"},{"redirect":8596329,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Gefangen","epNo":8,"alt":"","descr":"Meiberger wird von seiner psychopathischen Nachbarin Hannah (Hilde Dalik) festgehalten. An einen Stuhl gefesselt bleibt ihm nur sein Verstand als Waffe gegen eine gefährliche Frau, die nichts mehr zu verlieren hat. Hannah glaubt, dass ihr straffälliger Sohn durch Meibergers Gutachten ins Gefängnis kam. Als er dort Selbstmord beging, gab die traumatisierte Mutter Meiberger die Schuld daran und fasste den Plan, sich an ihm zu rächen. Sie will dafür sorgen, dass er alles verliert. Meiberger muss alle Register seines Könnens ziehen, um sich dem Psychoduell zu stellen – wobei der Einsatz nichts Geringeres ist, als sein Leben und das seiner Liebsten.","versions":[{"lang":1,"streams":[{"redirect":8845704,"hoster":"VOE"},{"redirect":8596324,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Mörderisches Spiel","epNo":1,"alt":"","descr":"Gerichtspsychologe Thomas Meiberger (Fritz Karl) soll einem Bombenleger (Harald Krassnitzer) das Handwerk legen. Der scheinbar skrupellose Mann spricht in Rätseln und treibt so ein mörderisches Spiel mit der Polizei. Wenn Meiberger es schafft, die Rätsel zu lösen, dann werden alle verschont. Schafft er es nicht, dann detoniert ein Sprengsatz in der Salzburger Innenstadt. Meiberger hilft der Polizei, angeführt von Kripo-Chef Nepo Wallner (Cornelius Obonya) und Inspektor Kevin Ganslinger (Franz Josef Danner), den Sprengsatz zu finden. Doch damit ist das Spiel nicht zu Ende. Vielmehr rückt Meiberger nun ins Visier des Täters, der ihn als würdigen Gegenspieler ausgewählt hat.","versions":[{"lang":1,"streams":[{"redirect":8845702,"hoster":"VOE"},{"redirect":8596341,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Spurlos","epNo":2,"alt":"","descr":"Als ihr Sohn plötzlich spurlos auf dem Dorffest verschwindet, wendet sich Gabi an ihre alte Schulfreundin Barbara. Diese bittet Meiberger um Hilfe, auch die Kripo wird eingeschaltet. Wurde der Junge entführt? Zum engsten Kreis der Verdächtigen zählt Gabis Ex-Mann. Ganslinger gelingt es zwar, den Mann ausfindig zu machen, doch bei dessen Flucht stürzt dieser schwer und muss ins Krankenhaus. Der Mann ist nicht vernehmungsfähig, von dem Kind fehlt nach wie vor jede Spur. Während die Polizei weiterhin fieberhaft versucht, den Jungen zu finden, stößt Meiberger bei seiner Recherche auf Details, die ihn stutzig machen. Wurde der Junge wirklich von seinem eigenen Vater entführt?","versions":[{"lang":1,"streams":[{"redirect":8845717,"hoster":"VOE"},{"redirect":8596347,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Berg","epNo":3,"alt":"","descr":"Karo bittet Meiberger um Hilfe: Ihr gemeinsamer Bekannter Richard Lang soll von seinen Kindern entmündigt werden. Grund dafür ist das Auftauchen einer jungen Frau (Zoe Straub), die Richard für seine aus einem Zeitloch zurückgekehrte Tochter Maria hält. Maria verschwand vor 30 Jahren unter mysteriösen Umständen in einer Höhle am Untersberg. Nun steht sie vor Richard und scheint keinen Tag gealtert. Sie redet wie Maria, sieht aus wie sie und weiß Dinge, die nur die echte Maria wissen kann. Für Richard gibt es keinen Zweifel. Er stützt sich dabei auf Legenden über Zeitlöcher, die man sich seit Generationen rund um den Salzburger Untersberg erzählt. Verschollene sollen Jahre später ebenso unerwartet wiederaufgetaucht sein wie nun Maria. Meiberger ist zwar skeptisch, beginnt aber dennoch Karo zuliebe mit der Begutachtung des Falls. Nach und nach stößt er dabei auf Ungereimtheiten und ein dunkles Geheimnis. Indes wird Meibergers Sohn Patrik mit den Folgen seines nächtlichen Einbruchs konfrontiert und bringt dadurch Nepo und Barbara in eine moralische Zwickmühle.","versions":[{"lang":1,"streams":[{"redirect":8845712,"hoster":"VOE"},{"redirect":8596355,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Handleserin","epNo":4,"alt":"","descr":"Marius Grubeck ahnt nichts Schlimmes, als er sich auf einem Jahrmarkt von der jungen Wahrsagerin Mia aus der Hand lesen lässt. Doch dabei erfährt er, dass er noch am selben Tag sterben wird. Als Grubeck am Abend tatsächlich Opfer eines Raubmordes wird, gerät die Handleserin ins Visier der Ermittler. Was hat sie gewusst? Für Barbara und Nepo ist klar, dass Mia mit dem Verbrechen zu tun haben muss und eine Spur zum Täter liefern kann. Doch die junge Frau ist nicht vernehmbar und gibt keine Antworten. Meiberger erkennt, dass Mia das \"Cold Reading\" beherrscht. Dadurch bemerkt sie Details und kann binnen Sekunden Reaktionen einschätzen. Er glaubt daher an ihre Unschuld. Die Lage spitzt sich zu, als Meiberger und Ganslinger in letzter Sekunde eine Entführung von Mia verhindern können. Meiberger fasst daraufhin einen ungewöhnlich Plan: Um Mias Vertrauen zu gewinnen und zu erfahren, warum sie vom Tod Grubecks wusste, versteckt er sie in seinem Haus. Doch der Angreifer ist ihnen bereits auf der Spur.","versions":[{"lang":1,"streams":[{"redirect":8845711,"hoster":"VOE"},{"redirect":8596360,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Schwarze Witwe","epNo":5,"alt":"","descr":"Meiberger soll die Polizei bei der Jagd nach einer \"Schwarzen Witwe\" unterstützen, die über eine Online-Datinplattform Männer anspricht und nach dem Liebesspiel ermordet. Die Frau scheint nicht nur verführerisch, sondern auch hochintelligent zu sein. Die Taten sind akribisch geplant und unmöglich zurückzuverfolgen. Meiberger versucht ein Beuteschema zu erkennen und beschließt, den Spieß umzudrehen: Er schaltet ein Profil von sich, das genau den Vorlieben der Täterin entspricht – und schafft es tatsächlich, dass sie anbeißt und einem Treffen zustimmt. Ein gefährliches Katz-und-Maus Spiel beginnt. Auch auf privater Ebene hat Meiberger zu kämpfen: Barbara hat sich plötzlich eine Waffe zugelegt und geht immer mehr auf Distanz zu ihm. Was hat sie zu verbergen?","versions":[{"lang":1,"streams":[{"redirect":8845713,"hoster":"VOE"},{"redirect":8596366,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Stimmen","epNo":6,"alt":"","descr":"Christian leidet seit geraumer Zeit an Schlafstörungen, weshalb er bei Meiberger in Behandlung ist. Doch die Beschwerden nehmen nicht ab, im Gegenteil: Seit kurzem glaubt Christian auch noch Stimmen zu hören, die ihm befehlen, seine Mutter zu töten. Meiberger kann zunächst keinen Hinweis auf eine psychische Erkrankung feststellen und schickt ihn mit einer Überweisung nach Hause. Als am nächsten Tag Christians Mutter tatsächlich ermordet aufgefunden wird, spricht alles gegen ihren Sohn. Die Beweise sind erdrückend und selbst Christian glaubt, dass er der Täter ist – obwohl er sich aufgrund der Einnahme von Schlafmittel nicht an die Tat erinnern kann. Für die Kripo ist der Fall klar und durch Christians Geständnis abgeschlossen. Doch Meiberger fühlt sich verantwortlich und beschließt, selbst zu ermitteln. Dabei stößt er auf ein dunkles Geheimnis.","versions":[{"lang":1,"streams":[{"redirect":12380216,"hoster":"VOE"},{"redirect":8596356,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Zirkus","epNo":7,"alt":"","descr":"Meibergers Vater Lorenzo (Miguel Herz-Kestranek) gerät unter Mordverdacht: Bei einer Zirkusvorführung seines berühmten Schwerttricks kommt seine Assistentin Adina ums Leben. Da Lorenzo selbst den tödlichen Schwerthieb ausgeführt hat und nach dem Unglück geflohen ist, gilt er für die Polizei als Hauptverdächtiger. Doch Lorenzo beteuert seine Unschuld, jemand muss die Apparatur manipuliert haben. Meiberger möchte seinem Vater helfen und versteckt ihn zunächst vor der Polizei. Gegen Nepos Willen beginnt er das Zirkusumfeld seines Vaters zu durchleuchten – und stößt dabei auf eine schockierende Wahrheit. Indes macht Barbara Jagd auf jenen Mann, den sie für den Mörder ihrer Mutter hält. Als sie ihn stellt, kommt es zu einer folgenschweren Entscheidung.","versions":[{"lang":1,"streams":[{"redirect":8845716,"hoster":"VOE"},{"redirect":8596375,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Schuld","epNo":8,"alt":"","descr":"Das große Staffelfinale: Barbara ist überzeugt davon jenen Mann gefangen zu haben, der vor 20 Jahren ihre Mutter ermordet hat. Mit vorgehaltener Waffe will sie ein Geständnis erzwingen. Meiberger versucht Barbara zu beruhigen, muss aber schnell feststellen, dass sie sich in einem emotionalen Ausnahmezustand befindet, in dem sie zu allem fähig ist. Als sich der Gefangene nach und nach in Wiedersprüche verstrickt, droht die Situation zu eskalieren. Indes verfolgen Nepo und Ganslinger die Spur des vermissten Mannes. Werden sie rechtzeitig eintreffen, um Meiberger helfen zu können?","versions":[{"lang":1,"streams":[{"redirect":8845718,"hoster":"VOE"},{"redirect":8596371,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Stunde Null","epNo":1,"alt":"","descr":"Ein Raubüberfall erschüttert die Gemeinde St. Gilgen am Wolfgangsee: In den frühen Morgenstunden stürmt ein bewaffneter Mann die Konditorei Ganslinger und räumt den Safe leer. Dabei wird Meibergers Lebensgefährtin Barbara, die ein Frühstück holen wollte, von einem Schuss getroffen und lebensgefährlich verletzt. Während Nepo (Cornelius Obonya) und Ganslinger (Franz Josef Danner) alles daran setzen, den Täter zu fassen, steht Meiberger (Fritz Karl) unter Schock. Verzweifelt versucht er, die Tat mithilfe der Zeugenaussagen zu rekonstruieren und zu verstehen. Als die Polizei ihn aufgrund seiner Befangenheit und seines Zustands von den Ermittlungen ausschließt, macht sich Meiberger alleine auf die Suche nach dem Täter. Und er wird nicht ruhen, bis er ihn gefunden hat. Koste es, was es wolle.","versions":[{"lang":1,"streams":[{"redirect":8845719,"hoster":"VOE"},{"redirect":8845724,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Rückfall","epNo":2,"alt":"","descr":"Seit 16 Jahren sitzt Wolfgang Funke (Reinhard Nowak) wegen Mordes im Gefängnis. Der Öffentlichkeit ist er als \"Oma-Mörder\" bekannt. Meiberger erstellt ein Gutachten über ihn und kommt zu der Einschätzung, dass keine Rückfallgefahr besteht und Funke freigelassen werden kann. Doch bereits einen Tag nach Funkes Freilassung wird eine Seniorin tot aufgefunden. Das Tatmuster entspricht exakt Funkes Handschrift. Hat der Oma-Mörder wieder zugeschlagen? Nepo ist felsenfest davon überzeugt, hat aber keine Beweise. Funke scheint ihnen immer einen Schritt voraus zu sein, er spielt regelrecht mit ihnen. Meiberger beginnt an seinem eigenen Gutachten zu zweifeln. Hat er Funke falsch eingeschätzt?","versions":[{"lang":1,"streams":[{"redirect":12917599,"hoster":"VOE"},{"redirect":8845731,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Feuerteufel","epNo":3,"alt":"","descr":"Bei einem Scheunenbrand in der Gemeinde Strobl am Wolfgangsee kommt der Landwirt Konrad Mohr ums Leben. Vor dem brennenden Gebäude wird Mohrs Hilfsarbeiter Stefan Veith aufgegriffen, weshalb die Polizei schnell von Brandstiftung ausgeht. Denn Stefan ist der Bevölkerung als \"Feuerteufel von St. Gilgen\" bekannt. Als Jugendlicher hat er einen Brand gelegt, bei dem seine Mutter ums Leben kam. Meiberger versucht eine Beziehung zu Stefan aufzubauen. Er taucht tief in die Psyche des Pyromanen ein und stößt dabei auf ein faszinierendes Geheimnis. Indes wird Nepo suspendiert, nachdem er einen Mann aus Notwehr erschossen hat. Nepo hatte keine Wahl, der Mann provozierte den tödlichen Schuss. Doch warum? Was steckt dahinter?","versions":[{"lang":1,"streams":[{"redirect":10252428,"hoster":"VOE"},{"redirect":10252430,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Auf der anderen Seite","epNo":4,"alt":"","descr":"Traumatisiert durch die Ereignisse der letzten Monate lässt sich Meiberger freiwillig in die psychiatrische Klinik seines Freundes Dr. Leder (Johannes Silberschneider) einweisen. Er nimmt an Sitzungen teil und mischt sich unter die Patienten, die er in ruhigen Momenten genau beobachtet. Der wahre Grund seiner Einweisung ist nämlich, dass Meiberger einen mysteriösen Todesfall untersucht, der von der Polizei vorschnell als Selbstmord eingestuft wurde. Dr. Leder hat den Verdacht, dass der Patient ermordet wurde. Doch wer steckt dahinter? Nach und nach erkennt Meiberger die Zusammenhänge und gerät dadurch selbst in Lebensgefahr.","versions":[{"lang":1,"streams":[{"redirect":10252436,"hoster":"VOE"},{"redirect":10252435,"hoster":"Streamtape"}]}]}]}]}