{"seriesId":"mein-sohn-jeffrey-die-dahmer-familientapes","name":"Mein Sohn Jeffrey - Die Dahmer-Familientapes","descr":"Das vierteilige Doku-Drama zeichnet das persönliche Leben des berüchtigten Serienmörders und Kannibalen Jeffrey Dahmer nach. Anhand von bislang unveröffentlichten Aufnahmen und Gesprächen zwischen Jeffrey und seinem Vater Lionel sowie exklusiven Heimvideos der Familie Dahmer wird ein bedrückendes Portrait des 1994 gestorbenen Dahmer gezeichnet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Abandoned","epNo":1,"alt":"Abandoned","descr":"Der junge Jeffrey Dahmer reift in einem zerrütteten Haushalt heran. In seinen eigenen erschreckenden Worten enthüllt er Einzelheiten seines morbiden Weges zu seinem ersten Mord und spiegelt damit die frühen unruhigen Fantasien seines Vaters wider.","versions":[{"lang":1,"streams":[{"redirect":14107221,"hoster":"VOE"},{"redirect":14107226,"hoster":"Doodstream"},{"redirect":14107230,"hoster":"Vidoza"},{"redirect":14107223,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Enlisted","epNo":2,"alt":"Enlisted","descr":"Lionel Dahmer ist sich des ersten Mordes an seinem Sohn nicht bewusst und schickt Jeffrey zunächst aufs College und dann zur Armee, um ihn aufzuklären. Als Sanitäter der Armee und mit Zugang zu Drogen beginnt Jeffrey, seinen Mitbewohner zu terrorisieren.","versions":[{"lang":1,"streams":[{"redirect":14107219,"hoster":"VOE"},{"redirect":14107222,"hoster":"Doodstream"},{"redirect":14107220,"hoster":"Vidoza"},{"redirect":14107218,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Unleashed","epNo":3,"alt":"Unleashed","descr":"Jeffrey Dahmer zieht nach Milwaukee, um die florierende Schwulenszene der Stadt auszunutzen. Unbemerkt von seiner Familie lebt der erfahrene Betrüger Jeffrey seine dunkelsten Fantasien aus und tötet und kannibalisiert 15 junge Männer und Jungen in etwas mehr als drei Jahren.","versions":[{"lang":1,"streams":[{"redirect":14107224,"hoster":"VOE"},{"redirect":14107229,"hoster":"Doodstream"},{"redirect":14107233,"hoster":"Vidoza"},{"redirect":14107225,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Discovered","epNo":4,"alt":"Discovered","descr":"Jeffrey Dahmer wird verhaftet und zu lebenslanger Haft verurteilt. Hinter Gittern sucht er nach Erlösung und findet durch die Religion wieder Kontakt zu seinem Vater. Doch für die Familien und Freunde des Opfers geht der Schmerz weiter: Jeffreys Schande bringt Vergeltung.","versions":[{"lang":1,"streams":[{"redirect":14107227,"hoster":"VOE"},{"redirect":14107231,"hoster":"Doodstream"},{"redirect":14107232,"hoster":"Vidoza"},{"redirect":14107228,"hoster":"Streamtape"}]}]}]}]}