{"seriesId":"mein-comic-bruder-luke","name":"Mein Comic-Bruder Luke","descr":"[The Stanley Dynamic] Auf den ersten Blick führen die Stanleys ein ganz normales Familienleben. Die Zwillinge Luke und Larry sind im Teenager-Alter, die kleine Schwester Lucy ist das Nesthäkchen. Doch bei genauerem Hinsehen fällt eine Besonderheit sofort auf: Luke ist alles andere als gewöhnlich, denn bei ihm handelt es sich um eine Comic-Figur. Dadurch wird der Familienalltag jeden Tag aufs neue auf den Kopf gestellt und auch an der High School sorgt Lukes einzigartige Erscheinung für viel Aufsehen.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der 1. Schultag","epNo":1,"alt":"Pilot","descr":"Larry und Luke versuchen sich an ihre neue Schule zu gewöhnen. Luke möchte gerne Mitglied im Schachclub werden, und Larry möchte so cool wie möglich rüberkommen. Doch das gelingt nicht wirklich. Im Gegenteil: Larry gerät mit Mitschüler Daniel aneinander. Da Daniel ein großer, kräftiger Junge ist, geht Larry vom Schlimmsten aus. Doch ist Daniel wirklich so bedrohlich?","versions":[{"lang":1,"streams":[{"redirect":10365081,"hoster":"VOE"},{"redirect":10365080,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"[Derzeit nicht erhältlich]  Freiwillige Helfer","epNo":2,"alt":"The Stanley Business","descr":"Lisa ist zuständig für das Catering im Bürgerzentrum und Larry und Luke sollen ihr dabei helfen. Doch stattdessen haben sie nur Augen für Christy, die ebenfalls dort arbeitet. Beide Jungs wollen unbedingt Zeit mit dem schönen Mädchen verbringen und vergessen dabei völlig, dass sie ja eigentlich ihrer Mutter helfen sollten.","versions":[{"lang":1,"streams":[{"redirect":10909930,"hoster":"VOE"},{"redirect":10909929,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der romantische Abend","epNo":3,"alt":"The Stanley Date Night","descr":"Für diesen Abend stehen große Pläne an: Lenn und Lisa wollen mal wieder einen Abend zu zweit ohne ihre Kinder verbringen und Christy möchte eine spontane Party geben. Das kann Pam, die selbst ernannte Party-Königin, jedoch nicht einfach so zulassen! Sie beschließt, ebenfalls an diesem Abend eine Feier zu organisieren. Wer am Ende die größere und coolere Party geschmissen hat, soll die Party-Königin werden.","versions":[{"lang":1,"streams":[{"redirect":10365087,"hoster":"VOE"},{"redirect":10365086,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Chaos im Bürgerzentrum","epNo":4,"alt":"The Stanley Sick Day","descr":"Lisa und Lenn verderben sich auf der Geburtstagsfeier von Knut so gründlich den Magen, dass sie das Bett hüten müssen. So kann Lisa auch nicht als stellvertretende Leiterin des Bürgerzentrums für Pam einspringen, die zu einem Seminar gereist ist. Während Lucy sich zu Hause um ihre Eltern kümmert, geht es im Bürgerzentrum drunter und drüber. Schaffen es Luke und Larry, das Chaos in den Griff zu bekommen?","versions":[{"lang":1,"streams":[{"redirect":10365090,"hoster":"VOE"},{"redirect":10365089,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Der Nachhilfe-Lehrer","epNo":5,"alt":"The Stanley Feud","descr":"Lucy hat Probleme mit ihren Mathe-Hausaufgaben und bräuchte Hilfe von ihren Eltern. Doch leider können sie die Aufgaben auch nicht lösen. Weil sie das vor Lucy nicht zugeben wollen, engagieren sie heimlich den Nachhilfelehrer Mr. Blount, der ihnen Unterricht geben soll. Doch das stellt sich als schwieriger heraus als gedacht.","versions":[{"lang":1,"streams":[{"redirect":10365095,"hoster":"VOE"},{"redirect":10365093,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Das Glücksshirt","epNo":6,"alt":"The Stanley Luck","descr":"Larry erzählt Daniel, dass er ein rosa Mädchenshirt als Glücksbringer hat. Seit er es bei Baseball-Spielen unter seinem Trikot trägt, hat sein Team bisher jedes Spiel gewonnen. Lisa verkauft das Shirt jedoch aus Versehen auf dem Flohmarkt an Christy. Nun hat sie eine Glückssträhne, und nicht mehr Larry! Als er ohne das Glücksshirt zum Spiel aufläuft, verliert seine Mannschaft direkt haushoch. Kein Wunder, dass Daniel von Larry verlangt, alles in Bewegung zu setzen, um das Shirt wiederzubekommen.","versions":[{"lang":1,"streams":[{"redirect":10365099,"hoster":"VOE"},{"redirect":10365098,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Der Familien-Spieleabend","epNo":7,"alt":"The Stanley Games","descr":"Lenn möchte einen gemeinsamen Spieleabend mit der Familie organisieren. Lisa, Luke, Lucy und Larry sind zunächst einverstanden, doch dann haben alle vier plötzlich doch andere Dinge zu erledigen. Weil auch Lenn für den Spieleabend eine Rede bei einer Comiczeichnerkonferenz abgesagt hat, haben alle ein schlechtes Gewissen und versuchen, dennoch am Spieleabend teilzunehmen. Die Folge: ein unsägliches Chaos!","versions":[{"lang":1,"streams":[{"redirect":10365102,"hoster":"VOE"},{"redirect":10365101,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Luke im Bilderrahmen","epNo":8,"alt":"The Stanley Heist","descr":"Im Bürgerzentrum findet eine Kunst-Auktion statt, und auch Lenn steuert eines seiner Gemälde bei. Knut, der sich gerade als Sicherheitsfachkraft ausbilden lässt, soll die Kunstwerke bewachen. Als er Luke bittet, ihn kurz zu vertreten, passiert diesem ein Missgeschick. Er beschmiert Lenns Gemälde aus Versehen mit Klebstoff und bleibt selbst im Bilderrahmen kleben. Um Luke zurückzuholen, klügeln Lucy und Lenn einen ausgefeilten Plan aus","versions":[{"lang":1,"streams":[{"redirect":10365104,"hoster":"VOE"},{"redirect":10365103,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Der Lieblingsspruch","epNo":9,"alt":"The Stanley Catchphrase","descr":"Lenn mangelt es an Ideen für einen neuen Comic. Da kommt es ihm gerade gelegen, dass Larry ihm von Daniels neuestem Lieblingsspruch erzählt. Begeistert greift er den Spruch in seinem Comic auf. Doch als Larrys Mitschüler den Comic sehen, gehen sie irrtümlicherweise davon aus, dass Larry der Erfinder des witzigen Spruchs ist und nicht Daniel! Noch dazu gibt es Gerüchte, dass Larry Daniel als Quarterback ersetzen will. Vergeblich versucht Larry, das Missverständnis aufzuklären, während er von seinen Mitschülern gefeiert wird.","versions":[{"lang":1,"streams":[{"redirect":10365033,"hoster":"VOE"},{"redirect":10365036,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"[Derzeit nicht erhältlich] Schachmatt","epNo":10,"alt":"The Stanley Grades","descr":"Larrys Mitschülerin Morgan ist Mitglied in einem Schachclub und stellt begeistert fest, dass Larry offensichtlich Talent für das logische Spiel mitbringt. Als dann die Schach-Meisterschaften anstehen und Larry für den Club antritt, versagt er allerdings und blamiert damit seine Schachmannschaft. Währenddessen hat auch Lucy mit einer Niederlage zu kämpfen: Sie hat in Sport eine schlechte Note bekommen. Gemeinsam mit Lisa soll ein Fitness-Kurs bei Amy soll dafür sorgen, dass Lucy ihre Sportnote verbessert und nicht sitzen bleibt.","versions":[{"lang":1,"streams":[{"redirect":10909933,"hoster":"VOE"},{"redirect":10909934,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Der perfekte Comic","epNo":11,"alt":"The Stanley All-Nighter","descr":"Lenn hat einen Krampf in seiner Hand und kann deshalb nicht an seinem aktuellen Comic weiterarbeiten. Stattdessen versucht er Larry das Zeichnen beizubringen, allerdings ohne nennenswerten Erfolg. Während sich also Larry am Zeichnen des Comics versucht, soll Lucy für ein Schulprojekt das Verhalten von tag- und nachtaktiven Insekten beobachten und zeltet dafür eine Nacht lang mit Lisa im Garten.","versions":[{"lang":1,"streams":[{"redirect":12924787,"hoster":"VOE"},{"redirect":10365038,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Knut zieht ein","epNo":12,"alt":"The Stanley Houseguest","descr":"Pam kommt durch einen Zufall dahinter, dass Knut schon seit drei Jahren im Bürgerzentrum wohnt und fordert ihn unmissverständlich auf, wieder in seine Wohnung zu ziehen. Doch die ist inzwischen abgerissen und durch ein Geschäft ersetzt worden. Lisa bietet Knut daraufhin an, solange bei ihnen zu wohnen, bis er etwas Neues gefunden hat. Jedoch wusste sie nichts davon, dass Knut Schlafwandler ist und mit lauten Schreien die Nachbarschaft wach hält. Bald hat er es geschafft, das Haus der Familie nach und nach in ein zweites Bürgerzentrum zu verwandeln. Ob ihnen eine Lösung für das Problem einfällt?","versions":[{"lang":1,"streams":[{"redirect":10365045,"hoster":"VOE"},{"redirect":10365042,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Die neuen Nachbarn","epNo":13,"alt":"The Stanley Neighbours","descr":"Die Stanleys bekommen neue Nachbarn. Lisa und Lenn wollen sich mit ihnen anfreunden, aber alle Versuche, sich beliebt zu machen, scheitern …","versions":[{"lang":1,"streams":[{"redirect":12380213,"hoster":"VOE"},{"redirect":10365049,"hoster":"Streamtape"}]}]},{"epId":"episode-14","name":"Der Sicherheits-Tag","epNo":14,"alt":"The Stanley Crime","descr":"Die Polizei ist im Bürgerzentrum zu Gast, um Kindern wichtige Sicherheitsregeln beizubringen. Währenddessen geraten die Stanleys durch Missverständnisse und Pannen in zwielichtige Situationen, sodass die Polizei alle Familienmitglieder nacheinander festnimmt. Nun müssen sie die Polizisten von ihrer Unschuld überzeugen!","versions":[{"lang":1,"streams":[{"redirect":10365054,"hoster":"VOE"},{"redirect":10365051,"hoster":"Streamtape"}]}]},{"epId":"episode-15","name":"Der Wissenschafts-Wettbewerb","epNo":15,"alt":"The Stanley Science","descr":"Im Bürgerzentrum findet ein Wissenschafts-Wettbewerb statt. Lucy meldet sich mit einem Projekt an, das zeigen soll, wie sie die Bienen vorm Aussterben retten kann. Mona ist dieses Jahr vom Wettbewerb ausgeschlossen und überredet Larry, ihre Erfindung als seine auszugeben. Über Funk möchte sie ihm erklären, wie er den Klima-Veränderer bedienen und was er sagen soll. Lucy vereitelt jedoch den Plan der beiden und Larry muss den Klima-Veränderer nun auf eigene Faust steuern. Kein Wunder, dass das in einem Wetterchaos endet","versions":[{"lang":1,"streams":[{"redirect":10365056,"hoster":"VOE"},{"redirect":10365058,"hoster":"Streamtape"}]}]},{"epId":"episode-16","name":"Der Roboter-Club","epNo":16,"alt":"The Stanley Student","descr":"Lucy wird der Zutritt zu ihrer Schule verweigert, weil das Schuldgeld seit Monaten nicht bezahlt worden ist. Wie sich herausstellt, sind die Mahnungen der Schule nie bei den Stanleys eingetroffen. Steckt der freundliche Postbote dahinter? Da Lucys Schulplatz nun vergeben ist, kommt sie auf die High School in Lukes und Larrys Klasse. Beide sind wenig begeistert, als Lucy sowohl den Vorsitz des Roboter-Clubs übernimmt als auch die neue Trainerin in Larrys Football-Mannschaft wird.","versions":[{"lang":1,"streams":[{"redirect":10365061,"hoster":"VOE"},{"redirect":10365060,"hoster":"Streamtape"}]}]},{"epId":"episode-17","name":"Superhelden","epNo":17,"alt":"The Stanley Superhero","descr":"Luke glaubt, dass es seine Berufung ist, andere zu retten. Nachdem er aufgrund seiner Rettungsaktionen eine Unmenge Geschenke eingeheimst hat, übernimmt Ronnie sein Management, um Luke als Superhelden, den Super Gummi-Man, aufzubauen. Da Luke Summer öfter als einmal rettet, beginnt diese, sich drauf zu verlassen, und lässt ihn schließlich die einfachsten Dinge für sie erledigen.","versions":[{"lang":1,"streams":[{"redirect":10365063,"hoster":"VOE"},{"redirect":10365066,"hoster":"Streamtape"}]}]},{"epId":"episode-18","name":"Opa kommt zu Besuch","epNo":18,"alt":"The Stanley Grandpa","descr":"Die Stanleys bekommen am Wochenende Besuch von Opa Lorenz. Da Lenn sich vor ihm bisher immer als erfolgreicher Architekt ausgegeben hat, ist er besonders nervös vor dem anstehenden Besuch. Doch seine Bedenken sind völlig unbegründet: Statt eines griesgrämigen alten Mannes treffen die Stanleys auf einen abenteuerlustigen, gut gelaunten älteren Herrn, der davon träumt, sich all seine Kindheitswünsche zu erfüllen. Unter anderem gehört auch ein Fallschirmsprung dazu.","versions":[{"lang":1,"streams":[{"redirect":10365069,"hoster":"VOE"},{"redirect":10365068,"hoster":"Streamtape"}]}]},{"epId":"episode-19","name":"Das Völkerballspiel","epNo":19,"alt":"The Stanley Dodger","descr":"Luke ärgert sich darüber, dass Larry ihn für unsportlich hält, und er beschließt, eine Völkerball-Mannschaft zu gründen. Doch um in der Völkerball-Liga mitspielen zu können, braucht Luke ein Team von fünf Leuten, was sich schwieriger gestaltet als gedacht. Hat die chaotische Truppe, die Luke letztendlich zusammenstellt, überhaupt den Hauch einer Chance?","versions":[{"lang":1,"streams":[{"redirect":13527822,"hoster":"VOE"},{"redirect":10365071,"hoster":"Streamtape"}]}]},{"epId":"episode-20","name":"[In E24] Die Gespenster-Führung","epNo":20,"alt":"The Stanley Spirit","descr":"Knut macht im Bürgerzentrum eine Gespensterführung. Während Luke an Geister glaubt, hält Larry das Ganze für Betrug und lässt sich nicht so leicht erschrecken. Doch dann löst Ronnie einen Stromausfall aus und Luke bleibt daraufhin im Fahrstuhl stecken. Nun glaubt plötzlich auch Larry, dass es im Bürgerzentrum spukt. Ob sich alles aufklären wird?","versions":[{"lang":1,"streams":[{"redirect":10909937,"hoster":"VOE"},{"redirect":10909936,"hoster":"Streamtape"}]}]},{"epId":"episode-21","name":"[Derzeit nicht erhältlich] Hypnose für Anfänger","epNo":21,"alt":"The Stanley Hypnotist","descr":"Luke hat sich ein Buch über Hypnose gekauft und testet sein neues Wissen direkt an Lenn aus. Erstaunlicherweise gelingt es ihm tatsächlich, Lenn zu hypnotisieren. Dieser glaubt nun, er sei Larry. Blöd nur, dass Luke es nicht schafft, die Hypnose wieder rückgängig zu machen. Nun müssen Lucy und er sich einen Plan überlegen, um das Missgeschick vor Lisa zu verbergen.","versions":[{"lang":1,"streams":[{"redirect":10909940,"hoster":"VOE"},{"redirect":10909941,"hoster":"Streamtape"}]}]},{"epId":"episode-22","name":"[Derzeit nicht erhältlich] Wer war es?","epNo":22,"alt":"The Stanley Detective","descr":"Luke hat den Club der Hobbydetektive gegründet, doch keiner außer Mona möchte beitreten. Die steht ihm dafür aber als tatkräftige Ermittlerin zur Seite, als er auf der Suche nach Summers verschwundenem Armband nicht weiter kommt. Als ihnen nichts mehr einfällt, rufen sie alle \"Verdächtigen\" zu einer Sitzung zusammen. Dort werden tatsächlich einige Geheimnisse aufgedeckt, nur von dem Armband fehlt weiterhin jede Spur. Bis plötzlich etwas Überraschendes geschieht.","versions":[{"lang":1,"streams":[{"redirect":13527823,"hoster":"VOE"},{"redirect":10910662,"hoster":"Streamtape"}]}]},{"epId":"episode-23","name":"[Derzeit nicht erhältlich] Der Kochwettbewerb","epNo":23,"alt":"The Stanley Cook-Off","descr":"Lisa will bei einem Kochwettbewerb im Gemeindezentrum mitmachen und probiert verschiedenste Rezepte an ihrer Familie aus. Der Einzige, der ihre Kochkünste nicht zu schätzen weiß, ist Larry, denn er braucht zu jedem Gericht eine ordentliche Portion Ketchup! Kale, der neuerdings in der Mensa kocht, bringt Larry auf die Idee auch beim Wettbewerb mitzumachen. Wer wohl das Kochduell für sich entscheiden wird?","versions":[{"lang":1,"streams":[{"redirect":13527828,"hoster":"VOE"},{"redirect":10910654,"hoster":"Streamtape"}]}]},{"epId":"episode-24","name":"[E20] Der Mittelaltermarkt","epNo":24,"alt":"The Stanley Honour","descr":"Im Bürgerzentrum findet ein Mittelaltermarkt statt. Larry begleitet Lucy dorthin, und auch Luke ist mit von der Partie. Während dieser sich als Robin Hood ausgibt, ist Larry vollauf damit beschäftigt, mit dem edlen Rupert um Summer zu konkurrieren.","versions":[{"lang":1,"streams":[{"redirect":13527821,"hoster":"VOE"},{"redirect":10365078,"hoster":"Streamtape"}]}]},{"epId":"episode-25","name":"[Derzeit nicht erhältlich] Ein Wochenende in der Wildnis","epNo":25,"alt":"The Stanley Wild Weekend","descr":"Opa will mit Lenn und den Jungs ein Wochenende in der Wildnis verbringen. Aber die Stanley-Männer sind keine wirklichen Naturburschen. Lenn, Opa und Larry verlaufen sich im Wald, während Luke sich mit einem wilden Bärenjungen anfreundet.","versions":[{"lang":1,"streams":[{"redirect":10909945,"hoster":"VOE"},{"redirect":12982727,"hoster":"Streamtape"}]}]},{"epId":"episode-26","name":"[Derzeit nicht erhältlich] Weihnachten mit den Stanleys","epNo":26,"alt":"The Stanley Christmas","descr":"Es ist Weihnachten und die Stanleys sind in verschiedene Aktivitäten in und ums Bürgerzentrum eingespannt. Lisa, Lenn und Knut wollen als Sternensinger durch die Gemeinde marschieren. Larry und Summer arbeiten als Verkäufer beim Wohltätigkeits-Weihnachtsbaumverkauf. Und Luke nimmt an einem Wettbewerb teil, bei dem der beste Helfer-Elf für den Weihnachtsmann ermittelt werden soll.","versions":[{"lang":1,"streams":[{"redirect":10909948,"hoster":"VOE"},{"redirect":10909947,"hoster":"Streamtape"}]}]}]}]}