{"seriesId":"meine-peinlichen-eltern","name":"Meine peinlichen Eltern","descr":"Die elfjährige Taylor hat es wirklich nicht leicht: Immer wieder schaffen es ihre Eltern, sie in Grund und Boden zu blamieren – natürlich meist ganz unabsichtlich. Nur ihr Schulfreund Hector und ihre ausgeprägte Fantasie, mit der sie immer wieder in aufregende Abenteuer flüchtet, helfen ihr bei der Bewältigung ihres schwierigen Teenagerlebens …","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Auftritt mit Folgen","epNo":1,"alt":"Taylor\u0027s DNA","descr":"Die zwölf Jahre alte Taylor möchte gleich in der ersten Folge am liebsten im Boden versinken. Mum und Dad haben sich nämlich einen ganz besonderen Auftritt für den Eltern-Talent-Wettbewerb von Taylors Schule ausgesucht: Ein Kostüm-Tanz. Damit es nicht so weit kommt, wollen Taylor und Hector mit einer DNA-Probe nachweisen, dass die beiden auf der Bühne gar nicht Taylors Eltern sind. Während diese sich schon bereit für das große Peinlichkeits-Desaster machen, hofft Taylor auf Rettung in letzter Minute.","versions":[{"lang":1,"streams":[{"redirect":8845899,"hoster":"VOE"},{"redirect":8596575,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Auf Stimmenjagd","epNo":2,"alt":"Bigger Than Vegas","descr":"Taylor steigt voll in den Schulsprecher-Wahlkampf ein, nachdem Hector sie heimlich dafür vorgeschlagen hat. Während ihr Vater und der Nachbar sich ein Duell um die beste Weihnachts-Lichtdekoration liefern, wetteifern Taylor und ihre Freundin von nebenan, Brittany, um den begehrten Schulsprecher-Posten. Alles sieht zunächst nach einem Zweikampf zwischen beiden aus, bis die perfekte und unschlagbare Brittany in Führung geht. Aber dann gibt es doch noch eine große Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8845901,"hoster":"VOE"},{"redirect":8596578,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der Traum vom Surfen","epNo":3,"alt":"Learning to Surf","descr":"Wird aus Taylor noch eine Top-Surferin? Als sie bei Trockenübungen am Strand erwischt wird, behauptet sie, Surfen wäre immer schon ihre Domäne gewesen, obwohl sie noch nie auf einem Brett gestanden hat. Und dann lädt der schöne Leon Taylor auch noch zum alljährlichen Surfwettbewerb ein! Jetzt heißt es, heimlich Stunden nehmen und versuchen, sich zusammen mit Dad als Trainer am Strand nicht wieder völlig zu blamiert. Viel Zeit bleibt nicht mehr!","versions":[{"lang":1,"streams":[{"redirect":8845902,"hoster":"VOE"},{"redirect":8596577,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die nackte Mutter","epNo":4,"alt":"Mother in the Nude","descr":"In der heutigen Folge von ‚Meine peinlichen Eltern‘ macht Taylors Mutter dem Titel alle Ehre. Als Taylor mit ihren Freunden nach Hause kommt, arbeitet ihre Mutter gerade an einer Nackt-Statue von ihr selbst. Taylor möchte am liebsten im Boden versinken, denn ihre Klasse wird die Ausstellung auch besuchen. Als Meerjungfrau verkleidet versucht sie, die Aufmerksamkeit auf sich und weg von der Statue zu lenken. Dabei fällt sie ins Wasser, aber Rettung naht! Ihr Vater, der Unterhosen-Verkäufer, stürzt sich in bunter Montur in die Fluten und wird der große Held.","versions":[{"lang":1,"streams":[{"redirect":8845906,"hoster":"VOE"},{"redirect":8596579,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Auserwählte","epNo":5,"alt":"The Chosen One","descr":"Wer möchte nicht mal auserwählt sein und ganz viel Gutes tun können? Taylor macht in der Schule Bekanntschaft mit einem tibetischen Mönch und will fortan nur noch rechtschaffen sein und in Armut leben, um damit glücklich zu werden. Hector unterstützt sie dabei nach Kräften, aber auch mit seiner Hilfe wird das Ganze doch schwieriger als gedacht. Ob sie es wirklich schaffen wird, allen weltlichen Genüssen zu entsagen und ob ein Leben ohne Pizza dann auch wirklich glücklich macht?","versions":[{"lang":1,"streams":[{"redirect":12337140,"hoster":"VOE"},{"redirect":8596580,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Aufklärung muss sein","epNo":6,"alt":"The Talk","descr":"Taylor verschaut sich in ihren Karate-Lehrer. Und plötzlich sieht es so aus, als wollten ihre Eltern das zum Anlass nehmen, mit ihr endlich das gefürchtete Aufklärungsgespräch zu führen. Sie versucht alles, dem zu entkommen. Aber es scheint nichts zu helfen. Auf Schritt und Tritt sieht sich Taylor von Babys und Schwangeren verfolgt. Bis der Tag des großen Gesprächs naht, und die Überraschung groß ist.","versions":[{"lang":1,"streams":[{"redirect":8845905,"hoster":"VOE"},{"redirect":8596582,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flagge zeigen","epNo":7,"alt":"Flag Fall","descr":"Taylor beschliesst, es sei endlich Zeit, mehr aus sich zu machen, und für ihren Freund Hector soll das Gleiche gelten. Als er sich dazu meldet, täglich die Schulfahne zu hissen, stellt Taylor ihre Freundschaft schwer auf die Probe, denn ihrer Meinung nach machen das doch nur die grössten Verlierer, belehrt sie Hector. Dieser ist beleidigt und fühlt sich von ihr schlecht behandelt. Nun muss sich Taylor entscheiden: zwischen der Freundschaft mit Hector und ihren egoistischen Vorstellungen.","versions":[{"lang":1,"streams":[{"redirect":8845908,"hoster":"VOE"},{"redirect":8596581,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Das große Spiel","epNo":8,"alt":"The Big Game","descr":"Taylor spielt das grosse Spiel, das Spiel der Spiele: Fussball – aber nur, weil der von ihr so bewunderte Leon nicht nur ein toller Surfer, sondern auch ein mindestens so guter Fussballer ist. Ihre Freude am Spiel ändert sich aber schlagartig, als ihr Vater, der Unterhosenverkäufer, zum Cheftrainer wird und sein ganz eigenes Training einführt. Während Taylor am liebsten im Rasen versinken würde, jagt ihre Schwester Layla Fussgänger und Autofahrer durch die Strassen bei dem Versuch, den Führerschein zu erwerben.","versions":[{"lang":1,"streams":[{"redirect":8845909,"hoster":"VOE"},{"redirect":8596583,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Tierisch außerirdisch","epNo":9,"alt":"Return of the Mothership","descr":"Taylor und Hector treffen auf zwei UFO-Gläubige, die auf die Ankunft des Mutterschiffes warten, das sie endlich mitnehmen soll. Ob da etwas Wahres dran oder alles nur Humbug ist, wie Hector meint? Als dann allerdings ihr Vater Don, der Unterhosenverkäufer, eine neue Werbekampagne startet, ist Taylor ganz schnell überzeugt davon, dass auch ihre Rettung nur durch die Aliens kommen kann. Fortan tut sie alles, um möglichst schnell den Kontakt herzustellen!","versions":[{"lang":1,"streams":[{"redirect":8845912,"hoster":"VOE"},{"redirect":8596585,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Die schottische Erbschaft","epNo":10,"alt":"The Cross Country","descr":"Taylor gewinnt das Querfeldeinrennen in der Schule – allerdings nur, weil ihre Tante sie in die Nähe der Ziellinie gefahren hat. Hector meint, wer schummelt, soll zumindest seine gerechte Strafe erhalten, und erlegt ihr ein anstrengendes Training auf. Als Taylor hört, dass ihre Familie einen schottischen Landsitz geerbt hat, träumt sie schon von einem Leben im Luxus. Doch der Landsitz in Schottland entpuppt sich als grosse Überraschung.","versions":[{"lang":1,"streams":[{"redirect":8845911,"hoster":"VOE"},{"redirect":8596589,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Ganz schön böse","epNo":11,"alt":"Taylor Turns Bad","descr":"Taylor merkt, dass hinter ihrem Rücken getuschelt wird. Obwohl sie gar nichts angestellt hat und die anderen das nur vermuten, kommt Taylor plötzlich die grosse Erkenntnis: Wer böse ist, bekommt Aufmerksamkeit. Nach diesem Rezept will Taylor jetzt endlich auch die Aufmerksamkeit bekommen, die ihr ihrer Meinung nach zusteht. Bösesein kann aber auch ziemlich anstrengend sein.","versions":[{"lang":1,"streams":[{"redirect":8845914,"hoster":"VOE"},{"redirect":8596591,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Ich bin ich","epNo":12,"alt":"Being Me","descr":"Der Termin für den Schultanz rückt näher, und Taylor macht sich Gedanken, was sie anziehen soll und wie das wohl auf die anderen wirken wird. Ihre Eltern und natürlich die grosse Schwester haben viele gute Ratschläge parat, aber Taylor will das alles nicht. Nur wenn sie es anders macht als die anderen, verliert sie dann vielleicht ihre ganzen Freunde? In ihrer Verzweiflung sucht Taylor Rat bei der heiligen Johanna, der Jungfrau von Orléans.","versions":[{"lang":1,"streams":[{"redirect":8845913,"hoster":"VOE"},{"redirect":8596590,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Abschlussfest","epNo":13,"alt":"Leaving Primary","descr":"Werden alle Freundschaften auseinanderfallen, weil jeder auf eine andere Schule wechselt? Diese Sorge beschäftigt Taylor. Das Schuljahr geht zu Ende, und der Wechsel auf höhere Schulen steht an. Taylor muss sich entscheiden zwischen einer anscheinend besseren Schule und ihrer Freundschaft zu Hector. Lange Zeit weiss sie nicht, was die bessere Wahl ist, aber letztendlich ist ihre Entscheidung eindeutig.","versions":[{"lang":1,"streams":[{"redirect":8845917,"hoster":"VOE"},{"redirect":8596593,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Das besondere Deo","epNo":1,"alt":"Little Fish","descr":"Der erste Tag auf der neuen Schule scheint für Taylor nicht gerade gut zu beginnen. Sie verliert ihren Freund Hector, verpasst den Bus und riecht auch noch ziemlich streng nach Fisch. Ihre besorgte Mutter hat sie im Zuge einer neuen Aromatherapie und zur Feier des Tages nämlich mit etwas ganz Besonderem richtig gut eingecremt. Aber das ist nur der Anfang.","versions":[{"lang":1,"streams":[{"redirect":8845915,"hoster":"VOE"},{"redirect":8596596,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Die Motto-Party","epNo":2,"alt":"Parent Teacher Night","descr":"Der Elternsprechtag steht an und somit ein Horrortermin für Taylor. Ihr Vater macht gerade Muskeltraining im Vorgarten, umgeben von seinen ganzen alten Schallplatten, ein Der Elternsprechtag steht an und somit ein Horrortermin für Taylor. Ihr Vater macht gerade Muskeltraining im Vorgarten, umgeben von seinen ganzen alten Schallplatten, ein klarer Fall von Midlife-Crisis, wie ihre grosse Schwester Layla feststellt. Ein Grund mehr für Taylor, so einen lächerlichen Vater nicht zum Elternsprechtag zu lassen. Aber wie kann man das schaffen? klarer Fall von Midlife-Crisis, wie ihre grosse Schwester Layla feststellt. Ein Grund mehr für Taylor, so einen lächerlichen Vater nicht zum Elternsprechtag zu lassen. Aber wie kann man das schaffen?","versions":[{"lang":1,"streams":[{"redirect":8845916,"hoster":"VOE"},{"redirect":8596594,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Das vertrackte Praktikum","epNo":3,"alt":"D.J. Taylor","descr":"Taylor freut sich schon darüber, dass sie bei der örtlichen Radiostation ein Praktikum machen darf. Sie wird aber ihrer Tante Mystic Marj zugeteilt, die dort eine Sendung für psychologische Lebenshilfe präsentiert. Ganz speziell wird die Situation, als sich ihre Tante versehentlich in der Toilette einschliesst. Jetzt muss Taylor all den bedürftigen Anrufern mit vielen guten Ratschlägen aus den verschiedensten Lebenskrisen helfen.","versions":[{"lang":1,"streams":[{"redirect":8845918,"hoster":"VOE"},{"redirect":8596597,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Das Benefiz-Quiz","epNo":4,"alt":"School Trivia Night","descr":"Taylor und Leon, müssen mit ihren Eltern bei einem Wohltätigkeitsquiz an der Schule gegen die Nachbarschaft antreten. Althippies spielen gegen Akademiker, alternative Weisheit tritt gegen die Gesetze der Physik an. Für Taylor ist klar, dass sie sich mit ihren Eltern dabei nur bis auf die Knochen blamieren können. Aber vielleicht endet der Abend doch noch mit einer grossen Überraschung.","versions":[{"lang":1,"streams":[{"redirect":7659891,"hoster":"VOE"}]}]},{"epId":"episode-5","name":"Der teure Teddy","epNo":5,"alt":"Taylor\u0027s Self Portrait","descr":"Taylor sieht sich schon komplett dem Hohn und Spott der Öffentlichkeit preisgegeben, als sie erfährt, dass demnächst ein Selbstporträt von ihr versteigert werden soll. Und nicht nur das: Sie vermisst auch ihr Tagebuch. Somit wird die ganze Welt all ihre geheimsten Geheimnisse erfahren, und sie kann sich eigentlich gleich eingraben. Aber vielleicht gibt es doch noch eine letzte Chance, diese Schande zu vermeiden.","versions":[{"lang":1,"streams":[{"redirect":8845919,"hoster":"VOE"},{"redirect":8596595,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Die Hochzeit","epNo":6,"alt":"The Wedding","descr":"Taylor ist ja schon vieles gewohnt von ihren Eltern, aber diesmal ist es besonders peinlich, denn sie sind nicht einmal richtig miteinander verheiratet – kein Trauschein, keine Urkunde. Wie soll Taylor sich da noch irgendwie ausserhalb des eigenen Vorgartens blicken lassen? Sie versucht alles, damit ihre Eltern ‚richtig‘ heiraten, und als sie sie endlich überzeugt hat, wird alles noch viel schlimmer. Eine Hochzeit wird es geben, aber natürlich keine richtige und traditionelle: Ihre Eltern haben sich wieder einmal etwas ganz Besonderes einfallen lassen.","versions":[{"lang":1,"streams":[{"redirect":8845923,"hoster":"VOE"},{"redirect":8596592,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Flucht ins All","epNo":7,"alt":"First Child in Space","descr":"Taylor entdeckt, dass ihre Mutter demnächst in der Schule einen Kurs ‚Heilen durch Summen‘ geben wird. Viel hat sie schon ertragen, aber so geht es nicht weiter – nicht das auch noch. Diese Erde ist zu klein für sie und ihre Eltern. ‚Weg von hier!‘ heisst die Devise, und mit Hectors Hilfe will sie die erste Kinderastronautin werden. Aber auch das hat so seine Tücken, wie sich bald zeigt.","versions":[{"lang":1,"streams":[{"redirect":8845922,"hoster":"VOE"},{"redirect":8596598,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Die Jockey-Tante","epNo":8,"alt":"The Family Tree","descr":"Taylor soll über einen Ahnen oder Verwandten eine Schularbeit schreiben. Aber über wen? Sie sind ihr alle gleich peinlich, wie ihre Eltern. Taylor ist schon der Verzweiflung nahe, als plötzlich ihre Grosstante Ally auftaucht – endlich gerettet. Aber Grosstante Ally entpuppt sich auch als ganz schräger Vogel, und mit jeder Schularbeit über sie würde man nur Hohn und Spott ernten, meint Taylor. Da hat sie sich aber getäuscht, und ihre Tante erteilt ihr eine Lehre, die sie so schnell nicht vergessen wird.","versions":[{"lang":1,"streams":[{"redirect":8845924,"hoster":"VOE"},{"redirect":8596599,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Mutter auf Abwegen","epNo":9,"alt":"Divorce Camp","descr":"Als sie sich für den Schulausflug ins Zeltlager fertig macht, hört Taylor ihre Eltern streiten und denkt, die beiden würden sich scheiden lassen. Im Camp angekommen glaubt sie auch gleich festzustellen, dass ihre Mutter mit ihrem Lehrer, Herrn Frankel, eine Affäre hat. Diese gilt es natürlich zu sabotieren. Dabei gerät Taylor allerdings auf Abwege.","versions":[{"lang":1,"streams":[{"redirect":12337143,"hoster":"VOE"},{"redirect":8596601,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Der Monsterjob","epNo":10,"alt":"Taylor Gets a Job","descr":"Taylor beschliesst, sich einen Job zu suchen, um sich endlich, wie alle anderen auch, ein Handy kaufen zu können. Auf die Haustiere anderer Leute aufzupassen scheint ein nicht allzu anstrengender Job zu sein, der sogar noch Spass machen könnte. Da bietet sich doch die Katzenschar ihrer Tante Mystic Marj an. Diese sind alle friedlich und so lieb, denkt Taylor. Die Katzen sehen das allerdings ganz anders, und die Invasion beginnt.","versions":[{"lang":1,"streams":[{"redirect":8845925,"hoster":"VOE"},{"redirect":8596600,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Extremst-Liebeskummer","epNo":11,"alt":"Rome Wasn\u0027t Built in a Day","descr":"Taylors Eltern sind unterwegs – sturmfreie Bude, endlich. Taylor, ihr Freund Hector und ihrer Schwester Layla, haben das ganze Haus für sich alleine. Wenn nur Layla nicht Liebeskummer hätte und der Backofen nicht Feuer fangen würde. Damit ist es aber noch nicht getan. Es wird alles noch viel turbulenter, und ob sie dabei noch ihr Schulprojekt hinbekommen, wird sich zeigen.","versions":[{"lang":1,"streams":[{"redirect":9018782,"hoster":"VOE"},{"redirect":8596603,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"Party mit Kakerlaken","epNo":12,"alt":"Girl Power","descr":"Taylor erfährt, dass die Eltern ihrer Freundin Brittany ihr Haus verkaufen und wegziehen wollen. Das darf nicht sein, und Taylor und Brittany hecken einen Plan aus, wie man das verhindern kann. Brittanys Eltern richten das Haus her und bereiten alles für den Verkauf vor, aber sie haben nicht damit gerechnet, was den beiden Freundinnen alles einfällt, um für immer Nachbarinnen bleiben zu können.","versions":[{"lang":1,"streams":[{"redirect":8845927,"hoster":"VOE"},{"redirect":8596604,"hoster":"Streamtape"}]}]},{"epId":"episode-13","name":"Das Regelchaos","epNo":13,"alt":"Taylor\u0027s Song","descr":"Das Geschäft von Taylors Dad läuft schlecht deshalb will er ins Geschäft seines Cousin einsteigen dafür müssen sie aber umziehen. Während der Rest der Familie sich das Geschäft und die Stadt ansehen bleibt Taylor bei Britany und Ihren Eltern.Gleichzeitig muss Taylor einen Song für Eine Aufführung komponieren.","versions":[{"lang":1,"streams":[{"redirect":8845928,"hoster":"VOE"},{"redirect":8596602,"hoster":"Streamtape"}]}]}]}]}