{"seriesId":"meine-frau-die-wildnis-und-ich","name":"Meine Frau,  die Wildnis und Ich","descr":"Mykel Hawke, Überlebens-Experte und ehemaliges Mitglied einer Spezialeinheit der US-Army, und seine Frau, die Fernsehjournalistin Ruth England, immer wieder ihre eigenen Grenzen ausloten – egal ob im Dauerfrost Alaskas, im Amazonas-Dschungel, in der mexikanischen Wüste oder in den Höhlen Kroatiens. Hawke zeigt seiner Frau und den Zuschauern nebenbei, mit welchen Tricks man in der Wildnis überlebt, z.B. wie man ohne Feuerzeug und Streichhölzer ein Feuer entfacht, wie man Wasserquellen findet oder welche ungewöhnlichen Nahrungsquellen man im Notfall nutzen kann. Natürlich bleibt es gerade in diesen Extremsituationen nicht aus, dass auch die Beziehung der beiden Eheleute hin und wieder auf die Probe gestellt wird.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Im Amazonas Dschungel","epNo":1,"alt":"Amazon","descr":"Dieses Mal kämpft sich das mutige Paar durch die grüne Hölle des Amazonas – vorbei an giftigen Reptilien und stets auf der Suche nach einem Weg zurück in die Zivilisation. Überlebens-Experte Mykel zeigt seiner Angetrauten, wie man Trinkwasser findet, ein Baumhaus baut und aggressive Schlangen im Zaum hält – nicht nur für Ruth ein unvergessliches Erlebnis","versions":[{"lang":1,"streams":[{"redirect":8380964,"hoster":"VOE"},{"redirect":8380974,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"In der Steppe Botswanas","epNo":2,"alt":"Botswana","descr":"In dieser Episode kämpfen sich Ex-Soldat Mykel und seine Frau Ruth gemeinsam durch den afrikanischen Busch. Das Survial-Paar wagt sich ins Okavango-Delta, im Nordwesten Botswanas. Im Frühjahr überschwemmen Regenfluten die riesige Ebene mitten in der Kalahari-Wüste und sorgen dort für einen gigantischen Artenreichtum. Nur in wenigen anderen Regionen des Kontinents leben so viele wilde Tiere – darunter Löwen, Leoparden und Hyänen. Nur mit dem nötigsten ausgestattet – dieses Mal hat das Ehepaar kaum mehr als zwei Messer, einige defekte Autoteile aus einem alten Jeep und 1 ½ Flaschen Wasser dabei – müssen sich Mykel und Ruth daher schnellstens überlegen, wie sie sich im Falle eines Angriffs gegen die hungrigen Räuber schützen.","versions":[{"lang":1,"streams":[{"redirect":8380965,"hoster":"VOE"},{"redirect":8380957,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"In den Sümpfen Louisianas","epNo":3,"alt":"Louisiana","descr":"Bloß keine Panik! Ex-Soldat Mykel trifft beim ersten Orientierungsversuch in den Sümpfen Louisianas schon nach wenigen Minuten auf einen stattlichen Alligator. Doch der Survival-Experte entschließt sich dazu, seiner Frau die Begegnung mit dem gefährlichen Reptil zu verschweigen. Schließlich hat Ruth schon auf die Mokassinschlangen, die dort überall herumkriechen, extrem nervös reagiert. Außerdem hat das Paar genügend andere Probleme zu bewältigen. Einen trockenen Schlafplatz finden die zwei zur Not hoch oben in den Bäumen, doch Mykel und Ruth müssen darüber hinaus schnellstens einen Ort zum Feuer machen aufstöbern, um Trinkwasser abzukochen. In der trüben, dunklen Brühe, in der sie seit geraumer Zeit herum waten, wimmelt es nämlich nur so von Bakterien und Parasiten.","versions":[{"lang":1,"streams":[{"redirect":8380948,"hoster":"VOE"},{"redirect":8380945,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"An der tasmanischen Küste","epNo":4,"alt":"Tasmania","descr":"Während Ex-Soldat Mykel Hawke im unzugänglichen Küstengebiet Tasmaniens an einem Not-Unterstand für die Nacht bastelt, träumt seine Frau Ruth von kuscheligen Betten und knisterndem Kaminfeuer. Solchen Luxus muss die TV-Moderatorin jedoch fürs erste abschreiben. Ihr Survival-Trip ist schließlich kein Wochenendausflug. Auch die vielen Schlangen, die sich auf dem Eiland, rund 240 Kilometer vom australischen Festland entfernt, im Gras tummeln, flößen Ruth wenig Vertrauen ein. Dafür ist das Abendessen standesgemäß: Mykel serviert seiner Gattin fangfrische Seeohren – eine Schneckenart, die vor allem in Asien als echte Delikatesse gilt. Das abgekochte Sumpfwasser ist dagegen hart an der Ekelgrenze.","versions":[{"lang":1,"streams":[{"redirect":12917593,"hoster":"VOE"},{"redirect":8380939,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"In der Wüste Mexikos","epNo":5,"alt":"Mexico","descr":"Ruth hat die Nase voll von Wurzeln und anderen Früchten der Wildnis – sie will endlich wieder frische Croissants zum Frühstück! Die Survival-Lady ist mit der Gesamtsituation in der mexikanischen Chihuahua-Wüste unzufrieden und verlangt nach deutlich mehr Lebensqualität. Ihr Gatte Mykel bemüht sich zwar redlich um einen Hauch Bequemlichkeit, doch der Ex-Soldat hat es angesichts der unwirtlichen Umgebung, in der sich das Paar durchschlagen muss, wirklich nicht leicht. Nachts ist es in der Einöde eiskalt, dafür klettern die Temperaturen tagsüber auf 50 Grad im Schatten. Und kühle Drinks sind in der mexikanischen Bullenhitze echte Mangelware. Deshalb muss das Survival-Paar Kakteen auspressen, um sich halbwegs über Wasser zu halten. Doch das ist nur eine Lösung auf Zeit.","versions":[{"lang":1,"streams":[{"redirect":8380928,"hoster":"VOE"},{"redirect":8380936,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"An den Ufern des Colorado","epNo":6,"alt":"Utah","descr":"Ruth ist mit den Nerven am Ende! Nach einer olympiareifen Schwimmeinlage im sieben Grad kalten Colorado-River, inmitten reißender Stromschnellen, bugsiert Ex-Soldat Mykel seine Ehefrau mit Ach und Krach ans rettende Ufer. Doch damit sind die Probleme des Survival-Paars noch lange nicht gelöst: Nach der unfreiwilligen Kneippkur im Eiswasser droht jetzt nämlich Unterkühlungsgefahr. Der ehemalige Special Forces-Veteran muss schnellstens ein wärmendes Lagerfeuer für seine zitternde Gattin entfachen und dann etwas Essbares beschaffen. Doch Mykels Menü-Vorschlag ist nichts für schwache Mägen: Die Rohrkolbensuppe mit Froscheinlage sorgt bei Ruth jedenfalls für wenig Begeisterung","versions":[{"lang":1,"streams":[{"redirect":8380914,"hoster":"VOE"},{"redirect":8380912,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"Gestrandet im Südpazifik","epNo":7,"alt":"Aitutaki","descr":"Survival-Gattin Ruth hat eine natürliche Abneigung gegen tierische Plagegeister. Ratten und blutgierige Moskitos stehen auf ihrer Blacklist aber ganz oben! Diese nagenden und schwirrenden Krankheitsüberträger sind leider Dauergäste auf dem Motokitiu-Atoll im Südpazifik, auf dem das Ehepaar in dieser Episode gestrandet ist. Außerdem herrscht auf dem kleinen Eiland eine Bullenhitze, die in Kombination mit der extrem hohen Luftfeuchtigkeit kaum auszuhalten ist. Mykel und Ruth treibt es den Schweiß aus allen Poren – was die beiden vor neue Probleme stellt: Sie müssen nicht nur schnellstmöglich etwas Essbares auftreiben, sondern auch jede Menge Flüssigkeit zu sich nehmen, mindestens drei Liter am Tag. Eine gute Alternative zu Trinkwasser bieten die, auf Motokitiu wachsenden Kokosnüsse, die ein Nährstofflieferant schlechthin sind. Im Zweiten Weltkrieg hatte man ihre wässrige Milch aufgrund der ähnlichen Zusammensetzung sogar als Blutplasma-Ersatz benutzt","versions":[{"lang":1,"streams":[{"redirect":13018452,"hoster":"VOE"},{"redirect":8380921,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"In Alaska","epNo":8,"alt":"Alaska","descr":"Mit normalen Tretern kommt man im Tiefschnee nicht weit, das wussten schon die alten Indianer. Deshalb bastelt Ex-Soldat Mykel im eisigen Alaska für seine Gattin und sich ein duftes Paar Schneeschuhe. Dafür mussten zwar die Ketten eines Schneemobils herhalten, aber jetzt sind die beiden wieder gut zu Fuß! Diesmal hat es das Ehepaar in den Denali-Nationalpark, nahe des Mount McKinley – den höchsten Gipfel Nordamerikas – verschlagen. Einheimische nennen diese Region auch das \"Bermuda-Dreieck Alaskas\", weil es dort häufig zu Flugzeugabstürzen kommt. In den letzten zehn Jahren fast 1200 Mal. Viele der Maschinen wurden danach nie wieder gefunden. Damit dieses Schicksal nicht auch Mykel und Ruth ereilt, widmen sich die beiden bei eisigem Nordwind umgehend ihrer Survival-To-Do-Liste: Die Punkte \"Feuer machen\" und \"Iglu bauen\" finden sich darauf ganz oben, gefolgt von der Nahrungsbeschaffung. Doch die Suche nach etwas Essbarem wird sich in der weißen Einöde zum großen Problem entwickeln. Die meisten Säugetiere, die in der Region als Abendessen in Frage kommen, halten nämlich noch Winterschlaf.","versions":[{"lang":1,"streams":[{"redirect":8380904,"hoster":"VOE"},{"redirect":8380908,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"In den Smoky Mountains","epNo":9,"alt":"Tennessee","descr":"Sollte man je das Pech haben, in der Wildnis auf einen Bären zu treffen, ist man gut beraten, ihm nicht in die Augen zu schauen. Dann fühlt sich das Tier nämlich provoziert und wird garantiert angreifen! Auch Mykel Hawke und seine Ehefrau Ruth sollten diese Regel im Smokey Mountains-Nationalpark, Tennesse, unbedingt beherzigen, wenn sie lebend aus dem Waldgebiet herauskommen wollen. Außerdem könnte eine Waffe nicht schaden, denn in dieser Gegend wimmelt es vor Klapperschlangen, Kojoten und riesigen Wildschweinen. Wie Hänsel und Gretel stapfen die zwei in dieser Folge der Doku-Serie durchs Dickicht, um zu zeigen, wie sich verirrte Wanderer im Notfall verhalten sollten. Dieses Szenario kommt in den Smokey Mountains nämlich recht häufig vor. Pro Jahr gehen dort über 100 Menschen verloren, und die meisten werden nie wieder gefunden","versions":[{"lang":1,"streams":[{"redirect":12268973,"hoster":"VOE"},{"redirect":8380889,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"Im Regenwald Dominicas","epNo":10,"alt":"Dominica","descr":"Mineralstoffe, Proteine und etwas Zucker: Wer hätte gedacht, dass ein kostenloser ISO-Drink so glücklich machen kann! Das Fertigmenü aus Kokosnüssen ist beim jüngsten Abenteuer von Mykel und Ruth aber auch dringend nötig – mit wildromantischer Urlaubs-Idylle hat ihr Trip auf die Karibik-Insel Dominica nämlich wenig zu tun. Das Antillen-Eiland besteht zu 80 Prozent aus dichtem Regenwald und steilem Gebirge – dementsprechend schweißtreibend gestaltet sich die Fortbewegung. Obendrein wird das Paar mitten im tiefsten Dschungel von einem heftigen Tropensturm überrascht. Das bedeutet: Ex-Soldat Mykel riskiert den Ehekrach seines Lebens, wenn er für seine Gattin nicht schnellstens einen halbwegs trockenen Unterschlupf organisiert","versions":[{"lang":1,"streams":[{"redirect":8380879,"hoster":"VOE"},{"redirect":8380881,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Gefangen im Bermuda-Dreieck","epNo":1,"alt":"Lost at Sea","descr":"Der alte Mann, seine Ehefrau und das Meer! Ex-Soldat Mykel ist wirklich keine Mimose, doch die Seekrankheit hat schon einige gestandene Mannsbilder in die Knie gezwungen. Der Survival-Profi speit sich im Bermuda-Dreieck buchstäblich die Seele aus dem Leibe und fühlt sich wie ein Hundertjähriger. Ruth ist inzwischen ernsthaft besorgt, denn ihr Göttergatte droht zu dehydrieren. Das Paar treibt in seinem Boot hilflos auf dem Atlantik und muss durchhalten bis Hilfe kommt, doch die Trinkwasservorräte sind alle aufgebraucht. Ziemlich grün im Gesicht erklärt der arg geschwächte Mykel seiner Gattin, was in dieser Notlage zu tun ist.","versions":[{"lang":1,"streams":[{"redirect":8381066,"hoster":"VOE"},{"redirect":8381067,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Waldbrand in Louisiana","epNo":2,"alt":"Louisiana Firestorm","descr":"Entweder du springst oder wir verbrennen uns den Hintern! Wie es aussieht hat Mykels Ehefrau Ruth den Ernst der Lage nicht erkannt. Doch ihr Gatte weiß es zum Glück besser. Das Paar wurde im Nordwesten Louisianas von einem Waldbrand überrascht und ist inzwischen von Flammen umzingelt. Da kann der ehemalige Soldat einer Spezialeinheit auf das empfindliche Näschen seiner Frau beim besten Willen keine Rücksicht nehmen: Es geht mit Vollgas ins faulige, stinkende Sumpfwasser – ob Ruth will oder nicht. Anschließend richtet sich das Ehepaar mit Schaufel und Axt eine Art \"Sicherheitszone\" ein und legt ein Gegenfeuer, denn nur so können die zwei der drohenden Gefahr entkommen.","versions":[{"lang":1,"streams":[{"redirect":8381059,"hoster":"VOE"},{"redirect":8381064,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Am Amazonas","epNo":3,"alt":"Amazon Jungle Maze","descr":"Verloren in den Weiten des Amazonas kämpft sich das Ehepaar Hawke auf einem primitiven und sehr wackeligen Kanu durch die grüne Hölle. Da ihr Menu-Plan in der Wildnis eher spärlich ist, müssen sich Myke und Ruth von Maden und Piranhas ernähren. Doch damit nicht genug: Es ist gerade Regenzeit und das gesamte Amazonasbecken hat sich in ein Labyrinth aus sumpfigen Wasserwegen verwandelt. Die Navigation durch Mangroven und dichtes Gestrüpp ist die reinste Tortur, trotzdem muss sich Ruth keine Sorgen machen. Wozu ist sie mit einem Spezialeinheiten-Ausbilder verheiratet! Ex-Soldat Myke hat in den 90ern im kolumbianischen Drogenkrieg hier gekämpft und dadurch eine Menge Tricks auf Lager, wie man sich Anakondas, giftige Insekten, Raubkatzen und sogar Zitteraale vom Hals hält.","versions":[{"lang":1,"streams":[{"redirect":9699373,"hoster":"VOE"},{"redirect":8381058,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Alptraum auf den Bahamas","epNo":4,"alt":"Quicksand \u0026 Sinkholes","descr":"Die Muskeln schmerzen, der Nacken ist total verspannt – Mykels Ehefrau Ruth hat eine üble Nacht hinter sich und dementsprechend schlechte Laune. Das Survival-Ehepaar ist auf einer einsamen Insel im Nordatlantik gestrandet und musste zum Schlafen auf einen Baum klettern, um nicht von der Flut überrascht zu werden. Doch im Gegensatz zu ihrem Mann hat Ruth kein Auge zu getan. Und Frühstück gibt’s auch keins! Missmutig kämpft sie sich an Mykels Seite durch den dichten Mangroven-Wald Richtung Norden. Dort, so vermutet der Ex-Soldat, gibt es Trinkwasser und Nahrung – vorausgesetzt seine Wildschwein-Falle funktioniert","versions":[{"lang":1,"streams":[{"redirect":8381041,"hoster":"VOE"},{"redirect":8381055,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Gestrandet auf der Vulkaninsel","epNo":5,"alt":"Volcanic Destruction","descr":"Ein Unglück kommt selten allein! Erst strampeln sich Mykel und Ruth in der Karibik den Allerwertesten ab, um ans rettende Ufer zu gelangen, dann müssen die beiden feststellen, dass sie auf einer der gefährlichsten Vulkan-Inseln der Welt gelandet sind. Die Hauptstadt von Montserrat, einem rund 100 km2 großen Eiland südwestlich von Antigua, wurde 1991 während eines heftigen Ausbruchs evakuiert und ist noch immer menschenleer. Ein Radio-Transmitter, mit dem man Hilferufe senden kann, wäre hier mehr als brauchbar. Doch wie baut man so etwas? Das Survival-Ehepaar demonstriert in dieser Episode, wie man in einem beängstigenden, post-apokalyptischen Szenario überlebt.","versions":[{"lang":1,"streams":[{"redirect":8381033,"hoster":"VOE"},{"redirect":8392807,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Willkommen im Niemandsland","epNo":6,"alt":"Message in a Bottle","descr":"Es ist nicht immer leicht, die Romantik in einer Ehe aufrecht zu erhalten. Vor allem, wenn einem das Wasser bis zum Hals steht. Mykel und seine Frau Ruth sind auf einer unbewohnten Insel im Golf von Panama gestrandet und werden langsam unruhig, denn die Flut kommt. Die beiden müssen sich jetzt schleunigst ein trockenes Plätzchen suchen, doch der felsige Küstenstreifen hat wenig zu bieten. Also verschaffen sich der ehemalige Spezialeinheiten-Ausbilder und die Journalistin zunächst ein Bild ihrer ungemütlichen Lage: Hoch oben auf einem Hügel sondieren sie das Eiland und halten nach einem Lagerplatz und potentiellen Nahrungsquellen Ausschau. Eine Grundregel sollte Ruth bei der Zubereitung des Dinners unbedingt beachten: Pflanzen, die weißen Saft enthalten, dürfen nicht in den Kochtopf, weil meistens giftig! Ex-Soldat Mykel improvisiert für seine Frau unterdessen ein Nachtlager im \"Hotel Baum\".","versions":[{"lang":1,"streams":[{"redirect":8381023,"hoster":"VOE"},{"redirect":8381040,"hoster":"Streamtape"}]}]},{"epId":"episode-7","name":"In der Wüste Kaliforniens","epNo":7,"alt":"High Desert Thirst","descr":"Wenn sich Ruth in der Nacht den Allerwertesten abfriert, hat sie am nächsten Tag garantiert schlechte Laune. Outdoor-Spezialist Mykel Hawke kennt diese Seite seiner Gattin nur allzu gut. Deshalb setzt er in der Wüstenlandschaft Kaliforniens auch Himmel und Hölle in Bewegung, um sie nach Sonnenuntertag warm zu halten. Am Ende bettet der ehemalige Spezialeinheiten-Ausbilder seine Angetraute sogar auf glühende Kohlen. Ein Ehestreit in der Wildnis käme Mykel nämlich äußerst ungelegen, schließlich müssen die zwei als funktionierendes Team noch viele schwierige Aufgaben bewältigen. Und die herumstreifenden Berglöwen sind dabei das geringste Problem.","versions":[{"lang":1,"streams":[{"redirect":8381017,"hoster":"VOE"},{"redirect":8381018,"hoster":"Streamtape"}]}]},{"epId":"episode-8","name":"Im Gebirge von Montana","epNo":8,"alt":"Bear Encounter","descr":"Schwarzbär voraus! In Montana sollte man besser nicht auf leisen Sohlen durch den Wald schleichen. Trotz ihrer mächtigen Statur haben die dort heimischen Schwarzbären nämlich ein recht schreckhaftes Naturell und schätzen es gar nicht, von Menschen überrascht zu werden. Besser ist es, wenn einen die bis zu 400 Kilo schweren Kolosse schon von weitem hören und selber die Flucht ergreifen. Bei einer Konfrontation sollte man ihnen niemals in die Augen schauen, um sie nicht noch mehr zu reizen. Diese und andere Überlebensregeln erklärt Outdoor-Profi Mykel seiner Ehefrau Ruth, als die beiden im Indianer-Reservat ihr Lager aufschlagen. Und die Survival-Tipps kommen keine Minute zu früh: Kaum brutzeln frisch gefangene Forellen über dem Feuer, raschelt es schon im Gebüsch. Der Fischgeruch ist für die Raubtiere einfach zu verlockend.","versions":[{"lang":1,"streams":[{"redirect":8381008,"hoster":"VOE"},{"redirect":8381006,"hoster":"Streamtape"}]}]},{"epId":"episode-9","name":"Alaskas Gletschergipfel","epNo":9,"alt":"Bear\u0027s Kitchen","descr":"Ein Königreich für eine Heizdecke! Ruth hat in Alaska keine Augen für das herrliche Panorama, denn ihr ist bitterkalt. Noch so ein Extrem-Urlaub und Mykels Ehefrau reicht die Scheidung ein. Doch noch ist es nicht so weit, und in der Wildnis des nördlichsten US-Bundesstaates ist sie mehr denn je auf ihren mutigen Gatten angewiesen: Als ehemaliges Mitglied einer militärischen Spezial-Einheit weiß Mykel nämlich genau, wie man unter widrigsten Bedingungen überlebt. Die größte Gefahr droht den beiden von tückischen Gletscherspalten und von den zahlreichen Bären, die sich hier herumtreiben. Der Weg zurück in die Zivilisation führt quasi mitten durchs Wohnzimmer der Raubtiere. Und etwas Gescheites zu Essen gibt’s bis zur Waldgrenze auch nicht.","versions":[{"lang":1,"streams":[{"redirect":8381004,"hoster":"VOE"},{"redirect":8381003,"hoster":"Streamtape"}]}]},{"epId":"episode-10","name":"In der Wildniss von Kentucky","epNo":10,"alt":"Newts and Roots","descr":"Molche zum Abendessen? Ruth macht beim Anblick des Amphibien-Eintopfs mit Wurzeln, den Mykel in den Hügellandschaften der Appalachen serviert, zwar keinen Luftsprung, doch sie möchte auch nicht ungerecht sein. Immerhin hat sich ihr Gatte bei der Zusammenstellung des Menüs größte Mühe gegeben. Außerdem ist Mykel richtig arm dran: In seiner Heimat Kentucky plagen ihn Fieber, Übelkeit und Durchfall. Sichtlich angeschlagen müht sich der Outdoor-Profi, seinen Zustand herunter zu spielen, doch wenn er nicht bald zu Kräften kommt, haben die beiden ein echtes Problem. Also gibt’s am Lagerfeuer erst einmal Tee aus Goldrutenkraut – die einzige Medizin, die gerade in Reichweite ist.","versions":[{"lang":1,"streams":[{"redirect":12174454,"hoster":"VOE"},{"redirect":8380995,"hoster":"Streamtape"}]}]},{"epId":"episode-11","name":"Verloren im Velebit-Gebirge","epNo":11,"alt":"Croatian Cave Odyssey","descr":"Zappenduster! Blind wie die Maulwürfe tapsen Mykel und seine Frau in den Höhlenlandschaften des kroatischen Velebit-Gebirges herum, weil ihre Taschenlampe den Geist aufgegeben hat. Deshalb muss Ruth gleich zu Beginn der Tour ihr Ersatz-T-Shirt als Brennmaterial für eine Fackel opfern. Macht aber nichts, zum Umziehen hätte sie in der düsteren Umgebung weder Zeit noch Muße gehabt. Die beiden sollten sich auch besser beeilen und das unterirdische Gefängnis schnellstens verlassen: An einem 100 Meter tiefen Abgrund entlang zu balancieren, ist auf Dauer nämlich recht unromantisch – und kann dazu böse enden.","versions":[{"lang":1,"streams":[{"redirect":8380987,"hoster":"VOE"},{"redirect":8380984,"hoster":"Streamtape"}]}]},{"epId":"episode-12","name":"In den schottischen Highlands","epNo":12,"alt":"Scottish Highlands Peril","descr":"Sobald warme Luft auf die felsigen Steilküsten trifft, strömt sie nach oben, kondensiert und ballt sich zu Wolken zusammen. Aus diesem simplen Grund ist das Wetter auf den britischen Inseln meistens so mies. Im Durchschnitt regnet es etwa 265 Tage im Jahr. So sind etwa die schottischen Highlands ein bezauberndes Postkartenmotiv, doch in Wirklichkeit ist es dort total ungemütlich, vernebelt und eisigkalt. Mykel und Ruth, die sich hier auf ihrem Survival-Trip klitschnass und ausgehungert durch die Wildnis schlagen, sind sich einig: Als Flitterwochenziel ist dieses Fleckchen Erde absolut ungeeignet.","versions":[{"lang":1,"streams":[{"redirect":8380977,"hoster":"VOE"},{"redirect":8380976,"hoster":"Streamtape"}]}]}]}]}