{"seriesId":"mein-leckerer-garten","name":"Mein leckerer Garten","descr":"Landfrauen aus \"Lecker aufs Land\" treffen sich einen Sommer mit dem Leiter der Staatsschule für Gartenbau in Stuttgart, Dr. Michael Ernst, in einem Garten. Dort bestellen sie Beete, säen und ernten und erstellen Mahlzeiten aus den Dingen, die der Garten ihnen anbietet.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Landfrau Annette Aller","epNo":1,"alt":"","descr":"Drei Landfrauen aus \"Lecker aufs Land\" und drei Hobbygärtner treten einen Sommer lang in einen freundschaftlichen Garten-Wettbewerb: Sie säen und pflanzen, legen Beete an, wollen Neues ausprobieren und lang gehegte Pläne umsetzen. Begleitet vom Leiter der Staatsschule für Gartenbau in Stuttgart, Dr. Michael Ernst, sorgen die sechs Gartenbegeisterten für unterhaltsame Tipps rund ums Gärtnern und kreieren leckere Rezepte für eine gesunde Gartenküche. Den Auftakt der neuen sechsteiligen Sendereihe macht Landfrau Annette Aller. In Maxain im Westerwald bewirtschaftet sie einen Milchviehbetrieb. Früher lebten mehrere Generationen auf dem Wiesenhof. Heute sind Annettes Kinder erwachsen – und die Wohnungen der ehemaligen Großfamilie an junge Leute aus dem Umland vermietet. Um den Zusammenhalt am Hof zu stärken, legt Annette ein 50 Quadratmeter großes Gemeinschaftsbeet an. Das soll von allen Bewohnerinnen und Bewohnern des Wiesenhofs gemeinsam bepflanzt und bewirtschaftet werden. Außerdem nutzt Annette die neue Anbaufläche für ein Experiment: Im Frühjahr hat sie Süßkartoffel-Setzlinge herangezogen. Wenn daraus bis zur Erntezeit genügend Früchte heranwachsen, will sie die gesunden Knollen im Herbst ihren fünf Mitgärtnern auftischen. Schließlich besuchen sich die sechs Gärtnerinnen und Gärtner zur Erntezeit reihum und lassen sich vom jeweiligen Gastgeber mit einem Garten-Menü verwöhnen. Wie gut dieses Menü gelingt, bewerten die sechs Konkurrentinnen und Konkurrenten untereinander. Zweimal im Gartenjahr steht Experte und Pflanzen-Coach Dr.Michael Ernst auf der Matte: Er will sich persönlich davon überzeugen, wie gut Annette ihre beiden gärtnerischen Projekte umsetzt. Neben dem Anlegen und dem Bepflanzen des neuen Gemeinschaftsbeets hat Annette noch eine weitere gärtnerische Herausforderung zu meistern: Wie ihre fünf Mitstreiter hat sie im Frühjahr 12 Setzlinge der Kohlrabisorte \"Superschmelz\" vom Experten erhalten. Sein Auftrag: daraus bis zur Erntezeit stattliche Früchte heranziehen. Wenn das gelingt, könnte Annettes schönster Superschmelz im Herbst vielleicht sogar zum Hingucker ihres Garten-Menüs werden.","versions":[{"lang":1,"streams":[{"redirect":12355876,"hoster":"VOE"},{"redirect":12355880,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hobbygärtner Volker Conrad","epNo":2,"alt":"","descr":"Drei Landfrauen aus \"Lecker aufs Land\" und drei Hobbygärtner treten einen Sommer lang in einen freundschaftlichen Garten-Wettbewerb: Sie säen und pflanzen, legen Beete an, wollen Neues ausprobieren und lang gehegte Pläne umsetzen. Begleitet vom Leiter der Staatsschule für Gartenbau in Stuttgart, Dr. Michael Ernst, sorgen die sechs Gartenbegeisterten für unterhaltsame Tipps rund ums Gärtnern und kreieren leckere Rezepte für eine gesunde Gartenküche. Als zweiter Kandidat geht Hobbygärtner Volker Conrad ins Rennen. Ein Leben ohne seinen Garten kann sich der stellvertretende Sozialamtsleiter nicht vorstellen: Direkt neben seinem Wohnhaus im beschaulichen Ellern im Hunsrück hat er einen 150 Quadratmeter großen Selbstversorger-Garten angelegt. Dort grünt und blüht es fast das ganze Jahr über.Auch wenn Volker seinen Nutzgarten seit elf Jahren hegt und pflegt, gibt es dort immer etwas zu optimieren: Bisher sind seine Tomaten im Freiland an der Hauswand gewachsen. Dieses Jahr will er ihnen endlich \"ein Dach über dem Kopf\" spendieren. Das neue Tomatenhaus ist Volkers erste Herausforderung im Gartenwettbewerb. Wenn er die meistert, wird im Herbst auch sein zweigängiges Garten-Menü von der diesjährigen Tomaten-Ausbeute profitieren. Zur Erntezeit besuchen sich die sechs Gärtner nämlich einmal reihum und lassen sich vom Gastgeber mit zwei individuellen Garten-Gerichten verwöhnen. Wie gut dieses Menü gelingt, bewerten die sechs Konkurrenten untereinander. Und weil in Volkers Augen ein Garten nicht genug ist, hat er noch einen weiteren.500 Meter von seinem Wohnhaus entfernt, bietet Volkers gepachteter Garten ideale Voraussetzungen für sein zweites Projekt im Gartenrennen: den Anbau der Kohlrabi-Sorte \"Superschmelz\". Wie seine fünf Mitstreiter hat Volker im Frühjahr 12 Setzlinge dieser Sorte vom Experten erhalten. Der Auftrag: daraus bis zum Herbst möglichst große und gesunde Früchte heranziehen. Außerdem vergibt der Garten-Coach im Herbst Punkte für Volkers neues Tomatenhaus. Und es zeigt sich, ob Volker mit seinem aufwendigen Garten-Menü Landfrau Annette Aller aus Folge 1 sogar noch übertrumpfen kann.","versions":[{"lang":1,"streams":[{"redirect":12355870,"hoster":"VOE"},{"redirect":12355875,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Landfrau Helga Wisser","epNo":3,"alt":"","descr":"Drei Landfrauen aus \"Lecker aufs Land\" und drei Hobbygärtnerinnen und Hobbygärtner treten einen Sommer lang in einen freundschaftlichen Gartenwettbewerb: Sie säen und pflanzen, legen Beete an, wollen Neues ausprobieren und lang gehegte Pläne umsetzen. Begleitet vom Leiter der Staatsschule für Gartenbau in Stuttgart, Dr. Michael Ernst, sorgen die sechs Gartenbegeisterten für unterhaltsame Tipps rund ums Gärtnern und kreieren leckere Rezepte für eine gesunde Gartenküche. Als dritte Teilnehmerin startet Landfrau Helga Wisser ins Gartenrennen. Zusammen mit ihrem Mann Andreas und Tochter Lillith lebt sie auf dem Gutmannhof im Schwarzwald. Neben Hochlandrindern, Pferden, Puten und Schweinen gehört auch ein 200 Quadratmeter großer Bauerngarten zum Hof. Den bewirtschaftet Helga nach den Prinzipien der Permakultur.Permakulturgärten sind eine Art anarchischer Gegenentwurf zum klassischen Gemüsegarten: Keine mit dem Lineal gezogenen Beete, alles wächst wild durcheinander. Kein Wunder also, dass Helga auch die zwölf Kohlrabisetzlinge, die sie im Frühjahr vom Experten bekommt, nicht in Reih und Glied pflanzt. Diesen Kohlrabi der Sorte \"Superschmelz\" den Sommer über zu hegen und zu pflegen, ist Helgas erste Herausforderung im Wettbewerb. Wie gut sie diese Aufgabe meistert, wird im Herbst der Experte beurteilen. Punkte gibt’s dann auch für Helgas neues Insektenhotel, ihre zweite Disziplin im Gartenrennen. Außerdem besuchen sich die sechs Gärtnerinnen und Gärtner zur Erntezeit einmal reihum. Dieses Mal ist Helga die Gastgeberin. In ihr zweigängiges Menü lässt die Landfrau so ziemlich alles einfließen, was Garten und Hof kulinarisch zu bieten haben.Ob Helga damit den Geschmack ihrer Besucherinnen und Besucher trifft und viele Punkte von ihnen erwarten kann?","versions":[{"lang":1,"streams":[{"redirect":12355885,"hoster":"VOE"},{"redirect":12355881,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Hobbygärtner Carsten Göhner","epNo":4,"alt":"","descr":"Wer Carsten Göhners XXL-Garten unweit von Tübingen besucht, fragt sich zwangsläufig: Ist das noch Selbstversorgung oder schon Nebenerwerbs-Landwirtschaft? Den 1.000 Quadratmeter großen \"Acker\", wie der Hobbygärtner seine stattliche Anbaufläche liebevoll nennt, hat Carsten von seinen Schwiegereltern übernommen. Gemeinsam mit Schwiegervater Willi startet er in die erste Disziplin im Gartenwettbewerb: Carsten will endlich die Wasserversorgung verbessern und so die Bewässerung des riesigen Areals erleichtern. Die zweite Aufgabe im Gartenrennen kommt direkt vom Experten: Wie seine fünf Mitgärtnerinnen und Mitgärtner erhielt Carsten im Frühjahr 12 Setzlinge der Kohlrabi-Sorte \"Superschmelz\". Der Auftrag: daraus bis zum Herbst möglichst große und gesunde Früchte heranzuziehen.Wie Carsten sich in diesen beiden Disziplinen schlägt, das wird im Herbst der Experte beurteilen. Zur Erntezeit kommen auch Carstens Mitstreiterinnen und Mitstreiter zu Besuch, denn dann laden sich alle sechs einmal reihum zum Essen ein. Jeder von ihnen tischt seinen Gästen ein zweigängiges Garten-Menü zur Bewertung auf. Bei der Hauptspeise versucht Carsten mit selbstgemachten Maultaschen und einem \"schmatzenden\" Kartoffelsalat zu punkten. Drei Gärtner haben sich bereits stattliche Essenswertungen \"erkocht\". Aber vielleicht kann sie Carsten mit seiner urschwäbischen Hauptspeise sogar noch übertrumpfen.","versions":[{"lang":1,"streams":[{"redirect":12355883,"hoster":"VOE"},{"redirect":12355888,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Landfrau Saziye Diener","epNo":5,"alt":"","descr":"Von allen sechs Gärtnerinnen und Gärtnern hat Landfrau Saziye Diener aus dem Hunsrück mit Sicherheit den kleinsten, aber vielleicht auch den kreativsten Garten: Als \"Meisterin der Zweckentfremdung\" baut die gebürtige Türkin ihr Gemüse am liebsten in Hochbeeten an, die eigentlich keine sind: Auf der Ladefläche eines ausrangierten Pritschenwagens wächst Salat, in die Fahrerkabine pflanzt Saziye Tomaten- und Zucchinisetzlinge. Im Herbst wird sie ihre eigene Ernte in ein zweigängiges Garten-Menü verwandeln. Saziyes erklärtes Ziel: Ihre fünf Mitgärtner sollen ihre alte und ihre neue Heimat herausschmecken. Damit das gelingt, hat Saziye von ihrer letzten Türkei-Reise Schwarzkohlsetzlinge mitgebracht.Ob die im Hunsrück genauso gut gedeihen wie an der Schwarzmeerküste? Ebenfalls prächtig gedeihen sollen in Saziyes Garten diesen Sommer zwölf Kohlrabisetzlinge der Sorte \"Superschmelz\". Die hat die Landfrau direkt vom Experten bekommen – mit dem Auftrag, daraus möglichst große und gesunde Früchte heranzuziehen. Wie gut ihr das gelingt, wird der Experte im Herbst beurteilen. Dann vergibt er auch Punkte für Saziyes zweite Disziplin im Wettbewerb: ihr neues klassisches Hochbeet. Wenn sie das fachgerecht aufsetzt und bepflanzt, kann sich Saziye weitere wertvolle Punkte im Gartenrennen sichern. Und das gerade noch rechtzeitig vor dem großen Finale, das die Gärtnerinnen und Gärtner in der kommenden sechsten Folge der Sendreihe erwartet.Neue Doku-Reihe im Hauptabend Die neue sechsteiligen Doku \"Mein leckerer Garten\" ist hervorgegangen aus der SWR Garten-Challenge \"Mein Garten, Dein Garten\" und der SWR Koch-Doku \"Lecker aufs Land\". Drei Männer, allesamt leidenschaftliche Hobbygärtner, sind zum ersten Mal dabei. Sie treten gegen drei Landfrauen aus \"Lecker aufs Land\" an. Von Mai bis September begleitet ein Drehteam die gärtnerischen Erfolge, aber auch die weniger geglückten Anbauversuche der Protagonistinnen und Protagonisten, die in den jeweils 45-minütigen Folgen dokumentiert werden.","versions":[{"lang":1,"streams":[{"redirect":12355892,"hoster":"VOE"},{"redirect":12355891,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Hobbygärtner Hans Breisacher","epNo":6,"alt":"","descr":"Seine Leidenschaft fürs Gärtnern hat der inzwischen pensionierte Kellermeister Hans Breisacher früh entdeckt. Schon Anfang der 70er Jahre – und damals noch ohne großen Plan – hatte er begonnen, einen 3.500 Quadratmeter großen Garten zu bewirtschaften. Aus dem großzügigen Areal im Herzen der Weinbaugemeinde Ihringen ist mittlerweile ein botanisches Gesamtkunstwerk mit gärtnerischen Raritäten aus aller Welt sowie seltenen Obst- und Blumenarten geworden. Genau hier, in der grünen Oase des wohl wärmsten Ortes Deutschlands, findet das große Finale des freundschaftlichen Gartenwettbewerbs statt.Zunächst muss sich Hans Breisacher zwei gärtnerischen Herausforderungen stellen und ein zweigängiges Garten-Menü für seine fünf Mitstreiterinnen und Mitstreiter zubereiten: Wie seine Mitgärtner hat Hans Breisacher im Frühjahr zwölf Kohlrabisetzlinge der Sorte \"Superschmelz\" bekommen – verbunden mit dem Auftrag, daraus bis zum Herbst prächtige Früchte heranzuziehen. Weil ihm nicht nur seltene, sondern auch historische Gemüsesorten am Herz liegen, baut Hans – als zweite Disziplin im Wettbewerb – auch noch alte Salatsorten wie Hirschzungen- und Forellensalat, eine Kaiserstühler Möhre und einen ursprünglich aus Asien stammenden Spinat an. Mit dem hofft Hans Breisacher das Gartenrennen für sich zu entscheiden. Aber auch mit seinem zweigängigen Garten-Menü will er überzeugen. Ob ihm das gelingt, wird SWR Gartenexperte Dr.Michael Ernst verraten: Er kürt am Ende den Sieger des Wettbewerbs","versions":[{"lang":1,"streams":[{"redirect":12355895,"hoster":"VOE"},{"redirect":12355893,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-2","episodes":[{"epId":"episode-1","name":"Bei Landfrau Jessica Schönfeld","epNo":1,"alt":"","descr":"Auch 2020 treten wieder drei Landfrauen aus \"Lecker aufs Land\" und drei Hobbygärtner einen Sommer lang in einen freundschaftlichen Garten-Wettbewerb: Sie säen und pflanzen, legen Beete an, wollen Neues ausprobieren und lang gehegte Pläne umsetzen. Begleitet vom Leiter der Staatsschule für Gartenbau in Stuttgart-Hohenheim, Dr. Michael Ernst, sorgen die sechs Gartenbegeisterten für unterhaltsame Tipps rund ums Gärtnern und kreieren leckere Rezepte für eine gesunde Gartenküche.Den Auftakt der zweiten sechsteiligen Staffel macht Landfrau Jessica Schönfeld. In Ruppertsberg in der Pfalz bewirtschaftet sie einen 500 Quadratmeter großen gepachteten Garten. Hier hält sie Hühner, baut Gemüse an und experimentiert mit Teekräutern. Beruflich dreht sich bei Jessica und ihrem Mann Christian alles um Tee: Die beiden verkaufen Tee- und Kräutermischungen aus eigenem Anbau. Wie ihre Mitgärtner startet Jessica im Frühjahr zwei Projekte: Sie baut Squash, eine ganz besondere Kürbissorte an; das ist ihr selbstgewähltes Projekt. Vom SWR Gartenexperten, Dr. Michael Ernst, bekommt sie darüber hinaus wie ihre fünf Mitgärtner zwölf Knollenfenchelsetzlinge, die sie bis zum Herbst zu ansehnlichen Pflanzen heranziehen soll. Auch eigene Tomaten kommen ins Beet. Zweimal im Gartenjahr bekommt Jessica Besuch vom SWR Gartenexperten, der sich persönlich davon überzeugen will, ob Jessica ihre beiden gärtnerischen Projekte auch fachgerecht umsetzt. Alles, was Jessica den Sommer über in ihrem Garten kultiviert, kann die Landfrau im Herbst ihren Mitgärtnern auftischen. Denn dann besuchen sich die sechs Protagonisten einmal reihum – und lassen sich vom jeweiligen Gastgeber mit einem zweigängigen Garten-Menü verwöhnen. Wie gut das gelingt, bewerten die sechs Konkurrenten untereinander. Schon im Juli, beim ersten Besuch des Experten, entdeckt der Fachmann Mehltau an den Blättern der Squash-Kürbisse. Wird Jessica den Pilz im Zaum halten und ihren Mitgärtnern im September, wie geplant, prachtvolle Squashkürbisse servieren können?","versions":[{"lang":1,"streams":[{"redirect":12355901,"hoster":"VOE"},{"redirect":12980972,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bei Hobbygärtner Walter Krögner","epNo":2,"alt":"","descr":"Als zweiter Kandidat geht Hobbygärtner Walter Krögner ins Rennen. Seit 20 Jahren bewirtschaftet er einen 200 Quadratmeter großen Schrebergarten im Osten von Freiburg. Hauptberuflich arbeitet er im \"Biosphärengebiet Schwarzwald,\" im Ehrenamt dann noch als Gemeinderat. Deshalb kann er auch nicht so oft in seinen Garten, wie ihm das lieb wäre. Schon deshalb steht er mit Giersch und Quecke auf Kriegsfuß, denn das Unkrautjäten kostet ihn nur unnötig Energie und Zeit. Ansonsten freut sich der studierte Forstwirt an fast allem, was in seiner Parzelle wächst. Sein Talent als Gärtner will Walter damit beweisen, dass er Tomaten unter freiem Himmel anbaut. Das ist sein selbstgewähltes Projekt im Wettbewerb. Außerdem bekommt er im Frühjahr Fenchelsetzlinge vom Experten. Der Auftrag ist, daraus bis zum Herbst möglichst große und gesunde Knollen heranziehen.Eher widerwillig stellt sich Walter dieser zweiten Aufgabe – Fenchel gehört nicht zu seinem Lieblingsgemüse. Zweimal innerhalb der viermonatigen Drehzeit besucht SWR Gartenexperte Dr. Michael Ernst den Hobbygärtner in seinem Schrebergarten. Das erste Mal nur, um Tipps zu geben, beim zweiten Mal wird es ernst: Dann vergibt der Experte Punkte für die Freiluft-Tomaten und das Fenchel-Projekt. Zur Erntezeit kommt noch mehr Besuch: Walters Mitgärtner sind in den Schrebergarten eingeladen, um sich von ihm mit zwei individuellen Garten-Gerichten verwöhnen zu lassen. Wie gut dieses Menü gelungen ist, das bewerten die Konkurrenten untereinander. Dann zeigt sich, ob der Hobbygärtner mit seinem deftigen Menü die Wertung von Landfrau Jessica Schönfeld aus Folge eins übertrumpfen kann.","versions":[{"lang":1,"streams":[{"redirect":12355902,"hoster":"VOE"},{"redirect":12355906,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bei Landfrau Irmgard Feuerbach","epNo":3,"alt":"","descr":"Als dritte Teilnehmerin startet Landfrau Irmgard Feuerbach in den Gartenwettbewerb. Zusammen mit ihrem Mann Svend und vier Kindern lebt sie auf dem Rosenhof im Hunsrück. Neben Schafen, Hühnern und Pferden gehört auch ein 400 Quadratmeter großer Selbstversorgergarten zum Hof. Irmgard liebt Kohl in allen Variationen – daher baut sie ihn jedes Jahr in großen Mengen an. Was ihr noch fehlt, ist ein Kräuterbeet. Also erklärt Irmgard die heiß ersehnte Anbaufläche für Kräuter kurzerhand zu ihrem selbstgewählten Projekt im Wettbewerb. Tatkräftige Unterstützung bekommt sie von Ehemann Svend – und sachdienliche Tipps vom SWR Gartenexperten. Im Juli wirft der auch einen Blick auf Irmgards Fenchelpflanzen.Wie ihre Konkurrenten hat Irmgard im Frühjahr zwölf Fenchel-Setzlinge vom Experten bekommen, aus denen sie bis zum Herbst gesunde Knollen heranziehen soll. Wie gut sie diese Aufgabe meistert, beurteilt der Experte im Herbst. Punkte gibt’s dann auch für Irmgards neues Kräuterbeet. Außerdem besuchen sich die sechs Gärtnerinnen und Gärtner zur Erntezeit einmal reihum. Dieses Mal ist Irmgard die Gastgeberin. In ihr zweigängiges Menü lässt die Landfrau alles einfließen, was Garten und Hof kulinarisch zu bieten haben. Für diesen Anlass kreiert sie sogar ein Hagebutten-Eis. Ob Irmgard damit den Geschmack trifft und viele Punkte erwarten kann?","versions":[{"lang":1,"streams":[{"redirect":12355913,"hoster":"VOE"},{"redirect":12355911,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bei Hobbygärtner Jürgen Mees","epNo":4,"alt":"","descr":"Wer den 500 Quadratmeter großen Garten von Jürgen Mees betritt, sieht gleich auf den ersten Blick, wie viel Zeit, Arbeit und Liebe der Hobbygärtner aus Landau in der Pfalz in sein \"Sommerwohnzimmer\" steckt. Eine gemütliche Sitzecke hier, ein gepflegter Gartenteich da und mittendrin: eine Lavendelstraße. Besonders stolz sind Jürgen und seine Frau Susanne auf ihre selbst gestaltete Reptilienmauer, die einheimischen Echsen und pflanzlichen Exoten ein Zuhause bietet. Zusammen mit Susanne startet Jürgen in seine erste, selbstgewählte Disziplin im Gartenwettbewerb: Der Hobbygärtner will Pilze auf Baumstämmen züchten. Das Knowhow dafür hat er sich im Internet angelesen. Dort heißt es, dass mit dieser Methode sogar Anfänger beachtliche Erfolge erzielen können. Entsprechend hoch sind die Erwartungen.Ob Susanne und Jürgen im Herbst tatsächlich \"körbeweise Pilze\" ernten können? Die zweite Aufgabe, der Jürgen sich stellt, kommt direkt vom SWR Gartenexperten: Wie seine fünf Mitgärtnerinnen und Mitgärtner hat er im Frühjahr zwölf Fenchel-Setzlinge bekommen. Der Auftrag ist, daraus bis zum Herbst möglichst große Knollen zu ziehen. Wie Jürgen sich schlägt, wird der Experte im Herbst beurteilen. Zur Erntezeit kommen auch Jürgens Mitstreiterinnen und Mitstreiter zu Besuch, denn dann laden sich alle sechs einmal reihum zum Essen ein. Jeder Gastgeber breitet für die Gäste ein zweigängiges Garten-Menü zu und erhält dafür Punkte. Jürgen setzt auf eine fein abgestimmte Vorspeise und scheut auch bei der Zubereitung des Hauptgangs keine Mühen: Als Beilage schnippelt er stundenlang Gemüse aus dem eigenen Garten.Drei von Jürgens Konkurrenten haben sich bereits stattliche Essenwertungen \"erkocht\". Aber vielleicht kann Jürgen diese mit seinem aufwändigen Menü sogar noch toppen. Im Fokus der Sendereihe steht die Begeisterung der Protagonistinnen und Protagonisten fürs Gärtnern und fürs Kochen. Dabei geht es nicht um den \"perfekten Nutzgarten\" oder das \"perfekte Menü\", sondern um die Vielfalt an gärtnerischen Konzepten und saisonalen Rezepten. Außerdem um die Leidenschaft von drei Landfrauen und drei Hobbygärtnern, die sich – jedes Jahr aufs Neue – den Herausforderungen ihres Gartens stellen.","versions":[{"lang":1,"streams":[{"redirect":12355905,"hoster":"VOE"},{"redirect":12355907,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bei Landfrau Jutta Braun","epNo":5,"alt":"","descr":"Von allen sechs Gärtnerinnen und Gärtnern hat Landfrau Jutta Braun aus dem Hochschwarzwald wohl die schwierigsten Anbaubedingungen: Sie kultiviert ihr Gemüse auf 1000 Metern Höhe. So weit oben sind die Winter lang, die Sommer kurz. Nicht gerade ideal für sonnenhungriges Gemüse wie Tomaten oder Paprika. Doch die Rinderzüchterin stellt sich der Herausforderung und startet engagiert in die neue Gartensaison. Im Herbst wird Jutta ihre eigene Ernte in ein zweigängiges Garten-Menü verwandeln. Ihr erklärtes Ziel: Die fünf Mitgärtnerinnen und Mitgärtner mit allem zu verwöhnen, was Hof und Garten zu bieten haben. Schließlich bekommt sie von den Gästen Punkte für ihr Menü.Damit das wenige Gemüse, das in1000 Metern Höhe gedeiht, nicht vorzeitig von anderen \"Mitessern\" verspeist wird, sagt Jutta ihrem erklärten Erzfeind den Kampf an: Sie testet umweltfreundliche Methoden zur Schnecken-Abwehr. Außerdem kultiviert Jutta zwölf Fenchel-Setzlinge. Die hat sie direkt vom SWR Gartenexperten bekommen – zusammen mit dem Auftrag, daraus möglichst große und gesunde Knollen heranzuziehen. Wie gut Jutta das gelingt, wird der Experte im Herbst beurteilen. Dann vergibt er auch Punkte für ihre zweite und selbstgewählte Disziplin im Wettbewerb: die Schnecken-Abwehr. Wenn sie damit überzeugt, kann sich Jutta wertvolle Punkte im Gartenwettbewerb sichern. Gerade noch rechtzeitig vor dem großen Finale, das die Gärtnerinnen und Gärtner in der kommenden sechsten Folge der Sendreihe erwartet.","versions":[{"lang":1,"streams":[{"redirect":12355914,"hoster":"VOE"},{"redirect":12355918,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bei Hobbygärtner Jürgen Süß-Leonhardt","epNo":6,"alt":"","descr":"Für Jürgen Süß-Leonhardt ist sein 1000 Quadratmeter großer Garten die Erfüllung eines lang gehegten Traums: Vor zwölf Jahren hat er – zusammen mit seiner Frau Iris – in Westhofen, einem kleinen Winzerort in Rheinhessen, ein altes Hofgut gekauft und das dazugehörige Grundstück in einen imposanten Barockgarten verwandelt. Die Beete sind streng symmetrisch angeordnet, die Pflanzen nach Farben sortiert. Platz für den Anbau von Gemüse gibt es – bisher – wenig. Aber genau darin besteht für den Hobbygärtner der Reiz: Er integriert sein Gemüse dort, wo es von Farbe und Form her zur bestehenden Bepflanzung passt. Umgeben von diesem botanischen Gesamtkunstwerk findet am Ende das große Finale des freundschaftlichen Garten-Wettbewerbs statt. Aber zunächst muss sich auch Jürgen Süß-Leonhardt zwei gärtnerischen Herausforderungen stellen.Wie seine fünf Mitgärtnerinnen und Mitgärtner hat der Garten-Ästhet im Frühjahr zwölf Fenchel-Setzlinge bekommen – verbunden mit dem Auftrag, daraus bis zum Herbst prächtige Knollen heranzuziehen. Weil er als Textilchemiker sein Faible für Farben und Formen auch beruflich auslebt, träumt Jürgen schon lange davon, in seinem Garten eine Indigo-Pflanze zu kultivieren. Schließlich wurde der tiefblaue Farbstoff dieser Pflanze schon vor 6000 Jahren zum Färben von Kleidungsstücken verwendet. Damit sich die Färberpflanze von Anfang an bei ihm wohlfühlt, will er den perfekten Pflanztopf für sie kreieren – selbst entworfen und gegossen aus Beton. Das ist Jürgens zweite, selbstgewählte Herausforderung. Mit all dem hofft Jürgen Süß-Leonhardt den Wettbewerb für sich zu entscheiden. Aber auch mit seinem Garten-Menü will er überzeugen.Ob ihm das gelingt, wird SWR Gartenexperte Dr. Michael Ernst verkünden: Er kürt am Ende dieser Folge den Sieger des Wettbewerbs mit dem \"leckersten Garten im Südwesten\".","versions":[{"lang":1,"streams":[{"redirect":12355924,"hoster":"VOE"},{"redirect":12355923,"hoster":"Streamtape"}]}]}]},{"seasonId":"staffel-3","episodes":[{"epId":"episode-1","name":"Bei Rita Vitt","epNo":1,"alt":"","descr":"Den Auftakt zur dritten Staffel des Gartenwettbewerbs macht Landfrau Rita Vitt. In Biberach-Prinzbach in der Ortenau bewirtschaftet sie einen 200 Quadratmeter großen Bauerngarten. Hier kultiviert sie viele alte, aber auch ausgefallene Gemüsesorten. Die Aromen ihres Gartens und der umliegenden Streuobstwiesen fängt die kreative Brennmeisterin in Bränden und Likören ein. Zweimal im Gartenjahr bekommt Rita Vitt Besuch vom SWR Gartenexperten Dr. Michael Ernst: Er beurteilt, ob die Landfrau ihre beiden gärtnerischen Projekte, den Anbau von Honigmelonen und Zuckermais, fachgerecht umsetzt. Alles, was Rita Vitt den Sommer über in ihrem Garten kultiviert, kann sie im Herbst für ihr Garten-Menü verwenden. Dafür legt die Landfrau sogar ein eigenes Beet mit Auberginen, Romanesco, roten Beeten, Stangen-Sellerie und Mangold an.Denn im Herbst besuchen sich die drei Landfrauen und die drei Hobbygärtner*innen einmal reihum – und lassen sich vom jeweiligen Gastgeber bzw. der jeweiligen Gastgeberin mit einem zweigängigen Garten-Menü verwöhnen. Wie gut dieses Menü gelingt, bewerten die sechs untereinander.","versions":[{"lang":1,"streams":[{"redirect":12355920,"hoster":"VOE"},{"redirect":12355921,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Bei Marcus Quint","epNo":2,"alt":"","descr":"Marcus Quint startet als zweiter Kandidat in den SWR Gartenwettbewerb. Er bewirtschaftet einen 500 Quadratmeter großen Hausgarten in Bingen und hegt ein besonderes Faible für exotische Blühpflanzen wie kalifornischen Baum-Mohn, Wolfsmilchgewächse und Passionsblumen. Sein Talent als Gärtner will er im Garten-Wettbewerb dadurch beweisen, dass er sonnenhungriges Gemüse wie Tomaten und Paprika in Töpfen an der Südseite seines Hauses anbaut. Außerdem bekommt der Hobbygärtner im Frühjahr eine Aufgabe des SWR Experten. Er soll aus Zuckermais-Samen bis zum Herbst möglichst gesunde Pflanzen mit prächtigen Maiskolben heranzuziehen. Zweimal innerhalb der viermonatigen Drehzeit besucht SWR Gartenexperte Dr. Michael Ernst den Hobbygärtner.Das erste Mal nur, um Tipps zu geben, beim zweiten Mal wird es ernst: Dann vergibt der Experte Punkte für das mediterrane Gemüse an der Hauswand und für das Zuckermais-Projekt. Zur Erntezeit kommt sogar noch mehr Besuch: Dann lädt Marcus Quint seine Mitgärtner*innen in den Hausgarten ein und serviert ihnen ein zweigängiges Menü. Wie gut ihm dieses Menü gelingt, bewerten seine Mitstreiter*innen. Dann zeigt sich, ob der Hobbygärtner mit seinem vegetarischen Menü die Wertung von Landfrau Rita Vitt noch toppen kann.","versions":[{"lang":1,"streams":[{"redirect":12355929,"hoster":"VOE"},{"redirect":12355931,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Bei Maren Bornheimer-Schwalbach","epNo":3,"alt":"","descr":"Als dritte Teilnehmerin startet Landfrau Maren Bornheimer-Schwalbach aus Rheinhessen in den SWR Gartenwettbewerb. Zusammen mit ihrem Mann Bernd bewirtschaftet sie einen vielseitigen Bio-Betrieb mit Weinbau, Ackerland, Hofladen und Schweinehaltung. Was ihr am Hof noch fehlt, ist eine Anbaufläche für Gemüse, Beerenobst und Kräuter. Das Problem löst Maren kreativ: Sie funktioniert ein antikes Bett, eine alte Badewanne und diverse Weinkisten in extravagante Hochbeete um. Tatkräftige Unterstützung bekommt sie dabei von ihrer Familie – sachdienliche Tipps vom SWR Gartenexperten. Im Juli wirft der auch einen Blick auf Marens Maispflanzen. Wie ihre Mitgärtner*innen hat die Landfrau im Frühjahr Zuckermais-Samen vom Experten bekommen, aus denen sie bis zum Herbst gesunde Pflanzen mit prächtigen Kolben heranziehen soll.Wie gut Maren diese Aufgabe meistert, beurteilt der Experte im Herbst. Punkte gibt’s dann auch für ihr größtes neues Hochbeet, das bepflanzte antike Bett. Außerdem besuchen sich die sechs Gärtner*innen zur Erntezeit einmal reihum. Dieses Mal ist Maren die Gastgeberin. In ihr zweigängiges Menü lässt die Landfrau alles einfließen, was Garten und Hof kulinarisch zu bieten haben. Ob Maren mit ihrem üppigen Menü den Geschmack ihrer Besucher*innen trifft und viele Punkte von ihnen erwarten kann?","versions":[{"lang":1,"streams":[{"redirect":12355932,"hoster":"VOE"},{"redirect":12355934,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Bei Christophe Gentil","epNo":4,"alt":"","descr":"Es geht zu Christophe Gentil. In Bad Herrenalb im Nordschwarzwald liegt der 1200 Quadratmeter große Hausgarten des Bauingenieurs. Sein Ziel ist es, sich mit dem Garten, so gut es geht, selbst zu versorgen. Dabei verwertet er Früchte und Wildkräuter, von denen viele andere die Finger lassen: Aus Vogelbeeren, den Früchten der Eberesche, bereitet er Marmelade zu, mit Brennnesseln und Giersch verfeinert er seine Lasagne. Neben Hühnern halten Christophe Gentil und seine Ehefrau Sibylle auch zwölf Thüringer Waldziegen. Einmal die Woche gehen sie mit ihnen spazieren. Das ist auch nicht viel anders als mit einem Hund, finden die beiden. Den Ziegenmist nutzt Christophe als Dünger für seine Beete. Zusammen mit Sibylle startet der Hobbygärtner in seine erste, selbstgewählte Disziplin im Garten-Wettbewerb: Die beiden legen ein neues Beet für Wurzelgemüse an.Die zweite Aufgabe, die Christophe Gentil meistern muss, kommt vom SWR Gartenexperten: Wie seine fünf Mitgärtner*innen erhält er im Frühjahr Zuckermais-Samen. Der Auftrag ist, daraus bis zum Herbst gesunde Pflanzen mit prächtigen Kolben heranzuziehen. Wie Christophe Gentil sich in beiden Disziplinen schlägt, beurteilt der Experte im Herbst. Zur Erntezeit kommen auch Christophes Mitstreiter*innen zu Besuch. Denn dann laden sich alle Sechs einmal reihum zum Essen ein. Jede*r von ihnen tischt den Gästen ein zweigängiges Garten-Menü auf. Ob Christophe die Mitstreiter*innen mit seiner Wildkräuter-Lasagne und einer Panna Cotta mit Zwetschgensoße überzeugen kann?","versions":[{"lang":1,"streams":[{"redirect":12355935,"hoster":"VOE"},{"redirect":12355936,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Bei Beate Vollmayer","epNo":5,"alt":"","descr":"In Singen am Hohentwiel liegt das Weingut von Landfrau Beate Vollmayer. Auch sie stellt sich dem SWR Garten-Wettbewerb. Neben 15 Hektar Reben gehört auch ein 200 Quadratmeter großer Gemüsegarten zum Hof. Hier baut Beate Vollmayer alles an, was sie und ihre Familie gerne essen. Um endlich auch genügend Anbaufläche für Beeren zu haben, legt Beate einen neuen Naschgarten mit Aronia-, Heidelbeer-, Stachelbeer-, Himbeer-, Maibeer- und Johannisbeer-Pflanzen an. Das ist ihr selbstgewähltes Projekt im Garten-Wettbewerb – und hat auch mit ihrer Arbeit als Winzerin zu tun: Sie will die Aromen ihres Weins mit der Aromatik verschiedener Beeren vergleichen. Außerdem kultiviert Beate Vollmayer Zuckermais.Die Samen hat sie im Frühjahr direkt vom SWR Experten bekommen – zusammen mit dem Auftrag, daraus möglichst gesunde Pflanzen mit prächtigen Kolben heranzuziehen. Wie gut der Landfrau das gelingt, wird der Experte im Herbst beurteilen. Dann vergibt er auch Punkte für ihre zweite Disziplin im Wettbewerb: den neuen Naschgarten. Im Herbst wird Beate Vollmayer zudem die eigene Ernte in ein zweigängiges Garten-Menü verwandeln. Ihr erklärtes Ziel: Die fünf Mitgärtner*innen mit allem verwöhnen, was Weingut, Gemüse- und Beerengarten zu bieten haben. Schließlich kann sie sich damit wertvolle Punkte im Wettbewerb sichern. Und das gerade noch rechtzeitig vor dem großen Finale, das die Hobbygärtner*innen in der kommenden sechsten Folge der Sendreihe erwartet.","versions":[{"lang":1,"streams":[{"redirect":12355946,"hoster":"VOE"},{"redirect":12355937,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Bei Johannes Orzechowski","epNo":6,"alt":"","descr":"Inmitten der Weinberge oberhalb von Nittel an der Mosel liegt der Felsengarten von Johannes Orzechowski. Hier findet das große Finale im SWR Gartenwettbewerb statt. In imposanter Steillage erstreckt sich das 2.500 Quadratmeter große Terrain über sieben ehemalige Weinberg-Terrassen. Seit der promovierte Physiker das Grundstück vor vier Jahren gekauft hat, arbeitet er daran, hier Obst, Gemüse und Kräuter zu kultivieren. Solange sich in der kleinen Zisterne genügend Wasser sammelt, kann er seine Nutzpflanzen bewässern. Sobald es versiegt, ist er allein auf Regen angewiesen. Auch Johannes Orzechowski stellt sich zwei gärtnerischen Herausforderungen: Wie seine fünf Mitstreiter*innen hat er im Frühjahr Zuckermais-Samen vom SWR Gartenexperten bekommen und soll daraus bis zum Herbst möglichst prächtige Maispflanzen heranziehen.Außerdem stellt Johannes spezielle Tongefäße her, um damit seine Tomatenpflanzen zu bewässern. Das ist sein zweites, selbstgewähltes Projekt im Garten-Wettbewerb. Aber auch mit seinem Garten-Menü will der Hobbygärtner überzeugen. Um es vor Ort im Felsengarten zuzubereiten, richtet er sich extra eine Outdoor-Küche ein. Nach dem Menü, wenn die letzten Punkte vergeben sind, kürt SWR Gartenexperte Dr. Michael Ernst den Sieger bzw. die Siegerin des Wettbewerbs mit dem \"leckersten Garten im Südwesten\".","versions":[{"lang":1,"streams":[{"redirect":12355943,"hoster":"VOE"},{"redirect":12355944,"hoster":"Streamtape"}]}]}]}]}