{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton","name":"Mein urbaner Garten – Zwischen Blüten \u0026 Beton","descr":"Sarah Mangione begibt sich auf eine Reise quer durch Deutschland und besucht urbane Oasen, um alles über das Gärtnern zu erfahren. Dabei trifft sie Menschen, die ihr interessante Einblicke ins \"urbane Gärtnern\" geben können. Bei ihrem Abenteuer wird die Hobby-Gärtnerin von Gärtnermeister Flo begleitet, der ihr mit fachlicher Expertise zur Seite steht. Gemeinsam verwandeln sie Sarahs verwilderte Laube im Norden Kölns in einen schönen ertragreichen urbanen Garten.","seasons":[{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1/episode-1","name":"Und los geht’s!","epNo":1,"alt":"","descr":"Die angehende Hobby-Gärtnerin Sarah Mangione will ihre verwilderte Laube im Norden Kölns in einen schönen und ertragreichen urbanen Garten verwandeln. Dabei wird sie vom Münchener Gärtnermeister Flo tatkräftig unterstützt. Um sich für ihr Herzensprojekt inspirieren zu lassen, besucht Sarah das gemeinnützige Gartenprojekt \"Kulturinsel Stuttgart\". Profi Flo übt sich derweil schon einmal an dem noch sehr tristen Garten eines jungen Pärchens.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14473917","hoster":"VOE"},{"path":"/redirect/14476923","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1/episode-2","name":"Hoch, Höher, Hochbeet","epNo":2,"alt":"","descr":"Sarah und Flo nehmen das erste Großprojekt in der Laube in Angriff. Es gilt, drei alte Hochbeete aufzumöbeln und ein neues, großes zu bauen. In ihrer Kölner Nachbarschaft besucht Sarah das Projekt \"Kölner Neuland\" und versteht, wie wichtig grüne Rückzugsorte und urbane Anbauflächen für die Großstädter sind. Flo verwandelt noch mal eben eine Dachterrasse in eine grüne und essbare Oase, bevor beide gemeinsam die neuen Hochbeete bepflanzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14454838","hoster":"VOE"},{"path":"/redirect/14476925","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1/episode-3","name":"Vertikales Gärtnern","epNo":3,"alt":"","descr":"Auch senkrecht kann gegärtnert werden! Sarah besucht einen der Pioniere der vertikalen Begrünung in Berlin und lernt, wie ungenutzte Flächen in der Stadt zu grünen Lungen und echten Hinguckern werden. In der Kölner Laube setzt sie mit Flos Hilfe und alten Holzpaletten das Gelernte direkt um. Außerdem bauen die beiden eine Kräuterschnecke und Flo beweist Studentin Franca, dass auch ein kleiner Balkon wortwörtlich erblühen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14454837","hoster":"VOE"},{"path":"/redirect/14476922","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1/episode-4","name":"Stadtgemüse","epNo":4,"alt":"","descr":"Gemüse ist das Motto! Aus der Laubenwildnis wird ein Acker, damit Sarah zur echten Selbstversorgerin wird. Aber dafür muss gerodet, geschaufelt und angelegt werden, dass der Schweiß nur so tropft - und Gärtnermeister Flo kennt weder Gnade noch Pausen. In Frankfurt trifft Sarah auf die Gemüseheldinnen, die ein stillgelegtes Areal in eine wahre Gemüse-Schatzkammer verwandelt haben. Sie probiert, studiert und nimmt viele neue Ideen mit nach Köln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14454839","hoster":"VOE"},{"path":"/redirect/14476924","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1/episode-5","name":"Ein Platz für Tiere","epNo":5,"alt":"","descr":"Sarah hat ein großes Herz für Tiere. Um mehr über Artenschutz im urbanen Bereich zu lernen, besucht sie einen Kölner Stadtimker mit 99 Bienenvölkern und zwei bayerische Brutkästenprofis, die sich von Kindesbeinen an dem Vogelschutz verschrieben haben. Dank der Inspirationen und Flos Expertise und Geschick, entstehen in der Laube eine große Reptilienburg und ein mehrstöckiges Insektenhotel - Zufluchtsorte für Sarahs mehrbeinige Gartenmitbewohner.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14454852","hoster":"VOE"},{"path":"/redirect/14476926","hoster":"Streamtape"}]}]},{"path":"/serie/stream/mein-urbaner-garten-zwischen-blten-beton/staffel-1/episode-6","name":"Urban Jungle – Grün auf kleinstem Raum","epNo":6,"alt":"","descr":"In Berlin trifft Sarah die Plantfluencerin Flora in deren zugewachsener Wohnung - ein wahrer Urban Jungle mit weit über 100 Pflanzenfreunden. Indes bringt Flo jede Menge grünes Leben in ein karges und vor allem kleines Studentenzimmer. In der Laube wird der Neugestaltungsendspurt zum Hürdenlauf: Es gilt noch einen Baum zu fällen, Wege zu begradigen, Zäunchen zu setzen und ausgefallene Beete für besondere Pflanzen zu bauen und zu bepflanzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14454851","hoster":"VOE"},{"path":"/redirect/14476927","hoster":"Streamtape"}]}]}]}]}