{"path":"/serie/stream/meister-eder-und-sein-pumuckl","name":"Meister Eder und sein Pumuckl","descr":"Beschreibung:Franz Eder (Gustl Bayrhammer) betreibt seit vielen Jahren eine kleine Schreinerei in einem Hinterhof der bayerischen Landeshauptstadt München. Er kümmert sich liebevoll um die Aufträge seiner Kunden, geht mit viel Freude ans Werk und ist eigentlich mit seinem Singledasein zufrieden. Und so ist er anfangs auch sehr skeptisch gegenüber der plötzlichen Gesellschaft, die er eines Tages in Form eines Koboldes bekommt. Ein eigentlich unsichtbares Männchen mit rotem Strubbelhaar, gelbem Hemd und grüner Hose bleibt an einem Leimtopf kleben, wird dadurch für Eder sichtbar und muss laut Koboldgesetz von da an bei ihm bleiben.Der kleine Kerl namens \"Pumuckl\" (gesprochen von Hans Clarin), ein Nachfahre der Klabautermänner, spricht gern in Reimen, hasst Katzen, mag aber Meerschweinchen und Mäuse und liebt es, anderen Streiche zu spielen – was durch seine Fähigkeit, unsichtbar zu werden, in der Regel recht leicht vonstatten geht. Auch Meister Eder bleibt von Pumuckls Schabernack nicht verschont und muss das Chaos, welches der kleine Kobold in der Werkstatt regelmäßig anrichtet, immer wieder in Ordnung bringen. Doch auch wenn Pumuckl ihn manchmal auf die Palme bringt und seine nichts ahnende Kundschaft irritiert, so schließt er ihn doch ins Herz, bastelt mit ihm zusammen und freut sich, nicht mehr ganz so allein zu sein.","seasons":[{"path":"/serie/stream/meister-eder-und-sein-pumuckl/filme","seasonId":"Alle Filme","episodes":[{"path":"/serie/stream/meister-eder-und-sein-pumuckl/filme/film-1","name":"Meister Eder und sein Pumuckl","epNo":1,"alt":"","descr":"Eines Tages entdeckt Meister Eder, der kauzige Schreinermeister, dass es in seiner Werkstatt spukt. Die Werkzeuge verschwinden, Sachen fallen vom Tisch und aus den Regalen, irgendjemand bringt alles durcheinander. An allem ist der Pumuckl schuld, ein kleiner frecher Kobold aus dem Geschlecht der Klabautermänner. Irgendwie hat er sich hierher in Meister Eders Werkstatt verirrt, wo es zwar keine Schiffe gibt, aber wenigstens Holzdielen. Plötzlich bleibt dieser kleine Kobold an Meister Eders Holzleimtopf kleben – und damit greift ein uraltes Koboldgesetz, in dem es heißt \"Wenn ein Kobold an einem menschlichen Ding klebenbleibt, wird er sichtbar.\" Von jetzt an kann also der Besitzer des Leimtopfs den Kobold sehen, das ist der Schreinermeister Eder. Natürlich glaubt dem Schreinermeister niemand, dass er jetzt einen Pumuckl hat. Aber bald bekommt es jeder zu spüren, denn der Pumuckl sucht Abenteuer und findet sie überall. Meister Eder und Pumuckl werden bald unzertrennliche Freunde. Der alte Schreiner baut seinem Pumuckl ein Bett und eine Schiffschaukel – so hat er wenigstens ein bisschen das heimatliche Gefühl, auf See zu sein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14144940","hoster":"VOE"},{"path":"/redirect/14144941","hoster":"Doodstream"},{"path":"/redirect/14144946","hoster":"Vidoza"},{"path":"/redirect/14144942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/filme/film-2","name":"Pumuckl und der blaue Klabauter","epNo":2,"alt":"","descr":"Den Pumuckl plagt das Fernweh. Er wird sich seiner Herkunft als Klabauter bewußt: \" … und Klabauter gehören auf’s Wasser\". Auf einem Donau-Dampfschiff will der reiselustige Pumuckl dann auch bis zum Schwarzen Meer fahren – als blinder Passagier, versteht sich. Das fällt ihm im Prinzip auch leicht, da ihn ja außer Meister Eder niemand sehen kann. Wenn – ja wenn ihn seine Naschsucht nicht verführen würde. Die verbannt ihn in einen Kühlschrank und so tritt dem Schiffskoch ein vereister Pumuckl entgegen. Dieses Erscheinen erklärt natürlich so einige mysteriöse Vorkommnisse an Bord, die die Passagiere des Dampfers verwirren. Pumuckl wiederum wird vom blauen Klabauter immer wieder auf die verhaßte Wasserprobe gestellt. So wird ihm seine Dampferfahrt nicht gerade zur Vergnügungsfahrt. Das Fernweh schlägt in großes Heimweh um. Pumuckls neuer Freund, Schiffskoch Odesser, hilft, und auch aus der Heimat kommt Hilfe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14144950","hoster":"VOE"},{"path":"/redirect/14144953","hoster":"Doodstream"},{"path":"/redirect/14144959","hoster":"Vidoza"},{"path":"/redirect/14144951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/filme/film-3","name":"Pumuckl und sein Zirkusabenteuer","epNo":3,"alt":"","descr":"Pumuckl ist von seinem großen Abenteuerausflug nach Hause zurückgekehrt und bringt das Leben eines spontanen Besuchers durcheinander. Diesmal ist sein Opfer Ferdinand Eder, ein Vetter des verstorbenen Schreinermeisters, dem Pumuckl seine Streiche spielt. Es dauert aber nicht lange, bis der Kobold selbst vor einem neuen, aufregenden Abenteuer steht. Pumuckl wird entführt und findet zwischen Artisten, Tieren und Besuchern jede Menge Gelegenheiten, das Zirkusleben auf den Kopf zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315879","hoster":"VOE"},{"path":"/redirect/14144944","hoster":"Doodstream"},{"path":"/redirect/10129031","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-1","name":"Spuk in der Werkstatt","epNo":1,"alt":"","descr":"Die Werkstatt von Schreinermeister Eder liegt in einem Hinterhof der Münchner Altstadt. An diesem Tag ist alles wie verhext: Sachen verschwinden oder fallen herunter und schließlich wird auch noch eine Kundin von unsichtbarer Hand ins Bein gezwickt. Als Eder ein merkwürdiges Piepsen hört, wirft er einen Holzhammer durch die Werkstatt. Er trifft den Leimtopf und ein merkwürdiger Schrei ertönt. Sichtbar wird ein kleiner roter Wuschelkopf, dann der ganze Pumuckl. Er klebt am Leim, und wie die Koboldgesetze es wollen, muß der Kobold von nun an bei Meister Eder bleiben, in dessen Leben sich von diesem Tag an sehr viel verändert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845930","hoster":"VOE"},{"path":"/redirect/8596605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-2","name":"Das verkaufte Bett","epNo":2,"alt":"","descr":"Beim Frühstück stellen Meister Eder und sein Pumuckl fest, daß Teller und Tassen und alle anderen Gebrauchsgegenstände zu groß für den Kobold sind, und daher macht Eder für seinen kleinen Freund als erstes ein Holzbettchen. Frau Reiser, eine Kundin, überredet den Schreinermeister, es ihr für ihre Kinder zu verkaufen. Pumuckl ist darüber so zornig, daß er Frau Reiser nach Hause folgt und sich für diese Ungerechtigkeit rächt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845935","hoster":"VOE"},{"path":"/redirect/8596606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-3","name":"Das neue Badezimmer","epNo":3,"alt":"","descr":"Dem Pumuckl ist Meister Eders Bad nicht mehr schön genug und daher bedrängt er ihn, es neu herzurichten. Da Eder nicht so recht will, übernimmt Pumuckl die Organisation auf seine Weise: Zuhause beim Installateur Lechner richtet er viel Unheil an und wirft zum Schluß die Kuckucksuhr zu Boden, so daß Lechner gezwungen ist, zur Reparatur Meister Eder aufzusuchen. Einen ähnlichen Trick wendet er beim Fliesenleger Ramsauer an, und so besuchen die beiden Handwerker den Meister Eder. Man einigt sich auf ein Gegengeschäft: Reparatur gegen Reparatur …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845931","hoster":"VOE"},{"path":"/redirect/8596607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-4","name":"Das Schloßgespenst","epNo":4,"alt":"","descr":"Zwei vornehme Diener bringen einen ehrenvollen Auftrag für Meister Eder: Die antike Truhe der Frau Gräfin muß repariert werden. Der neugierige Pumuckl fährt mit den Dienern aufs gräfliche Schloß und bringt mit seinem Schabernack das Personal an den Rand des Wahnsinns bis Meister Eder kommt und dem Spuk ein Ende bereitet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845933","hoster":"VOE"},{"path":"/redirect/8596611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-5","name":"Die abergläubische Putzfrau","epNo":5,"alt":"","descr":"Meister Eder liegt krank im Bett. Wer soll nun den Haushalt versorgen? Eder ruft Frau Eichinger an, die auch sonst bei ihm putzt und bittet sie, zu kommen. Pumuckl bemerkt, daß Frau Eichinger furchtbar abergläubisch ist und beschließt, sie ein für allemal davon zu heilen. Es fängt ganz harmlos an: Pumuckl legt der Frau ein Hufeisen vor die Eingangstür und Frau Eichinger ist vor Glück fast aus dem Häuschen, als sie es entdeckt. Also müßte heute ein Glückstag sein. Doch plötzlich ist die gerade gekaufte Arznei verschwunden, die Milchflasche fällt zu Boden, die Topfdeckel in der Küche donnern auf den Herd, ein Topf kocht über, Frau Eichingers Brosche verschwindet. Das ist zuviel für die gute Frau, aber noch nicht genug für Pumuckl …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102047","hoster":"VOE"},{"path":"/redirect/8596612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-6","name":"Pumuckl macht Ferien","epNo":6,"alt":"","descr":"Eder freut sich auf seinen wohlverdienten Urlaub, aber diesmal ist ja Pumuckl dabei. Ob das gut geht? Die beiden kommen auf dem schönen Bauernhof im bayerischen Voralpenland an, und Pumuckl ergründet natürlich erst die aufregenden Neuigkeiten in Haus und Hof. Bei dieser Gelegenheit \"befreit\" er auch gleich ein Ferkel aus dem Stall …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845937","hoster":"VOE"},{"path":"/redirect/8596609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-7","name":"Der Geist des Wassers","epNo":7,"alt":"","descr":"Eder und Pumuckl machen Ferien auf dem Bauernhof. Bei einem Waldspaziergang entdecken sie einen Teich, und Pumuckl bedrängt Eder, ein kleines Segelboot zu kaufen, damit er auf dem Wasser herumfahren kann. Eder läßt sich breitschlagen, und so verbringen die beiden einen schönen Tag mit dem Schiff. Die Zwillinge Schorschi und Wiggerl haben das Treiben mit großem Mißtrauen verfolgt. Als Eder und Pumuckl das Segelboot für eine kurze Weile alleine lassen, untersuchen es die Buben und lassen es fallen. Dabei wird das Boot beschädigt. Eder und sein Kobold beschließen, sich zu rächen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845932","hoster":"VOE"},{"path":"/redirect/8596610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-8","name":"Pumuckl und die Schule","epNo":8,"alt":"","descr":"Pumuckl will von Eder ganz genau wissen, was das ist: Die Schule. Er kann sich das aber nicht richtig vorstellen und beschließt, in die Schule zu gehen. Natürlich bringt der Kobold den ganzen Unterricht durcheinander und die Klasse steht Kopf. Ein Kaugummi im Papierkorb wird dem Kobold zum Verhängnis: Er bleibt daran kleben. Nach dem Koboldgesetz wird er dadurch sichtbar und muß beim Besitzer des Kaugummis bleiben. Gibt es in dieser Not noch Rettung?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845936","hoster":"VOE"},{"path":"/redirect/8596608","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-9","name":"Pumuckl und der Pudding","epNo":9,"alt":"","descr":"Meister Eders Schwester ist gekommen, um ihm mal ein schönes Essen zu kochen. Zum Nachtisch gibt es Schokoladenpudding, und mit Pumuckls Hilfe ist der Pudding in Windeseile aufgegessen. Pumuckl beschließt, daß es von nun an jeden Tag Schokoladenpudding geben soll und da sich Meister Eder am nächsten Tag weigert, wieder einen zu kochen, macht sich Pumuckl selbst an die Arbeit. Noch bevor größere Katastrophen passieren können, kommt Frau Eichinger, die Putzfrau. In der Küche sieht sie das begonnene Werk und versucht es zu Ende zu führen. Doch heute hat sie offenbar zwei linke Hände: alles geht daneben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845938","hoster":"VOE"},{"path":"/redirect/8596613","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-10","name":"Der rätselhafte Hund","epNo":10,"alt":"","descr":"Wieder einmal hat ein Kunde etwas in Eders Werkstatt vergessen. Pumuckl bemerkt so etwas natürlich, aber er darf ja nichts sagen, sonst wird die Kundschaft erschreckt. Also macht er mit Meister Eder aus, daß er immer wie ein Hund bellt, wenn jemand etwas vergißt oder verliert. Daß dies keine gute Idee ist, stellt sich schon bald heraus: Im Krämerladen sieht Pumuckl von Eders Manteltasche aus ein Markstück am Boden liegen. Sofort bellt er und bringt Eder damit in Verlegenheit. Auf dem Heimweg klettert Pumuckl in ein Kellerloch und läßt jämmerliches Gebell erschallen. Mitleidige Passanten holen den Hausmeister, um den offenbar eingesperrten Hund zu befreien …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845940","hoster":"VOE"},{"path":"/redirect/8596615","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-11","name":"Pumuckl und der Nikolaus","epNo":11,"alt":"","descr":"Die Weihnachtszeit ist angebrochen. Pumuckl hat von den Kindern sehr interessante Dinge über den Nikolaus aufgeschnappt und will es nun von Eder genau wissen. Der Kobold bildet sich ein, daß der Nikolaus nur zu Kindern, aber nicht zu ihm kommt und daß er ihm deshalb auch nicht gefährlich werden kann. Vor lauter Übermut treibt er es zu toll und malt schließlich auch noch die Wand an. Eder hat jetzt genug und sagt, daß er den Nikolaus holt, damit Pumuckl seine gerechte Strafe bekommt. Und der Nikolaus kommt tatsächlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845942","hoster":"VOE"},{"path":"/redirect/8596616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-12","name":"Pumuckl auf heißer Spur","epNo":12,"alt":"","descr":"Eder liest die Zeitung. Wieder einmal hat ein als Gasmann getarnter Betrüger einen alten Rentner um seine Ersparnisse gebracht. Das macht Pumuckl hellhörig: man muß mit den Leuten viel vorsichtiger sein … Von nun an sind für ihn alle Männer mit Tasche Gauner. An diesem Nachmittag ist er allein in der Werkstatt. Eine Frau tritt ein. Pumuckl kommt natürlich nicht auf die Idee, daß sie eine Diebin sein könnte, denn in der Zeitung hat ja nur etwas über Männer gestanden. Einige Zweifel kommen ihm erst, als die Frau Eders goldene Uhr wegnimmt und die Werkstatt schnell verläßt. Pumuckl nimmt die Verfolgung auf und versucht sich alles gut einzuprägen. Als er später aber mit Eder nach der Wohnung sucht, erleben die beiden peinliche Überraschungen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845941","hoster":"VOE"},{"path":"/redirect/8596617","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-13","name":"Das Weihnachtsgeschenk","epNo":13,"alt":"","descr":"Meister Eder erklärt Pumuckl, daß man sich am heiligen Abend beschenkt und daß diese Geschenke ein Geheimnis sind, das mit Liebe vorbereitet wird. Das findet Pumuckl toll und er beschließt sich diesem Brauch anzuschließen. Er verläßt die Werkstatt und nachdem er in der Bäckerei das eine oder andere Plätzchen zu sich genommen hat, folgt er zwei Mädchen nach Hause. Die beiden haben für ihre Mütter je ein Nadelkissen genäht. So ein Kissen möchte Pumuckl sich am liebsten selber schenken und er läßt eines für sich und eines für Meister Eder mitgehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845943","hoster":"VOE"},{"path":"/redirect/8596622","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-14","name":"Der erste Schnee","epNo":14,"alt":"","descr":"Pumuckl ist ganz aus dem Häuschen, als er aus dem Fenster schaut. Für ihn ist der erste Schnee der erste in seinem Leben und so beschließt er, das weiße Naß in die Werkstatt zu holen, um damit zu spielen. Eder verbietet es ihm, aber Pumuckl schafft trotzdem kartonweise Schnee herein und leert ihn neben dem Ofen aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918369","hoster":"VOE"},{"path":"/redirect/8596618","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-15","name":"Der Wollpullover","epNo":15,"alt":"","descr":"Pumuckl friert schrecklich, weil es in der Werkstatt so kalt ist und Meister Eder versucht, in einem Spielwarengeschäft etwas passendes für Pumuckl zu finden, jedoch ohne Erfolg. Da fällt ihm die freundliche Frau Schröder ein, die tatsächlich bereit ist, einen kleinen Pullover zu stricken. Der neue Pullover ist aber zu klein und Pumuckl beginnt, mit Schere und Leim zu hantieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13331021","hoster":"VOE"},{"path":"/redirect/8596614","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-16","name":"Der große Krach","epNo":16,"alt":"","descr":"Frau Gruber kommt mit ihrer Tochter Erika zu Meister Eder, um sich von ihm einen kleinen Schreibtisch mit einem Geheimfach anfertigen zu lassen. Der Schlüssel dazu soll so klein sein, daß er an das schöne Silberarmband paßt, das Erika am Handgelenk trägt. Auch Pumuckl findet das Kettchen schön und läßt es geschickt in seinem Bettchen verschwinden. Erika bemerkt den Verlust schnell, doch alles Suchen hilft nichts: das Kettchen bleibt verschwunden. Pumuckl trinkt auf die Zwetschgen kaltes Wasser und bekommt heftiges Bauchweh. Eder bringt Pumuckl ins Bett und stößt dabei auf das Kettchen. Jetzt ist es für den Schreinermeister das Maß voll: Er wirft Pumuckl hinaus und will ihn nicht mehr sehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13111441","hoster":"VOE"},{"path":"/redirect/8596619","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-17","name":"Der große Krach und seine Folgen","epNo":17,"alt":"","descr":"Nach dem großen Krach sind Pumuckl und Meister Eder auseinandergegangen. Doch die beiden sind alleine nicht glücklich. Dem Kobold droht sogar große Gefahr: Er soll gefangen und nach Amerika geschickt werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102050","hoster":"VOE"},{"path":"/redirect/8596620","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-18","name":"Eder bekommt Besuch","epNo":18,"alt":"","descr":"Meister Eder bekommt Besuch von seiner Schwester und ihrer Tochter Bärbel. Das Mädchen spielt mit Pumuckls Bettchen und seiner Schaukel, was dem Kobold gar nicht gefällt. Er zwickt sie und wirft Gegenstände in der Werkstatt um. Da stellt Bärbel Pumuckl eine Falle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917604","hoster":"VOE"},{"path":"/redirect/8596621","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-19","name":"Das Spanferkelessen","epNo":19,"alt":"","descr":"Eders Freund Bernbacher hat beschlossen, seinen Geburtstag in der Wirtschaft mit einem großen Spanferkelessen zu feiern, aber Pumuckl darf nicht mitkommen, doch dann passieren an der üppigen Tafel merkwürdige Dinge …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102048","hoster":"VOE"},{"path":"/redirect/8596625","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-20","name":"Pumuckl und Puwackl","epNo":20,"alt":"","descr":"Meister Eder kommt auf die Idee, von Pumuckl ein Abbild zu machen und er schnitzt eine Holzpuppe. Mißtrauisch beobachtet Pumuckl das Werk. Die Kundin Frau Hörmann näht für die Figur noch passende Kleider und bringt Eder auch auf die Idee, die Puppe an Fäden aufzuhängen und so eine Marionette daraus zu machen. Eder gibt ihr den Namen Puwackl und an den Schnüren ist sie fast so lebendig wie der Pumuckl selbst. Da wird der Kobold richtig eifersüchtig …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102051","hoster":"VOE"},{"path":"/redirect/8596624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-21","name":"Pumuckl und die Angst","epNo":21,"alt":"","descr":"Drei Kinder aus der Nachbarschaft von Meister Eder wollen Anja einen gehörigen Schrecken einjagen. Anja ist nämlich ein Mädchen aus dem gleichen Haus und behauptet immer, daß sie vor nichts Angst hat. Pumuckl hat diesen Plan mitbekommen und beschließt dabei mitzuwirken. Er übt fleißig unheimliche Rufe und Geräusche, denn die Aktion soll im Keller stattfinden, wo Anja täglich Getränke holt. Eder folgt Pumuckl in den Keller, um ihn an seinem Vorhaben zu hindern. Schließlich steckt er Pumuckl in einen großen Karton, weil dieser nicht folgen will. Wenig später kommen die drei Kinder mit einer Katze, vor der Anja erschrecken soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845953","hoster":"VOE"},{"path":"/redirect/8596623","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-22","name":"Der verhängnisvolle Schlagrahm","epNo":22,"alt":"","descr":"Eder bekommt Besuch von seiner Cousine Irma und ihrem Sohn Fritz. Es gibt Kaffee und Kuchen und eine große Schüssel Schlagrahm. Damit Pumuckl beim Kaffeetrinken nicht dauernd durch heimliches Mitnaschen stört, verspricht Eder ihm eine Extra-Portion Sahne. Nachdem der Tisch abgeräumt ist, machen sich der kleine Fritz und der mitgebrachte Hund in der Küche über Pumuckls Extra-Sahneportion her. Um wenigstens etwas abzubekommen, ißt Pumuckl eilig mit. Fritz und seine Mutter verabschieden sich, aber nicht für lange: Schon nach wenigen Minuten kommen sie zurück, weil es Fritz von der vielen Sahne schlecht geworden ist. Besorgt gibt Eder dem Jungen ein paar Tropfen Magenbitter. Das hätte er nicht tun sollen, den nun macht sich Pumuckl über die Magenbitterflasche her …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13102049","hoster":"VOE"},{"path":"/redirect/8596627","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-23","name":"Pumuckl im Zoo","epNo":23,"alt":"","descr":"Meister Eder und Pumuckl gehen in den Zoo. Die vielen fremden Tiere sind neu und aufregend für den kleinen Kobold. Als Eder sich bei einem Glas Bier ausruht und dabei einschläft, nutzt Pumuckl die Gelegenheit, um alleine auf Entdeckungsreise zu gehen. Seine Neugier wird ihm zum Verhängnis: Er bleibt in einem Käfig hängen und wird für alle Besucher sichtbar!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845954","hoster":"VOE"},{"path":"/redirect/8596626","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-24","name":"Die geheimnisvollen Briefe","epNo":24,"alt":"","descr":"Der Pumuckl möchte unbedingt lesen und schreiben lernen. Eder bemüht sich sehr, es ihm beizubringen, aber Pumuckl ist viel zu ungeduldig. Er möchte unbedingt sofort Briefe schreiben. Meister Eder gibt ihm Papier und voll Hingabe schreibt Pumuckl seinen ersten Brief: \"Vier kalt\" steht darin. Und wer soll nun diesen Brief bekommen? Die Hausmeisterin! Als diese den Brief findet, ist sie sehr erstaunt und schüttelt den Kopf. Diese Wirkung beflügelt Pumuckl, ihr gleich noch einmal zu schreiben. Über diesen Brief ist die Hausmeisterin noch mehr erstaunt, aber auch schon beängstigt, weil die Briefe ja auch von einem gefährlichen Irren sein könnten. Sie sieht sich in ihrer Vermutung bestätigt, als sie noch einen Brief erhält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845955","hoster":"VOE"},{"path":"/redirect/8596631","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-25","name":"Pumuckl und die Ostereier","epNo":25,"alt":"","descr":"Über die Osterfeiertage ist Meister Eder bei seiner Schwester eingeladen, die zusammen mit ihrem Mann und der Tochter in einem Haus mit großem Garten wohnt. Pumuckl kommt natürlich mit. Als man die Ostereier im Garten versteckt, findet Pumuckl, daß die Verstecke viel zu einfach sind und bringt die Eier und Süßigkeiten an ungewöhnliche Plätze …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845958","hoster":"VOE"},{"path":"/redirect/8596632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-1/episode-26","name":"Der erste April","epNo":26,"alt":"","descr":"Meister Eder wird von seinen Stammtischbrüdern in den April geschickt, aber Pumuckl hält für diese noch bessere Aprilscherze bereit, bis die verwirrenden Ereignisse dieses Tages zu einem überraschenden Ende kommen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845957","hoster":"VOE"},{"path":"/redirect/8596630","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-1","name":"Das Spielzeugauto","epNo":1,"alt":"","descr":"Ein Jahr wohnt nun Pumuckl bei Meister Eder. Zum Jubiläum bekommt er ein Spielzeugauto geschenkt, mit dem er in der Schreinerwerkstatt umherbraust. Doch Pumuckl wird es drinnen schnell langweilig. Ihn zieht es auf die Straßen. Zwei Buben greifen sich das Auto in einem unbewachten Augenblick, und Pumuckl hat alle Hände voll zu tun, den Autodieben auf der Spur zu bleiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845959","hoster":"VOE"},{"path":"/redirect/12514450","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-2","name":"Pumuckl und die Obstbäume","epNo":2,"alt":"","descr":"Der Pumuckl hat seine Vorliebe für Äpfel entdeckt. Deshalb nistet er sich in einem Schrebergarten ein und knabbert an jedem Apfel herum, den er erreichen kann. Herr Schwertfinger, der Besitzer des Gartens und Stammtischfreund von Meister Eder, ärgert sich über den Schädling. Also deckt er seine Bäume mit Netzen ab und der Pumuckl kommt in große Schwierigkeiten. Er verfängt sich im Netz und wird – nach Koboldgesetz – sichtbar. Kann er sich befreien, ohne von Herrn Schwertfinger entdeckt zu werden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845960","hoster":"VOE"},{"path":"/redirect/8596633","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-3","name":"Pumuckl und die Maus","epNo":3,"alt":"","descr":"Anfangs ärgert sich Pumuckl über die Maus, die seine Kekse anknabbert. Doch während Meister Eder eine Mausefalle einkauft, freundet sich der Pumuckl mit ihr an. Er erlaubt nicht, daß die Mausefalle aufgestellt wird, und er schlägt das Mauseloch wieder auf, das Meister Eder zugegipst hat. Eine Maus aber ist auch für einen Kobold gar kein einfacher Spielgefährte. Besonders der Mäusedreck bereitet Pumuckl große Sorgen. So gibt es zwischen den Spielkameraden die ersten Streitereien","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845964","hoster":"VOE"},{"path":"/redirect/8596629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-4","name":"Das Segelboot","epNo":4,"alt":"","descr":"Der Pumuckl bettelt so lange, bis Meister Eder mit ihm angeln geht. Beide haben viel Spaß dabei. Dann möchte Meister Eder eine Pause machen, befestigt das Boot am Steg und geht in ein Café. Dem Pumuckl, der an Bord bleibt, gefällt der Knoten nicht, mit dem das Boot angebunden ist. Vorwitzig spielt er daran herum, und schon treibt er auf den See hinaus. Die Leute am Steg hören Pumuckls herzzerreißendes Jammern. Sie halten Pumuckl für ein ertrinkendes Kind. Wird der Kobold aus seiner Seenot gerettet werden? (","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845961","hoster":"VOE"},{"path":"/redirect/8596634","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-5","name":"Die Bergtour","epNo":5,"alt":"","descr":"Meister Eder bekommt Besuch aus Norddeutschland. Gemeinsam mit dem Pumuckl machen sie eine Bergtour. Diesmal ist es nicht Pumuckl, sondern der Neffe, der Meister Eder Sorgen bereitet. Bei der ersten Rast ißt der Neffe dem Pumuckl den Apfel weg, den er mühsam in seinem kleinen Rucksack den Berg hochgeschleppt hatte. Pumuckl ist wütend. Er läßt den Hut des Neffen den Berg hinabfliegen. Doch bald erweist sich Pumuckls Tat als Rettung für die Bergwanderer","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337152","hoster":"VOE"},{"path":"/redirect/8596636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-6","name":"Die Blechbüchsen","epNo":6,"alt":"","descr":"Mit Hilfe Meisters Eders lernt der neugierige Pumuckl, wie man auf dem Hochseil geht, ohne herunterzufallen. Charlotte, ein Mädchen aus dem Vorderhaus, hat Langeweile und wirft Steine gegen Meister Eders Werkstattfenster. Das mag Meister Eder überhaupt nicht. Charlottes Mutter aber verteidigt ihre Tochter. Pumuckl glaubt zu verstehen, daß Kinder Lärm machen dürfen, baut sich ein Schlagzeug aus Blechbüchsen und veranstaltet mit seinem Trommeln einen Höllenlärm. Meister Eder flüchtet vor dem Radau aus der Werkstatt. Nun aber kriegt es Pumuckl mit Charlotte zu tun …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845963","hoster":"VOE"},{"path":"/redirect/8596638","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-7","name":"Die Schatzsucher","epNo":7,"alt":"","descr":"Pumuckl beobachtet drei Buben, die \"Schatzsuche\" spielen. Natürlich möchte er mitmachen. Er nimmt Meister Eder geliebtes Taschenmesser mit zu den spielenden Kindern, um es für sie als Schatz zu verstecken. Während Meister Eder nach dem teuren Messer sucht, haben es die Kinder gefunden und sie streiten sich, wem es gehören soll. Pumuckl nimmt es ihnen heimlich wieder weg und bringt es Meister Eder zurück, der froh ist, daß er es wieder hat. Weil die drei Buben sich nun erst recht in die Haare kriegen, weil jeder glaubt, daß der andere es versteckt hält, entwendet Pumuckl das Messer ein zweites Mal …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845966","hoster":"VOE"},{"path":"/redirect/8596640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-8","name":"Das Gespenst im Gartenhäuschen","epNo":8,"alt":"","descr":"Frau Reinicke besucht Meister Eder und berichtet ihm von unheimlichen Ereignissen, die immer dann passieren, wenn sie in ihrem Gartenhäuschen übernachtet. Meister Eder erklärt sich bereit, dort eine Nacht zu verbringen, um herauszufinden, was Frau Reinicke so verängstigt hat. Pumuckl darf mit, denn als Kobold kann er sicher bei der Gespenstersuche behilflich sein. Im Gartenhäuschen bricht furchterregendes Heulen und Rasseln los und Pumuckl bekommt es mit der Angst zu tun. Schließlich steigt er doch auf den Dachboden. Gibt es da wirklich Gespenster?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845967","hoster":"VOE"},{"path":"/redirect/12980471","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-9","name":"Die geheimnisvolle Schaukel","epNo":9,"alt":"","descr":"Zwei Nachbarinnen bringen Meister Eder einen Wellensittich. Dem Pumuckl gefällt der Vogel gar nicht, er öffnet die Käfigtür und läßt ihn zum Fenster hinausfliegen. Noch bevor Meister Eder den Schaden bemerkt, steht ein Junge in seiner Werkstatt – der Besitzer des Wellensittichs. Was für eine Blamage für Meister Eder, der nur einen leeren Vogelkäfig vorweisen kann. Aber weit ist der Sittich nicht gekommen. Er sitzt auf einem Baum im Hof. Pumuckl soll den Vogel nun wieder einfangen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845971","hoster":"VOE"},{"path":"/redirect/8596642","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-10","name":"Pumuckl und die Katze","epNo":10,"alt":"","descr":"Meister Eder holt eine Katze, die sich verlaufen hat, in seine Werkstatt. Er hängt einen Zettel an die Hauswand, damit der Besitzer sie wieder abholen kann. Pumuckl ist eifersüchtig, weil sich Meister Eder mehr mit der kleinen Katze beschäftigt als mit ihm. Als die Besitzerin des Kätzchens in die Werkstatt kommt, ist es verschwunden. Meister Eders Verdacht fällt sofort auf Pumuckl","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845970","hoster":"VOE"},{"path":"/redirect/8596645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-11","name":"Pumuckl und der Schnupfen","epNo":11,"alt":"","descr":"Es regnet und Pumuckl kann es nicht lassen, in den Pfützen herumzuspringen. Er bekommt nasse Füße und erkältet sich. Meister Eder fragt Dr. Schredelbach um ärztlichen Rat. Der Doktor glaubt, das Meister Eder selbst krank geworden ist und macht einen Hausbesuch. Überrascht stellt er fest, daß Meister Eder kerngesund vor Pumuckls Bettchen sitzt und davon redet, daß der wirkliche Patient unsichtbar ist","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845969","hoster":"VOE"},{"path":"/redirect/8596641","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-12","name":"Eders Weihnachtsgeschenk","epNo":12,"alt":"","descr":"Weihnachten. In ein paar Stunden ist Bescherung. Meister Eder hat für seine Freunde und Kunden schöne Kästchen als Geschenke geschreinert. Auch der Pumuckl soll eines jener Kästchen kriegen. Doch drei seiner Freunde hat Meister Eder leider vergessen. Und alle kommen noch vor der Bescherung bei ihm vorbei, um ihm ihre Geschenke zu überreichen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845968","hoster":"VOE"},{"path":"/redirect/8596644","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-13","name":"Pumuckl ist an gar nichts schuld","epNo":13,"alt":"","descr":"Meister Eders Schwester möchte von ihm, daß er innerhalb sehr kurzer Zeit einen Kleiderschrank schreinert. Der macht sich ans Werk. Da geht die Hobelmaschine kaputt und Herr Schrader muß kommen, um sie wieder zu richten. Doch der verlegt seinen Schraubenzieher, dort eine Schraube. Meister Eder wird immer nervöser und beginnt mit dem Pumuckl zu schimpfen. Denn er denkt, daß der unsichtbare Kobold wieder einmal am Werk ist. Herr Schrader weiß nichts vom Pumuckl und fühlt sich selbst angegriffen. Steckt Pumuckl dahinter oder hat er diesmal wirklich nichts mit der Sache zu tun?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845972","hoster":"VOE"},{"path":"/redirect/8596643","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-14","name":"Ein schwieriger Kunde","epNo":14,"alt":"","descr":"Der Steuerberater Schladerer hat bei Meister Eder eine Garderobenablage bestellt, mit der er nie zufrieden ist. Immer wieder bringt er sie zurück und verlangt eine Änderung bis zum nächsten Tag. Leicht verärgert sagt Meister Eder jedesmal zu. Doch Pumuckl sieht das gar nicht ein. Er schleicht sich in Schladerers Büro, um den schwierigen Kunden zu ärgern. Pumuckl treibt es so arg, daß Chaos ausbricht. Doch was der kleine Kobold nicht bedenkt: Wird Meister Eder den Ärger nicht zu spüren bekommen, den Pumuckl beim Steuerberater verursacht","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845973","hoster":"VOE"},{"path":"/redirect/8596649","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-15","name":"Der blutige Daumen","epNo":15,"alt":"","descr":"Die Eisbahn im Hof verlockt den Pumuckl, darauf herumzurutschen. Er fällt hin, verstaucht sich den Daumen und Meister Eder muß ihm einen Verband anlegen. Trotz aller Warnungen Meister Eders geht der Kobold wieder hinaus, um zu rutschen. Was er nicht ahnt: Er selbst ist zwar unsichtbar, aber seinen Daumenverband kann jeder sehen. Die Kinder halten ihn für eine weiße Maus und machen Jagd auf ihn. Pumuckl kommt in große Not …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845974","hoster":"VOE"},{"path":"/redirect/8596646","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-16","name":"Pumuckl und die Kopfwehtabletten","epNo":16,"alt":"","descr":"Pumuckls Späße machen Meister Eder keinen Spaß, weil er krank im Bett liegt und Schmerzen hat. Er braucht Tabletten, doch Pumuckl kann sie nicht aus der Apotheke holen, denn ihn sieht ja niemand. Aber einen Zettel bei einer Nachbarin kann er einwerfen. Pumuckl aber hat nun so seine Probleme mit links und rechts. Er wirft den Zettel in die falsche Wohnungstür. Wer wird Meister Eder helfen und ihm seine Tabletten bringen … ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924806","hoster":"VOE"},{"path":"/redirect/8596647","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-17","name":"Ein Knüller für die Zeitung","epNo":17,"alt":"","descr":"Meister Eder wird oft von seinen Stammtischfreunden aufgezogen, weil er einen Kobold besitzt. Herr Schenk möchte Pumuckl kennenlernen und Pumuckl ist sehr davon angetan, daß es jemand gibt, der an Kobolde wie ihn glaubt. Deshalb besucht er ihn in seiner Wohnung und richtet ein heilloses Durcheinander an. Herr Schenk freut sich ungemein darüber, für ihn sind Pumuckls Streiche der Beweis, daß es Kobolde gibt. Er ruft bei einer Zeitung an. Ob Pumuckl in die Schlagzeilen kommt und berühmt wird … ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845975","hoster":"VOE"},{"path":"/redirect/8596650","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-18","name":"Pumuckl geht ans Telefon","epNo":18,"alt":"","descr":"Weil Meister Eder einen Auftrag bekommt, geht er nicht – wie versprochen – mit Pumuckl in den Zoo. Pumuckl will den Professor anrufen, dem Meister Eder ein neues Arbeitszimmer schreinern soll. Doch weil er keine Zahlen lesen kann, stiftet er mit seinen Telefonaten Ärger und Verwirrung. Das geht soweit, daß die Polizei Frau Eichinger verhaftet. Dann erklärt Pumuckl dem Professor auch noch, daß Meister Eder den Auftrag nicht ausführen will und deshalb nicht zum Ausmessen kommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917611","hoster":"VOE"},{"path":"/redirect/8596648","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-19","name":"Pumuckl will Schreiner werden","epNo":19,"alt":"","descr":"Pumuckl nimmt sich Meister Eder zum Vorbild und übt fleißig, um ein guter Schreinermeister zu werden. Überall hämmert er zum Ärger Eders eifrig Nägel hinein. Ein Kunde, Herr Windlechner, kommt mit einer kaputten Schreibtischplatte. Er hat etwas bei sich, das ein aufstrebender Kobold unbedingt haben muß","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845977","hoster":"VOE"},{"path":"/redirect/8596653","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-20","name":"Der silberne Kegel","epNo":20,"alt":"","descr":"Zum ersten Mal in seinem Koboldleben lernt Pumuckl eine Kegelbahn kennen, was ihm viel Freude und Spaß bereitet. Meister Eder, der sich für keinen guten Kegler hält, ist beim jährlichen Preiskegeln dabei. Pumuckl muß zu Hause bleiben. Meister Eder wird es unheimlich, daß er beim Kegelabend ganz vorne liegt. Er verdächtigt Pumuckl, daß er ihm ungefragt und unsichtbar zur Seite steht. Ist der kleine Kobold an Eders Erfolg beteiligt, oder doch nicht … ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845979","hoster":"VOE"},{"path":"/redirect/8596651","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-21","name":"Das Spiel mit dem Feuer","epNo":21,"alt":"","descr":"Pumuckl bedrängt Meister Eder, daß er ihm Streichhölzer zum Spielen gibt, denn er ist ganz begeistert vom Feuer. Meister Eder erklärt dem Kobold, daß Zündeleien gefährlich sind – die ganze Werkstatt könnte abbrennen. Doch Pumuckl probiert es trotzdem aus, als Meister Eder zu einem Kunden muß. Plötzlich breitet sich das Feuer aus …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845978","hoster":"VOE"},{"path":"/redirect/8596652","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-22","name":"Pumuckl will eine Uhr haben","epNo":22,"alt":"","descr":"Pumuckl interessiert sich für Uhren. Er reißt aus und schleicht sich in einen Uhrenladen. Dort schlüpft er in eine Spieluhr. Vor lauter Freude über die kleinen Tanzfiguren merkt Pumuckl gar nicht, daß der Uhrenhändler die Türe zuschließt. Der Pumuckl ist eingesperrt und muß die Nacht in der Spieluhr im abgeschlossenen Uhrenladen verbringen. Er ruft um Hilfe, bis Passanten die Polizei holen. Aber auch Meister Eder ist unterwegs, um den verschwundenen Pumuckl zu suchen. Doch wie soll er den Polizisten einen unsichtbaren Kobold beschreiben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845983","hoster":"VOE"},{"path":"/redirect/8596654","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-23","name":"Die Plastikente","epNo":23,"alt":"","descr":"Pumuckl, der von Meister Eder eine Spielzeugente bekommt, möchte mit ihr auf einem richtigen Fluß spielen. Meister Eder läßt sich überreden. Doch bald wird die Ente von der Strömung erfaßt und treibt mit dem jammernden Pumuckl immer schneller flußabwärts. Nach einer wilden Verfolgungsjagd wird er gerettet. Nun spielt Pumuckl lieber zu Hause in der Wanne mit seiner Ente. Und sofort kriegt er neue Probleme: Wie bringt man eine Spielzeugente zum Tauchen … ?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845996","hoster":"VOE"},{"path":"/redirect/8596655","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-24","name":"Pumuckl auf Hexenjagd","epNo":24,"alt":"","descr":"Pumuckl hört gerne Geschichten. Da Meister Eder keine Zeit hat, hört Bärbels Mutter zu, die gerade das Märchen von Hänsel und Gretel erzählt. Pumuckl meint natürlich, daß diese Geschichte wahr ist. Er macht sich auf den Weg, um arme Kinder vor bösen Hexen zu retten und beobachtet eine Frau, die mit einem Kind Pilze sammelt. Sofort erzählt er Meister Eder so dramatisch und beharrlich davon, daß er dem Pumuckl schließlich glaubt. Gemeinsam machen sie sich auf den Weg. Doch wie soll Meister Eder ein Kind aus einem Märchen finden?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845997","hoster":"VOE"},{"path":"/redirect/8596658","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-25","name":"Hilfe, eine Aushilfe!","epNo":25,"alt":"","descr":"Immer, wenn Putztag ist, beschwert sich Pumuckl bitter darüber, dass beim Saubermachen seine kleinen Spielsachen kaputtgehen. Weil Frau Eichinger, die sonst immer putzt, einen Gipsverband tragen muss, kommt diesmal eine noch gründlichere Aushilfe – zum Schrecken des Kobolds. Der Frau passieren seltsame Dinge: Sie zerschlägt Teller und zerbricht Tassen, während Pumuckl seine Habseligkeiten in Sicherheit bringt. Sind es wirklich Geister, wie die Aushilfe sich denkt, die ihr das Putzen dieser Wohnung gar so schwer machen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845985","hoster":"VOE"},{"path":"/redirect/8596661","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meister-eder-und-sein-pumuckl/staffel-2/episode-26","name":"Pumuckl und die Musik","epNo":26,"alt":"","descr":"Pumuckl darf beim Jubiläumsfest dabei sein, das Meister Eder mit seinen Stammtischfreunden feiern will. Es gibt Bier vom Faß und bald singen alle Männer angeheitert zur Gitarre und zur Mundharmonika. Pumuckl unterbricht die Lieder immer wieder mit seinem falschen Gesang. Schließlich verschwindet Schwertfingers Mundharmonika. Meister Eder weiß ganz genau, wer der Dieb ist. Pumuckl aber will die Mundharmonika nicht mehr zurückgeben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8845986","hoster":"VOE"},{"path":"/redirect/8596662","hoster":"Streamtape"}]}]}]}]}