{"path":"/serie/stream/melrose-place-1992","name":"Melrose Place (1992)","descr":"Schauplatz der Kultserie ist ein Apartmentkomplex am Melrose Place in Los Angeles. Im Laufe der verschiedenen Staffeln durchleben die Protagonisten zahlreiche Hochzeiten, Affären, Morde und diverse andere Dramen. Dazu gehören Dr. Michael Mancini (Thomas Calabro), ein junger Arzt, der nebenbei den Job des Hausmeisters macht und so die Miete spart; Michaels Frau Jane (Josie Bissett); Rhonda Blair (Vanessa Williams), Janes Freundin, eine Aerobic-Lehrerin; Sydney Andrews (Laura Leighton), Janes Schwester; der Bauarbeiter und Frauenschwarm Jake Hanson (Grant Show); Alison Parker (Courtney Thorne-Smith), die von der Rezeptionistin zur Werbestrategin aufsteigt; die intrigante Amanda Woodward (Heather Locklear), Alisons Chefin, bis diese sich selbstständig macht; Billy Campbell (Andrew Shue), Alisons Verlobter, der Taxi fährt, gern Schriftsteller wäre und später ebenfalls in der Werbeagentur arbeitet; der schwule Sozialarbeiter Matt Fielding (Doug Savant) und Sandy Louise Harling (Amy Locane), die in einer Kneipe jobbt.","seasons":[{"path":"/serie/stream/melrose-place-1992/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-1","name":"Unruhige Zeiten","epNo":1,"alt":"Pilot","descr":"4616 Melrose Place, eine Aparment Anlage in Los Angeles: Twenty-Something Allison Parker ist mitten in der Nacht von ihrem Mitbewohner im Stich gelassen worden. Da überredet sie der abgebrannte Billy Campell ihn aufzunehmen. Gleichzeitig macht sich auch noch Allisons Boss an sie ran. In ihren Nachbarn Jake Hanson, einen arbeitslosen Handwerker, hat sich unterdessen ausgerechnet Kelly Taylor aus Beverly Hills (90210) verguckt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371484","hoster":"VOE"},{"path":"/redirect/14393200","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-2","name":"Freunde und Liebschaften","epNo":2,"alt":"Friends And Lovers","descr":"Billy gabelt beim Taxifahren einen Zahnmedizinstudenten auf, der bald bei ihm einzieht und seine Mitbewohnerin Allison eifersüchtig macht. Ihrem Nachbarn Jake stellt unterdessen immer die hübsche Kelly aus Beverly Hills (90210) nach. Als Jake nach einer Schlägerei verhaftet wird, holt sie ihn aus dem Gefängnis.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376710","hoster":"VOE"},{"path":"/redirect/13591231","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-3","name":"Befreiungsversuche","epNo":3,"alt":"Lost And Found","descr":"Jane fühlt sich einsam, weil Michael jeden Abend später nach Hause kommt. Rhonda zieht deshalb mit ihr um die Häuser. Bis Jane ihren Ehering verliert. Allison weiß unterdessen nicht, wie sie ihrem Mitbewohner klar machen soll, dass seine ersten Versuche als Drehbuchautor eine Katastrophe sind. Und Jake will endgültig seinen Flirt mit der blutjungen Kelly aus Beverly Hills (90210) beenden. Er inszeniert ein Abendessen, bei dem er sich Kelly bewusst in schlechtem Licht präsentiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14421229","hoster":"VOE"},{"path":"/redirect/14371222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-4","name":"Büroromanzen","epNo":4,"alt":"For Love Or Money","descr":"Allison hat ein Date mit einem ihrer Kollegen. Doch der plant, ihre Ideen für eine aktuelle Kampagne zu stehlen. Auch Jake hält Arbeit und Privates nicht auseinander: Seine Ex-Freundin Perry überredet ihn zu einem halbseidenen Kunsthandel. Rhonda will Matt unterdessen beim Kochen für sein Obdachlosenheim helfen. Aber in letzter Sekunde sagt sie ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376677","hoster":"VOE"},{"path":"/redirect/14393198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-5","name":"Reifetest","epNo":5,"alt":"Leap Of Faith","descr":"Jane ist schwanger. Sie traut sich aber nicht, es ihrem Mann Michael zu sagen, denn der wollte eigentlich noch keine Kinder. Soll sie sich für einen Abtreibung entscheiden? Billy versucht unterdessen, einen Job als Kolumnist zu ergattern. Seinen ersten Artikel will er ausgerechnet übers Bungee Jumping schreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358246","hoster":"VOE"},{"path":"/redirect/14370453","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-6","name":"Jeder auf seine Art","epNo":6,"alt":"My Way","descr":"Sandy ergattert eine kleine Rolle in einem Horrorfilm. Aber Rhonda macht sich Sorgen, dass ihr dieser Erfolg zu Kopf steigt, denn sie geht allen zunehmend damit auf die Nerven. Inzwischen gelingt es Billy, Alison zu einem Besuch bei seinen Eltern zu locken. Für ihn hat der Besuch aber einen unangenehmen Nebeneffekt: Sein Vater setzt ihn unter Druck, im Geschäft der Familie auszuhelfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14471769","hoster":"VOE"},{"path":"/redirect/14465081","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-7","name":"Seltsame Beziehungen","epNo":7,"alt":"Second Chances","descr":"Rhonda trifft ihre alte Freundin Theresa, die jetzt Mitglied einer Tanzgruppe ist. Das bringt sie auf die Idee, sich selbst noch einmal zu bewerben. Jake erhält unterdessen Hilfe von Alison beim Lernen für seinen Highschool-Abschluss. Die Prüfung ist ihm peinlich und er bittet Alison, sie geheim zu halten. Doch als der Rest der Bewohner von Melrose Place, sie morgens aus seinem Apartment kommen sehen, ziehen sie eigene Schlüsse.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351195","hoster":"VOE"},{"path":"/redirect/13591229","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-8","name":"Einsame Herzen","epNo":8,"alt":"Lonely Hearts","descr":"Sandy lernt beim Shoppen einen Mann kennen und geht mit ihm aus. Aber als sie ihn zurückweist, entpuppt er sich als besessener Stalker: Er verfolgt sie und bricht sogar in ihr Apartment ein. Jake will ihr helfen und schlägt ihn zusammen. Aber Sandy ist sauer, dass Jake sich in ihr Leben einmischt. Unterdessen will sich Alison von ihrem geliebten alten Auto ‚Betsy‘ trennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358170","hoster":"VOE"},{"path":"/redirect/13591233","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-9","name":"Verantwortlichkeiten","epNo":9,"alt":"Responsibly Yours","descr":"Alison hat eine eigene Meinung von Billys Affäre mit einer älteren Frau, als die ihn bittet auf ihren acht Jahre alten Sohn aufzupassen. Unterdessen haben Jake und Sandy ein Date, nur um zu beweisen, dass sie nicht an Sex denken. Als es schief geht, wollen Jane und Michael sie trotzdem verkuppeln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376721","hoster":"VOE"},{"path":"/redirect/14393199","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-10","name":"Überfälle","epNo":10,"alt":"Burned","descr":"Billy wird beim Taxifahren in Downtown von ein paar Gangmitgliedern überfallen. Als die Polizei keinerlei Interesse an seinem Fall zeigt, will er auf eigene Faust die Räuber ermitteln. Alison macht sich deshalb große Sorgen, während Rhonda ihm wegen seiner rassistischen Kommentare eine Lektion erteilen will. Unterdessen bekommt Jake an seinem Geburtstag Besuch von seiner Mutter, von der er sich schon lange entfremdet hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376731","hoster":"VOE"},{"path":"/redirect/14393197","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-11","name":"Falsche Versprechungen","epNo":11,"alt":"A Promise Broken","descr":"Bei einer Ultraschalluntersuchung stellt sich heraus, dass Janes Baby nicht mehr lebt. Jane und Michael sind am Boden zerstört. Sandy versucht, Jane mit einem kleinen streunenden Hund aufzuheitern, der ihr zugelaufen ist. Michael vertraut sich unterdessen seiner Kollegin Kimberly Shaw an. Billy und Alison streiten sich inzwischen über das Recht auf Privatsphäre in ihrer WG.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358273","hoster":"VOE"},{"path":"/redirect/14360570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-12","name":"Nicht kreditwürdig","epNo":12,"alt":"Polluted Affairs","descr":"Gerade kommt Alisons neue Karriere bei D\u0026D in Fahrt, da lernt sie den Meeresbiologen Keith Gray kennen und verliebt sich sofort in ihn. Aber dann erfährt sie, dass er verheiratet ist. Billy hat unterdessen Stress mit einem Studienkredit, den er durchgebracht hat, obwohl seine Eltern die Gebühren für das College bezahlt haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371451","hoster":"VOE"},{"path":"/redirect/14393202","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-13","name":"Träume werden wahr","epNo":13,"alt":"Dreams Come True","descr":"Alison setzt ihre heiße Affäre mit Keith fort, auch wenn sie vor ihren Freunden und ihrem Gewissen unter Druck gesetzt wird. In der Arbeit hat sie zudem Ärger, weil sie spät kommt und früh geht. Matt wird unterdessen nach dem Verlassen einer Schwulenbar zusammengeschlagen und wegen seiner Homosexualität auch noch gefeuert. Gleichzeitig wird Sandy von einem Talentscout entdeckt und verlässt Melrose Place Richtung New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351252","hoster":"VOE"},{"path":"/redirect/14370451","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-14","name":"Schlußstriche","epNo":14,"alt":"Drawing The Line","descr":"Keiths Ehefrau taucht auf. Obwohl Keith Alison verspricht, sich von ihr scheiden zu lassen, will Alison ihn verlassen. Alisons Nachbarin Rhonda hat nach Sandys Auszug schon eine neue Mitbewohnerin gefunden: Carrie. Leider hat die einen Putzfimmel. Und Matt will einen Anwalt für den Prozess gegen seinen Arbeitgeber engagieren. Aber er hat Probleme den Vorschuss aufzutreiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351127","hoster":"VOE"},{"path":"/redirect/13591234","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-15","name":"Küsse und Schläge","epNo":15,"alt":"House Of God","descr":"Neuzugang im Melrose Place: Die geheimnisvolle New Yorker Fotografin Jo Reynolds zieht in Rhondas Wohnung, die sich ein 1-Zimmer-Apartment gemietet hat. Alison, die immer noch mit ihrer Trennung von Keith zu kämpfen hat, freundet sich mit ihr an. Michael und Jane lernen unterdessen ein anderes Ärztepaar kennen. Bis Jane eine schreckliche Entdeckung macht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371329","hoster":"VOE"},{"path":"/redirect/14393203","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-16","name":"Die ganze Wahrheit","epNo":16,"alt":"The Whole Truth","descr":"Jo hat finanzielle Schwierigkeiten und Jake bietet ihr seine Hilfe an. Doch sie weist seine Hilfe zurück und rastet aus, als er zu viele Fragen stellt. Es stellt sich heraus, dass sie in New York ihren alkoholkranken Ehemann verlassen hat. Unterdessen verliert Jane ihren Job. Als sie von einem renommierten Modelabel als Designerin angestellt wird, gibt sie es auf, noch einmal schwanger zu werden. Matt bekommt wieder seinen alten Arbeitsplatz angeboten und lässt seine Klage fallen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12835106","hoster":"VOE"},{"path":"/redirect/14420517","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-17","name":"Ohne Geld keine Heilung","epNo":17,"alt":"Jake Vs. Jake","descr":"Jake bekommt einen Überraschungsbesuch von seiner Ex-Freundin Colleen: Sie teilt ihm mit, dass er möglicherweise der Vater ihres vierjährigen Sohnes ist. Ihr Ehemann möchte den Jungen gerne adoptieren. Alison hat einen gutartigen Gebärmuttertumor und muss dringend operiert werden. Aber sie hat keine Krankenversicherung und nicht genug Geld um den Eingriff selbst zu bezahlen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371446","hoster":"VOE"},{"path":"/redirect/13594166","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-18","name":"Weihnachtsgefühle","epNo":18,"alt":"A Melrose Place Christmas","descr":"Alison muss sich von ihrer Operation erholen. Billy kümmert sich um sie, allerdings etwas überfürsorglich. Jake versucht derweil, Jo näher zu kommen, doch sie braucht noch Zeit, um nachzudenken. Er hilft ihr, mit ihren traumatischen Erinnerungen fertig zu werden. Während Rhonda zum Skifahren geht, bereitet Matt für alle Nachbarn ein Weihnachtsessen vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358239","hoster":"VOE"},{"path":"/redirect/14419645","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-19","name":"Die Laus im Pelz","epNo":19,"alt":"Single White Sister","descr":"Jane bekommt überraschend Besuch von ihrer ausgeflippten, jüngeren Schwester Sydney, die bald versucht sich in ihr erfolgreiches Leben zu drängen. Jo und Jake haben derweil eine Auseinandersetzung, weil sie sein Motorrad nicht als Geschenk annehmen will. Währenddessen bekommt Jo immer mehr Anrufe und Briefe ihres alkoholkranken Exmannes, der überall in der Stadt nach ihr sucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376698","hoster":"VOE"},{"path":"/redirect/14393201","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-20","name":"Alles aus Eifersucht","epNo":20,"alt":"Peanut Butter And Jealousy","descr":"Jos Ex-Mann Charles taucht auf und versucht sie davon zu überzeugen, dass er das Trinken aufgegeben hat. Jake hat Schwierigkeiten, zu Jo auf Distanz zu bleiben, während ihr Ehemann da ist. Unterdessen eskaliert der Streit zwischen Jane und ihrer jüngeren, ausgeflippten Schwester Sydney. Als Sydney beinahe ihre Überraschungsparty verdirbt, bittet Jane sie zu gehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351202","hoster":"VOE"},{"path":"/redirect/13594170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-21","name":"Heiße Bilder, kalte Duschen","epNo":21,"alt":"Picture Imperfect","descr":"Alison ist befördert worden. Für ihren ersten Auftrag engagiert Alison Jo als Fotograf. Unterdessen bringt Michael Billy zu einem Blind Date. Aber Billy ist schnell genervt und versucht, seine Verabredung loszuwerden. Rhonda bekommt derweil Zweifel, ob sie für Ehe und Familienleben schon bereit ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371414","hoster":"VOE"},{"path":"/redirect/14393204","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-22","name":"Drei sind einer zuviel","epNo":22,"alt":"Three’s A Crowd","descr":"Alisons neue Vorgesetzte Amanda lädt sie und Billy übers Wochenende in das Haus ihres Vaters am See ein. Amanda und Billy fühlen sich sofort voneinander angezogen, aber Alison macht sich Sorgen, dass eine Beziehung zwischen den beiden auch ihre Arbeit belasten könnte. Unterdessen versöhnen sich Rhonda und Terrance mit Matts Hilfe und auch Jo und Jakes Beziehung wird langsam ernster.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351196","hoster":"VOE"},{"path":"/redirect/14370454","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-23","name":"Partnerschaften","epNo":23,"alt":"My New Partner","descr":"Alison ist immer noch eifersüchtig auf Billy, der sich mit ihrer Kollegin Amanda trifft. Bis ihr frisch geschiedener Ex-Freund Keith auftaucht und sich mit ihr versöhnen will. Unterdessen steht Jake auf der Straße, als die Motorradwerkstatt, bei der er gearbeitet hat, schließt. Er überlegt, die Werkstatt selbst zu übernehmen. Da bietet ihm Jo an, ihm mit dem Zugewinnausgleich aus ihrer Scheidung zu helfen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351245","hoster":"VOE"},{"path":"/redirect/14370456","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-24","name":"Billy zieht aus","epNo":24,"alt":"Bye Bye Billy","descr":"Alison bittet Keith um psychische Unterstützung, nachdem ihr bei einem Raubüberfall sein Auto gestohlen wurde. Jo zeigt Alison und Jo ihre Pistole, die sie immer bei sich trägt, was besonders Jake beunruhigt. Billy und Amandas Beziehung wird derweil immer ernster. Amanda stellt ihn ihrem Vater vor und Billy überlegt sich, in ihr Luxus-Apartment einzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14371375","hoster":"VOE"},{"path":"/redirect/14393206","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-25","name":"Krieg der Geschlechter","epNo":25,"alt":"Irreconcilable Similarities","descr":"Alison will mit Keith zusammen nach Seattle ziehen, was keiner ihrer Freunde verstehen kann. Besonders Billy ist entsetzt über Alisons überstürzten Entschluss, denn seitdem bei Amanda wohnt, ist ihm klar geworden, dass er sich menschlich viel besser mit Alison versteht. Probleme gibt es auch bei Jane und Michael. Jane trifft sich alleine mit Sam, einem alten Freund, weil Michael verhindert ist. Während der nostalgischen Auffrischung alter Erinnerungen kommen Jane und Sam sich näher und tauschen sogar einen leidenschaftlichen Kuss aus. Kann sie diesen Ausrutscher vor Michael verheimlichen?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376647","hoster":"VOE"},{"path":"/redirect/14393207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-26","name":"Alison kehrt zurück","epNo":26,"alt":"End Game","descr":"Der Tod seines Vaters wirft Billy völlig aus der Bahn, denn ihm wird schlagartig klar, dass er viel zu wenig Zeit mit ihm verbracht hat. Von Schuldgefühlen getrieben, überlegt er sogar, das Geschäft seines Vaters weiterzuführen. Doch seine Mutter nimmt ihm die Entscheidung ab, indem sie den Laden vorher verkauft. Um Billy in dieser schweren Krise beizustehen, reist auch Alison aus Seattle an. Bei ihrem Aufenthalt stellt sie fest, wie sehr sie ihre Freunde und das Leben in L.A. vermisst hat – und entscheidet sich spontan dazu, einfach zu bleiben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14376704","hoster":"VOE"},{"path":"/redirect/14393208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-27","name":"Noch einmal gutgegangen","epNo":27,"alt":"The Test","descr":"Perry, eine ehemalige Freundin von Jake, meldet sich überraschend bei ihm, um ihm mitzuteilen, dass sie Aids hat, und ihm den Rat zu geben, einen HIV-Test machen zu lassen. Zunächst weiß er nicht, wie er diese Nachricht Jo beibringen soll, aber schließlich ringt er sich dazu durch. Jo besteht darauf, dass sie sich gemeinsam dem Test unterziehen. Alison ist derweil fest entschlossen, in L.A. zu bleiben. deshalb versucht sie, ihren alten Job bei D\u0026D wiederzubekommen. Da allerdings Amanda nun für die Einstellungen zuständig ist, stößt Alison auf massive Schwierigkeiten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351124","hoster":"VOE"},{"path":"/redirect/14370457","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-28","name":"Es knistert an allen Ecken","epNo":28,"alt":"Pushing Boundaries","descr":"Billy ist recht erfolgreich in seinem neuen Job als Redaktionsassistent und wird bald zum Reporter befördert. Die Kehrseite der Medaille: Er muss oft Überstunden machen. An einem dieser langen Abende macht ihm seine Chefin Nancy ein eindeutiges Angebot, doch Billy weist sie zurück. Wütend will sie deshalb seine Beförderung zurücknehmen. Zu beruflichen Spannungen kommt es auch zwischen Alison und Amanda, denn Amanda schikaniert ihre Untergebene, wo sie nur kann. Dafür rächt sich Alison, indem sie keinen der Grüße Amandas an Billy ausrichtet und alle ihre Nachrichten auf dem Anrufbeantworter löscht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358159","hoster":"VOE"},{"path":"/redirect/14371230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-29","name":"Unflotter Dreier","epNo":29,"alt":"Pas De Trois","descr":"Amanda will nicht wahrhaben, dass ihre Beziehung mit Billy gescheitert ist. Immer wieder sucht sie seine Nähe und versucht, ihn wieder herumzukriegen. Alison geht ihr Verhalten derart auf die Nerven, dass sie sich schließlich selbst fragt, ob Billy nicht doch mehr für sie ist als nur ein Freund und Mitbewohner. Jo und Jake geraten derweil ganz schön ins Schwimmen, denn die alljährliche Steuererklärung liegt an und sie schulden dem Staat über 3.000 Dollar, von denen sie nicht wissen, wo sie sie auftreiben sollen. In ihrer Verzweiflung beschließt Jo, die Erklärung zu frisieren. Eine gute idee?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351193","hoster":"VOE"},{"path":"/redirect/13591242","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-30","name":"Der Tag der Wahrheit","epNo":30,"alt":"Carpe Diem","descr":"Jo landet bei einem Fototermin einen großen Treffer und scheint damit international ins Geschäft kommen zu können. Doch anstatt sich über ihren Erfolg zu freuen, stört Jake sich an der arroganten Model-Clique, in die Jo reinzurutschen droht. Auch Jane ist alles andere als glücklich, denn Michael verbringt immer weniger Zeit mit ihr. Als er sie auch noch an ihrem Hochzeitstag allein lässt, beschließt Alison, ihrer Freundin die Augen zu öffnen und erzählt ihr von Michaels Affäre mit Kimberley. Ungläubig fährt Jane zu Michaels Kollegin und ertappt diese prompt mit Michael in flagranti.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14351162","hoster":"VOE"},{"path":"/redirect/14370460","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-31","name":"Kein Glück in Sicht","epNo":31,"alt":"State Of Need","descr":"Alison und Billys selige Stimmung nach ihrer ersten gemeinsamen Liebesnacht wird schwer getrübt, als Amanda ihrem Ex mitteilt, dass sie schwanger ist. Nun fühlt sich Billy hin- und hergerissen zwischen seiner Liebe zu Alison und dem Pflichtgefühl gegenüber Amanda. Auch Jane hat es nicht leicht. Nachdem sie Michael mit Kimberley ertappt hat, schmeißt sie ihren Ehemann erst mal aus der gemeinsamen Wohnung. In diesem Moment wird Michael schlagartig bewusst, was er angerichtet hat. Er bittet Jane um Verzeihung und verspricht ihr, nie wieder untreu zu sein. Kann sie ihm noch einmal vergeben?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14358248","hoster":"VOE"},{"path":"/redirect/13591243","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-1/episode-32","name":"Psychoterror","epNo":32,"alt":"Suspicious Minds","descr":"Billy fühlt sich so sehr für die schwangere Amanda verantwortlich, dass er kaum noch Zeit für seine neue Liebe Alison findet. Das frustriert Alison ziemlich, und es fällt ihr schwer, den von ihrer Chefin Lucy geforderten Teamgeist gegenüber Amanda aufzubringen. Eines Abends im Büro bekommt Amanda plötzlich furchtbare Bauchkrämpfe. Sofort sorgt Alison dafür, dass sie ins Krankenhaus kommt und bleibt bei ihr – obwohl sie in letzter Zeit nicht besonders gut auf Amanda zu sprechen war. Als die Ärzte eine Eileiterschwangerschaft diagnostizieren, muss Amanda sofort operiert werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14472887","hoster":"VOE"},{"path":"/redirect/14465085","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-1","name":"Eine Menge Probleme","epNo":1,"alt":"Much Ado About Everything","descr":"Alison erhält immer noch anonyme Drohanrufe. Da Keith sich Sorgen um sie macht, kommt er aus Seattle angereist, um ihr beizustehen. Allerdings ahnt er nicht, dass seine ehemalige Geliebte mittlerweile eine feste Beziehung mit Billy eingegangen ist. Auch Amanda weiß nichts von ihm und Alison. Bei ihrer Einweihungsparty auf dem Melrose Place will Billy ihr endlich reinen Wein einschenken. Auch bei Jane steht Ärger ins Haus: Weil sie Michael und Kimberley in flagranti ertappt hat, verlangt sie die Scheidung, in die Michael jedoch partout nicht einwilligen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836164","hoster":"VOE"},{"path":"/redirect/12836167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-2","name":"Eine lange Nacht","epNo":2,"alt":"Long Night’s Journey","descr":"Billy ist davon überzeugt, dass Keith hinter den Drohanrufen steckt, mit denen Alison seit geraumer Zeit terrorisiert wird. Aber Alison will ihm nicht glauben. Als sie Keith in seinem Hotelzimmer besucht, um sich zu verabschieden, wird sie jedoch eines Besseren belehrt: Keith fällt regelrecht über sie her und versucht sogar, sie zu vergewaltigen. Nur mit größter Mühe gelingt ihr schließlich die Flucht. Sofort geht sie mit Billy zur Polizei, aber die kann nicht helfen, weil keine konkreten Beweise gegen Keith vorliegen. Billy beschließt daraufhin, die Sache selbst in die Hand zu nehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836183","hoster":"VOE"},{"path":"/redirect/12836182","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-3","name":"Rache","epNo":3,"alt":"Revenge","descr":"Billy sucht Keith in Seattle auf, um ihn eindringlich davor zu warnen, Alison noch einmal zu belästigen. Als Keith die Drohung nicht ernst nimmt, gerät Billy in Rage und es kommt schließlich zu einer handfesten Prügelei zwischen den beiden Rivalen. Danach ruft Keith bei Alison an, um ihr brühwarm von Billys Auftritt zu erzählen. Wütend macht Alison Billy bei seiner Rückkehr eine Szene. Doch es kommt noch schlimmer, denn Keith ruft nach ein paar Tagen erneut an, entschuldigt sich bei Alison für alles, was er ihr angetan hat – und erschießt sich anschließend …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836190","hoster":"VOE"},{"path":"/redirect/12836198","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-4","name":"Ein Haufen Schutt und Asche","epNo":4,"alt":"Fire Power","descr":"Seit Keiths unheilvollem Anruf hat Alison heimlich angefangen zu trinken. Billy hat versprochen, niemandem davon zu erzählen. Als er jedoch mitbekommt, wie Amanda über Alisons unkonzentrierte und nachlässige Arbeitsweise klagt, beschließt er, Amanda die näheren Hintergründe zu erklären. Alison bleibt jedoch nicht lange verborgen, dass Billy sein Versprechen gebrochen hat. In der Zwischenzeit geraten Jake und Jo in arge finanzielle Schwierigkeiten: Jake erwirbt günstig ein paar Motorräder, während Jo, die nichts davon weiß, von dem gleichen Konto die fälligen Steuerschulden überweist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836205","hoster":"VOE"},{"path":"/redirect/12836214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-5","name":"Ende und Neuanfang","epNo":5,"alt":"Of Bikes And Men","descr":"Wegen des Verlustes der Werkstatt bahnt sich zwischen Jo und Jake eine schwere Beziehungskrise an. Die wird noch verstärkt, als Jake, der jetzt finanziell vor dem Nichts steht, sich bereiterklärt, für Amanda als Model zu arbeiten. Auch der Kampf zwischen Jane und Michael erreicht einen dramatischen Höhepunkt. Bei der Anhörung zur Scheidungssache Mancini sagt Michael eiskalt aus, er habe nie eine Affäre mit Dr. Kimberly Shaw gehabt und beschuldigt gleichzeitig seine Frau, eine sexuelle Beziehung zu ihrem gemeinsamen Freund Sam Towler zu pflegen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836217","hoster":"VOE"},{"path":"/redirect/12836222","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-6","name":"Getrennte Wege","epNo":6,"alt":"Hot And Bothered","descr":"Die Scheidung von Jane und Michael ist nun besiegelt. Beide tun so, als würde ihnen die Trennung nichts ausmachen. Aber innerlich hegt Michael einen Groll gegen Jane, weil sie seiner Meinung nach alle früheren gemeinsamen Freunde gegen ihn aufgehetzt hat. Matt macht ihm den Vorschlag, diese Freunde zu einer Strandparty einzuladen. Alison weigert sich jedoch, zu der Party zu gehen, weil sie sich enger mit Jane verbunden fühlt. Auch Jo steht der Sinn nicht gerade nach einer Fete, denn sie hat sich gerade erst von Jake getrennt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836242","hoster":"VOE"},{"path":"/redirect/12836245","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-7","name":"Spiel mit dem Feuer","epNo":7,"alt":"Flirting With Disaster","descr":"Matt heiratet die Russin Katya, um ihr und ihrer Tochter eine Aufenthaltsgenehmigung zu besorgen. Zu der Hochzeitsfeier erscheinen auch Jane und Michael, die prompt einen furchtbaren Streit vom Zaun brechen. Alison schafft es nicht mehr, rechtzeitig zu dem Fest zu erscheinen, denn sie sitzt auf der Farm eines potentiellen Kunden namens Steve McMillan fest. Sie hat mit ihrem Wagen einen Unfall gebaut und ist nun gezwungen, die Nacht bei Steve zu verbringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836255","hoster":"VOE"},{"path":"/redirect/12836256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-8","name":"Eifersucht und Intrigen","epNo":8,"alt":"No Bed Of Roses","descr":"Jake fängt eine Beziehung mit Amanda an. Prompt bietet ihr Vater Palmer ihm einen Job als Leiter seiner neuen Werkstatt an. Dort werden Nachbauten von Oldtimern hergestellt, wobei Jake seine früheren Erfahrungen gut einbringen kann. Für Jo ist es hart, ihren Ex-Freund mit Amanda zusammen zu sehen. Sie stürzt sich voll und ganz in ihre Arbeit, wobei es ihr gerade recht kommt, dass Alison ihr einen lukrativen Fotojob für die Werbekampagne von Steve MacMillan besorgt hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836263","hoster":"VOE"},{"path":"/redirect/12836271","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-9","name":"Die Scheinehe","epNo":9,"alt":"Married To It","descr":"Matt lernt auf einer Vernissage den attraktiven Joe kennen. Als dieser jedoch erfährt, dass Matt verheiratet ist, zieht er sich enttäuscht zurück. Zwar kann Matt das Missverständnis aufklären, doch ihre erste Verabredung wird empfindlich gestört, als ein Beamter der Einwanderungsbehörde seinen Besuch ankündigt und Katya mit ihrer Tochter zusammen überstürzt bei Matt einziehen muss. Sydney wiederum ist überglücklich, weil sie endlich einen Job gefunden hat. Stolz erzählt sie Jane, dass sie jetzt kellnert. Doch die bereitet sich gerade seelisch auf ihre erste Nacht mit Robert vor …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836278","hoster":"VOE"},{"path":"/redirect/12836280","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-10","name":"Die Unruhestifterin","epNo":10,"alt":"The Tangled Web","descr":"Steve schlägt Alison und Billy vor, mit Jo und ihm ein Wochenende auf seiner Ranch zu verbringen. Trotz seiner Eifersucht auf Steve willigt Billy ein, aber das Wochenende wird kein Erfolg. Billy macht Alison eine Szene, weil er merkt, wie es zwischen Alison und Steve knistert. Jo hingegen will nicht mit Steve schlafen, weil sie immer noch an Jake denken muß. Alle sind unglücklich und reisen vorzeitig ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836287","hoster":"VOE"},{"path":"/redirect/12836295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-11","name":"Fahrt ins Verderben","epNo":11,"alt":"Collision Course","descr":"Michael schafft es endlich wieder, sich mit Kimberly zu versöhnen. Zur Feier dieses besonderen Anlasses lädt er sie zum Essen ein und macht ihr zum Dessert einen Heiratsantrag. Während der ausgelassenen Heimfahrt albert das Liebespaar so lange im Auto herum, bis der angetrunkene Michael die Kontrolle über den Wagen verliert. Michael wacht erst wieder im Krankenhaus auf und erfährt, dass Kimberly im Koma liegt und um ihr Leben ringt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836302","hoster":"VOE"},{"path":"/redirect/12836305","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-12","name":"Beziehungskrisen","epNo":12,"alt":"Cold Turkey","descr":"Jake fühlt sich von Amandas Vater in der Werkstatt wie ein Lehrling behandelt. Mit Amanda kann er jedoch nicht darüber reden, ohne dass es zum Streit kommt. Aber seine bösen Vorahnungen Palmer Woodward betreffend scheinen sich zu bestätigen, als plötzlich das FBI bei ihm auftaucht. Die Agenten haben herausgefunden, dass Palmer Autos als teure Originalraritäten verkauft, die in Wirklichkeit Nachbauten sind. Nun wollen sie Jake dazu zwingen, ihnen bei der Überführung Palmers zu helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836311","hoster":"VOE"},{"path":"/redirect/12836318","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-13","name":"Eine neue Chance","epNo":13,"alt":"Duet For One","descr":"Michael ist unzufrieden mit der Rehabilitationsklinik, in die er verlegt worden ist. Er bittet Jane, ihn so lange zu sich zu nehmen, bis ein Platz in einer besseren Klinik frei wird. Zögernd lässt sie sich darauf ein. Währenddessen hat Sydney Probleme, die Miete für ihre Wohnung zusammenzubekommen, und arbeitet deshalb nebenbei für Laurens Callgirl-Ring. Den anderen erzählt sie allerdings, sie habe einen Job als Fotomodell gefunden. Doch die erfahrene Fotografin Jo glaubt nicht an Sydneys Geschichte …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836325","hoster":"VOE"},{"path":"/redirect/12836321","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-14","name":"Auf Abwegen","epNo":14,"alt":"Strange Bedfellows","descr":"Alison lässt sich von Steve verwirren und ist fast soweit, mit ihm ins Bett zu gehen. Billy ist völlig frustriert, weil er glaubt, Alison verloren zu haben. Noch dazu muss er ein Feature über Partnersuche per Video schreiben, das ihm alle Illusionen raubt, denn alle heiratswilligen Frauen entpuppen sich als geldgierige Hyänen. Sein allgemeiner Frust treibt ihn ausgerechnet in Amandas Arme. Auch sie ist enttäuscht, da sie erfahren hat, dass Jack keineswegs unschuldig an der Verhaftung ihres Vaters ist …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836335","hoster":"VOE"},{"path":"/redirect/12836336","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-15","name":"Trennungen/Versöhnungen","epNo":15,"alt":"Under The Mistletoe","descr":"Obwohl Alison sich gegen Steve entschieden hat, will Billy zunächst nichts mehr von ihr wissen. Ebenso will auch Jane keinen Neuaufguss ihrer gescheiterten Ehe mit Michael. Zwar bemüht er sich, sie wieder für sich zu gewinnen, aber gnadenlos engagiert sie eine Pflegerin für ihren Exmann, damit sie selbst mit Robert feiern kann. Auch Sydney bemüht sich darum, mit alten Gewohnheiten zu brechen und gibt ihr Doppelleben auf. Da es nicht so aussieht, als würde Katya zu Weihnachten zurückkommen, organisiert die Hausgemeinschaft eine Weihnachtsparty für den kleinen Nikki.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836346","hoster":"VOE"},{"path":"/redirect/12836347","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-16","name":"Geständnisse","epNo":16,"alt":"Reunion Blues","descr":"Widerwillig fährt Jo zu einem Ehemaligentreffen ihrer Highschool. Tatsächlich scheint der Abend ein richtiger Reinfall zu werden, bis sie ihren Jugendfreund Reed wiedertrifft. Billy betrachtet die Nacht mit Amanda als Ausrutscher und bittet sie, Stillschweigen darüber zu bewahren, damit Alison nichts davon erfährt. Währenddessen ist Sydney in Geldnöte geraten und will deshalb noch ein einziges Mal als Edelprostituierte arbeiten. Dabei geht sie jedoch ausgerechnet einem Polizisten von der Sitte in die Falle …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836358","hoster":"VOE"},{"path":"/redirect/12836361","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-17","name":"Ein schmutziges Spiel","epNo":17,"alt":"Michael’s Game","descr":"Michaels mieser Plan scheint aufzugehen: Er setzt auf Janes neuen Freund Robert eine Prostituierte an, die ihn in einem Hotelzimmer in San Diego verführt. Die Videoaufzeichnung dieses Fehltritts schickt er anonym an Jane, die auch prompt ihren Lover wütend vor die Tür setzt. Robert ahnt, dass Michael hinter der Geschichte steckt, kann ihm aber nichts nachweisen. Derweil wird Amanda vom FBI unter Druck gesetzt, weil ihr wegen Betrugs gesuchter Vater spurlos verschwunden ist. Sie nimmt ein paar Tage Zwangsurlaub, um ihre Privatangelegenheiten wieder ins Reine zu bringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836367","hoster":"VOE"},{"path":"/redirect/12836372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-18","name":"Falscher Verdacht","epNo":18,"alt":"Arousing Suspicion","descr":"Gerade als Michael glaubt, am Ziel seiner Wunschträume angekommen zu sein, weil er Robert als lästigen Nebenbuhler um Janes Liebe ausgeschaltet hat, macht Sydney ihm einen Strich durch die Rechnung. Als sie ihn bittet, sie bei ihrem anstehenden Gerichtsprozess wegen Prostitution zu unterstützen, lehnt er eiskalt ab. Sydney rächt sich, indem sie Jane die Wahrheit über Michaels Intrige erzählt. Wütend stellt Jane daraufhin ihrem Ex-Mann erneut die Koffer vor die Tür. Obwohl Jo von Reeds zwielichtiger Vergangenheit weiß, hat sie sich auf eine Beziehung eingelassen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836383","hoster":"VOE"},{"path":"/redirect/12836387","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-19","name":"Eine harte Probe","epNo":19,"alt":"The Young Men And The Sea","descr":"Billy hat ein fantastisches Jobangebot erhalten, müsste dafür aber nach New York ziehen. Er will das Angebot unbedingt annehmen und versucht Alison dazu zu überreden, mit ihm wegzuziehen. Doch weder Å½New YorkerÅ½-Kuchen noch Woody-Allen-Filme können Alison dazu bewegen, sich von ihren Freunden und ihrem gut dotierten Job mit Karrierechancen zu trennen. Billy muss in den sauren Apfel beißen und alleine umziehen, aber die Aussicht auf eine Wochenendbeziehung gefällt ihm überhaupt nicht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836392","hoster":"VOE"},{"path":"/redirect/12836397","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-20","name":"Ein böses Erwachen","epNo":20,"alt":"Parting Glances","descr":"Billys Umzug nach New York stellt seine Beziehung zu Alison auf eine harte Probe. Bei ihren Telefonaten kommt es immer wieder zu Missstimmungen. Schließlich hält Alison es nicht länger aus und fliegt an die Ostküste, um Billy zu sehen. Doch als sie in seiner Wohnung auftaucht, ist Billy nicht allein. Auch bei Reed und Jo kommt es erneut zu Unstimmigkeiten, die von Jake ausgelöst werden. Jake ist Reeds Charterunternehmen nicht geheuer, da der Bootbesitzer bisher keinerlei Anstalten macht, Kunden anzuwerben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917612","hoster":"VOE"},{"path":"/redirect/12836407","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-21","name":"Mit sanfter Gewalt","epNo":21,"alt":"Swept Away","descr":"Reed will Jo im Boot gefangen halten, bis die Rauschgift-Übergabe glatt über die Bühne gelaufen ist. Danach will er mit ihr nach Mexiko fahren. Als sie versucht, per Funk Hilfe zu holen, kommt Reed ihr auf die Schliche und zerstört das Funkgerät. Dennoch gelingt es der Verzweifelten, sich aus der Staukammer zu befreien und an Reeds Waffe zu kommen. Derweil erkennt Alison in New York, dass Billy sie nicht betrogen hat und verträgt sich wieder mit ihm. Doch als er sie erneut zwingen will, zu ihm nach New York zu ziehen, fliegt sie enttäuscht zurück nach Los Angeles …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917613","hoster":"VOE"},{"path":"/redirect/12836418","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-22","name":"Vertrauen gegen Vertrauen","epNo":22,"alt":"With This Ball And Chain","descr":"Jo ist im Bezirksgefängnis gelandet, weil sie Reed erschossen hat. Da er als Drogendealer einschlägig bekannt war, interessiert den Staatsanwalt vor allem, was Jo von Reeds miesen Geschäften wusste. Als sie vorgibt, nicht zu wissen, will man sie unter Druck setzen und stellt sie unter Mordanklage. Jake, Billy und Alison setzen alles daran, ihrer Freundin zu helfen, doch ausgerechnet Amanda kommt ihnen zuvor und besorgt Jo nicht nur einen Top-Anwalt, sondern stellt auch ihre Kaution …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836425","hoster":"VOE"},{"path":"/redirect/12836430","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-23","name":"Gefährliche Ehe","epNo":23,"alt":"Otherwise Engaged","descr":"Michael ist verzweifelt, weil er Sydney unter keinen Umständen heiraten will und wendet sich in seiner Not an Matt. Der hat jedoch nur einen Rat für seinen Freund parat: Sydney ehelichen und damit zum Schweigen bringen. Jo bricht während eines Fotoshootings plötzlich zusammen. Im Krankenhaus erfährt sie, dass sie ein Kind erwartet. Verzweifelt fragt sie sich, ob sie es tatsächlich ertragen könnte, ein Baby von Reed zu behalten. Jake merkt, in welch kritischer Verfassung sich seine Ex-Freundin befindet und will ihr helfen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836435","hoster":"VOE"},{"path":"/redirect/12836443","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-24","name":"Alpträume","epNo":24,"alt":"Love, Mancini Style","descr":"Jo hat sich endgültig dazu entschlossen, das Baby von Reed nicht abtreiben zu lassen. Dennoch träumt sie jede Nacht davon, wie sie Reed niedergeschossen hat, und fragt sich, wie sie das später dem gemeinsamen Kind erklären soll. Erst an Reeds Grab findet sie ihren Seelenfrieden wieder. Alison ist derweil vollauf mit den Hochzeitsvorbereitungen beschäftigt, doch bald geht es ihr gegen den Strich, dass Billy zu bequem ist, sich ebenfalls daran zu beteiligen. Aber Rache ist süß: Zwischen Tür und Angel teilt sie ihrem Verlobten mit, dass es bis zur Hochzeit keinen Sex mehr geben wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836455","hoster":"VOE"},{"path":"/redirect/12836465","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-25","name":"Die zwei Mancini-Frauen","epNo":25,"alt":"The Two Mrs. Mancini’s","descr":"Alison ist furchtbar nervös, weil der 50. Geburtstag ihres Vaters kurz bevorsteht. Da ist ihr gar nicht recht, dass Billy darauf besteht mitzufahren. Prompt blamiert er Alison, indem er vor versammelter Festgesellschaft ihre Verlobung verkündet, obwohl Alison ihren Eltern noch nichts erzählt hatte. Jane und Sydney erfahren unterdessen, dass ihre geliebte Großmutter gestorben ist. Die alte Frau hat Jane und Michael testamentarisch 100.000 Dollar vermacht. Da Jane von Michael geschieden ist, will sie das Geld allerdings nicht teilen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836472","hoster":"VOE"},{"path":"/redirect/12836473","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-26","name":"Mit dem Feind im Bett","epNo":26,"alt":"In Bed With The Enemy","descr":"Nachdem Jake nicht mehr bereit ist, als Handlanger für den Melrose Place bereitzustehen, stellt Amanda notgedrungen einen neuen Hausmeister ein. Der offenbart jedoch nach kurzer Zeit schon eine seltsame Veranlagung und Amanda setzt ihn kurzerhand wieder vor die Tür. Auch in anderen Bereichen ist Amanda nicht untätig. So bringt sie unter anderem Jane und Michael wieder zusammen – zumindest geschäftlich …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836486","hoster":"VOE"},{"path":"/redirect/12836485","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-27","name":"Heimlichkeiten","epNo":27,"alt":"Psychotherapy","descr":"Alison beginnt eine Therapie wegen ihrer Alpträume, die für sie ein Anzeichen dafür sind, dass sie sich ihrer Gefühle für Billy nicht ganz sicher ist. Doch die erwartete Hilfe findet sie in der Psychotherapie nicht. Michael verschafft sich unterdessen einen Vorteil, indem er seinen Vorgesetzten mit einer Frauengeschichte erpresst. Das bringt ihm endlich die ersehnte Beförderung zum Oberarzt ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836500","hoster":"VOE"},{"path":"/redirect/12836502","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-28","name":"Der Hochzeitsdrachen","epNo":28,"alt":"The Bitch Is Back","descr":"Urplötzlich taucht die totgeglaubte Kimberley wieder auf. Michael verfällt ihr aufs Neue, verlangt von der entsetzten Sydney die Scheidung und setzt sie vor die Tür. In ihrer Not kehrt sie zum Melrose Place zurück, wo Amanda sich gerade mit ihrer Mutter Hillary auseinandersetzen muss, die nach jahrelanger Abwesenheit urplötzlich den Kontakt zu ihrer Tochter sucht. Nur für Billy und Alison scheint es endlich ein Happy End zu geben, denn sie planen ihre Hochzeit …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836513","hoster":"VOE"},{"path":"/redirect/12836520","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-29","name":"Gewalt und Eifersucht","epNo":29,"alt":"Imperfect Strangers","descr":"Amanda setzt Alison ungefragt einen neuen Kollegen namens Chas vor die Nase, den sie angeblich zu Alisons Entlastung angestellt hat. Doch Chas wälzt alle seine Aufgaben auf Alison ab. Als sie sich deshalb bei Amanda beschweren will, erwischt sie ihren neuen Mitarbeiter und ihre Chefin bei einem leidenschaftlichen Kuss. Auch Sydney erlebt herbe Enttäuschungen: Nicht nur, dass sie endgültig von Michael abgewiesen wird, auch kommt Lauren aus dem Gefängnis und übernimmt den Callgirl-Ring wieder. Völlig abgebrannt, versucht Sydney in der Not, ihre Schwester Jane anzupumpen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836535","hoster":"VOE"},{"path":"/redirect/12836540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-30","name":"Rachegelüste","epNo":30,"alt":"The Devil With The G-String On","descr":"Trotz des schweren Sturzes sind sowohl Jo als auch das Baby, das sie erwartet, unversehrt. Jake kümmert sich rührend um sie und bringt sie vom Krankenhaus nach Hause, womit er sich Amandas Eifersucht einhandelt. Als dann Alison auch noch Jake von ihren Beobachtungen von Chas und Amanda im Büro erzählt, gerät die Beziehung von Jake und Amanda in eine tiefe Krise. Derweil hat Kimberley scheinbar eine Möglichkeit gefunden, sich endlich an Michael zu rächen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836551","hoster":"VOE"},{"path":"/redirect/12836560","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-31","name":"Bis daß der Tod uns scheidet (1)","epNo":31,"alt":"Till Death Do Us Part (1)","descr":"Alison erhält von ihrer Schwester eine Absage. Sie will nicht zu ihrer Hochzeit kommen. Was ist damals geschehen, dass ihre Schwester mit der Familie überhaupt nichts mehr zu tun haben will? Chas verklagt die Firma D\u0026amp;D, d.h. Amanda, wegen sexueller Belästigung auf zehn Millionen Dollar. Alison wird als Hauptzeugin der Anklage geladen. Sydney arbeitet als Prostituierte auf der Straße und wird von ein paar Kolleginnen brutal zusammengeschlagen. Im Krankenhaus hat Kimberly gerade Dienst und kümmert sich um sie. Später trifft sie sich mit Sydney, um ihr von ihrem Mordplan zu erzählen und sie als Komplizin zu gewinnen. Jane hat von einem Kaufhaus ein tolles Angebot bekommen. Sie kann eine eigene Kollektion entwerfen und die Produktion selbst übernehmen. Dazu braucht sie allerdings Michaels Einverständnis, da er stiller Teilhaber ihres Unternehmens ist. Billys Studienfreund Rob kommt nach Los Angeles, um bei Billys Hochzeit Trauzeuge zu sein. Weil Billy noch soviel zu tun hat, bittet er Matt, sich um Rob zu kümmern. Die beiden Männer kommen sich näher, und es stellt sich heraus, dass auch Rob homosexuell ist. Amanda ist es gelungen, sich wieder mit Jake zu versöhnen. Die Gerichtsverhandlung gegen sie wird eröffnet. Alison belastet sie schwer mit ihrer Aussage. Kimberly und Sydney haben beschlossen, Michael mit Schlaftabletten und Autoabgasen umzubringen. Sie schleifen ihn bewusstlos in die Garage und lassen den Motor laufen. Währenddessen wartet Jane auf Michael. Er wollte zu einer Besprechung wegen des Kaufhaus-Vertrags kommen. Als er nicht erscheint, fährt sie ärgerlich zu ihm …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836566","hoster":"VOE"},{"path":"/redirect/12836563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-2/episode-32","name":"Bis daß der Tod uns scheidet (2)","epNo":32,"alt":"Till Death Do Us Part (2)","descr":"Dank Jane hat Michael den Mordanschlag in der Garage überlebt. Doch er ist seiner Ex-Frau in keiner Weise dankbar. Er will nicht, dass Jane zu erfolgreich wird und eröffnet ihr am Hochzeitstag von Billy und Alison, dass er den Vertrag mit dem Kaufhaus nicht unterschreiben wird. Kurz vor der Trauung ist Alison mit ihrem Vater eine Weile allein. Plötzlich realisiert sie, dass die Stimme, die sie in ihren Alpträumen verfolgt, die ihres Vater ist. Sie erinnert sich, dass er sie als Kind missbraucht hat. Ihr Vater droht ihr, niemandem davon zu erzählen. Alison lässt die Hochzeit platzen und fährt zu ihrer Schwester nach San Francisco. Meredith erzählt Alison, dass auch sie vom Vater missbraucht wurde. Chas gesteht Amanda, dass er sie nur wegen sexueller Belästigung verklagt hätte, um an das Geld zu kommen. Auch sein Interesse an Hillary ist erloschen, sie ist ihm inzwischen zu alt geworden. Außerdem wäre er auch nur wegen des Geldes mit ihr zusammen gewesen. Hillary hört dies Gespräch zufällig mit an. Am nächsten Tag macht sie eine Aussage vor Gericht. Amanda und D\u0026amp;D werden freigesprochen. Michael wird vor der Tür des Krankenhauses überfahren. Die Polizei findet heraus, dass es Janes Auto war und verhaftet sie.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12836163","hoster":"VOE"},{"path":"/redirect/12836161","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-1","name":"Angeklagt","epNo":1,"alt":"I Am Curious Melrose","descr":"Michael wurde von einem Unbekannten mit dem Auto angefahren und liegt schwerverletzt im Krankenhaus. Es handelt sich eindeutig um einen Mordversuch – und es mangelt nicht an Tatverdächtigen! Da wären Jane Mancini, Michaels Ex-Frau, Kimberly Shaw, Michaels Verlobte und Sydney Andrews, Michaels zweite Ex-Frau. Jane wird vor Gericht angeklagt, bestreitet die Tat jedoch vehement und beschuldigt Sydney …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838177","hoster":"VOE"},{"path":"/redirect/12838184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-2","name":"Die Welt ist ein Sumpf","epNo":2,"alt":"It’s A Bad World Afterall","descr":"Sydney beteuert weiter ihre Unschuld, doch keiner glaubt ihr. Sie rastet völlig aus, als auch ihr Vater ihr nicht helfen kann, aus dem Gefängnis frei zu kommen. Ihr Vater lässt sie in eine Heilanstalt einweisen. Matt, der in Sydneys Auftrag bei Kimberly und Michael spioniert, erfährt, dass Kimberly Michael voll und ganz unter ihrer Kontrolle hat. Kimberly hat Michael ihre Narbe gezeigt. Er liebt sie trotzdem und kann sich nicht mehr daran erinnern, dass er selbst Schuld an dem Unfall war …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838204","hoster":"VOE"},{"path":"/redirect/12838207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-3","name":"Existenzkämpfe","epNo":3,"alt":"Inlaws And Outlaws","descr":"Sydney wird von einem Wärter in der psychiatrischen Klinik belästigt und gibt den Anschlag auf Michael zu. Daraufhin wird sie entlassen und zieht wieder bei Jane ein. Alison und Billy trennen sich, dieses Mal endgültig. Amanda belauscht ein Gespräch zwischen den beiden und als Billy wegziehen will, bietet sie ihm eine Wohnung am Melrose Place an. Jake versucht weiterhin, seine hartnäckige Verehrerin Brittany loszuwerden, kann ihr aber schließlich doch nicht widerstehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12953652","hoster":"VOE"},{"path":"/redirect/12838230","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-4","name":"Das verlorene Gedächtnis","epNo":4,"alt":"Grand Delusions","descr":"Die hinterlistige Kimberly kann ihr Entsetzen kaum verbergen, als sie erfährt, dass Michaels Amnesie nur von kurzer Dauer sein wird. Als Michael fast von einem Auto überfahren wird, kehrt sein Erinnerungsvermögen zurück und er stellt Kimberly vor eine gewagte Wahl: Liebe oder töte mich. Jo versucht, Kontakt zu Reeds Eltern herzustellen. Sie will auf jeden Fall einen Rechtsstreit um ihr Baby vermeiden. Doch die Carters machen sie für Reeds Tod verantwortlich und weisen sie ab …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838257","hoster":"VOE"},{"path":"/redirect/12838267","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-5","name":"Reingelegt","epNo":5,"alt":"Non-Sexual Healing","descr":"Sydney und Jane haben beschlossen, sich Michaels Geschäftsanteile durch die Scheidung anzueignen. Doch der clevere Michael legt Sydney mal wieder rein und speist sie mit läppischen 5000 Dollar ab. Amanda erzählt Jo, dass Jake und ihr Vater bei der Explosion an Bord waren. Jake wird halb tot aus dem Meer gefischt, doch er scheint sich völlig verändert zu haben. Nachdem er Amanda bei der Identifizierung der gefundenen Leiche beisteht, verlässt er Los Angeles.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838281","hoster":"VOE"},{"path":"/redirect/12838295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-6","name":"Familienbande","epNo":6,"alt":"No Strings Attached","descr":"Jake hat seinen leiblichen Vater noch nie gesehen und stattet ihm nun einen Besuch ab. Sein Vater, der verheiratet ist und zwei Kinder hat, will offensichtlich nichts von ihm wissen. Jake, der das Produkt einer kurzen Affäre seiner Eltern ist, lässt nicht locker und es gelingt ihm doch, einen Kontakt zu seinem Vater aufzubauen. Nach diesem Erlebnis ist Jake bereit, zum Melrose Place zurückzukehren und dort neu anzufangen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838309","hoster":"VOE"},{"path":"/redirect/12838312","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-7","name":"Alte Freunde, neue Freunde","epNo":7,"alt":"The Cook, The Creeper, His Lover And Her Sister","descr":"Alisons Collegefreundin Susan kommt nach Los Angeles. Als ihre Jobpläne sich zerschlagen, zieht sie erst einmal bei Alison ein. Doch es kommt zu Reibereien unter den Freundinnen, weil Billy anfängt, sich für Susan zu interessieren. Auf ausdrücklichen Wunsch ihres Bosses muss Amanda Michael und Kimberly als Models engagieren. Dabei macht sie die Bekanntschaft von deren Chef Dr. Peter Burns. Und der ist ganz schön angetan von der toughen Geschäftsfrau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838341","hoster":"VOE"},{"path":"/redirect/12838349","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-8","name":"Hochzeit in Las Vegas","epNo":8,"alt":"Love Reeks","descr":"Nachdem sie beinahe von Chris vergewaltig wurde, flüchtet Sydney zu Jake, der sie auf dem Sofa übernachten lässt. Als sie erfährt, dass Chris und Jane in Las Vegas heiraten wollen, erzählt Sydney Michael und Jane von ihrem Erlebnis, damit sie die Hochzeit verhindern. In Las Vegas kommt es zwar zu einem Streit zwischen Michael, Chris und Jane, in dessen Verlauf die Hochzeit abgeblasen wird. Doch Jane ahnt immer noch nichts von dem Doppelleben ihres Verlobten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838366","hoster":"VOE"},{"path":"/redirect/12838373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-9","name":"Machtkämpfe","epNo":9,"alt":"Dr. Jekyll Saves His Hide","descr":"Michael bittet Amanda darum, bei Peter ihren Charme spielen zu lassen, damit dieser Michael wieder einstellt. Als Gegenleistung verlangt sie die Hälfte von Mancini Designs, die sie an Jane verkaufen will. Doch als Michael dann seinen Job im Krankenhaus zurückbekommt, legt er Amanda herein, die leer ausgeht. Matt trifft seinen Ex-Lover Jeffrey wieder und erfährt, dass dieser HIV-positiv ist. Von seinen Gefühlen überwältigt, fängt Matt wieder eine Affäre mit ihm an …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838399","hoster":"VOE"},{"path":"/redirect/12838402","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-10","name":"Der Sorgerechtsprozeß","epNo":10,"alt":"And Justice For None","descr":"Jo will durch einen Prozess das Sorgerecht für ihr Kind einklagen. Dabei baut sie vor allem auf die Aussagen ihrer Freunde. Alison, die immer häufiger zur Flasche greift, enttäuscht ihre Freundin, weil sie sich, statt zum Gerichtstermin zu erscheinen, mit Plattenproduzent Zack Phillips trifft, den sie auf einer Party kennengelernt hat. Obwohl die anderen ihre Aussagen machen, verläuft der Prozess nicht zu Jos Besten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838420","hoster":"VOE"},{"path":"/redirect/12838416","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-11","name":"hne Kontrolle","epNo":11,"alt":"The Days Of Vine And Vodka","descr":"Mit Alison geht es immer weiter bergab. Nach einem Streit mit Susan und Billy setzt sie sich betrunken ans Steuer ihres Autos und fährt einen Jungen an. Als Kimberly erfährt, dass Jo den Sorgerechtsprozess verloren hat, kommt ihr eine Idee. Beim Thanksgiving-Essen tritt sie an Jo heran und schildert ihr einen Plan, wie sie ihr Baby dennoch behalten könnte. Vertrauensvoll lässt die verzweifelte Jo sich darauf ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837797","hoster":"VOE"},{"path":"/redirect/12837796","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-12","name":"Jos Baby","epNo":12,"alt":"The Doctor That Rocks The Cradle","descr":"Alison wird verhaftet, weil sie betrunken gefahren ist und dabei einen Unfall verursacht hat. Als sie grob von Zack abgewiesen wird, sucht sie moralische Unterstützung bei Billy. Sie gesteht ihm, dass sie ihn immer noch liebt. Doch Billy denkt gar nicht daran, zu ihr zurückzukehren, dafür liegt ihm bereits zu viel an Susan. Diese Abfuhr stürzt die labile Alison vollends in Verzweiflung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837799","hoster":"VOE"},{"path":"/redirect/12837806","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-13","name":"Ich will mein Kind zurück","epNo":13,"alt":"Just Say No","descr":"Bruce erfährt, dass D\u0026D von einem Ärzte-Konsortium übernommen worden ist. Kein geringerer als Dr. Peter Burns steckt hinter der Aktion. Er setzt Bruce auf die Strasse und ernennt Amanda zur neuen Präsidentin des Unternehmens. Als erste Amtshandlung befördert sie Billy und ordnet an, er solle Alison feuern, da sie aufgrund ihres Alkoholproblems nicht mehr haltbar sei. Da er seinen großen Verlust nicht ertragen kann, erhängt Bruce sich in Amandas Büro. Matt informiert Billy darüber, dass er Alison den Job erhalten könne, wenn sie sich bereit erklären würde, eine Entgiftung zu machen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837810","hoster":"VOE"},{"path":"/redirect/12837808","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-14","name":"Schwache und starke Frauen","epNo":14,"alt":"Sex, Drugs, And Rockin’ The Cradle","descr":"Alison lernt während ihrer Therapie den Quarterback Terry Parson kennen, der ihr in einer Notsituation beisteht. Als sie nämlich Billy zu einer Gemeinschaftssitzung ihrer Therapiegruppe erwartet und dieser nicht auftaucht, erlebt Alison einen Rückfall und lässt sich in einer Bar volllaufen. Parson hilft ihr bei der Ausnüchterung. Billy hingegen hat das Treffen nur nicht wahrgenommen, weil Susan ihm den Termin verheimlicht hat. Als er Susan auf die Schliche kommt, wirft er sie aus der Wohnung …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837823","hoster":"VOE"},{"path":"/redirect/12837822","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-15","name":"Feiertage mit Hindernissen","epNo":15,"alt":"Holiday On Ice","descr":"Amanda fühlt sich schwer an Dickens Å½WeihnachtsgeschichteÅ½ erinnert, als ihr im Traum der tote Bruce erscheint und ihr das eigene kaltherzige Benehmen vor Augen führt. Er ermutigt sie, sich von Peters Einfluss zu befreien. Kurz darauf stattet sie Alison einen Besuch in der Kur ab, um sich für ihr nicht gerade freundschaftliches Verhalten zu entschuldigen. Außerdem sorgt sie dafür, dass Bruceï¿½ Kinder finanziell versorgt sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837825","hoster":"VOE"},{"path":"/redirect/12837834","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-16","name":"Das Böse siegt","epNo":16,"alt":"Bye Bye Baby","descr":"Peter setzt Amanda bei D\u0026D die Rationalisierungs-Expertin Caitlin Mills vor die Nase. Das will die toughe Geschäftsfrau sich natürlich nicht so einfach gefallen lassen. Sie engagiert Billy, der ihre neue Konkurrentin ausspionieren soll. Der findet bald heraus, dass Caitlin und Peter nicht nur ein geschäftliches Verhältnis verbindet. Billy selbst versucht wieder mit Alison anzubändeln, doch die ist viel mehr an Terry interessiert. Um Billy jedoch nicht zu verletzen, lügt sie ihn an und trifft sich heimlich mit Terry …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837842","hoster":"VOE"},{"path":"/redirect/12837844","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-17","name":"Der Drogentest (1)","epNo":17,"alt":"They Shoot Mothers, Don’t They? (1)","descr":"Jake und Jo machen sich auf die Suche nach dem entführten Austin. Dabei verbringen sie eine gemeinsame Nacht in einem Motel, doch Jo erkennt, dass sie momentan nicht bereit ist zu einer festen Beziehung. Gemeinsam beziehen sie Stellung vor dem Haus der Carters und warten auf ein Lebenszeichen von Austin. Währenddessen schmieden Peter und Caitlin gemeinsame Pläne, wie sie Amanda wieder von ihrem Posten als D\u0026amp;D-Präsidentin vertreiben können. Ein Drogentest in der Firma soll Amanda endgültig zu Fall bringen, denn Peter will Amanda als ihr Hausarzt genau das \"richtige Mittelchen\" verschreiben …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837854","hoster":"VOE"},{"path":"/redirect/12837861","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-18","name":"Der Drogentest (2)","epNo":18,"alt":"They Shoot Mothers, Don’t They? (2)","descr":"Amanda, die wegen angeblichen Drogenkonsums bei D\u0026amp;D gefeuert wurde, erfährt von Matt, dass die Antibiotika, die sie von Peter bekommen hat, manipuliert waren. Sie droht Peter, ihn wegen seiner unsauberen Machenschaften anzuzeigen. Daraufhin gerät Peter in Panik und will mithilfe von Michael, der inzwischen auch tief in den illegalen Geschäften drinsteckt, Amanda aus dem Weg räumen. Rikki überredet Sydney zu einer Sitzung mit ihrem Guru Martin Abbot. Nach einem verlorenen Footballspiel will Terry wieder zur Flasche greifen. Alison hält ihn zurück. Doch als sie ihn kurz darauf mit einer anderen Frau im Bett erwischt, gibt sie ihm den Laufpass. Michael rettet Amanda das Leben, und Peter landet im Gefängnis. Caitlin muss einsehen, dass sie verspielt hat. Amanda wird Präsidentin von D\u0026amp;D. Nach dem Anschlag auf Jo wird den Carters das Sorgerecht für Austin entzogen. Doch Jo entschließt sich trotzdem schweren Herzens, ihren Sohn zur Adoption freizugeben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917618","hoster":"VOE"},{"path":"/redirect/12837866","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-19","name":"Racheakte","epNo":19,"alt":"Another Perfect Day In Hell","descr":"Rikki zerstört vorsätzlich Sachen von Jo, Jane und Jake und lenkt den Verdacht auf Sydney. Dadurch gerät Sydney immer mehr in Isolation, so dass sie sich schließlich in die vorgeblich schützenden Arme von Guru Martin Abbot flüchtet. Alison erhält unerwarteten Besuch von ihrer Schwester Meredith. Sie gesteht Alison, dass sie noch nie mit einem Mann geschlafen habe, weil sie als Kind missbraucht worden ist. Endlich aber ist sie bereit dazu, Å½esÅ½ zu tun. Als geeigneten Partner hat sie sich ausgerechnet Billy ausgesucht …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837873","hoster":"VOE"},{"path":"/redirect/12837878","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-20","name":"Die Erleuchtung","epNo":20,"alt":"Boxing Sydney","descr":"Nachdem sich Amanda lange gesträubt hat, beginnt sie ihm zu glauben und lässt sich von einem zweiten Arzt untersuchen. Schließlich ist sie bereit, ihre Krebserkrankung behandeln zu lassen – allerdings zu ihren Bedingungen. John Rawlings macht sich Hoffnungen bei Matt. Doch der ist nach seiner Trennung von Jeffrey noch nicht zu einer neuen Beziehung bereit. Matt erzählt John, dass er Kimberly für die Auslöserin des Anschlages auf ihn hält …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837885","hoster":"VOE"},{"path":"/redirect/12837887","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-21","name":"Gefährliche Neugier","epNo":21,"alt":"St. Valentine’s Day Massacre","descr":"Jo lernt über Matt den Polizisten John kennen, der ihr anbietet, mit ihm auf Streife zu gehen. Dabei macht sie heimlich Fotos, wie John einen Drogenhändler zusammenschlägt. Kurz danach wird ihre Wohnung nach den verräterischen Fotos durchsucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837894","hoster":"VOE"},{"path":"/redirect/12837892","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-22","name":"Überlebenskämpfe","epNo":22,"alt":"Breakfast In Tiffany’s, Dinner At Eight","descr":"Michael fliegt mit Amanda nach New York, um für ihre Genesung zu sorgen. Kimberly steigert sich in ihre Eifersucht, bis sie dem behandelnden Arzt, Dr. Steele, gegenüber behauptet, Michael wolle nur seine Behandlungsmethoden stehlen. Dr. Steele glaubt diesen Unterstellungen und droht, die Behandlung abzubrechen. Jo hat noch immer Angst wegen der Fotos. Nachdem der Drogendealer gestorben ist, überbringt Matt der Polizei die Fotos, die belegen, dass John die Tat begangen hat …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837899","hoster":"VOE"},{"path":"/redirect/12837906","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-23","name":"Gewinner und Verlierer","epNo":23,"alt":"And The Winner Is …","descr":"Bei der Preisverleihung zur besten Werbemanagerin des Jahres treten Alison und Amanda gegeneinander an. Kimberly erfährt, dass Michael sie mit Amanda betrügt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837915","hoster":"VOE"},{"path":"/redirect/12837918","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-24","name":"Liebe und Tod","epNo":24,"alt":"Love And Death","descr":"Alison wird die neue Präsidentin bei D\u0026D. Amanda ist davon natürlich alles andere als begeistert. Als Kimberley vorübergehend in eine andere Stadt geht, zieht Amanda bei Michael ein. Sie gesteht ihm jedoch, dass sie seine Gefühle nicht im gleichen Maß erwidert. Trotzdem gibt Michael die Hoffnung nicht auf, dass ihre Liebe mit der Zeit wachsen kann. Als Kimberly zurückkehrt und Amandas Sachen in ihrem Haus findet, ist sie außer sich vor Wut. Alison entwickelt sich derweil zu einer Kopie von Amanda und kommandiert Billy ständig herum …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837926","hoster":"VOE"},{"path":"/redirect/12837929","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-25","name":"Ende einer Ehe","epNo":25,"alt":"To Live And Die In Malibu","descr":"Michael hat eine schwere Auseinandersetzung mit Kimberly. Er nimmt ihr schließlich die 100.000 Dollar von der Versicherung ab und reicht die Scheidung ein. Kimberly ist verzweifelt und beschließt, sich das Leben zu nehmen. Als Michael sie im Strandhaus findet, ist sie fast leblos. Er entscheidet sich dagegen, Hilfe zu holen oder sie wieder zu beleben und wartet auf Kimberlys Tod, um endlich frei zu sein. Alison entwickelt sich unterdessen immer mehr zum Biest und selbst ihre Freunde wenden sich ab von ihr …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837937","hoster":"VOE"},{"path":"/redirect/12837942","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-26","name":"Hochgesteckte Ziele","epNo":26,"alt":"All About Brooke","descr":"Als Sydney im Strandhaus auftaucht, ist Michael doch gezwungen, Kimberly zu retten. Sydney lässt den Abschiedsbrief verschwinden. Am nächsten Tag besucht sie Kimberly im Krankenhaus. Gemeinsam hecken sie einen teuflischen Plan aus: Für 50.000 Dollar soll Sydney schädliche Medikamente unter Kimberlys Vitaminpillen mischen, so dass Michael unter Mordverdacht gerät. Jake missfällt es derweil, dass sich Jess und Jo immer näher kommen. Als Jess eine Kreditkarte stiehlt und beide zum Essen einlädt, kommt es schließlich zu einem schrecklichen Streit zwischen den Brüdern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837951","hoster":"VOE"},{"path":"/redirect/12837958","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-27","name":"Rivalinnen","epNo":27,"alt":"Melrose Impossible","descr":"Amanda fühlt sich von Michael belästigt. Als er sie in ihrer Wohnung mit einem Essen überrascht, reicht es ihr endgültig. In der Firma versucht Amanda alles, um Alison zu vergraulen. Gemeinsam mit Brooke sabotiert sie einen von Alisons Kunden – mit Erfolg. Jess bittet Jo unterdessen zu einem weiteren Treffen. Und obwohl Jo Jakes Gefühle eigentlich nicht verletzen will, lässt sie sich auf eine Affäre mit Jess ein …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12837979","hoster":"VOE"},{"path":"/redirect/12837996","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-28","name":"Betrügereien","epNo":28,"alt":"A Hose By Any Other Name","descr":"Die entnervte Amanda erwirkt eine Verfügung, dass Michael sich ihr nur auf einhundert Meter nähern darf. Außerdem nutzt sie jede Chance, um Alison bei D\u0026D zu schaden. Unterdessen lernt Matt durch Michael den Schönheitschirurgen Paul Graham kennen. Beide verabreden sich und verbringen eine gemeinsame Nacht. Matt ahnt jedoch nicht, dass Paul eine Ehefrau hat, die zu Hause auf ihn wartet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838024","hoster":"VOE"},{"path":"/redirect/12838021","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-29","name":"Küsse und Schüsse","epNo":29,"alt":"Kiss, Kiss, Bang, Bang","descr":"Nach der gemeinsamen Nacht mit Paul bringt Matt ihm seinen Pieper ins Büro, den er bei ihm vergessen hat. Dort erfährt er von Pauls Frau Carol. Obwohl Matt sich distanzieren will, kann er der Versuchung nicht widerstehen und schläft erneut mit Paul. Als Carol davon erfährt, bedroht sie Matt massiv. Jess wird unterdessen von Jake aus der Wohnung geworfen und zieht zu Jo. Nach einer Schlägerei in einer Bar beschließt Jess, seinen Bruder zu töten. Während er mit Jo schläft, wird Jakes Bar überfallen und auf ihn geschossen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838043","hoster":"VOE"},{"path":"/redirect/12838056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-30","name":"Falsche Beweise","epNo":30,"alt":"Framing Of The Shrews","descr":"Nachdem sie Alisons Brief gelesen hat, fälscht Brooke das Schriftstück und übergibt es Billy, der daraufhin annimmt, dass Alison nichts mehr von ihm wissen will. Alison wundert sich, dass Billy sich nicht bei ihr meldet. Als sie sich schließlich dazu durchringt, ihren Ex-Freund anzurufen, hat Brooke diesen jedoch bereits soweit manipuliert, dass er sie genervt abwimmelt. Unterdessen versetzt Kimberly Amanda weiterhin in Angst und Schrecken. Sie lässt die Ahnungslose im Glauben, dass Michael hinter den Attacken steckt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838076","hoster":"VOE"},{"path":"/redirect/12838077","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-31","name":"Die Geheimnisse des Lebens (1)","epNo":31,"alt":"The Big Bang (1)","descr":"Brooke erzählt ihrem Vater Hayley von der bevorstehenden Hochzeit mit Billy, doch der ist nicht sonderlich erfreut. Als Alison von der Heirat ihres Ex-Freundes erfährt, ist sie zutiefst erschüttert. Sie kündigt ihren neuen Job in Hongkong, nachdem sie von Hayley erfahren hat, dass er den Job für sie nur geschaffen hat, damit sie Los Angeles verlässt. Kimberly gerät derweil in eine tiefe Krise. Sie glaubt, den Verstand zu verlieren und von einem Dämon besessen zu sein. In ihrem Wahn fasst sie schließlich den Plan, den gesamten Melrose Place in die Luft zu jagen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838096","hoster":"VOE"},{"path":"/redirect/12838106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-3/episode-32","name":"Die Geheimnisse des Lebens (2)","epNo":32,"alt":"The Big Bang (2)","descr":"Jos und Jess’ Beziehung steht unter großer Spannung. Als er ihr einen Heiratsantrag macht, lacht sie ihn nur aus. Jess’ aggressives Verhalten wird immer schlimmer und Jo macht sich Sorgen über sein verändertes Verhalten. Als es erneut zum Streit kommt, schlägt er sie zusammen und geht danach seelenruhig zu seiner Arbeit auf dem Bau. Paul versichert Matt unterdessen, dass er sich von seiner Frau getrennt hat, obwohl diese nur in Urlaub gefahren ist. Doch in Wirklichkeit hat Paul einen scheinbar perfekten Plan ausgetüftelt, seine Frau zu töten und den Verdacht auf Matt zu lenken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12838138","hoster":"VOE"},{"path":"/redirect/12838149","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4","seasonId":"Staffel 4","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-1","name":"Einmal Hölle und zurück","epNo":1,"alt":"Postmortem Madness","descr":"Kimberly zündet tatsächlich ihre Bombe und zerstört damit die halbe Anlage am Melrose Place. Während MacKenzie aufgrund der Detonation einen tödlichen Herzinfarkt erleidet, verliert Alison kurzzeitig ihr Augenlicht. In letzter Minute dringt Billy in ihr Appartement ein und rettet ihr das Leben. Peter hingegen rettet Kimberly, die von der Druckwelle in den Pool geschleudert wurde, vor dem Ertrinken. Nach der Katastrophe landet Kimberly in der Psychiatrie, kann sich aber nicht an die Ereignisse der letzten paar Wochen erinnern …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846047","hoster":"VOE"},{"path":"/redirect/12846048","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-2","name":"Zuckerbrot und Peitsche","epNo":2,"alt":"Melrose Place Is Like A Box Of Chocolates","descr":"Während die Appartementanlage wieder aufgebaut wird, leben Jane, Sydney und Jo zwangsweise zusammen. Nach dem Tod seines Bruders geht Jake auf eine ausgiebige Sauftour. Weil Sydney sein selbstzerstörerisches Verhalten nicht ertragen kann, kündigt sie schließlich ihren Job im Shooters. Zur gleichen Zeit versucht Amanda, Alison wieder als Mitarbeiterin für D\u0026D zu gewinnen. Und Peter gibt Kimberly den guten Rat, sich für verrückt erklären zu lassen, damit sie für ihren Bombenanschlag eine mildere Verurteilung bekommt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846050","hoster":"VOE"},{"path":"/redirect/12846052","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-3","name":"Über Leichen","epNo":3,"alt":"Blind Ambition","descr":"Während einer Party bemerkt Alison, dass sie plötzlich wieder sehen kann. Doch Jane schärft ihr ein, das für sich zu behalten, falls ihr etwas an Billys Nähe läge. Denn Billys Frau Brooke lässt nur aus Mitleid zu, dass ihr Mann sich um Alison kümmert. Um seine Unschuld zu beweisen, versucht Matt Paul in einen Hinterhalt zu locken, indem er ihm weismacht, er habe einen belastenden Brief von Pauls toter Frau. Paul lädt ihn daraufhin unter dem Vorwand, noch einmal über alles reden zu wollen, zu sich nach Hause ein. Doch als Matt bei seinem Ex-Lover auftaucht, zieht der plötzlich eine Waffe …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846055","hoster":"VOE"},{"path":"/redirect/12846057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-4","name":"Kalte Herzen","epNo":4,"alt":"Simply Shocking","descr":"Nachdem sie beim Schnüffeln in Amandas Schreibtisch einen Führerschein auf einen fremden Namen gefunden hat, ist Brooke so neugierig geworden, dass sie nach Miami fliegt, um Amandas Vergangenheit auszuspionieren. Dabei stattet sie auch Amandas Ex-Mann Jack Parezi einen Besuch ab und stellt fest, dass es sich dabei um einen äußerst zwielichtigen Geschäftsmann handelt. Mit diesem Wissen versucht sie, aus Amanda eine Gehaltserhöhung herauszupressen. Leider führt sie damit auch Parezi auf die Spur seiner Ex-Frau …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846058","hoster":"VOE"},{"path":"/redirect/12846060","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-5","name":"Kimberlys Abgründe","epNo":5,"alt":"Drawing Henry","descr":"Kimberly gesteht ihrer Mutter, dass sie von Visionen heimgesucht wird. Immer wieder sieht sie einen Mann namens Henry vor sich, der sie zu allen Gewalttaten der Vergangenheit getrieben hat. Als Mrs. Shaw das hört, will sie ihre Tochter sofort mit nach Cleveland nehmen. Doch Peter belehrt sie eines Besseren. Er verlangt von ihr, ihm endlich die ganze Wahrheit zu erzählen. Schließlich beichtet sie ihm, dass es sich bei Henry um den ehemaligen Gärtner der Shaws handelt. Als Kimberly acht Jahre alt war, hat sie den Mann getötet, um ihn davon abzuhalten, ihre Mutter zu vergewaltigen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846064","hoster":"VOE"},{"path":"/redirect/12846065","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-6","name":"Im Wein liegt die Wahrheit","epNo":6,"alt":"The Jane Mutiny","descr":"Jane und Richard erneuern ihre Verlobung. Doch Jo ist ein wenig irritiert, vor allem, als Jane ihr gegenüber wiederholt, dass sie Richard nicht liebt. Auf der Verlobungsparty kommt es dann zur Katastrophe: Jo betrinkt sich und erzählt Richard die Wahrheit. Währenddessen versucht Jack mit allen Mitteln, eine Scheidung von Amanda zu erwirken, damit er wieder heiraten kann. Brooke wird derweil immer eifersüchtiger auf Alisons aufkeimende Beziehung zu Hayley. Sie befürchtet, ihren Vater endgültig an Alison zu verlieren …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846066","hoster":"VOE"},{"path":"/redirect/12846069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-7","name":"In die Enge getrieben","epNo":7,"alt":"Let The Games Begin","descr":"Amanda kocht vor Wut, als sie erfährt, dass Brooke ausgerechnet Jacks Firma als neuen Kunden für D\u0026D gewonnen hat. Die Intrige von Michael und Sydney nimmt unterdessen immer schlimmere Formen an. Inzwischen hat Michael sogar einen professionellen Schauspieler engagiert, der Kimberly als Gärtner Henry in Angst und Schrecken versetzen soll. Dabei versucht Peter gerade, Kimberly dabei zu helfen, sich erfolgreich wieder in die Gemeinschaft vom Melrose Place einzugliedern. Er nimmt sie dazu sogar mit zu einer Party von Amanda, wo Kimberly sich offiziell bei ihr für den Bombenanschlag entschuldigt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846070","hoster":"VOE"},{"path":"/redirect/12846072","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-8","name":"Hochmut kommt vor dem Fall","epNo":8,"alt":"Dial \"M\" For Melrose","descr":"Als Amanda versucht, aus Jacks Haus zu entkommen, gerät sie in eine handfeste Auseinandersetzung mit ihrem Ehemann. Im Verlauf ihres erbitterten Kampfes stürzt Jack die Treppe herunter und bleibt schließlich bewusstlos am Boden liegen. Amanda ist in helle Aufregung versetzt und ruft Peter an, weil sie Angst hat, die Polizei könnte sonst annehmen, sie habe ihren verhassten Mann ermorden wollen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846074","hoster":"VOE"},{"path":"/redirect/12846075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-9","name":"Amanda in der Klemme","epNo":9,"alt":"Amanda Unplugged","descr":"Amandas Ehemann Jack liegt immer noch im Koma. Die völlig verunsicherte und verängstigte Amanda lässt sich deshalb auf der Halloween-Party im Shooter vollaufen und endet schließlich mit Peter im Bett. Als Jack kurze Zeit später das Bewusstsein wiedererlangt, täuscht er Amanda vor, er wolle ihr verzeihen. Doch als sie vertrauensvoll an sein Krankenbett herantritt, versucht er, sie zu erwürgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846095","hoster":"VOE"},{"path":"/redirect/12846096","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-10","name":"Sydney läßt die Bombe platzen","epNo":10,"alt":"El Syd","descr":"Nachdem Jack durch den Kampf mit Amanda sein Leben lassen musste, beginnt Sydney, die alles mit angesehen hat, Amanda und Peter zu erpressen. Sie verlangt von Amanda, ihr für einen Dollar die Hälfte von der Appartementanlage abzutreten. Als Amanda und Peter herausfinden, dass Sydney mehr Interesse an Michael als an dem Geld zeigt, nutzen sie dieses Wissen für sich. Sie sorgen dafür, dass Sydney in Michaels Strandhaus einzieht, während Kimberly ihr Appartement übernimmt. Eine gute Idee?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846105","hoster":"VOE"},{"path":"/redirect/12846106","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-11","name":"Ruf der Freiheit","epNo":11,"alt":"Free Kimmy","descr":"Schon während ihrer Hochzeitsreise kommen Alison ernsthafte Bedenken, was ihre Ehe mit Hayley betrifft. Zum einen hört sie ein beunruhigendes Gespräch mit an, in dem Hayley sich mit einem Angestellten seines Hotels über die Finanzen beklagt. Zum anderen bekommt sie mit, wie ihr Mann Brooke gegenüber erklärt, dass sie keine Kinder haben werden. Amanda gibt Peter derweil den Laufpass, gerät aber schon kurz darauf wieder in ernste Schwierigkeiten …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846119","hoster":"VOE"},{"path":"/redirect/12846132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-12","name":"Die große Kunst der Verführung","epNo":12,"alt":"Kimberly Does L.A.","descr":"Kimberlys ausschweifendes Liebesleben kostet sie fast das Leben, denn ihre letzte Eroberung, Vic, entpuppt sich als übler Psychopath, der schon ihre Radioshow mit Droh-Anrufen sabotiert hatte. Nach einer Nacht mit Kimberly, fesselt er sie und versteckt sie in einem verlassenen Gebäude. Unterdessen geht Shelly mit einem Messer auf Jake los, als der sie wegen des veruntreuten Geldes zur Rede stellen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846140","hoster":"VOE"},{"path":"/redirect/12846151","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-13","name":"Hayleys Tod","epNo":13,"alt":"Hock, Line And Harley","descr":"Brooke beschuldigt Alison, ihren Vater ermordet zu haben, und hetzt ihr die Polizei auf den Hals. Doch Hayleys Tod wird offiziell als Unfall eingestuft. Als Alleinerbe von Hayleys verbliebenem Vermögen gilt Brookes ungeborenes Kind. Alison geht völlig leer aus. Als sie auch noch erfährt, dass Hayley sich heimlich von ihr hat scheiden lassen, ist sie am Boden zerstört Als sie bei einem Geschäftsessen nicht auftaucht, sucht Billy sie in ihrem Hotelzimmer auf und stellt fest, dass sie wieder angefangen hat zu trinken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846160","hoster":"VOE"},{"path":"/redirect/12846170","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-14","name":"Zwei flogen über das Kuckucksnest","epNo":14,"alt":"Two Flew Over The Cuckoo’s Nest","descr":"Brooke beschuldigt Alison, ihren Vater ermordet zu haben, und hetzt ihr die Polizei auf den Hals. Doch Hayleys Tod wird offiziell als Unfall eingestuft. Als Alleinerbe von Hayleys verbliebenem Vermögen gilt Brookes ungeborenes Kind. Alison geht völlig leer aus. Als sie auch noch erfährt, dass Hayley sich heimlich von ihr hat scheiden lassen, ist sie am Boden zerstört Als sie bei einem Geschäftsessen nicht auftaucht, sucht Billy sie in ihrem Hotelzimmer auf und stellt fest, dass sie wieder angefangen hat zu trinken …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846179","hoster":"VOE"},{"path":"/redirect/12846207","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-15","name":"Es weihnachtet schwer","epNo":15,"alt":"Oy! To The World","descr":"Da Alison wieder trinkt, übernimmt Billy ihre Präsentation, um sie zu decken. Als Brooke dabei unvermittelt auftaucht, gibt er vor, ein Verhältnis mit Alison zu haben, damit Brooke nicht entdeckt, dass Alison rückfällig geworden ist. Kimberly gibt Sydney derweil den Ratschlag, die Weihnachtsparty des Krankenhauses zu organisieren, um damit Michaels Karriere Auftrieb zu verleihen. Als Jane Michael während der Party jedoch völlig mit Beschlag belegt, kocht Sydney vor Eifersucht und mischt ihrer Schwester Tranquilizer in den Drink – mit fatalen Folgen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846209","hoster":"VOE"},{"path":"/redirect/12846208","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-16","name":"Mit einem Bein im Grab","epNo":16,"alt":"Holy Strokes","descr":"Nach der Einnahme der von Sydney heimlich verabreichten Tranquilizer hat Jane einen Schlaganfall erlitten und ist nun halbseitig gelähmt. Sydney beichtet Kimberly, was sie getan hat, betont aber, dass sie nicht gewusst habe, welche Wirkung die Drogen haben. Kimberly schlägt vor, solle den Verdacht von sich ablenken, indem sie ihre Schwester pflege. Also zieht Jane zu Sydney und Michael in das Strandhaus. Brooke zitiert unterdessen Billy ins Krankenhaus und versucht ihm weis zu machen, sie habe eine Fehlgeburt gehabt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846211","hoster":"VOE"},{"path":"/redirect/12846214","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-17","name":"Heute wär’ ein schöner Tag zum Sterben","epNo":17,"alt":"The Brooke Stops Here","descr":"Billy hat Brooke noch gerade rechtzeitig gefunden, um ihr das Leben zu retten. Von Schuldgefühlen zerrissen, kehrt er wieder zu ihr zurück und überredet auch Amanda dazu, sie wieder bei D \u0026 D einzustellen. Peter stellt Bobby derweil ein Ultimatum, um ihn von Amanda fernzuhalten. Doch als dieser sich von ihr verabschieden will, verführt sie ihn. Syd versteckt unterdessen die Pillen, die den Schlaganfall ihrer Schwester verursacht haben, in Richards Schublade, um den Verdacht auf ihn zu lenken. Als Jo die Tabletten findet, sucht sie Rat bei Jake, aber der will nichts mehr von ihr wissen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846216","hoster":"VOE"},{"path":"/redirect/12846217","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-18","name":"Sydney, der Schrecken der Straße","epNo":18,"alt":"Sydney, Bothered And Bewildered","descr":"Als Alison versucht, sich Brooke freundschaftlich zu nähern, verwüstet diese als Gegenleistung Alisons Wohnung. Als Billy sie daraufhin zur Rede stellen will, wird Brooke wütend und schmeißt mit Geschirr um sich, so dass Billy schnell das Weite sucht. Amanda trennt sich endgültig von Peter, um eine Beziehung mit Bobby anzufangen. Daraufhin startet Peter einen Flirt mit Bobbys Anwältin Alycia. Michael setzt Sydney unter Druck. Er erklärt sich bereit, in das Strandhaus zurückzukommen, allerdings nur unter der Bedingung, dass Sydney vorher Jane ‚loswird‘.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846219","hoster":"VOE"},{"path":"/redirect/12846220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-19","name":"Im Leben gefangen","epNo":19,"alt":"The Bobby Trap","descr":"Vince wird schrecklich wütend auf seinen Sohn Bobby, als er erfährt, dass dieser Amanda keineswegs ins Jenseits befördert hat. Also dringt er mit Waffengewalt in ihr gemeinsames Hotelzimmer ein, um den Job selbst zu erledigen. Währenddessen versucht Billy, die Scheidung von Brooke zu erwirken. Der misstrauische Michael hat Kimberly derweil ein Wahrheitsserum injiziert und kitzelt so aus ihr heraus, dass Sydney ihre Schwester unter Drogen gesetzt hatte. Aber nicht nur das: Kimberly gesteht außerdem, dass sie ihn immer noch liebt …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846223","hoster":"VOE"},{"path":"/redirect/12846224","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-20","name":"Das Haus am Melrose Place – Teil 1","epNo":20,"alt":"No Lifeguard On Duty (1)","descr":"Amanda erzählt ihrem wütenden Schwiegervater Vic, dass Jack nicht der liebevolle und aufrechte Sohn war, den er in Erinnerung hat. Zwar macht ihn das noch wütender, dennoch lässt er Bobby und Amanda schließlich gehen. Er verkauft seine Anteile von Bobbys Firma, so dass dieser kurz vor dem Ruin steht. Doch Amanda verspricht, ihm zu helfen. Peter engagiert derweil Sydney, ihn zu einer Party zu begleiten, um sich dort an Bobby heranzumachen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846226","hoster":"VOE"},{"path":"/redirect/12846228","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-21","name":"Das Haus am Melrose Place – Teil 2","epNo":21,"alt":"No Lifeguard On Duty (2)","descr":"Vic wird vorzeitig aus dem Gefängnis entlassen. Er schleicht sich in Kimberlys Auto und bringt sie in seine Gewalt. Als Michael das erfährt, stiehlt umgehend einen Wagen, um die Verfolgung aufzunehmen. Alison entdeckt derweil ihr Helfersyndrom und bietet der obdachlosen Brooke an, bei ihr einzuziehen. Kurze Zeit später wird Brooke von Amanda gefeuert. Völlig desillusioniert betrinkt sie sich und taucht vor Billys Appartement auf, um ihn zur Rede zu stellen. Als er ihr die Tür vor der Nase zuschlagt, strauchelt die Betrunkene, schlägt mit dem Kopf auf und versinkt langsam im Pool …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846230","hoster":"VOE"},{"path":"/redirect/13608431","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-22","name":"Tanz der Teufelin","epNo":22,"alt":"Devil In A Wet Dress","descr":"Alison und Billy ziehen Brooke aus dem Pool, aber sie ist bereits tot. Von da an wird Billy in schrecklichen Alpträumen von seiner ertrunkenen Frau heimgesucht. Michael kümmert sich unterdessen rührend um Kimberly. Er will sie unbedingt dazu bewegen, wieder bei ihm einzuziehen. Als Bobby versucht, Alycia dazu zu bewegen, sich von Peter fernzuhalten, droht sie ihren Job zu kündigen. Doch kurz darauf ertappt sie Peter dabei, wie er heimlich ihre Akten durchstöbert. In Matt regt sich derweil die Eifersucht, als er erfährt, dass Alan ein Verhältnis mit seiner Schauspielkollegin nachgesagt wird …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846235","hoster":"VOE"},{"path":"/redirect/12846237","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-23","name":"Vampire unter sich","epNo":23,"alt":"The Circle Of Strife","descr":"Michael und Kimberly wollen bei einer romantischen Hochzeitszeremonie am Strand ihr Ehegelübde erneuern. Und um Kimberly zu beweisen, wie ernst er es mit ihr meint, feuert Michael Sydney auf ihren Wunsch hin. Doch Sydney lässt sich das nicht so einfach gefallen. Prompt klagt sie ihren Job an der Rezeption von Peters und Michaels Gemeinschaftspraxis wieder ein. Alison und Billy kommen sich unterdessen wieder näher. Und Matt ist entsetzt als er erfährt, dass Alans Produzenten der Publicity zuliebe verlangen, dass Alan seine Kollegin Valerie heiratet!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846239","hoster":"VOE"},{"path":"/redirect/12846240","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-24","name":"Lauf’ um dein Leben, Billy!","epNo":24,"alt":"Run, Billy, Run","descr":"Alison fühlt sich von Billys unausstehlichem Verhalten abgestoßen und zieht sich von ihm zurück. Amanda hingegen setzt voll auf Billy. Sie verspricht ihm eine Gehaltserhöhung, wenn er eine bekannte Fluggesellschaft als Kunden für die Agentur gewinnen sollte. Um den Auftrag zu erhalten, schläft er mit der Angestellten einer rivalisierenden Agentur. Unterdessen muss Jane ihre Modenschau abblasen, da Richard ihre sämtlichen Entwürfe kopiert hat. Aus Rache sabotiert sie dafür seine Show, indem sie dafür sorgt, dass die Sprinkler-Anlage ausgelöst wird und alle Modelle ruiniert …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846243","hoster":"VOE"},{"path":"/redirect/12846244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-25","name":"Einer spinnt immer","epNo":25,"alt":"Ruthless People","descr":"Billy hält an seiner großtuerischen Attitüde fest, so dass Alison sich angewidert von ihm abwendet. Dafür freundet er sich mit dem chauvinistischen Besitzer einer Wodka-Fabrik an, den er als Kunden für D \u0026 D gewinnen will und gibt einen von Amandas Berichten als seinen eigenen aus. Alans Eltern kommen nach L. A., um bei der Hochzeit ihres Sohnes dabei zu sein. Als Matt erfährt, dass sie ein Haus für die ‚Brautleute‘ gekauft haben, lässt er sich vollaufen und landet schließlich mit einem Bekannten im Bett …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846247","hoster":"VOE"},{"path":"/redirect/12846249","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-26","name":"Das brennende Bett","epNo":26,"alt":"The Burning Sofa","descr":"Bobby wird wegen Körperverletzung verhaftet, doch Sydney kann Amanda davon überzeugen, die Klage gegen ihn fallen zu lassen. Peter lässt sich auf einen Deal mit einem von Billys Klienten ein, damit er Alycia ausbezahlen und somit ihrem Einfluss entfliehen kann. Mit dem erhaltenen Geld übernimmt Alycia Bobbys Firma. Kimberlys Persönlichkeitsstörungen nehmen unterdessen zu. Als Betsy wirft sie Michaels Sofa von der Terrasse und zündet es an. Und als ihr Mann nach Hause kommt, versucht sie doch glatt, ihn zu verstümmeln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846251","hoster":"VOE"},{"path":"/redirect/12846254","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-27","name":"Die Reise ins Ich","epNo":27,"alt":"Triumph Of The Bill","descr":"Während einer Marketing-Tagung scheint Billy wieder zu seinem alten Ich gefunden zu haben. In aller Öffentlichkeit enthüllt er in einer emotionalen Rede, zu welch miesen Mitteln er gegriffen hat, um auf Teufel komm raus Karriere zu machen. Ein schlauer Schachzug, durch den er sich den Respekt der Anwesenden verschafft und zum Star der Tagung wird. Kimberly entwickelt unterdessen immer neue Persönlichkeiten, lehnt Peters medizinischen Ratschläge jedoch nach wie vor ab. Ein fataler Fehler?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918383","hoster":"VOE"},{"path":"/redirect/12846257","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-28","name":"Trau’ ihr nicht, sie hat Geburtstag","epNo":28,"alt":"What Goes Up, Must Come Down","descr":"Da Alison ihren Job bei D \u0026 D hingeschmissen hat, fängt sie nun als Kellnerin im Shooters an. Amanda wiederum hat sich Billy gekrallt, um seine Kontakte für ihren eigenen Aufstieg zu nutzen. Kimberly bittet Peter derweil darum, Michael für einen Kurztrip ein paar Tage aus der Stadt zu locken, damit sie alleine sein und ihr Leben ordnen kann. Also nimmt Peter Michael mit auf eine Fahrt nach Palm Springs, wo sie als Richter in einem Teenager-Schönheitswettbewerb fungieren. Und Sydney hat gerade einen äußerst geschickten Plan ausgeheckt, um Bobby fester an sich zu binden …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846266","hoster":"VOE"},{"path":"/redirect/12846269","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-29","name":"Wahre Lügen","epNo":29,"alt":"True Fibs","descr":"Teri droht Michael, Kimberly von seinem Seitensprung zu erzählen, sollte er sich nicht bereit erklären, in ihrem Sinne zu lügen, indem er aussagt, Peter habe mit Brandi geschlafen. Gerade als Amanda sich für ihren voreiligen Verdacht bei Peter entschuldigen will, wird dieser wegen angeblicher Vergewaltigung von Brandi verhaftet! Kimberly verfällt unterdessen immer häufiger in die Rolle der ’Betsy und verletzt eines Tages sogar Michael schwer mit einem Hammer. Währenddessen wird eine Geschäftsreise mit Richard für Jane zum wahren Alptraum: Sie wird von Richard vergewaltigt!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846272","hoster":"VOE"},{"path":"/redirect/12846273","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-30","name":"Melrose: Leben und sterben in L.A.","epNo":30,"alt":"Melrose Unglued","descr":"Amanda überzeugt Teri davon, ihre Klage gegen Peter fallen zu lassen, indem sie Teris Tochter Brandi als offizielle Sprecherin einer Kosmetikfirma einsetzt. Als Michael seiner Frau gesteht, dass er und nicht Peter mit Brandi geschlafen hat, ahnt er nicht, dass er ‚Betsy‘ gegenübersteht. Sofort geht sie mit einem Messer auf ihn los! Kinderarzt Dominick bittet Matt derweil, für ihn ein Date mit Jo zu arrangieren. Die nutzt das Rendezvous jedoch nur schamlos dazu aus, Dominick zu überreden, sich den kleinen Tyler noch einmal genau anzusehen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846276","hoster":"VOE"},{"path":"/redirect/12846277","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-31","name":"Peterchens Mondfahrt","epNo":31,"alt":"Peter’s Excellent Adventure","descr":"Alycia ist bei einem Autounfall ums Leben gekommen, und Amanda erfährt nun die ganze Wahrheit über Peters und Alycias Intrigen, um Bobby Parezi aus dem Geschäft zu treiben. Zunächst verurteilt sie Peters Handeln, vergibt ihm jedoch bald wieder. Kimberly ihrerseits verspricht, Peter ein Alibi zu verschaffen, damit er nicht als Bobbys Mörder verurteilt wird. Doch bald darauf verwandelt sie sich wieder in Betsy und verabreicht Peter Drogen, um ihn in eine psychiatrische Klinik einweisen zu lassen, die sie selbst leitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846279","hoster":"VOE"},{"path":"/redirect/12846282","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-32","name":"… denn sie weiß nicht, was sie tut","epNo":32,"alt":"Full Metal Betsy","descr":"Michael und Amanda raufen sich zusammen, um gemeinsam Peter und Kimberly aufzuspüren. Peter gelingt es, sich mit einer der Schwestern der Nervenheilanstalt anzufreunden, doch als es darauf ankommt, vereitelt sie seine Flucht. Während Amanda und Michael verzweifelt nach einem Weg suchen, in die festungsähnliche Anstalt einzubrechen, bereitet Kimberly alias Betsy sich darauf vor, bei Peter eine Lobotomie vorzunehmen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846288","hoster":"VOE"},{"path":"/redirect/12846290","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-33","name":"Was geschieht mit Baby Jane? – Teil 1","epNo":33,"alt":"Dead Sisters Walking (1)","descr":"In letzter Sekunde verhindern Amanda und Michael, dass Kimberly die Lobotomie an Peter vornimmt. Allerdings werden sie von Kimberly alias Betsy gestellt und im Heizungskeller eingesperrt. Doch Schwester Benson erkennt nun, dass ihre Chefin ein ernsthaftes psychisches Problem hat und lässt die Gefangenen wieder frei. Kimberly versperrt ihnen jedoch den Fluchtweg. Als Michael versucht, Kimberly wieder in die Realität zurückzuholen, geschieht ein Unglück …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846043","hoster":"VOE"},{"path":"/redirect/12846042","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-4/episode-34","name":"Was geschieht mit Baby Jane? – Teil 2","epNo":34,"alt":"Dead Sisters Walking (2)","descr":"Peter wird wegen dringenden Mordverdachts festgenommen, während sein ‚Alibi‘, Kimberly, im Koma liegt. Amanda heiratet derweil Peter im Gefängnis, damit sie nicht gegen ihn aussagen muss. Doch kurze Zeit später erfährt sie von einem Detektiv, dass Peter seine wahre Identität verschweigt. Und Dominick erhält das Angebot, als Arzt in Bosnien zu arbeiten. Er bittet Jo daraufhin, ihn zu begleiten. Doch Jo ist sich nicht sicher, ob sie wirklich mitgehen soll …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12846044","hoster":"VOE"},{"path":"/redirect/12846046","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5","seasonId":"Staffel 5","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-1","name":"Die Nacht des lebenden Toten","epNo":1,"alt":"Living With Disaster","descr":"Amanda erfährt von Detective Wylie, dass ihr Ehemann Dr. Peter Burns nicht der ist, für den ihn alle halten. Bei Recherchen findet Amanda heraus, dass Peter bei seiner ersten Ehefrau, die Krebs hatte, Sterbehilfe geleistet hat und deshalb auf der Flucht vor der Polizei ist und seinen Namen geändert hat. In Boston liest eine junge, attraktive Frau, Taylor McBride, in der Zeitung von Peters Verhaftung und teilt ihrem erstaunten Ehemann Kyle mit, dass sie für einige Zeit nach L.A. fliegt. Dort versucht sie sich im Melrose Place einzumieten. Da Jo überraschend einen Fotojob in Bosnien angenommen hat, bekommt Taylor ihr Appartement. Michael wacht an Kimberlys Bett, bis sie endlich aus dem Koma erwacht. Michael will, dass sie der Polizei sagt, dass sie zur Zeit von Bobby Parezis Tod mit Peter essen war, denn sie ist Peters einziges Alibi. Als die Polizei jedoch erscheint, ist Kimberly aus dem Krankenhaus verschwunden. Alison hat die Nacht mit Jake verbracht, beide haben sich ineinander verliebt. Am nächsten Tag macht Billy Alison einen Heiratsantrag. Jane verliert nach dem Mord an Richard fast die Nerven und bereut ihre Rache. Doch Sydney bleibt cool und rät Jane, sich so normal wie möglich zu verhalten. In Wirklichkeit war Richard gar nicht tot, als sie ihn begruben und kann seinem Grab entsteigen. Er will sich an Jane und Sydney rächen und treibt sie mit gezielten Aktionen an den Rand des Wahnsinns.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848621","hoster":"VOE"},{"path":"/redirect/12848624","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-2","name":"Wer anderen eine Grube gräbt …","epNo":2,"alt":"Over Dick’s Dead Body","descr":"Amanda hat erfahren, dass Peters damalige Frau Beth ihn in ihrem Tagebuch entlastet hat, indem sie schrieb, sie würde Selbstmord begehen. Doch Peter, der immer noch im Gefängnis sitzt, bleibt bei der Behauptung, seine Frau umgebracht zu haben. Er scheint sich selber aufzugeben. Kimberly kann sich überhaupt nicht an den Abend mit Peter erinnern, und damit stehen Peters Chancen auf einen Freispruch sehr schlecht. Matts Tablettensucht gerät zusehends außer Kontrolle. Alison und Jake treffen sich weiterhin heimlich, um ihre Liebe vor Billy geheimzuhalten. Schließlich beschließt Alison sogar aus dem Melrose Place Apartment Komplex auszuziehen. Billy versucht vergeblich, ihr das auszureden. Dafür zieht ein neues Paar in die alte Wohnung von Jo: Taylor und Kyle McBride. Sie wollen in Los Angeles ein zweites Restaurant eröffnen. Taylor interessiert sich auffällig für Peter Burns. Jane und Sydney werden von Richard, der wirklich noch lebt, erpresst. Er will von den beiden 50.000 Dollar haben. Zuerst lockt er sie auf eine falsche Spur, doch dann tritt er persönlich in Erscheinung und zwingt die beiden, ihr eigenes Grab zu schaufeln …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848627","hoster":"VOE"},{"path":"/redirect/12848629","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-3","name":"Wer zweimal stirbt, dem traut man nicht","epNo":3,"alt":"Moving Violations","descr":"Jane und Sydney, die von Richard gezwungen werden, ihr eigenes Grab zu schaufeln, können ihn niederschlagen und entkommen. Auf ihrer Flucht durch den Wald begegnen sie einem Parkranger, der ihnen hilft. Er fährt sie zur nächstgelegenen Polizeistation. An einer Tankstelle sehen sie plötzlich Richards Wagen. Der Ranger Tom steigt aus und stellt ihn. Es kommt zu einer Schießerei, bei der Richard ums Leben kommt. Samantha will ausziehen, da ihr die geheimen, mysteriösen Angelegenheiten der Schwestern unheimlich werden, doch Jane überredet sie zu bleiben. Bei der Gerichtsanhörung im Fall Peter Burns kann Kimberly sich zuerst nicht an den Abend mit Peter erinnern, doch dann fällt ihr wieder ein, dass ein blonder Kellner sie damals bedient hat. Die Suche nach diesem Zeugen ist erfolgreich, und Peter wird freigelassen. Jake und Alison versuchen weiterhin, ihr Liebesverhältnis vor Billy geheimzuhalten. Alison zieht in ihr neues Apartment, um ungestörte Stunden mit Jake verbringen zu können. Doch Billy lässt Alison keine Ruhe, er will ihr unbedingt beim Umzug helfen und organisiert für sie eine Party. Als Alison Jake einen Zettel zukommen lässt, liest auch Billy diesen und glaubt, er sei gemeint. Beide Männer erscheinen in Alisons Wohnung und endlich ist es raus. Billy ist außer sich und schlägt sich mit Jake.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848630","hoster":"VOE"},{"path":"/redirect/12848632","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-4","name":"Feuer brennt in ihren Augen","epNo":4,"alt":"Hunka, Hunka Burning Love","descr":"Peter hat sich entschlossen, seine Arbeit in der Praxis wiederaufzunehmen. Sein erster Patient ist Taylor McBride. Er behandelt sie wie jede andere Patientin und erkennt sie nicht. Matt hat endlich seine Zwischenprüfung hinter sich und will auf Michaels Drängen mit den Aufputschpillen aufhören. Doch auf einer Party lässt er sich überreden, eine Psychodroge zu nehmen und landet im Krankenhaus. Michael ist sauer und kündigt ihm die Freundschaft. Zu Peters Ärger hat Sydney, während er im Gefängnis war, sein Haus verkauft, um laufende Rechnungen zu bezahlen. Er feuert sie. Kimberly muss sich vor der Ärztekammer wegen ihres Verhaltens am Willobridge Institut verantworten. Kimberly gibt freiwillig ihre Zulassung als Ärztin zurück und wird statt dessen Rezeptionistin in Michaels und Peters Praxis. Sydney steigt mit ihrem Geld in Janes Boutique ein. Das Modegeschäft wird mit einer großen Party eröffnet. Dort sorgt Billy für einen Skandal, als er öffentlich verkündet, dass Alison und Jake eine Affäre haben. Jane ist zutiefst verletzt und schmeißt die beiden raus. Später geht sie zu Alison und wirft ihr vor, ihr den Mann gestohlen zu haben. Nach der Auseinandersetzung mit Alison löst sie unabsichtlich einen Brand vor Alisons Apartment aus, der sich rasch ausbreitet …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848635","hoster":"VOE"},{"path":"/redirect/12848636","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-5","name":"Die un-Jane-liche Geschichte","epNo":5,"alt":"Un-Janed Melody","descr":"Jane rettet Jake und Alison das Leben, indem sie die Tür von Alisons Apartment einschlägt, und den beiden so ermöglicht, aus der brennenden Wohnung zu entkommen. Sie ist immer noch davon überzeugt, Jake zurückgewinnen zu können. Um ihn eifersüchtig zu machen, will Jane ein Verhältnis mit Billy anfangen. Doch Billy ist mehr an Samantha interessiert. Eines Abends übermannt Jane der Zorn, und sie wirft einen Ziegelstein durch das Fenster von Jakes Appartment, in dem Alison nun vorübergehend wohnt. Michael holt Matt aus dem Gefängnis, und dieser bittet ihn um Hilfe, da er allein nicht von seiner Drogensucht loskommt. Michael bringt Matt in einer Klinik für Drogensüchtige unter. Dort lernt Matt Dr. Dan Hathaway kennen, den Inhaber der Klinik, der viel Verständnis für Matt aufbringt. Die Flitterwochen von Amanda und Peter in Santa Barbara verlaufen nicht ganz so, wie sie sich das vorgestellt haben. Zuerst werden sie von Taylor und Kyle gestört, die auf Taylors Betreiben in dasselbe Hotel gereist sind. Dann verlangt Arthur Fields, der oberste Boss von D\u0026D, dass Amanda unverzüglich in die Firma zurückkehrt. Während Amandas Abwesenheit bringt er seinen Sohn Craig bei D\u0026D unter und bittet Billy, ihn einzuarbeiten. Billy hört ein Gespräch zwischen Field und Craig mit, in dem Field seinen Sohn anweist, Amanda so schnell wie möglich aus der Firma zu drängen. Als Amanda zurückkommt, verlangt Field von Amanda, Billy zu feuern oder wenigstens zu degradieren. Michael und Kimberly haben weiterhin Probleme mit ihrem Sexualleben, da Kimberly sich vor jeglicher Intimität fürchtet. Da lernt Michael beim Joggen die attraktive Megan kennen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848638","hoster":"VOE"},{"path":"/redirect/12848640","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-6","name":"Immer wenn er Pillen nahm","epNo":6,"alt":"Jane’s Addiction","descr":"Jane terrorisiert Alison und Jake. Sie zerschneidet die Reifen von Alisons Wagen und verfolgt die beiden Verliebten heimlich. Als Jake sie eines Abends ertappt, gibt sie zu, den ganzen Terror veranstaltet zu haben, weil sie ihn unbedingt zurück haben will. Sydney verkauft Kyle ein Bild von Samantha. Da sich ihrer Meinung nach die Bilder eines armen Malers besser verkaufen, als die einer Boutiqueverkäuferin, erzählt sie Kyle, dass das Bild von einem armen russischen Emigranten gemalt wurde. Field versucht alles, um Amanda abzusägen, doch noch ist Amanda schlauer als er. Da sie aber beruflich so eingespannt ist, hat sie wenig Zeit für Peter. Peter wird derweil ständig von Taylor angemacht, was Amanda überhaupt nicht passt. Matt wird wegen seines Drogenproblems für ein Semester suspendiert. Er beschimpft Dan, weil er glaubt, der habe ihn verraten. Dan aber nennt ihm den wahren Schuldigen und verspricht, ein gutes Wort für Matt einzulegen. Da Kimberly immer noch keine Lust auf Sex mit Michael hat, nimmt er nach einigem Hin und Her schließlich doch das eindeutige Angebot seiner Jogging-Bekanntschaft Megan an.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848456","hoster":"VOE"},{"path":"/redirect/12848455","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-7","name":"Bezaubernde Sydney","epNo":7,"alt":"Doctors In Heat","descr":"Amanda wirft Peter vor, sich hängenzulassen und nicht genügend zu tun, um seine Praxis wieder ans Laufen zu bekommen. Peter, der mit sich selbst unzufrieden ist, wirft Amanda vor, zuwenig Zeit für ihn zu haben. Nach einem heftigen Streit beschließt Peter, für eine Weile auszuziehen. Als Amanda von einer Dienstreise nach San Francisco zurückkommt, mietet sie Kyles Restaurant für ein Dinner zu zweit, und sie versöhnen sich wieder. Sydney ist eigentlich an Kyle interessiert, aber da dieser verheiratet ist, lässt sie sich auf ein Blind Date ein. Das wird zum totalen Flop. Michael versucht, mehr über Megan herauszufinden. Doch sie stellt ihm gegenüber klar, dass ihre Beziehung rein sexuell ist und bleiben soll. Jane terrorisiert Alison und Jake weiterhin mit Telefonanrufen. Alison will etwas unternehmen, doch Jake gibt ihr zu verstehen, dass dies sein Problem sei. Es kommt zum Streit zwischen den beiden im Shooters. Billy beobachtet das mit Vergnügen, was Samantha ihm übel nimmt. Matt erklärt seinem Therapeuten Dan, dass er sich von einem anderen Therapeuten behandeln lassen will, da er sich emotional zu sehr zu Dan hingezogen fühlt. Taylor lauert Peter auf und teilt ihm mit, dass sie die kleine Schwester seiner verstorbenen Ehefrau ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848457","hoster":"VOE"},{"path":"/redirect/12848459","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-8","name":"Zeit zu lieben, Zeit zu sterben","epNo":8,"alt":"Mission Interpersonal","descr":"Kimberly erfährt vom Arzt, dass sie einen inoperablen Gehirntumor hat und nur noch drei Monate zu leben hat. Sie sagt Michael nichts davon, um ihm keinen Kummer zu machen. Kimberly will die letzten Monate ihres Lebens genießen und ist auch wieder zum Sex mit Michael bereit. Der hat jedoch nur noch Megan im Kopf. Er spioniert Megan heimlich nach und findet heraus, dass sie ein Callgirl ist. Trotzdem ist er nicht bereit, sein Verhältnis zu ihr aufzugeben. Als er eines Abends gegangen ist, sucht Kimberly Megan auf. Taylor, die Peter erzählt hat, dass sie die Schwester seiner verstorbenen Frau Beth ist, sucht ständig seine Nähe. Und Sydney versucht derweil, Kyle möglichst oft zu sehen. Peter, den ein wenig das schlechte Gewissen plagt, kauft Amanda nachträglich einen sündhaft teueren Verlobungsring, Doch Amanda besteht darauf, dass er ihn zurückbringt, da er ihn sich gar nicht leisten kann. Billy und Craig werden von Amanda mit Arbeit zugeschüttet. Billy ist sauer, da er die Arbeit quasi alleine bewältigen muss, während Craig damit beschäftigt ist, Samantha den Hof zu machen. Jake trifft sich mit Jane, um sich mit ihr auszusprechen. Während des Gesprächs erleidet Jane einen Nervenzusammenbruch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848460","hoster":"VOE"},{"path":"/redirect/12848461","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-9","name":"Lebewohl, Michaels Konkubine","epNo":9,"alt":"Farewell, Mike’s Concubine","descr":"Kimberly entlässt Megan aus ihren Diensten, da ihr das Verhältnis von Megan und Michael zu weit geht. Sie hatte die Prostituierte schließlich nur engagiert, um Michael sexuell zu befriedigen und nicht, um seine Freundin zu werden. Doch Michael ist inzwischen unsterblich verliebt in Megan und lässt sich nicht abwimmeln. Er verspricht Megan, in Zukunft für sie zu sorgen, damit sie sich nicht mehr verkaufen muss. Kimberly muss einsehen, dass Megan Michael viel bedeutet und großzügig überlässt sie Megan ihren Mann. Sie bittet sie, für Michael da zu sein, da sie schon bald tot sein wird. Als Amanda von ihrer Geschäftsreise aus Portland zurückkommt, erfährt sie von Billy, dass Arthur Field während ihrer Abwesenheit zwei geheime Geschäftsbesprechungen abgehalten hat. Amanda fürchtet um ihren Posten. Als Craig eine Präsentation bei einer Fluglinie verpatzt hat, verspricht sie ihm zu helfen, unter der Bedingung, dass er ihr die Geheimakten seines Vaters besorgt. Um den Etat von Midline Airways doch noch an Land zu ziehen, engagiert Amanda Alison für einige Tage. Craig findet die geheimen Unterlagen im Büro seines Vaters zusammen mit dem Testament seiner Mutter. Das besagt, dass er bereits seit seinem 21. Lebensjahr die Aktienmehrheit an D\u0026D besitzt. Sein Vater hatte ihm das bisher unterschlagen. Peter und Amanda sprechen sich aus, und alles scheint wieder in bester Ordnung. Doch dass Taylor Beths kleine Schwester ist, verschweigt Peter ihr weiterhin. Sydney hat sich zu Janes Entsetzen in Taylors Mann Kyle verliebt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848464","hoster":"VOE"},{"path":"/redirect/12848467","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-10","name":"Am Anfang weint man noch","epNo":10,"alt":"Nice Work If You Can Get It","descr":"Taylor und Kyle haben Eheprobleme. Sie wirft ihm immer wieder seine Affäre in Boston vor, und er sieht mit Argwohn ihr Interesse an Peter. Als Kyle mitbekommt, wie sie Peter, der betrunken am Pool saß, in sein Apartment bringt, reicht es ihm. Er beschließt, die Nacht im Restaurant zu verbringen. Als Sydney ihm dort das neueste Bild ihres \"Künstlers\" vorbeibringt, kommt es zu einem leidenschaftlichen Kuss zwischen den beiden. Craig, der nun weiß, dass er die Mehrheitsanteile an D\u0026D besitzt, spielt sich als Chef auf und übernimmt Amandas Büro. Arthur Field besitzt immer noch genügend Anteile an D\u0026 D. Da er will, dass die Werbeagentur Gewinn abwirft, überredet er Amanda zu bleiben. Sie soll die Leitung übernehmen, sollte Craig auf den Bauch fallen, womit Arthur fest rechnet. Kimberly ertappt Michael und Megan zusammen und spielt die Entrüstete. Sie sagt Michael, dass sie nichts mehr von ihm wissen will und bittet ihn um die Scheidung. Megan erzählt sie, dass sie Michael testamentarisch ihr gesamtes Vermögen hinterlassen wird und Megan nach ihrer Heirat mit Michael die Hälfte davon gehören würde. Megan kann mit der Lüge nicht leben und will Michael alles erzählen. Kimberly versucht, sie davon abzuhalten. Jake lässt Alison als Miteigentümerin des Shooters eintragen, ohne sie vorher zu fragen. Alison kann das nicht so einfach annehmen und bittet sich Bedenkzeit aus, woraufhin Jake sauer ist. Dan und Matt sind nun ein Paar, aber Matt muss feststellen, dass meistens Dan das Sagen in ihrer Partnerschaft hat. Jane, die bei ihren Eltern zu Besuch ist, erfährt durch Zufall, dass sie ein Adoptivkind ist. Jane ist schockiert, dass sie ihr Leben lang mit einer Lüge gelebt hat. Sie beschließt, ihre leiblichen Eltern zu suchen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848468","hoster":"VOE"},{"path":"/redirect/12848470","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-11","name":"Gemeinsam einsam","epNo":11,"alt":"Sole Sister","descr":"Megan hat das Gefühl, dass Michael Kimberly immer noch sehr liebt und immer mehr lieben wird als sie selbst. Obwohl Michael so tut, als würde ihm die Trennung von Kimberly nichts ausmachen, ist er ziemlich schockiert als er die Scheidungspapiere bekommt. Megan will mit Kimberly darüber reden, doch die bekommt plötzlich einen Schwächeanfall und nimmt Megan das Versprechen ab, sich um Michael zu kümmern, wenn sie tot ist. Kyle und Taylor versöhnen sich, und Kyle macht Sydney klar, dass ihre gemeinsame Nacht nur ein Ausrutscher war. Sydney, die in Kyle verliebt ist, ist völlig fertig. Doch sie hat niemanden, mit dem sie darüber reden kann. Noch nicht einmal ihre Schwester Jane ist für sie da. Jane ist zu sehr mit ihren eigenen Problemen und der Suche nach ihrer leiblichen Mutter beschäftigt. Arthur Field will den Absturz seines Sohnes bei D\u0026D beschleunigen und hängt ihm eine Klage an den Hals. Er verlangt von Amanda, für ihn in der Firma zu spionieren. Als sie eines Abends nach einer erfolgreichen Präsentation mit Craig ausgeht, um ihn auszuhorchen, ist Peter stinksauer. Die Kluft zwischen Amanda und ihm wird immer größer. Jake ist immer noch sauer, weil Alison sein Angebot, seine Partnerin im Shooters zu werden, abgelehnt hat. Alison will ihn nicht verlieren und redet mit Billy über ihr Problem. Der gibt ihr einen guten Rat, wie sie mit Jake umzugehen hat, und Jake und Alison versöhnen sich. Craig schenkt Samantha eine neue Malausrüstung und richtet sogar eine Wohnung für sie ein, die sich hervorragend als Atelier eignet. Angeblich tut er das alles, weil er der Kunst dienen will …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848473","hoster":"VOE"},{"path":"/redirect/12848474","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-12","name":"Nicht ohne deine Tochter","epNo":12,"alt":"Quest For Mother","descr":"Ein Filmproduzent hat Jane geholfen, ihre leibliche Mutter Sherri Ducette ausfindig zu machen. Jane fährt zu ihr und ist von dem vornehmen Haus ihrer Mutter sehr beeindruckt. Sherri macht Jane klar, dass sie nichts mehr mit ihr zu tun haben möchte. Am Boden zerstört verlässt Jane ihre Mutter, aber sie lässt nicht locker und will noch einmal mit ihr sprechen. Da erfährt sie, dass Sherri gar nicht die Dame des Hauses, sondern nur die Sekretärin ist. Jane bekommt die richtige Wohnadresse ihrer Mutter und sucht sie dort auf. Es ist ein bescheidenes Appartment und Sherris Fassade bricht zusammen, als sie Jane erneut gegenübersteht. Anstatt sich um seine Praxis zu kümmern, treibt sich Peter nur noch auf dem Golfplatz herum, was zu erneuten Reibereien zwischen ihm und Amanda führt. Bei einem Spiel mit Kyle verliert er 1500 Dollar. Kimberly lässt sich von Michael scheiden. Michael will jedoch nicht zu Megan ziehen, sondern zu Matt. Dan hingegen will unbedingt, dass Matt zu ihm zieht. Taylor bringt Peter soweit, dass er mit ihr am Todestag von Beth in die Kirche geht, um dort eine Kerze für sie anzuzünden. Zudem gesteht sie ihm, dass sie es war, die Beths Tagebucheintrag gefälscht hat, damit Peter nicht ins Gefängnis muss.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848477","hoster":"VOE"},{"path":"/redirect/12848478","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-13","name":"Herzensleid zur Weihnachtszeit","epNo":13,"alt":"Crazy Love","descr":"Jane erfährt von ihrer Mutter, warum diese sie damals zur Adoption freigegeben hat. Ihre Mutter schämt sich, doch Jane macht ihr klar, dass sie sie trotz allem liebt. Sie lädt sie ein, mit ihr zusammen die Weihnachtstage am Melrose Place zu verbringen. Amanda schickt Peter zu einem Therapeuten. Doch auch das hilft nicht viel. Peter geht es nicht gut, und er ist furchtbar eifersüchtig auf Craig. Als er Amanda in einem Restaurant eine Riesenszene macht, schmeißt Amanda ihn aus der Wohnung. Taylor gesteht Peter ihre Liebe. Sie habe ihn vom allerersten Moment an geliebt. Doch Peter macht ihr klar, dass er nichts mit ihr zu tun haben will. Nachdem er von Amanda rausgeschmissen wurde, trifft er auf Taylor und macht ihr Vorwürfe, sie sei an allem Schuld, dann küsst er sie. In Kyles Restaurant findet eine Wohltätigkeitsauktion statt. Dort soll auch eines von Samanthas Bildern versteigert werden. Sydney, die die Versteigerung organisiert hat, bietet mit, um den Preis des Bildes in die Höhe zu treiben. Sie bleibt auf dem Bild für 7000 Dollar sitzen. Sydney gelingt es jedoch, den Mitbieter ausfindig zu machen und ihm das Bild doch noch für einen sehr guten Preis zu verkaufen. Samantha gibt Craig die Schlüssel zu dem Atelier zurück, nachdem sie festgestellt hat, dass Craig sie damit kaufen wollte. Als Craig sich weigert, ein Bild von ihr wieder herauszurücken, hilft ihr Billy, das Bild zurückzubekommen. Samantha und Billy kommen sich näher. Jake und Alison fahren über Weihnachten in die Berge nach Utah zum Skifahren. Dort gelingt es Jake, Alison die Angst vor den Weihnachtstagen zu nehmen, die sie seit ihrer Kindheit mit sich rumträgt. Kimberly will eine Unfallversicherung abschließen und dann Selbstmord begehen, damit Michael das Versicherungsgeld bekommt. Megan ist entsetzt und versucht, sie davon abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848482","hoster":"VOE"},{"path":"/redirect/12848483","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-14","name":"Der Arzt, dem die Männer vertrauten","epNo":14,"alt":"The Accidental Doctor","descr":"Jane erfährt von ihrer Mutter, warum diese sie damals zur Adoption freigegeben hat. Ihre Mutter schämt sich, doch Jane macht ihr klar, dass sie sie trotz allem liebt. Sie lädt sie ein, mit ihr zusammen die Weihnachtstage am Melrose Place zu verbringen. Amanda schickt Peter zu einem Therapeuten. Doch auch das hilft nicht viel. Peter geht es nicht gut, und er ist furchtbar eifersüchtig auf Craig. Als er Amanda in einem Restaurant eine Riesenszene macht, schmeißt Amanda ihn aus der Wohnung. Taylor gesteht Peter ihre Liebe. Sie habe ihn vom allerersten Moment an geliebt. Doch Peter macht ihr klar, dass er nichts mit ihr zu tun haben will. Nachdem er von Amanda rausgeschmissen wurde, trifft er auf Taylor und macht ihr Vorwürfe, sie sei an allem Schuld, dann küsst er sie. In Kyles Restaurant findet eine Wohltätigkeitsauktion statt. Dort soll auch eines von Samanthas Bildern versteigert werden. Sydney, die die Versteigerung organisiert hat, bietet mit, um den Preis des Bildes in die Höhe zu treiben. Sie bleibt auf dem Bild für 7000 Dollar sitzen. Sydney gelingt es jedoch, den Mitbieter ausfindig zu machen und ihm das Bild doch noch für einen sehr guten Preis zu verkaufen. Samantha gibt Craig die Schlüssel zu dem Atelier zurück, nachdem sie festgestellt hat, dass Craig sie damit kaufen wollte. Als Craig sich weigert, ein Bild von ihr wieder herauszurücken, hilft ihr Billy, das Bild zurückzubekommen. Samantha und Billy kommen sich näher. Jake und Alison fahren über Weihnachten in die Berge nach Utah zum Skifahren. Dort gelingt es Jake, Alison die Angst vor den Weihnachtstagen zu nehmen, die sie seit ihrer Kindheit mit sich rumträgt. Kimberly will eine Unfallversicherung abschließen und dann Selbstmord begehen, damit Michael das Versicherungsgeld bekommt. Megan ist entsetzt und versucht, sie davon abzubringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848484","hoster":"VOE"},{"path":"/redirect/12848487","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-15","name":"Nix wie weg!","epNo":15,"alt":"Escape From L.A.","descr":"Michael unterschreibt die Scheidungspapiere und fährt mit Megan nach Las Vegas. Dort heiraten die beiden. Währenddessen erfährt Peter von Kimberlys bösartigem Gehirntumor und informiert Michael. Kimberly sucht das letzte Mal ihren Arzt auf und verabschiedet sich von ihm. Sie will keine weiteren Untersuchungen mehr über sich ergehen lassen. Jane wird in ihrer Boutique überfallen. Das nimmt sie so mit, dass sie nicht mehr in der Lage ist, das Geschäft weiter zu führen. Auch ihre leibliche Mutter Sherri ist ihr keine große Hilfe. Sydney informiert ihre Eltern, die sofort nach L.A. kommen. Jane entschließt sich, mit ihnen nach Chicago zurückzukehren und dort einen neuen Anfang zu versuchen. Matt und Dan haben große Probleme. Dan schlägt Matt erneut bei einer Auseinandersetzung. Sydney muss einsehen, dass für Carter an erster Stelle sein Beruf kommt, er ist geradezu besessen von seiner Arbeit. Craig vertraut Amanda ein gut gehütetes Familiengeheimnis an: Als kleiner Junge wurde Craig Zeuge, wie sein Vater seinen Großvater ermordet hat, um an die Firma zu kommen. Amanda ist entsetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848489","hoster":"VOE"},{"path":"/redirect/12848490","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-16","name":"Warum eigentlich … bringen wir den Chef nicht um?","epNo":16,"alt":"Eyes of the Storm","descr":"Michael bekommt heraus, dass Kimberly einen unheilbaren Gehirntumor hat und nicht mehr lange leben wird. Er will ihr beistehen, doch sie weist ihn zurück. Megan vertraut sie an, dass sie sich mit dem Auto über eine Klippe stürzen will, um ihrem Leben ein Ende zu bereiten und zwar, wenn es das nächste Mal regnet. Als ein Sturmtief über L.A. angekündigt wird, bekommt Megan es mit der Angst zu tun und erzählt Michael alles. Zusammen begeben sie sich auf die Suche nach Kimberly. Auf einer regennassen Bergstraße prallen die Autos von Kimberly und Michael zusammen. Unerwartet taucht Carter in der Boutique auf, um Sydney zum Essen einzuladen. Sie wimmelt ihn ab, weil sie sich nicht in den engen Terminplan von Carter pressen lassen will. Sydney hat Probleme mit der Boutique, da Jane viele Rechnungen nicht bezahlt hat und die Lieferanten nun drohen, sich zurückzuziehen. Doch plötzlich sind alle Rechnungen bezahlt. Walter, der Mitarbeiter von Carter, hat alle Schulden beglichen. Sydney stellt Walter zur Rede. Der erklärt ihr, dass er das Ganze als eine Art Honorar betrachtet, dafür, dass sie Carter glücklich macht. Sydney will Carter alles erzählen, doch ihm ist nur wichtig, dass sie weiterhin seine Freundin bleibt. Dan gesteht Matt, als Kind von seinem Vater missbraucht worden zu sein und macht dieses Erlebnis für sein aggressives Verhalten verantwortlich. Er bittet Matt, ihm zu verzeihen. Alison ist schwanger und weiß nicht recht, ob sie sich freuen soll oder nicht. Schließlich erzählt sie es Jake, der begeistert reagiert und ihr sofort einen Heiratsantrag macht. Nachdem Amanda von Craig erfahren hat, dass sein Vater, Craigs Großvater umgebracht hat, stellt sie Forderungen. Sie will ein größeres Büro und ihre Kunden zurück. Notgedrungen willigt Craig ein. Arthur Field kommt dahinter, dass sein Sohn das streng gehütete Familiengeheimnis ausgeplaudert hat. In Amandas Büro kommt es zu einer unschönen Szene, und Arthur erleidet einen Herzanfall.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848492","hoster":"VOE"},{"path":"/redirect/12848494","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-17","name":"Einmal noch in deinen Armen","epNo":17,"alt":"Better Homes And Condos","descr":"Bei dem Autounfall wurde Michael verletzt, doch er überlebt. Kimberly und Megan sind erleichtert. Kimberly bittet Michael, dass er sich bis zu ihrem Tode um sie kümmert. Michael ist einverstanden und auch Megan stimmt zu. Jake hat ein Haus gefunden und zeigt es Alison. Es wäre das ideale Haus für die künftige Familie. Alison verhält sich sehr zurückhaltend. Ihr geht das alles zu schnell. Sydney will in Janes alte Wohnung ziehen und Samantha rauswerfen. Samantha wehrt sich mit Hilfe eines Anwalts, einem Ex-Freund von ihr. Der erreicht, dass sie im Appartment wohnen bleiben kann. Kyle bekommt Besuch von seinem alten Freund Nick, worüber Taylor gar nicht begeistert ist. Sydney verbringt mit Carter ein Wochenende in San Francisco. Beide haben viel Spaß zusammen. Sydney gelingt es, Carters kreative Blockade zu lösen. Carter ist glücklich und will vorzeitig nach L.A. zurück, um wieder zu arbeiten. Als Sydney am nächsten Tag ihren Freund besuchen will, wird sie von Walter aufgehalten. Er gratuliert ihr, dass sie Carters kreative Blockade gelöst und damit der Firma einen großen Gefallen erwiesen hat. Dann macht er ihr klar, dass ihre Dienste nicht länger benötigt würden und will ihr Geld geben. Sydney verweigert die Annahme, und Walter lässt die protestierende Sydney vom Sicherheitsdienst abführen. Carter erzählt er, dass Sydney für jedes Zusammensein mit ihm Geld bekommen hätte und ihre Forderungen nun so unverschämt geworden seien, dass er sie rausschmeißen musste. Carter ist schockiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848497","hoster":"VOE"},{"path":"/redirect/12848499","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-18","name":"Sex-Perimente – Teil 1","epNo":18,"alt":"Great Sex-Pectations (1)","descr":"Kimberly bittet Michael jeweils über Nacht bei ihr zu bleiben. Megan ist anfangs einverstanden, doch nach einer Weile beginnt sie mit Eifersuchtsszenen. Eines Abends bleibt Michael etwas länger bei Megan, und Kimberly versucht vergeblich, ihn zu erreichen. Sie kann gerade noch einen Krankenwagen rufen, dann bricht sie bewusstlos zusammen. Peter wurde bei der Vergabe des Chefarztpostens übergangen. Anstatt seiner wurde Dr. Goldberg von Frau Dr. Schulmann zum neuen Chefarzt ernannt. Als Dr. Schulman und Dr. Goldberg eines Abends bei Kyles essen, sieht Taylor die beiden in inniger Umarmung. Taylor erzählt Peter von ihrer Beobachtung, und der setzt Dr. Shulmann unter Druck. Die Situation in dem Apartment von Samantha und Sydney wird unerträglich, da sie sich ständig streiten. Daher nimmt Samantha schließlich Billys Angebot, bei ihm einzuziehen, an. Craig macht Amanda den Vorschlag, sein Erbe mit ihr zu teilen, wenn sie eine Beziehung mit ihm eingeht. Amanda gibt ihm eine Abfuhr. Alison und Jake wollen heiraten und bitten Samanatha und Billy, Trauzeugen zu sein. Obwohl Alison beteuert, wie glücklich sie ist, scheint ihre Begeisterung nicht ehrlich zu sein. Sydney versucht, Carter zu erreichen. Doch Walter hat Carter dazu gebracht, dass er nicht mehr mit Sydney sprechen will. Als Carter an der Uni einen Vortrag über seine Arbeit hält, sitzt Sydney im Zuschauerraum und stellt ihm Fragen. Carter geht langsam ein Licht auf, was für ein Leben er führt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848502","hoster":"VOE"},{"path":"/redirect/12848503","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-19","name":"Sex-Perimente – Teil 2","epNo":19,"alt":"Great Sex-Pectations (2)","descr":"Michael kümmert sich nach Kimberlys Zusammenbruch noch intensiver um sie. Er entspricht sogar ihrer Bitte, nicht mehr mit Megan zu schlafen. Megan kann es nicht fassen. Kurz vor der Trauung merkt Jake, dass Alison unsicher ist, und sagt die Trauung ab. Zuhause kommt es zu einem großen Streit zwischen Jake und Alison. Nachdem Alison die Nacht bei Samantha und Billy verbracht hat, beschließt sie nach San Francisco zu fahren, um das Kind abtreiben zu lassen. Amanda, die das zufällig mitbekommt, fährt ihr nach und redet Alison ins Gewissen. Sie bietet Alison an, vorerst bei ihr zu wohnen. Peter wird der neue Chefarzt, was Michael nicht ohne Eifersucht zur Kenntnis nimmt. Craig ist am Boden zerstört, nachdem er erfahren hat, dass sein Vater kurz vor seinem Tode noch sein Testament geändert und ihm keinen Pfennig hinterlassen hat. Er betrinkt sich und taucht dann bei Amanda auf, die ihn seinen Rausch auf ihrem Sofa ausschlafen lässt. Peter, der sich Amanda wieder angenähert hatte, zieht falsche Schlüsse und glaubt, Amanda habe sich für Craig entschieden. Seit Kyles Kumpel Nick da ist, kriselt es heftig zwischen Kyle und Taylor. Sydney ist völlig überrascht, als Carter plötzlich vor ihrer Tür steht und ihr erzählt, dass er seinen Job als Entwickler bei der Videospiel-Firma gekündigt hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848505","hoster":"VOE"},{"path":"/redirect/12848506","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-20","name":"Der Doktor kommt auch außer Haus","epNo":20,"alt":"Catch Her in the Lie","descr":"Amanda besucht Peter in seiner neuen Wohnung. Doch Peter lässt sie nicht rein, da erstens Taylor bei ihm ist und er zweitens glaubt, dass Amanda ein Verhältnis mit Craig hat. Als Taylor am nächsten Morgen nach Hause kommt, ist Kyle erleichtert, da er sich furchtbare Sorgen um sie gemacht hat. Taylor ist immer noch sauer auf Kyle und weigert sich, mit ihm zu reden. Kyle beschließt, für einige Tage nach Boston zu reisen. Als Taylor Peter im Büro aufsucht und versucht, ihn zu verführen, werden die beiden von Michael ertappt. Walter findet Carter bei Sydney im Apartment. Doch anstatt mitzukommen, feuert Carter Walter. Carter will sich einen ganz normalen Job suchen, und Kyle stellt ihn als Kellner in seinem Restaurant ein. Er stellt sich furchtbar ungeschickt an und wird von Talor in die Küche zum Tellerwaschen geschickt. Carter ist trotzdem begeistert. Endlich ist er ein normaler Mensch. Sydney weiß nicht so recht, was sie von Carters 180-Grad-Drehung halten soll. Michael und Kimberly haben miteinander geschlafen, und Michael beichtet es direkt am nächsten Tag Megan. Die macht ihm eine Riesenszene im Restaurant und verschwindet. Aus ihrer Eifersucht auf Kimberly ist inzwischen richtiger Hass geworden. Sie versucht, Kimberly zu überfahren, doch dann verlässt sie der Mut. Kimberly erhält von Dr. Stein eine wundervolle Nachricht: Der Tumor ist nicht weitergewachsen, und es scheint wieder Hoffnung für sie zu bestehen. Jake ist immer noch furchtbar aufgebracht und verschwindet für ein paar Tage. Er fährt zu Colleen, eine Jugendfreundin von ihm, mit der er ein Kind hat, David. David hat keine Ahnung, dass Jake sein leiblicher Vater ist, da Collen inzwischen verheiratet ist. Da ihr Mann auf Geschäftsreise ist und David bei einem Freund, lässt sie Jake bei sich übernachten. Am nächsten Tag erfährt Colleen, dass David ausgerissen ist, weil er wütend auf seinen Vater ist, der nie für ihn da ist. Jake findet den Jungen und spricht mit ihm. Alison hört zum ersten Mal die Herztöne ihres Babys und entscheidet sich, das Kind doch zu bekommen und es notfalls auch alleine aufzuziehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848509","hoster":"VOE"},{"path":"/redirect/12848510","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-21","name":"Eine Chance für die Liebe?","epNo":21,"alt":"Men Are From Melrose","descr":"Nick spioniert Taylor hinterher, die sich heimlich mit Peter trifft. Peter wird die Affäre allmählich zu gefährlich, und um ihr heimliches Verhältnis zu beenden, bittet er Taylor um ein nächtliches Treffen. Doch die beiden lieben sich zu sehr, um voneinander zu lassen. Als sie sich leidenschaftlich in die Arme fallen, ahnen sie nicht, dass Nick alles mit einer Kamera aufnimmt. Nick droht Peter, ihn fertig zu machen, wenn er Taylor nicht in Ruhe lässt. Jake verabschiedet sich von Colleen und David. Nach einem Gespräch mit Colleen ist ihm einiges über sich selbst klargeworden, und er ist fest entschlossen, Alison nicht zu verlieren. Die beiden sprechen sich miteinander aus und stellen fest, dass sie sich immer noch sehr lieben. Sie beschließen, das Experiment \"Familie\" miteinander einzugehen. Michael erfährt, dass Kimberly auf dem Weg der Besserung ist. Kimberly will ihn nicht verlieren, doch Michael entscheidet sich für Megan. Auf Megan wartet derweil eine böse Überraschung. Ihr früherer Zuhälter ist aufgetaucht und will, dass sie zu ihm zurückkommt. Carter hat genug vom \"normalen Leben\" und will mit Sydney verreisen. Als er Sydney im Geschäft abholen will, wird er heimlich Zeuge eines Gesprächs zwischen Sydney und einem Lieferanten. Sie erzählt diesem, dass sie sich mehr zu Kyle hingezogen fühlt, Carter dagegen das Geld habe. Carter ist tief enttäuscht und als Sydney bei seinem Privatjet eintrifft, erzählt er ihr, dass er alleine fliegen wird. Und zwar nicht in den Urlaub, sondern zurück nach San Francisco, um seine Firma wieder zu übernehmen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848515","hoster":"VOE"},{"path":"/redirect/12848518","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-22","name":"Kimberlys letzte Intrige","epNo":22,"alt":"Frames ‚R‘ Us","descr":"Kimberly hat Megans ehemaligen Zuhälter Josh aus dem Gefängnis geholt und will mit seiner Hilfe Megan bei Michael in Misskredit bringen. Kimberly will unbedingt erreichen, dass Michael Megan verlässt und zu ihr zurückkehrt. Als die Sache nicht so reibungslos läuft, wie Josh sich das vorgestellt hat, droht er Megan, bei einer Veranstaltung des Krankenhauses ein Porno von Megan und einem ihrer Klienten zu zeigen. Das würde Michaels Karriere zerstören. Peter und Taylor haben Schwierigkeiten mit Nick, der droht, Kyle die Fotos zu zeigen, die er von den beiden heimlich gemacht hat, als sie sich liebten. Peter macht Nick bewusstlos und stiehlt die Fotos. Aber Nick lässt nicht locker. Er zapft Taylors Telefon an und erfährt so, wann sich die beiden das nächste Mal treffen werden. Er gibt die Information an Craig weiter, der Amanda zu Peters Haus fährt, damit sie endlich mit eigenen Augen sieht, dass Peter sie betrügt. Amanda ist entsetzt, als sie Taylor und Peter in inniger Umarmung auf dem Sofa sieht. Am nächsten Tag geht sie in Kyles Restaurant und schlägt Taylor vor allen Leuten nieder. Danach wirft sie sich Craig an den Hals …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848522","hoster":"VOE"},{"path":"/redirect/12848526","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-23","name":"Schreie einer Ehe","epNo":23,"alt":"Screams From a Marriage","descr":"Während Craig sich nach der gemeinsamen Nacht mit Amanda Hoffnungen auf eine dauerhafte Beziehung macht, bereut Amanda, mit Craig geschlafen zu haben. Vehement widersetzt sie sich seinen weiteren Annäherungsversuchen. Matt erfährt von seiner Mutter, dass sein Bruder bei einem Flugzeugabsturz ums Leben gekommen ist. Er verspricht ihr, sich um die minderjährige Tochter seines Bruders, Chelsea, zu kümmern. Als er sie am Flughafen abholt, muss er feststellen, dass sie eine ziemlich rauhbeinige Göre ist. Bei der Testamentseröffnung muss er dann auch noch erfahren, dass sein Bruder ihn zu Chelseas Vormund bestimmt hat. Als Kyle erfährt, dass Taylor von Amanda niedergeschlagen wurde, forscht er weiter und erfährt nach und nach, dass Taylor ihn belogen und betrogen hat. Er ist außer sich und schmeißt Taylor hinaus. Nick fordert Geld von Taylor, damit er die Stadt verlassen kann. Als sie ihm keines gibt, rastet er aus und greift Peter an. Taylor kann im letzten Augenblick das Schlimmste verhindern. Kyle kauft Nick eine Busfahrkarte und gibt ihm Geld, damit er endlich L.A. verlässt. Taylor erzählt Amanda, dass sie jetzt zu Peter zieht. Daraufhin reicht Amanda die Scheidung ein. Kimberly will mit Hilfe des Zuhälters Josh Michael und Megan auseinanderbringen. Josh überredet Megan, sich zum Schein mit einem Freier einzulassen, damit Kimberly das sehen und Michael erzählen kann. Dann soll die ganze Sache aufgeklärt werden, sodass Kimberly dumm dasteht. Kimberly erzählt Josh, alles würde arrangiert, damit Michael es sieht und sich von Megan trennt. In Wirklichkeit schickt Josh Megan zu einem als Freier getarnten Polizisten, und sie wird festgenommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848533","hoster":"VOE"},{"path":"/redirect/12848534","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-24","name":"101 Dummheiten","epNo":24,"alt":"101 Damnations","descr":"Nachdem Megans Vermieterin über die Verhaftung wegen Prostitution in der Zeitung gelesen hat, wirft sie Megan aus der Wohnung. Megan glaubt, nicht gut genug für Michael zu sein und zieht in ein kleines Hotel. Sie will wieder auf den Strich gehen, schafft es jedoch nicht. Michael, dem klar wird, dass er sie immer noch liebt, sucht sie und will sie wieder zu sich holen. Matt holt Chelsea, die nicht bei seiner Mutter leben will, für ein paar Tage in sein Appartment. Sie nervt alle Bewohner des Gebäudes mit ihrer lauten Musik und brennt beinahe die Wohnung ab. Daraufhin bringt Matt sie wieder zu seiner Mutter und bittet sie, das Sorgerecht zu beantragen. Als er Chelsea seine Entscheidung mitteilt, verschwindet diese spurlos. Sydney wird von einer Kundin verklagt, die in der Boutique über eine Dekoration gestolpert ist und sich verletzt hat. Bei einem Gespräch mit Peter rutscht Sydney heraus, dass sie mit Kyle geschlafen hat. Das reibt Peter Kyle unter die Nase, als der wegen einer Verletzung ins Krankenhaus kommt. Alison die wegen Komplikationen in der Schwangerschaft das Bett hüten muss, hört durchs Fenster einen Streit zwischen Kyle und Taylor, in dem sie ihm sagt, dass sie Peter schon seit fünfzehn Jahren liebt. Jake, der etwas gegen Lauscherei hat, empfiehlt ihr, das Fenster geschlossen zu halten. Doch am nächsten Tag hört Alison mit an, wie Kyle Sydney vorwirft, ihre Affäre verraten zu haben. Eines abends sitzt Amanda angetrunken im Shooters und macht sich Vorwürfe, die Ehe mit Peter auf dem Gewissen zu haben. Jake erzählt ihr daraufhin, dass Taylor Peter schon ewig kennt. Amanda ist stinksauer und fährt mit Craig zu Peter, dem sie vorwirft, sie von anfang an mit Taylor betrogen zu haben. Taylor gibt Peter gegenüber zu, dass sie in Boston von seiner Verhaftung gehört hat und sofort nach L.A. geflogen ist, um ihn im Gefängnis zu besuchen. Auch, dass sie am Melrose Place eingezogen ist, sei alles andere als ein Zufall gewesen. Daraufhin will Peter nichts mehr mit ihr zu tun haben.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848539","hoster":"VOE"},{"path":"/redirect/12848540","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-25","name":"Verdammt in eine Mutterschaft","epNo":25,"alt":"From Here To Maternity","descr":"Matt sucht verzweifelt nach Chelsea und setzt sich mit allen Leuten zusammen, die er aus seiner Zeit als Sozialarbeiter kennt, um sie zu finden. Samantha hilft ihm dabei und erklärt Matt, dass sie glaubt, er wäre ein guter Ziehvater. Und als sie Chelsea schließlich finden, beschließt Matt, gegen den erbitterten Widerstand seiner Mutter, sie bei sich zu behalten. Alison, die von ihrem Arzt strikte Anweisung hat, das Bett zu hüten, geht für einen Nachmittag zu D\u0026D, um den Auftrag eines schwierigen Kunden an Land zu ziehen. Das rächt sich jedoch. Sie bekommt starke Unterleibsbeschwerden. Sydney muss zu ihrem Entsetzen feststellen, dass sie nicht versichert ist. Sie versucht, die Frau, die in ihrer Boutique gestolpert ist, mit einem Scheck abzufinden. Doch dann präsentiert ihr der gegnerische Anwalt die Frau im Rollstuhl und macht ihr klar, dass er sie auf ihr gesamtes Vermögen verklagen will. Amanda lädt Craig zu einer Fahrt die Küste entlang ein, um ihr neues Auto einzuweihen. Im Hotel angekommen, erklärt sie dem verdutzten Craig, sie habe beschlossen, in Zukunft im Zölibat zu leben, da Sex ihr nur Unglück gebracht hätte. Michael will Megan ihr Selbstvertrauen wiedergeben und stellt sie als Empfangsdame in der Praxis ein, worüber Peter alles andere als begeistert ist. Kimberly versucht, Michael immer noch zu überreden, zu ihr zurückzukehren, doch er macht ihr klar, dass er Megan liebt. Als Kimberly einen Anfall bekommt, glaubt Michael, sie simuliere nur. Es stellt sich heraus, dass sich bei Kimberly ein Anorysma in der Nähe des Tumors gebildet hat, das sofort operiert werden müsste. Kimberly jedoch weigert sich. Megan kümmert sich heimlich um sie und engagiert eine Krankenschwester, die sich rund um die Uhr um die Schwerkranke kümmert. Schließlich erfährt auch Michael, wie es um Kimberly steht und verständigt ihre Mutter.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848543","hoster":"VOE"},{"path":"/redirect/12848546","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-26","name":"Vorbei das Leben, das ich so geliebt","epNo":26,"alt":"Last Exit To Ohio","descr":"Jim Reilly, Samanthas Vater, der vor kurzem auf Bewährung aus dem Gefängnis entlassen wurde, quartiert sich bei Billy und Samantha ein. Das führt zu Unstimmigkeiten zwischen den beiden. Samantha erklärt Billy, dass sie sich schuldig fühlt. Sie hat gegen ihren Vater vor Gericht als Zeugin des bewaffneten Raubüberfalls ausgesagt und Jim dadurch ins Gefängnis gebracht. Kimberlys Mutter kommt aus Ohio angereist, um ihre todkranke Tochter zu sehen. Wie Michael vorhergesehen hat, macht sie ihn für alles verantwortlich. Kimberly will Michael noch einmal sehen, bevor sie mit ihrer Mutter nach Ohio abreist. Sie bittet Megan, sie abzuholen. Doch als Marion, ihre Mutter, das verhindern will, bricht Kimberly zusammen und stirbt in ihren Armen. Alison erfährt, dass sie abtreiben muss, da sie sonst zusammen mit dem Kind stirbt. Als Alison Jake nach dem Eingriff mitteilen muss, dass sie wahrscheinlich nie wieder Kinder bekommen kann, reagiert er sehr verständnisvoll. Die beiden beschließen zu heiraten. Syndey will beweisen, dass Hilda, die sie nach ihrem Unfall in der Boutique verklagt hat, eine Schwindlerin ist und fährt zu deren Haus. Dort sieht sie, wie Hilda aus ihrem Rollstuhl aufsteht und ihre Post holt. Sydney will das filmen, doch im entscheidenden Moment versagt ihre Videokamera. So kann Sydney vor Gericht nichts beweisen und verliert alles: ihre Boutique, ihr Auto und ihre ganzen Ersparnisse. Kurz darauf taucht Harry, Hildas Anwalt, auf und will Sydney überreden, selbst bei solchen Schwindelunfällen mitzumachen. Chelsea, die sich langsam bei Matt einlebt, bekommt einen Anruf von ihrer lange verschollenen Mutter aus Europa. Sie will Chelsea zu sich nehmen. Peter träumt immer öfter von seiner verstorbenen Frau Beth und kauft Taylor Kleider, deren Stil an Beth errinert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848553","hoster":"VOE"},{"path":"/redirect/12848554","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-27","name":"Der Club der toten Ehefrauen","epNo":27,"alt":"The Dead Wives Club","descr":"Der Anwalt und Versicherungsbetrüger Harry Dean versucht, Sydney zu überreden, bei seinen Gaunereien mitzumachen. Doch obwohl Sydney das viele Geld reizt, will sie sich lieber einen ehrlichen Job suchen und bekommt bei Kyle einen Job als Kellnerin. Als sie jedoch Kyle zusammen mit Amanda sieht, beschließt sie, mit Harry gemeinsame Sache zu machen und Amanda hereinzulegen. Sie stürzt sich absichtlich von der Treppe bei D\u0026D. Chelseas Mutter Denise kommt in L.A. an. Doch Chelsea begrüßt sie sehr kühl und lässt ihrer Enttäuschung, dass ihre Mutter sich all die Jahre nicht um sie gekümmert hat, freien Lauf. Letztendlich versöhnen sich die beiden aber. Chelsea beschließt, ihrer Mutter eine zweite Chance zu geben und mit ihr nach Europa zu gehen. Jake und Alison wollen endlich heiraten und fahren mit dem Auto los, um das Schicksal entscheiden zu lassen, wo sie getraut werden. Wegen einer Autopanne müssen sie in einer Kleinstadt Halt machen und feiern dort eine etwas ungewöhnliche Hochzeit. Billy fühlt, dass mit Samanthas Vater Jim irgendetwas nicht stimmt. Als die Polizei bei Samantha nach ihrem Vater fragt, stellt sich heraus, dass er aus dem Gefängnis ausgebrochen ist. Kimberly hat Michael in ihrem Testament das Strandhaus vererbt. Megan ist darüber gar nicht glücklich, nun zwischen den alten traurigen Erinnerungen leben zu müssen. Eines Nachts hat sie sogar einen Traum von einem sehr realen Gespräch mit Kimberly, die ihr rät, Michael vor sich selber zu schützen. Daraufhin durchkreuzt Megan Michaels Plan, Peter um seinen Chefposten zu bringen. Peter versucht immer mehr, aus Taylor eine zweite Beth zu machen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848558","hoster":"VOE"},{"path":"/redirect/12848563","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-28","name":"Im Schatten meiner toten Schwester","epNo":28,"alt":"Deja Vu, All Over Again","descr":"Sydney hat sich bei ihrem Sturz die Schulter ausgerenkt und eine Rippe gebrochen. Harry, ihr Anwalt, rät ihr, einen bleibenden Schaden vorzutäuschen. Er will mit einer Klage rund fünf Millionen Dollar aus D\u0026D herauspressen. Zu ihrem Entsetzen muss Amanda feststellen, dass die Versicherung von D\u0026D gewisse Sachen ausgeklammert hat, unter anderem die Wendeltreppe. Craig versucht, sich bei Sydney anzubiedern, um sie dazu zu bringen, ihre Klage zurückzuziehen. Michaels Schwester Jennifer taucht überraschend bei ihm auf, worüber Michael nicht gerade erfreut ist. Er versucht, ihr einen Job bei D\u0026D zu vermitteln, doch das Bewerbungsgespräch mit Amanda ist die reinste Katastrophe. Colleen, die Mutter von Jakes Sohn, kommt überraschend zu Besuch und erzählt von ihrer bevorstehenden Scheidung. Sie bittet Jake, sich in Zukunft öfter um seinen Sohn zu kümmern. Alison reagiert sehr eifersüchtig. Samanthas Vater ist ausgezogen und wohnt nun in einem billigen Motel. Er will nach Mexiko flüchten und braucht dafür Geld. Da sie selbst kein Geld hat, benutzt Samantha Billys Kreditkarte, die er ihr gegeben hat, und bringt ihrem Vater das Geld. Billy lässt sie weiterhin in dem Glauben, dass Reilly in Chicago ist. Matt erwirkt vor Gericht, dass Denise Chelsea nicht mit außer Landes nehmen darf. Amanda und Kyle besuchen zusammen eine Vernissage und kommen sich näher. Kyle erzählt ihr von seinem großen Traum, einen Jazzclub aufzumachen. Taylor gibt sich alle Mühe, sich in eine zweite Beth zu verwandeln. Peter ist gleichzeitig angezogen und abgestoßen von dieser Verwandlung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848566","hoster":"VOE"},{"path":"/redirect/12848570","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-29","name":"Rollenspiele à la Melrose","epNo":29,"alt":"All Beth’s Are Off","descr":"Taylor hat endlich genug davon, Beth zu spielen. Peter droht ihr, sie rauszuwerfen, wenn sie nicht weiter seine verstorbene Frau mimt. Taylor vertraut sich Michael an. Er verspricht, ihr zu helfen, aber nur, weil er glaubt, Peter so seinen Chefarztposten im Krankenhaus streitig machen zu können. Jennifer ohrfeigt Kyle in seinem Restaurant, sie hat die erotische Liaison mit ihm in Boston nicht vergessen. Schließlich gerät sie sich noch mit Michael in die Haare und verlässt wütend das Haus von Megan und Michael. Trotz Billys Warnung lässt Jake zu, dass Alison wieder Alkohol trinkt. Als sie in betrunkenem Zustand einem Kunden einen Rabatt verspricht, rastet Amanda aus und feuert Alison. Nach der ersten Enttäuschung ist Alison jedoch ganz froh, und auch Jake schmiedet schon Pläne, was Alison mit ihrer neugewonnenen Freizeit anfangen könnte: Er möchte ein Kind adoptieren! Samatha wird von ihrem Vater weiter unter Druck gesetzt – er will immer mehr Geld haben. Billy entdeckt den Schwindel, dass Jake nicht in Chicago ist, sondern in einem billigen Motel in L.A. wohnt. Amanda beschließt, zusammen mit Kyle einen Jazzclub zu eröffnen. Als sie jedoch von seinen Affären mit Jennifer und Sydney erfährt, wird ihre Begeisterung gedämpft. Matt und Denise kämpfen weiter um das Sorgerecht für Chelsea. Denise will, dass ihre Tochter ein Tagebuch über das Leben von Matt führt. Als ein Freund von Matt zu Besuch kommt, macht sie ihre erste Eintragung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848575","hoster":"VOE"},{"path":"/redirect/12848582","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-30","name":"Kein Bier, kein Vodka, keine Kinder","epNo":30,"alt":"Ultimatums And The Single Girl","descr":"Der Traum von einer kleinen Familie scheint für Alison und Jake in Erfüllung zu gehen: Die Vertreterin einer Adoptionsagentur ist äußerst zuversichtlich, was die Chancen der beiden auf eine baldige Adoption betrifft. Vor Freude feiern Alison und Jake eine Party und betrinken sich. Die Vertreterin hat leider ihren Terminkalender vergessen und kommt noch mal vorbei. Als sie das betrunkenen Paar sieht, ändert sie ihr Urteil über die Elterntauglichkeit der beiden. Billy stellt Samantha zur Rede und erfährt, dass ihr Vater Jim aus dem Gefängnis ausgebrochen ist. Billy zwingt Jim, sich von Samantha zu verabschieden und die beiden in Ruhe zu lassen. Aber Jim lauert seiner Tochter auf und droht ihr. Die Polizei erfährt von Amanda, dass Jim mal bei Billy und Samantha gewohnt hat. Daraufhin werden die beiden verhaftet. Craig beichtet Sydney, dass er D\u0026D verlieren wird, falls sie ihre hohe Schadensersatzklage aufrecht erhält. Als Sydney ihren Anwalt bittet, die Forderung zu reduzieren, droht dieser, bei der Polizei über ihren betrügerischen Sturz auszusagen. Nach einem Streitgespräch willigen Peter und Taylor in eine Scheidung ein. Jetzt können Amanda und Kyle in Ruhe den Jazz-Club gründen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848598","hoster":"VOE"},{"path":"/redirect/12848599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-31","name":"Ehen sterben gemeinsam","epNo":31,"alt":"Going Places","descr":"Billy und Samantha werden verhaftet und getrennt von der Polizei verhört. Nach einigen Stunden sind sie jedoch wieder frei. Inzwischen hat sich Samanthas Vater Jim unbemerkt in Billys Wohnung geschlichen. Als die beiden zurückkommen, verlangt er zehntausend Dollar und ein Flugticket nach Mexiko. Billy besorgt ihm Geld und Ticket und hofft, dass Jim nun endlich verschwindet. Sydney gesteht Craig ihren fingierten Sturz bei D\u0026D und den krummen Deal mit dem Anwalt Harry Dean. Graig ist von ihrer schonungslosen Ehrlichkeit beeindruckt und verhandelt mit dem Anwalt über eine Abfindung. Zudem macht Craig Sydney das Angebot bei D\u0026D zu arbeiten. Amanda und Kyle fliegen in die Dominikanische Republik, um sich von ihren jeweiligen Ehepartnern scheiden zu lassen. Bei einem romantischen Lagerfeuer an einem einsamen Palmenstrand kommen sie sich näher, aber keiner von beiden hat den Mut, eine Beziehung anzufangen. Jake und Alison wollen in einer Kleinstadt neu anfangen und beschließen, das Shooters zu verkaufen. Michael und Taylor haben einen teuflischen Plan ausgeheckt, um Peter von seiner \"Unzurechnungsfähigkeit\" zu überzeugen. Taylor verabreicht Peter unbemerkt ein starkes Schlafmittel. Während Peter bewusstlos daliegt, verwüsten Taylor und Michael die Wohnung und fügen dem Schlafenden blaue Flecken zu. Zum Schluß verletzt Taylor sich selbst, damit Peter beim Aufwachen wirklich glaubt, er wäre so gewalttätig gewesen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848602","hoster":"VOE"},{"path":"/redirect/12848603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-32","name":"Lügen und der helle Wahnsinn","epNo":32,"alt":"Secrets, Lies And More Lies","descr":"Michael und Taylor verabreichen Peter ein zweites Mal Drogen. Als Peter ohnmächtig zusammenbricht, bringen sie ihn auf einen Spielplatz und lassen ihn dort liegen. Peter ist völlig durcheinander und versteht nicht mehr, was mit ihm geschieht. Michael schlägt eine eingehende Untersuchung vor und diagnostiziert bei Peter schließlich eine schwere Epilepsie. Jakes Exfrau Colleen taucht mit ihrem gemeinsamen Sohn David bei Jake auf. Colleen hat sich von ihrem zweiten Mann getrennt und ist auf dem Weg nach Hawaii, wo sie eine neue Stelle annehmen will. Jakes Sohn David bleibt ein paar Tage bei Jake und Alison. Alison bemerkt, wie glücklich Jake in seiner Rolle als Vater ist und beobachtet eifersüchtig die neue Vater-Sohn-Beziehung. Frustriert kippt sich Alison ein paar Wodkas hinter die Binde und besucht Colleen in ihrem Hotel. Von Alison zur Rede gestellt, gibt Colleen zu, dass sie nie aufgehört hat, Jake zu lieben. Amanda ist darüber entsetzt, dass Sydney nun bei D\u0026D arbeitet. Sie kann jedoch nichts dagegen unternehmen, weil Sydneys Einstellung bei D\u0026D Teil des Vergleichs war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848606","hoster":"VOE"},{"path":"/redirect/12848611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-33","name":"Wer hat Angst vor Amanda Woodward? – Teil 1","epNo":33,"alt":"Who’s Afraid Of Amanda Woodward? (1)","descr":"Samatha wird verhaftet, weil die Polizei glaubt, sie habe ihren Vater Jim Reilley vor der bevorstehenden Verhaftung gewarnt. Erst als Billy einwilligt, seine Freundin auszuhorchen, lässt man Samantha wieder auf freien Fuß. Megan glaubt, dass Michael und Taylor ein Verhältnis haben. Als sie Michael zur Rede stellt, erfährt sie von dem hinterhältigen Plan, Peter von einer Epilepsie zu überzeugen. Sydney und Craig gründen eine eigene Firma und schaffen es, Amandas Mitarbeiter und Kunden mitzunehmen. Sydney ist überglücklich, als Craig ihr zudem noch einen Heiratsantrag macht. Sie wünscht sich von ihm eine romantische Kirchenzeremonie mit all ihren Freunden. Amanda ist am Boden zerstört: Sie hat nur noch einen Werbekunden bei D\u0026D, Billy kündigt ebenfalls, um in Craigs neue Firma einzusteigen, und ihr gesamtes Kapital steckt in dem neuen Jazzclub. Vollkommen gestresst bricht sie zusammen und wird ins Krankenhaus eingeliefert. Dort beschließt sie, nach New York zu ziehen, um sich dort ein neues Leben und eine neue Karriere aufzubauen. Alison will sich von Jake trennen. Da sie befürchtet, dass sich der aufrichtige Jake aus lauter Ehrgefühl nicht so einfach von ihr trennen wird, heckt sie einen Plan aus: Sie stiftet Colleen dazu an, Jake einige Unterlagen in sein neues Lokal auf dem Land zu bringen. Colleen ahnt allerdings, dass Alison sie wieder mit Jake verkuppeln will. Als Jake abends in die gemeinsame Wohnung kommt, findet er die scheinbar betrunkene Alison mit einem fremden Mann auf dem Sofa vor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848615","hoster":"VOE"},{"path":"/redirect/12848616","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-5/episode-34","name":"Wer hat Angst vor Amanda Woodward? – Teil 2","epNo":34,"alt":"Who’s Afraid Of Amanda Woodward? (2)","descr":"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12848617","hoster":"VOE"},{"path":"/redirect/12848619","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6","seasonId":"Staffel 6","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-1","name":"Das fängt ja gut an …","epNo":1,"alt":"A Brand New Day","descr":"Jim Reilley rast auf der Flucht vor der Polizei in die Hochzeitsgesellschaft von Sydney und Craig. Das Unglücksauto erfasst die soeben noch strahlende Braut Sydney und schleudert sie durch die Luft. Blutüberströmt bleibt Sydney vor den Stufen der Kirche liegen. Auch Jim Reilley bricht im Auto bewusstlos zusammen. In der Notaufnahme angekommen, können die Ärzte nur den Tod der beiden feststellen. Craig dreht im Krankenhaus völlig durch und beschuldigt die schwerverletzte Samantha, sie habe Sydney umgebracht, da sie angeblich ihren Vater vor der Verhaftung gewarnt haben soll.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854966","hoster":"VOE"},{"path":"/redirect/12854957","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-2","name":"Der trojanische Storch","epNo":2,"alt":"The Trojan Stork","descr":"Die hinterlistige Taylor bereitet eine neue Intrige vor, um Kyle zurückzugewinnen. Ein weiteres Mal täuscht sie eine Schwangerschaft vor und erklärt Kyle kurzerhand, dass er der Vater sei. Natürlich mag er der Verlogenen keinen Glauben schenken, doch Taylors Hinweis auf Peters Zeugungsunfähigkeit lässt Kyle kleinlaut werden. Amanda entgeht das nachdenkliche Verhalten ihres Geliebten nicht, und schließlich erzählt Kyle ihr betrübt von Taylors Behauptung. In heller Aufregung läuft Amanda direkt hinüber zu Taylors Apartment. Kaum hat diese die Tür geöffnet, erklärt ihr Amanda unmissverständlich, dass sie nicht an ihre Schwangerschaft durch Kyle glaube. Daraufhin überredet Taylor Peter, seine Zeugungsunfähigkeit selbst vor den beiden zu bestätigen, damit Kyle mit Amanda bricht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854963","hoster":"VOE"},{"path":"/redirect/13741372","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-3","name":"Ein Kind muß her!","epNo":3,"alt":"No Time for Sperm Banks","descr":"Amanda will mit Billys Hilfe Craigs Firma ruinieren. Doch Craig kommt zufällig dahinter und feuert Billy wutentbrannt. Michael nimmt ohne Peters Wissen Dr. Cooper als dritten Arzt in der Gemeinschaftspraxis auf. Megan entdeckt in dessen Büro eine Akte über die Ex-Frau von Michael, die sie sehr interessiert. Für Taylor drängt die Zeit, schwanger zu werden. Da die Samenbank vorübergehend geschlossen hat, verführt sie kurzerhand Michael.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854991","hoster":"VOE"},{"path":"/redirect/12854992","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-4","name":"Kommst du heut’ nacht?","epNo":4,"alt":"The Doctor Is In … Deep","descr":"Michael gerät in einen amourösen Zwiespalt, da zeitgleich Megan und Taylor um seine Gunst buhlen. Peter verliebt sich in Coopers Ex-Frau Lexi. Samantha verlässt Billy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854995","hoster":"VOE"},{"path":"/redirect/12854989","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-5","name":"Samantha … verzweifelt gesucht","epNo":5,"alt":"Desperately Seeking Samantha","descr":"Sturmfronten und rosa Liebeswölkchen ziehen über den Bewohnern des Melrose Place auf: Megan erwischt Michael mit Taylor im Bett. Peter und Lexi beginnen eine leidenschaftliche, aber vorerst heimliche Affäre. Billy versucht, Samantha zurückzugewinnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855014","hoster":"VOE"},{"path":"/redirect/12855004","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-6","name":"Bye, bye, Baby","epNo":6,"alt":"The Light At The End Of The Tumble","descr":"Unwissentlich liefert Amanda Taylor die perfekte Ausrede, warum ihre angebliche Schwangerschaft glücklos verläuft. Billy macht Samantha einen Heiratsantrag. Peter stiehlt aus Coopers Büro private Unterlagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855021","hoster":"VOE"},{"path":"/redirect/12855009","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-7","name":"Lügen und Ehefrauen","epNo":7,"alt":"Secrets And Wives","descr":"Amanda scheint in Eric einen ebenbürtigen Gegner gefunden zu haben. Um das Herz der kühlen Blonden zu erobern, schreckt Eric nicht davor zurück, Kyles Restaurant zu ruinieren und Megan als Lockvogel einzusetzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855022","hoster":"VOE"},{"path":"/redirect/12855029","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-8","name":"Der Fluch der Kimberly Shaw","epNo":8,"alt":"A Shot In The Dark","descr":"Michael wird Opfer eines makaberen Spiels – überall tauchen Sachen der verstorbenen Kimberly auf. Amanda steht vor der Entscheidung, eine Nacht mit Eric zu verbringen oder ihre Agentur zu verlieren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855046","hoster":"VOE"},{"path":"/redirect/12855031","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-9","name":"Tödliche Rache mit Skalpell","epNo":9,"alt":"Attack Of The Scalpel Woman","descr":"Auf Michael wird ein zweiter Mordanschlag verübt, doch der Täter überfällt unglücklicherweise Megan, die schwerverletzt ins Krankenhaus eingeliefert wird. Für die Rettung ihrer Agentur ist Amanda sogar bereit, mit Eric ins Bett zu steigen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855053","hoster":"VOE"},{"path":"/redirect/12855056","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-10","name":"My little coma girl","epNo":10,"alt":"My Little Coma Girl","descr":"Samantha und Billy heiraten. Megan erwacht nach dem Mordanschlag wieder aus dem Koma. Peter entdeckt, dass Lexi Aufputschmittel nimmt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855076","hoster":"VOE"},{"path":"/redirect/12855071","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-11","name":"Zu dritt wirds mühsam","epNo":11,"alt":"Everybody Comes To Kyle’s","descr":"Peter entdeckt Lexis Tablettensucht und versucht, ihr bei der Bewältigung der Sucht zu helfen. Kyle brüskiert Amanda bei der Eröffnung des Jazz-Clubs. Coop öffnet Megan die Augen über Michael. Connie intrigiert gegen Samantha.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855090","hoster":"VOE"},{"path":"/redirect/12855089","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-12","name":"Verstehen Sie Spaß?","epNo":12,"alt":"A Bump In The Night","descr":"Conny, Samanthas Brautjungfer und angebliche Freundin, stellt mit fiesen Tricks dem frischgetrauten Billy nach. Auch Taylor greift tief in die weibliche Trickkiste, um Kyles Herz und Bett zu erobern. Peter versucht, Lexis Fahrerflucht zu vertuschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855097","hoster":"VOE"},{"path":"/redirect/12855104","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-13","name":"Ein Michael steht im Walde …","epNo":13,"alt":"A Tree Talks In Melrose","descr":"Vom Fest der Liebe kann am Melrose Place keine Rede sein – hier ist ein jeder sich selbst der Nächste: Taylor stiehlt Kyle die Tageseinnahmen, Jennifer erpresst Coop und Lexi.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855119","hoster":"VOE"},{"path":"/redirect/12855115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-14","name":"Sie fallen aus allen Wolken","epNo":14,"alt":"To Kill A Whirlybird","descr":"Eine Geschäftsreise mit dramatischen Folgen: Samantha und Amanda stürzen mit dem Hubschrauber in der Wüste von Nevada ab. Connie verführt derweil den in L.A. verbliebenen Billy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855131","hoster":"VOE"},{"path":"/redirect/12855130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-15","name":"Menschen ohne Rückgrat gibt es schon zuviel","epNo":15,"alt":"Amanda’s Back","descr":"Eine Geschäftsreise mit dramatischen Folgen: Samantha und Amanda stürzen mit dem Hubschrauber in der Wüste von Nevada ab. Connie verführt derweil den in L.A. verbliebenen Billy.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855138","hoster":"VOE"},{"path":"/redirect/12855144","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-16","name":"Melrose Manöver","epNo":16,"alt":"Kyle of the Desert","descr":"Kyle hält am Krankenbett um Amandas Hand an. Peter und Lexi schauspielern, um Bob von einer Anzeige wegen Fahrerflucht abzuhalten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855149","hoster":"VOE"},{"path":"/redirect/13741373","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-17","name":"Gib’ dir die Kugel","epNo":17,"alt":"Coop De Grace","descr":"Taylor findet heraus, wer die ominöse Christine ist. Amanda ist auf dem Weg der Besserung. Amber benimmt sich bei einer Feier in der Gemeinschaftspraxis so unmöglich, dass Michaels Ausschluss aus dem Team beschlossen wird. Nachdem ein krummes Geschäft von Craig auffliegt, beschimpft und schlägt er Jennifer.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855155","hoster":"VOE"},{"path":"/redirect/12855156","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-18","name":"Mama Mia Mancini","epNo":18,"alt":"Mama Mia","descr":"Jennifer und Michael sind in heller Aufregung: Mama Mancini hat ihren Besuch in L.A angekündigt. Sie darf auf keinen Fall erfahren, dass Craig, der anvisierte zukünftige Schwiegersohn verschwunden und Michael nicht mehr Mitinhaber der Praxis ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855163","hoster":"VOE"},{"path":"/redirect/12855164","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-19","name":"Schach- und andere Züge – Teil 1","epNo":19,"alt":"Last Train To Bagdad (1)","descr":"Peter bringt Lexis Vater so in Rage, dass dieser einen tödlichen Herzinfarkt erleidet. Michael eröffnet in einer zwielichtigen Gegend eine neue Praxis. Kyle lässt Amanda vor dem Traualtar sitzen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855169","hoster":"VOE"},{"path":"/redirect/12855167","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-20","name":"Schach- und andere Züge – Teil 2","epNo":20,"alt":"Last Train To Bagdad (2)","descr":"Samantha muss sich ihre zärtlichen Gefühle für den Baseballstar Jeff eingestehen. Michael erkennt, dass sein Schritt in die Selbstständigkeit ein Fehler war.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855175","hoster":"VOE"},{"path":"/redirect/12855176","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-21","name":"Tanz mit mir in den Morgen","epNo":21,"alt":"A Swing And A Mrs.","descr":"Christine gesteht Kyle ihre tiefen Gefühle. Weil das gegen den Plan von Nick und Taylor läuft, wird sie von ihnen unter Druck gesetzt. Doch Kyle versichert Amanda seine Liebe. Lexi trennt sich von Peter. Coop würde laut Testament zehn Millionen erben, wenn er Lexi wieder heiratet – doch er hat nur Augen für Megan. In der Ehe von Billy und Samantha kracht es: Billy küsst Jennifer leidenschaftlich und Samantha schläft mit Jeff.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855186","hoster":"VOE"},{"path":"/redirect/12855184","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-22","name":"Der letzte Hochzeitsgast","epNo":22,"alt":"Blunt Drama","descr":"Christine, die weiterhin von Nick und Taylor für deren finsteren Pläne benutzt wird, soll die bevorstehende Trauung von Kyle und Amanda verhindern. Doch weil Christine nicht mehr mitspielt, wird sie kurz vor der Hochzeits-Kapelle von Nick zu Tode geprügelt. Sam und Billy kehren reumütig wieder zueinander zurück, können Jeff und Jennifer aber nicht vergessen. Michael kommt durch Spider, der in seiner Klinik verblutet ist, zu viel Geld.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918389","hoster":"VOE"},{"path":"/redirect/13745511","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-23","name":"Ein Mordsspektakel","epNo":23,"alt":"A Christine Runs Through It","descr":"Nick und Taylor lassen Christines Leiche von einem Zug überrollen. Amanda und Kyle glauben an einen Selbstmord und machen sich schwere Vorwürfe. Weil Taylor den Mord offensichtlich nicht verkraften kann, will Nick auch sie beseitigen. Samantha fährt für eine Liebesnacht zu Jeff nach San Diego. Doch an diesem Abend können auch Jennifer und Billy ihre tiefen Gefühle füreinander nicht mehr beherrschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855202","hoster":"VOE"},{"path":"/redirect/12855205","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-24","name":"Auf den Flügeln schwarzer Träume","epNo":24,"alt":"Too Romantic For Words","descr":"Nick und Taylor lassen Christines Leiche von einem Zug überrollen. Amanda und Kyle glauben an einen Selbstmord und machen sich schwere Vorwürfe. Weil Taylor den Mord offensichtlich nicht verkraften kann, will Nick auch sie beseitigen. Samantha fährt für eine Liebesnacht zu Jeff nach San Diego. Doch an diesem Abend können auch Jennifer und Billy ihre tiefen Gefühle füreinander nicht mehr beherrschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855209","hoster":"VOE"},{"path":"/redirect/12855216","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-25","name":"Vier Affären und eine Schwangerschaft","epNo":25,"alt":"Four Affairs And A Pregnancy","descr":"Samantha sieht, wie Billy und Jennifer sich leidenschaftlich küssen. Um ihre Ehe zu retten, schweigt sie. Coop und Megan treffen Dr. Larner aus Philadelphia, der sich ein Bild von Coop macht. Michael verunglimpft Coop bei Dr. Larner, damit Coop die Stelle nicht erhält und Megan in L.A. bleibt. Vater Maldonado verhindert im letzten Moment, dass Michael seine Praxis anzündet. Kyle rastet aus, weil Amanda Gefallen an einem Freund von Lexi findet. Er selbst hofiert Taylor zum Schein, weil Kyle ihre und Nicks Verstrickung in Christines Tod herausgefunden hat. Taylor ist überglücklich, fällt aber kurz darauf aus allen Wolken – als sie erfährt, dass sie schwanger ist. Doch wer ist der Vater?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855224","hoster":"VOE"},{"path":"/redirect/12855220","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-26","name":"Wer ist hier der Vater?","epNo":26,"alt":"M.P. Confidential","descr":"Der Streit zwischen Samantha und Jennifer um Billy ist nun offen ausgebrochen und gipfelt darin, dass sich die beiden Frauen auf einer Damentoilette schlagen. Billy will es noch einmal ernsthaft mit Sam versuchen, gesteht aber auch Jennifer seine Liebe. Coop ist mit Megan zu einem letzten Vorgespräch nach Philadelphia gefahren. Dort begegnet Dr. Larner Megan in einer unverschämt direkten Weise. Der Vaterschaftstest bestätigt, dass Taylor von Michael schwanger ist. Doch der Arzt schiebt Nick die Verantwortung zu. Amanda benimmt sich mit Rory ziemlich daneben. Als Kyle sie über seine neuesten Erkenntnisse bezüglich Christines Tod informieren will, weist Amanda ihn ab.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855236","hoster":"VOE"},{"path":"/redirect/12855225","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-27","name":"Affären ohne Ende","epNo":27,"alt":"The Nasty Minded Professor","descr":"Als Dr. Larner Megan erneut belästigt, schlägt Coop ihn nieder. Darauf entscheidet er sich gegen den Job in Philadelphia und für Megan als Ehefrau. Kyle unterschreibt Amanda die Scheidungspapiere zum Schein, um Taylor so die Wahrheit über Christines Tod zu entlocken. Doch ihm bleiben nur 48 Stunden Zeit, da Amanda einen Heiratsantrag von Rory angenommen hat. Als Billy sieht, wie sich Samantha und Jeff küssen, prügelt er auf den Baseballer ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855237","hoster":"VOE"},{"path":"/redirect/13755093","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-28","name":"Nur noch 48 Stunden","epNo":28,"alt":"Divorce Dominican Style","descr":"Michael wird in der Ärztepraxis wieder als Partner aufgenommen, gerät aber direkt mit Coop aneinander. Peter erkennt, dass Lexi nicht die Richtige für ihn ist, weil er in Wahrheit noch immer Amanda liebt. Sam erfährt von Jeff, dass Billy und Jennifer ein Verhältnis haben. Daraufhin kommt es zu sehr unschönen Szenen. Nachdem Kyle von Taylor die schreckliche Wahrheit um Christines Tod erfahren hat, lässt er sie sitzen und fliegt in die Dominikanische Republik, um die Hochzeit von Amanda und Rory noch zu verhindern. Währenddessen will Taylor sich umbringen …","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855240","hoster":"VOE"},{"path":"/redirect/12855244","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-29","name":"Tod in den Flitterwochen","epNo":29,"alt":"A Long Way to Tip-a-Rory","descr":"Bereits in den Flitterwochen verabreicht Rory Amanda Gift, um an ihr Vermögen zu kommen. Kyle kann sie jedoch im letzten Moment retten. Dabei tötet er Rory in Notwehr. Samantha und Billy lassen sich scheiden. Taylor überlebt ihren Selbstmordversuch und zieht bei Michael, dem Vater ihres Babies, ein. Lexi muss ins Gefängnis, weil sie fünf Millionen Dollar, die ihr verstorbener Vater unterschlagen hat, nicht innerhalb einer Woche zurückzahlen kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855249","hoster":"VOE"},{"path":"/redirect/12855247","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-30","name":"Un-Treulich geführt","epNo":30,"alt":"A Match Made In Hell","descr":"Cooper heiratet Lexi nun doch, damit sie nicht ins Gefängnis muss. Megan ist einverstanden, doch die Schein-Ehe verläuft anders als geplant. Kyle und Amanda haben wieder geheiratet, aber wenig Zeit füreinander. Peter gesteht Amanda, dass er sie wieder liebt. Die schwangere Taylor redet nur noch über ihr Baby, was Michael total nervt. Als er mit seiner neuen Sekretärin ausgeht, wird er jedoch bei einer anderen Frau unerwartet zum Geburtshelfer. Billy zieht nun doch bei Jennifer ein. Samantha kommt mit der Situation auf der Arbeit nicht zurecht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855252","hoster":"VOE"},{"path":"/redirect/12855256","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-31","name":"Michael liebt Jane","epNo":31,"alt":"Ball N’ Jane","descr":"Lexi hält sich nicht an die Bedingungen, unter denen sie die Schein-Ehe mit Coop führt. Weil er auch weiterhin heimlich Megan trifft, zeigt sich Lexi eifersüchtig. Billy wird aufgrund einer erfolgreichen Präsentation ein Job in Rom angeboten. Gerne will er die Stelle annehmen, um mit Jennifer in Rom ein neues Leben beginnen zu können. Doch auch Samantha interessiert sich sehr für diesen Job. Michael trifft in Chicago Jane wieder! Die beiden entwickeln auf Anhieb erneut Gefühle füreinander. Doch als Jane daraufhin wieder zu ihm nach Los Angeles ziehen will, hat Michael ein Problem: Taylor.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/13918397","hoster":"VOE"},{"path":"/redirect/12855262","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-32","name":"Schlechter geht’s nicht","epNo":32,"alt":"As Bad As It Gets","descr":"Janes Ankunft lässt Michael rotieren, da er Taylor vor ihr verstecken will. Damit hat er keinen Erfolg, doch kurz darauf wohnen die drei überraschend harmonisch unter einem Dach. Jeff schreibt Billy im Auftrag von Sam einen Liebesbrief. Vermeintliche Absenderin ist Alison Parker, Billys Ex-Geliebte. Lexi gelingt es, Coop zu verführen. Amanda wird gekidnappt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855263","hoster":"VOE"},{"path":"/redirect/13745515","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-33","name":"Ciao, Billy! – Teil 1","epNo":33,"alt":"Buona Sera, Mr. Campbell (1)","descr":"Die Entführer verlangen eine Million Dollar Lösegeld für Amanda. Doch als Peter das Geld für Kyle übergibt, ist Amanda plötzlich verschwunden. Jane und Michael sind wieder glücklich miteinander und wollen Taylors Baby adoptieren. Sam erzählt Jennifer die Wahrheit über das Fax an Billy. Als Jennifer Billy darüber bewusst nicht informiert, um seine Liebe zu ihr zu testen, löst er entrüstet die Verlobung. Lexi erzählt Megan von ihrer Liebesnacht mit Coop, woraufhin diese nichts mehr von Coop wissen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855276","hoster":"VOE"},{"path":"/redirect/12855272","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-6/episode-34","name":"Ciao, Billy! – Teil 2","epNo":34,"alt":"Buona Sera, Mr. Campbell (2)","descr":"Kyle kommt aufgrund eines Unwetters nicht zu Amanda durch, aber Peter findet die Vermisste und rettet ihr das Leben. Coop will Lexi, die nicht schwimmen kann, bei einem Bootsausflug über Bord werfen. Doch Megan verhindert den geplanten Mord. Taylor bringt einen gesunden Sohn zur Welt und brennt anschließend mit ihm durch. Sam und Jeff beschließen zu heiraten. Billy und Jennifer versöhnen sich wieder und wollen nun wie geplant nach Rom auswandern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855277","hoster":"VOE"},{"path":"/redirect/12855278","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7","seasonId":"Staffel 7","episodes":[{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-1","name":"Matt … und wie er die Welt sah","epNo":1,"alt":"The World According To Matt","descr":"Die Freunde vom Melrose Place versammeln sich in Kyles Restaurant, um ein Wiedersehen mit ihrem alten Freund Matt zu feiern. Doch die Party gerät zur Trauerfeier, als sie erfahren, dass Matt auf dem Weg zur Party tödlich verunglückt ist. Besonders beunruhigt sind die Freunde, als Matts Tagebuch auftaucht, in dem sämtliche dunklen Geheimnisse der Apartmentbewohner aufgelistet sind.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854930","hoster":"VOE"},{"path":"/redirect/12854931","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-2","name":"Lexi wird das Kind schon schaukeln","epNo":2,"alt":"Where The Hookers Grow","descr":"Lexi erfährt die Wahrheit über Amandas Entführung und kann mit diesem Wissen Peter erpressen. Megan fühlt sich für den Schlaganfall ihres Vaters verantwortlich und will sich nun ganz seiner Pflege widmen. Doch Michael kommt einer großen Familienlüge auf die Spur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854933","hoster":"VOE"},{"path":"/redirect/12854935","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-3","name":"Dr. Eifersucht bittet zur Kasse!","epNo":3,"alt":"Dr. Jealousy","descr":"Blind vor Eifersucht schlägt Michael Janes neuen Geschäftspartner nieder, doch Janes Liebe zu ihrem Ex-Mann tut dies keinen Abbruch. Lexi erpresst Peter, um ihn wieder in ihr Bett zu zerren.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854938","hoster":"VOE"},{"path":"/redirect/12854939","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-4","name":"Geheimnisvolle Eve","epNo":4,"alt":"Not Quite All About Eve","descr":"Eine geheimnisvolle Frau aus Amandas Vergangenheit taucht in Kyles Club auf. Lexi hält über Peters Beteiligung an Amandas Entführung dicht, doch in Kyle wächst ein furchtbarer Verdacht. Ryan entdeckt einen Spion in Amandas Agentur.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854942","hoster":"VOE"},{"path":"/redirect/13749792","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-5","name":"Ihr Fenster zum Hof","epNo":5,"alt":"The Rumor Whisperer","descr":"Lexi verunglimpft Amanda, als diese von einem angesehenen Magazin zur Geschäftsfrau des Jahres nominiert wird. Jane verschiebt die geplante Hochzeit mit Michael.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854945","hoster":"VOE"},{"path":"/redirect/12854948","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-6","name":"Als das Licht ausging am Melrose Place …","epNo":6,"alt":"The Night The Lights Went Out At Melrose","descr":"Lexi will nach der peinlichen Preisverleihung nicht mehr unter die Menschen. Eve verbringt eine Nacht mit Peter und ist für kurze Zeit überglücklich. Michael muss sein Strandhaus renovieren und zieht wieder in die Melrose Avenue.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854949","hoster":"VOE"},{"path":"/redirect/12854951","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-7","name":"Die üblichen Verdächtigungen","epNo":7,"alt":"Suspicion","descr":"Michael kann seine Eifersucht nicht kontrollieren, als Jane kurz vor der Hochzeit mit Alex nach Chicago fährt. Er nervt seine Freunde und Arbeitskollegen dermaßen, bis Peter ihm schließlich eine Beruhigungsspritze verpasst.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854955","hoster":"VOE"},{"path":"/redirect/13759295","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-8","name":"Über den Dächern von Melrose","epNo":8,"alt":"Fiddling on the Roof","descr":"Jane lässt die Hochzeit platzen, um sie anderntags doch noch zu vollziehen. Doch eine Lüge von Alex lässt Michael dermaßen ausrasten, dass Jane ihren neuen Gatten ohrfeigt und die sofortige Scheidung verlangt. Trostsuchend landet Michael danach zunächst in Megans Armen und dann in Amandas Bett.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854965","hoster":"VOE"},{"path":"/redirect/12854968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-9","name":"Horch, was kracht von oben rein?","epNo":9,"alt":"Lethal Wedding 4","descr":"Peter hält um Eves Hand an und bittet Amanda und Kyle, die Trauzeugen zu sein. Kurz vor der Hochzeit findet Kyle heraus, welch dunkles Geheimnis Amanda und Eve miteinander verbindet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854970","hoster":"VOE"},{"path":"/redirect/12854973","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-10","name":"Die Wahrheit ist irgendwo da draußen","epNo":10,"alt":"When Cheerleaders Attack","descr":"Die Hochzeit von Eve und Peter steht unter keinem guten Stern: Am Abend vor der Trauung erfährt Kyle von Eves mörderischer Vergangenheit und fordert sie auf, ihrem künftigen Ehemann davon zu erzählen. Am Hochzeitstag liegt dann Lexi nackt in Peters Suite und spielt ihren letzten Trumpf aus, um die Ehe der beiden zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854977","hoster":"VOE"},{"path":"/redirect/13749794","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-11","name":"Treib’ einen Kyle zwischen uns","epNo":11,"alt":"Suddenly Sperm","descr":"Eve wird mit alten Bekannten aus ihrer Gefängniszeit konfrontiert. Amanda plant generalsstabsmäßig die Zeugung eines Babys. Michael will das Strandhaus verkaufen und vermasselt sich damit die Chance, sich wieder mit Jane zu versöhnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12854987","hoster":"VOE"},{"path":"/redirect/13749795","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-12","name":"Scheinheilige","epNo":12,"alt":"The Usual Santas","descr":"Die Männer vom Melrose Place werden irrtümlich für Bankräuber gehalten und festgenommen, doch Amanda und ihre Gefährtinnen können die Verwechslung aufklären.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855001","hoster":"VOE"},{"path":"/redirect/12855003","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-13","name":"Kyle is’ high","epNo":13,"alt":"The Kyle High Club","descr":"Zu Unrecht verdächtigt Amanda Kyle, sie in New York betrogen zu haben. Doch Kyle steht unter Drogen und will das Missverständnis nicht aufklären. Zurück in L.A. muss er mit den Konsequenzen seines Trotzes fertig werden: Amanda hat ihn vor die Tür gesetzt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855007","hoster":"VOE"},{"path":"/redirect/12855010","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-14","name":"Michael und der Millionär","epNo":14,"alt":"I Married A Jock Murderer","descr":"Kyle trinkt und nimmt weiterhin Drogen. Er baut zusehends ab. Als er mit Amanda spricht, endet alles in einem Wutausbruch und Amanda wirft ihn aus der Wohnung. Für Amanda ist die Ehe zu Ende. Kyle hält sich praktisch nur noch im Club auf. Als seine New Yorker Freunde eintreffen, überredet er Eve, dass sie mit der Rockband auftritt. Eve ist entsetzt über die Freaks und meldet sich krank. Kyle ist so wütend darüber, dass er Peter die Wahrheit über Eve erzählt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855011","hoster":"VOE"},{"path":"/redirect/12855015","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-15","name":"Die Akte Eve","epNo":15,"alt":"A Fist Full Of Secrets","descr":"Nach einem Streit mit Eve reist Peter in Eves Heimatstadt, um dort die wahren Hintergründe über den tödlichen Unfall und die Gründe für Eves Verurteilung zu klären. Als er von Eves Unschuld erfährt, setzt er alles daran, seine Frau zu rehabilitieren. Megan lüftet ihr Geheimnis um die häufigen Männer-Dates, um Ryan von ihrer Liebe zu überzeugen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855020","hoster":"VOE"},{"path":"/redirect/12855023","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-16","name":"Mr. Wright ist Ryan McBride","epNo":16,"alt":"The Younger Son Also Rises","descr":"Michael wird von einer Krankenschwester der sexuellen Belästigung beschuldigt. Kyle schlägt seinen Vater nieder, als dieser seine Zeugungsunfähigkeit ausplaudert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855033","hoster":"VOE"},{"path":"/redirect/12855037","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-17","name":"Ryan und raus am Melrose Place","epNo":17,"alt":"Saving Ryan’s Privates","descr":"Im Drogenrausch brennt Kyle den Rohbau seines Traumhauses nieder und gesteht Amanda seine Unfruchtbarkeit. Michael und die Krankenschwester Audrey haben sich die Geschichte von der sexuellen Belästigung einfallen lassen, um das Krankenhaus auf Schadensersatz verklagen zu können. Doch nun wird Michael mit den sexuellen Forderungen der unersättlichen Audrey konfrontiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855043","hoster":"VOE"},{"path":"/redirect/12855045","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-18","name":"Wie die Jungfrau zum Kind?","epNo":18,"alt":"They Shoot Blanks, Don’t They?","descr":"Michael erhält vom Krankenhaus eine Entschädigung in Höhe von zwei Millionen Dollar, doch seine Komplizin, die Krankenschwester Audrey, will sich mit ihrem bescheidenen Anteil von 300.000 Dollar nicht zufrieden geben. Eve glaubt, Peter sei der Vater von Amandas Kind und benachrichtigt Kyle, der daraufhin ausflippt und Peter umbringen will.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855048","hoster":"VOE"},{"path":"/redirect/12855049","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-19","name":"Beinahe wäre es fast passiert","epNo":19,"alt":"How Amanda Got Her Groove Back","descr":"Eve setzt ihre Bewährungsstrafe aufs Spiel und will sich nach Mexiko absetzen. Amanda verliert durch den Fenstersturz ihr Baby. Peter findet heraus, dass dem Labor bei Kyles Spermaprobe ein fataler Fehler unterlaufen ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855051","hoster":"VOE"},{"path":"/redirect/12855057","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-20","name":"Zu verkaufen: Melrose Place 4616","epNo":20,"alt":"Unpleasantville","descr":"Peters ärgste Widersacherin im Krankenhaus setzt ihn mit Eves krimineller Vergangenheit unter Druck. Amanda beschließt, den Apartmentkomplex am Melrose Place zu verkaufen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855065","hoster":"VOE"},{"path":"/redirect/12855069","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-21","name":"Wen die Vergangenheit jagt, hat keine Zukunft","epNo":21,"alt":"Ryan’s Choice","descr":"Amanda springt über ihren eigenen Schatten und bewahrt Eve vor dem Gefängnis. Die Hochzeitspläne von Megan und Ryan platzen, als Ryan Megan von seinem Seitensprung mit Lexi beichtet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12917619","hoster":"VOE"},{"path":"/redirect/12855075","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-22","name":"Tohuwabohu wie nirgendwo","epNo":22,"alt":"Mcbride’s Head Revisited","descr":"Michael erschleicht sich Ryans Freundschaft, um mehr über dessen seltsame Wandlung zu erfahren. Gemeinsam mit Lexi setzt er Ryan unter Drogen und durchsucht dessen Wohnung. Tatsächlich finden sie Hinweise auf Ryans Tochter Sarah und besuchen das Mädchen daraufhin in New York.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855078","hoster":"VOE"},{"path":"/redirect/12855082","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-23","name":"Die echte und die falsche Megan","epNo":23,"alt":"The Daughterboy","descr":"Ryan entdeckt in Megans Schrank den nackten Michael. Amanda muss Eve an den Mann bringen, um einen millionenschweren Vertrag für ihre Agentur zu ergattern. Ryans Tochter Sarah flüchtet aus dem Internat und steht bei Megan vor der Tür.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855084","hoster":"VOE"},{"path":"/redirect/12855086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-24","name":"Amanda gegen den Rest der Welt","epNo":24,"alt":"Bitter Homes And Guardians","descr":"Amanda muss die Hälfte ihrer Mitarbeiter entlassen, nachdem sie sich bei den Kosten für einen Werbespot finanziell übernommen hat. Dass Jane darunter ist, stört Kyle gewaltig und er gerät darüber mit Amanda in Streit. Durch Ryans Tochter Sarah kommen sich Megan und Ryan wieder näher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855091","hoster":"VOE"},{"path":"/redirect/12855095","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-25","name":"Wer hat noch nicht, wer will nochmal?","epNo":25,"alt":"Floral Knowledge","descr":"Was als rein geschäftlicher Ausflug geplant war, endet mit einer romantischen Liebesnacht auf einer Tropeninsel: Damit Amandas Kunde Tony Marlin freie Bahn bei Peters Frau Eve hat, inszeniert Amanda einen Inseltrip. Doch Amanda und Peter werden auf dem Ausflug in tropische Gefilde von ihren leidenschaftlichen Gefühlen überwältigt. Auch Amandas Ehemann Kyle entdeckt seine romantische Ader und umwirbt Jane mit Blumen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855098","hoster":"VOE"},{"path":"/redirect/12855101","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-26","name":"Sexy Lexi und der süße Tod","epNo":26,"alt":"Lexi Gets Stiffed","descr":"Peter und Amanda ziehen in ein gemeinsames Hotelzimmer und schüren so Eves Rachegelüste. Lexi erreicht, dass Tony Marlin bei ihrer Agentur unterschreibt, doch als die beiden ihre zukünftige Geschäftsbeziehung im Bett besiegeln, bricht Tony tot zusammen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855105","hoster":"VOE"},{"path":"/redirect/12855109","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-27","name":"Wie auch immer, es wird noch schlimmer","epNo":27,"alt":"Dead Men Don’t Shut Up","descr":"Lexi und Michael betätigen sich bei Nacht und Nebel als Leichenbestatter. Megan erwischt Ryan mit der leichtbekleideten Terry und will die Hochzeit absagen. Eve erkennt unter Hypnose, dass sie zu Unrecht 15 Jahre im Gefängnis verbracht hat.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855113","hoster":"VOE"},{"path":"/redirect/12855116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/melrose-place-1992/staffel-7/episode-28","name":"Schluß jetzt … oder?","epNo":28,"alt":"Asses To Ashes","descr":"Nach sieben Jahren Lieben und Leiden am \"Melrose Place\" verabschiedet sich die Erfolgsserie mit einer dramatischen Abschiedsfolge von seinen treuen Fans und Zuschauern: Peters Noch-Ehefrau Eve trachtet ihm und seiner neuen, alten Geliebten Amanda nach dem Leben. Nach einem missglückten Mordanschlag inszenieren Peter und Amanda selbst ihren Freitod, um auf einer einsamen Südsee-Insel ein neues Leben zu beginnen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12855118","hoster":"VOE"},{"path":"/redirect/12855122","hoster":"Streamtape"}]}]}]}]}