{"path":"/serie/stream/meme-girls","name":"Meme Girls","descr":"Die angehende Influencerin Liv (Josie Hermer) wird aufgrund mangelhafter schulischer Leistungen von ihrem Vater zu einem Offline-Leben verdonnert. Vom Privatgymnasium geht es außerdem für sie zurück auf die Normalo-Gesamtschule. Doch Liv hat nicht die Absicht, ihre Karriere für etwas derart Unwichtiges wie Schule zu opfern.","seasons":[{"path":"/serie/stream/meme-girls/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/meme-girls/staffel-1/episode-1","name":"How to be good at school (without doing anything)","epNo":1,"alt":"","descr":"#Kindesmisshandlung! Die Influencerin Liv wird wegen ihres miesen Notenschnitts \"offline\" gesetzt und muss vom Privatgymnasium auf die Normalo-Schule wechseln. Doch Liv denkt nicht daran, sich ihre Karriere zerstören zu lassen!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14210210","hoster":"VOE"},{"path":"/redirect/14465086","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meme-girls/staffel-1/episode-2","name":"How to make money (ohne zu arbeiten)","epNo":2,"alt":"","descr":"#LivIsBack! Liv \"leiht\" sich Geld von ihren Freundinnen, um rechtzeitig für eine wichtige Influencer Challenge online zu sein. Doch als Mila, Vanessa und Alma herausfinden, dass Liv sie beklaut hat, fordern sie ernsthaft das Geld zurück!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14210302","hoster":"VOE"},{"path":"/redirect/14265128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meme-girls/staffel-1/episode-3","name":"How to get a boyfriend","epNo":3,"alt":"","descr":"#LoveInTheAir! Liv fasst den Plan mit Tom zusammenzukommen, weil sie ein mega cutes Insta Couple wären und weil Liv über Toms Handy wieder ihre Follower:innen erreicht. Livs totsicheres System auch für Mila: Create the Spark!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14243836","hoster":"VOE"},{"path":"/redirect/14465084","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meme-girls/staffel-1/episode-4","name":"How to be a bad girlfriend","epNo":4,"alt":"","descr":"#EpicFail! Während Tom auf Wolke 7 schwebt, will Liv nur das eine: Sein Handy! Vanessa geht dazwischen: Liv soll aufhören Tom etwas vorzuspielen und sich von ihm trennen. Und zwar behutsam. Bricht Liv ihm das Herz, bricht Vanessa sie!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14209628","hoster":"VOE"},{"path":"/redirect/14465083","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meme-girls/staffel-1/episode-5","name":"How to survive menstruation","epNo":5,"alt":"","descr":"#LäuftBeiIhr! Liv hat ihre erste Periodenpanne und das ausgerechnet, als das Klassenfoto gemacht wird. Zum Glück hat niemand den roten Fleck bemerkt, aber wehe das Bild geht online! Liv bricht in die Schule ein, um das Foto zu löschen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14244355","hoster":"VOE"},{"path":"/redirect/14465090","hoster":"Streamtape"}]}]},{"path":"/serie/stream/meme-girls/staffel-1/episode-6","name":"How not to have sex","epNo":6,"alt":"","descr":"#ErsteMale! Mila will mit Noah schlafen. Und zwar vor den Prüfungen, nach denen Noah ein Auslandsjahr macht. Liv steckt in einem echten Dilemma, denn insgeheim ist sie in Mila verliebt. Daher setzt sie alles daran, den Sex zu verhindern.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/14447728","hoster":"VOE"},{"path":"/redirect/14465092","hoster":"Streamtape"}]}]}]}]}