{"path":"/serie/stream/men-at-work","name":"Men at Work","descr":"Vier beste Freunde, die noch nicht ganz der Pubertät entrückt sind, arbeiten gemeinsam in einer Zeitschriften-Redaktion: Der Reporter Neal ist das einzige Mitglied des Männerquartetts mit fester Freundin. Gibbs ist ein Fotograf und Frauenschwarm. Der Autor Tyler bringt ein wenig Stil und kulturelles Flair in die Gruppe. Das aktuelle Sorgenkind der Clique ist Milo, der gerade von seiner Freundin verlassen wurde. Seine Kumpels versuchen ihn wieder fit für den Singlemarkt zu bekommen und stürzen sich mit ihm ins Nachtleben.","seasons":[{"path":"/serie/stream/men-at-work/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/men-at-work/staffel-1/episode-1","name":"Hangover","epNo":1,"alt":"Pilot","descr":"Milo kann die Trennung von seiner Freundin nicht überwinden. Seine drei Freunden und Kollegen Gibbs, Neal und Tyler versuchen, ihn aufzuheitern. Gibbs überschreitet eine Grenze mit Tylers Putzfrau.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315958","hoster":"VOE"},{"path":"/redirect/13625433","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-2","name":"Vertippt und zugenäht","epNo":2,"alt":"Heterotextual Male","descr":"Neal will die Ausgaben im Büro senken und damit dem Chef seine Männlichkeit beweisen. Milo landet im Gefängnis, als er zu intensiv für einen Artikel über Drogenhandel recherchiert. Tyler trifft auf eine Ex-Freundin.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315960","hoster":"VOE"},{"path":"/redirect/10129110","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-3","name":"Flotter Dreier","epNo":3,"alt":"Devil’s Threesome","descr":"Zwischen Milo und Gibbs herrschen Spannungen nach einem gemeinsamen Dreier mit einer Frau (Stacy Keibler), die sie in einer Bar kennengelernt haben. Amy hilft Tyler, dabei seine feminine Seite zu entdecken. Neal wird eifersüchtig, als Tyler und Amy zu viel Zeit miteinander verbringen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315961","hoster":"VOE"},{"path":"/redirect/10129111","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-4","name":"Testballon","epNo":4,"alt":"Milo Full Of Grace","descr":"Milo hält sich nach einem Date bedeckt, doch dann gerät er in eine SMS-Verwechslung. Ein Interview mit einem Sex Therapeuten nimmt inzwischen eine merkwürdige Wende, und die Jungen machen Witze über Neals komischen Hut, den seine Freundin so toll findet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315955","hoster":"VOE"},{"path":"/redirect/10129112","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-5","name":"Geheimes Örtchen","epNo":5,"alt":"Toilet Of Eden","descr":"Milo wohnt vorübergehend bei Tyler, doch er hat Schwierigkeiten, Tylers einziger Regel zu folgen. Als die Jungen ein Foto von Amy mit einem anderen Mann finden, wird eifrig spekuliert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315963","hoster":"VOE"},{"path":"/redirect/12980966","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-6","name":"Voll verknallt","epNo":6,"alt":"Crazy For Milo","descr":"Gibbs und Tyler testen eine Lügendetektor-App und enthüllen dabei ihre Geheimnisse. Amy und Neal versuchen sich im Rollenspiel. Milos Traumfrau entpuppt sich als etwas zu exzentrisch.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315964","hoster":"VOE"},{"path":"/redirect/10129114","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-7","name":"Coming Out","epNo":7,"alt":"Plan B","descr":"Gibbs und Tyler geben sich als Paar aus um an eine günstige Mitgliedschaft im Fitnessstudio zu kommen - doch Tyler treibt die falsche Romanze zu weit. Neals Plan, Milo mit einer alten Freundin zu verkuppeln, geht nach hinten los.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174457","hoster":"VOE"},{"path":"/redirect/10129115","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-8","name":"Volle Dröhnung","epNo":8,"alt":"Wake And Bake","descr":"Auf der Suche nach Abenteuer landen Tyler und Milo versehentlich auf einer Totenwache. Gibbs fühlt sich überraschend von Neals \"Gamer\" Freunden angezogen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315965","hoster":"VOE"},{"path":"/redirect/10129116","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-9","name":"Fett weg","epNo":9,"alt":"Inventing Milo","descr":"Tyler erhält die Chance, mit seinem Idol zusammenzuarbeiten. Doch der versteht sich besser mit Gibbs. Neal wird zum Versuchskaninchen für Milos Erfindung - mit ungutem Ausgang.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315967","hoster":"VOE"},{"path":"/redirect/10129117","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-1/episode-10","name":"Super Milo","epNo":10,"alt":"Super Milo","descr":"Milo lässt einen alten Wettkampf mit seinen Freunden wiederaufleben um Lisa zu vergessen. Lisa tritt jedoch prompt wieder in sein Leben und fordert ihn auf, eine wichtige Entscheidung zu treffen. Neal will von den anderen Jungs als gleichberechtigt anerkannt werden.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315966","hoster":"VOE"},{"path":"/redirect/10129118","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/men-at-work/staffel-2","seasonId":"Staffel 2","episodes":[{"path":"/serie/stream/men-at-work/staffel-2/episode-1","name":"Verlorene Verbindungen","epNo":1,"alt":"Missed Connections","descr":"Tyler hat einen genialen Plan, um die perfekte Frau für Milo zu \"erschaffen\", damit er offline Liebe findet... und zwar online. Gibbs lernt eine andere Seite von Neal kennen, während sie zu einer Familienveranstaltung fahren, und versucht das Biest zu entfesseln.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129120","hoster":"VOE"},{"path":"/redirect/10129121","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-2","name":"Für Milo gut genug","epNo":2,"alt":"Will Work For Milo","descr":"Ein obdachloser Mann beschließt, Milo rücksichtslos zu mobben. Neal ist davon überzeugt, dass er in der Beziehung die Macht an sich reißen muss, doch Amy spielt da nicht mit. Gibbs bekommt eine neue, respekablere Anstellung, nachdem er eine alte Brille findet. Tyler täuscht einen Job vor, um eine neue Kundin aufzureißen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315968","hoster":"VOE"},{"path":"/redirect/10129119","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-3","name":"Der neue Boss","epNo":3,"alt":"The New Boss","descr":"Das Full Steam Magazine bekommt eine neue Chefredakteurin, woraufhin die Jungs sich besonders anstrengen, um sich von ihrer besten Seite zu präsentieren. Dabei wird Gibbs leicht nervös, Neal bekommt einen plötzlichen Selbstvertrauensschub und Milo versucht verzweifelt, überhaupt wahrgenommen zu werden. Unterdessen versucht Tyler, seine Dating-Strategie zu ändern, was jedoch weniger gut klappt, als er es sich vorgestellt hat","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129122","hoster":"VOE"},{"path":"/redirect/10129125","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-4","name":"Einen Gang zurück","epNo":4,"alt":"Downshift","descr":"Gibbs gerät widerwillig ins Schwärmen. Milo steckt in einer Beziehung, in der alles viel zu schnell geht. Neal bringt Tyler etwas über den perfekten Hamburger bei.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129124","hoster":"VOE"},{"path":"/redirect/10129126","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-5","name":"Der Gute, der Böse \u0026 der Milo","epNo":5,"alt":"The Good, The Bad \u0026 The Milo","descr":"Milo beschließt, mit Molly Schluss machen, will aber nicht im Streit auseinander gehen. Tyler und Gibbs geraten mit dem Besitzer ihres Lieblingsrestaurants aneinander. Neal soll einen Angestellten feuern, traut sich aber nicht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337154","hoster":"VOE"},{"path":"/redirect/10129123","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-6","name":"Tyler der Pionier","epNo":6,"alt":"Tyler The Pioneer","descr":"Tyler beschließt, ein Abenteuer einzugehen und eine Frau mit Kindern zu daten. Neal, Gibbs und Milo streiten sich unterdessen um ein Büro, das bei der Arbeit frei geworden ist.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315971","hoster":"VOE"},{"path":"/redirect/10129127","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-7","name":"Onkel Gibbs","epNo":7,"alt":"Uncle Gibbs","descr":"Gibbs Neffe Donald kommt für ein Vorstellungsgespräch bei einer medizinischen Hochschule vorbei, doch eine lange Partynacht vereitelt seine Pläne. Milo entscheidet sich für eine Stiländerung, die seine Wirkung auf die Damenwelt verbessert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315972","hoster":"VOE"},{"path":"/redirect/10129128","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-8","name":"Gibbs Orzismus","epNo":8,"alt":"The Gibbs-Orcism","descr":"Milo und Gibbs kennen Tylers neue Freundin besser, als ihnen lieb sein kann. Also versuchen sie krampfhaft, die Wahrheit vor ihm zu verbergen. Unterdessen wollen Neal und Amy unbedingt ihren \"Jubiläumsfluch\" überwinden, jedoch schaffen sie es einfach nicht, ihrem vermeintlichen Schicksal zu entkommen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/11315976","hoster":"VOE"},{"path":"/redirect/10129130","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-9","name":"Tyler ferner denn je","epNo":9,"alt":"Long Distance Tyler","descr":"Milo und Gibbs stürzen sich in einen Dating-Wettbewerb um eine hübsche Frau. Tyler und Rachel versuchen die diversen Unwägbarkeiten einer Fernbeziehung zu umschiffen. Neal und Amy erfahren die Bedeutung des Sprichworts \"Undank ist der Welt Lohn\": Sie wissen nun, was es bedeutet, Tyler ihre Wohnung als Rendezvous-Örtlichkeit zur Verfügung zu stellen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12924816","hoster":"VOE"},{"path":"/redirect/10129132","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-2/episode-10","name":"Wochenende bei PJ\u0027s","epNo":10,"alt":"Weekend At PJ’s","descr":"Tyler und Milo geraten in einen größeren Streit, nachdem Tyler eindeutig seine Grenzen überschritten hat. Amys Vater bemüht sich derweil darum, Neal mit einem etwas kultivierteren Mann zu ersetzen. Gibbs macht sich auf die Suche nach einer Frau, die ihm seit einer Hochzeit nicht mehr aus dem Kopf gehen will. Am Ende kommt es zu einer überraschenden Hochzeit, die von einem leuchtend strahlenden Mond inspiriert wurde.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129131","hoster":"VOE"},{"path":"/redirect/10129135","hoster":"Streamtape"}]}]}]},{"path":"/serie/stream/men-at-work/staffel-3","seasonId":"Staffel 3","episodes":[{"path":"/serie/stream/men-at-work/staffel-3/episode-1","name":"Die letzten Samurai","epNo":1,"alt":"Pre-Posal","descr":"Neal kehrt aus dem URLAUB zurück und hat Neuigkeiten im Gepäck: Er möchte um Amys Hand anhalten. Tyler macht Neal jedoch klar, dass er davor erst einmal den Segen von Amys Vater P.J. einholen muss. Den Lifestyle-Journalisten plagen indes ganz andere Sorgen: Er hat ein weiteres graues Haar entdeckt und fürchtet sich vor dem Älterwerden. Milo möchte derweil wissen, wie er zufriedener werden kann.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8507019","hoster":"VOE"},{"path":"/redirect/8596954","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-2","name":"Wie eine alte Schlabberhose","epNo":2,"alt":"Post-Posal","descr":"Nachdem Neal seinen CHEF und künftigen Schwiegervater auf seine Seite ziehen konnte, steht dem Heiratsantrag nichts mehr im Wege. Voller Elan bereitet Neal alles für den romantischten Moment in seinem und Amys Leben vor. Gibbs beschuldigt derweil Tyler, den schwulen Milliardär David Button auszunutzen. Doch entgegen aller Vermutungen ist David gar nicht an Tyler interessiert.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8846290","hoster":"VOE"},{"path":"/redirect/8596959","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-3","name":"Der Herrscher von Geektopia","epNo":3,"alt":"Holy New Boss!","descr":"Neal kämpft immer noch mit dem Ende seiner BEZIEHUNG und versucht, den gescheiterten Heiratsantrag zu verdauen. Im Büro ist die Stimmung indes sehr angespannt, denn der neue Chefredakteur will Stellen streichen. Um seine Entscheidung zu rechtfertigen, verlangt er von den Mitarbeiter einen kurzen Absatz, in dem sie die eigene Arbeitsstelle beschreiben und den Wert für das Unternehmen darlegen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8846289","hoster":"VOE"},{"path":"/redirect/8596963","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-4","name":"Drachenpornos und Traumhochzeiten","epNo":4,"alt":"I Take Thee, Gibbs","descr":"Auch wenn die Jungs Neal ungern an seine Beziehungsprobleme und die Trennung von Amy erinnern, können sie ihr eigenes Liebesglück kaum vor ihm verbergen. Milo und Sasha sind weiterhin sehr glücklich miteinander und Gibbs möchte mit seiner Freundin sogar noch einen Schritt weiter gehen. Um der Britin Selena eine GREEN CARD zu verschaffen, ist er bereit, sie zu heiraten.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12337153","hoster":"VOE"},{"path":"/redirect/8596960","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-5","name":"Geständnisse eines Schlampituierten","epNo":5,"alt":"Gigo-Milo","descr":"Milo ist begeistert, als die Verlegerin Bridget behauptet, ihm beim Schreiben seines Romans zu unterstützen. BALD muss Milo jedoch erfahren, dass ihr Angebot nicht sonderlich ernst gemeint war. Tyler und Gibbs machen sich indes über die Tweets ihres Chefs Myron lustig und erhalten den Auftrag, fortan in seinem Namen zu twittern. Den Chef cool wirken zu lassen, ist allerdings keine leichte Aufgabe.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129133","hoster":"VOE"},{"path":"/redirect/10129134","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-6","name":"Die Orange bist du","epNo":6,"alt":"Hi, Jude","descr":"Milo hätte zwar gerne seinen alten Job zurück, doch Myron hat bereits eine neue Journalistin eingestellt. Kaum ist die neue Kollegin Jude im Büro, zeigt Tyler schon Interesse an ihr und versucht, bei ihr zu LANDEN. Jude glaubt jedoch, dass Tyler wenig auf dem Kasten hat, was sie ihm auch ehrlich sagt. Gibbs kämpft mit anderen Problemen: Er fürchtet, dass es in seiner Wohnung seit Neuestem spukt.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/10129136","hoster":"VOE"},{"path":"/redirect/10129137","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-7","name":"… und dann kam Molly","epNo":7,"alt":"Molly","descr":"Als die Jungs sehen, wie Neal während des Mittagessens mit einer Frau flirtet, sie aber nicht um ein Date bittet, sind sie entsetzt. Zum GLÜCK erfahren sie, dass die Unbekannte am Abend auf eine Party gehen will. Dass die vier dort nun unbedingt aufkreuzen müssen, ist klar. Dumm ist nur, dass sie auf zwei verschiedenen Veranstaltungen landen – und das ist noch nicht das Schlimmste an diesem Abend!","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8846292","hoster":"VOE"},{"path":"/redirect/8596961","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-8","name":"Die Nachbarschaft der lebenden Toten","epNo":8,"alt":"Suburban Gibbs","descr":"Trotz Judes Warnungen hinsichtlich des Lebens in der Vorstadt macht sich Gibbs voller Begeisterung auf den Weg zu seiner Freundin, die ihn zum ersten Mal über Nacht zu sich eingeladen hat. Schnell nimmt der Abend aber eine andere Wendung als erhofft. Tyler bietet indes Milo an, bei ihm zu wohnen, damit der arbeitslose Schriftsteller ein wenig Geld sparen kann. Das behauptet jedenfalls Tyler.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8846293","hoster":"VOE"},{"path":"/redirect/8596964","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-9","name":"Der Füller im Firmen-Tintenfass","epNo":9,"alt":"Jude Awakening","descr":"Milo erfährt, DASS Tyler Jude gern um ein Date bitten würde, sich aber nicht traut. Die neue Kollegin hält jedoch wenig davon, sich mit Arbeitskollegen einzulassen, und sagt das den Jungs auch ganz deutlich. Nach einem zufälligen Treffen mit einem alten Freund aus ihrer Zeit als preisgekrönte Kriegsreporterin ist sie aber so am Boden zerstört, dass sie sich betrinkt – und mit Tyler im Bett landet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8846295","hoster":"VOE"},{"path":"/redirect/8596968","hoster":"Streamtape"}]}]},{"path":"/serie/stream/men-at-work/staffel-3/episode-10","name":"Rückkehr des Kressekopfs","epNo":10,"alt":"Odd Milo Out","descr":"Obwohl Jude Tyler eindringlich darum gebeten hat, den anderen nichts von ihrer Affäre zu sagen, kann er den Mund nicht halten und erzählt Milo die Geschichte. In der Redaktion kündigt P.J. indes erhebliche Veränderungen an, woraufhin einige – unter anderem auch Myron – um ihren Job zu fürchten beginnen. Neal versucht indes, in eine eigene Wohnung zu ziehen. Diese Vorstellung behagt Gibbs wenig.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8846296","hoster":"VOE"},{"path":"/redirect/8596965","hoster":"Streamtape"}]}]}]}]}